["Hail, MELANCHOLY!  whom of yore</br>To Grief wild-tressed Fancy bore.</br>From him 'tis thine with downcast eyes,</br>While swells thy breast with secret sighs,</br>To muse and melt at others woe:</br>Yet so to mourn let none repine;</br>For pleasing are such tears as thine,</br>Tears, that from virtuous feelings flow.", "From her 'twas given, with active mind,</br>To roam creation unconfin'd,</br>And paint, as to thy view they rise,</br>Ideal scenes (to vulgar eyes</br>But dimly-imag'd or unknown)</br>To form, combine, and make them all thy own.", "Sweet matron of the pensive brow!</br>Mysterious power!  to thee I bow,</br>Whose charms a mournful joy impart,</br>That thrills my soul, and melts my heart.</br>I am thy slave, yet would not freedom gain;</br>I feel thy magic bonds, yet glory in my chain.", "Now, at midnight's aweful hour,</br>I own the greatness of thy power!&mdash;</br>Thought after thought swells in my soul,</br>As waves oh waves successive roll,</br>Then break against the shore.</br>And my revolving mind displays</br>Sages and kings of ancient days,</br>And mighty empires that exist no more.", "Palmyra, queen of cities!  I behold</br>Thy faded glories:  from the time-wom base</br>Thy pillars now are fall'n; no fretted gold</br>Inlays thy roofs; thy walls no statues grace.", "The sun direct pours down his fervid rays,</br>And the parch'd soil seems kindled with the blaze.</br>Spreading wide its shadowy screen,</br>No tree adorns the cheerless scene.</br>Where the grain waved, and verdure smil'd,</br>Behold a barren sandy wild.</br>Sands, that when eddying winds arise,</br>In clouds of darkness sweep the plain,</br>As billows roll along the storm-vex'd main&mdash;</br>The traveller mark, their course &mdash; in horror shrinks and dies.", "Beneath this mould'ring arch I'll lay me down,</br>And muse upon the awe-inspiring scene.&mdash;</br>Where is thy former pride, thy old renown?</br>Extinct, forgot, as if it ne'er had been.", "Here once the busy courtiers throng'd around</br>Their purpled monarch:  Here the sons of war</br>At peaceful pomp and dull inaction frown'd,</br>Or call'd to arms, and shook the threat'ning spear.", "Mark, where yon broken pillars strew the plain!</br>There rose a stately dome in ancient time:</br>There oft was heard the soul-entrancing strain,</br>And laurell'd bards awoke the song sublime.", "In choral dance gay youths and maids appear'd,</br>And light they tript to many a sprightly sound.</br>Nor dance, nor song, nor sprightly lay is heard,</br>But more than midnight silence reigns around.", "Where crowds opposing crowds have often toil'd,</br>Like mingling streams, athwart the street to pass,</br>In endless tides, is now a vacant wild,</br>With hoary moss bespread and spiry grass.", "Through royal palaces now serpents glide&mdash;</br>Heard you that dismal hiss? &mdash; It spoke them nigh:</br>They wreathe around yon column's shatter'd pride,</br>And their scales glitter in day's fiery eye.", "Through stately temples, where the sacred light,</br>By crowds ador'd, diffus'd perpetual day;</br>Wounding with horrid yells the ear of night,</br>The gaunt Hyaena roams in vain for prey.", "Oh!  what is pomp, and sublunary power?</br>And what is man who boasts himself so high?</br>The sport of fate &mdash; the tenant of an hour;</br>Dust, animated dust, that breathes to die!", "Yet man, unthinking man!</br>Deems not, that, swift as glides away</br>Each hour unmark'd, he hastens to decay:</br>Still busied with some idle plan</br>To spend in scenes of joy the coming years,</br>Or leave a bootless fame to grace his unknown heirs.&mdash;</br>Those heirs, who soon like him shall be no more,</br>Borne by the tide of fate to dark oblivion's shore.", "Vain race, farewell!  my mind excursive flies,</br>Swift as a meteor cleaves the skies,</br>To lands by human feet untrod,</br>Stern DESOLATION'S drear abode.</br>Beyond wide Canada's domain</br>Extends her solitary reign.</br>Aloft, on tempest-wings I soar;</br>Beneath, the Atlantic's untam'd surges roar:</br>Now cultur'd fields and lowing herds appear;</br>Now the wild Indians' shrieks assail my ear.</br>I see expanded waters gleam below,</br>And mountains crested with eternal snow.", "How wildly dark these groves appear!</br>And trickling streams beneath that stray!</br>Yet sweet they murmur to my ear,</br>As slow they urge their winding way!", "All hail, ye venerable oaks!</br>Ye never felt the woodman's strokes;</br>But here aloft majestic tower,</br>Coeval with Time's earliest hour.</br>All hail, ye fathers of the wood!</br>As here I rest in thoughtful mood,</br>Through your dark boughs that wave around,</br>Let only whispering breezes sound;</br>Or beetle's hum, or distant rill,</br>Pierce the silence deep and still.</br>Hail solemn scenes, and musings holy,</br>Far sweeter than the din of folly!", "Lo!  from the aerial chambers of the north,</br>I mark the raging tempest issue forth;</br>The pealing thunder heaven's high concave rends!</br>I hear the Genius of the woods reply</br>In hollow murmurs:  rushing rain descends</br>In torrents:  lightening streams athwart the sky!", "Again, 'tis silence all around&mdash;</br>Save where yon turtle wakes the plaintive strain.</br>The beasts their dens forsake:  before me bound</br>The nimble deer:  with fix'd amaze</br>Awhile on me they gaze,</br>Then fearless crop the herb, and sport along the plain.", "Blest wanderers of the forest wild,</br>On you indulgent nature smil'd,</br>And plac'd you far from man's destructive race;</br>The world's high-vaunted lord &mdash; but oh!  the world's disgrace.", "Creative FANCY waves the magic wand&mdash;</br>And lo!  amid those scenes so drear and rude,</br>Ideal beings in my presence stand,</br>And people all the solitude.</br>The voice of Sylvan Deities I hear,</br>And Satyrs bounding on yon heath appear.</br>With equal steps the dance they lead,</br>As PAN attunes his oaten reed.", "And oft he holds his jocund court</br>In yonder wood with verdure crown'd.</br>The lovely Dryads there resort,</br>Their brows with oaken garlands bound.</br>And FLORA joins the festive train;</br>His queen the enamour'd ZEPHYR leads,</br>And lo!  where'er the Goddess treads,</br>Spontaneous flowers arise, and deck the smiling plain.", "Ever-changing, ever new,</br>Those air-spun visions, FANCY weaves, delight:</br>Though tinctur'd with the rainbow's varying hue,</br>Whose every tear is cloth'd in light,</br>They strike with chasten'd joy the mental sight.", "I yield to thy controuling sway:</br>With thee, my guide, I bend my way</br>To Egypt's distant shore;</br>Egypt, once fam'd for arts, and wisdom's sacred lore.", "How fall'n! &mdash; yet still thy Pyramids sublime</br>Rear their bold heads, and mock the rage of time.</br>Unknown their mighty Builder's name,</br>They tower aloft, man's glory and his shame.", "Through the drear catacombs I stray,</br>Where rest the manes of the royal dead;</br>And by a dim-decaying taper led,</br>Urge, musing on, my doubtful way&mdash;</br>The walls e'er dank with dew:  low murmurs sound.</br>Night, shadowy night, now closes thick around.", "Behold!  from yonder widely-yawning tomb</br>The great SESOSTRIS rises to my view.</br>As slow he moves along the silent dome,</br>I mark his robes that glow with Tyrian hue;</br>The golden sceptre waving in his hand,</br>And awful brow, that speak his high command.", "In faded splendor, yet with haughtier mien,</br>Succeeding kings appear:  and es they glide</br>In solemn silence through the pageant scene,</br>On me they bend their fiery eyes of pride.</br>I see wild fury on each brow pourtray'd,</br>And horror in each bloodless cheek display'd.", "Vanish, oh vanish from my sight,</br>Tyrannic shades, beneath whose sway</br>Earth trembled &mdash; and behold, in night</br>The fear-form'd spectres fade away.", "Far different scenes unfold, and tranquillize</br>My late-distemper'd mind. &mdash; See, Night's sweet Queen,</br>Her car slow-wheeling through the cloudless skies,</br>With silvery lustre gilds the blue serene.", "Mute is the hill, the grove, the plain,</br>The echoing storm has ceas'd to roar:</br>No sound, &mdash; save where the billowy main</br>Low-murmurs on the distant shore.", "Where o'er the deep yon rock projecting lours,</br>I'll rest, and wear in thought the fleeting hours;</br>There muse upon the days already past,</br>And those to come &mdash; how swift they too will fly!</br>Muse on the gloomy cell to which we haste,</br>As shoots the enkindled vapour through the sky.</br>Sudden it fades &mdash; its path no more is known&mdash;</br>A few brief hours elaps'd, its fate must be our own!", "Rapt above sublunary scenes I tower,</br>And mark life's transient pleasures vague and vain.</br>Shall I then sigh at envious fortune's power,</br>Or disappointment thrill my breast with pain?", "The light-wing'd moments, like the eastern blast.</br>Ere we can count them, fleet away:</br>And pomp and poverty, these moments past,</br>The oppressor and the opprest are undistinguish'd clay.</br>"]