["LOBBIN CLOUT, CUDDY, CLODDIPOLE.", "LOBBIN CLOUT.</br>Thy Younglings, Cuddy, are but just awake;</br>No Thrustles shrill the Bramble-Bush forsake,</br>No chirping Lark the Welkin sheen invokes;</br>No Damsel yet the swelling Udder strokes;</br>O'er yonder Hill does scant the Dawn appear,</br>Then why does Cuddy leave his Cott so rear?", "CUDDY.</br>Ah Lobbin Clout!  I ween, my Plight is guest,</br>For he that loves, a Stranger is to Rest;</br>If Swains belye not, thou hast prov'd the Smart,</br>And Blouzelinda's Mistress of thy Heart.</br>This rising rear betokeneth well thy Mind,</br>Those Arms are folded for thy Blouzelind.</br>And well, I trow, our piteous Plights agree,</br>Thee Blouselinda smites, Buxoma me.", "LOBBIN CLOUT.</br>Ah Blouzelind!  I love thee more by half,</br>Than Does their Fawns, or Cows the new-fall'n Calf:</br>Woe worth the Tongue!  may Blisters sore it gall,</br>That names Buxoma, Blouzelind withal.", "CUDDY.</br>Hold, witless Lobbin Clout, I thee advise,</br>Lest Blisters sore on thy own Tongue arise.</br>Lo yonder Cloddipole, the blithesome Swain,</br>The wisest Lout of all the neighbouring Plain.</br>From Cloddipole we learnt to read the Skies,</br>To know when Hail will fall, or Winds arise.</br>He taught us erst the Heifers Tails to view,</br>When stuck aloft, that Show'rs would strait ensue;</br>He first that useful Secret did explain,</br>That pricking Corns foretold the gath'ring Rain.</br>When Swallows fleet soar high and sport in Air,</br>He told us that the Welkin would be clear.</br>Let Cloddipole then hear us twain rehearse,</br>And praise his Sweetheart in alternate Verse.</br>I'll wager this same Oaken Staff with thee,</br>That Cloddipole shall give the Prize to me.", "LOBBIN CLOUT.</br>See this Tobacco Pouch that's lin'd with Hair,</br>Made of the Skin of sleekest fallow Deer.</br>This Pouch, that's ty'd with Tape of reddest Hue,</br>I'll wager, that the Prize shall be my due.", "CUDDY.</br>Begin thy Carrols then, thou vaunting Slouch,</br>Be thine the Oaken Staff, or mine the Pouch.", "LOBBIN CLOUT.</br>My Blouzelinda is the blithest Lass,</br>Than Primrose sweeter, or the Clover-Grass.</br>Fair is the King-Cup that in Meadow blows,</br>Fair is the Daisie that beside her grows,</br>Fair is the Gillyflow'r, of Gardens sweet,</br>Fair is the Mary-Gold, for Pottage meet.</br>But Blouzelind's than Gillyflow'r more fair,</br>Than Daisie, Mary-Gold, or King-Cup rare.", "CUDDY.</br>My brown Buxoma is the featest Maid,</br>That e'er at Wake delightsome Gambol play'd.</br>Clean as young Lambkins or the Goose's Down,</br>And like the Goldfinch in her Sunday Gown.</br>The witless Lambs may sport upon the Plain,</br>The frisking Kid delight the gaping Swain,</br>The wanton Calf may skip with many a Bound,</br>And my Cur Tray play deftest Feats around;</br>But neither Lamb nor Kid, nor Calf nor Tray,</br>Dance like Buxoma on the first of May.", "LOBBIN CLOUT.</br>Sweet is my Toil when Blouzelind is near,</br>Of her bereft 'tis Winter all the Year.</br>With her no sultry Summer's Heat I know;</br>In Winter, when she's nigh, with Love I glow.</br>Come Blouzelinda, ease thy Swain's Desire,</br>My Summer's Shadow and my Winter's Fire!", "CUDDY.</br>As with Buxoma once I work'd at Hay,</br>Ev'n Noon-tide Labour seem'd an Holiday;</br>And Holidays, if haply she were gone,</br>Like Worky-days I wish'd would soon be done.</br>Eftsoons, O Sweet-heart kind, my Love repay,</br>And all the Year shall then be Holiday.", "LOBBIN CLOUT.</br>As Blouzelinda in a gamesome Mood,</br>Behind a Haycock loudly laughing stood,</br>I slily ran, and snatch'd a hasty Kiss,</br>She wip'd her Lips, nor took it much amiss.</br>Believe me, Cuddy, while I'm bold to say,</br>Her Breath was sweeter than the ripen'd Hay.", "CUDDY.</br>As my Buxoma in a Morning fair,</br>With gentle Finger stroak'd her milky Care,</br>I queintly stole a Kiss; at first, 'tis true,</br>She frown'd, yet after granted one or two.</br>Lobbin, I swear, believe who will my Vows,</br>Her Breath by far excell'd the breathing Cows.", "LOBBIN CLOUT.</br>Leek to the Welch, to Dutchmen Butter's dear,</br>Of Irish Swains Potatoe is the Chear;</br>Oats for their Feasts, the Scottish Shepherds grind,</br>Sweet Turnips are the Food of Blouzelind.</br>While she loves Turnips, Butter I'll despise,</br>Nor Leeks nor Oatmeal nor Potatoe prize.", "CUDDY.</br>In good Roast Beef my Landlord sticks his Knife,</br>The Capon fat delights his dainty Wife,</br>Pudding our Parson eats, the Squire loves Hare,</br>But White-pot thick is my Buxoma's Fare.</br>While she loves White-pot, Capon ne'er shall be,</br>Nor Hare, nor Beef, nor Pudding, Food for me.", "LOBBIN CLOUT.</br>As once I play'd at Blindman's-buff, it hapt</br>About my Eyes the Towel thick was wrapt.</br>I miss'd the Swains, and seiz'd on Blouzelind.</br>True speaks that ancient Proverb, Love is blind.", "CUDDY.</br>As at Hot-Cockles once I laid me down,</br>And felt the weighty Hand of many a Clown;</br>Buxoma gave a gentle Tap, and I</br>Quick rose, and read soft Mischief in her Eye.", " [LOBBIN CLOUT.</br>On two near Elms, the slacken'd Cord I hung,</br>Now high, now low my Blouzelinda swung.</br>With the rude Wind her rumpled Garment rose,</br>And show'd her taper Leg, and scarlet Hose.", "CUDDY.</br>Across the fallen Oak the Plank I laid,</br>And my self pois'd against the tott'ring Maid,</br>High leapt the Plank; adown Buxoma fell;</br>I spy'd &mdash; but faithful Sweethearts never tell. &mdash; (added in third edition)]", "LOBBIN CLOUT.</br>This Riddle, Cuddy, if thou can'st, explain,</br>This wily Riddle puzzles ev'ry Swain.</br>What Flower is that which bears the Virgin's Name,</br>The richest Metal joined with the same?", "CUDDY.</br>Answer, thou Carle, and judge this Riddle right,</br>I'll frankly own thee for a cunning Wight.</br>What Flower is that which Royal Honour craves,</br>Adjoin the Virgin, and 'tis strown on Graves.", "CLODDIPOLE.</br>Forbear, contending Louts, give o'er your Strains,</br>An Oaken Staff each merits for his Pains.</br>But see the Sun-Beams bright to Labour warn,</br>And gild the Thatch of Goodman Hodges' barn.</br>Your Herds for want of Water stand adry,</br>They're weary of your Songs &mdash; and so am I.</br>"]