["When insect wings are glistening in the beam</br>Of the low sun, and mountain tops are bright,</br>Oh let me, by the valley's lovely stream,</br>Wander amid the mild and mellow light;</br>And while the wood-thrush pipes his evening lay,</br>Give me one lonely hour to hymn the setting day.", "Oh sun!  that o'er the western mountains now</br>Goest down in glory!  ever beautiful</br>And blessed is thy radiance, whether thou</br>Colourest the eastern heaven and night-mist cool,</br>Till the bright day-star vanish, or on high</br>Climbest, and streamest thy white splendors from mid-sky.", "Yet, loveliest are thy setting smiles, and fair&mdash;</br>Fairest of all that earth has seen &mdash; the hues</br>That live among the clouds, and flush the air,</br>Lingering and deepening at the hour of dews;</br>Then softest gales are breathed, and softest heard</br>The plaining voice of streams, and pensive note of bird.", "They who here roamed, of yore, the forest wide,</br>Felt by such charm their simple bosoms won,</br>They deemed their quivered warrior, when he died,</br>Went to the bright isles beneath the setting sun;</br>Where winds are aye at peace, and skies are fair,</br>And crimson-skirted clouds curtain the rosy air.", "So, with the glories of the dying day,</br>Its thousand trembling lights and changing hues,</br>The memory of the brave who passed away</br>Tenderly mingled; fitting hour to muse</br>On such grave theme, and sweet the dream the shed</br>Brightness and beauty round the destiny of the dead!", "For ages, on the silent forests here,</br>Thy beams did fall, before the red man came</br>To dwell beneath them; in their shade the deer</br>Fed, and feared not the arrow's deadly aim;</br>Nor tree was felled, in all that world of woods,</br>Save by the beaver's tooth, or winds, or rush of floods.", "Then came the hunter tribes, and thou didst look,</br>For ages, on their deeds in the hard chase,</br>And well-fought wars; green sod and silver brook</br>Took the first stain of blood; before thy face</br>The warrior generations came and past,</br>And glory was laid up for many an age to last.", "Now they are gone &mdash; gone as thy setting blaze</br>Goes down the west, while night is pressing on;</br>And with them, the old tale of better days</br>And trophies of remembered power are gone.</br>Yon field, that gives the harvest, where the plough</br>Strikes the white bone, is all that tells their story now.", "I stand upon their ashes in thy beam,</br>The offspring of another race, I stand,</br>Beside a stream they loved &mdash; this valley stream;</br>And where the night-fire of the quivered band</br>Showed the gray oak by fits, and war-song rung,</br>I teach the quiet shades the strains of this new tongue.", "Farewell!  but thou shalt come again &mdash; thy light</br>Must shine on other changes, and behold</br>The place of the thronged city still as night&mdash;</br>States fallen &mdash; new empires built upon the old&mdash;</br>But never shalt thou see these realms again</br>Darkened by boundless groves and roamed by savage men.</br>"]