["The Sunne began to slack his bended bow,</br>And more obliquely dart his milder ray;</br>When cooler ayers gently 'gan to blow,</br>And fanne the fields parcht with the scorching day:</br>The shepherds to their wonted seats repair;</br>Thirsil, refresht with this soft-breathing aire,</br>Thus 'gan renew his task, and broken song repair:", "What watchfull care must fence that weary state,</br>Which deadly foes begirt with cruell siege;</br>And frailest wall of glasse, and trait'rous gate</br>Strive which should first yeeld up their wofull leige?</br>By enemies assail'd, by friends betray'd;</br>When others hurt, himself refuses aid:</br>By weaknesse self his strength is foil'd and overlay'd.", "How comes it then that in so neare decay</br>We deadly sleep in deep securitie,</br>When every houre is ready to betray</br>Our lives to that still-watching enemie?</br>Wake then thy soul that deadly slumbereth:</br>For when thy foe hath seiz'd thy captive breath,</br>Too late to wish past life, too late to wish for death.", "Caro the Vantguard with the Dragon led,</br>Cosmos the battell guides, with loud alarms;</br>Cosmos, the first sonne to the Dragon red,</br>Shining in seeming gold, and glitt'ring arms:</br>Well might he seem a strong and gentle Knight,</br>As e're was clad in steel and armour bright;</br>But was a recreant base, a foul, false, cheating sprite.", "And as himself, such were his arms; appearing</br>Bright burnisht gold, indeed base alchymie,</br>Dimme beetle eyes, and greedy worldlings blearing:</br>His shield was drest in nights sad liverie,</br>Where man-like Apes a Gloworm compasse round,</br>Glad that in wintrie night they fire had found;</br>Busie they puffe and blow:  the word, Mistake the ground.", "Mistake points all his darts; his sunshines bright</br>(Mistaken) light appeare, sad lightning prove:</br>His clouds (mistook) seem lightnings, turn to light;</br>His love true hatred is, his hatred love;</br>His shop, a Pedlers pack of apish fashion;</br>His honours, pleasures, joyes are all vexation:</br>His wages, glorious care, sweet surfets, woo'd damnation.", "His lib'rall favours, complementall arts;</br>His high advancements, Alpine slipp'ry straits;</br>His smiling glances, deaths most pleasing darts;</br>And (what he vaunts) his gifts are gilded baits:</br>Indeed he nothing is, yet all appeares.</br>Haplesse earths happy fools, that know no tears!</br>Who bathes in worldly joyes, swimmes in a world of fears.", "Pure Essence, who hast made a stone descrie</br>'Twixt natures hid, and check that metals pride</br>That dares aspire to golds high soveraigntie;</br>Ah leave some touch-stone erring eyes to guide,</br>And judge dissemblance; see by what devices</br>Sinne with fair glosse our mole-ey'd sight entises,</br>That vices vertues seem to most; and vertues, vices.", "Strip thou their meretricious seemlinesse,</br>And tinfold glitt'ring bare to every sight,</br>That we may loath their inward uglinesse;</br>Or else uncloud the soul, whose shadie light</br>Addes a fair lustre to false earthly blisse:</br>Thine and their beauty differs but in this;</br>Theirs what it is not, seems; thine seems not what it is.", "Next to the Captain coward Deilos far'd;</br>Him right before he as his shield projected,</br>And following troops to back him as his guard;</br>Yet both his shield and guard (faint heart) suspected:</br>And sending often back his doubtfull eye,</br>By fearing taught unthought of treacherie;</br>So made him enemies, by fearing enmitie.", "Still did he look for some ensuing crosse,</br>Fearing such hap as never man befell:</br>No mean he knows, but dreads each little losse</br>(With tyrannie of fear distraught) as hell.</br>His sense he dare not trust, (nor eyes, nor eares)</br>And when no other cause of fright appeares,</br>Himself he much suspects, and fears his causelesse fears.", "Harnest with massie steel, for fence, not fight;</br>His sword unseemly long he ready drew:</br>At sudden shine of his own armour bright</br>He started oft, and star'd with ghastly hue:</br>He shrieks at every danger that appeares,</br>Shaming the knightly arms he goodly bears:</br>His word, Safer that all, then he that nothing fears.", "With him went Doubt, stagg'ring with steps unsure,</br>That every way, and neither way enclin'd;</br>And fond Distrust, whom nothing could secure;</br>Suspicion lean, as if he never din'd:</br>He keeps intelligence by thousand spies;</br>Argus to him bequeath'd his hundred eyes:</br>So waking still he sleeps, and sleeping wakefull lies.", "Fond Deilos all, Tolmetes nothing fears;</br>Just frights he laughs, all terrours counteth base;</br>And when of danger, or sad news he heares,</br>He meets the thund'ring fortune face to face:</br>Yet oft in words he spends his boistrous threat;</br>That his hot bloud, driv'n from the native seat,</br>Leaves his faint coward heart empty of lively heat.", "Himself (weak help!)  was all his confidence;</br>He scorns low ebs, but swimmes in highest rises:</br>His limbes with arms or shield he would not fence;</br>Such coward fashion (fool!)  he much despises:</br>Ev'n for his single sword the world seems scant;</br>For hundred worlds his conqu'ring arm could dant:</br>Much would he boldly do, but much more boldly vant.", "With him went self-admiring Arrogance,</br>And Bragge, his deeds without an helper praising:</br>Blinde Carelesnesse before would lead the dance;</br>Fear stole behinde, those vaunts in balance peysing,</br>Which farre their deeds outweigh'd; their violence,</br>'Fore danger spent with lavish diffluence,</br>Was none, or weak in time of greatest exigence.", "As when a fierie courser readie bent,</br>Puts forth himself at first with swiftest pace;</br>Till with too sudden flash his spirits spent,</br>Alreadie fails now in the middle race:</br>His hanging crest farre from his wonted pride,</br>No longer now obeyes his angrie guide;</br>Rivers of sweat and bloud flow from his gored side:", "Thus ran the rash Tolmetes, never viewing</br>The fearfull fiends that duly him attended;</br>Destruction close his steps in poast pursuing,</br>And certain ruines heavie weights depended</br>Over his cursed head, and smooth-fac'd guile,</br>That with him oft would loosly play and smile;</br>Till in his snare he lockt his feet with treach'rous wile.", "Next marcht Asotus, carelesse-spending Swain;</br>Who with a fork went spreading all around,</br>Which his old sire with sweating toil and pain</br>Long time was raking from his racked ground:</br>In giving he observ'd nor form, nor matter,</br>But best reward he got, that best could flatter;</br>Thus what he thought to give, he did not give, but scatter.", "Before aray'd in sumptuous braverie,</br>Deckt court-like in the choice and newest guise;</br>But all behinde like drudging slaverie,</br>With ragged patches, rent, and bared thighs:</br>His shamefull parts, that shunne the hated light,</br>Were naked left; (ah foul unhonest sight!)</br>Yet neither could he see, nor feel his wretched plight.", "His shield presents to life deaths latest rites,</br>A sad black herse born up with sable swains;</br>Which many idle grooms with hundred lights</br>(Tapers, lamps, torches) usher through the plains</br>To endlesse darknesse; while the Sunnes bright brow</br>With fierie beams quenches their smoaking tow,</br>And wastes their idle cost:  the word, Not need, but show.", "A vagrant rout (a shoal of tatling daws)</br>Strow him with vain-spent prayers, and idle layes;</br>And flatt'rie to his sinne close curtains draws,</br>Clawing his itching eare with tickling praise:</br>Behinde, fond pitie much his fall lamented,</br>And miserie, that former waste repented:</br>The usurer for his goods, jayl for his bones indented.", "His steward was his kinsman, Vain-expence,</br>Who proudly strove in matters light to shew</br>Heroick minde in braggard affluence;</br>So lost his treasure, getting nought in liew,</br>But ostentation of a foolish pride;</br>While women fond, and boyes stood gaping wide;</br>But wise men all his waste and needlesse cost deride.", "Next Pleonectes went, his gold admiring,</br>His servants drudge, slave to his basest slave;</br>Never enough, and still too much desiring:</br>His gold his god, yet in an iron grave</br>Himself protects his god from noysome rusting;</br>Much fears to keep, much more to loose his lusting;</br>Himself, and golden god, and every god mistrusting.", "Age on his hairs the winter snow had spread;</br>That silver badge his neare end plainly proves:</br>Yet as to earth he nearer bowes his head,</br>So loves it more; for Like his like still loves.</br>Deep from the ground he digs his sweetest gain,</br>And deep into the earth digs back with pain:</br>From hell his gold he brings, and hoords in hell again.", "His clothes all patcht with more then honest thrift,</br>And clouted shoon were nail'd for fear of wasting;</br>Fasting he prais'd, but sparing was his drift;</br>And when he eats, his food is worse then fasting:</br>Thus starves in store, thus doth in plentie pine,</br>Thus wallowing on his god, his heap of Mine,</br>He feeds his famisht soul with that deceiving shine.", "Oh hungrie metall, false deceitfull ray,</br>Well laid'st thou dark, prest in th' earths hidden wombe;</br>Yet through our mothers entrails cutting way,</br>We dragge thy buried coarse from hellish tombe:</br>The merchant from his wife and home departs,</br>Nor at the swelling ocean ever starts;</br>While death and life a wall of thinne planks onely parts.", "Who was it first, that from thy deepest cell,</br>With so much costly toil and painfull sweat</br>Durst rob thy palace, bord'ring next to hell?</br>Well mayst thou come from that infernall seat;</br>Thou all the world with hell-black deeps dost fill.</br>Fond men, that with such pain do wooe your ill!</br>Needlesse to send for grief, for he is next us still.", "His arms were light, and cheap, as made to save</br>His purse, not limbes; the money, not the man:</br>Rather he dies, then spends:  his helmet brave,</br>An old brasse pot; breast-plate a dripping-pan:</br>His spear a spit, a pot-lid broad his shield,</br>Whose smokie plain a chalkt Impresa fill'd,</br>A bagge sure seal'd:  his word, Much better sav'd, then spill'd.", "By Pleonectes shamelesse Sparing went,</br>Who whines and weeps to beg a longer day,</br>Yet with a thundring voice claims tardie rent;</br>Quick to receive, but hard and slow to pay:</br>His care's to lessen cost with cunning base;</br>But when he's forc't beyond his bounded space,</br>Loud would he crie, and howl, while others laugh apace.", "Long after went Pusillus, weakest heart,</br>Able to serve, and able to command,</br>But thought himself unfit for either part;</br>And now full loth, amidst the warlike band</br>Was hither drawn by force from quiet cell:</br>Lonenesse his heav'n, and bus'nesse was his hell.</br>A weak distrustfull heart is vertues aguish spell.", "His goodly arms, eaten with shamefull rust,</br>Bewray'd their masters ease, and want of using;</br>Such was his minde, tainted with idle must,</br>His goodly gifts with little use abusing:</br>Upon his shield was drawn that noble Swain</br>That loth to change his love and quiet reigne</br>For glorious warlike deeds, did craftie madnesse feigne.", "Finely the workman fram'd the toilsome plough</br>Drawn with an ox and asse, unequall pair;</br>While he with busie hand his salt did sow,</br>And at the furrows end his dearest heir</br>Did helplesse lie, and Greek lords watching still</br>Observ'd his hand guided with carefull will:</br>About was wrote, Who nothing doth, doth nothing ill.", "By him went Idlenesse, his loved friend,</br>And Shame with both; with all, ragg'd Povertie:</br>Behinde sure Punishment did close attend,</br>Waiting a while fit opportunitie;</br>And taking count of houres mispent in vain,</br>And graces lent without returning gain,</br>Pour'd on his guiltie corse late grief, and helplesse pain.", "This dull cold earth with standing water froze;</br>At ease he lies to coyn pretence for ease;</br>His soul like Ahaz diall, while it goes</br>Not forward, poasteth backward ten degrees:</br>In's couch he's pliant wax for fiends to seal;</br>He never sweats, but in his bed, or meal:</br>He'd rather steal then work, and beg then strive to steal.", "All opposite, though he his brother were,</br>Was Chaunus, that too high himself esteem'd:</br>All things he undertook, nor could he fear</br>His power too weak, or boasted strength misdeem'd,</br>With his own praise like windie bladder blown:</br>His eyes too little, or too much his own;</br>For known to all men weak, was to himself unknown.", "Fondly himself with praising he disprais'd,</br>Vaunting his deeds and worth with idle breath;</br>So raz'd himself, what he himself had rais'd:</br>On's shield a boy threatens high Phoebus death,</br>Aiming his arrow at his purest light;</br>But soon the thinne reed, fir'd with lightning bright,</br>Fell idlely on the strond:  his word, Yet high, and right.", "Next brave Philotimus in poast did ride:</br>Like rising ladders was his climbing minde;</br>His high-flown thoughts had wings of courtly pride,</br>Which by foul rise to greatest height enclin'd;</br>His heart aspiring swell'd untill it burst:</br>But when he gain'd the top, with spite accurst</br>Down would he fling the steps by which he clamb'red first.", "His head's a shop furnisht with looms of state:</br>His brain the weaver, thoughts are shuttles light,</br>With which in spite of heav'n he weaves his fate;</br>Honour his web:  thus works he day and night,</br>Till fates cut off his threed; so heapeth sinnes</br>And plagues, nor once enjoyes the place he winnes;</br>But where his old race ends, there his new race begins.", "Ah silly man, who dream'st that honour stands</br>In ruling others, not thy self!  thy slaves</br>Serve thee, and thou thy slaves:  in iron bands</br>Thy servile spirit prest with wilde passions raves.</br>Would'st thou live honour'd?  clip ambitions wing;</br>To reasons yoke thy furious passions bring.</br>Thrice noble is the man, who of himself is King.", "Upon his shield was fram'd that vent'rous lad,</br>That durst assay the Sunnes bright-flaming team;</br>Spite of his feeble hands, the horses mad</br>Fling down on burning earth the scorching beam;</br>So made the flame in which himself was fir'd;</br>The world the bonefire was, where he expir'd:</br>His motto written thus, Yet had what he desir'd.", "But Atimus, a carelesse idle swain,</br>Though Glory off'red him her sweet embrace,</br>And fair Occasion with little pain</br>Reacht him her ivory hand, yet (lozel base!)</br>Rather his way, and her fair self declin'd;</br>Well did he thence prove his degenerous minde:</br>Base were his restie thoughts, base was his dunghill kinde.", "And now by force dragg'd from the monkish cell,</br>(Where teeth he onely us'd, nor hands, nor brains,</br>But in smooth streams swam down through ease to hell;</br>His work to eat, drink, sleep, and purge his reins)</br>He left his heart behinde him with his feast:</br>His target with a flying dart was drest,</br>Poasting unto his mark:  the word, I move to rest.", "Next Colax all his words with sugar spices;</br>His servile tongue, base slave to greatnesse name,</br>Runnes nimble descant on the plainest vices;</br>He lets his tongue to sinne, takes rent of shame:</br>He temp'ring lies, porter to th' eare resides,</br>Like Indian apple, which with painted sides,</br>More dangerous within his lurking poyson hides.", "So Echo, to the voice her voice conforming,</br>From hollow breast for one will two repay;</br>So, like the rock it holds, it self transforming,</br>That subtil fish hunts for her heedlesse prey:</br>So crafty fowlers with their fair deceits</br>Allure the hungrie bird; so fisher waits</br>To bait himself with fish, his hook and fish with baits.", "His art is but to hide, not heal a sore,</br>To nourish pride, to strangle conscience;</br>To drain the rich, his own drie pits to store,</br>To spoil the precious soul, to please vile sense:</br>A carrion crow he is, a gaping grave,</br>The rich coats moth, the courts bane, trenchers slave;</br>Sinnes and hells winning baud, the devils fact'ring knave.", "A mist he casts before his patrons sight,</br>That blackest vices never once appeare;</br>But greater then it is, seems vertues light;</br>His Lords displeasure is his onely fear:</br>His clawing lies, tickling the senses frail</br>To death, make open way where force would fail.</br>Lesse hurts the lions paw, then foxes softest tail.", "His arms with hundred tongues were poud'red gay,</br>(The mint of lies) gilt, fil'd, the sense to please;</br>His sword which in his mouth close sheathed lay,</br>Sharper then death, and fram'd to kill with ease.</br>Ah cursed weapon, life with pleasure spilling!</br>The Sardoin herb with many branches filling</br>His shield, was his device:  the word, I please in killing.", "Base slave!  how crawl'st thou from thy dunghill nest,</br>Where thou wast hatcht by shame and beggerie,</br>And pearchest in the learn'd and noble breast?</br>Nobles of thee their courtship learn, of thee</br>Arts learn new art their learning to adorn:</br>(Ah wretched mindes!)  He is not nobly born,</br>Nor learn'd, that doth not thy ignoble learning scorn.", "Close to him Pleasing went, with painted face,</br>And Honour, by some hidden cunning made;</br>Not Honours self, but Honours semblance base,</br>For soon it vanisht like an emptie shade:</br>Behinde, his parents duely him attend;</br>With them he forced is his age to spend:</br>Shame his beginning was, and shame must be his end.", "Next follow'd Dyscolus, a froward wight;</br>His lips all swoln, and eyebrows ever bent,</br>With sootie locks, swart looks, and scouling sight,</br>His face a tell-tale to his foul intent:</br>He nothing lik't, or prais'd; but reprehended</br>What every one beside himself commended.</br>Humours of tongues impostum'd, purg'd with shame, are mended.", "His mouth a pois'nous quiver, where he hides</br>Sharp venom'd arrows, which his bitter tongue</br>With squibs, carps, jests, unto their object guides;</br>Nor fears he gods on earth, or heav'n to wrong:</br>Upon his shield was fairly drawn to sight</br>A raging dog, foaming out wrath and spite:</br>The word to his device, Impartiall all I bite.", "Geloios next ensu'd, a merrie Greek,</br>Whose life was laughter vain, and mirth misplac't;</br>His speeches broad, to shame the modest cheek;</br>Ne car'd he whom, or when, or how disgrac't.</br>Salt round about he flung upon the sand;</br>If in his way his friend or father stand,</br>His father and his friend he spreads with carelesse hand.", "His foul jests steep'd and drown'd in laughter vain,</br>And rotten speech, (ah!)  was not mirth, but madnesse:</br>His armour crackling thorns all flaming stain</br>With golden fires, (embleme of foppish gladnesse)</br>Upon his shield two laughing fools you see,</br>(In number he the third, first in degree)</br>At which himself would laugh, and fleer:  his word, We three.", "And after, Agrios, a sullen swain,</br>All mirth that in himself and others hated;</br>Dull, dead, and leaden was his cheerlesse vein:</br>His weary sense he never recreated;</br>And now he marcht as if he somewhat dream'd:</br>All honest joy but madnesse he esteem'd,</br>Refreshings idlenesse, but sport he folly deem'd.", "In's arms his minde the workman fit exprest,</br>Which all with quenched lamps, but smoking yet,</br>And foully stinking, were full queintly drest;</br>To blinde, not light the eyes, to choke, not heat:</br>Upon his shield an heap of fennie mire</br>In flagges and turfs (with sunnes yet never drier)</br>Did smoth'ring lie, not burn:  his word, Smoke without fire.", "Last Impudence, whose never-changing face</br>Knew but one colour; with some brasse-brow'd lie,</br>And laughing loud she drowns her just disgrace:</br>About her all the fiends in armies flie:</br>Her feather'd beaver sidelong cockt, in guise</br>Of roaring boyes; set look with fixed eyes</br>Out-looks all shamefac't forms, all modestie defies.", "And as her thoughts, so arms all black as hell:</br>Her brasen shield two sable dogs adorn,</br>Who each at other stare, and snarle, and swell:</br>Beneath the word was set, All change I scorn.</br>But if I all this rout and foul aray</br>Should muster up, and place in battell ray,</br>Too long your selves and flocks my tedious song would stay.", "The aged day growes dimme, and-homeward calls:</br>The parting Sunne (mans state describing well)</br>Falls when he rises, rises when he falls:</br>So we by falling rose, by rising fell.</br>The shadie cloud of night 'gins softly creep,</br>And all our world with sable tincture steep:</br>Home now ye shepherd-swains; home now my loved sheep.", ""]