["\"Alas, good Sir!\"  &mdash; and while she spoke, she pass'd</br>Long round white fingers o'er a whiter brow,</br>And back her dark and clustering tresses cast&mdash;</br>\"An orphan's tale is ay a tale of woe.</br>Where the wild waves of the wide Solway flow</br>Far up the Dee, beside an aged wood,</br>There dwelt my sire; our windows threw their glow</br>Upon the tide, so nigh the sea we stood;</br>A rock rose high behind, where eagles scream'd for food.", "My father lived where he was born; he loved</br>His native land too well away to roam;</br>A frugal man was he and unreproved,</br>Who sought his food amid the ocean foam,</br>And on the hills &mdash; he had a heartsome home,</br>Thick swarmed his sheep and loudly lowed his kine.</br>Men said that in his courtship high he clomb.</br>He won the daughter of an ancient line,</br>And she was Sybil called &mdash; and all her name is mine.", "Her name, no more.  When on this head of mine</br>Ten summers had their dews and fragrance shook&mdash;</br>One morn &mdash; the raven on a blasted pine</br>Croaked, and the gray owl hooted from an oak&mdash;</br>I might have known that they of evil spoke.</br>Men say that strange tongues ran up Solway shore&mdash;</br>I know not &mdash; but the angry ocean broke</br>His chains and burst into our sea-side bow'r,</br>And there my mother died.\"  She paused, and spoke no more", "For some few moments space.  \"Midnight her rain</br>Shed on my father often while he wept,</br>And many a morn-beam dried it up again,</br>As homeward from my mother's grave he crept:</br>He never smiled, ate little, less he slept,</br>But chief he loved along the lonely shore</br>To walk, and while the surge his slow foot swept,</br>He chid it for his love and wept.  The roar</br>Of Solway-sea he dared when it was foaming o'er.", "\"His shallop then he launched and reckless rode,</br>With the rough storm in dread companionship;</br>Or when the sweet eve sent her stars abroad,</br>Oft on the prow of a night-foundered ship</br>He watched &mdash; while, with my finger on my lip,</br>I lurked beside him; on the moon and sea</br>He gazed &mdash; from his distracted tongue would slip</br>The name of her he loved so tenderlie&mdash;</br>Also he sometimes grew so madly fond of me,", "\"That, while the rain beat and the whirlwind sung,</br>He to the shore my trembling footsteps took,</br>And bade me pray, while on the waves he flung</br>His fearless shallop.  Ah!  at last forsook</br>By heaven, he through the soughing surges strook.</br>Then rose the tempest, loud the ocean vast</br>Howled all through cavern'd Colvend, till it shook</br>The pines like reeds, and flashing red and fast</br>From heaven the burning fire was on the billows cast.", "\"He went who ne'er returned.  Beyond the Dee,</br>And left sole heiress of an ancient line;</br>Lived a young dame who pity took on me;</br>When seventeen summers I could reckon mine</br>She clung to me as doth the tendrilled vine,</br>Nor counted kindred, riches, rent or birth.</br>With her came joy as gladness comes with wine.</br>Though oft I looked upon the foaming firth</br>My father never came, and grief gave way to mirth.", "\"I lived with her, who like a queen did reign</br>O'er five broad parishes from side to side;</br>Proud waxed her heart, she carried grew and vain.</br>An ancient priest a sermon preached on pride,</br>And instanced her in robes of crimson dyed;</br>And peasant dames, grown in experience gray,</br>Sighed for her fame, when titled lovers tried</br>With smiles, nods, shreds of wit, laced garments gay,</br>And oaths from Holyrood, to wile her heart away.", "\"Far different thoughts were nourished in her breast;</br>To me she spoke &mdash; I heard with wonderment&mdash;</br>'I am in love; a youth lives in the west,</br>Obscurely born &mdash; but not to proud descent,</br>Are lofty souls and leading spirits lent</br>Alone.  I see fair written in his look</br>Such inborn nobleness, true hardiment,</br>As clear as e'er was printed in a book&mdash;</br>Swains say the sweetest corn is in the ragged stook.", "\"'Attired as a bond-maiden will I go</br>To my love's land, and near him I'll remain;</br>Spin wool and flax, bleach webs as white as snow,</br>Ted the fresh hay, and reap the golden grain:</br>Close round the heart of my elected swain,</br>I'll twine my thoughts, and gently win my way;</br>And should his soul be of the purest strain,</br>I will at once my birth and rank display&mdash;</br>Nay, Sybil, do not smile, my name is ne'er said nay:", "\"'My famed ancestress, who did Carrick sway,</br>Won thus a lord, who gave to Scotland's throne</br>The great king Robert.'  Saying so, away</br>She went at eve, and ere the morning shone,</br>O'er many a hill and hollow had she gone,</br>Or with her white feet marked the rivulet sand;</br>Till on a pastoral mount she stood alone,</br>Shed back her dewy ringlets with her hand,</br>And with the morning sun looked on her true love's land.", "\"While thus she went to read her riddle, all</br>Her menials wantoned through the livelong night,</br>And to it added day.  In vain I call</br>To stay lascivious sounds and chamberings light;</br>My soul grows sick, and saddens with the sight.</br>My humble garments all I gladly gather,</br>And with the morning star commence my flight</br>Through glens of grass, o'er hills of blooming heather,</br>Till lone Dalgonar smiles, where dwells my second father.\"", "Grave looked Miles Graeme, his words were soft and mild;</br>\"Be cheerful, Sybil; sorrow not, young maid,</br>Be comforted:  live with us as our child,</br>Beneath our roof none dare make thee afraid.</br>Light is our work, and heartsome is our trade;</br>Corn yields us food, the chrystal well yields wine,</br>And when for thee the bridal feast is made,</br>Twelve ewes, two cows, and gowns of Lincome twine,</br>And mantles white as pure Dalgonar's swans are thine.\"", "\"Cast sadness from thee, like an ill-made gown,\"</br>Said douce Eupheme, \"this is no desert rude,</br>Where song and dance and mirth are never known;</br>Where beauty dies that never has been woo'd,</br>Nor loveliness unsung here sad of mood,</br>Pines for the minstrel honour; list and hear</br>Bairns' tongues as blythe as birds in budding wood&mdash;</br>And those who love a home and husband dear,</br>And sweet domestic peace, will find such blessings here.\"", "Fair Sybil's heart was cheered.  Now faint and low,</br>The hearth fire glimmered; far into the west</br>The moon sank down.  Man's drowsy eyelids show</br>'Tis now the hour of sweet and silent rest:</br>Young Sybil's hand Eupheme sedately prest,</br>And to a little chamber made her boune;</br>The walls in whitest livery were drest,</br>High swelled a bed hung round with Hawick-brown,</br>Where clothes of Cheviot-fleece were laid o'er canna's down.", "Eupheme sighed sore, and spread the white sheets down;</br>\"Ah!  she who plucked for me this fragrant bed,</br>To heaven with half my happiness has flown;</br>God has our house in wrath admonished:</br>Two lovely shoots from our sad tree are shred,</br>One daughter fair I've lost &mdash; one darling boy:&mdash;</br>Sound be thy slumber, till the sunbeam shed</br>His golden light, and wakes the earth to joy,</br>The wild birds to their work, and man to his employ.\"", "So spoke she, and while speaking left the maid,</br>Who like a lily in the winds of spring,</br>This way, now that, her beauteous head she swayed,</br>And slow perused and ponder'd o'er each thing.</br>There hung a helm plumed with a heron's wing;</br>Above a pastoral harp of magic tone,</br>Fingers had lately waked to words each string;</br>There hung the braided corn:  and there alone,</br>A short and sheathed sword wreathed round with holly shone.", "There, too, a bow hung with its sinew slack,</br>And arrows nine, plumed from the goose-wing gray,</br>A spoil won perilous from an archer's back</br>Of Lancashire, on Bannock's bloody day.</br>And there lay music; many a lyric lay,</br>Yet sung by cottage dames and maids of rank.</br>She looked, she read, sighed, stript her green array,</br>And like a rose amid a lily-bank,</br>Prest down the snowy sheets and deep in slumber sank.", "She slept, and there was visioned in her sleep,</br>A hill: &mdash; above its summit sang the lark;</br>She strove to climb it:  ocean wide and deep</br>Gaped for her feet, where swam a sable bark,</br>Manned with dread shapes, whose aspects doure and dark,</br>Mocked God's bright image; huge and grim they grew;</br>Quenched all the lights of heaven, save one small spark,</br>Then seized her &mdash; laughing to the bark they drew</br>Her, shuddering, shrieking:  ocean kindled as they flew.", "And she was carried to a castle bright;</br>A voice said \"Sybil, here's thy blythe bridegroom.\"</br>She shrieked, she prayed; at once the bridal light</br>Was quenched, and changed to midnight's funeral gloom;</br>She saw swords flash, and many a dancing plume</br>Roll on before her, while around her fell</br>Increase of darkness, like the hour of doom:</br>She felt herself as chained by charm and spell&mdash;</br>When one to win her came she knew, and loved right well.", "Right through the darkness down to ocean flood</br>He bore her soon; the deep and troubled sea</br>Rolled red before her like a surge of blood,</br>And wet her feet &mdash; she felt it touch her knee.</br>She started &mdash; waking from her terrors, she</br>Let through the room the midnight's dewy air;</br>The gentle air, so odorous, fresh, and free,</br>Her bosom cooled:  she spread her palms, and there</br>Knelt humble, and to God confessed herself in prayer.", "\"God of my fathers &mdash; thou who didst upraise</br>Their hearts, and touched them with heroic fire,</br>And madest their deeds the subject of high praise,</br>Their daughters' beauty charm the poet's lyre&mdash;</br>Confirm me in the right &mdash; my mind inspire</br>With godliness and grace and virtuous might</br>To win this maiden venture.  Heavenly sire,</br>Chase darkness from me; let me live in light,</br>And take these visions dread from thy weak servant's sight.\"", "Even while she prayed, her spirit waxed more meek</br>'Mid snow-white sheets her whiter limbs she threw;</br>A moonbeam came, and on her glowing cheek</br>Dropt bright as proud of her diviner hue.</br>Sweet sleep its golden mantle o'er her threw;</br>And there she lay, as innocent and mild</br>As unfledged dove or daisy born in dew:</br>Fair dreams descending chased off visions wild,</br>She stretched in sleep her hand, and on the shadows smiled.", "Day dawned.  The laverock from his wing the showers</br>Shook 'neath the day-star as he warbled forth;</br>Flocks shone with dew; the small birds from the bowers</br>Sent joyous carollings o'er the brightening earth;</br>Flocks rose, and lowing, joined the general mirth;</br>Tower top and tree to kindle had begun;</br>The cottage smoke went streaming to the north;</br>To harvest horns rung vale and upland dun,</br>And forth young Sybil came, and rose the spotless sun.", "Amid the clear and dewy air she stands;</br>To her comes Eustace Graeme &mdash; her hand he took:</br>\"Nay, I'm thy brother. &mdash; Sybil, these soft hands</br>Need gentler labour than the reaping hook;</br>But let us climb the bank and pass the brook,</br>And on yon sunny hill together stand,</br>That I may show thee every fairy nook,</br>Each tower and stream of thy elected land&mdash;</br>The spots where minstrels mused, and warriors drew the brand.\"", "Vale of Dalgonar, dear art thou to me!</br>Dearer than day-light to the sick at heart;</br>Hills rise atween us and wide rolls the sea,</br>Only to prove how passing dear thou art:</br>'Tis with my feet not with my heart ye part.</br>Dear are your fairy dales and flowery downs,</br>Your woods, your streams where silver fishes dart;</br>Your martyrs' graves, your cots, your towers, your towns,</br>Gray sires and matrons grave, with their long mourning gowns.", "And fair, O vale!  thou didst to Sybil look,</br>What time the west wind wafted from afar</br>The shepherd's song, and from the rustling stook</br>The farm-lad whistling filled his tumbler car;</br>Flies swarmed &mdash; among them leaped the mottled par,</br>The sun dried up the dew, and loud and clear</br>Horns rung on Campel and horns rung on Scaur;</br>Men stooped them to their tasks, and far and near</br>Hands moved, and sickles shone beneath the ripened ear.", "Hall looked o'er hall and cot o'er cot arose;</br>Hill towered o'er hill, green brae succeeded brae;</br>Wood waved o'er wood, and white as winter snows</br>On knolls around the shepherd's hirsels lay.</br>The village smoke curled in long wreaths away,</br>The scent of herbs and flowers filled all the breeze;</br>The black cocks crowed upon the mountains gray,</br>The flocks came lowing forth to lawns and leas,</br>And tongues of busy bairns hummed thick as swarming bees.", "A hedge of hawthorn, mixed with holly, swept</br>Around each garden, screening every cot;</br>Among them all a bleaching rivulet crept,</br>Where webs lay white as lily without spot.</br>The parish kirk, through reverend elms remote,</br>Stood 'midst its grave stones, row succeeding row;</br>O'er all the distant city's steeples shot;</br>Bright in the sun, the Solway slept below,</br>Where sailors charmed the wind, yet still their ships swam slow.", "In secret wise young Sybil's dark eye glanced</br>Upon Miles' dwelling, sheltered, trim and neat;</br>The burn with chrystal-running waters danced,</br>And in the sun-beam dimpled past the gate:</br>Here, twenty years and more, he held his seat</br>Reverenced for wisdom; his proverbial fame</br>Made him the patriarchal magistrate;</br>His word the wildest spirit straight could tame,</br>'Twas deemed a kind of spell to name in feuds his name.", "From Scottish land he was a wanderer long,</br>Had Heshbon hill, Sinai, and Carmel trod&mdash;</br>With eastern shepherds had he joined in song,</br>At altars bowed with palm-branch unto God:</br>Blood to the lips in battle had he rode,</br>With good Lord Maxwell in poor Scotland's right;</br>In civil wars, too, he had seen the sod</br>Red wet with gore, and right o'ercome by might,</br>And freedom's holy star quenched in ambition's night.", "Stript of his proud inheritance, he cared</br>Not who was king, or triumphed in the land;</br>Brave Holyrood, and all its glittering guard,</br>Seemed less to him than did a grain of sand.</br>The shepherd's crook, more than proud knighthood's brand</br>He prized, and in Dalgonar glen he took</br>Health by the left, and Peace by the right hand;</br>More than red wine loved he the murmuring brook,</br>And deemed himself unknown and blotted from the book", "Of Scotland and her chivalry.  \"Now look,</br>Fair Sybil,\" said he, Eustace Graeme, \"and mark</br>O'er many a farm-house, many a ranked stook,</br>Our pastoral country's upland barrier dark,</br>Where flocks graze numerous and the sheep dogs bark;</br>Along yon moorland brown with heather bells,</br>There swarm the honey-bees and sings the lark;</br>While grouse, which summer saw burst from their shells,</br>Rough-footed run o'er knowes where moss-bees build their cells.", "\"Nor deem, because it wants the cowslipped knolls,</br>The white swans grazing the flower-bordered flood,</br>The lily beds which scent the naked soles</br>Of pilgrims, with the scallop-shell and rood,</br>That it is desolate utterly and rude:</br>The brackeny dells, the music of the rills,</br>The skipping lambs &mdash; e'en the wild solitude&mdash;</br>The chrystal tarn where herons droop their bills,</br>The mute unchanging glory of the eternal hills:", "\"Mute, save for music of the many bees,</br>And dead, save for the plover and the snipe;</br>Such scenes and sounds would thee, young maiden, please,</br>And all those souls escaped from Mammon's gripe.</br>To pluck blae berries luscious, black and ripe;</br>To reap the snowy fleece with sharpen'd shears,</br>To dance &mdash; to listen to the shepherd's pipe,</br>To drink his tales in with delighted ears</br>The deeds of other days, and thoughts of other years.", "\"All these are lovely, and I've proved them all.</br>Or is thy heart touched and delighted more</br>With the glad farmer when he strews his hall</br>With rushes, and, like Ceres self of yore,</br>The corn-crowned maiden ushers o'er the floor;</br>With shout and clap of hand, and sound of horn,</br>And dames behind upon her ringlets pour</br>All odorous things, as thick as dews at morn,</br>To honour her whose hand cut the last stalk of corn,", "\"And brought in Plenty.  Rather with the crowd</br>Would'st thou cast care aside, and mock at want,</br>And on the barn-floor raise a din so loud</br>Of dancing, as a timorous dame would daunt;</br>Men rub their hands, maids part their lips and pant;</br>Music amongst them falls like spark on powder.</br>The rapt musician lays his cheek aslaunt,</br>His best bow-hand more skilful grows, and louder,</br>Old men leap up and shout, \"Saint Andrew bless thee, Crouder!\"", "\"Or blyther still:  when gay in wedding weeds,</br>Joy in all hearts and laughter on all lips,</br>For mirth the bridal-train scarce sit their steeds,</br>While like the May-sun 'scaping from eclipse,</br>The maidens shine; his bride the bridegroom grips,</br>The practised priest, and dames demure come flocking,</br>She hangs her head like lily when it drips</br>With summer-dew; she, blushing, throws the stocking,&mdash;</br>Dames think of caudle-cups and joyous cradle rocking.", "\"Or when the storm falls thick and fast from heaven,</br>And furr and hollow all are streaked with snow,</br>And stars and moon sink in the drift, at even</br>Bright lamp and hearth-fire cast a lustrous glow,</br>On sires and dames, and damsels all a row;</br>Then household thrift, glad tale, and heartsome song,</br>Make the grim hours of winter smile and go;</br>Men whisper, maidens laugh, the tempest strong,</br>May rule and reign, &mdash; none care, or for the day-light long.", "\"These, and a thousand natural joys are ours;</br>Yet there are sorrows which we all must heir,</br>Woe, sickness, death, the winter's sleet and showers,</br>O'erstepping March, to darken May's sweet air;</br>The burning droughts which strip our pastures bare&mdash;</br>The scorching lightning &mdash; the untimely rain,</br>Which rots our corn and robs the fold and share</br>Of half their honours:  blight in growing grain,</br>And murrain 'mongst the flocks; these make our farmers plain.", "\"For finer souls are other ills, which men</br>Mock with much mockery; he who thirsts for fame,</br>Hath an eternal sorrow on him &mdash; when</br>Did this dread passion either 'suage or tame</br>This burning fever of the soul &mdash; this flame</br>Which seeks by song or deed of derring-do,</br>To win from the cold world a lasting name;</br>And that bright fire which burns as holy too,</br>Love high and nobly placed.\"  He turned and from his brow", "Wiped off the burning drops, and sad and low,</br>'Twixt whispering and open speech, thus spoke</br>\"Of love; to feel the unrequited glow,</br>And bow the spirit 'neath its giant yoke,</br>Is far more fearful than the battle shock;</br>Or seeking fame in fancy's splendid train:</br>But love's a dream, and fame is empty smoke,</br>Pursued:  when won, what are they, light and vain:\"</br>Horns rung aloud, men called, and rattled many a wain.", "Dry blew the wind, and warmer waxed the sun,</br>Full fast the pronged fork heaped the golden threaves</br>On car and cart, and Miles Graeme had begun</br>To rear the round ricks with the rustling sheaves;</br>Sheaf following sheaf, the active peasant heaves;</br>Then o'er the whole, to shield from rain and snow,</br>Of long green broom, an odorous coat he weaves.</br>\"See,\" Eustace said, \"the sun begins to glow,</br>And I must off to toil, for we no sluggards know.", "\"The west wind rustling 'mongst the the ripened grain,</br>The loaded wain loud creaking o'er the lea,</br>Are sounds less vocal than the muses' strain,</br>But they are sounds made sweet by use, to me:</br>Yon is thy dwelling, gentle Sybil, see,</br>A light and pleasant task awaits thee there.\"</br>He said, and parting with the maiden free,</br>He left her as the bee leaves lilies fair,</br>In balmy tremble, shining 'mid the morning air.", "And who is she?  said many a bondsman gray,</br>And who is she?  said many a reaping mate?</br>A dame who ne'er had good of one to say,</br>Cried \"Cummers, have ye heard of Souple Kate,</br>John Rosebro's daughter of Lochmaben-gate,</br>Wha made young Edie Cubin staid and steady,</br>Cast his work-tools o'er Cluden brig elate,</br>With thoughts of marrying her a landed lady!</br>Lady of two loose shanks; she ruined sackless Edie.\"", "\"Rise with the sun and fair be as the rose,</br>Wake with the moon, and be as primrose pale,\"</br>Said good Eupheme, when she saw Sybil; \"those</br>Who keep that precept, maiden, never fail</br>To be wives virtuous, and mothers hale:</br>Now take this wool &mdash; and finer, maiden, mind,</br>Ne'er drank the dew on hills of Annerdale;</br>And take this fleece of raven-black, entwined</br>With skill, the twain will make a plaid of rarest kind,", "For my ae' son, against the winter snow.\"</br>Young Sybil bared her arms, her tresses wound</br>Above her brow, laid out the wool, and lo!</br>Like swarming bees the big wheel sends a sound,</br>And there came yarn like satin smooth and round:</br>E'en while the damsel plies her pleasant task,</br>She sings of love that knows no let nor bound,&mdash;</br>Love that speaks every tongue, wears every mask,</br>And fills the heart with joy, as sweet wine fills the flask.", "\"Song sweetens toil,\" Eupheme said, \"and thy song</br>I love; yet love much more to see thee pull</br>The even thread, round, shining, smooth and strong;</br>There's not a lass 'tween Cosincon and Mull,</br>But who would gladly spin such beauteous wool,</br>And sing as sings the laverock; did she know</br>'Twas for my son, like swan in summer pool,</br>Full proudly would she crest her bosom snow,</br>And, Sybil, sing like thee, with temples all a-glow.\"", ""]