["Borne on Fancy's wing along,</br>High soars the bard's enraptur'd soul:</br>Round him floats the joy of song,</br>Round him airs extatic roll:</br>Resistless charm!  each swelling vein</br>Owns the accustom'd flame, and throbs to pour the strain.", "Spirit of Ossian! &mdash; thro' the gloom</br>Of ages deepen'd into night,</br>See it bursting from the tomb,&mdash;</br>O'er it gleams a holy light!</br>See!  it waves its master-hand;</br>Assembling o'er the heath quick glide the minstrel band.", "They wake the sleeping chords! &mdash; the magic tone</br>(That sooth'd the dying warrior's groan,</br>That lur'd to sing the latest breath,</br>And mock'd with smiles the frown of death,)</br>Ideal, now renews the powerful spell;</br>The list'ning shades, a grisly host,</br>Spring from the narrow cell,</br>And hail with lengthen'd shout th' enchanter's mighty ghost.", "Thine too, Cadwallo!  whom to save</br>In vain the heavenly science su'd,</br>Starts from Arvon's rocky grave</br>With bloody streams embru'd.</br>Bound in the brotherhood of woe,</br>The Druid choir unites, their tears harmonious flow.", "Wild as they sweep th' aerial lyre,</br>Arresting fast the passive ear,</br>Fiercer glows the poet's fire,&mdash;</br>O melody belov'd!  O art for ever dear!", "Ruthless tyrant, &mdash; yield to fate:</br>Nor Folly's scorn, nor Rancour's hate,</br>Tho' op'ning wide the sluice of gore,</br>Could quench the skill divine, could drown the mystic lore.", "Long! &mdash; long indeed 'twas mute!  thy feeble prey,</br>Fall'n the hoary minstrels lay:&mdash;</br>While, sick'ning o'er the mournful ground,</br>The conquer'd bands oft turn'd the ear in vain:</br>No more was heard the soul-inspiring sound,&mdash;</br>&mdash;But, faster in Despair's sad fetters bound,</br>Each hung his head amaz'd, and dragg'd the servile chain.", "Wint'ry, thus the storm of War</br>Froze into sloth the captive mind:</br>'Till growing freedom burst the icy bar,</br>And loos'd the arts that hell for ever strove to bind.</br>"]