["Here 'midst the glade of loneliest Indian wood,</br>Where circling palms shut out the rays of morn,</br>Are laid the British dead.", "How deeply sad</br>The bosom waxes here!  no sacred pile</br>Here calls the heart from brooding o'er the grave,</br>Or spreads its holier influence round the scene.</br>No father here, beside the ancient church,</br>May shew his sons their honour'd grandsire's tomb,</br>Or point the spot where near that sacred dust</br>Would he recline, his worldly labours done:&mdash;</br>No haven this of rest where hopes and toils</br>Are glad resign'd, and mortals long to sleep:&mdash;</br>Nor this the place, where wearied traveller comes,</br>His long pursuit of wealth and greatness o'er,</br>To lay his aged head amid the dust,</br>Where sleep the bones of all his ancestry.</br>No: &mdash; lies the stranger here by strangers' side;</br>And here the traveller sinks whom death has seized</br>Amid the busy road, while cheerful hope</br>Urged eager course, and promised safe return.</br>No brother here nor sire, may pour the flood</br>Of sorrowing kindness o'er the wanderers grave;</br>A passing stranger's tears are all that flow!</br>And oft such stranger, here is mournful seen,</br>Like peasant wending forth at early dawn</br>From some impending rock the field to view,</br>Whence all the livelong night, the battle's roar</br>Had kept his trembling family awake,&mdash;</br>Who sees beneath the thousand fragments strew'd</br>Of war and death, &mdash; who hears the rising groan</br>Of wounded men, wide weltering far below,&mdash;</br>And weeps to think that each complaining voice</br>There raised unpitied, once, like him, could call</br>Some mother's fondest aid, or wife's beloved.", "And yet, though here no sorrowing kinsman's hand</br>Performs the sacred rites; &mdash; no parent comes</br>To weep the son, who, 'mid his race of fame,</br>Has fall'n untimely; &mdash; yet the tribute sad,</br>Which mourning friendship here unceasing pours</br>Amid the stranger's land, even wakes the heart</br>To deeper sympathy.  How sad the tears</br>That silent fall o'er yonder sculptured tomb,</br>That speaks the love by British soldiers felt</br>For brother hero fall'n!  recounting sad</br>The social fire that warm'd his generous heart,</br>His deeds of worth, his patriot valour shewn!</br>What heart but feels their grief?  they saw him fall&mdash;</br>Companion tried in toils of fiercest war&mdash;</br>Associate loved in all their earliest hopes&mdash;</br>As fainting mariners, before the storm,</br>Behold some comrade brave (who strives on high</br>To furl the rending sail) shook furious down</br>Amid the boiling ocean &mdash; seen to swim</br>One moment blind, then all ingulph'd in death.", "Beneath yon arching palm, where, 'mid the boughs,</br>The careless climber fills his gourd with wine,</br>A Briton's wife has found an Indian grave.&mdash;</br>She left her gay companions &mdash; left her home,</br>To bless, in Eastern clime, the lover's arms</br>Whose young attentions gain'd her virgin heart:</br>With venturous love she braved the Antarctic storm,</br>Nor shrunk from scorching rays of Indian sun.</br>She met her lover:  There on Indian shore</br>Stood he, to watch for her, whose parting smile</br>Still fill'd his heart, and oft had cheer'd his dream</br>In wild Mahratta tent, or Gorkah town;</br>But short the union given:  like budded rose,</br>But pluck'd to fade, her drooping head reclined</br>On breast beloved, and sunk to earliest death.", "Perchance in lone recess the tomb is seen</br>Of him, whose valour gain'd to British arms</br>Their earliest triumph here.  Methinks I see</br>His spirit stern come hovering round, to mark</br>That empire, now complete, which he had plann'd</br>Through many a conflict fierce; ere yet his arm,</br>From roaming bands of wild insulting foe,</br>Could well the spot secure where now repose</br>His honour'd bones.  The firm resolve was his,</br>That, 'mid repeated failure, waits the hour,</br>When proud success shall blind o'erweening foes:&mdash;</br>The stern rebuke, that awes dissentient friends,</br>Yet not offends their pride; like fierce command</br>Of skilful pilot, 'mid the strengthening storm.</br>For common safety given; &mdash; the watchful eye,</br>That knows by instant glance the fated hour</br>To seize success, or rally from defeat:&mdash;</br>All these were his; and all were still required</br>'Mid savage clime, and floods of circling foes,</br>For British fame foundation meet to place,</br>Where now triumphal arch is raised secure,</br>And high display'd her sovereign banners shine.", "Another tomb, for milder sage is rear'd,&mdash;</br>The man of peace:  in long succeeding time</br>Came he, with tranquil sway, to rule the plains,</br>By sterner virtues gain'd; to win the tribes</br>From superstitions dire, and wild misrule.</br>And deep his skill, to lure their fetter'd minds</br>From savage rites, by tyrant Brahmans forced</br>On man's reluctant heart; but, cautious still,</br>Aware how soon the jealous Indian shrinks</br>From meddling stranger, all the paths he shunn'd</br>Where angry prejudice stood centinel,</br>And no congenial feeling watch'd within</br>To aid his purposed good.  Before his tomb</br>The passing Indian bows, and loves to tell,</br>How he, that stranger sage, even deeper still</br>Than native Brahman, through the sacred book</br>Of Menu's laws had pierced; and oft could guide</br>The Pundit's wilder'd steps in Indian lore.", "Behind yon shrubs, in corner verdant spread,</br>Lies crowd of nameless graves: &mdash; The soldier there,</br>Whose vigour pined before the Indian sun,</br>Now uncomplaining sleeps:  his languid eye</br>Had oft with envy seen his comrades call'd,</br>In cheerful bands, to join the active war,</br>And meet their speedier fate; whilst he on couch</br>Of lingering sickness lay, unheeded, weak,</br>With grief and conscious, uselessness oppress'd.</br>Here sleeps he now; his couch as softly green,</br>As his whom fate has graced with nobler death,</br>And given to fall, amid the eager shouts</br>Of gloom-dispelling fight: &mdash; the glory less</br>That decks his humble name; but softer far</br>The tear that pity sheds beside his tomb.", "Here, too, her wanderings o'er, the soldier's wife</br>Has found at last a home:  her anxious ear</br>No more shall list to catch the dreadful sounds</br>Of distant fight; where each returning roll</br>Brought thrilling fear that there perchance in death</br>Had fallen her husband:  Ne'er again shall she</br>(Her tones of love, by weary faintness, changed</br>To wild impatience,) call her lagging child</br>To haste its steps, or shun the trampling crowd,</br>Amid the oppressive speed of soldiers' march.&mdash;</br>Her toils are o'er:  a refuge here is given</br>From grief and fear, from wants and shame, secure.", "Sad scene, farewell!  thus numbering all thy tombs,</br>How oft have I the mournful evening passed,</br>Till all thy lonely paths were lost in shade.</br>"]