["Lo!  what descending cherub, robed in light,</br>With dazzling beams o'erwhelms the sight?</br>Is it a Genius of th' etherial spheres?</br>Or Angel from before th' Almighty's face,</br>His errand fraught with blessings to our race?</br>Lo!  yet more near the heav'nly guest appears:", "Ah!  no, 'tis Peace!  hail beauteous queen!</br>Too long on earth a stranger hast thou been,</br>By crimes of mortals banish'd from below;</br>While clanging trumpets pierced the ear,</br>And War high-wav'd his sanguine spear,</br>And bade th' affrighted world his empire know.", "With pitying eye the God of mercy view'd,</br>Where slaughter's sword in reeking gore imbrued,</br>Spread desolation o'er th' unpeopled land;</br>He will'd his creatures' punishment should cease,</br>And thus to thee, celestial Peace,</br>Proclaim'd his high command:", "\"No more let earth thy absence mourn,</br>Go, heal the wounds by Discord torn,</br>With gentler thoughts inspire the vengeful mind;</br>Go, bid War's crimson streams forbear to flow,</br>And round the hero's laurel'd brow</br>Thy olive chaplet bind.", "\"Hark!  'tis thy sister Plenty's voice,</br>Already bids the fields rejoice,</br>Scattering with bounteous hand her golden store;</br>Go, meet her on yon favour'd isle,</br>From thence united beam the gladdening smile,</br>And on mankind your genial blessings pour.\"", "And see, they come:  O welcome lovely pair!</br>Famine avaunt!  and blank Despair</br>For ever veil'd in nightly shades remain;</br>While Plenty binds her yellow sheaves,</br>And wreaths of triumph Concord weaves,</br>And o'er the world resumes her lasting reign.", "Too long the fiend destructive War,</br>Has whirl'd o'er earth his flaming car,</br>The trembling realms no more shall dread his ire</br>The cannon shuts its death-denouncing throat,</br>While the harsh trumpet's brazen note,</br>In dulcet strains expire.", "Now Peace explores the well-fought field,</br>Where bleeding Valour scorn'd to yield,</br>The clashing jar of arms resounds no more;</br>Changed by the magic of her word,</br>The useful plough-share rises from the sword,</br>And tills those plains it drench'd in blood before.", "Too long pale Avarice, brooding o'er</br>His fast accumulating store,</br>Had seal'd his ear 'gainst Pity's gentle call;</br>Whate'er his greedy eye survey'd,</br>The vulture Rapine swift convey'd</br>Amid his gloomy walls.", "At length for others' woe he feels,</br>Self-love no more his bosom steels,</br>Soften'd by Plenty's stream which largely flows</br>By Heav'n's benignant sun-shine warm'd,</br>His heart no more of ice is form'd,</br>Diffusive gifts his liberal hand bestows.", "To greet their much-loved native home,</br>See Albion's conquering sons in triumph come,</br>Who bade remotest climes her pow'r obey;</br>May inward factions ne'er her peace molest,</br>But loyalty pervade each honest breast,</br>And o'er our minds firm fix our Monarch's sway.", "In vain Britannia's threatening foe</br>Sought o'er her Isle the vengeful shaft to throw</br>Forbade by Heav'n's all-ruling King,</br>To whom the sounds of praise shall rise,</br>With grateful accents penetrate the skies,</br>While seraphs thence to earth shall future blessings bring.</br>"]