["In this cold solitude, this awful shade,</br>Where sleeps the lyre of many a tuneful breath,</br>The ghastly shroud, and dust-disturbing spade,</br>Invite the shudd'ring thought to Gloom and Death.", "Yet, while my careful feet slow pace along</br>O'er the dumb tales of learning and of fame,</br>Remembrance fond recalls the Poet's song,</br>And Admiration points the chisell'd name.", "To boast the wonder of attentive crouds,</br>And wrap the soul in ecstasied applause,</br>To reach Futurity, that spurns the clouds,</br>And unlock Harmony's enchanting laws;", "For this the Poet rolls his phrenzied eye,</br>And wakens Rapture with his fairy hand;</br>For this he warbles Transport to the sky,</br>And pours Enchantment o'er a thrilling land!", "Live not, where Shakespeare lays his awful dust,</br>The marble records of immortal fame?</br>Weeps not the Muse o'er Rowe's beloved bust?</br>And speaks not Truth in Gay's untitled name!", "Who boasts of Kings when bending o'er the shade,</br>Where lies the harp sublime of free-born Gray?</br>Who talks of pomp, or who of proud parade,</br>Where modest Thompson drops his spotless lay?", "If courts are nobler than the Muse divine,</br>Princes and lords had long usurp'd the praise;</br>Some laurell'd Wilmot wanton'd but to shine,</br>Some Henry hoarded for immortal bays.", "Yet them no more shall Admiration high</br>Lift from the turf that triumphs o'er their clay;</br>For them no tear stand quiv'ring in the eye,</br>For them no bosom sigh its plaintive lay!", "Unwept, unpitied, drooping to their doom,</br>They creep to death, nor leave a trace behind;</br>No plaintive breath lamenting o'er the tomb,</br>But yon cold grass that whistles to the wind!", "Ye georgeous worms, that glitter in in the sun,</br>Ye worms of wealth, and vanity, and sway;</br>Say, have ye ought of praise, of glory won,</br>That thus ye flaunt along your gaudy way?", "'Tis not the splendor of the cherish'd hoard,</br>Pomp's carv'd achievements, or the robe of pow'r;</br>'Tis not the purple of a nation's lord</br>Can claim Futurity's emblazon'd hour!", "Foul Av'rice watches but to gain a grave,</br>And haughty Pride must bow to shrinking age;</br>Pow'r has not learnt the storms of death to brave,</br>And Grandeur crumbles from her gorgeous stage!", "The heart that loves, that is the friend of all,</br>And meek Humility's unlordly breast,</br>These are the beams that glitter o'er the pall,</br>And sink resplendent, like the Sun, to rest!", "And, ah!  if e'er on them the Muse's eye</br>Shed the bright influence of her heav'nly fire;</br>Applause shall live for ever where they lie,</br>And one eternal Triumph be their lyre!</br>"]