["Now from the Pole's inclement shores,</br>Condens'd beneath an icy chain,</br>Tremendous Winter hoarsely roars,</br>Environ'd with his awful train:</br>The howling blast, the gathering storm,</br>Array'd in ev'ry dismal form,</br>With circling speed pursue their wild career,</br>Along the welkin rage, and shut the rolling year.", "Again the brumal horrors rise,</br>And check the sanguine hand of war;</br>Benumb'd the power of battle flies,</br>Descending from his clotted car.</br>The bands who scower'd the gory field</br>To Winter's welcome mandate yield;</br>The lessen'd squadrons quit the purple plain,</br>While peace again resumes her sweet but transient reign.", "Hail meek-ey'd Peace!  angelic maid!</br>The storms of civil war assuage,</br>Let mutual concord lend her aid</br>To soothe rebellion's lawless rage:</br>May Albion's frantic foes obey</br>Thy meek, enchanting, modest sway,</br>And gently woo'd by thy assuasive charms,</br>May her deluded sons throw down their impious arms.", "But hark!  I hear the shriek of woe,</br>I hear the captive warriors' cry;</br>The shouts of an exulting foe</br>Along the trem'lous aether fly:</br>With notes of joy the trumpets sound,</br>And yells of triumph shake the ground;</br>The harsh discordant bray of arms is o'er,</br>The missive thunders cease, the javelins clash no more.", "Ah, wayward fate!  'tis brave BURGOYNE,</br>Britannia's strength, Britannia's boast!</br>The noblest of the martial line,</br>And bulwark of the loyal host.</br>Surrounded by the rebel train,</br>And borne from Saratoga's plain,</br>See fetter'd fast the valiant hero lies,</br>His labouring bosom swell'd, and sunk his humid eyes.", "But hark, he speaks: &mdash; \"O day of shame!</br>Unhappy, inauspicious morn!</br>For ever lost my former fame,</br>My honour stain'd, my laurel torn:</br>No clarion now will sound my praise,</br>No hand will twine my tarnish'd bays,</br>No trophied wreaths my captive head will crown,</br>But stern G&mdash;NE will chide and royal G&mdash;GE will frown.", "\"And yet, ah me!  were I alone</br>The victim of unbridled zeal,</br>Not one ignoble passive groan</br>Should from my wounded bosom steal:</br>But see yon firm unshaken train</br>Condemn'd to drag a galling chain&mdash;</br>On me they lour, the author of their woe,</br>Whom blinded rage impell'd to meet the ambush'd foe.\"", "Cease, brave BURGOYNE!  heroic chief!</br>Each sad presaging thought repell,</br>Allay thy groans, suspend thy grief,</br>And ev'ry rising sorrow quell.</br>The voice of truth will yet proclaim</br>Thy mighty deeds, thy spotless fame:</br>With val'rous WOLFE thy slander'd name she'll join,</br>And while she mourns his lot, she'll sympathise with thine.", "While merit meets with due applause,</br>While Britons hold their freedom dear,</br>Each patriot heart will plead thy cause,</br>Each eye will drop a pitying tear:</br>Then tho' imperious N&mdash;TH deride,</br>And proud G&mdash;NE with rancour chide,</br>Yet conscious worth will recompense thy toil,</br>And, even when fortune frowns, adorn thee with a smile.</br>"]