["I.</br>Where is the KING of SONGS?  He sleeps in death:</br>No more around him press the warrior-throng;</br>He rolls no more the death-denouncing song;</br>Calm'd is the storm of war, and hush'd the poet's breath.</br>Yes!  Anderson, he sleeps:  but Carron's stream</br>Still seems responsive to his awful lyre;</br>And oft where Clutha's winding waters gleam,</br>Shall pilgrim-poets burn with kindred fire.</br>Sunk are Balclutha's walls, and shatter'd low</br>The fort high-beetling, gem of Roman pride;</br>Sleeps too Fingal, and sleeps th' Imperial foe,</br>Each in his narrow dwelling doom'd to bide.</br>Quench'd is the poet's eye &mdash; but shines his name,</br>As thro' a broken cloud the sun's far-darting flame.", "II.</br>Where now DUNBAR?  The bard has run his race:</br>But glitters still the GOLDEN TERGE on high;</br>Nor shall the thunder storm that sweeps the sky,</br>'Mid its wide waste, the glorious orb deface.</br>DUNKELD, no more the heaven-directed chaunt</br>Within thy sainted wall may sound again.</br>But thou, as once a poet's favourite haunt&mdash;</br>Shalt live in DOUGLAS' pure Virgilian strain;</br>While time devours the castle's towering wall,</br>And roofless abbies pine, low tottering to their fall.", "III.</br>Oh!  Tweed, say, does thy rolling stream betide</br>The patriot's ardour, or the bigot's rage?</br>In union dost thou distant friends engage?</br>Or flow, a boundary river, to divide?</br>If love direct, roll on, thou generous stream,</br>Thy banks, oh!  Tweed, I kiss, and hail thee friend:</br>But while thy waters, serpent-winding gleam,</br>Should serpent treacheries on thy course attend,</br>Thy banks disdainful would I rove along,</br>Tho' every bard that sings, should raise thee in his song.", "IV.</br>But no, my friend:  I read thy candid page,</br>And catch the fervor of thy generous mind,</br>Be mine, with chaplets Scotian brows to bind,</br>While England's bards thy studious hours engage.</br>The Highland nymph shall melt with England's lay;</br>And English swains be charm'd with Scotia's song;</br>Tho' rude the language, yet to themes so gay,</br>The softest powers of melody belong.</br>Still Ramsay, shall thy GENTLE SHEPHERD please,</br>Still, BURNS, thy rustic mirths, and amorous minstrelsies.", "V.</br>When shall I view again with ravish'd sight,</br>As when with thee, my Anderson, I stray'd,</br>And all the wonder-varying scene survey'd,</br>Seas, hills, and city fair from Calton's height?</br>When hear, (for Scotia's rhymes ah!  soon shall fail)</br>Some Ednam bard awake the trembling string,</br>Some tuneful youth of charming Tiviot-dale,</br>Some Kelso songstress love's dear raptures sing?</br>Language may change; but song shall never die,</br>Till beauty fail to charm, till love forget to sigh.</br>"]