["Spirit of other days!  oh bear me hence</br>Through mists of ages, to that dusky time,</br>When DELPHI tower'd in dread pre-eminence,</br>And sway'd the fate of every distant clime&mdash;</br>Where purpled majesty and pomp sublime,</br>And lofty pageants, blazon'd valour forth,</br>Gilding with war's red radiance every crime,</br>And hallowing victory with sacred mirth:</br>What time the Persian host o'erspread the tented earth.", "Hail solitary city!  all alone</br>In thy prophetic pride &mdash; thy deep decline&mdash;</br>Where countless thousands worshipp'd &mdash; is there none</br>To tell the fate of thy forsaken shrine!</br>The proud magnificence that once was thine:</br>But now no more &mdash; nor is one votary left</br>A wreath of laurel for thy sake to twine,</br>Or drink delirium from the breathing cleft&mdash;</br>Of wealth, of sacred fame, of glory all bereft!", "Mighty and wonderful wert thou indeed!&mdash;</br>Mortals were scorn'd; with gods didst thou retire</br>To hold communion, and thy strengthen'd creed</br>Taught thee to deeper mysteries to aspire&mdash;</br>Thou eaglet of a bold and lofty sire,</br>Whose glances, shunning earth, and soaring high,</br>Drank deep the beams of his eternal fire&mdash;</br>Apollo's full and bright divinity!&mdash;</br>While all the earth uprose &mdash; uprose to gaze on thee!", "Of kingdoms yet to flourish couldst thou speak:</br>Of empires past, thy trophied columns rung,</br>Where falchion keen, and glittering casque, and beak,</br>And shields of brass, and golden helmets hung;</br>While thy own God his fiery splendours flung</br>O'er flashing belt, and baldric, studded bright,</br>And danced thy thousand golden helms among,</br>Or lent thy burnish'd shields a redder light&mdash;</br>Fierce blazed thy glory forth, far from thy templed height!", "Lo! &mdash; distant nations round thy altars rove,</br>And conquering warriors doff their twisted mail,</br>For in thy marble courts, and sacred grove.</br>The dreadful \"Leaders of the Fates\" prevail:</br>Favour'd of gods and man!  who shall assail</br>Thy monumental glory!  what shall thrust</br>Oblivion's mantle o'er the blazon'd tale,</br>Hush thy triumphant shouts, or curb thy lust?&mdash;</br>'Tis Time, with noiseless speed, shall tumble thee to dust!", "Now through thy sepulchres a pilgrim roams&mdash;</br>Thy cavern tombs are all that tell of thee,</br>For him no fair prophetic laurel blooms,</br>No speaking fountain wakes her minstrelsy;</br>Where erst the Pythoness was wont to be,</br>With hair dishevel'd, and distorted mien,</br>Where Priest and Archon held high revelry,</br>And Heliconian muses graced the scene,</br>The Albanian peasant roves, unconscious such have been.", "No Pean songs thy echoing rocks resound,</br>The shout of jubilee has pass'd away;</br>No lofty tripods consecrate the ground,</br>Nor sacrificial offerings hail the day;</br>Thy throngs of virgin votaries &mdash; where are they?</br>Ages have roll'd, since thou to fate wert doom'd,</br>Nor is one lone memorial left to say,</br>How thy bright pageantry was all unplumed,</br>Thy purpled pride o'erthrown, thy princely state entomb'd.", "Yet all among the undistinguish'd heaps</br>Of long forgotten fanes, and mouldering walls,</br>The breeze of morn with wavy pinion sweeps;</br>And o'er the fragments of her marble halls,</br>Castalia's ancient fountain lightly falls;</br>Flings the same orb, a rich refulgence down</br>O'er old Parnassus' groves, but naught recalls</br>The wond'rous works triumphant art had shown:</br>And Nature reigns abroad &mdash; unconquer'd and alone.</br>"]