["Oh chequered fortune!  how thy hand</br>Has laid the proudest empires low!</br>Thy frown like lightning scathes a land,</br>And leaves it &mdash; pyramid of woe!</br>Ah!  stranger, look on Afric's shore,</br>Her day of joy &mdash; her triumph's o'er&mdash;</br>Does not her plain, all desolate,</br>Arrest thy wandering eye, to wail her hapless fate?", "And 'mid this chaos of distress,</br>Colossus of the destitute!</br>See Carthage sits, lone, tenantless!</br>In weeds arrayed, with blood imbued!</br>From her defiled and drooping head</br>The cheering smile of day is fled&mdash;</br>She recks it not &mdash; for her night's cloud</br>Has brighter charms &mdash; it veils her in a solemn shroud.", "The stars are met, &mdash; in silver pride</br>The crescent orb shines o'er the wave;</br>Silence and sleep, twin sisters, glide</br>O'er the bushed world, mute as the grave.</br>And all is still serenity,</br>Save where the prowling lion's cry</br>Calls forth his fellow plunderers,</br>To rifle the lone tomb. &mdash; Accursed revellers!", "As lightning from yon ruin now,</br>'Scaped from a cloud&mdash; the lamp of night</br>Shoots down its ray &mdash; What sombre brow</br>Meets its cold gaze?  Alien from light,</br>Who, Carthage, on thy lonely base,</br>Takes up his darksome dwelling-place?</br>In frantic converse with the wind,</br>He sits, in miseries enthroned!  in woes reclined!", "Those features wan, that fiery eye,</br>Those furrowed lines of deepest thought,</br>Depict a man of misery,</br>A soul with pride and vengeance fraught,</br>Those pangs that flash athwart his brow,</br>Sparks struck from fires that lurk below</br>That downcast yet revengeful air</br>Proclaim some mighty fallen, &mdash; some child of deep despair.", "'Tis he, 'tis he!  couched on the stone</br>Like murderer o'er the reeking corse;</br>'Tis he, stern Marius, dark, alone,</br>Big with impenitent remorse!</br>His was the lottery of life,</br>As shipwrecked sailor in his grief</br>He oft turns towards his shattered wreck,</br>Would that in glory's storm he'd perished on her deck!", "Ah!  he in youthful hardihood</br>Had quaff'd the cup Ambition gave,</br>Had panted for the fields of blood,</br>And snatched the laurels of the brave;</br>Arms called the youthful warrior forth,</br>And valour, struggling into birth,</br>Had borne him first in war's dire race,</br>And bade him smile, unawed at danger's Gorgan face.", "But ah!  his draught of happiness,</br>Too soon exhausted, left behind</br>The nauseous dregs of bitterness,</br>The after-portion of mankind!</br>His long lapse of resplendent light</br>Is closing in a double night,</br>While, writhing in Despair's fierce throes,</br>He breaks the solemn gloom &mdash; to vent his teeming woes.", "\"Gods, is it thus?  My wretched soul</br>Do I yet breathe?  Is fortune's beam</br>For ever fled?  Dark memories roll</br>O'er my drunk brain!  Are they a dream?</br>Or has this beacon of the world</br>Been raised but to be downward hurled?</br>The demigod of victory,</br>Ambition's offspring weaned for ruthless misery?", "\"Ah!  yes, to anguish I'm allied,</br>And tears are bursting their control;</br>Congeal their drops my wounded pride,</br>Be strong!  be strong, my tortured soul!</br>But thou art wretched &mdash; that curst thing,</br>Sylla, the nursling of thy wing,</br>Still, blasphemy of nature's laws,</br>Pursues thee once his lord with angry vulture's claws.", "\"Detested alien from mankind,</br>Seared by the ruthless blast of grief.</br>My limbs are withered, &mdash; sport of wind,</br>They tremble as the falling leaf.</br>The arm that shone 'mid battle rage</br>Now droops the palsied limb of age;</br>The voice that thundered on the foe</br>Now echoes to the owl a deeper plaint of woe!", "\"But shall I vent the selfish groan</br>O'er my hard doom, when at my feet</br>A gasping world lies overthrown,</br>Buried in ruin and defeat?</br>No, skeleton of Afric's queen,</br>O'er thee I'll mourn, appalling scene.</br>How woe-begone!  Once boast of men,</br>Thou holdest now the bear thy lonely denizen.", "\"Shrine of sunk glories!  Renegade</br>From fame's enrolment!  canst thou lie</br>Torpid in ruin, undismayed,</br>With look of clay-cold apathy?</br>Where is thy pristine high renown&mdash;</br>Thy awful sceptre!  spangled crown!</br>Alas!  the ivy's sickly shade</br>Now winds a cold tiara round thy head decayed!", "\"Thy towers are wrapped in ruin's shroud,</br>And totter 'neath a weight of woe,</br>Yet they can tell how strong and proud</br>They saw crushed nations pass below!</br>Yes, where yon arched colonnade</br>Spreads for the wolf its horrid shade,</br>Where the lone tiger passes by,</br>All once was crowded mirth and bright festivity.", "\"Relics of splendour!  Oh how hid!</br>How sunk are all thy glories here.</br>Where once sat wealth &mdash; a pyramid</br>Now marks a nation's sepulchre!</br>Thou Icarus of states!  thy pride</br>Is fallen and gulphed in Fate's dark tide,</br>And why still floats thy misery</br>Sink down, ye ruins, &mdash; sink to bleak nonenity!", "\"The watch-tower of the wilderness</br>How dark, how dun, you pile appears?</br>Seared by the lightning of distress,</br>It sinks in night &mdash; the wreck of years.</br>Dark ruin seated on its wall,</br>Is this her mighty capitol?</br>'Neath its cold shade hyaenas dwell,</br>While with a drooping head it bids its pride farewell.", "\"Farewell!  farewell!  an echo dread</br>Repeats it &mdash; and farewell, ye brave,</br>Who here are mouldering &mdash; mighty dead,</br>Who buoyed her up on fortune's wave.</br>Peace to your manes!  may no rude</br>Intruder break your solitude,</br>Marked by a pile that time derides,</br>A fit sarcophagus for patriot suicides!", "\"But where am I?  My brain, my brain</br>Is turned in sorrow &mdash; sympathy</br>O'er Carthage desolated plain</br>Has torn me from my misery;</br>But now again my woes appear,</br>Grief and despair their foreheads rear,</br>And cry 'weep not o'er others' fate;</br>Weep for thyself &mdash; thou art more dark, more desolate!'&mdash;", "\"More dark? &mdash; Avaunt, ye fiends?  they lie</br>For ever shrouded; &mdash; o'er their tomb</br>Stern Fate has stamped eternity&mdash;</br>And is it thus in my dark doom?</br>No! &mdash; Inspiration whispers no!</br>Marius shall see an end of woe,</br>His day of power again shall rise,</br>His sun of glory ride triumphant through the skies!", "\"The dark horison of my hour</br>E'en now is tinged with orient light,</br>And present woes, as spring-tide shower,</br>Form but a rainbow of delight;</br>Hail, Embryo Vengeance!  soon a world</br>Shall tremble at thy flag unfurled;</br>Colossal Rome shall prostrate be,</br>And gaspingly re-echo, MARIUS, VICTORY!\"</br>"]