["Land of the East!  long loved, and lately sung,</br>By one whose touch could animate the lyre;</br>Above whose tones the Muses list'ning hung,</br>Rapt by their sweetness, &mdash; startled at their fire:</br>Thy woes could move, thy graces could inspire</br>The heart to mourn, the genius to express:</br>Alas!  I fear my humble verse will tire;</br>But though I fail, I do not feel the less,</br>But love thy sunny clime, and mourn o'er thy distress.", "Yes!  thy distress; for sad distress it is</br>To see the freeman tamed into the slave,&mdash;</br>To have known thyself the throne of manly bliss,</br>Pride of the world, and birth-place of the brave;</br>And now a blooming, but disgraceful grave,</br>Where Freedom lies, regretted but by few:</br>Is then that spirit gone thy fathers gave?</br>Will none now struggle for what's still in view?</br>Is there no breast that beats to former feelings true?", "'Tis not too late; &mdash; too late it cannot be</br>To strive again for independent power;</br>Glory awaits the valiant and the free,</br>Whose swords are waving, and whose spirits tower:</br>The cause, if gain'd, will consecrate the hour,&mdash;</br>If lost, its fame will pass to after-time;</br>And maids and lovers, in the hall and bower,</br>Minstrels, whose task it is to weave the rhyme,</br>Will sing of those who toil'd to save a sinking clime.", "Lovely, though lost!  and elegant, though faded!</br>Well o'er thy sorrows may the tears fast flow;</br>Hearts not subdued, and minds not yet degraded,</br>Must feel the change, and long lament thy woe:</br>Worthy, alas!  a better fate to know,</br>The vines still flourish on the mountains green,</br>The orange blossoms, and the flowers still blow;</br>And where destroying man hath never been,</br>Decay's slow crumbling touch doth yet remain unseen.", "And thou canst boast a line of beauty too,</br>In the fine features of thy lovely fair;</br>A poet's fancy might in vain pursue</br>The task of painting loveliness so rare:&mdash;</br>Eyes dark, yet soft, &mdash; and teeth that might compare</br>With polish'd rows of whitest ivory;&mdash;</br>A glossy flow of Hyacinthine hair,&mdash;</br>A cheek whose glowing colour well might vie</br>With the first roseate blush that tints the morning sky.", "Thine is the clime where stranger never stay'd</br>Free from the conquest of the plaintive eye;</br>The fine-turn'd form, with elegance array'd;</br>The easy grace; the artful half-breath'd sigh;</br>The eye that seems to gaze upon the sky,&mdash;</br>Ah!  sweetly raised to shew its orb of white;</br>The taper hand, that cunningly would try</br>To toss the raven ringlets from the sight;&mdash;</br>The voice so sweet and soft; the step so free and light.", "Then how they love!  unlike those cold of clime</br>Who never feel the flames they falsely speak;</br>But whine and flatter the accustom'd time,</br>And then their promises unkindly break;</br>In tempers chilly, and in spirits weak:&mdash;</br>With thee love speaks by glance of lady's eye,&mdash;</br>The silent furtive kiss upon the cheek,&mdash;</br>The feigned forgetfulness, &mdash; the whisper sly,&mdash;</br>The pressure of the hand, &mdash; the sympathetic sigh!", "Thine is the land for love!  the land for soul!</br>For hearts of ardour, and for beauty bright;</br>Love lives and roves with thee without controul,</br>Smiles in the air and in the laughing light:</br>Oh!  Woman's frown is like a moonless night,</br>When every cheering ray from earth is driven;&mdash;</br>Her glance is promise to the gazer's sight,</br>Her lively smile bestow'd is rapture given,&mdash;</br>And oh!  her feeling heart is ever Eastern heaven.", "Ye!  who are chosen in the light blue world</br>To welcome spirits to eternal day,</br>Oh!  be one sign, one heavenly sign unfurl'd,</br>To cheer my task, and light me on my way:</br>My verse records a deed of warlike fray;</br>Love prompts my song, and can ye then deny</br>A glance to animate the tender lay;&mdash;</br>Theme of my tongue, and pleasure of the eye,</br>The dearest, first blest bliss the soul partakes on high.", "Smile then, ye Houries!  on my bold attempt,</br>With Eastern charms to decorate my song;&mdash;</br>Oh!  be my verse from dullness, aye exempt,</br>In thought expressive, and in language strong:</br>May all that doth to Music's voice belong,</br>Breathe through my lines melodious to the ear;</br>May Fancy fire those lines that speak of wrong,</br>And give them power to draw the generous tear,</br>To raise within the heart a gentle, pleasing fear.</br>"]