["Good Reader, give me leave to ask a question;</br>Pray, in the King's Bench have you ever been?</br>\"The Bench!  Good Heaven!  how shocking a suggestion!</br>Was e'er so saucy a companion seen?\"</br>My gentle sir, pray mitigate this spleen;</br>I sadly swear I meditate no crime</br>Against your dignity:  I only mean</br>To save, if possible, to both some time;</br>To you in reading &mdash; me in making &mdash; rhyme.", "Well!  you ne'er saw the place; or, if you did,</br>'Twere better not too closely to surmise;</br>Enough for me, those frowns the thought forbid;</br>Who sees too much &mdash; is rarely counted wise;</br>I rather boast that mine are prudent eyes;</br>Persons and things so quietly they read,</br>Nor by a glance confess they scrutinize,</br>That thoughtless lookers think me blind indeed,</br>When of themselves I take the strictest heed.", "But, since you wish me to believe that college</br>Ne'er gave its finish to your education,</br>I, of its laws and customs having knowledge,</br>Ere I take up the thread of my narration,</br>Must say a little for your information:</br>Unless the virtues of DAY-RULES you know,</br>Their use from Term's commencement to Vacation,</br>I should but vainly ask you to bestow</br>The slightest notice on the tale below.", "Says common law \"In fictione juris</br>Consistit aequitas;\" as you may see</br>In Jacob's Grammar set; which to be sure is</br>But just to say, that law and equity,</br>Unless a lie unite them, don't agree.</br>Let Scarlet, or let Abbot's self defend</br>The practice founded thus; enough for me,</br>This sapient maxim is the prisoner's friend,</br>And necessary to my story's end.", "Well &mdash; then &mdash; this fiction of the law supposes</br>That every prisoner with means to pay</br>(For he that has not, this advantage loses)</br>Either has business in the courts, or may.</br>Bond, fee, and sureties first prepare the way;</br>And Mister Brooshooft's manual sign declares</br>That Mister Such-an-one, on such a day,</br>Hath got a Rule of Court, and so repairs</br>To town, or elsewhere, call'd by his affairs.", "This little talisman of strange effect</br>(Four shillings just, and sixpence, is the price)</br>From baliff's power the wearer will protect,</br>And nullify a capias in a trice:</br>It bears a royal head in quaint device,</br>At least as true as that which Wellesley Pole</br>With taste for English artists much too nice</br>Stamped by Pistrucci's aid; Heaven rest his soul!</br>And shield henceforth the Mint from his controul.", "In various ways the various purchasers</br>That sally forth with this protecting spell,</br>Employ the privilege this grant confers;</br>Some, like myself, their lawyer's citadel</br>Besiege, his speed long striving to impel;</br>To take a dinner with a friend some go;</br>In fashion's haunts some for an hour to swell;</br>Some strive, what creditors intend, to know;</br>And some the moments on their love bestow.", "The custody of William Jones esquire,</br>That doughty marshal of terrific fame,</br>'Mid many prisoners held a youth of fire,</br>Whom scarce imprisonment itself could tame;</br>We'll call him Lawless, if you like the name;</br>'Twill answer just as well as if you knew</br>His own, his family, and whence he came&mdash;</br>Last Easter term, the usual forms, passed thro',</br>Procured a Day-rule, and away he flew.", "In coat of Western, pantaloons of Stultz,</br>He pass'd; no butterfly, in early spring</br>Burst from the husk of chrysalis, exults</br>More gladly in the beatings of his wing,</br>When, as the flowers their mingled odours fling</br>Upon the heaving bosom of the air,</br>In fresh delights he flutters revelling,</br>Than Lawless joy'd, as blithe and debonair</br>He sallied forth from the dark den of care.", "On all the public haunts he rang the changes,</br>Down Piccadilly negligently stray'd,</br>Look'd at the Albany, took ice at Grange's,</br>A tooth-brush bought in Burlington-arcade,</br>His shilling at the Pall-Mall gallery paid,</br>Not to see pictures, but himself to show;</br>For Bond-street and the Park then way he made,</br>(And both that day were full to overflow,)</br>And laugh'd and talk'd with all he chanced to know.", "Young, handsome, witty, and of gentle blood,</br>The pink and mirror of the fashion too,</br>None higher in the ladies' graces stood;</br>No son of ton went forth to public view</br>That more the eyes of belles admiring drew.</br>Of those that Lawless in his progress saw</br>Blithe as he was, and degage, how few</br>From look or carriage could conclusion draw</br>That Lawless was a victim of the law!", "By dozens invitations he declined;</br>For to a little dinner tete a tete</br>He had decidedly made up his mind,</br>And so had promised; but imperious Fate,</br>That on the thoughts of mortals will not wait,</br>Had destined him that day an exercise</br>Of patience; and a strange associate</br>For dinner brought at once before his eyes,</br>That sought to seize &mdash; but proved himself &mdash; a prize.", "The hour when Lawless' mistress wont to dine</br>Approach'd; so briskly up to Leicester Square</br>He moved to take some bottles of French wine</br>From Jaunay's cellars, to improve their fare;</br>To get prime Chambertin was was all his care.</br>Brunet's hotel already was in view;</br>When Fang the bailiff, and his follower Snare,</br>Who well from past events his person knew,</br>To seize their fancied prey exulting flew.", "Time was, perchance, when Lawless had turn'd pale if</br>A pair so horrible had met his sight;</br>Now, with his Day-Rule arm'd, he fear'd no bailiff,</br>Yet chose to counterfeit a little fright,</br>As this approach'd him with his satellite;</br>And form'd a plan that might beguile an hour,</br>And many an evil turn of Fang requite,</br>Who, when the law had plac'd him in his power,</br>Had shown himself morose, and curst, and sour.", "\"Captain, a pleasant day;\" the catch-pole cried,</br>\"And I am fortunate to meet you here.</br>Perhaps you'd better step with me aside,</br>The passers by our business need not hear.</br>I'll do the thing genteelly, do not fear;</br>I've got a writ against you here; that's all;</br>'Tis lucky that the coach-stand is so near.</br>Snare, run across the way, a chariot call;</br>Or &mdash; stay &mdash; a coach will better hold us all.\"", "Said Lawless, \"My good fellow, why such haste?</br>Brunet's is near:  before we go I'd fain</br>Show what French cooking is, and let you taste</br>The Burgundy and excellent Champagne.</br>If you'll but dine with me I'll not complain;</br>I know your business for the day is ended,</br>So here you may an hour with me remain.</br>Come, we'll enjoy ourselves as never men did;</br>If you deny me, I shall be offended.", "\"My little Snare here seems a pleasant fellow:</br>I like his countenance:  if you permit,</br>For once the man may with the master sit:</br>He'll furnish us with matter for our wit;</br>I know how proper due subordination;</br>Yet see no reason why a merry fit</br>May not, without disgrace to your vocation,</br>Friend Snare with you and me at table station.\"", "As Lawless parley'd thus, his pocket-book,</br>As if without a purpose, he display'd,</br>From which what seem'd a roll of notes he took,</br>And to his pocket carelessly convey'd:</br>The sight on Fang a quick impression made,</br>Already yielding to the promised wine;</br>Nor of escape or trick was he afraid,</br>Since Snare, at table if allowed to dine,</br>Would make less practicable all design.", "\"Captain,\" he cried, \"I'm sure I always try</br>Business to do in the genteelest way;</br>If dining at Brunet's will gratify</br>A wish of your's, I'll e'en consent to stay;</br>Yet 'tis not regular, I needs must say.</br>But let me ask one question ere we in go;</br>What must I do?  my meaning how convey?</br>They nothing speak but French here; and by Jingo</br>I do not know a word of foreign lingo.\"", "\"A very proper question,\" Lawless cried,</br>\"And one that shows you are a man of sense;</br>Faith, you must do as others, who can hide</br>Their want of learning with their impudence&mdash;</br>Affect an easy careless negligence;</br>If aught should puzzle you, pray look at me,</br>And when, surprised by any exigence,</br>A nod or movement of my eye you see,</br>('Tis all the French you need) exclaim, Oui, oui.\"", "The bailiff having briefly thus instructed,</br>Who promised to observe his orders well,</br>His new companions Lawless now conducted</br>Up the three steps that front Brunet's hotel.</br>Fang, arm in arm with Lawless, with a swell</br>Moved boldly forward; Snare brought up the rear;</br>And, tho' from Jaunay's kitchen the rich smell</br>Regaled him with the promise of good cheer,</br>Felt his new situation somewhat queer.", "Lawless was known; so when the coffee-room</br>He enter'd, all the waiters stared to see</br>Him so attended; yet did none presume</br>To laugh, or shrug; and stared the company</br>There dining, as the oddly-sorted three</br>One of the largest tables occupied;</br>And some suspected how the case might be;</br>This Lawless saw; and willing to decide</br>All doubts at once, he to the waiter cried,", "\"Eh Garcon!  vite!  la carte a Monsieur Snare;</br>Et faites venir ici Monsieur Jaunay.</br>(Fang, choose our dinner &mdash; here's the bill of fare)</br>Ecoutez, Jaunay, vous me connoissez,</br>Ce sont des sergents, qui m'ont arrete,</br>Mais sans aucun droit de me detenir;</br>Faites les payer &mdash; je serai donc, venge.</br>A leur depens je veux me divertir.</br>N'est ce pas juste, eh Fang?\" &mdash; \"Oui, oui, Mounseer.\"", "A bow, a smile, from Jaunay, and a look</br>Most knowing, answer gave, and testified</br>That well the spirit of the plot he took;</br>The parties dining smoked the jest, and eyed</br>The awkward Fang, who turn'd on ev'ry side</br>The unintelligible bill of fare,</br>And, loth to own his ignorance, still pryed</br>On every column with a studied stare,</br>As if he knew one item printed there.", "Yes, one &mdash; mock-turtle &mdash; 'mid the soups he knew,</br>But o'er its unknown neighbour, printaniere,</br>His eye, as o'er a Greek inscription, flew</br>Among the fish he flounder'd in despair;</br>Truite, cabillaud, and anguille, made him stare;</br>Nor beef nor veal he found in boeuf or veau:</br>He groan'd o'er voles a vent with financiere,</br>Or Bechamelle, and all the pastry row,</br>Patees aux huitres, ou Rognons de veau.", "At length the jest a little tedious grew;</br>And Lawless from his much-bewilder'd eyes</br>The puzzling columns of the carte withdrew,</br>And search'd them o'er, a dinner to devise,</br>That well the bailiffs' throats might cauterize:</br>Of each high-season'd dish he made selection;</br>And oft he nodded to his new allies.</br>Who cried, \"oui, oui,\" aloud, while each direction</br>In French, to add cayenne, escaped detection.", "And since high-season'd dishes thirst create,</br>He order'd larger glasses for their wine,</br>And call'd for those that most exhilarate,</br>Champagne, and Hermitage, and Chambertin,</br>And this he called superb, and that divine;</br>And, as each bottle was demanded, made</br>To Fang and Snare the stipulated sign;</br>These manfully the part of Frenchmen play'd,</br>And roar'd \"oui, oui,\" with laughable parade.", "Dinner was served.  It would have made you smile,</br>To see the uninitiated pair</br>Sit looking at each other for a while,</br>As doubting what to think of their new fare,</br>Then turn to Lawless, with inquiring stare,</br>To learn from him the true style of proceeding;</br>Then clumsily attempt, with awkward care,</br>To catch the right Parisian mode of feeding,</br>So indispensable to men of breeding.", "They sipped the soup, and found it wondrous hot;</br>The fish came next, and that was hotter still;</br>And fire, as each of the fricandeau got</br>A taste, their mouths and throats appear'd to fill.</br>Large draughts of wine might mitigate the ill;</br>And Lawless, as he pledged them, gaily cried,</br>\"Come, pass the bright Champagne; who heeds the bill?</br>I care not, so my friends be satisfied,</br>And wine, so excellent, be still supplied.\"", "The wine indeed was bright; and most divinely</br>With briskness leaping in the glass it show'd;</br>And o'er their brains the subtile fumes crept finely,</br>As down the unwonted throats the nectar flow'd.</br>Each glass they took new zest for more bestow'd;</br>And now, so fairly were they enter'd in,</br>So loudly did their laughter now explode,</br>So near to riot was their mirth a-kin,</br>That soon 'twas needful to restrain the din.", "Says the old adage, \"Veritas in vino,\"</br>(Read otherwise, \"In vino veritas,\")</br>And, may I ne'er taste claret more, if I know</br>A truer test of temper than the glass.</br>Before the power of wine disguises pass;</br>The brute assumes divine benevolence;</br>But wine returns him to his proper class,</br>Thrown from his guard, and in the negligence</br>Of jovial hours unfitted for pretence.", "Such was the case with Fang, whose disposition</br>Seem'd borrow'd, half-and-half, from wolf and bear;</br>And soon appear'd the perfect exhibition</br>Of all its ugliness, exposed and bare;</br>And savagely the wretch began to swear:</br>And now, when Lawless, as the clamour swell'd</br>So highly, urged him firmly to forbear,</br>The brute against all discipline rebelled,</br>And, more entreated, but the louder yell'd.", "\"You take upon you finely to command,\"</br>He loudly cried, with a malicious sneer,</br>\"But I'll contrive to make you understand</br>That I both am, and will be, master here.</br>Come, sir, we'll march; with me your course you steer.\"</br>\"Pooh, pr'ythee,\" Lawless cried, who saw the crisis</br>Was coming on, \"now Fang, you only jeer;</br>But, 'faith, a jest like this not very nice is,</br>And more of it you give us than suffices.\"", "\"Jest me no jests,\" the bailiff foaming roar'd,</br>\"You will not find me much inclined to jest;</br>You are my prisoner, and at a word,</br>Will you submit, or not, to my arrest?</br>Come, march at once; I swear you'll find it best:</br>I do not stand on trifles, if resisted;</br>You'll feel this if you put me to the test;</br>I scarce should need by Snare to be assisted,</br>And he a better man than you has fisted.\"", "Said Lawless, \"In one thought we don't concur ill;</br>Truly the time for jesting is gone by:</br>But I forewarn you, touch me at your peril;</br>Yourself, your man, your capias, I defy:</br>I've that which makes to all your power reply,</br>So, fellows, stand aside, and give me way:</br>With those I love to laugh at you I fly;</br>Console you with the bottle while you stay;</br>And don't forget the dinner-bill to pay.\"", "He rose; then Fang roar'd, \"Rescue!\" and \"Escape!\"</br>And call'd to Snare to seize, or knock him down;</br>But, for himself, though glowing with the grape,</br>He relish'd not the style of Lawless' frown,</br>And fear'd indeed his widely-spread renown;</br>When all at once, to terminate the sport,</br>And the confusion of the rogues to crown,</br>While one stood doubting, t' other all amort,</br>Lawless to both spread forth his Rule of Court.", "Not more Morocco's prince in horror stares,</br>When, Portia's picture trusting to behold,</br>From the Death's head the upbraiding scroll he tears,</br>Deluded by the specious glare of gold,</br>Than stared both Fang and Snare, when now unroll'd</br>The talisman of mighty power they saw:</br>That wondrous amulet at once controll'd,</br>As with the force of an acknowledged law,</br>The disappointed bailiff's outstretch'd paw.", "Fang and his follower both stood astonished,</br>With gaping mouths and eyes distended wide:</br>Them Lawless thus with gravity admonished,</br>While peals of laughter rang on every side</br>From guests and waiters, who the scene had eyed:</br>\"Good evening, friends; enjoy your jubilee;</br>And, if you think yourselves well Frenchified,</br>Whene'er you pass the Square remember me;</br>And never &mdash; above all &mdash; forget 'OUI, OUI.'\"", "He said; and though like famish'd wolves they raged,</br>Or tigers disappointed of their prey,</br>His person Lawless quickly disengaged,</br>And left them to the mercy of Jaunay,</br>Who forced reluctant Fang a bill to pay,</br>Whose length and total fill'd him with affright.</br>Swearing, he left the house; and, ripe for fray,</br>His spleen soon vented in a drunken fight,</br>That lodged him in the watch-house for the night.</br>"]