["1.</br>Looke how the dying swan on Tagus shore,</br>Singing a lullaby to her last sleepe,</br>Tyes to her golden tongue the leaping ore,</br>And bindes th' ashamed water nymphs to keepe</br>Eternall silence, whilst the dumbe waves stay,</br>And dare not with their murmuring pebles play,</br>Or through the whistling rushes take their wonted way.", "2.</br>Looke how the gentle breath of southerne gales,</br>Buzzing their tunes amongst the querulous reedes,</br>Or whispering musicke to the sounding vales,</br>In all the aery nation envy breedes,</br>And into sleepe the lazy groomes doth rocke,</br>Or calls th' amazed sheapheard from his flocke,</br>And prompts the strayning eccho of the neigbouring rocke.", "3.</br>So sate our noble Willy, happy swayne,</br>With peerelesse songs incroaching sorrow drowning,</br>And Tavyes curled locks (who danc't amaine</br>Unto his pipe) with bayes immortall crowning,</br>The whilst the woods their leafy heads inclined,</br>In listening wise, and mixt their envious winde</br>With those more heavenly aires which in his voyce they finde.", "4.</br>Once when the jolly lad began a lay,</br>Of his Marina's fate, the wondring route</br>Of neighbouring swaynes, leaving their wonted play,</br>Ran to incircle their new Pan about,</br>Where growne forgetful of theire former care,</br>Although they fed on nought but his sweet ayre,</br>Vowd that the quintessence of nectar was their fare.", "5.</br>And as their captive soules were chained unto</br>The charming pipe; when they it least suspected,</br>The smiles and winkes which forth did steale, would show</br>How much that loved sound they all respected,</br>And all amased in a deep extasy</br>Would sweare he was some chorister of the sky,</br>Or (though their eyes sayd no) Phoebus owne deity.", "6.</br>Each peerelesse nymph that baths her dewy curls</br>In too too happy Tavyes chrystall waves,</br>Into the singing ecchoing champion hurles,</br>And there our Willyes head with flowers embraves,</br>Robs her own bankes, and decks a coronet</br>With blushing roses and the violet,</br>Which on the head of her admired swayne is set.", "7.</br>The merry emulous songsters of the wood</br>In silence listened to his better song,</br>And the soft murmurs of the bubbling flood</br>(Which seemed to laugh as he did ride along)</br>Presumed to beare the burthen of his lay,</br>The whilst the jocund satyres all would say</br>They were not half so blest even on Pan's holyday.", "8.</br>But midst these thankful shouts and signes of joy,</br>Whilst all expect to see a happy close,</br>Upon the sudden starts the peevish boy,</br>And runs away in haste as from his foes:</br>Nor can our speaking sighs, and begging teares,</br>Nor all our prayers and plaints he daily heares,</br>Or melt his stubborn heart, or banish his vain feares.", "9.</br>So, when as Philomel her haplesse fate</br>Unto the tell-tale eccho doth bemoane,</br>The whilst some envious bough presents in hate</br>A dagger to her breast, and there is none</br>That praises not her musicks heavenly grace,</br>The bashful bird with leaves doth vaile her face,</br>Or to her shrowd and tombe some thicket, flyes apace.", "10.</br>And now he hauntes the woodes and silent groves,</br>(Poore lad) and teaches silence to the windes,</br>H' as now forgot our sports and harmlesse loves,</br>Ah can such deeds agree with heavenly mindes;</br>Great flakes of moss, bred in some silent cave,</br>Stop his pipes mouth, and now his spirit leave,</br>Now a dead soule entombed within a living grave.", "11.</br>But Willy boy, let not eternall sleepe</br>Captive thy sprightly muse; so shall we all</br>Rejoice at her new life, and henceforth keepe</br>Unto thy name a yearly festivall;</br>May shee but impe her wings with thy blest pelf,</br>And take her wonted flight, heaven says Amen,</br>The musicke of the spheares shall nere be heard agen.", "12.</br>So may a sun shine day smile on our sports,</br>So may the pretty lambs live free from harme,</br>So may the tender lasse that here resorts,</br>Nere feele the clownish winds cold boisterous arm.</br>As we do love thee Willy, as we all</br>Do wistly for thy peereless musick call,</br>And as we plat for thee a matchlesse coronall.</br>"]