["Wash'd with pure water, and with milk well fed,</br>To pleasing rest her sons Alcmena led,</br>Alcides, ten months old, yet arm'd with might,</br>And twin Iphiclus, younger by a night:</br>On a broad shield of fine brass metal made,</br>The careful queen her royal offspring laid;</br>(The shield from Pterilus Amphitryon won</br>In fight, a noble cradle for his son!)</br>Fondly the babes she view'd, and on each head</br>She plac'd her tender hands, and thus she said:</br>\"Sleep, gentle babes, and sweetly take your rest,</br>Sleep, dearest twins, with softest slumbers blest;</br>Securely pass the tedious night away,</br>And rise refresh'd with the fair-rising day.\"", "She spoke, and gently rock'd the mighty shield;</br>Obsequious slumbers soon their eye-lids seal'd.</br>But when at midnight sunk the bright-ey'd Bear,</br>And broad Orion's shoulder 'gan appear;</br>Stern Juno, urg'd by unrelenting hate,</br>Sent two fell serpents to Amphitryon's gate,</br>Charg'd with severe commission to destroy</br>The young Alcides, Jove-begotten boy:</br>Horrid and huge, with many an azure fold,</br>Fierce through the portal's opening valves they roll'd;</br>Then on their bellies prone, high swoln with gore,</br>They glided smooth along the marble floor:</br>Their fiery eye-balls darted sanguine flame,</br>And from their jaws destructive poison came.</br>Alcmena's sons, when near the serpents prest</br>Darting their forked tongues, awoke from rest;</br>All o'er the chamber shone a sudden light,</br>For all is clear to Jove's discerning sight.</br>When on the shield his foes Iphiclus saw,</br>And their dire fangs that arm'd each horrid jaw,</br>Aghast he rais'd his voice with bitter cry,</br>Threw off the covering, and prepar'd to fly:</br>But Hercules stretch'd out his arms to clasp</br>The scaly monsters in his iron grasp;</br>Fast in each hand the venom'd jaws he prest</br>Of the curst serpents, which ev'n gods detest.</br>Their circling spires, in many a dreadful fold,</br>Around the slow-begotten babe they roll'd,</br>The babe unwean'd, yet ignorant of fear,</br>Who never utter'd cry, nor shed a tear.</br>At length their curls they loos'd, for rack'd with pain</br>They strove to 'scape the deathful gripe in vain.</br>Alcmena first o'er-heard the mournful cries,</br>And to her husband thus:  \"Amphitryon, rise;</br>Distressful fears my boding soul dismay;</br>This instant rise, nor for thy sandals stay:</br>Hark, how for help the young Iphiclus calls!</br>A sudden splendor, lo!  illumes the walls!</br>Though yet the shades of night obscure the skies;</br>Some dire disaster threats; Amphitryon, rise.\"", "She spoke; the prince obedient to her word,</br>Rose from the bed, and seiz'd his rich-wrought sword,</br>Which, on a glittering nail above his head,</br>Hung by the baldrick to the cedar bed.</br>Then from the radiant sheath of lotos made,</br>With ready hand he drew the shining blade;</br>Instant the light withdrew, and sudden gloom</br>Involv'd again the wide-extended room:</br>Amphitryon call'd his train that slumbering lay,</br>And slept secure the careless hours away.</br>\"Rise, rise, my servants, from your couches strait,</br>Bring lights this instant, and unbar the gate.\"</br>He spoke; the train obedient to command,</br>Appear'd with each a flambeau in his hand;</br>Rapt with amaze, young Hercules they saw</br>Grasp two fell serpents close beneath the jaw:</br>The mighty infant show'd them to his sire,</br>And smil'd to see the wreathing snakes expire;</br>He leap'd for joy that thus his foes he slew,</br>And at his father's feet the scaly monsters threw.</br>With tender care Alcmena fondly prest,</br>Half-dead with fear, Iphiclus to her breast,</br>While o'er his mighty son Amphitryon spread</br>The lamb's soft fleece, and sought again his bed.", "When thrice the cock pronounc'd the morning near,</br>Alcmena call'd the truth-proclaiming seer,</br>Divine Tiresias; and to him she told</br>This strange event, and urg'd him to unfold</br>Whate'er the adverse deities ordain;</br>'Fear not, she cried, but Fate's whole will explain;</br>For well thou know'st, O!  venerable seer,</br>Those ills which Fate determines, man must bear.'</br>She spoke; the holy augur thus reply'd;</br>\"Hail, mighty queen, to Perseus near ally'd;</br>Parent of godlike chiefs:  by these dear eyes,</br>Which never more shall view the morning rise,</br>Full many Grecian maids, for charms renown'd,</br>While merrily they twirl the spindle round,</br>Till day's decline thy praises shall proclaim,</br>And Grecian matrons celebrate thy fame.</br>So great, so noble will thy offspring prove,</br>The most gigantic of the gods above,</br>Whose arm, endow'd with more than mortal sway,</br>Shall many men, and many monsters slay:</br>Twelve labours past, he shall to heav'n aspire,</br>His mortal part first purified by fire,</br>And son-in-law be nam'd of that dread Power</br>Who sent these deadly serpents to devour</br>The slumbering child:  then wolves shall rove the lawns,</br>And strike no terror in the pasturing fawns.</br>But, O great queen!  be this thy instant care,</br>On the broad hearth dry fagots to prepare,</br>Aspalathus, or prickly brambles bind,</br>Or the tall thorn that trembles in the wind,</br>And at dark midnight burn (what time they came</br>To slay thy son) the serpents in the flame.</br>Next morn, collected by thy faithful maid,</br>Be all the ashes to the flood convey'd,</br>And blown on rough rocks by the favouring wind,</br>Thence let her fly, but cast no look behind.</br>Next with pure sulphur purge the house, and bring</br>The purest water from the freshest spring,</br>This, mix'd with salt, and with green olive crown'd,</br>Will cleanse the late contaminated ground.</br>Last let a boar on Jove's high altar bleed,</br>That ye in all achievements may succeed.\"", "Thus spoke Tiresias, bending low with age,</br>And to his ivory carr retir'd the reverend sage.</br>Alcides grew beneath his mother's care,</br>Like some young plant, luxuriant, fresh and fair,</br>That screen'd from storms defies the baleful blast,</br>And for Amphitryon's valiant son he past.</br>Linus, who claim'd Apollo for his sire,</br>With love of letters did his youth inspire,</br>And strove his great ideas to enlarge,</br>A friendly tutor, faithful to his charge.</br>From Eurytus his skill in shooting came,</br>To send the shaft unerring of its aim.</br>Eumolpus tun'd his manly voice to sing,</br>And call sweet music from the speaking string.</br>In listed fields to wrestle with his foe,</br>With iron arm to deal the deathful blow,</br>And each achievement where fair fame is sought,</br>Harpalycus, the son of Hermes, taught,</br>Whose look so grim and terrible in fight,</br>No man could bear the formidable sight.</br>But fond Amphitryon, with a father's care,</br>To drive the chariot taught his godlike heir,</br>At the sharp turn with rapid wheels to roll,</br>Nor break the grazing axle on the goal;</br>On Argive plains, for generous steeds renown'd,</br>Oft was the chief with race-won honours crown'd;</br>And still unbroke his antient chariot lay,</br>Though cankering time had eat the reins away.</br>To lanch the spear, to rush upon the foe,</br>Beneath the shield to shun the falchion's blow,</br>To marshal hosts, opposing force to force,</br>To lay close ambush, and lead on the horse,</br>These Castor taught him, of equestrian fame,</br>What time to Argos exil'd Tydeus came,</br>Where from Adrastus he high favour gain'd,</br>And o'er a kingdom, rich in vineyards, reign'd.</br>No chief like Castor, till consuming time</br>Unnerv'd his youth, and crop'd the golden prime.", "Thus Hercules, his mother's joy and pride,</br>Was train'd up like a warrior:  by the side</br>Of his great father's his rough couch was spread,</br>A lion's spoils compos'd his grateful bed.</br>Roast-meat he lov'd at supper to partake,</br>The bread he fancied was the Doric cake,</br>Enough to satisfy the labouring hind;</br>But still at noon full sparingly he din'd.</br>His dress, contriv'd for use, was neat and plain,</br>His skirts were scanty, for he wore no train.</br>"]