["SONNET I.  WRITTEN AT WYNSLADE IN HAMPSHIRE.</br>Wynslade, thy beech-capt hills, with waving grain</br>Mantled, thy chequer'd views of wood and lawn,</br>Whilom could charm, or when the gradual dawn</br>Gan the grey mist with orient purple stain,</br>Or Evening glimmer'd o'er the folded train:</br>Her fairest landskips whence my Muse has drawn,</br>Too free with servile courtly phrase to fawn,</br>Too weak to try the buskin's stately strain.</br>Yet now no more thy slopes of beech and corn,</br>Nor views invite, since He far distant strays,</br>With whom I trac'd their sweets at eve and morn,</br>From Albion far, to cull Hesperian bays;</br>In this alone they please, howe'er forlorn,</br>That still they can recall those happier days.", "SONNET II.  ON BATHING.</br>When late the trees were stript by winter pale,</br>Young Health, a dryad-maid in vesture green,</br>Or like the forest's silver-quiver'd queen,</br>On airy uplands met the piercing gale;</br>And, ere its earliest echo shook the vale,</br>Watching the hunter's joyous horn was seen.</br>But since, gay-thron'd in fiery chariot sheen,</br>Summer has smote each daisy-dappled dale;</br>She to the cave retires, high-arch'd beneath</br>The fount that laves proud Isis' towered brim:</br>And now, all glad the temperate air to breath,</br>While cooling drops distill from arches dim,</br>Binding her dewy locks with sedgy wreath,</br>She sits amid the quire of Naiads trim.", "SONNET III.  WRITTEN IN A BLANK LEAF OF DUGDALE'S MONASTICON.</br>Deem not, devoid of elegance, the sage,</br>By Fancy's genuine feelings unbeguil'd,</br>Of painful Pedantry the poring child;</br>Who turns, of these proud domes, th' historic page,</br>Now sunk by Time, and Henry's fiercer rage.</br>Thinkst thou the warbling Muses never smil'd</br>On his lone hours?  Ingenious views engage</br>His thought, on themes, unclassic falsely stil'd,</br>Intent.  While cloyster'd Piety displays</br>Her mouldering roll, the piercing eye explores</br>New manners, and the pomp of elder days,</br>Whence culls the pensive bard his pictur'd stores,</br>Nor rough, nor barren, are the winding ways</br>Of hoar Antiquity, but strown with flowers.", "SONNET IV.  WRITTEN A STONEHENGE.</br>Thou noblest monument of Albion's isle!</br>Whether by Merlin's aid, from Scythia's shore,</br>To Amber's fatal plain Pendragon bore,</br>Huge frame of giant-hands, the mighty pile,</br>T' emtomb his Britons slain by Hengist's guile:</br>Or Druid priests, sprinkled with human gore,</br>Taught mid thy massy maze their mystic lore:</br>Or Danish chiefs, enrich'd with savage spoil,</br>To Victory's idol vast, an unhewn shrine,</br>Rear'd the rude heap:  or, in thy hallow'd round,</br>Repose the kings of Brutus' genuine line;</br>Or here those kings in solemn state were crown'd:</br>Studious to trace thy wond'rous origine,</br>We muse on many an antient tale renown'd.", "SONNET V.  WRITTEN AFTER SEEING WILTON-HOUSE.</br>From Pembroke's princely dome, where mimic Art</br>Decks with a magic hand the dazzling bow'rs,</br>Its living hues where the warm pencil pours,</br>And breathing forms from the rude marble start,</br>How to life's humbler scene can I depart?</br>My breast all glowing from those gorgeous tow'rs,</br>In my low cell how cheat the sullen hours!</br>Vain the complaint:  For FANCY can impart</br>(To Fate superiour, and to Fortune's doom)</br>Whate'er adorns the stately-storied hall:</br>She, mid the dungeon's solitary gloom,</br>Can dress the Graces in their Attic pall:</br>Bid the green landskip's vernal beauty bloom:</br>And in bright trophies cloath the twilight wall.", "SONNET VI.  TO MR. GRAY.</br>Not that her blooms are mark'd with beauty's hue,</br>My rustic Muse her votive chaplet brings;</br>Unseen, unheard, O GRAY, to thee she sings!</br>While slowly-pacing through the church-yard dew,</br>At curfeu-time, beneath the dark-green yew,</br>Thy pensive genius strikes the moral strings;</br>Or borne sublime on Inspiration's wings,</br>Hears Cambria's bards devote the dreadful clue</br>Of Edward's race, with murthers foul defil'd;</br>Can aught my pipe to reach thine ear essay?</br>No, bard divine!  For many a care beguil'd</br>By the sweet magic of thy soothing lay,</br>For many a raptur'd thought, and vision wild,</br>To thee this strain of gratitude I pay.", "SONNET VII.</br>While summer-suns o'er the gay prospect play'd,</br>Through Surry's verdant scenes, where Epsom spreads</br>Mid intermingling elms her flowery meads,</br>And Hascombe's hill, in towering groves array'd,</br>Rear'd its romantic steep, with mind serene</br>I journied blythe.  Full pensive I return'd;</br>For now my breast with hopeless passion burn'd,</br>Wet with hoar mists appear'd the glittering scene</br>Which late in careless indolence I past;</br>And Autumn all around those hues had cast</br>Where past delight my recent grief might trace.</br>Sad change, that Nature a cogenial gloom</br>Should wear, when most, my chearless mood to chase,</br>I wish'd her green attire, and wonted bloom!", "SONNET VIII.  ON KING ARTHUR'S ROUND-TABLE AT WINCHESTER.</br>Where Venta's Norman castle still uprears</br>Its rafter'd hall, that o'er the grassy foss,</br>And scatter'd flinty fragments, clad in moss,</br>On yonder steep in naked state appears;</br>High-hung remains, the pride of warlike years,</br>Old Arthur's Board:  on the capacious round</br>Some British pen has sketch'd the names renown'd,</br>In marks obscure, of his immortal peers.</br>Though join'd by magic skill, with many a rime,</br>The Druid-frame, unhonour'd, falls a prey</br>To the slow vengeance of the wisard Time,</br>And fade the British characters away;</br>Yet Spenser's page, that chants in verse sublime</br>Those Chiefs, shall live, unconscious of decay.", "SONNET IX.  TO THE RIVER LODON.</br>Ah!  what a weary race my feet have run,</br>Since first I trod thy banks with alders crown'd,</br>And thought my way was all through fairy ground,</br>Beneath thy azure sky, and golden sun:</br>Where first my muse to lisp her notes begun!</br>While pensive memory traces back the round,</br>Which fills the varied interval between;</br>Much pleasure, more of sorrow, marks the scene.</br>Sweet native stream!  those skies and suns so pure</br>No more return, to chear my evening road!</br>Yet still one joy remains, that not obscure,</br>Nor useless, all my vacant days have flow'd,</br>From youth's gay dawn to manhood's prime mature;</br>Nor with the Muse's laurel unbestow'd.</br>"]