["Where Cherwell in divided Currents flows,</br>And Wainflet's Towers a pompous Scene disclose:</br>With Groves adorn'd, the Lovers blest retreat,</br>To Arts propitious, and the Muses Seat;</br>The woody Margin forms a doubtful Light,</br>And with projected Shades dissembles Night.", "Indulging Tears there Sad Britannia lay,</br>From Triumphs fled, and shun'd the hated Day:</br>Silvanus wept by her neglected Side,</br>Unmindful of his Sports and Rural Pride;</br>The lovely Nereid She of Thetis Train,</br>The Youth from Phoebus sprung, and charm'd the Plain.</br>Caesario's Fate they mourn'd with just Despair,</br>The charming Anna's Woes, and Nassau's Care:</br>Immortal Nymphs in Anna's Sorrows joyn,</br>And Caesar's Tears affect the Powers Divine.", "The list'ning Plains a fix'd Attention pay'd,</br>And Winds becalm'd the tuneful Pair obey'd:</br>The Silvan Powers, and wondring Satyrs came,</br>Attend their Song, and feed a Nobler Flame;</br>From fair Britannia thus the Accents fell,</br>Sweeter than Notes of mourning Philomel.", "Lament, ye Groves; ye pleasant Valleys, fade;</br>Blasted with Winds, and destitute of Shade:</br>Let fam'd Augusta's Bowers neglected lie,</br>And Albion weep her Crystal Fountains drie.</br>The conscious Spring forget its Youthful Pride,</br>And Flora unarray'd her Beauties hide:</br>No tuneful Youths beneath Your Shades return,</br>And ye deserted Plains, in solemn Silence mourn.</br>But may the Winds in Louder Sighs complain,</br>The gloomy Heav'ns lament in falling Rain:</br>Each lonely Grotto more abandon'd grow,</br>And murm'ring Streams in sadder Accents flow.", "O Britain's blasted Hopes!  Illustrious Boy!</br>The Pride of Youth!  deluded Albion's Joy!</br>For Thee, the Warrior bends his weeping Head,</br>And Wild Despair pursues the Weeping Maid:</br>Their wandring Flocks the wretched Swains despise,</br>With folded Arms they sit, and flowing Eyes;</br>In lasting Solitude the Shepherds mourn,</br>Dark as the Grave, and silent as his Urn.", "Beauty and Wit in lov'd Caesario join'd,</br>The Mother's Form inclos'd the Heroe's Mind:</br>With ev'ry Grace the Youth appear'd Divine,</br>The radiant Soul did thro' the Body shine;</br>Thro' Isis Streams thus glitt'ring Sands are seen,</br>And Crystals thus disclose the Flowers within.", "Ye Blooming British Youths, a gen'rous Race!</br>Daring in Arms, the Ornaments of Peace!</br>To Grief abandon'd now, in Sorrows drown'd,</br>With constant Sighs your tender Bosoms wound.</br>Your faded Glory's gone, your boasted Pride,</br>Companion of the War, and Virtue's Guide:</br>Whose active Youth the Martial Pomp display'd,</br>To willing Fame, and early Triumphs led;</br>Inspir'd your Souls with Honour's dawning Charms,</br>And taught you to Excel in Arts and Arms.", "Had more Indulgent Heav'n Caesario spar'd,</br>Had Suppliant Britain's lavish Vows been heard;</br>With lasting Triumphs had our Isle been blest,</br>And mourning Thames her future Lord possest:</br>Him ev'ry Lyre, him ev'ry Muse had Sung,</br>The grateful Theme of each inspir'd Tongue:</br>His Acts had fill'd the Hundred Mouths of Fame,</br>And rank'd with Nassau's his Immortal Name.", "The Deathless Laurel now consents to fade,</br>And grateful Myrtle hands its drooping head:</br>Vain are their Sweets, their Beauty's Useless grown,</br>For never Shall they lov'd Caesario crown;</br>Never around his Temples boast a place,</br>Adorn his Pleasures, nor his Triumphs grace.", "Ye lovely Nymphs, a celebrated Train!</br>That shine in Courts, and grace the humble Plain:</br>With Cypress crown'd instead of Garlands come,</br>Weep or'e his Urn, with Wreaths adorn his Tombe.</br>Oft did the Charming Youth your Breasts inspire</br>With pleasing Images, and gay Desire:</br>A Form like his might fierce Atlanta move,</br>And warm the coldest Virgin's Heart with Love;</br>No Guard against resistless Beauty's found,</br>His Tongue was made to Charm, his Eyes to Wound.", "But never shall ye more Caesario praise,</br>Admire his Wit, nor on his Beauty gaze:</br>Never indulge again your longing Sight,</br>In Death he lies, and Shades of endless Night.", "Illustrious Fair!  a smiling Mother late,</br>Now sunk in Woes, opprest with utmost Fate,</br>Who can the Anguish of thy bosom tell,</br>None e're lamented more, none lov'd so well!</br>At length, Unhappy Beauty, cease to grieve,</br>At length some respite to thy bosom give:</br>The Dreery Shades of Night thy Sorrows know,</br>Attend thy Plaints, and oft repeated Woe:</br>Each conscious Grove thy tender Passion hears,</br>And ev'ry Stream's inrich'd with Anna's Tears.", "Nor, Caesar, is thy Breast exempt from Care,</br>Thy Breast that stems th' impetuous Tide of War:</br>Unmov'd with Horrours of the bloody Field,</br>Nor rais'd with Joys that Fame and Empire yield;</br>But Pity there, there soft Compassion reigns,</br>And Death exposes all the Lover's Pains.</br>Tho' you in Battel foil his brandish'd Dart,</br>The Tyrant wounds your more Unguarded Part:</br>Eludes the Hopes of thy Auspicious Reign,</br>Thy Triumphs blasts, and renders Conquests vain.</br>Else had Maria's Charms to Ages shone,</br>And lov'd Caesario late adorn'd the British Throne.", "Now all the Hero sinks beneath the weight</br>Of piercing Grief, and yields to adverse Fate:</br>Sighs to the Winds, Laments in ev'ry Grove,</br>Fond Albion's Loss, and his deserted Love;</br>Like Hercules, for ravish'd Hylas, mourns,</br>And rends the Laurel that his Brow adorns.", "The Plains ne'er such a Face of Sorrow wore,</br>Never was Youth lamented thus before:</br>With Garlands crown'd no active Nymphs are seen,</br>To Dance in graceful Choirs around the Green:</br>No jolly Swains beneath the Shades resort,</br>With tuneful Pipes to cheer their Rural Sport;</br>In gloomy Solitude the Shepherds  mourn,</br>Dark as the Grave, and Silent as his Urn.", "One Labour more, Silvanus, yet remains,</br>Descending Phoebus shall inspire thy Strains:</br>And every Muse her willing Aid impart,</br>To crown the Verse, and grace thy Tuneful Art.</br>Whilst here protected from the scorching Sun,</br>The kind complaining Streams in Murmurs run:</br>And grateful Shades form an Imperfect Day,</br>Prelude the Song, thy mournful Tribute Pay.", "When, gently raising his dejected Head,</br>Thus to the Fair afflicted Nymph he said:</br>An irresistless Charm thy Sorrow bears,</br>Who can withstand the force of Pious Tears?</br>Compell'd by Fate, and more Tyrannick Love,</br>My Soaring Muse shall visit Realms above;</br>Amidst the Stars admire his dawning Flame,</br>And rank Caesario in the List of Fame.", "Let Cherwell's List'ning Streams neglect to Flow,</br>The Heav'ns to Weep, the sighing Winds to Blow:</br>When I the Youth's sublimer Praise decline,</br>Unequal tho' my Verse, the Theme's Divine.", "Amintor, thee, whilst Foreign Shores invite,</br>And thy auspicious Muse extends her flight:</br>Amintor, lov'd by Fame, admired Young!</br>That Charm'st with ev'ry Grace, in ev'ry Tongue!</br>Whether the Sein's attentive to thy Lays,</br>And Louvre's blest with British Caesar's Praise;</br>Or fam'd Versailes is in thy Numbers shown,</br>Adorn'd with Beauties that transcend her own:</br>Thy Absence now the drooping Muses  mourn,</br>Implore thy Aid, and Sigh for thy Return.", "O cou'd I imitate the Mantuan Swain!</br>Inform the Flocks, and charm the distant Plain:</br>Or cou'd I sing with British Colin's Art,</br>Wound ev'ry Ear, move each relenting Heart:</br>And sweetly as the Young Alexis mourn,</br>In graceful Accents o'er Pastora's Urn;</br>Such shou'd my Verse, so just my Sorrows prove,</br>Worthy his Shade, and my aspiring Love.", "Then like Judea's Shepherd I'd complain,</br>Mourning the Royal Youth untimely Slain:</br>Sad Albion's Hills, like Gilboa shou'd hear,</br>And her detested Plains my Curses bear;</br>Each blasted Grove, and weeping River, tell</br>How lov'd a Prince, how much lamented fell.", "Proceed, my Muse, and raise thy humble Song,</br>Boundless as Grief, with raging Passion strong:</br>Let Tears unforc'd instruct thy Verse to flow,</br>Soft be thy Plaints, Harmonious all thy Woe.", "In yonder gloomy Vale, a Grotto lies;</br>Rarely beheld, but with lamenting Eyes:</br>There aged Ranks of blasted Cypress grow,</br>Of deadly Night-shade, and the fatal Yew;</br>Destructive Aconites the Shores produce,</br>And drowzy Poppeys shed their baneful Juice.</br>There black presaging Birds of Night repair,</br>Whose dreadful Omens rend the horrid Air:</br>The falling Waters yield a mournful Noise,</br>And sighing Winds assume a sadder Voice.", "There no Advances of the absent Sun</br>Dispel the Shades, nor urge the Seasons on:</br>No blooming Sweets, no chearful Greens appear,</br>But Winter blasts the undistinguish'd Year.</br>The Wretched fly to this abandon'd Place,</br>Where Scenes of Horrour may their Woes encrease:</br>Despairing Lovers here a Refuge find,</br>Indulge their Cares, and sooth a gloomy Mind;</br>Ten Thousand Slaves tyrannick Beauty sends</br>Here to court Fate, and seek inglorious Ends.", "A lonely Mansion here erects its Head,</br>Rapacious as the Grave, and stor'd with Dead:</br>Low'ring it stands on this detested Ground,</br>With Spoils of Youth, and ravish'd Beauty crown'd;</br>Ancient as Time, the pompous Work of Shade,</br>Rejecting Form, and slighting Nature's Aid:</br>Beauty and Art the Ruder mass disdains,</br>Where Fate resides, and Death in Triumph reigns.", "The mournful Dome eludes our injur'd Sight,</br>Casts Terrours round, and forms a deeper Night:</br>Obscure with Mists the Sable Front appears,</br>For ever Cold, and Wet with falling Tears.</br>There Ranks of unregarded Urns remain,</br>And shatter'd Tombs an horrid Pomp maintain:</br>Proud Mausolaeums moulder there in State,</br>Magnificent with Heaps, in Ruins great.</br>With Human Bones the ghastly Pavement's spread,</br>The last Remains of the neglected Dead.</br>There dying Lamps, there solemn Tapers burn,</br>And long descending Vaults in endless Silence mourn.", "Inglorious Crowds here undistinguish'd come</br>To Nature's last Retreat, a Peaceful Tombe:</br>An easie Change, to Minds that seek no more,</br>But covet Rest, and dream'd out Life before;</br>Those whom no Arts, no shining Actions grace,</br>That liv'd obscure, and fell a worthless Race!</br>Here in the Arms of kind Oblivion laid,</br>Their Names forgot, they sleep beneath this Shade.", "This Scene of Horrour but prepares the Way</br>To Fields of Bliss, Realms of Etherial Day:</br>This but an Entrance to the Sacred Pile,</br>Where Arts triumph, and Native Graces smile.</br>Crystalline Roofs the glorious Dome adorn,</br>Fair as the Blushes of the rising Morn:</br>On Columns rais'd in beauteous Orders plac'd,</br>With Statues crown'd, Triumphal Arches grac'd;</br>The Eye from far salutes the blest Abode,</br>Adores the Temple, and the Guardian God.</br>In Consort here a hundred Trumpets join,</br>Return'd by Echoes thro' the vaulted Shrine:</br>Loud Hymns of Praise, and joyful Paeans sound,</br>That reach extreamest Earth, and Heav'ns superiour round.", "Here Fame presides, here jealous Honour stands,</br>To guard their Off-spring from the Tyrant's hands:</br>To keep the Heroe's boasted Name alive,</br>And make the Glorious after Death survive.</br>And here are Urns, but Urns with Myrtle bound,</br>Adorn'd with Wreaths, with deathless Laurels crown'd:</br>Whose sacred Ashes lasting Sweets diffuse,</br>And Bless the Toils of the  recording Muse.", "Hither ambitious Crowds resort in vain,</br>Dulness and Sloth their lagging Feet detain:</br>From far they view the Empireal Seat,</br>But lost in Shades, submit to common Fate.</br>Deluded Wretches, that consume their Days,</br>In false pursuits of Fame, and courting Praise:</br>In vain attempt the Adamantine Gate,</br>Or strive to rise beneath their Native weight;</br>Nature's averse, Fame no Compassion shows,</br>Their Parts are form'd for Shade and long repose.", "Here the fam'd Worthies of our British Race,</br>In pompous Shrines their awful Circles grace:</br>Admir'd below, in Orbs they shine Above,</br>For Wars renown'd, and softer Toils of Love.", "And here Immortal Bards ascend in State,</br>Their Fame compleat, and triumph over Fate:</br>Those envy'd Honours which the World denies</br>To living Worth, the bounteous Grave supplies;</br>And ev'ry Urn of the inspired Race,</br>With Kings and Heroes claim an equal place.</br>For justly here, Apollo's Off-spring's plac'd,</br>In that Pantheon which their Fancies rais'd</br>They form its Beauties, and its Triumphs spread,</br>Adorn it Living, and possess it Dead.", "And first the Heroes of her Regal Line,</br>In long Descents, and graceful Orders shine:</br>Here warlike Danes, here conqu'ring Romans sleep,</br>Whose rugged Shields their honour'd Relicts keep;</br>Those faithful Swords with which they Conquests spread,</br>Protect their Urns, and Guard the Heroes dead.", "Next those distinguish'd Chiefs, that early bore</br>Avenging Arms to Asia's injur'd Shore:</br>On Jordan's Banks immortal Honours won,</br>And made oppress'd Judea's Wrongs their own;</br>Drove impious Tyrants from the Sacred Plain,</br>Redeem'd the Land, and then refus'd to Reign.", "O wondrous Youth!  from Warlike Edward sprung,</br>Envy'd by Fate, and snatch'd from Triumphs young!</br>In Honour's shining Page the brightest Name,</br>Thy Britain's Glory, and the Boast of Fame;</br>Cressy, to Thee Immortal Honour yields,</br>And Laurels bloom in Poictiers bloody Fields.", "The aged Prince thy Dangers view'd with Pride,</br>And saw thy Arm an Empire's Fate decide:</br>The Gallick Genius fled before thy Sword,</br>And Victory confess'd her Rightful Lord.</br>Fortune, thy Slave, did Pale with Horrour stand,</br>Whilst Legions fell by thy avenging Hand.", "O swiftly gone!  lost in thy blooming Years,</br>And all thy Triumphs overcast with Tears:</br>Unhappy Britain mourns her Heroes young,</br>Fate early Claims, and Fame Enjoys them long.", "A grateful Scene here streaming Banners yield,</br>And glitt'ring Trophies of the bloody Field:</br>Lamenting Gallia's Spoils, in Battle won,</br>When British Princes fill'd her vanquish'd Throne;</br>Inur'd to Triumphs, and renown'd in Fight,</br>Their Acts inspir'd the ancient Bards to write.", "A noble Order next detains the Eye,</br>Where warlike Knights in Regal Habits lie:</br>In Honours great, by fam'd Atchievments known,</br>Subjects are here Companions to the Throne.</br>Indulgent Powers on this Succession smile,</br>Devoted to the Saint that Guards our Isle.</br>This, to Imperial Heads our Monarchs give,</br>And Europe's Potentates with Pride receive:</br>Rewards the Brave, adds Lustre to a Throne,</br>Whilst honour'd Kings their British Sovereign own;</br>Caesar by this the noblest Triumph gains,</br>Advances Merit, and o'er Princes reigns.", "Why stops the prostrate Muse!  What awful Sight</br>Transports thy Breast, and long retards thy Flight!</br>Thro' pure Etherial Rays, and Beams Divine,</br>I see the pious Worthy's radiant Shrine.", "Hail Wainflet's Glory!  Rhedicina's Pride!</br>Patron of Arts, and Virtue's sacred Guide!</br>Permit the meanest of thy Race to come,</br>Adore thy Ashes, and revere thy Tombe.", "Auspicious Shade!  worthy to reign Above,</br>A bless'd Example of unbounded Love:</br>Officious Fame records thy Worth in vain,</br>Whose Bounty lives, and wondrous Acts remain;</br>Let Angels tune their Harps, and Voices raise,</br>Virtue's the Theme, when they recite thy Praise.", "A Hundred Sons, thy bounteous Off-spring, pay</br>Their grateful Vows with the returning Day:</br>Thy Acts reherse, extol the happy Name,</br>Supplying all the Hundred mouths of Fame.</br>Thou livest Immortal in thy glorious Race,</br>That Arts adorn, and ev'ry Science grace:</br>To distant Poles they make thy Virtues known,</br>And whilst they spread thy Fame, Record their own.", "But Fame's unequal, and the Muses flight,</br>In vain Essays to emulate thy height:</br>The lofty Theme they modestly decline,</br>Confessing Thee a Subject too Divine.", "Elisa here Adorns the British Race,</br>Elisa fam'd for Wars, renown'd in Peace:</br>Amidst a Circle of her Heroe's laid</br>That form the Triumphs of the glorious Maid.</br>In distant Orbs her faithful Worthies shine,</br>With Beams reflected from the Virgins shine,</br>Divine Minerva boasts no greater Charms,</br>Than to excel in Arts, and conqu'ring Arms.", "What Ranks of Sacred Urns appear within!</br>How bright the Prospect, how august the Scene!</br>Had Albion ne'er contending Roses bred,</br>Nor groan'd beneath the fatal White and Red:</br>Had Civil Rage her Beauties ne'er defac'd,</br>Sully'd her Triumphs, nor her Fame erac'd:</br>And guilty Britain never known the Stain</br>Of Royal Blood, and a Plebean Reign:</br>No Clime cou'd such a glorious Off-spring boast,</br>And Fame had fix'd her Shrine on Albion's Coast.", "Maria's Ashes close th' Imperial Line,</br>That Sweets diffuse, with Matchless Beauties shine:</br>Maria blooming as the early Spring,</br>Soft as the Gales that fragrant Zephyrs bring:</br>Chast as the Blushes of the colder Morn,</br>Sweet as the Perfumes that on Altars burn:</br>Pious as Age, Fair as unshaded Light,</br>The Ear she Charm'd, and Bless'd the ravish'd Sight.</br>Again She claims the Tribute of our Eyes,</br>Again Maria in Caesario Dies.", "And here, Immortal Youth, accept a Place</br>Equal with Heroes of thy Godlike Race:</br>Where Nymphs renown'd, and Royal Worthies shine,</br>That bless'd the Land, and merit Rites Divine;</br>Kindly receive thy Britain's flowing Tears,</br>And all the Honours paid thy blooming Years:</br>What Fate deny'd, the grateful Muses give,</br>And make thy Name to Endless Ages live.", "Whilst Mourning Albion languishes in Tears,</br>Sad with the Prospect of Succeeding Years:</br>Sees her deluded Wishes render'd Vain,</br>And all the Triumphs of thy promis'd Reign;</br>Enjoy amidst the  bless'd Angellick Host,</br>A brighter Diadem, than Britain's lost.", "Appeas'd at length, may Heav'n propitious Smile,</br>And with Indulgent Beams regard our Isle:</br>O may thy Innocence our Crimes atone!</br>And Anna's Off-spring sent for Blessings down,</br>With long Descents of Heroes fill the Throne.</br>"]