["Soft as a seraph's look, the calm blue sea</br>Smiles with surpassing loveliness; how dear</br>This glorious element is to the free!</br>The spirit-stirring waves now hush'd appear;</br>With broken sunbeams, or suffus'd, or clear,</br>Glassing the weeds fantastic &mdash; Nature's waste.</br>Now ruffled by the rising breeze they near</br>The shore, and course each other down in haste!</br>The bubbling cup of pleasure thus bemocks us while we taste.", "There's in our minds an overpowering sense</br>Of grandeur, as we view the sea, that far</br>Exceeds in depth those feelings though intense</br>With which we contemplate the brightest star</br>That heralds Cynthia in her full orb'd car.</br>The sea, coeval with th' eternal past,</br>While element with element waged war,</br>Ere yet the pillars of the earth stood fast,</br>Roll'd o'er the dark abyss immeasurably vast.", "Then light through darkness shot its vivid ray,</br>Then waves subsided, mountains rose above.</br>Then splendid in his rising, as today</br>The God of gladness brighten'd hill and grove;</br>And all Creation glow'd with roseate love.</br>But chiefly the great Ocean, o'er whose face</br>The spirit of its God began to move,</br>While yet it bluster'd through unmeasur'd space,</br>Gloried within its bounds to feel the Sun's embrace.", "A varied mass of congregated cloud,</br>Purple and blue and red, th' horizon round</br>Floats o'er the waters, seemingly to shroud</br>Some fairy Isle where beauteous fruits abound;</br>Where hills uprise by golden castles crown'd;</br>Whence elfin knights come forth in proud attire,</br>And lovely fays, whose feet scarce touch the ground:</br>But soon these beings of the brain expire,</br>When the disparting clouds unveil a sea of fire.", "The sun is sinking fast, and now is gone</br>The vaporous enchantment, the wide main</br>Reflects from clouds pavilioning the throne,</br>Of light, that still most beautiful remain,</br>An orange hue, which to depict, 'twere vain!</br>These are faint shadows of those glorious sights</br>Which we shall see, when free from grief or pain</br>We traverse planets where unbodied sprights</br>For ever will enjoy ineffable delights.", "The Bard of Asti view'd the sea, and wept,</br>So strong were his emotions to behold</br>Its might, as yet his sunlike genius slept,</br>Till rous'd call of passion uncontroll'd,</br>Like to the lightning's flash which clouds unfold</br>Amid a thunderstorm; through flood of tears</br>It threw a momentary ray; the bold</br>Promise of splendour that in after years</br>Blazed in his verse; it still the sons of freedom cheers.", "Home of the brave and free; for such thou art</br>Thou proudly-swelling Ocean, how thy waves</br>Delighted ATHENS once whose lion-heart</br>Despised the self-will'd tyrant's glittering slaves!</br>Baffled in all his hopes power vainly raves.</br>Now like a Giant rising after sleep</br>Refresh'd, COLOMBIA wakes to life, and braves</br>Her late tyrannick mistress; oe'r the deep</br>The sons of Commerce now fresh harvests hope to reap.", "O'ershadow'd by monopoly's dark wings</br>COLOMBIA languish'd long, but now no more&mdash;</br>And many a vessel richly-freighted brings</br>Her wealth triumphantly to CHILI'S shore;</br>Returning homewards with the wondrous store,</br>That nature in the country doth pour forth</br>From her horn bursting with its fulness o'er;</br>Thus though proud kings unite from South and North;</br>Freedom unshaken smiles, and vindicates her worth.", "Thou vasty deep what treasures lie conceal'd</br>Within thy caverns coral-pav'd, below</br>The plummet's reach, that ne'er shall he reveal'd</br>Till the dread Angel his last trump shall blow,</br>Then all will Nature's secret wonders know;</br>But they beheld must disappear, and melt</br>Away with fervent heat, nor ebb, nor flow </br>Of mighty waters shall be seen or felt:</br>No vestige will remain of lands where man hath dwelt.", "And shall this Ocean that compared might be</br>If ought the perishable world can have</br>Liken'd unto it, with eternity,</br>Be lost at once, as is a single wave,</br>That breaks upon the beach; this greedy grave</br>Of shatter'd navies, shall it ever cease</br>To gorge its victims while fierce tempests rave? </br>Whate'er the great Creator wills, with ease</br>He can perform, build worlds, destroy them, if he please.", "Heaven, Earth, and Ocean perish; but the soul</br>Survives, through ages after ages blest,</br>Burning for knowledge where new Planets roll</br>'Twill wing its flight; here oft by care deprest</br>The mind for wisdom loses all its zest.</br>But loos'd from earth, all-seeing it will pass</br>Through boundless space, or contemplate at rest</br>Things, which it darkly sees, as through a glass:</br>While \"cabin'd, cribb'd, confined\" within its fleshly mass!", "What other worlds interfluent among</br>Oceans may swell and roar, 'tis vain to think.</br>Such themes befit not a poor mortal's song.</br>Imagination leads us to the brink</br>Of a vast precipice; we well might shrink</br>In gazing on the vast obscure beneath.</br>There all is fathomless &mdash; the closest link</br>Of thought is broken by conjecture's breath</br>When mind attempts to soar above the depths of death!</br>"]