["Lo!  yonder airy eminence so high,</br>That proudly towers above the fertile vale,</br>Whose lofty scite command the distant hills,</br>And braves the keenness of the northern gale.", "There, &mdash; (if tradition's voice no erring tale</br>Wast in the rumour of deceiving years,)&mdash;</br>Dire superstition's dedicating hand</br>Enrich'd a house of penitential tears.", "Perhaps, &mdash; while musing over thoughts like these,&mdash;</br>I view the very tower, whose tinkling bell</br>Call'd for the beaded roll of early prayers,</br>Full lowly said, &mdash; like many a mutter'd spell.", "Here, 'mid the cloister's strict immuring walls,</br>To speed the dull pace of the tedious hour,</br>The pious vot'ries o'er the spotless gauze</br>Urg'd the slow needle's imitative power.", "Urg'd it to many a sweetly-fancied scene,</br>Which admiration scan'd with curious eye,</br>And to the pompous vestiture of courts</br>With ready skill transmitted rich supply.", "And often here repentant frailty kneel'd,</br>Whose peace inconstant man had rudely broke,</br>And, as her hand inflicting penance rear'd,</br>Soft-ey'd contrition wept beneath the stroke.", "Here, o'er the icy pavement, shivering chill,</br>The meek enthusiast crept with naked feet,</br>Chaunted the solemn requiem's sad'ning strain,</br>And gave a sister's corse a last retreat.", "Then, &mdash; to her lonely cell in horror stol'n,</br>Celestial dreams emparadise her rest,</br>Her parted friend with glory ray'd, she sees</br>Within the sacred mansions of the blest.", "Beckoning she sees her, &mdash; and with ravish'd ear</br>She hears, or thinks she hears, the angel say,</br>\"Not long my sister shalt thou suffer there,</br>But speedy burst thy prison-house of clay,", "\"And every joy to tenfold bliss refin'd,</br>And every tear for ever wip'd away,</br>In glitt'ring circle with yon seraph band</br>Lave in the fountain of eternal day.\"", "Ye holy victims of mistaking zeal,</br>Of rash resolve, or of parental pride,</br>Whose virgin love, whose fond maternal cares</br>Devotion-struck in dull seclusion died,", "I pay your hapless doom one pensive tear,</br>As thus I trace it in my artless rhimes;</br>Then, with redoubled joy, I spring to hail</br>Reason's bright ray, that beams on happier times.</br>"]