["The town's clock note proclaims the close of day;</br>The wearied trader trudges to his tea;</br>Loud-rattling carts roll o'er the dusky way;</br>And leave the gaol, to wretchedness and me.", "Now fade the city's splendours on the sight,</br>And all my walks a gloomy silence wear;</br>Save when the turnkey bars the gate for night,</br>And melancholy gratings wound my ear.", "Save that from yon dark corner of the street,</br>The shiv'ring watchman sounds the dread alarm,</br>Of rogues, that plotting round his secret seat,</br>Awake the oft-felt thunders of his arm.", "Within this smoke-dried pile's eternal shade,</br>Where clustering rooms discordant plaints unite,</br>Each on his bed by no fair hands array'd,</br>The hapless prisoners close their tortur'd sight.", "The rap of early milk-maid, and the choir</br>Of sweep-boys chatt'ring up the brick-built steep;</br>The noise of servants, and the crackling fire,</br>No more arouse them from the joys of sleep.", "For them no more the well-deck'd parlour smiles;</br>Or garnish'd dishes smoke, with envied fare;</br>Nor hungry rovers urge unheeded wiles,</br>With the full plate their glistening eyes to share.", "Oft did the beef-steaks to their sharp steel yield;</br>Their might has oft the limbs of turkeys broke;</br>How conqueror-like, the goblets did they wield!</br>How sunk the cider as their senses spoke.", "Let not cold pride, that gladden'd at their cheer</br>Despise them now when feasts and favours fail;</br>Nor new-rais'd Grandeur, with impatience hear,</br>The sad and sickening annals of the gaol.", "The boast of states, Corruption's deadliest foe,</br>And all whom Genius, all whom Truth inspires</br>Alike may feel Misfortune's riving blow,</br>Quench'd in a prison's gloom their blazing fires.", "Nor you, ye philanthropic, deem it strange,</br>That ne'er their story to the wide world strays,</br>Where Rumour's light-heel'd troop incessant range,</br>To blast with infamy or deck with praise.", "Can Pity's sigh, or all the charm of Wit,</br>Back to their homes, these sons of debt restore?</br>Can Sympathy efface the parchment writ?</br>Or Eloquence unhinge the prison door?", "Perhaps in this abhorred spot's confin'd,</br>Some mind once panting for the heights of power,</br>Hands &mdash; that a glossy bank-note might have sign'd,</br>Or on the needy pour'd the silken shower.", "But ocean to their eyes, the smart trim'd sail,</br>Rich with the spoils of commerce ne'er did bear,</br>A capturing foe or devastating gale,</br>Dispers'd the golden visions of the year.", "Full many a guinea sparkling from the fire,</br>The deep untravers'd chests of Avarice bear,</br>Full many a strain of Pity's melting lyre,</br>Is wasted on its cold and tuneless ear.", "Some patient honest spirit that pursued,</br>Nought but just gain, thro' labyrinths of trade,</br>Some wild adventurer, here may sue for food;</br>Or gamester, vainly ask his dice's aid.", "Fast, from the world, by massive bolts secur'd,</br>Their sunless limbs have never learn'd to stray;</br>Within this damp, unwholesome air immur'd,</br>They drag the painful minutes of the day.", "Yet from Oblivion's grave, their fame to guard,</br>Descriptive carvings on some mouldy post,</br>Perhaps the rhymings of a shoeless bard,</br>Proclaim around the gaoler's plague or boast.", "Coarse charcoal drawings on these cobweb'd walls,</br>The place of finish'd portraitures supply;</br>And, as the mind a well-known face recalls,</br>Fill with Compassion's flood, the passing eye.", "For who to stern Misanthropy a prey,</br>The sweets of Fame and Friendship e'er resign'd?</br>Left the bright scenes of Freedom blithe and gay,</br>Nor cast one anxious, wishful look behind?", "Round his lov'd friends, the trembling captive clings,</br>Their fond remembrance, asks his last embrace;</br>Ev'n here, his baffled spirit prunes its wings;</br>Ev'n here, some budding vanity betrays.</br>"]