["I do remember well an eventide</br>In autumn &mdash; oh!  it was a lovely scene,</br>Pensive, yet beautiful &mdash; the summer's pride</br>Of foliage, from one mass of waving green,</br>Was fading into rich variety:  between</br>Luxuriant meadows, o'er which hung a veil</br>Of clear attenuated mist, was seen</br>The sparkling river, where one distant sail</br>Spread its white canvas to the rising vesper gale.", "And Sunset on the adjacent hills was flinging</br>A radiance soft as Love's last parting smile,</br>And in the distance village bells were ringing,</br>Swelling to spirit-thrilling tones awhile;</br>Then hush'd to silence that might well beguile</br>The sorrows of the breast, and make of woe</br>That pure emotion no ill thoughts defile,</br>The \"Joy or Grief,\" which we would not forego</br>For all th' illusive bliss that Mirth can e'er bestow.", "And on th' illustrious scene was gazing one,</br>Beautiful as the genii of the hour,</br>Her glance was fixed on the declining sun,</br>Dismantled now of all his dazzling power,</br>Her head was bending like the golden flower</br>That drinks the sunset rays, &mdash; her dark-fringed eye</br>Gleam'd like the heaven which April's transient shower</br>Has burnish'd into liquid brilliancy&mdash;</br>Her eye-lash still retained a glittering tear of joy!", "She was a moment pale &mdash; but the rich blood</br>Soon painted on her cheek an eloquent blush,</br>And by the current of that mantling flood,</br>The eye could trace the instantaneous rush</br>Of thoughts across her spirit, like the gush</br>Of waters from a newly-opened spring&mdash;</br>Her soul lit up her beauty in that blush</br>Which seem'd o'er the unconscious heart to fling</br>A spell that evermore would round it firmly cling.", "Then suddenly, as if she were awaking</br>From the creation of some heavenly dream,</br>She looked as though a passionate farewell taking</br>Of daylight's orb, whose last delicious beam</br>Shed round her form etherial a rich stream</br>Of sunny glory, while an exquisite shade</br>Of auburn hair fell on her; but the gleam</br>Of her white swan-like neck o'er which it strayed</br>Was often by the swelling southern breeze display'd.", "One moment &mdash; and the lovely thing had flown;</br>I knelt upon the spot where she  had been,</br>And gaz'd upon the darkening Heaven alone,</br>Till sparkled in the firmament serene</br>The evening star.  I felt around me thrown</br>A chain my spirit once had scorn'd to own.</br>The scene is past &mdash; but it must ever be</br>Enshrined in memory &mdash; it must give a tone</br>To every future feeling &mdash; I shall see,</br>None like the bright form which she appeared to me!</br>"]