["The Christian, while life's journey he pursues,</br>A stranger and a wanderer appears,</br>But still in prospect as the end he views,</br>It serves to dissipate his anxious fears,</br>The glorious end its beauties doth display,</br>And to the faithful traveller smooths the weary way.", "Though storms, perhaps, assault him on his road,</br>Internal peace will break their utmost force,</br>His eye once fix'd on Heaven's secure abode,</br>No tempest can arrest him on his course;</br>Steady, by faith's unerring light he steers</br>His devious course along the vale of tears.", "Even from afflicitions he finds cause for joy,</br>They urge him forward, and his loiterings chide,</br>They tend self-love's allurements to destroy,</br>Which oft the soul from Jesus would divide;</br>If he has labours, they are \"those of love,\"</br>And every grief is sunk in hopes of joys above.", "When storms disperse, and skies no longer lower,</br>Our stedfast traveller does not slack his speed;</br>Prosperity has not the magic power</br>To make him deviate in word or deed;</br>He knows, his master's business must be done,</br>By watchfulness and care the heavenly prize is won.", "Yet still he does not churlishly refuse</br>To taste the sweets presented as he goes,</br>But careful not the blessings to abuse,</br>He grateful thanks the hand which good bestows;</br>Enjoys the comforts Heaven to him has lent,</br>Nor, if they are refused, gives way to discontent.", "With an observing eye he looks around,</br>And what is beautiful or grand admires,</br>If aught or strange or wonderful is found</br>Into its nature curiously inquires;</br>His master's wonder-working hand he sees,</br>In earth, sea, air, in herbs, and flowers, and trees.", "His fellow-travellers with love he greets,</br>Enjoys their pleasures, and their sorrow shares.</br>If any wandering from the path he meets,</br>He aids with counsel, and they have his prayers;</br>He helps the helpless, sooths the sinking soul,</br>And firm resisting stands 'gainst vice's dire controul.", "His Master's great example still he makes</br>The rule of life; and where weak nature fail,</br>The holy spirit's powerful aid he takes</br>Against those enemies who oft assail;</br>In vain the world its tempting baits display,</br>His shield of faith turns Satan's fiery darts away.", "At length we see him at life's utmost bound,</br>His journey over, and the prize in view,</br>Nor death nor hell can his firm soul confound,</br>He finds his Saviour's promise just and true;</br>Jesus for him disarms the horrid king,</br>\"Where is thy victory, grave? &mdash; death where thy sting?\"</br>"]