["\"Come to the heights wi' me bonny Jean,</br>The sun he is just i' the rise,</br>The blue lift'is a spangled wi' sheen,</br>And the lav'rock's hich i' the skies.", "\"The dewy drops shine sweet on the bud,</br>The gouk's serenading the grove,</br>And the wild dows i' ilka green wood</br>As sweetly are cooing their love.\"", "\"It is health to walk out i' the morn,</br>There's life i' the balmy air;</br>We'll woo by our favourite thorn,</br>Till the laive o' the shepherds appear.\"", "\"Indeed, Jamie, I winnae gang</br>For nae pretension or pray'r,</br>Yestreen ye wi' Marion was thrang</br>And whan ye woo ye're sincere.", "\"Ye fancied there was nae body saw,</br>When ye came hame frae the height,</br>Ye Marion decoyed to the shaw,</br>And ye ken gyn ye did right&mdash;", "\"Her head was fair towsle'd I wat,&mdash;</br>Her cheeks war red as the glied,&mdash;</br>Her breast it play'd ay pit-a-pat&mdash;</br>And she sicht fair i' her bed.&mdash;", "\"And whan she look't at ye niest day,</br>The blush owr-crimson'd her face;</br>But it was nae the look o' dismay,</br>Nor yet the blush o' distress.&mdash;", "\"And whan that I jeer'd her a wee,</br>She tauntin' bade me gie o'er,</br>Said 'She was looed better than me,</br>By ane ne'er thought o' before.'", "\"I hae right i' my side, Jamie lad,</br>Sin' I've been faithfu' to you:&mdash;</br>An' truth cannae roose the yound blade</br>What lichtly loups o'er his vow.\"", "\"Ah Jean!  I ne'er thought your fair breast,</br>On whilk I hae aft reclin'd,</br>Could e'er harbour a thought o' distrust,</br>Or reck her shepherd unkind.", "\"May my lambkins a' die i' the fauld,</br>My kye hae distempers arise,</br>An' myself ne'er grow lyart or auld,</br>Gif ever Marion's my wife.\"", "Jeany lap to his arms like a rae,</br>Wi' hounds an' hunters pursu'd;</br>An' a that she had spoken that day&mdash;</br>She blushin' and greetin' rued.", "Sae eas'ly's the untutored heart</br>Ay made to love or disdain,</br>When alternately pleasure and smart</br>Removes or confirms its pain.</br>"]