["'Twas Night &mdash; when Chaos spreads her sooty veil,</br>And solemn horrors stalk with pensive gloom,</br>When yawning vaults disgorge their spectres pale,</br>And sweating yews fret o'er the clay-cold tomb:", "No crescent moon shred round a silver ray,</br>Or glist'ning stars shot forth a twinkling gleam;</br>No distant glimm'ring of a mimic day</br>Danc'd thro' the windows in an airy beam.", "Hush'd was the world &mdash; in solemn silence laid,</br>Save where the surly deep-mouth's watchdog growl'd;</br>Or bellowing savages roar'd thro' the glade,</br>Or prowling wolves with meagre hunger howl'd.", "'Twas when short slumbers Reason's pow'rs restrain,</br>And frantic dreams the frozen blood congeal;</br>When airy visions skim before the brain,</br>And shadowy objects o'er the senses steal!", "Methought, that cries tumultuous pierc'd my ears;</br>The din increas'd that first broke from afar;</br>My hair erected stood with chilling fears,</br>And thunder loud spoke elemental war.", "I look'd, and lo!  a heap of helmets pil'd,</br>And rattling hauberks stain'd with clotted gore!</br>Whilst racks and tortures spread a desert wild,</br>And mould'ring sculls return'd a horrid roar.", "Whilst thus I mus'd, a diabolic knell</br>Spread wild dismay and terror all around:</br>The Furies left their bloody caves in Hell,</br>And sprang terrific from the yawning ground.", "A dreadful structure rose upon this base,</br>That lowr'd with dangling chains, and dead men's bones;</br>Tremendous threats fill'd up the mediate space,</br>The ghastly palace rang with hallow'd groans.", "On high Queen Madness sat, in grisly pride,</br>Her redden'd eye-balls roll'd in livid blood,</br>With writhing serpents knitted round her side,</br>By frantic Rage and Pride supported stood.", "Fast by her throne, with bloody baleful axe,</br>Roar'd envious Spite, and ever-throbbing Pain;</br>And black Despair, that ever &mdash; ever racks</br>In endless woe the hot-distracted brain.", "Gasping with spleen and rage, was Faction there</br>Presum'd the palm of Liberty to hold;</br>Pale Envy gnaw'd her with dismay and fear,</br>And pois'nous snakes wreath'd round her ghastly fold!", "The gloomy Queen wrung her red fetter'd hands,</br>And breath'd keen vengeance with a ghastly writhe;</br>She clank'd her steely chains, her brazen hands,</br>And gnash'd the manacles with grinding teeth.", "Full oft' the pois'nous film of snakes she chew'd,</br>And suck's the vitals of her human foes;</br>Her yawning mouth with blackest gore imbru'd,</br>And she condemn'd to hideous inward throes.", "Round the black scaffold, where she sat enthron'd,</br>(Engender'd by her sulph'rous noisome breath)</br>Craz'd Grief, wan Care, and Frenzy ever groan'd,</br>And gnaw'd her throne &mdash; the charnel house of Death.", "Methought the Queen, whilst thus I pensive stood,</br>With hollow voice and broken accent said,</br>\"Ye sullen pow'rs that prey on human blood,</br>In ghastly bands yon envy'd Isle invade.", "\"Thou Faction, thou shalt lift thy mortal head,</br>Whilst Spite, Rage, Envy, swell thy num'rous band;</br>And Pride to Pain, Despair and Vengeance lead,</br>Whilst Grief, Care, Frenzy, Death's attendants, stand.\"", "So spoke the Queen. &mdash; I heard a horrid noise</br>Of Evils hast'ning &mdash; ghastly in their stalk;</br>Each to his office call'd by Faction's voice,</br>And with a horrid shudd'ring I awoke.</br>"]