["In ev'ry Town, where Thamis rolls his Tyde,</br>A narrow Pass there is, with Houses low;</br>Where ever and anon, the Stream is ey'd,</br>And many a Boat soft sliding to and fro.</br>There oft' are heard the Notes of Infant Woe,</br>The short thick Sob, loud Scream, and shriller Squall:</br>How can ye, Mothers, vex your Children so?</br>Some play, some eat, some cack against the Wall,</br>And as they crouchen low, for Bread and Butter call.", "And on the broken Pavement here and there,</br>Doth many a stinking Sprat and Herring lie;</br>A Brandy and Tobacco shop is near,</br>And Hens, and Dogs, and Hogs are feeding by;</br>And here a Sailor's Jacket hangs to dry:</br>At ev'ry Door are Sun-burnt Matrons seen,</br>Mending old Nets to catch the scaly Fry;</br>Now singing shrill, and scolding eft between,</br>Scolds answer foul-mouth'd scolds; bad Neighbourhood I ween.", "The snappish Cur, (the Passengers annoy)</br>Close at my Heel with yelping Treble flies;</br>The whimp'ring Girl, and hoarser-screaming Boy,</br>Join to the yelping Treble shrilling Cries;</br>The scolding Quean to louder Notes doth rise,</br>And her full Pipes those shrilling Cries confound:</br>To her full Pipes the grunting Hog replies;</br>The grunting Hogs alarm the Neighbours round,</br>And Curs, Girls, Boys, and Scolds, in the deep Base are drown'd.", "Hard by a Sty, beneath a Roof of Thatch,</br>Dwelt Obloquy, who in her early Days</br>Baskets of Fish at Billingsgate did watch,</br>Cod, Whiting, Oyster, Mackrel, Sprat, or Plaice:</br>There learn'd she Speech from Tongues that never cease.</br>Slander beside her, like a Magpye, chatters,</br>With Envy, (spitting Cat) dread Foe to Peace:</br>Like a curs'd Cur, Malice before her clatters,</br>And vexing ev'ry Wight, tears Cloaths and all to Tatters.", "Her Dugs were mark'd by ev'ry Collier's Hand,</br>Her Mouth was black as Bull-Dogs at the Stall:</br>She scratched, bit, and spar'd nor Lace nor Band,</br>And Bitch and Rogue her Answer was at all;</br>Nay, e'en the Parts of Shame by Name would call:</br>Yea when she passed by or Lane or Nook,</br>Would greet the Man who turn'd him to the Wall,</br>And by his Hand obscene the Porter took,</br>Nor ever did askance like modest Virgin look.", "Such Place hath Deptford, Navy-building Town,</br>Woolwich and Wapping, smelling strong of Pitch;</br>Such Lambeth, Envy of each Band and Gown,</br>And Twick'nam such, which fairer Scenes enrich</br>Grots, Statues, Urns, and Jo&mdash;n's Dog and Bitch:</br>Ne Village is without, on either side,</br>All up the silver Thames, or all a down;</br>Ne Richmond's self, from whose tall Front are ey'd</br>Vales, Spires, meandring Streams, and Windsor's tow'ry Pride.</br>"]