["SLOUCHY.</br>To close the Prospect of the grassy Plains,</br>Where fleecy Flocks are tended by the Swains,</br>Bedight with dusky Greens a Hill appear'd;</br>Slouchy, beneath, his homely Cottage rear'd.</br>Shady it stood beneath two aged Oaks,</br>Just thro' its Thatch the lowly Chimney smoaks.</br>Slouchy, of all the Swains the featest Wight,</br>Here sat adown, and plain'd his piteous Plight.</br>In Rills, on one Hand, ran a purling Brook,</br>Neglected, on the other, lay his Crook.</br>On a near Elm a murm'ring Turtle sate,</br>In dreary Cooings wail'd its absent Mate.</br>All round him lay his brinded Kine and Sheep,</br>His bearded Goats, and Lightfoot too asleep.</br>A Nightingale to aid his Ditty came,</br>And nightly Howlets 'gan their dismal Screams.</br>Rueful he sat, beheld his rural Care,</br>His Dog, his Goats, his Kine, and Sheep so fair.</br>Soon as his heaving Bosom gave a Groan,</br>To Hills and Woods he made this bootless Moan.", "Ah hapless Slouchy!  hapless Lad indeed!</br>When with my Cattle first to Town I sped,</br>A Lass all gayly dight I hap'd to see,</br>From whence, oh rueful Day!  farewell my Glee.</br>Come Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "And certes well, if rightly I can deem,</br>A studded Sheep-hook wou'd thy Hand beseem.</br>A sylvan Wreath each Shepherd wou'd compose</br>Of ev'ry Flower that in Meadow grows.</br>The harmless Kidlings round wou'd frisk and play,</br>And joyous Sonnets pass the Time away.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "Nor dost thou need this rural Life despise,</br>Or this small Cottage for its homely Guise:</br>Cou'd I from thee but once my Heart remove,</br>Joyous wou'd Doudilis receive my Love.</br>What tho' her Skin doth lack thy rosie Hue?</br>The Haw-thorn Red doth aye the Ground bestrew.</br>Come, Roselinda, come, to cheer thy Swain,</br>For Mirth it were to ken thee trip the Plain.", "These woolly Flocks, and all these Cattle fair,</br>Have, for thy sake, full often been my Care;</br>But shall no more; since me thou dost disdain,</br>Nor ask'st what Herds I have that graze the Plain.</br>These bleating Sheep, these lowing brinded Kee</br>To thy soft Hand wou'd yield their Milk with Glee.</br>Leave me ye Lambkins, and ye Kidlings go;</br>For I alas!  am shent with piteous Woe!</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "This tender Cade lamb up by Hand I've brought,</br>And many blithesome Frolicks I have taught.</br>'Twou'd please thee much, and make thee blithe and gay,</br>To see the sportive Youngling deftly play.</br>This Doudilis has often beg'd in vain,</br>But now eftsoons she will the Girt obtain.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "Whilome for joyous Carols I was known:</br>Now well-a-day all Merriment is gone!</br>I wily Riddles shall no more compose,</br>With which my cunning Mates I wont to pose.</br>I've puzzled oft the Lasses and the Swains,</br>And Kisses sweet did well reward my Pains.</br>To know the Sense, each Lass wou'd hie alone;</br>I kiss'd  'em first, then told 'em ev'ry one.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "A neater Lass the Plains  shall never see,</br>Nor one so gay bedeck't by half as thee.</br>I'll sheer my woolly Sheep in yonder Barn,</br>The finest Wool thy self shalt spin to Yarn;</br>We'll dye the finest Yarn thy Hands have spun,</br>To make for thee a gaudy Sunday Gown.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "Geese, Ducks, and Pullets, here in plenteous Store,</br>And cobbling Turkies peck around the Door.</br>At Christmas-tide a good plump Goose we'll kill,</br>Thy cleanly Hands the stretching Neck shall fill</br>With Grots and Blood, with Herbs and Spice so rare,</br>Knit up both Ends, and form a Pudding fair:</br>Then our own Oven will I heat, and bake</br>The Carcase in a Pye, which thou shalt make.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "When we a Field shall reap the Wheat so brown,</br>You binding Sheaves which I shall cut adown,</br>I'll still be near thee, and amuse the Day</br>With some quaint Catch, or buxom Roundelay.</br>Come, Roselinda, come, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.", "Ah woe is me!  for Woe does still betide,</br>Since the tight Lass first drew my Eyes aside.</br>Ah well-a-day that Slouchy e'er was born!</br>For the Town Maiden Slouchy's Love does scorn.</br>Sleep on my Goats, my udder'd Cattle sleep;</br>Sleep on ye Lambkins, and thou Lightfoot sleep.</br>Ah hapless Slouchy!  now what wilt thou do?</br>If one Lass fails thee, thou mayst find a new.</br>Then come, my Doudilis, to cheer thy Swain;</br>For Mirth it were to ken thee trip the Plain.</br>"]