["MELIBOEUS.  CORYDON.  THYRSIS.", "MELIBOEUS.</br>By chance beneath an ilex' darksome shade</br>That whisper'd with the breeze was Daphnis laid;</br>Their flocks while Corydon and Thyrsis join'd,</br>These milky goats, and those the fleecy kind;</br>Both blooming youths, and both of Arcady,</br>Both skill'd alike to sing and to reply.</br>Thither my goat, the father of the fold,</br>While close I fenc'd my myrtles from the cold,</br>Rambling had stray'd; I Daphnis sitting spy'd,</br>He saw me too, and Hither haste, he cry'd,</br>Safe is thy goat and kids; one idle hour,</br>Come, waste with me beneath this cooling bow'r:</br>Here Mincius gently winding through the meads,</br>Fringes his banks with grass and bending reeds,</br>Hither thy herds at eve to drink will come,</br>While from yon' sacred oak bees swarming hum.</br>What could I do?  Alcippe was not near,</br>Nor Phillis to the stalls my lambs to bear;</br>Great was the strife betwixt the tuneful swains,</br>And bent on pleasure I forgot my gains;</br>In sweet alternate numbers they began,</br>(So bade the Nine) and thus the contest ran.", "CORYDON.</br>Give me the lays, nymphs of th' inspiring springs!</br>Which Codrus, rival of Apollo, sings!</br>But if too weak to reach his flights divine,</br>My useless pipe I'll hang on yonder pine.", "THYRSIS.</br>Ye swains, your rising bard with ivy deck,</br>Till Codrus' heart malign with envy break;</br>Or if pernicious praise his tongue bestow,</br>To guard from harms with baccar bind my brow.", "CORYDON.</br>This bristly head, these branching horns I send,</br>Delia!  and Mycon at thy shrine shall bend;</br>If still the chace with such success be crown'd,</br>In marble shalt thou stand, with purple buskins bound.", "THYRSIS.</br>Priapus!  cakes and milk alone expect,</br>Small is the garden which you now protect!</br>But if the teeming ewes increase my fold,</br>Thy marble statue chang'd shall shine in polish'd gold.", "CORYDON.</br>O Galatea!  nymph than swans more bright,</br>More sweet than thyme, more fair than ivy white.</br>When pastur'd herds at evening seek the stall,</br>Haste to my arms!  nor scorn thy lover's call!", "THYRSIS.</br>May I appear than wither'd weeds more vile,</br>Or bitter herbage of Sardinia's isle,</br>If a year's length exceeds this tedious day;</br>Homeward ye well-fed goats (for shame) away!", "CORYDON.</br>Ye mossy founts, and grass more soft than sleep,</br>Who still, with boughs o'er-hung, your coolness keep,</br>Defend my fainting flocks!  the heats are near,</br>And bursting gems on the glad vine appear.", "THYRSIS.</br>Here ever glowing hearths, embrown the posts,</br>Here blazing pines expel the pinching frosts,</br>Here cold and Boreas' blasts we dread no more,</br>Than wolves the sheep, or torrent streams the shore.", "CORYDON.</br>Here junipers and prickly chesnuts see,</br>Lo!  scatter'd fruits lie under every tree;</br>All nature smiles; but should Alexis go</br>From these blest hills, ev'n streams would cease to flow.", "THYRSIS.</br>Parch'd are the plains, the wither'd herbage dies,</br>Bacchus to hills their viny shade denies;</br>Let Phillis come, fresh greens will deck the grove,</br>In joyful showers descend prolific Jove.", "CORYDON.</br>Alcides, poplar; Venus, myrtle groves;</br>Bacchus, the vine; the laurel, Phoebus loves;</br>Phillis the hazels; while they gain her praise,</br>Myrtle to them shall yield, and Phoebus' bays.", "THYRSIS.</br>Loveliest in walks the pine, the ash in woods,</br>Firs on the mountains, poplars in the floods;</br>Fair Lycidas, revisit oft' my field,</br>Pine, poplar, fir, and ash to thee shall yield!", "MELIBOEUS.</br>Thus Thyrsis strove, but vanquish'd were his strains;</br>And Corydon without a rival reigns.</br>"]