["\"The blackbird whistles from the thorny brake,</br>The mellow bullfinch answers from the grove!\"</br>O let us not, my charmer!  scenes forsake,</br>Where ev'ry gale breathes melody and love.", "How neat yon straw-roof'd cottage to the view!</br>How sweet the brown cakes from its oven stream!</br>The wood-fire smell to me is grateful too,</br>Nor thought beneath a pastoral muse's theme.", "See yonder rustic plant his native field;</br>Within the little sphere his mind surveys,</br>Few potent cares have room their force to wield,</br>And vex the soul, and gloomy make the days.", "To him nor luxury nor ambition known;</br>Tho' doom'd to toil, he murmurs not at fate:</br>How bless'd to think yon humble cot his own,</br>Secure from all that pain the wise and great.", "Pleas'd, round his wood-fire, with the simplest tale,</br>A tale which ears refin'd would scorn to hear:</br>There mild-ey'd peace and cheary health prevail,</br>And truth and hospitality are there.", "I read disdain upon my Daphne's brow!</br>Her inmost thoughts are by her eyes confest&mdash;</br>Thou look'st contempt &mdash; and well the cause I know,</br>Thou scorn'st the pow'rs that rules the peasant's breast.", "Thou deem'st them vulgar, and to meanness prone,</br>Unbless'd with aught of Feeling's soft controul,</br>Of birth obscure &mdash; to fame nor fortune known&mdash;</br>&mdash;But Virtue, Daphne, centers in the soul!", "Know, him thy taste contemns, the lowly hind,</br>With scanty earnings, bought by many a toil,</br>Oft rears a numerous train &mdash; the partner kind</br>Of her who shares his labours with a smile.", "Yon glebe where plenty's genial gifts extend,</br>Owes half that bounteous aspect to his care&mdash;</br>Nature's, his country's, and his kindred's friend,</br>Confess his virtue and vocation fair.", "Ah why, my love, the village life disdain</br>See yonder rural elegance arise!</br>Amidst its glades shall Fancy hold her reign,</br>And all elysium open on thy eyes.", "See!  winding near, a Naiad murmuring moves,</br>Whose sedgy urn rests yonder hills between;</br>Haste to pursue her thro' the shadowy groves,</br>Her glossy path it deck'd with livery green.", "There will we roam, amidst inspiring shades,</br>And woo the Muse, whose voice shall sweetly tell,</br>How Virtue flourish'd, how the sacred Maids</br>In scenes like these first swept the magic shell.", "The Dryads there, blythe nymphs!  shall haunt thy way,</br>And weave a leafy garland for thy brow;</br>And Love shall raise a shrine of flowrets gay,</br>Where oft thy Damon will repeat his vow.", "Forbear thy scorn!  thy native tastes revere!</br>Discord, and pride, and interest past thy thought;</br>Disdain the world &mdash; for us, sequester'd here,</br>Peace, health, and love shall bring us joys unsought.", "Hark to the blackbird whistling in the brake!</br>Hark to the various warblings in the grove!</br>O let us not, my charmer, scenes forsake,</br>Where every gale breathes melody and love.</br>"]