["Whoe'er across the Schuylkill's winding tide,</br>Beyond Gray's Ferry half a mile, has been,</br>Down in a bridge-built hollow must have spy'd</br>A neat stone school-house on a sloping green:</br>There tufted cedars scatter'd round are seen,</br>And stripling poplars planted in a row;</br>Some old gray white oaks overhang the scene,</br>Pleas'd to look down upon the youths below,</br>Whose noisy noontide sports no care or sorrow know.", "On this hand rise the woods in deepening shade,</br>Resounding with the songs of warblers sweet,</br>And there a waving sign-board hangs display'd</br>From mansion fair, the thirsty soul's retreat:</br>There way-worn pilgrims rest their weary feet,</br>When noontide heats or evening shades prevail:</br>The WIDOW'S fare, still plentiful and neat,</br>Can nicest guest deliciously regale,</br>And make his heart rejoice the \"sorrel horse\" to hail.", "Adjoining this, old Vulcan's shop is seen,</br>Where winds, and fires, and thumping hammers roar,</br>White-wash'd without, but black enough within. . . .</br>Emblem of modern patriots many a score.</br>The restive steed impatient at the door,</br>Starts at this thundering voice and brawny arm,</br>While yellow Jem with horse-tail fans him o'er,</br>Driving aloof the ever buzzing swarm,</br>Whose shrill blood-sucking pipes his restless fears alarm.", "An ever varying scene the road displays,</br>With horsemen, thundering stage, and stately team,</br>Now burning with the sun's resplendent rays,</br>Now lost in clouds of dust the travellers seem,</br>And now a lengthen'd pond or miry stream</br>Deep sink the wheels, and slow they drag along,</br>Journeying to town, with butter, apples, cream,</br>Fowls, eggs, and fruit, in many a motley throng,</br>Coop'd in their little carts their various truck among.", "And yonder, nestled in enclust'ring trees,</br>Where many a rose-bush round the green yard grows,</br>Wall'd from the road, with seats for shade and ease,</br>A yellow-fronted cottage sweetly shows:</br>The towering poplars rise in spiry rows,</br>And green catalpas, white with branchy flowers;</br>Her matron arms a weeping willow throws</br>Wide o'er the dark green grass, and pensive lours,</br>Midst plumb-trees, pillag'd hops, and honey-suckle bowers.", "Here dwells the guardian of these younglings gay,</br>A strange recluse and solitary wight,</br>In Britain's isle, on Scottish mountains gray,</br>His infant eyes first open'd to the light.</br>His parents saw with partial fond delight</br>Unfolding genius crown their fostering care,</br>And talk'd with tears of that enrapturing sight,</br>When, clad in sable gown, with solemn air,</br>The walls of God's own house should echo back his pray'r.", "Dear smiling Hope!  to thy enchanting hand,</br>What cheering joys, what extasies we owe!</br>Touch'd by the magic of thy fairy wand,</br>Before us spread, what heavenly prospects glow!</br>Thro' Life's rough thorny wild we lab'ring go,</br>And thro' a thousand disappointments grieve,</br>Ev'n from the grave's dark verge we forward throw</br>Our straining, wishful eyes on those we leave,</br>And with their future fame our sinking hearts relieve.", "But soon, too soon these fond illusions fled!</br>In vain they pointed out that pious height;</br>By Nature's strong resistless impulse led,</br>These dull dry doctrines ever would be slight.</br>Wild Fancy form'd him for fantastic flight;</br>He lov'd the steep's high summit to explore,</br>To watch the splendour of the orient bright,</br>The dark deep forest, and the sea-beat shore,</br>Where thro' resounding rocks the liquid mountains roar.", "When gath'ring clouds the vaults of Heav'n o'erspread,</br>And op'ning streams of livid lightning flew,</br>From some o'erhanging cliff the uproar dread,</br>Transfix'd in rapt'rous wonder, he would view.</br>When the red torrent big and bigger grew,</br>Or deep'ning snows for days obscur'd the air,</br>Still with the storm his transports would renew,</br>Roar, pour away!  was still his eager pray'r,</br>While shiv'ring swains around were sinking in despair.", "That worldly gift which misers merit call,</br>But wise men cunning and the art of trade,</br>That scheming foresight how to scrape up all,</br>How pence may groats, and shillings pounds be made,</br>As little knew he as the moorland maid</br>Who ne'er beheld a cottage but her own:</br>Sour Parsimony's words he seldom weigh'd,</br>His heart's warm impulse was the guide alone,</br>When suffering friendship sigh'd, or weeping wretch did moan.", "Dear, dear to him Affection's ardent glow,</br>Alas!  from all he lov'd for ever torn,</br>E'en now, as Memory's sad reflections flow,</br>Deep grief o'erwhelms him, and he weeps forlorn;</br>By hopeless thought, by wasting sorrow worn,</br>Around on Nature's scenes he turns his eye,</br>Charm'd with her peaceful eve, her fragrant morn,</br>Her green magnificence, her gloomiest sky,</br>That fill th' exulting soul with admiration high.", "One charming nymph with transport he adores,</br>Fair Science, crown'd with many a figur'd sign;</br>Her smiles, her sweet society implores,</br>And mixes jocund with th' encircling nine;</br>While mathematics solves his dark design,</br>Sweet Music soothes him with her syren strains,</br>Seraphic Poetry with warmth divine,</br>Exalts him far above celestial plains,</br>And Painting's fairy hand his mimic pencil trains.", "Adown each side of his sequester'd cot,</br>Two bubbling streamlets wind their rocky way,</br>And mingling as they leave this rural spot,</br>Down thro' a woody vale meandering stray,</br>Round many a moss-grown rock they dimpling play,</br>Where laurel thickets clothe the steeps  around,</br>And oaks thick towering quite shut out the day,</br>And spread a venerable gloom profound,</br>Made still more sweetly solemn by the riv'let's sound,", "Where down smooth glistening rocks it rambling pours,</br>Till in a pool its silent waters sleep.</br>A dark brown cliff o'ertopp'd with fern and flowers,</br>Hangs grimly frowning o'er the glassy deep;</br>Above thro' ev'ry chink the woodbines creep,</br>And smooth bark beeches spread their arms around,</br>Whose roots cling twisted round the rocky steep:</br>A more sequester'd scene is no where found,</br>For contemplation deep, and silent thought profound.", "Here many a tour the lonely tutor takes,</br>Long known to Solitude, his partner dear,</br>For rustling woods his empty school forsakes,</br>At morn, still noon, and silent evening clear.</br>Wild Nature's scenes amuse his wand'rings here;</br>The old gray rocks that overhang the stream,</br>The nodding flow'rs that on their peaks appear,</br>Plants, birds, and insects are a feast to him,</br>Howe'er obscure, deform'd, minute, or huge they seem.", "Sweet rural scenes!  unknown to poet's song,</br>Where Nature's charms in rich profusion lie,</br>Birds, fruits, and flowers, an ever pleasing throng,</br>Deny'd to Britain's bleak and northern sky.</br>Here Freedom smiles serene with dauntless eye,</br>And leads the exil'd stranger thro' her groves,</br>Assists to sweep the forest from on high,</br>And gives to man the fruitful field he loves,</br>Where proud imperious lord or tyrant never roves.", "In these green solitudes one fav'rite spot</br>Still draws his slow meanderings that way,</br>A mossy cliff beside a little grot,</br>Where two clear springs burst out upon the day.</br>There overhead the beechen branches play,</br>And from the rock the clustered columbine,</br>While deep below the brook is seen to stray,</br>O'erhung with alders, briar, and mantling vine,</br>While on th' adjacent banks the glossy laurels shine.", "Here Milton's heav'nly themes delight his soul,</br>Or Goldsmith's simple heart-bewitching lays;</br>Now drives with Cook around the frozen pole,</br>Or follows Bruce with marvel and amaze:</br>Perhaps Rome's splendour sadly he surveys,</br>Or Britain's scenes of cruelty and kings;</br>Thro' Georgia's groves with gentle Bartram's strays,</br>Or mounts with Newton on archangel's wings,</br>With manly Smollet laughs, with jovial Dibdin sings.", "The air serene, and breathing odours sweet,</br>The sound of falling streams, and humming bees,</br>Wild choirs of songsters round his rural seat,</br>To souls like his have ev'ry pow'r to please.</br>The shades of night with rising sigh he sees</br>Obscure the stream and leafy scene around,</br>And homeward bending thro' the moonlight trees,</br>The owl salutes him with her trem'lous sound,</br>And many a flutt'ring bat pursues its mazy round.", "Thus peaceful pass his lonely hours away;</br>Thus, in retirement from his school affairs,</br>He tastes a bliss unknown to wordlings gay,</br>A soothing antidote for all his cares.</br>Adoring Nature's God, he joyous shares</br>With happy millions Freedom's fairest scene,</br>His ev'ning hymn some plaintive Scottish airs,</br>Breath'd from the flute or melting violin,</br>With life inspiring reels and wanton jigs between.</br>"]