["DAPHNIS.  MENALCAS.  GOATHERD.", "Dear Diophantus, some few days ago,</br>Menalcas, on the mountain's breezy brow,</br>By chance met Daphnis bonny, blithe, and fair;</br>This fed his herds, and that his fleecy care.</br>Both grac'd with golden tresses, both were young,</br>Both sweetly pip'd, and both melodious sung:</br>Then first Menalcas, with complacent look,</br>Survey'd the master of the herd, and spoke:", "MENALCAS.</br>Daphnis, thou keeper of the bellowing kine!</br>Wilt thou to me the palm of song resign?</br>Or try thy skill, and then thy master own?</br>Thus Daphnis answer'd:", "DAPHNIS.</br>Thou sheep-tending clown,</br>Poor-piping shepherd!  sing'st thou e'er so well,</br>Thou can'st not Daphnis at the song excell.", "MENALCAS.</br>Stake then some wager; let us trial make:", "DAPHNIS.</br>I'll make the trial, and the wager stake.", "MENALCAS.</br>What shall we lay, to equal our renown?", "DAPHNIS.</br>I'll lay a calf, and thou a lamb full-grown.", "MENALCAS.</br>A lamb I dare not; for my parents keep</br>Strict watch, and every evening count my sheep.", "DAPHNIS.</br>What wilt thou stake?  and what the victor's gains?", "MENALCAS.</br>A pipe I form'd, of nine unequal strains,</br>Sweet-ton'd, with whitest wax compacted tight;</br>This, this I'll stake &mdash; but not my parent's right.", "DAPHNIS.</br>And I have one of nine unequal strains,</br>Sweet-ton'd, and wax'd throughout with nicest pains,</br>Which late I made; ev'n now my finger bleeds,</br>Sore wounded by a splinter of the reeds.</br>Who shall decide the honours of the day?", "MENALCAS.</br>Yon goatherd, let him judge the vocal lay;</br>Our dog barks at him &mdash; call &mdash; the man is near:", "The shepherds call'd, the goatherd came to hear:</br>The last decided, while the former sung.</br>Menalcas first essay'd his tuneful tongue:</br>Thus in alternate strains the contest ran,</br>Daphnis reply'd &mdash; Menalcas first began;", "MENALCAS.</br>Ye vales, ye streams, from source celestial sprung,</br>If e'er Menalcas sweetly pip'd or sung,</br>Feed well my lambs, and if my Daphnis need</br>Your flowery herbage, let his heifers feed.", "DAPHNIS.</br>Fountains and herbs, rich pasturage, if e'er</br>Sung Daphnis meet for nightingales to hear,</br>Fatten my herds; if to these meadows fair</br>Menalcas drives, O feed his fleecy care.", "MENALCAS.</br>When here my fair one comes, Spring smiles around,</br>Meads flourish, and the teats with milk abound,</br>My lambs grow fat; if she no longer stay,</br>Parch'd are the meads, the shepherd pines away.", "DAPHNIS.</br>Where Milo walks, the flower-enamour'd bees</br>Work food nectareous, taller are the trees,</br>The goats bear twins; if he no longer stay,</br>The herdsman withers, and the herds decay.", "MENALCAS.</br>O goat, the husband of the white-hair'd flock!</br>Drink at the shady fount by yonder rock,</br>'Tis there he lives; and let young Milo know,</br>Proteus fed sea-calves in the deep below.", "DAPHNIS.</br>Not Pelops' lands, not Croesus' wealth excite</br>My wish, nor speed to match the winds in flight;</br>But in yon cave to caroll with my friend,</br>And view the ocean while our flocks we tend.", "MENALCAS.</br>To teats the drought, to birds the snare, the wind</br>To trees, and toils are fatal to the hind;</br>To man the virgin's scorn.  O, father Jove!</br>Thou too hast languish'd with the pains of love.", "Thus in alternate strains the contest ran,</br>And thus Menalcas his last lay began:</br>\"Wolf, spare my kids, my young and tender sheep;</br>Though low my lot, a numerous flock I keep.</br>Rouse, Lightfoot, rouse from indolence profound;</br>Ill fits a shepherd's dog to sleep so sound.</br>Fear not, my sheep, to crop the verdant plain;</br>The pastur'd herbage soon will grow again:</br>Feed well, and fill your udders in the vale,</br>And when my lambs have suckled, fill the pail.\"", "\"He sung, and Daphnis sweetly thus reply'd:</br>Me, from her grot, a lovely nymph espy'd,</br>As late I drove my cattle cross the plain;</br>A long, long look she cast, and call'd me handsome swain.</br>I answer'd not, but, as in thought profound,</br>Pursued my road, with eyes upon the ground.</br>The heifer sweetly breathes, and sweetly lows,</br>Sweet is the bullock's voice, and sweet the cow's:</br>'Tis passing sweet to lie by murmuring streams,</br>And waste long summer-days in gentle dreams.</br>On oaks smooth acorns ornamental grow,</br>And golden apples on the pippen glow;</br>Calves grace the cows, light-skipping on the plain,</br>And lusty cows commend the careful swain.\"</br>They sung; the goatherd thus:", "GOATHERD.</br>Thy verse appears</br>So sweet, O Daphnis!  to my ravish'd ears,</br>More pleasing far thy charming voice to me</br>Than to my taste the nectar of the bee.</br>Receive these pipes, the victor's rightful meed:</br>And would'st thou teach me, while my kids I feed,</br>This goat rewards thy pains, that never fails</br>Each morn to fill the largest of my pails.</br>As skips the fawn her mother doe around,</br>So Daphnis leap'd for joy, and dancing beat the ground:</br>As grieve new-married maids their sires to leave,</br>So, deeply sighing, did Menalcas grieve.", "Since that time, Daphnis, chief of shepherd-swains,</br>Daphnis supreme without a rival reigns:</br>And, to complete his happiness, he led</br>The blooming Nais to his nuptial bed.</br>"]