["THE ARGUMENT.</br>Lycaon his false church extends</br>Through all the world with pomp and pride;</br>Hermes the Church of Christ commends,</br>And to her spouse brings home his bride.", "The Sweaty sithe-man with his razor keen</br>Shore the perfumed beard from meadows green,</br>And on each bush and every mossy stone</br>Jarred Maie's little daughter Tettrigone,</br>When to the shadows of a mountain steep</br>Lycaon drove his goats, Hermes his sheep.</br>The shepherds both were lovers, both were young,</br>Their skill was like in piping, like in song.</br>The other grooms that heard, hid in the dales,</br>Were dumb for shame, like conquered nightingales.</br>Oft came the nymphs, the fairy sisters oft</br>Forsook their mossy beds and liards soft,</br>And oft the half-gods at their music's sound</br>Came, and their brows with ivy garlands crown'd.</br>Ye sedgy lakes and pebble-paved wells,</br>And thou, great Pales, in these fields that dwells,</br>How oft have you, hid in the shady sprays,</br>List'ned Lycaon's songs, his loves and lays.</br>And yon high stretched pines and oaks of Jove,</br>Thou wanton Echo, tell-clock of this grove,</br>How oft did you fair Psyche's praise resound,</br>When Hermes charmed with songs love's bleeding wound?</br>They sung by course, and praised their loves by turns,</br>Each cricket loves the flame wherein she burns;</br>And whilst their flocks browse on the shrubs and briars,</br>They tune their pipes and thus they sing their fires.", "LYCAON:</br>Flora, my queen, my joy, my heaven of bliss,</br>See what my merit and deserving is.</br>I build thee temples and I feed thy sheep,</br>I bring thee gifts, thy words as laws I keep,</br>My bed is ashes, sack-cloth is my weed,</br>I drink with Rechab's sons, with Job I feed.</br>For all my service and thus suffering long,</br>Love me, sweet Flora, or thou do'st me wrong.", "HERMES:</br>Psyche, my desire, my undefiled, my dove,</br>O comfort me, for I am sick of love;</br>Thy sacred temple is this wounded breast,</br>Sin, error, folly, my service is at best:</br>Foul leper-spots on all my body grow,</br>Wipe out these stains, and wash me white as snow.</br>Clothe me with linen, crown my head with gold,</br>First make me worthy love, then love me bold.", "LYCAON:</br>Flora was young, a fair few goats she kept,</br>Ten kings espied her, loved her, with her slept,</br>And in her sweet embrace such joy they found,</br>That with three diadems her head they crown'd;</br>And on seven heaps their wealth and treasure laid</br>Set her thereon, fell at her feet, and pray'd.</br>She forty month and two their service proves,</br>And takes them for her slaves and for her loves.", "HERMES:</br>Psyche my virgin bore a blessed vent</br>The dragon chased her, she to desert run,</br>The fiend a stream of water at her flings,</br>Earth drunk the flood, she 'scaped with eagle's wings;</br>Crown'd with twelve stars, doth'd with the glorious sun,</br>She doth with roes and hinds in Eden run.</br>There Psyche lives and reigns in safety blest,</br>Till time and times, and half a time be past.", "LYCAON:</br>Out of the sea a scarlet beast appeared,</br>Ten horns he had and seven heads proudly rear'd,</br>His forked tail 'gainst all the world made wars,</br>And smote the third of trees, of floods, of stars.</br>Flora this monster caught and tam'd his pride,</br>And on his back as on a mule doth ride.</br>All nations fear the beast and serve the dame,</br>And sealed are with's number, mark, and name.", "HERMES:</br>Before the gates of Psyche's sheepcote lies</br>Four wondrous beasts, all full of wings and eyes,</br>And round about them four-and-twenty kings</br>Offer up gold and myrrh, and precious things.</br>All these do Psyche's lambs keep, cure, and feed,</br>And thousand thousands, clad in milk-white weed,</br>Sing hymns of love and faith, and never cease,</br>And on his brow each wears a seal of peace.", "LYCAON:</br>Flora once found me sick and hurt to death,</br>Thrice did she cross me, thrice upon me breathe,</br>Three times she dipt me in a living stream,</br>And salved my wounds with spittle, salt, and cream.</br>A thousand saints she for my guard appoints,</br>And all my head with oil of balm anoints,</br>Then makes me master of her flocks and fold,</br>Her goats to keep, or kill, or sell for gold.", "HERMES:</br>Psyche first took me soiled with mire and clay,</br>Washed in the well of life my filth away;</br>Thieves robb'd me, slew me; of a lamb new slain</br>On me she pour'd the blood, I lived again;</br>Since that with bread of heaven, wine of grace,</br>She diets me, her lap my resting place.</br>Her sheep my playfellows, heaven our fold,</br>Her spouse the door, her voice the key of gold.", "LYCAON:</br>It was the fiftieth year, Flora a feast</br>Made for all those that loved and served her beast;</br>Her guests were kings and lords of highest birth,</br>All that were wise and rich upon the earth;</br>And all that land, or sea, or air afford,</br>Her caters took and therewith fill'd her board,</br>And drunk with wine sucks from her cup of gold</br>Were kings and nations, rich, poor, young and old.", "HERMES:</br>Psyche to supper called the weak and poor,</br>The sick, the lazer from the rich man's door,</br>And at her board set them with lords and kings.</br>Her holy steward wine and wafers brings;</br>They eat and drink by faith, and thirst no more,</br>Except some guests fore-charg'd with Flora's store</br>Sit there, and spider-like, from roses new</br>Draw poison, where the bee sucks honey dew.", "LYCAON:</br>Flora an orchard had of fruitful treene;</br>She par'd the moss, she kept the branches cleane,</br>She let the fountains in, she kill'd the worm,</br>She scar'd the birds, she saved the blooms from storm;</br>Flourisht the trees, the boughs with apples bent;</br>She called &mdash; her servants to her orchard went;</br>Gather'd to eat, but when she cut the skin,</br>The fruit was ashes, embers, dust within.", "HERMES:</br>Last year my Psyche had a field of corn;</br>She scour'd the ditches, stops the gaps with thorn;</br>She till'd the land enough, she sow'd good seed;</br>She stubb'd the briars, plucks up tares and weed;</br>She fraid the crows, she kept the wild boar out;</br>And when the sun turn'd the year's wheel about</br>She reaps her crop, and when her gain she told,</br>Found thirty, sixty, and a hundred fold.", "LYCAON:</br>A flock of goats astray from Flora went;</br>Doris, her handmaid, after them she sent;</br>But whilst the lass with Thirsis sporting laid,</br>Her dogs ran forth alone, and soon they stray'd;</br>And like the kind of wolves of which they sprung,</br>They slew and eat the goats and sucklings young.</br>Yet some escapt, saved in the woods and rocks.</br>Doris went home, but thus she lost her flocks.", "HERMES:</br>What Doris left and lost, fair Daphne sought</br>And found, and to her mother's sheep fold brought.</br>There Psyche bound their wounds and stauncht their blood,</br>At first she gave them milk, then stronger food,</br>And soon restored their health. Shepherds beware;</br>Watch, feed, your sheep-charge asketh care.</br>All that is stolen or slain you must make good,</br>And Flora's Hylax yet lurks in the wood.", "LYCAON:</br>King Solomon a cedar palace built,</br>Thatched with tiles of Flora's tresses gilt;</br>Her legs were silver posts the house to bear;</br>her glorious thoughts the purple hangings were;</br>Her breast the presence, and her heart the throne;</br>Her triple crown, as Lord, there sits alone.</br>Her holy doors she opes to each that knocks;</br>Her hands pure myrrh drop on the bars and locks.", "HERMES:</br>Psyche's fair locks wrapped in gold of proof,</br>Of God's high temple is the gilded roof.</br>Her eyes the crystal windows, through each light</br>A smiling saint shoots in day's arrows bright.</br>Her coral lips the doors that turn and twine</br>On ruby hooks; her mouth the quire divine;</br>Her teeth the ivory seats built even and thin;</br>Her tongue the silver bell that rings all in", "LYCAON:</br>The royal town where Flora hath her seat</br>Stands on seven hills, well peopled, pleasant, great;</br>Rich in all blessings, all delights that can</br>Be given by fortune or be wished by man,</br>Quirinus the large and Dorad the serene,</br>Her handmaides be.  She is the world's sole queen.</br>Joy in her streets, life in her temples wide,</br>And dead and lost is all the world beside.", "HERMES:", "Psyche's clear city was not rais'd from dust,</br>But came from heaven, pure, immortal, just.</br>Stands on twelve precious stones.  Jasper the wall,</br>Streets gold, gates pearl be, still ope to all</br>Who taste the tree of life which there doth grow.</br>About the town two blessed rivers flow</br>Of grace and mercy; over either flood</br>Lies the fair bridge of faith, hope, doing good.", "LYCAON:</br>O shrill Heptaphone!  thou daughter clear,</br>Tell not these rocks of Flora's doubt and fear;</br>Write not Planetus in to-morrow's stars,</br>Her future troubles, dangers, losses, wars,</br>Lest Psyche's shepherds should fore know her doom,</br>And kill her goats before her day be come.</br>These woods are hers, these fields and folds about,</br>Then keep them Flora till thy lease wear out.", "HERMES:</br>Sitting on Isis' flowery bank, I spied</br>On a white horse a crowned monarch ride.</br>Upon his thigh was writ his wonderous name;</br>Out of his mouth a sword two-edged came.</br>Flora, her beast, and all her goats he slew,</br>And in a lake of fire their bodies threw.</br>This king is Psyche's spouse; with him she went</br>And rul'd the world, for Flora's lease was spent.", "Thus much did Hermes and Lycaon sing,</br>The heifer let the herbs untouched spring,</br>Forgot to feed. The stags amazed stood.</br>The silver river stayed her speedy flood.</br>Charmed was the adder deaf, tam'd was the lion,</br>So trees heard Orpheus, dolphins heard Orion.</br>"]