["Looke as a goodly Pile, whose ayrie towres</br>Thrust up their golden heads to th' azure sky,</br>But loosely leanes his weight on sandy floores:</br>Such is that mans estate, who looking high,</br>Grounds not his sinking trust on heavenly powres:</br>His tott'ring hopes no sooner live, but die.</br>How can that frame be right, whose ground is wrong?</br>Who stands upon his owne legges, stands not long:</br>For man's most weake in strength, in weaknes only strong.", "Thus Rome (when drench't in seas of Martyrs blood,</br>And tost with stormes, yet rooted fast on Christ)</br>Deep grounded on that rocke most firmely stood:</br>But when, with pride and worldly pompe entic't</br>She sought her selfe, sunke in her rising flood.</br>So when of late that boasted Jesuite Priest</br>Gath'red his flocke, and now the house 'gan swell,</br>And every eare drew in the sugred spell,</br>Their house, and rising hopes, swole, burst, and head-long fell.", "Through this knowne entraunce past that subtile Spright:</br>There thundring Paul retir'd he sullen found,</br>Boyling his restles heart in envious spight,</br>Gall'd with old sores, and new Venetian wound:</br>His thoughtfull head lean'd downe his carefull weight</br>Upon a chayre, farre fetch't from Dodon ground.</br>Thence without feare of errour they define;</br>For there the Spirit his presence must confine.</br>Oh more then God, who makes his bread, blocks, chayres divine!", "But that true Spirit's want this false supplies:</br>He folds that Scorners chayre in's cloudy wings,</br>And paints, and gilds it fayre with colour'd lies.</br>But now from's damned head a snake he flings</br>Burning in flames:  the subtile Serpent flies</br>To th' aymed marke, and fills with firy stings</br>The Papal brest; his holy bosome swells</br>With pride and rage; straight cals for books, lights, bells,</br>Frets, fumes, fomes, curses, chafes, and threatens thousand hells.", "So when cold waters wall'd with brasen wreath</br>Are sieg'd with crackling flames, their common foe,</br>The angry seas 'gin fome and hotly breath,</br>Then swell, rise, rave, and still more furious grow:</br>Nor can be held; but, prest with fires beneath,</br>Tossing their waves breake out, and all o'reflow.</br>In hast he calls a Senate; thither runne</br>The blood-red Cardinalls, Friers white, and dunne,</br>And with, and 'bove the rest Ignatius' eldest sonne.", "The conclave fills apace; now all are met:</br>Each knowes his stall, and takes his wonted place.</br>So downe they sit; and now they all are set:</br>Aequivocus, with his bat-wing'd embrace,</br>Clucks, broods his chickens, while they sadly treat;</br>Their eyes all met in th' holy Fathers face,</br>There first foresee his speech:  a dusky cloud</br>Hangs on his brow; his eyes fierce lightnings shroud,</br>At length they heare it breake, and rore in thunders loud.", "Thrice-glorious founders of Romes Hierarchy,</br>Whose towring thoughts and more then manly spirit</br>Beyond the spheares have ray'sd our Monarchy,</br>Nor earth, nor heaven can pay your boundlesse merit.</br>Oh let your soules above the loftiest sky</br>Your purchast crownes and scepters just inherit.</br>Here in your pourtraits may you ever live;</br>While wee (poore shadowes of your pictures) grieve</br>Our sloth should basely spend, what your high vertues give.", "I blush to view you:  see Priest-kings, oh see</br>Their lively shades our life as shades upbrayd:</br>See how his face sparkles in majesty,</br>Who that first stone of our vast Kingdome layd,</br>Spous'd the whole Church, and made the world his See:</br>With what brave anger is his cheek arrayd,</br>Who Peters useles keyes in Tiber flings?</br>How high he lookes that treades on Basilisks stings,</br>And findes for's lordly foot no stool, but necks of Kings?", "See where among the rest great Clement stands,</br>Lifting his head 'bove heaven, who Angels cites</br>And bids them lowly stoop at his commands,</br>And waft tir'd soules to those eternall lights.</br>But what they wonne, we loose; Townes, Cities, Lands</br>Revolt:  our Buls each petty Lamb-kin slights:</br>We storme and thunder death, they laugh, and gren.</br>How have we lost our selves?  Oh where, and when</br>Were we thus chang'd?  Sure they were more, we lesse then men.", "Can that uncloist'red Frier with those light armes,</br>That sword and shield, which we mocke, scorne, defie,</br>Wake all the sleeping world with loud alarmes,</br>And ever conqu'ring live, then quiet die?</br>And live, and dead load us with losse and harmes?</br>A single simple Frier?  And oh shall I,</br>Christ, God on earth, so many losses beare</br>With peace and patience?  Who then Rome will feare?</br>Who then to th' Romane God his heart and hands will reare?", "Belgia is wholy lost, and rather chuses</br>Warres, flame, and blood, then peace with Rome and Spain.</br>Fraunce halfe fal'ne off, all truce and parl' refuses:</br>Edicts, massacres, leagues, threats, all are vaine.</br>Their King with painted shew our hope abuses,</br>And beares our forced yoke with scorne, and paine.</br>So Lyons (bound) stoop, crouch with fained awe,</br>But (loos'd) their Keeper seize with Lordly paw,</br>Drag, rend, and with his flesh full gorge their greedy maw.", "See where proud Dandal chain'd, some scraps expecting,</br>Lies cur-like under boord, and begs releife:</br>But now their Corno our three crownes neglecting</br>Censures our sacred Censures, scornes our Briefe.</br>Our English plots some adverse power detecting</br>Doubles their joy, trebles our shame and griefe.</br>What have we reap't of all our paines and seed?</br>Seditions, murthers, poysons, treasons breed</br>To us more spight and scorne; in them more hate and heed.", "That fleet, which with the Moone for vastnesse stood,</br>Which all the earth, which all the sea admires,</br>Amaz'd to see on waves a Moone of wood,</br>Blest by our hands, frighted with suddaine fires</br>And Panicke feares, sunke in the gaping flood:</br>Some split, some yeeld, scarce one (that torne) retires.</br>That long wish't houre, when Cynthia set i' th' maine,</br>What hath it brought at length, what change, what gain?</br>One bright star fell, the Sun is ris'ne, and all his traine.", "But Fates decree our fall:  high swelling names</br>Of Monarch, Spouse, Christ, God, breed much debate,</br>And heape disdaine, hate, envy, thousand blames:</br>And shall I yeeld to envy, feare their hate,</br>Lay downe my titles, quit my justest claimes?</br>Shall I, earths God, yeeld to uncertaine fate?</br>Sure I were best with cap in hand to pray</br>My sheepe be rul'd:  I scorne that begging way;</br>I will, I must command; they must, they shall obay.", "Shall I, the worlds bright Sunne, heavens Oracle,</br>The onely tongue of Gods owne mouth, shall I,</br>Of men, of faith the Judge infallible,</br>The rule of good, bad, wrong, and equitie,</br>Shall I, Almighty, Rock invincible,</br>Stoop to my servants, beg authoritie?</br>Rome is the worlds, I Romes Head:  it shall raigne:</br>Which to effect, I live, rule, this to gaine</br>Is here my heaven; to loose is hells tormenting paine.", "So said, and ceas'd:  while all the Priestly Round</br>In sullen greife, and stupide silence sat:</br>This bit his lip, that nayl'd his eye to th' ground,</br>Some cloud their flaming eyes with scarlet hat,</br>Some gnash't their spightfull teeth, some lowr'd, and frown'd:</br>Till (greife and care driven out by spight and hate)</br>Soft murmurs first gan creep along the croud:</br>At length they storm'd, and chaf't, and thundred loud,</br>And all sad vengeance swore, and all dire mischeife vow'd.", "So when a sable cloud with swelling sayle</br>Comes swimming through calme skies, the silent ayre</br>(While fierce winds sleepe in Aeol's rocky jayle)</br>With spangled beames embroydred, glitters faire:</br>But soone 'gins lowre and grone; straight clatt'ring hayle</br>Fills all with noyse:  Light hides his golden hayre;</br>Earth with untimely winter's silvered.</br>Then Loiol's eldest Sonne lifts up his head,</br>Whom all with great applause, and silence ushered.", "Most holy Father, Priests, Kings Soveraigne,</br>Who equal'st th' highest, makest lesser Gods,</br>Though Dominick, and Loiola now sustaine</br>The Lateran Church, with age it stoopes, and noddes:</br>Nor have we cause to rest, or time to plaine:</br>Rebellious earth (with heaven it selfe to oddes)</br>Conspires to ruine our high envi'de state:</br>Yet may wee by those artes prolong our date,</br>Whereby wee stand; and if not chaunge, yet stay our fate.", "When captaines strive a fort or towne to winne,</br>They lay their batt'ry to the weakest side;</br>Not where the wall, and guard stands thicke, but thinne:</br>So that wise Serpent his assault appli'de,</br>And with the weaker vessell would beginne:</br>He first the woman with distrust and pride,</br>Then shee the man subdues with flatt'ring lies;</br>So in one battaile gets two victories:</br>Our foe will teach us fight, our fall will teach us rise.", "Our Cheife who every slight and engine knowes,</br>While on th' old troupes he spent his restles paines,</br>With equall armes assaulting equall foes,</br>What hath he got, or wee?  What fruite, what gaines</br>Ensu'de?  we beare the losse, and he the blowes:</br>And while each part their wit, and learning straines,</br>The breach repaires, and (foil'd) new force assumes:</br>Their hard encounters, and hot angry fumes</br>Strike out the sparkling fire, which lights them, us consumes.", "In stead of heavy armes hence use we slight:</br>Trade we with those, which train'd in ignorance</br>Have small acquaintance with that heavenly light;</br>Those who disgrac't by some misgovernance</br>(Their owne, or others) swell with griefe or spight.</br>But nothing more our Kingdome must advance,</br>Or further our designes, then to comply</br>With that weake sexe, and by fine forgerie</br>To worme in womens hearts, chiefly the rich and high.", "Nor let the stronger scorne these weaker powres;</br>The labour's lesse with them, the harvest more:</br>They easier yeeld, and win; so fewer houres</br>Are spent:  for women sooner drinke our lore,</br>Men sooner sippe it from their lippes, then ours:</br>Sweetly they learne, and sweetly teach:  with store</br>Of teares, smiles, kisses, and ten thousand arts</br>They lay close batt'ry to mens frayler parts:</br>So finely steale themselves, and us into their hearts.", "That strongest Champion, who with naked hands</br>A Lyon tore, who all unarm'd and bound</br>Heap't mounts of armed foes on bloody sands;</br>By womans art, without or force or wound</br>Subdu'de, now in a mill blind grinding stands.</br>That Sunne of wisedome, which the Preacher crown'd</br>Great King of arts, bewitch't with womens smiles,</br>Fell deepe in seas of folly by their wiles.</br>Wit, strength, and grace it selfe yeeld to their flatt'ring guiles.", "This be our skirmish:  for the maine, release</br>The Spanish forces, free strong Belgia</br>From feare of warre, let armes and armies cease.</br>What got our Alva, John of Austria?</br>Our Captaine, Guile; our weapons ease, and peace:</br>These more prevaile then Parma, Spinola.</br>The Dutch shall yeeld us armes, and men; there dwell</br>Arminians, who from heaven halfe way fell:</br>A doubtfull sect, which hang 'tween truth, lies, heaven and hell.", "These Epicens have sowne their subtile brayne</br>With thorny difference, and neat illusion:</br>Proud, fierce, the adverse part they much disdaine.</br>These must be handled soft with fine collusion,</br>For Calvins hate to side with Rome and Spaine,</br>To worke their owne, and their owne-homes confusion.</br>And by large summes, more hopes, wee must bring in</br>Wise Barnevelt to lay our plotted gin:</br>So where the Lyon fayles, the Fox shall eas'ly win.", "The flowres of Fraunce, those faire delicious flowres,</br>Which late are imp't in stemme of proud Navar,</br>With ease wee may transferre to Castile bowres.</br>Feare not that sleeping Lyon:  this I dare,</br>And will make good spight of all envious powres,</br>When that great bough most threats the neighb'ring ayre,</br>Then shall he fall:  when now his tho[u]ghts worke high,</br>And in their pitch their towring p[r]ojects fly,</br>Then shall he stoop; his hopes shall droop, and drop, and dy.", "Wee have not yet forgot the shamefull day,</br>When forc't from Fraunce and our new holds to fly</br>(Hooted, and chac't as owles) we ran away.</br>That Pillar of our lasting infamy</br>Though raz'd, yet in our minds doth freshly stay.</br>Hence love wee that great King so heartily,</br>That but his heart nought can our hearts content:</br>His bleeding heart from crazy body rent,</br>Shrin'd in bright gold shall stand our Jesuite monument.", "This be our taske:  the aged truncke wee'l lop,</br>And force the sprigges forget their former kind:</br>Wee'l graft the tender twigges on Spanish top,</br>And with fast knots Fraunce unto Spaine wee'l bind,</br>With crosse, and double knotts:  wee'l still, and drop</br>The Romane sap into their empty mind:</br>Wee'l hold their heart, wee'l porter at their eare,</br>The head, the feet, the hands wee'l wholy steare:</br>That at our nod the head the heart it selfe shall teare.", "All this a Prologue to our Tragedy:</br>My head's in travaile of an hideous</br>And fearfull birth; such as may fright the sky,</br>Turne back the Sun:  helpe, helpe Ignatius.</br>And in this act proove thy new Deity.</br>I have a plot worthy of Rome and us,</br>Which with amazement heaven, and earth shall fill:</br>Nor care I whether right, wrong, good, or ill:</br>Church-profit is our law, our onely rule thy will.", "That blessed Isle, so often curst in vaine,</br>Triumphing in our losse and idle spight,</br>Of force shall shortly stoop to Rome and Spayne:</br>I'le take a way ne're knowne to man or spright.</br>To kill a King is stale, and I disdaine:</br>That fits a Secular, not a Jesuite.</br>Kings, Nobles, Clergy, Commons high and low,</br>The Flowre of England in one houre I'le mow,</br>And head all th'Isle with one unseen, unfenced blow.", "A goodly frame, rays'd high with carved stones,</br>Leaning his lofty head on marble stands</br>Close by that Temple, where the honour'd bones</br>Of Britaine Kings and many Princely Grands</br>Adorned rest with golden scutcheons:</br>Garnish't with curious worke of Dedal hands.</br>Low at his base the swelling Thamis falls,</br>And sliding downe along those stately halls,</br>Doth that chiefe Citie wash, and fence with liquid walls.", "Here all the States in full assembly meet,</br>And every order rank't in fit array,</br>Cloth'd with rich robes fill up the crowded street.</br>Next 'fore the King his Heier leades the way,</br>Glitt'ring with gemmes, and royall Coronet:</br>So golden Phosphor ushers in the day.</br>And all the while the trumpets triumphs sound,</br>And all the while the peoples votes resound:</br>Their shoutes and tramplings shake the ayre and dauncing ground.", "There in Astrea's ballaunce doe they weigh</br>The right and wrong, reward and punishment;</br>And rigour with soft equitie allay,</br>Curbe lawles lust, and stablish government;</br>There Rome it selfe, and us they dare affray</br>With bloody lawes, and threatnings violent:</br>Hence all our suff'rings, torments exquisite,</br>Varied in thousand formes, appli'de to fright</br>The harmeles yet (alas!)  and spotles Jesuite.", "But Cellars large, and cavernes vaulted deep</br>With bending arches borne, and columnes strong</br>Under that stately building slyly creep:</br>Here Bacchus lyes, conceal'd from Juno's wrong,</br>Whom those cold vaults from hot-breath'd ayers keep.</br>In place of these wee'l other barrels throng,</br>Stuf't with those firy sands, and black dry mould,</br>Which from blue Phlegetons shores that Frier bold</br>Stole with dire hand, and yet hells force and colour hold.", "And when with numbers just the house gins swell,</br>And every state hath fill'd his station,</br>When now the King mounted on lofty sell,</br>With honyed speech and comb'd oration</br>Charm's every eare, midst of that sugred spell</br>I'le teare the walls, blow up the nation,</br>Bullet to heaven the stones with thunders loud,</br>Equall to th' earth the courts, and turrets proud,</br>And fire the shaking towne, and quench't with royall blood.", "Oh how my dauncing heart leapes in my breast</br>But to fore-thinke that noble tragedie!</br>I thirst, I long for that blood-royall feast.</br>See where their lawes, see, Holy Father, see</br>Where lawes and Makers, and above the rest</br>Kings marshal'd in due place through th' ayer flee:</br>There goes the heart, there th'head, there sindged bones:</br>Heark, Father, heark; hear'st not those musicke tones?</br>Some rore, some houle, some shriek; earth, hell, and ayer grones.", "Thus sang, and downe he sat; while all the Quire</br>Attune their ecchoing voices to his layes:</br>Some Jesuite Pietie, and zealous fire,</br>Some his deepe reaching wit, and judgement praise:</br>And all the plot commend, and all admire,</br>But most great Paul himselfe:  a while he stayes,</br>Then suddaine rising, with embraces long</br>He hugges his sonne, while yet the passion strong</br>Wanting due vent, makes teares his words, and eyes his tongue.", "At length the heart too full his joy dispers't,</br>Which mounting on the tongue, thus overflowes:</br>You Romane Saints, to whose deare reliques herst</br>In golden shrines every true Catholike bowes,</br>And thou of lesser gods the best and first,</br>Great English Thomas, ushering our vowes,</br>Who giv'st heaven by thy blood, and precious merit,</br>I see we still your love and helpe inherit,</br>Who in our need rayse up so true a Romane spirit.", "What meed (my Sonne) can Christ, or he above,</br>Or I beneath, to thy deservings weigh?</br>What heaven can recompence thy pious love?</br>In Lateran Church thy statue crown'd with bay</br>In gold shall mounted stand next highest Jove:</br>To thee wee'l humbly kneele, and vowe, and pray:</br>Haile Romes great Patron, ease our restles cares,</br>Possesse thy heaven, and prosper our affayres,</br>Even now inure thine eare to our religious prayers.", "So up they rose as full of hope, as spight,</br>And every one his charge with care applies.</br>Equivocus with heart, and pinions light</br>Downe posting to th' Infernall shadowes flies;</br>Fills them with joyes, such joyes as Sonnes of night</br>Enjoy, such as from sinne and mischiefe rise.</br>With all they envy, greive, and inly grone</br>To see themselves out-sinn'd:  and every one</br>Wish't he the Jesuit were, and that dire plot his owne.", ""]