["While, o'er the ensanguin'd field, and ravag'd plain</br>The Daemon War extends his ruthless sway:</br>Can aught inspire the gratulating strain,</br>Or wake the lyre to notes of transport gay?</br>Yes, Minstrel!  yes; thou yet mayst pour the lay,</br>The song of praise and joy may yet be thine,</br>Arise!  to christian zeal thy tribute pay,</br>And hail the virtuous band who now combine</br>To spread through regions dark the light of truth divine.", "Oh!  for a \"master's hand, and prophet's fire\"</br>To strike with tenfold force the tuneful cord,</br>And sing that light, before whose beams retire</br>Enslaving ignorance, and vice abhorr'd.</br>Before that quickening ray, that powerful word,</br>The clouds of superstition pass away;</br>The pure and peaceful kingdom of the Lord</br>The piercing eye of faith can then survey;</br>Exulting feel its reign, and its decrees obey.", "When Israel's sons, from Babylon return'd,</br>Had rais'd their city's walls so long o'erthrown;</br>Replac'd the gates their fathers' foes had burn'd,</br>And made once more their fathers' home their own;</br>With what intense delight till then unknown,</br>Did they repair again with awe to hear</br>The Sacred Book, wherein was clearly shown</br>The Almighty's will; with what attentive ear</br>They heard its awful truths expounded by the seer.", "E'en from the morning, 'till the mid-day sun</br>Shed his fierce radiance on the listening throng;</br>With holy zeal to weeping sire and son</br>Ezra reveal'd the law neglected long:</br>And when he op'd the Book, both old and young</br>With pious reverence heard him bless the Lord;</br>With hands uplifted, and assenting tongue,</br>They, as one man, combin'd with one accord</br>To praise the gracious Power their inmost souls ador'd.", "If such the transport felt in earlier time</br>When the mosaic law once more went forth;</br>What inexpressive joy, what bliss sublime,</br>To spread the Gospel through the awakening earth!</br>To make that pearl of most transcendent worth</br>Free as the light, and common as the air;</br>To give in harden'd hearts contrition birth,</br>To prompt the sigh, to raise the secret prayer,</br>And make the slave of sin salvation's joyful heir!", "Are there, who can behold with jealous fear</br>This hallow'd task, this work of christian love?</br>Who, early taught their Bible to revere;</br>Coldy distrust what candour must approve?</br>Let such remember, that from God above</br>The revelation of his will was given,</br>And given for all!  that all on earth who strove</br>To know the just, the righteous will of heaven,</br>Might steer their course aright on life's rough ocean driven.", "There are, alas!  in Britain's favour'd isle</br>On whom hath dawn'd in vain the Gospel day;</br>Who sunk in vice, immers'd in worldly toil,</br>In heathen darkness still benighted stray.</br>There are in climes and regions far away,</br>To whom the Gospel tidings ne'er were known,</br>On whom the star of Bethlehem's cheering ray,</br>To peace and joy conducting, never shone;</br>Yet these with grateful hearts its heavenly light shall own.", "Oh!  while it sheds its animating beams</br>In softest splendour, not intensely bright;</br>From death-like slumbers, and unhallow'd dreams</br>Millions shall wake, and hail the auspicious light!</br>Nature, exulting at the blissful sight,</br>Shall spread her charms to catch its lovely rays;</br>The baffled Tempter struck with wild affright,</br>Dreading the Gospel sun's meridian blaze,</br>Blasphemes the rising morn which meets his envious gaze.</br>"]