["1.</br>All Feares are fled, and from our Sphaere</br>The late Eclipse is vanish'd quite:</br>And now we entertaine the yeare</br>With Hymenaeus chaste delight:</br>Heaven, the first, hath throwne away</br>Her weary weede of mourning hew,</br>And waites Eliza's Wedding-day</br>In Starry-spangled Gowne of blew.", "The Huntresse in her silver Carre,</br>The Woods againe survaieth now:</br>And that same bright Idalian Starre</br>Appeares on Vespers vailed brow:</br>Let Earth put on her best aray,</br>Late bath'd in eye-distilled showers;</br>And melt yee bitter Frosts away,</br>That kill'd the forward Hope of ours.", "Yee highest Hils that harbour Snowes,</br>And arme your heads with Helmes of Ice,</br>Be Gardens for the Paphian Rose,</br>The Lilly, Violet, or De-lis:</br>Low Vallies let your Plaines be spread</br>With painted Carpets of the Spring,</br>(Whereon Eliza's foote must tread)</br>And every where your odours fling.", "And tallest Trees, with tender'st Twigs,</br>Whom Winters-Storme hath stripped bare,</br>Leave off those rimy Periwigs,</br>And on with your more seemely haire.</br>Forget yee silver-paved Flouds,</br>Your wonted rage, and with your souud</br>Revive the Shores and shady Woods,</br>That lay in deepest sorrow drown'd.", "Tell Amphitrite, when you meete,</br>Eliza, Princesse, is a Bride:</br>And bid her with the Newes goe greete</br>The farthest Shoares at every Tyde;</br>And as yee wash high towred wals,</br>With gentle murmure in each eare,</br>Command these Royall Nuptials</br>Be solemnized every where.", "Let Thracian Boreas keepe within,</br>With Easterne Blasts that crops doe kill,</br>And Auster wetting to the skinne;</br>Be onely Zephyre breathing still,</br>Warme Zephyre to perfume the Ayre,</br>And scatter downe in silver Showers</br>A thousand Girlonds for her haire</br>Of Blossome, Branch, and sweetest flowers.", "With Rosemarine, and verdant Bay,</br>Be wall and window clad in greene:</br>And sorrow on him who this day</br>In Court a Mourner shall be seene.</br>Let Musicke shew her best of skill,</br>Disports beguile the irkesome night.</br>But take my Muse thy ruder Quill,</br>To paint a while this royall sight:</br>Proclaiming first from Thames to Rhine </br>ELIZA Princesse Palatine.", "2.</br>Nymphes of Sea and Land away,</br>This, ELIZA'S Wedding day,</br>Helpe to dresse our gallant Bride</br>With the treasures that yee hide:</br>Some bring flowry Coronets,</br>Roses white, and Violets:</br>Doris gather from thy Shore</br>Corall, Chrystall, Amber, store,</br>Which thy Queene in Bracelets twist</br>For her Alabaster wrist,</br>While yee Silver-footed Girles</br>Plat her Tresses with your Pearles.</br>Others from Pactolus streame,</br>Greete her with a Diademe:</br>Search in every Rockie Mount</br>For the lemmes of most account:</br>Bring yee Rubies for her Eare,</br>Diamonds to fill her Hayre,</br>Emrald greene and Chrisolite</br>Binde her Necke more white then white.</br>On her Breast depending be</br>The Onyx, friend to Chastitie;</br>Take the rest without their place,</br>In borders, Sleeves, her Shooes, or Lace.</br>Nymphes of Niger offer Plumes:</br>Some your Odors and Perfumes.</br>Dians Maids more white then milke,</br>Fit a Roabe of finest Silke:</br>Dians maids who wont to be</br>The Honor of Virginitie.</br>Heavens have bestow'd their grace,</br>Her chaste desires, and Angels face.", "3.</br>URANIAS Sonne, who dwell'st upon</br>The fertile top of Helicon,</br>Chaste Marriage Soveraigne, and dost leade</br>The Virgin to her Bridall Bed.</br>Io Hymen Hymenaeus.", "With Marjoram begirt thy brow,</br>And take the Veile of yealow:  now</br>Yee Pinie Torches with your light,</br>To golden day convert the night.</br>Io Hymen Hymenaeus.", "See how like the Cyprian Queene,</br>ELIZA comes, as when (I weene)</br>On Ida hill the prize she had</br>Allotted by the Phrygian Lad.</br>Io Hymen Hymenaeus.", "As Asian Myrtle fresh and faire,</br>Which Hamadryads with their care,</br>And duely tending by the flouds,</br>Have taught to over-looke the Woods.</br>Io Hymen Hymenaeus.", "Behold how Vesper from the skie</br>Consenteth by his twinckling eye;</br>And Cynthia stayes her Swans to see</br>The state of this Solemnitie.</br>Io Hymen Hymenaeus.", "Wedlocke, were it not for thee,</br>Wee could nor Childe nor Parent see,</br>Armies Countries to defend,</br>Or Shepheards hilly Heards to tend.</br>Io Hymen Hymenaeus.", "But Hymen call the Nymph away,</br>With Torches light the Children stay,</br>Whose sparkes (see how) ascend on hye,</br>As if there wanted Starres in Skye.</br>Io Hymen Hymenaeus.", "As virgin Vine her Elme doth wed,</br>His Oake the Ivie over-spread:</br>So chaste desires thou joynst in one,</br>That disunited were undone.</br>Io Hymen Hymenaeus.", "But see her golden foote hath past</br>The doubted Threshold, and at last</br>Shee doth approach her Bridall-bed,</br>Of none save Tyber envyed.</br>Io Hymen Hymenaeus.", "Chast Mariage-bed, he sooner tels</br>The Starres, the Ocean Sand, or shels,</br>That thinkes to number those delights</br>Wherewith thou shortnest longest nights.</br>Io Hymen Hymenaeus.", "With richest Tyrian Purple spred,</br>Where her deare Spouse is laid on bed,</br>Like yong Ascanius, or the Lad</br>Her Love the Queene of Cyprus had:</br>Io Hymen Hymenaeus.", "Young Frederick of Royall Ligne,</br>Of Cassimiers, who on the Rhine </br>To none are second said to be,</br>For Valour, Bounty, Pietie.</br>Io Hymen Hymenaeus.", "Come Bride-maide Venus and undoe</br>Th' Herculean knot with fingers two,</br>And take the girdle from her wast,</br>That Virgins must for goe at last.</br>Io Hymen Hymenaeus.", "Scatter Nuts without the Dore,</br>The Married is a Childe no more,</br>For whosoere a wife hath wed,</br>Hath other businesse in his head.</br>Io Hymen Hymenaeus.", "Where passe ye many an happy night,</br>Untill Lucina brings to light,</br>An hopefull Prince who may restore,</br>In part, the losse we had before.</br>Io Hymen Hymenaeus.", "That one day we may live to see,</br>A Frederick Henry on her knee,</br>Who mought to Europe give her law,</br>And keepe encroaching Hell in awe.</br>Io Hymen Hymenaeus.", "Upon whose Brow may Envie read,</br>The reconcile of Love and Dread,</br>And in whose Rosie cheeke we see,</br>His Mothers gracefull Modestie,</br>Io Hymen Hymenaeus.", "But Muse of mine we but molest</br>I doubt, with ruder song their rest,</br>The Dores are shut, and lights about</br>Extinct, then time thy flame were out.</br>Io Hymen Hymenaeus.", "4.</br>Th' Idalian Boy no sooner with his Fire,</br>Had warm'd the brest of Honour'd Casimire:</br>(That now he leaves the Nimphes along his Rheine,</br>T' espouse Eliza, with Saint Valentine.)</br>But smiling at the Newes, away he hide</br>To Cyprus, where his Mother did abide.</br>There is a Mount within this sacred Ile,</br>Right opposite against seaven-headed Nile,</br>Another way affronting Pharos bright,</br>That many a mile, the Sea-man lends her light:</br>Here on a plaine, to mortall wight unknowne,</br>Where never storme, or bitter blast had blowne;</br>Or candid hoare-Frost show'd the crusty earth;</br>But ever May of meriment and mirth.</br>An hedge the same environs all of Gold,</br>Which Mulciber, for sweet embracements sold</br>And wanton dalliance, to the Cipryan Dame;</br>(Tis said) and since she hath possest the same.</br>Where still the fields with velvet-greene are spred,</br>And blossomes paint the woods all white and red,</br>No Bird may perch her on the tender bow</br>But such for voyce as Venus shall allow.</br>The trees themselues doe fall in love with either,</br>As seemes by kissing of their tops together:</br>And softly whispring; when some gentle gale</br>Chides from the Mountaine, through the shady Vale.</br>Now from a Rocke within, two fountaines fall,</br>One sweet, the other, bitter as the gall,</br>Herein doth Cupid often steepe his darts,</br>When his dispos'd to sever loving harts.</br>A thousand Amorets about doe play</br>(Borne of the Nymphes) these onely wound, they say,</br>The common people, Venus darling hee,</br>Aimes at the Gods, and awfull Majestie:</br>And many a Power else in this place is found,</br>As Licence, ever hating to be bound,</br>Wrath, easie to be reconcil'd and Teares,</br>Slie Theft, and Pleasure, pale, and jocund Feares:</br>And over-head doe flutter in the bowes</br>With painted wings, Lyes, Perjuries and Vowes.</br>Hence Age is banish'd.  Here is seene besides</br>The Goddesse Court, where alway she resides,</br>This Lemnius built of Gold and rarest jemmes,</br>That like a Mount quite hid with Diadems</br>It seemes; where Art and Cost with each contend,</br>For which the Eye, the Frame should most commend.</br>Here Cupid downe with weary wing did light,</br>And jocund comes into his Mothers sight,</br>With statefull gate:  who from a burnish'd Throne,</br>Embraces, with Ambrosian Armes, her Sonne;</br>And thus begins; the newes my lovely Boy,</br>And cause of thy arrive, and this new joy?</br>Hast thou againe turn'd Jove into a Cow?</br>Or wanton Daphne to a Lawrell-bough?</br>What Man, or Power immortall, by thy Dart,</br>Is falne to ground, that thus reviv'd thou art?</br>With many a Nectar kisse, milde Love replies,</br>Our Bow ne'er bare away a greater prize:</br>Knowes not the Goddesse by the fertile Rheine,</br>Young Fredericke, borne of Imperiall Ligne,</br>Descended from that brave Rolando slaine,</br>And worlds great Worthy, valiant Charle-Maigne.</br>This hopefull Impe is stricken with our Bowe,</br>Wee have his Armes, and three-fold Shield to show;</br>Franconias Lyon, and this of Baveir,</br>A potent Heyre deriv'd from Cassimeir.</br>Another Argent onely, long they bore,</br>Till charg'd by Charles the last, late Emperour,</br>That as Arch-Sewer, and Elector, this</br>Hee beares, save honor, adding nought of his.</br>What Coast or Country have not heard their Fame?</br>Or who not lov'd their ever honour'd Name?</br>Yet trembled at from farthest Castian Sea,</br>And Scythian Tanais, to the Danubie.</br>ELIZA'S Name, I know, is not unknowne</br>Unto my Queene, the second unto none,</br>For beauty, shape of Body, every grace,</br>That may in earthly Majestie take place;</br>That were not Venus daily seene of mee,</br>I would have sworne this Princesse had beene shee.</br>Hast Cytherea, Leave thy native Land,</br>And joyne them quickly by the Marriage band.</br>The Queene her Sonne removing from her lap,</br>Her haire of wiery gold shee tresseth up.</br>Throwes on her Veile, and takes the Girdle chaste,</br>Wherewith she quiets stormes, and every blast,</br>Allaies the swelling flouds, and furious sea;</br>Whereto full speedily she takes her way:</br>And here arriv'd, sends forth a Cupid faire,</br>Drest like a Sea-Nymph, with a silver hayre:</br>To search the deepe, and bring unto the shore</br>Some Triton, able to convay her o'er;</br>Which if hee did performe with nimble speede,</br>A golden Bowe and Shafts should be his meede.</br>No sooner Love had div'd into the Maine,</br>But on the surge appear'd a wondrous traine</br>Of Sea-gods, Tritons, Nymphes, who equall strove</br>The formost who should aide the Queene of Love;</br>First, Neptune, mounted on a Grampas crown'd</br>With Roses, calm'd the Ocean all around:</br>Palaemon on a Seale with hoary lockes,</br>Begirt with Samphire from the neighbour rockes:</br>An ugly Whirlepoole Nereus bestrides,</br>With Trident galling oft his lazie sides.</br>Among the Maids she Glaucus hindmost lagges</br>Upon a Porpose brideled with flagges.</br>Next Venus comes, with all her beauteous crew,</br>Whom Dolphins in a shelly Chariot drew.</br>No Nymph was there but did some gift bestow,</br>That did in Amphitrites bosome grow:</br>Cymothoe brought a girdle passing faire</br>Of silver, twisted with her Christall haire.</br>Young Spathale, a pearely Carcanet,</br>And Clotho Corrall, good as she could get.</br>Faire Galatea from the Persian Shore,</br>Strange Jemmes and Flowers, some unknowne before,</br>Which to ELIZA, as their loves they sent,</br>(Herewith adorning Venus as she went)</br>Whom when they had conducted to our Thame,</br>And view'd the spatious channell of the same,</br>Admir'd our Chalkie Cliffes, survai'd each Pierre,</br>Our fertile Shores, our Ships, and Harbours here,</br>They backe unto their boundlesse home doe hye;</br>But in a cloud the Queene ascends the skie,</br>And takes her way unto the Royall Hall,</br>Where downe, she did no sooner softly fall,</br>But Clouds were fled that over cast the ayre,</br>And Phoebus threw about his golden hayre:</br>Eke Snow-tress'd January (seldome seene)</br>Upon his brow had got a wreath of greene.</br>Joy was in Court, and jocund mirth possest</br>The hearts of all, from greatest to the least,</br>(Yet knew they not the cause) the windowes lay</br>Bestrow'd with Primrose, Violets, and Bay.</br>Now children looke (quoth shee) you banish hence</br>Affaires of State, ambitious difference,</br>Complaints, and Faction, melancholy Feares,</br>All Parsimonie, sighes, and former Teares.</br>Let Nights in royall banquetting be spent,</br>Sweet Musicke, Masques, and joyous merriment.</br>Now pleasure take her fill; bring Graces Flowers;</br>With Torches Hymen plant the lofty Towers;</br>Twine, Concord double Girlonds, Cupids you</br>Some gather branches from the Myrtle bough.</br>And guild the roofe with waxen lights on high;</br>Tacke (others) up rich Arras busily;</br>Some cast about sweet waters; others clense</br>With Myrrhe, and best Sabaean Frankinsence,</br>The Curtaines; others fit about her Bed,</br>Or for her foote the floore with Velvet spred.</br>Which said, into the Chamber of the Bride,</br>Who lay to rest, she passed unespide</br>And secretly instructs her how to love,</br>Recounting every pleasure shee should prove:</br>And urgeth that each Creature's borne to be</br>The Propagator of Posteritie.</br>And now and then, shee casteth in betweene,</br>Their Legends that have faithfull Lovers beene:</br>Shee tels of Dido, and Lucretia chaste,</br>Camilla, Hero, Thisbe, and the rest,</br>And many a Booke shee had at fingers end,</br>Which for her purpose oft shee can commend.</br>Now as the Aire gan more and more to cleare,</br>The Goddesse plainly did at last appeare.</br>Whose burnish'd haire the goodly roome did guild,</br>And with a sweet Ambrosian odor fill'd,</br>That seeing now ELIZA'S goodly grace,</br>Her daintie fingers, and her fairest face:</br>Shee stood amazed, and with a Nectar kisse,</br>Shee bow'd her selfe, and boldly utter'd this.</br>All happinesse unto the Princesse be,</br>The Pearle and Mirrour of great Brittannie,</br>For whose deere sake, I this adventure tooke,</br>And Paphos with my Cyprus sweet forsooke:</br>Drawne by the Rumor of thy Princely Name,</br>And pitty of the hopefull Frederickes flame,</br>Though thou wert not a Princesse by thy birth,</br>This face deserves the greatest King on Earth,</br>What hand so fits a Scepter, and what Eye,</br>Did ever sparke with sweeter Majestie,</br>Thy lips the Roses, whitest necke excells</br>The mountaine snow, and what is whiter els.</br>With equall temper how the white and red,</br>(Our cullors,) are upon thy cheeke dispred,</br>The fingers of the Morning doe not shine,</br>Why art thou yet uncrowned, fairer farre?</br>Oh Virgin, worthy onely not of Rhine,</br>And that sweet foile, thy Countie Palatine,</br>(Where Mose, the Moene, the Nah, and Nicer clear,</br>With Nectar runne against thy comming there)</br>But of a world, due to those guiftes of thine,</br>Which in thee more then all thy Jewels shine,</br>This said; about her Ivory necke she hung,</br>The Nerieds tokens which she brought along,</br>And with a needle curl'd her lovely haire,</br>Then Gallant Pearles bestrow'd at either eare,</br>And ore her head she threw her Sindon vaile,</br>That farre adowne (upborne by Nimphes) did traile,</br>By this, without a thousand Virgins stai'd,</br>To lead along to Church the Princely maid,</br>With heavenly sounds, (in fall of plenteous showers,</br>Among the crew of all the sweetest flowers.)</br>That Cytharea leaves the Virgin now,</br>And takes her leave with this, or other vow.</br>Live Royall Paire in peace and sweetest Love,</br>With all aboundance blest by heaven above,</br>A thousand kisses binde your harts together,</br>Your Armes be weary with embracing either,</br>And let me live to see betweene you twaine,</br>A Ceasar borne as great as Charlemaine.</br>"]