["Inspire, immortal Spirits of the West!</br>With bolder energies my Muse's wing,</br>And light with stronger flame her tender eye,</br>That she unwearied o'er the loftiest ridge</br>That stretches in her frightful way may soar,</br>And while she soars, the wide stupendous Wilds</br>Throughout with lynxean penetration pierce,</br>And that she may in lays seraphic sing</br>The wonders of the numerous scenes she sees,</br>Her song with thy own sweetness melodize.", "And thou my Muse!  with wildly melting grace,</br>Strike softly from the angel-woven wires</br>Of POESY'S bright HARP, sweet flowing strains;</br>To celebrate the gently sportive CHARMS</br>That spread their beauties through the blooming West;</br>And from the deep-ton'd chords their thundering notes,</br>With daring sweep arouse, till lofty song</br>The bold sublimity of the new world</br>Harmoniously proclaim; and loud resound</br>The bloody brunts of the first Western Wars,</br>And brave intrepid Boone's adventurous deeds.", "Swift on, o'er the rude-featur'd Wilderness</br>The sinewy sons of Enterprise proceed.</br>Lo!  now the farthest mountain-ledge they scale,</br>And from its breezy summit raptured see,</br>Kentucky's rolling Hills and broad Campaigns!</br>Prophetic transports thrill'd their kindling hearts,</br>Unwonted ebullitions warm'd their blood,</br>And God's Omnipotence and Wisdom waked</br>Profoundest adoration in their souls;</br>As in continued prospect, they beheld</br>Green-mantled GROVES and blossom-tinted KNOLLS,</br>Extending coextensive with the ken</br>Of their wide-ranging Vision, and survey'd</br>Through prescient FANCY'S telescopic tube,</br>Republic-Institutions rising round</br>The rich EXPANSE, beneath the angelic aid,</br>OF CONQUEST-CROWN'D COLUMBIAN LIBERTY!", "The wearisome asperities at length</br>Of Alleganean Battlements they pass,</br>And o'er the bloom-enamel'd vallies speed.</br>In sweet confusion, Nature's changeful charms</br>On every herb and spray hung loosely round,</br>And fill'd the waving Groves and odorous air,</br>And at each step in thicker plenty bloom'd:</br>Until before their fascinated eyes,</br>In careless pomp, great NATURE'S GARDEN, deck'd</br>With all the flecker'd pride of Paradise,</br>Its countless beauties spread.", "The liquid lays</br>Of wild-wood warblers uninhibited before</br>By polish'd ear, in quavering rivulets stream'd,</br>From thousand-thousand plumy tubes around.</br>And as if Nature here her grand Menage</br>Had proudly fix'd; innumerous animals,</br>Of numerous kinds and various sizes, roam'd</br>In wild profusion through the rustling woods.</br>Dark-spreading droves of browsing Buffalos ranged</br>The mazy regions; slowly-marching now,</br>And pausing oft, beneath the pendant shade</br>They fought the flies, and cropt the juicy Cane:</br>Now priding in their empire uncontrol'd,</br>And glorying in the power of conscious might,</br>With sullen sportiveness they headlong cleave</br>The crackling brakes, and wildly rushing on,</br>Like a dark hurricane, the bladed groves,</br>The flowering plants, and virent herbage crush,</br>And shake with thundering sweep the sounding Hills.</br>In stately majesty the towering Elks</br>On every hand high-bounding, shook aloft</br>Their wide-diverging Antlers, snuffing strong</br>In every flying breeze the Strangers' breath;</br>And dashing over Hill and Brake and Copse,</br>Reverting oft a glance of timid wonder, sought</br>Security in gloom of deeper wilds.", "In countless herds, the fleetest Quadruped</br>That treads Columbia's vast uncultured plains,</br>The agile fine-limb'd Deer, gave beauty, life,</br>And fascination to the wild-wood scenes.</br>Now in the high-grown shrubbery of the glade,</br>They lave their glossy sides, and sip the dew</br>Bright-glistening on the sweet exuberant flowers;</br>Or nip the savoury leaves and tender moss,</br>Which constitute, with their green-shady tints</br>The variegated Picture's beauteous ground.</br>Now, sheltered from the strong-descending blaze</br>Of noon-tide sunshine, they in mild repose,</br>Beneath broad-foliag'd boughs lie closely couch'd</br>On lairs of cooling grass, while round them sport,</br>In nimble frisky glee, their spotted brood.", "Innumerous other more ferocious Beasts,</br>Gregarious some, but solitary most,</br>The deserts ranged; and through the thickets skulk'd,</br>Distaining many a Green with guiltless blood,</br>And holding the gramnivorous tribes in awe.", "At length Red River's rich cane-border'd banks</br>Our Heroes reach'd; and there a shelter form'd</br>For a Nocturnal lodge and screen from storms.</br>They thence to explore the fruitful regions round</br>Excursions daily made, and oft the marks</br>Of sanguinary savages descried.</br>But unappall'd, with still increasing zeal</br>The wonder-waking wilds they deeper pierced;</br>Kentucky's rock-brow'd, frowning banks soon pass'd,</br>And over uplands plains and streams advanced,</br>'Till great Ohio's mellow shores they trode;</br>And saw with joy sublime, the PRINCELY TIDE</br>Devolve his silvery billows towards the Sea.</br>There oft the tawny tenants of the wood</br>To them in fierce and frightful groups appeared:</br>Now chasing through the brakes the bounding game,</br>Now driving o'er the stream the shapeless raft,</br>Or angling in the eddying deeps for fish.</br>But cautiously our Heroes shun'd their ken;</br>For every gang was arm'd complete.", "The Hosts</br>Of Hell's infernal Empire had descried</br>The CONVOCATION of the Angelic Powers,</br>And through their emissaries ascertained</br>Its great design. &mdash; Their black tartarean hearts</br>With boiling gall o'erflow'd; &mdash; Hell's sulphury fires</br>Not hotter burn'd, than rag'd the demon flames</br>That heated up the furnace of their Breasts!</br>By all the purity of Heaven they swore,</br>And by Damnation's pitchy gulphs, to thwart</br>If in their power, the humanizing views</br>Of the Celestial Council; and forthwith</br>By subtle process, through the savage souls,</br>The poison of malignant passions pour'd,</br>And all their fury roused against the WHITES.</br>M'Bride and Findley and their valiant bands,</br>Who erst had visited in friendly guise</br>The \"DARK AND BLOODY GROUND;\" first waked the fire</br>Of Indian jealousy; which now the Fiends</br>Of nether darkness fed with secret fuel,</br>And fan'd into a flame of furious rage.</br>To FANTASIES transform'd, in midnight dreams,</br>They crouded Wizard-Horrors through the brain</br>Of the fierce Natives, representing Death</br>As whetting the \"LONG KNIFE\" to exterminate</br>Their tribes, while from its mighty blade huge streams</br>Of Indian blood in smoking sluices gush'd!</br>They saw their Groves and flowery Forests fall,</br>And desolating Conflagrations sweep</br>Their cany Vales and wig-wam Villages.</br>They saw their Deer, their Bears and Buffalos die,</br>And swarms of Whitemen covering all the plains,</br>Which from great Allegany's base extend,</br>To where MISSOURI'S thundering surges roll!</br>The presence of our Heroes in their land,</br>With tenfold dread their bloody VISIONS fill'd,</br>And kindling fierce resistance in their hearts,</br>Roused old and young of every tribe to arms.", "To avert despair, and give the Indian's ire</br>A livelier effervescence; Hell's dire powers</br>With the ill-omen'd Visions, others mix'd</br>Of more auspicious aspect; Sachems Seers,</br>And all the ORACLES of Savage Faith,</br>With the conflicting Fantasies were fill'd.", "In almost constant evagation, Boone</br>And his companions pass'd the summer tide;</br>Eluding every effort of the Foe,</br>To Sacrifice them to his BLOODY GOD.</br>The Hyperborean breath of Brumal winds,</br>Began the autumnal blooms and gossamer,</br>To scatter through the air and russet groves;</br>And still uninjured, the Adventurers brav'd</br>The dangers of the unreclaim'd domain.</br>But now the time of trouble and distress,</br>Of Cruelty, of Stratagem, and Death</br>Began to roll in view its bloody glooms.", "One morning Boone, accompanied by his friend</br>And bold Companion Stewart, left their Camp</br>And Comrades, and with unmolested march,</br>O'er mellow Bottoms and rich Hills progress'd;</br>Until the broad-spread, gold-embellish'd skirts</br>Of the red sun, hung blazing in the trees.&mdash;", "Through grass-crown'd glades and grape-empurpled groves,</br>Through forests with deep-flecker'd fruits adorn'd,</br>And fragrance of sweet fading flowers perfumed</br>In animating transports they had pass'd.&mdash;", "As on the breezy brow of a small hill,</br>Entranced with admiration's glow they stood,</br>No fear or vexing passion in their breasts;</br>A savage herd rush'd from a neighboring brake,</br>And clutch'd their noble limbs.  Their day of Woe</br>Was dawning now.  But all the darksome glooms</br>Of its disastrous morn, could not appall</br>The dauntless Prisoners.  Valor buoy'd their souls</br>Above complaint, and patriot VIRTUES taught,</br>How the hot vengeance of the savage heart</br>To soothe. &mdash; Conciliating meekness, mix'd</br>With manly dignity, their actions mark'd;</br>And mild Hilarity her smiles diffused</br>Like Summer sunshine o'er their winning cheeks.</br>In rigid thraldom seven days they pass'd;</br>Mean while engaged, the savage Jealousies,</br>Suspicions, Animosities and Wrath,</br>Against the white Americans to extirp.</br>So far our noble Captives had success;</br>The rigor of their bondage was relax'd,</br>And they permitted to repose unbound,</br>In the Nocturnal lodge.  As there one Night</br>On fur-skin beds they lay, in wildest depth</br>Of a Cane thicket; Boone, perceiving Sleep</br>Its death-resounding seal had deeply stamp'd</br>On every savage eye; and apprehensive lest</br>A larger and less lenient band might soon</br>Become of their precarious Destiny</br>The Arbiters, if the auspicious chance</br>Then offering an escape was not embraced;</br>With gentle touch his slumbering Comrade wak'd;</br>And off with light and speedy steps they stole,</br>Through the anfractuous brake, in whose dark maze</br>They wandered on, till Night's dim-beaming lamps</br>In Morn's wide-flowing floods of flame were quench'd.</br>They then in haste to their old Camp return'd,</br>And found it plunder'd and their Comrades gone!</br>The tawny foe had driven them thence, and they</br>Believing their adventurous Chief was slain,</br>And fearing friendless Winter might combine,</br>Through medium of his trace-betraying snows,</br>Or otherwise, with the red foe to yield them</br>Into the blood-reeking hand of grisly Death,</br>Conceived it prudent to tread back the Wilds</br>To Carolina's civilized abodes,</br>And therefore thither steer'd.", "In hunting Deer</br>And reconnoitering the New World, still Boone</br>And Stewart the unwasted hours employed:</br>First having rear'd on other ground, a Hut</br>To screen them from fierce Winter's freezing storms.", "Oft from our HERO'S eye, the tears of Love</br>Translucent drop'd, as sleepless Memory glanced</br>On his dear wife and babes and distant Home.</br>But the SUPPORTING ANGEL, still his heart</br>With spirit-strengthening fortitude inspired,</br>And warm'd him with the fires of virtuous Fame.", "Now Winter roll'd from bleak Northern skies,</br>His cloudy tempests towards the warmer West;</br>While Winds howl'd hoarsely through the bladed brakes,</br>And circumscribed within less ample bounds</br>The bold adventurers' quotidian tours.</br>As in their Camp one cold and blustering day,</br>Fire-warm'd they sat, retracing on the Map</br>Of honest memory, the deep-color'd lines</br>Of juvenile life, and sweet domestic joy;</br>A crackling in the tangled cane they heard,</br>And springing to the entrance of their tent,</br>Two Whitemen spied, whom soon they recognized,</br>And with the enraptured voice of transport hail'd.</br>For lo!  our HERO'S Brother and a Friend</br>Were there!  The joy of elevated souls,</br>Enliven'd and enhanced by all the powers</br>Which can to bliss its highest zest impart,</br>The unexpected interview sublimed.</br>The dreadful dangers lurking in each nook</br>Of the terrific waste, and all the clouds</br>Of adverse fortune which had gloom'd their peace</br>Since their arrival in the Wilderness,</br>Were now forgotten.  The glad news of Health</br>In his dear family, with thankful tears</br>Boone's eyes suffused.  Awhile with the warm gush</br>Of tender-thrilling extacy o'erwhelm'd,</br>In silence round his weeping Brother's neck,</br>With him exchanging happiest looks, he hung:&mdash;</br>And then his children one by one he named,</br>Enquiring eagerly for each, and heard</br>With all a Father's fond solicitude,</br>Their several little messages of Love.</br>The welfare of his Neighbors, and his Friends,</br>With the condition of his COUNTRY, claim'd</br>Successively his warm inquiring zeal.</br>His brother satisfied with ardent haste,</br>His strong affection-born anxieties;</br>And then described the influence of that power</br>Of social joy resign'd, to embark his fate</br>On that rough-rolling sea of Enterprise,</br>Whose bloody Surges heaved by Passion's storms,</br>And foaming underneath the boding shades</br>Of Death's dark Banners, threaten'd to o'erwhelm</br>Whate'er approach'd their desolate Domain.</br>He on his way had seen the good Delome,</br>Who a complete recital to him gave</br>Of all the circumstances relative</br>To the LOST MAID:  and then a servant sent</br>To lead him to Vulosko's humble dome,</br>Where Hospitality's benign salute</br>Received him at the door.  Melcena view'd</br>With kind discerning glance the unknown guest,</br>For in his lofty countenance she mark'd</br>A nameless play of mind, a mingled glow</br>Of sensibility and mental strength,</br>Resembling strongly what she oft had seen</br>In Daniel Boone's fine intellectual face!</br>She told, in Melville what she saw; he smiled,</br>Believing it mere female fantasy;</br>But her superior perspicatiousness</br>Was soon compell'd to own.  Vulosko read</br>Aloud a letter from his friend Delome,</br>Which introduced them to their gallant Guest.</br>From their warm lips benignant welcomes flow'd,</br>And melting Friendship glow'd within their hearts.</br>Majestic Melville's speaking look assumed</br>An air of more expressive tenderness;</br>And sweet Melcena's eyes of beaming blue</br>A lovelier livelier animation shed.</br>Her venerable Father grasp'd the hand</br>Of the vivacious visitant, and pray'd</br>That Heaven's Omnipotence would shield his life</br>From shaft of savage Inhumanity;</br>And aid his glorious efforts to extend</br>Refinement's humanizing flame, until</br>Like lambent day it spread through all the West.</br>\"You have a brother,\" said the white-lock'd Sire,</br>\"Whose arm the Battle's thundering bolt can wield,</br>Whose mind can kindle splendors in the shades</br>Of Savage Night, and make the gloomy throne</br>Of barbarous Ignorance fall beneath its powers:</br>Whose heart is Pity's altar, Virtue's shrine,</br>And Valor's empire! &mdash; Find him ere you rest,</br>And league your fate with his; convey to him</br>Vulosko's love! &mdash; His kind and manly worth</br>Is stamp'd indelibly upon my heart.</br>Inform him that the narrow Horizon</br>Of my descending Sun of life is clear;</br>Except that now and then a sombre cloud</br>From MEMORY'S melancholy pool exhaled,</br>Athwart it throws a temporary gloom.</br>For I had once a Wife!  and two dear Sons!&mdash;</br>She an my eldest son were snatch'd away</br>By the authorized Destroyer Death.  But James,</br>My manly James!  Was torn from me, was slain</br>By sanguinary men! &mdash; by cursed Choctaws!\"", "He paused a while and deeply sighing wiped</br>His tear-steep'd eyes; then cast a brightened glance</br>At Melville and his blooming spouse, and thank'd</br>Benevolent Heaven that still he had a SON,</br>To cheer the Wintry Season of old age,</br>To pillow up his dying head, and weep</br>Upon his grave. &mdash; He now the subject changed;</br>And shew'd his guest the wounded wretch Vonploor,</br>Who still was balanced in the dubious scales</br>Of Life and Death. &mdash; With these benignant friends</br>One Night our HERO'S noble Brother pass'd,</br>Then bade farewel, and travel'd on to meet</br>Upon the designated Mountain peak,</br>His enterprising friend and brave Compeer,</br>Who from Delome's a different rout he'd gone,</br>To find a Hunting band that was encamp'd,</br>Among the mighty mountains' howling glooms.</br>Again conjoin'd; the adventurers held their way,</br>Until Kentucky's woody plains they reach'd,</br>Where rambling on, at length they came by chance,</br>In hearing of our HERO'S cane-hid Camp.</br>In pleasure's manly sports, some pleasant weeks</br>The little cheerful company now pass'd.</br>But Joy alas!  is oft the Harbinger</br>Of sorrow &mdash; Pain delights to dart his sting,</br>Into the breast that beats with transport's throb;</br>And Death oft drinks, as if a sweeter draught,</br>The life whose currents roll with smoothest flow;</br>Making possession most to be desired,</br>And that oft too, while the pellucid stream</br>Is swelling in the highest tide of bliss.", "The Instigators of the INDIAN IRE,</br>With fierce Demoniac rage, its furious flames</br>Continued to incite, until they burst</br>In burning billows on brave STEWART'S head.", "The Centinels of Heaven's stellar Hosts,</br>Had not from their nocturnal watch retired,</br>But still from the cerulean Towers survey'd</br>With twinkling eyes the march of Myriad Worlds;</br>When Boon and his associate Trio rose,</br>And belted on their blanket-coats to course,</br>The red-leafed groves, and grape-crown'd Hills for game.</br>The morning's azure face from clouds was clear,</br>Bleak was his breath and piercing; and his locks,</br>With frost were powder'd o'er.  The Adventurers' nerve</br>Were strung for action, and their spirits brac'd</br>For valorous feats and perilous emprise&mdash;</br>The crackling wilds in separate routes they pierced;</br>Deep peals the ringing rifles oft times pour'd</br>Along the sounding dells, and rang the knell</br>Of many a dying Deer. &mdash; The keen-edged blade</br>Of Stewart's Butchering Knife, with severing plunge,</br>Full half a score of reeling, bleeding Stags</br>To earth that day had brought, and in the throats</br>Of four huge Buffalo's had been buried deep.</br>As the wild Genius of the Chase stood near,</br>To enroll his name among her favorite Sons,</br>And crown him with the laurels of the day;</br>Fierce, yelling swarms of savage Caitiffs, armed</br>With bloody Hatchets, from their ambush pour'd,</br>And instantly encircling him, let fly</br>Their death-commission'd Weapons, and dislodged</br>The intrepid Stewart's life!  His lofty frame,</br>Upon the frozen moss, blood-smoking fell;</br>His full bright eye now lost its lustrous glow,</br>And that strong-muscled face, commanding grace,</br>And animating smiles no more adorn'd.</br>His high-view'd heart, where generous valor reign'd,</br>Where patriot feelings warm'd the flowing blood,</br>And kindled aims of daring Enterprise,</br>In Death's cold gripe was still!  No more to beat!</br>No more to feel!  In puddles now,</br>The vapid fluid once with spirit warm,</br>His lifeless bosom's frigid cisterns fill.</br>Those fine-form'd limbs that scaled the mountain-steeps</br>Unwearied, and with vigorous speed pursued</br>O'er Hills and streams and Vales the vaulting game,</br>Voracious Wolves and Vultures now devour!</br>What though, thou Martyr in Refinement's cause!</br>No kindred weep around thy pallid Corse,</br>And wrap it in the snow-white winding sheet&mdash;</br>What though no mourning symbols, cypress boughs,</br>And melancholy crape around thee hang&mdash;</br>Nor polish'd Coffin, nor protecting grave,</br>Thy cold, thy gore-encrusted Corpse receive?</br>What though no mournful Bells nor muffled Drums,</br>Nor mixed procession robed in funeral black,</br>To thy remains Sepulchral homage pay?</br>What though no tomb in monumental grandeur mark</br>Among Mausoleums of distinguish'd Dead,</br>And mossy sepulchres of many an age,</br>The shrine where Stewart's slumbering bones repose?</br>What though upon a thousand Hills thy dust,</br>Now slumbers, unawak'd by the rude tread</br>Of passing feet, unconscious where thou sleep'st?</br>What though all this, since Angels mourn'd thy fall!</br>Since the HISTORIC Genius has inscribed</br>On Fame's imperishable rolls thy name!</br>Since God's own vivifying voice will lift</br>Again thy scatter'd ashes from the ground;</br>And from his Holy Bosom send thy soul</br>The renovated tenement once more</br>To occupy; when spirit-wing'd, it shall,</br>To join the sainted Hosts of Heaven ascend!</br>And with PHILANTHROPY'S seraphic Sons,</br>Who bled conflicting with the embattled bands</br>Of fell Barbarians in the bloody West,</br>Forever bask in brilliant beams of BLISS!", "Much the surviving Heroes mourn'd the loss</br>Of their magnanimous Colleague and Friend;</br>Boone's bosom intimate, and VALOR'S pride!</br>Again their dwindled number was reduced,</br>And Boone and his brave Brother left alone,</br>By the departure to the settlement</br>Of their remaining Comrade.&mdash;", "WINTER now</br>From Nature's face had struck the smiling bloom,</br>And o'er the world with dreadful ravage reign'd.</br>At his approach the sylvan music ceased,</br>And shrinking VEGETATION hid beneath</br>The icy surface of the frozen soil:</br>The wither'd Wild was drear as Death's Domain!</br>And echoed with the roar of hoarse-lunged STORMS,</br>And chilling yells of flesh-devouring Beasts.</br>But Boone's self-centered soul unshaken tower'd</br>Sublimely o'er the Horrors of the Waste,</br>And like a cloud-impaling Pyramid,</br>The Tempest's desolating rage defied!</br>With philosophic calmness of he said,</br>\"My Brother!  now we see what a rich fount</br>Of pure felicity the mind of man</br>Within itself contains, if not defiled</br>By the corruptions of soul-blackening Vice.</br>How little on the gew-gaw glare of Wealth,</br>On Power's pageant pomp, and vain parade,</br>The human heart for happiness depends.</br>The Fashionable World's a Masquerade,</br>In which the real character's conceal'd:</br>It has ten thousand lures to snare the soul,</br>And is with Falsehood, Flattery and Deceit,</br>With Calumny and Disappointment fill'd.</br>Its smiles are like the fabled Syren's songs;</br>Its pleasures are the painted pills of Death;</br>And when to us its tempting hand it gives,</br>Its faithless, cold, deceitful heart's withheld.</br>Contentment builds her silky-plumed Nest,</br>In the pure Heart where Innocence abides;</br>And Innocence on timid pinions flies,</br>To Nature's Solitudes and sweet retreats.</br>From the turmoil of Vice-envelop'd Crouds,</br>'Tis there the soul by passions undisturb'd,</br>In philosophic converse with herself,</br>Can ascertain her energies divine,</br>And exercise them in exalted thought&mdash;</br>'Tis there the mind with animated eye,</br>Behold her intellectual currents roll,</br>Unruffled and serene; and raptured sees</br>IMAGINATION'S rainbow-splendors gild,</br>Her pure pellucid deeps and sparkling waves;</br>And silent WISDOM'S sterling gems enrich</br>Her beds profound.\"", "Bleak Winter's reign though fierce,</br>Was short.  Our Hero and his Brother braved,</br>With spirits high, its joy-forbidding frowns;</br>Devoting to their reconnoitering task,</br>And hunting pleasures almost every day.</br>At length, at Angel-featured Spring's approach,</br>The surly Tyrant's cloudy Hosts retired,</br>And sheltering in their Northern Fortresses,</br>Hung round their gloomy Monarch's icy throne.</br>Again enfranchised from her frozen bonds,</br>Invigorated, with rekindled life,</br>From the dark bowels of her brumal grave,</br>Triumphing VEGETATION rose, and breathed</br>Her scented sweetness on the silk-wing'd gales.</br>Once more returning MAY blush'd o'er the Wilds;</br>But found, unwonted sight!  our Hero sad!</br>His Brother now was gone; was travelling home,</br>For Horses, ammunition and what else</br>Their state required &mdash; A mind less firm than Boone's,</br>Could not have braved the soul-transpiercing thrusts</br>Of dagger-edg'd Reflections, which assail'd</br>His bosom's tenderest points.  He now was left</br>Amid surrounding swarms of fiercest fiends,</br>Without a single friend, save the kind Spirit;</br>Who faithful to his delegated charge,</br>Still with his viewless shield protection spread</br>Around the Hero's life.  The cultured banks</br>Of peaceful Yadkin; the unbloody Hills,</br>Where once unapprehensive of a Foe,</br>He enjoy'd the Chase, his fellow-sportsmen's song,</br>And animated jest, their cheerful interchange</br>Of graver sentiments, and mild debates</br>On politics and man; &mdash; with charms renew'd,</br>All these in Memory's mirror he beheld,</br>And for their loss a moment mourn'd.  But most,</br>His mind to melancholy was disposed,</br>By musing on the misery-boding Fears,</br>The kind Concern, and keen Inquietude,</br>Which day and night disturb'd the peace; which pain'd,</br>And stung incessantly the sorrowing hearts,</br>Of his Angelic spouse, his high-soul'd Sons,</br>And tender-bosom'd Daughters &mdash; If indulged,</br>Reflections on those somber themes would soon</br>Have shadow'd o'er the lucid pane, through which</br>Contentment's radiant beams his soul illumed.</br>But he too well a HERO'S duty knew</br>To bury in privation-brooded glooms,</br>In the dark shadows of domestic woe,</br>The kindling sparks of useful Enterprise;</br>Which promised by gradations to expand,</br>Until their bright illuminations spread,</br>Through the Barbarian Blackness of the West.</br>His cares of Home on Heaven he therefore cast,</br>And sought felicity within himself,</br>And in the flowery treasures of the Wild.</br>Oft where the beauteous Crown-imperial bloom'd</br>In gorgeous pomp unveil'd, and Tulip-laurel</br>Its sweet effluvia on the gales diffused,</br>He rambled to enjoy their cheering charms!</br>And of the princely Pinnacle he scaled</br>Of a smooth Hill, which o'er the green campaign</br>In airy pride, and conic grandeur tower'd:</br>He there in wondering contemplation gazed,</br>On various God-proclaiming scenes, which shone</br>In glorious fulgour, far as eye could roll.</br>He thence great NATURE'S THEATRE beheld</br>In all its pomp and splendid scenery clothed;</br>Herself the Mistress of the grand DISPLAY,</br>And the distinguish'd HEROINE-ACTRESS too!</br>Her curtain with the opening dawn she drew,</br>And myriad strains of plausive Melody,</br>Her entrance on the gorgeous stage proclaim'd!</br>The varying scenes a thousand times she changed;</br>Her sweet serenity and mellow smiles</br>She now diffused and trod in purest light!</br>While round her frisk'd and play'd in happiest life,</br>In gambols of wild joy her retinue,</br>Of feather'd and four-footed animals;</br>And o'er the scenic drapery's cloud-form'd sheets,</br>To beautify them with prismatic hues.</br>Its gliding streams, her golden Day-lamp pour'd.</br>But now encompass'd by tempestuous glooms,</br>She bends her blackening brow &mdash; and thunders break</br>In rolling vollies o'er the shuddering Stage;</br>While swiftly round her form sublime, the blaze</br>Of scathful lightning sweeps &mdash; the mountain peaks,</br>Which darkly in the distant back-ground tower,</br>Are shrouded in her frown! &mdash; And weeping Skies,</br>The tragic darkness, and tumultuous throes,</br>In tearful torrents mourn.  The gushing streams</br>To great Ohio's, swelling surges roll;</br>And He, with billowy agitation boil'd,</br>Deep-roaring rushes down his foaming way.</br>But soon again she scatters from her face</br>The curling clouds, from the wide Canopy</br>Withdraws the sable HANGINGS, and a Calm</br>Enliven'd with redoubled splendor, spreads!</br>Unmasking all her charms in loveliest bloom,</br>And garnishing the groves with brighter green,</br>She seem'd commission'd by the power of Heaven,</br>To deck the world with more magnific pomp!</br>From that commanding Hill, those changing scenes,</br>Our Hero oft with hallow'd rapture view'd.</br>If Nights tenebrious shades the prospects veil'd,</br>While yet he linger'd on the airy mound;</br>Upon the plumy lap of gentle sleep</br>His head he laid, and there reposed till morn;</br>Or listening to the Owl's wild-thrilling scream,</br>The Wolf's blood-chilling howl and hungering yell;</br>Or gazing on the sky-throned Queen's bright face,</br>The planetary spheres, the burning stars,</br>The meteor gleams, the silver-winged clouds,</br>The darken'd wastes, the moon-reflecting waves,</br>And beam-absorbing mists, the Night he'd spend</br>In philosophic thought and transports wild!", "The Goblin-visaged spectre Fear, that haunts</br>The Coward's heart, crawls through his haggard dreams,</br>Depictures Death and Dangers and Distress,</br>And grinning bloody forms through all his thoughts,</br>In Boone's undaunted Breast could never live.</br>He knew, that Fear the active nerves benumbs,</br>When most their useful aidance is required,</br>Imparting thus to dangers double force.</br>He knew, that the Almighty's arm, which shields</br>From shafts of Jeopardy, the harmless heart,</br>In soft refinement's social scenes, can guard,</br>With equal ease, the breast which beats in wilds,</br>Where barbarous Heathens raise the arm of Death,</br>And dreadful Beasts, for blood, the forests prowl.</br>He therefore boldly bade the grisly Fiend,</br>Infernal Fear, avaunt.  No idle day</br>He pass'd.  But great Ohio's cane-cloth'd plains</br>Unceasingly explored.  No City's pomp,</br>Reflecting all the blaze of polish'd Art,</br>With turrets, spires, and steeples crown'd,</br>With sweetest Beauty's vestal choirs adorn'd,</br>With flapping sails of richest Commerce wing'd,</br>And Luxury's costly Magazines enrich'd,</br>Could half so much delight have given his mind,</br>As the unfolding WORLD OF WONDROUS CHARMS,</br>Sublime, majestic, beauteous, splendid, fair,</br>Which oped its wild luxuriance on his eye</br>Wheree'er he trod. &mdash; Ohio's limpid flood</br>Innumerous Beauties in itself contain'd,</br>And Majesty and glorious Grandeur too!</br>Its slowly-sliding volume seem'd a Sea</br>Of molten silver, smoothly rolled along.</br>Great Trees above its turfless bottoms towered,</br>And spread their giant-branches o'er its Deeps;</br>Whose lucid Mirror pictured every leaf,</br>Bright-crimson'd bud, and spiral-winding vine,</br>Which waving o'er their watery surface, hung.</br>The finny tenants of the liquid cells,</br>In myriads sported through the rolling stream;</br>Now springing at the floating fly,  they break</br>Its glassy superfice, now darting down</br>The crystal element, they again return</br>To playful gambols on their pebbly beds.</br>Too pervious to the eye, the incumbent Mass</br>Of cloudless liquid to conceal from view</br>Their glancing forms. &mdash; With graceful majesty,</br>Tall arch-neck'd Swans in snowy bevies sailed,</br>The waving bosom of the flowing flood;</br>And pour'd in murmuring undulations through</br>The tremulous waves and vibratory air,</br>Their trumpet notes and deeply-quavering tones.</br>Aquatic flocks of various kinds besides,</br>Some rowing on the shining stream, some buoy'd</br>On clattering pinions o'er its bright expanse,</br>And circling through the scream-resounding air,</br>Surveying with instinctive, wild delight,</br>The inviting beauties of the watery scenes;</br>Our Hero saw.  And ofttimes he beheld,</br>Proud Antler-crowned Deer, in ample droves</br>The unrippling current stemming.  Ofttimes too,</br>From bank to bank his curious eye pursued</br>The unsocial Bears, which with nigrescent paws,</br>Through the bright stream their shaggy bodies oar'd.</br>Continuing on his reconnoitering route,</br>Beyond Ohio's winding course, o'er plains</br>With dulcet fruits, and flosculous beauties rich,</br>He reach'd at length the mighty MONARCH STREAM,</br>The great Imperial River of the West!</br>Majestic MISSISSIPPI!  and beheld;</br>Like HOST of Battle-charging STEEDS inflamed</br>By rage-enkindling trumpets, fires and drums,</br>And sanguinary Death, descending down</br>Some sloping field with rolling KNOBS emboss'd;</br>The turbid torrent's fury-foaming WAVES,</br>Impetuous dashing onwards towards the Sea;</br>As if disdaining to disgrace their pride,</br>By lingering long 'mongst humble inland streams,</br>Or holding back from the great RENDEZVOUS,</br>The awful ARMY of assembled Floods;</br>Their tributary force.  In thought sublime</br>Upon the wave-worn bank the Hero stood,</br>And hail'd with extacy the headlong flood!</br>The associating principle of mind,</br>That throws the thoughts with rapid power,</br>O'er all the mazy complicated chain</br>Of objects, which are link'd to the grand theme</br>That with sublime sensation swells the soul;</br>Boone now in all its forceful influence felt.</br>Through Fancy's retrospective Vista, he,</br>His intellectual vision swiftly glanced,</br>And witness'd the first flow of watery floods;</br>When at the ETERNAL'S great creative word,</br>They started from ten thousand roaring Springs&mdash;</br>When from the loftiest height of this vast land,</br>Its four IMPERIAL Rivers, Aregon,</br>St. Lawrence, Bourbon, and Columbia's pride,</br>Great Mississippi!  roll'd their thundering tides.</br>From one deep, Ocean-fed, exhaustless source,</br>A MIGHTY SUBTERRANEOUS RESERVOIR!</br>He saw their youthful Torrents proudly rise;</br>The massy rocks, and earth obstructive, burst,</br>And drive their Chariots' foam-enveloped Steeds,</br>Divergent, bounding down the seaward dells.&mdash;</br>On towards our spheric planet's primary points,</br>The liquid wheels through darksome deserts roll,</br>Passing a thousand varying climes remote;</br>Before they sparkle in the briny deeps.</br>Down through the unceasing lapse of circling time,</br>He saw the still continued currents roll;</br>Oft swollen high by inundations pour'd</br>From bursting clouds, uprooting huge-grown woods;</br>And bearing ponderous wrecks, in crashing rage,</br>Along the wilds to the ingulphing Seas.</br>His thoughts prospectively he also cast,</br>And through Imagination's optics viewed;</br>With brilliant diadems of COMMERCE crown'd,</br>And with the products of a thousand farms,</br>And riches of Mercantile Kingdoms fraught,</br>With FREEDOM'S Cities and REPUBLICS lined</br>And Happiness and Heavenly Virtues cheer'd;</br>The royal stream, on whose rich banks he stood.</br>With Contemplation's high Cherubic zeal,</br>The joy-inspiring prospect warm'd his soul,</br>And drove o'er themes stupendous as the Heavens,</br>His lofty-soaring Fancy's winged wheels.</br>But most the POWER and kind MUNIFICENCE,</br>Of that supremely elevated God,</br>Who said, \"exist!\"  and space was fill'd!  Who spake,</br>And flaming Suns appear'd!  Who said, \"arise!\"</br>And dust was Man!  Whose touch can change to seas,</br>The solid worlds, and through the gelid wilds</br>Of spacious Air, ten thousand Rivers roll,</br>And petrify to flint the Ocean-floods!</br>On his Ominipotence and Goodness most</br>Our Hero mused. &mdash; While thus in thought deep rapt,</br>He loiter'd on the billow-beaten banks,</br>Whose sandy base the excavating waves</br>Incessantly reduce, and heedless trode</br>The surge-impending brink; the beach-crown'd mass</br>With all its vegetative load, abrupt,</br>Tumultuous!  broke from the supported soil,</br>And with impetuous uproar plunged amid</br>The furious flood! &mdash; Swift from the tumbling bank,</br>He leap'd into the agitated deep,</br>And o'er his head the angry surges curled.</br>But with strong strokes he upward cleaves his way,</br>And rises boldly through the bubbling foam!</br>The shore-rebounding billows beat him thwart</br>The profluent waves, these bear him down</br>The tossing tide &mdash; the cumbrous wreck behind</br>Rolls darkling on, and breaks the stream apart.</br>Hence rough, increasing surges drive amain</br>The Hero onwards, 'till in widening sheets,</br>Far from the floating islet-mound, they spread</br>A smoother breast, o'er which he swims secure,</br>And reaches safe again the welcome beach.", ""]