["CLODDY, AND GRUBBINOL.</br>CLODDY.</br>Where gang'st thou, Grubbinol?  what, into Town?</br>Awhile, if thou hast Leisure, sit adown.</br>As yet no Sun doth o'er the Hills appear,</br>And Folk of Town wont not to up so rear.</br>With pearly Dew the Blades of Grass are dight,</br>And mounting Larks with Songs the Sun invite.", "GRUBBINOL.</br>From ev'ry Bush is heard the Note of Birds,</br>And the fresh Morn a Pleasance blithe affords.</br>Not far I'm going, and awhile will stay,</br>If thou wilt tend my Herds when I'm away.</br>A sad Mischance had I but yester Eve,</br>When on these Plains my Flocks I hap't to leave:</br>The Ram athirst did to the River hie,</br>His Fleeces even now been't thorow dry.", "CLODDY.</br>Come then, my Lad, let's take this blithesome Seat,</br>Anon I'll give your Flocks all Tendance meet:</br>But tell me, Grubbinol, the Reason why</br>So often into Town thou'rt wont to hie.</br>I shrewdly ween, thou'st  kenn'd some Damsel smart,</br>And by a heedless Look hast lost thy Heart.", "GRUBBINOL.</br>Cloddy, I deem thee for a cunning Wight,</br>Since thou so rightly judgest of my Plight.</br>Nor am I wistful that my Guere is known,</br>Since Violetta makes my Case thy own.</br>Alike we rearly rise, alike we pine;</br>My Heart's Oafelia's, Violetta's thine.", "CLODDY.</br>While Sky-Larks build their Nests upon the Ground,</br>And batning Eels in slimy Dykes are found;</br>While nimble Squirrels frisk from Spray to Spray,</br>And weak-ey'd Owls avoid the Sight of Day;</br>While Willows flourish by the flowing Stream,</br>So long shall Violetta by my Theme.", "GRUBBINOL.</br>Sooner shall Reeds the highest Hills adorn,</br>And sultry Noon be cooler than the Morn:</br>Sooner shall Aspen Leaves forget to shake,</br>And buxome Lasses chace the speckled Snake:</br>Sooner shall Ivy cease the Oak to bind,</br>Than my Oafelia vanish from my Mind.", "CLODDY.</br>As I last Year by yonder Copse did speed,</br>I saw a painted Jay her Nestling feed.</br>Streightway did I unto her Nest repair,</br>And rob'd the tender old one of its Care.</br>I fed the gaping Bird full many a Day,</br>Then slit its Tongue, and taught it thus to say:</br>\"Tho I with dainty Plumes am clad so rare,</br>Yet Violetta trimmer is by far.\"", "GRUBBINOL.</br>As I one Night was tripping home from Field,</br>Tir'd with its Flight a Mag-pye I beheld.</br>Ee'r it could rest, the weary Bird I caught,</br>Convey'd it home, and soon this Lesson taught:</br>Oafelia, \"leave the Town, and cheer the Plain;</br>For Grubbinol shall be thy faithful Swain.\"</br>When Mag could well repeat this Verse so rare,</br>I turn'd it loose again, to fleet in Air.</br>This Bird the Talk of ev'ry Lout did prove,</br>And by this neat Device I gain'd in Love.", "CLODDY.</br>As I of Land an Ox-gang plough'd one Day,</br>Gay Violetta in the Hedges lay.</br>Soon as I turn'd my Back, the buxome Maid</br>With mellow Apples briskly plied my Head.</br>I minding not the Proverb to fulfill,</br>To catch that Mouse soon let the Plough stand still.</br>The Wanton hid herself, and would not speak,</br>Yet giggled loud, lest I in vain should seek.", "GRUBBINOL.</br>The Lads and Damsels all one Even-tide</br>Together met, and play'd at Hooper's-hide.</br>The Lot determin'd me from ev'ry Clown,</br>That while the rest did hide, must lie adown.</br>Adown I lay, yet cast a side-long Eye,</br>And saw Oafelia to the Hay-rick hie.</br>Straight for the nonce I pass'd each Swain and Lass,</br>And made as tho' the Hay-rick I wou'd pass.</br>Oafelia hoop'd, the Reason ween you well;</br>For says the Proverb, Never kiss and tell.", "CLODDY.</br>One sultry Noon beneath a Tree I lay,</br>And on my Pipe to please myself did play.</br>The clouded Welkin darken'd soon the Plain,</br>And here or there adown fell Drops of Rain:</br>Her Flocks my Violetta left in haste,</br>I ken'd the Damsel as she deftly past.</br>As from the Plain she overly did flee,</br>A silken Garter dropt from off her Knee.</br>Away I sped, and caught it in a trice,</br>And read eftsoons thereon this neat Device:</br>\"As this is wont my tender Knee to bind,</br>So to my Heart my Sweet-heart true is twin'd.\"</br>Oh!  may I prove that Sweet-heart true to be!</br>For sure I am she thought of was by me:</br>And Lads and Lasses say, your Sweet-heart true,</br>When e'er your Garter slackens, thinks of you.", "GRUBBINOL.</br>Ten Pigs my Sow did farrow t' other Night,</br>And ev'ry Tenth you wot's the Parson's Right.</br>Last Eve I home did bear the squeaking Fee,</br>And there I hap'd the Parson's Maid to see,</br>Who wistful look'd, and fix'd her Eyes on me.</br>I left the Pig, and would no longer stay,</br>But for Oafelia's sake I turn'd away.</br>Tho' well I ween, if I would faithless prove,</br>The Parson's Maid would fix on me her Love.", "CLODDY.</br>I wou'd not Violetta leave to gain</br>The Love of all the Lasses on the Plain.</br>The featest Lass is she, nor lack I Wealth,</br>So let us to the George, and drink her Health.", "GRUBBINOL.</br>I wou'd with all my Heart, but must away,</br>I have already made too long a Stay:</br>For, see, the Sun has dry'd up all the Dew,</br>That now the Grass will scarcely wet one's Shoe.</br>But Cloddy tend my Herds if they should lack,</br>And I will owe a Pot when I come back.</br>"]