["While you, dear Sir, in Redhall's sweet Retreat,</br>Enjoy the Pleasures Peace and Wealth bestow,</br>And bid with patriot care, around you Seat,</br>The cherish'd Arts of Industry to grow.", "Condemn'd to feel the Power of Fortune's Hate,</br>In vain I sigh the tedious Hour away;</br>Mischance, alas!  directs my wretched Fate,</br>To Grief and Sorrow gives my Mind a Prey.", "Ye happy Days!  that once were wont to rise,</br>And swiftly pass, with smiling Pleasure crown'd,</br>Why must your Dawn be witness to my Sighs?</br>While Nature blooms, must I be drooping found!", "No fierce Ambition then had fill'd my Soul,</br>No keen Misfortune pierc'd my tender Breast;</br>Nor stopp'd I then before I reach'd my Goal,</br>By Disappointment's tort'ring Pangs distrest.", "Alas!  how fleeting every Bliss of Life!</br>How soon by Care or sad Affliction crost!</br>Man is but born to lead his Days in Strife,</br>At last o'ercome to sink &mdash; for ever lost&mdash;", "&mdash;'Twas Night:  and silent Darkness veil'd the Sky,</br>No twinkling Star bestow'd its feeble Ray,</br>Soft Sleep had closed to rest the wearied Eye,</br>And Grief alone in musing Sadness lay.&mdash;", "When lo!  appear'd before my Bed confest,</br>The mournful Image of my parted Friend,</br>Silent he stood:  at last these words addrest,</br>These Words that ne'er shall leave my anxious Mind.", "Yet ah!  unlike the Friend that pleas'd before,</br>The gay Companion of my former Days;</br>No more his Face its kind Complacence wore,</br>No more we met with Friendship's warm Embrace.", "His ghastly Eyes had lost their wonted Fire,</br>No youthful Bloom his faded Cheek display'd;</br>Wrapt in a mournful Shroud, the Grave's Attire,</br>And all the dismal Trappings of the Dead.", "\"Nisbet!  he said, and seiz'd my trembling Hand,</br>Why thus in Youth to Sorrow fall a Prey?</br>Now these the Dictates of your Friend attend,</br>His last sad Dictates do not disobey.", "\"No more alas!  my well-known Voice you'll hear,</br>Since doom'd in Death's cold Mansions to remain;</br>Why cloud our Meeting with that rising Tear?</br>Forbear your Sorrow; ah, my Friend, 'tis vain.", "\"Disease, you know, has cropt my early Prime,</br>In youthful Age consign'd me to the Tomb:</br>Relentless Friends!  oh, what my fatal Crime,</br>Thus snatch'd away in Manhood's op'ning Bloom?", "\"Lost in the Grave, my Name at once shall die;</br>No future Fame shall say Mackenzie liv'd;</br>The letter'd Stone its feeble Art may try,</br>Soon of its fading Mark by Time bereav'd.", "\"Ah!  what avail'd, that on my opening Mind</br>Beam'd all the knowledge which fair Science taught?</br>When once the fleeting Spirit is resign'd,</br>Adieu for ever each far-reaching Thought!", "\"To you, my Friend, I leave to speak my Praise,</br>To tell what, fav'ring Fate, I might have been:</br>And oh!  where'er your Lyre its Song shall raise,</br>On a dead Friend bestow one pitying Strain&mdash;", "\"So may your Muse enjoy the Sweets of Fame,</br>By Fortune favour'd, and with Pleasure blest;</br>May future Tongues record with Praise your Name,</br>While here, in dark Oblivion, I shall rest!\"", "Ah, why, I cry'd, thus bid my Muse aspire,</br>By Nature form'd for Scenes of humble Ease?</br>Tho' e'en my Breast should feel Ambition's Fire,</br>How ill my Lot with higher Thoughts agrees!", "Placed on a Desert Rock, where Favour ne'er</br>With partial Smile shall deign to look on me:</br>Ah, little born for Fortune's guardian Care,</br>I meet, resign'd, whate'er my Fates decree&mdash;", "\"A Patron seek, the mournful Shade replied,</br>Whose gen'rous Soul may bid your Fortune rise;\"&mdash;</br>Then cast around a parting Look &mdash; and sighed,</br>My feeble Arms in vain to stay him tries.</br>"]