["COLLIN.</br>Thenot and Chloris, red lipt Driope,</br>Shepheards, Nymphs, Swaines, al that delight in field,</br>Living by harmlesse thrift your fat heards yeelde,</br>Why slacke yee now your loved company?</br>Up sluggards, learne, the larke doth mounted sing,</br>His cheerefull Carrolls, to salute our King.", "The Manis, blacke-bird, and the little Wren,</br>The Nightingale upon the hawthorne brire,</br>And all the wingd Musitions in a Quire,</br>Do with their notes rebuke dull lazie men.</br>Up shepherds, up; your sloth breeds al your shames</br>You sleep like beasts, while birds salute K. James.", "The gray eyde morning with a blustring cheeke,</br>Like Englands royall Rose mixt red and white,</br>Summons all eies to pleasure and delight,</br>Behold the evenings deaws doe upward reeke,</br>Drawn by the Sun, which now doth gild the skie,</br>With his light-giving and world-cheering eie.", "O that's well done; I see your cause of stay,</br>Was to adorne your temples with fresh flowers:</br>And gather beautie to bedecke your bowers,</br>That they may seeme the Cabinets of Maie:</br>Honor this time, sweetest of all sweete Springs.</br>That so much good, so many pleasures brings.", "Nor now alone the livery of the earth</br>Gives not life, comfort to your bleating Lambes,</br>Nor fills the strowting udders of their dams,</br>It yeeldes another cause of gleesome mirth,</br>This ground weares all her best embrodery,</br>To entertaine her Soveraignes majestie.", "And well she may, for never English ground</br>Bore such a Soveraigne as this Royall Lord:</br>Looke upon all Antiquaries Record;</br>In no Inrollment such a King is found.</br>Beginne with Brute, (if that of Brute be true,)</br>As I'le not doubt, but give old Bards their due.", "He was a Prince unsetled, sought a Shore</br>To rest his long-tosst Troy an scattred Race:</br>And (as tis sed) found here a resting place:</br>Grant this:  but yeeld, he did false gods adore.</br>The Nations were not calld to Christ that time,</br>Blacke Pagan clouds darkned this goodly Clime.", "So, when dissention brought the Romans in,</br>No Caesar till the godly Constantine,</br>(Descended truly from the Brittish line)</br>Purgde this Iles aire from Idoll-hated sinne;</br>Yet he in care of Rome left Deputies.</br>Our James maintaines (himselfe,) his dignities.", "The Saxon, and the Dane, scourged with sharp steele,</br>(So did the Norman Duke) this beauteous Land,</br>Invading Lords raigne with an yron hand:</br>A gentler ruling in this Change we feele,</br>Our Lion comes as meekely as a Dove,</br>Not conq'ring us by hurt, but harty love.", "Even as a calme to tempest tossed  men,</br>As bread to the faint soule with famine vext;</br>As a coole Spring to those with heate perplext,</br>As the Sunnes light into a fearefull denne,</br>So comes our King:  even in a time of neede,</br>To save, to shine, to comforte and to feede.", "O Shepheards, sing his welcome with sweete notes,</br>Nymphs, strew his way with Roses Red and White,</br>Provide all pastimes that may sense delight,</br>Offer the fleeces of your flockes white cotes:</br>He that now spares, doth in that saving, spill;</br>Where Worth is little, Vertue likes good will.", "Now from the Orchades to the Cornish Iles,</br>From thence to Cambria, and the Hyberian shore,</br>The sound of Civill warre is heard no more;</br>Each Countenance is garnished with smile,</br>All in one hymne with sweet contentment sing,</br>The praise and power of James their onely King.", "Our onely King, one Ile, one Soveraigne;</br>O long-desired, and perfected good!</br>By him the heate of wrath, and boyling blood,</br>Is mildely quencht; and Envie counted vaine,</br>One King, one people, blessed unitie,</br>That ties such mightie Nations to agree.", "Shepheardes, Ile not be tedious in my Song;</br>For that I see you bent to active sport;</br>Though I perswade me all time is too short,</br>To welcome him, whome we have wisht for long.</br>Well done, dance on; looke how our little lambs,</br>Skippe as you spring, about their fleecie dams.", "Thus were yee wont to trip about the Greene,</br>And dance in ringlets, like to Fairie Elves,</br>Striving in cunning to exceede your selves,</br>In honour of your late falne summer Queene:</br>But now exceede; this Maie excelles all Springs,</br>Which King and Queene, and Prince and Princesse brings.", "Showt joyfully, ye Nymphs, and rurall Swaines,</br>Your maister Pan will now protect your foldes,</br>Your Cottages will be as safe as Holdes,</br>Feare neither Wolves nor subtill Foxes traines,</br>A Royall King will of your weale take keepe,</br>Hee'le be your Shepheard, you shalbe his sheepe.", "He comes in pompe; so should a King appeare,</br>Gods Deputie should set the world at gaze;</br>Yet his milde lookes drive us from all amaze,</br>Clap hands for joy, our Soveraigne draweth neere,</br>Sing Io, Io, shepheards dance and sing,</br>Expresse all joy, in welcoming our King.", "The aire, the season, and the Earth accord</br>In Pleasure, Order, both for sight and sense:</br>All things looke fresh to greet his  Excellence,</br>And Collin humbly thus salutes his Lord:</br>Drad and belovde, live Englands happy King,</br>While seasons last fresh as the lively spring.</br>"]