["A Spirit sits amid the ruin'd walls</br>Of Earth's fallen temples, and continually</br>On Man's doom'd race, Cassandra-like, she calls,</br>Though her's is not the voice of prophecy,</br>But a stern record of the days gone by;</br>A chronicle of ruin dark and drear&mdash;</br>A tale that ends in mutability;</br>But, as deaf adders, who a sullen ear</br>Turn to the charmer's voice, they will not hear.", "Still fret they on midst waves of toil and crime,</br>Lay up their stores where moth and rust corrode,</br>Then float like bubbles down the stream of Time,</br>Till on Oblivion's shores their griefs displode.&mdash;</br>Let him whose spirit earth's wild tumults goad,</br>Whose hopes have vanish'd like a lost star's beam,</br>Seek the lone haunts where grandeur once abode,</br>Where cities through the desert air did gleam,</br>And learn, that life itself is but a dream.", "There, leaning on some mouldering column's base,</br>Whose brethren on the earth have long been laid, </br>Where the wild rose in solitary grace</br>Doth bloom, or ivy flings a pensive shade,</br>A holier influence will his thoughts pervade&mdash;</br>A power that mocks at mortal woe's control;&mdash;</br>And truth will come, in changeless hues array'd;</br>And peace, not of the world, will gently roll</br>Its healing waters o'er his wounded soul.", "For what his woes?  the conflict of a day&mdash;</br>A jar in Ocean's diapason deep.</br>And what his doom?  since empires pass away</br>Like vapour from the hills, when the winds creep</br>From out their caves, and o'er their summits sweep.</br>Eternal Nature wheels her constant round,</br>Day dawns, and Night her vigil dim doth keep</br>O'er the gray cairn and green funereal mound,</br>Where by-gone nations rest in sleep profound.", "Go search th' arena of that sterner age,</br>Where, in his infancy of being, Man</br>Traced his first records on tradition's page&mdash;</br>That orient world, from whence the full tide ran</br>Fruitful with life &mdash; where pomp and power began</br>To dream themselves immortal, or aspired</br>To lengthen out life's all too fleeting span</br>By efforts of the mind; renown acquired;</br>Or works of art, by Genius' self inspired.", "Go seek, and thou shalt find some shapeless mass</br>That vainly 'gainst decay's approach contends:</br>Some dark enigma of the thing it was&mdash;</br>Mammoth of Art's creation &mdash; o'er which bends</br>The man of ancient lore, and fondly lends</br>Undying glory to its greatness gone;</br>And in his zeal some truth with fiction blends;</br>And ponders, 'wilder'd, o'er each crumbling stone,</br>Rich in a language to his race unknown.", "Tyre, Carthage, Ninus &mdash; thou, Persepolis,</br>O'er whose destruction mystery hangs a cloud,</br>In whose shorn splendour we discern but this,</br>Thou wert of eld a fane or palace proud,</br>But Fame hath ceased to vaunt of thee aloud.</br>Ye are in time's horizon seen to shine,</br>Like islands hail'd through ocean's misty shroud;</br>Mellow'd and mingling with the heaving brine,</br>And lighted up by Glory's red decline.", "Queen of the deserts!  flair Palmyra &mdash; thou</br>From whose high altars to the morning skies</br>(Whilst white-robed priests their reverent heads did bow)</br>Rich incense and triumphant hymns did rise,&mdash;</br>Prone in the dust, thy marble beauty lies&mdash;</br>Thy regal brow hath lost its diadem;</br>And through thy halls, in desolation, sighs</br>The desert-winds &mdash; oh, Earth's once peerless gem!</br>Chanting for thee a mournful requiem.", "Now, in thy glorious Temple of the Sun</br>The plundering Arab makes his midnight lair,</br>Musing on deeds of outrage to be done;</br>Or, shadow'd by some column's marble glare,</br>Sends the swift arrow through the sounding air;</br>Or, monarch of its loneness, scours the plain,</br>Arm'd with his lance, and mounted on his mare;</br>In hot pursuit the ostrich's spoil to gain,</br>Dauntless he thunders by, and shouts amain.", "But midst the cities of the ancient world,</br>None rivall'd thee, Chaldean Babylon!</br>Ere the proud Persian 'gainst thy bulwarks hurl'd</br>Destruction's mace, and through thy rivers won</br>Treacherous access.  Oh thou, whom Belus' son</br>Builded in beauty by Euphrates' side,</br>Where echoed sound of harp and tymbalon,</br>And hearts ran o'er with joyance and with pride,</br>As though there were in fate no counter-tide.", "Thou, with thy hundred burnish'd brazen gates,</br>That to the wealth of India open'd free&mdash;</br>And vessels, laden with their precious freights, </br>Incense, and gold, and balm of Araby&mdash;</br>And palace-roofs, where groves waved pleasantly,</br>And gardens, where thy queen-like daughters danced</br>To chime of lute, where many a fruitful tree</br>Red in the flush of thy rich sunlight glanced&mdash;</br>And thy broad way, where fiery war-steeds pranced.", "These were thy boast, but lo!  a voice from heaven</br>Decreed thy fall, and to the slayer's wrath</br>And to the spoiler's havoc thou wast given:</br>Now o'er thy grave not e'en the shepherd hath</br>Made for his wandering flocks a rugged path.</br>But from thy palaces the moping owl</br>Doth shrilly hoot &mdash; and, as the Scripture saith,</br>Within thy dwellings doleful things do howl,</br>And round thy walls the wild beasts nightly prowl.", "Yea, from the tablets of the living earth</br>Dull Time hath swept ye, cities of the dead!</br>Your matchless grandeur owed its giant birth</br>To kings whose fame, like smoke hath vanished.</br>Yet is your dust, whereon we heedless tread,</br>Fraught with a lesson.  Yea, a Spirit dwells</br>Where your proud fanes o'er sandy plains are spread;</br>She to the winds her tale of ruin tells,</br>And weaves with fingers wan her solemn spells.</br>"]