["Thus have we sung, how in our native isle,</br>Man, savage as his wilds, those wilds forsook,</br>Resign'd the sword to grasp the shepherd's crook,</br>Taught by young Art to soften weary toil.</br>Taught by young Art the wand'ring herd to tame,</br>And the rough wastes of nature to improve,</br>While glow'd in simplest minds the softest flame,</br>And woods and dales rung with the songs of love;", "And have we sung, how Art to Commerce gave</br>The mighty ship, to sweep across the tide,</br>While every parent stream was seen to lave</br>Some village swelling to the city's pride,</br>When Wealth, lur'd from Columbia's palmy shore,</br>Had to our sea-girt coast convey'd his baneful ore.", "Thus sung the Muse, then pour'd a sadder strain,</br>How Luxury from Wealth and Commerce sprung,</br>Parent of many woes, &mdash; nor left unsung,</br>How Av'rice fir'd to lust of sordid gain;</br>But chief, how the soft queen from royal halls,</br>Even spread to rural bowers her wid'ning sway,</br>As when the stone in the smooth river falls,</br>Quick to its banks expanding circles play;", "How the once happy monarch of a shed,</br>That knew no bliss beyond his sylvan cot,</br>Sigh'd for unreal wants by Lux'ry bred,</br>Sought the gay town, and spurn'd his humble lot,</br>Sought the gay town, and join'd the giddy crew,</br>And bade to Peace, and Love, and Nature's charms, adieu.", "And sung the Muse, how Art and Science came,</br>To heap their choicest gifts at Luxury's shrine,</br>How Commerce rov'd from Greenland to the line,</br>Spoiling the world to bliss th' insatiate dame;</br>How torn for her, from Afric's woody shore,</br>Knows the poor negro no repose from toil!</br>How Virtue blooms, and Piety no more,</br>Nor Love delights, nor simple manners smile.", "Such was our theme, but now the bolder lyre</br>Sublimer notes must breath from all its strings;</br>Me, fairest nymph, of fairest isle, inspire;</br>Come Liberty!  and guide my muse's wings</br>May still to thee the sacred charge belong,</br>To fire the Briton's heart, and swell the British song.", "High on her car of dazzling clouds reclin'd,</br>Whose radiance round her pour'd, and from the sight.</br>Her beauty veil'd, dark with excess of light,</br>Britannia rode upon the viewless wind.</br>And when her much-lov'd isle afar she view'd.</br>Enthrall'd by Luxury's malignant power,</br>Tears of compassion in her mild eyes stood,</br>That shone like diamonds beaming thro' the shower.", "And thrice she sigh'd with bosom heaving slow,</br>So heaves the ocean when the storms are past,</br>While from that beauteous seat of grief and snow,</br>She breath'd her plaint, soft on the listening blast,</br>Around their queen the nymphs attendant hung,</br>Charm'd with the sounds that fell melifluous from her tongue.", "\"O thou whom frugal Nature nurs'd of yore,</br>In niggard climes, &mdash; far in a northern cave,</br>Where climbs o'er ice-pil'd steeps the aspiring wave,</br>Fair Temperance descend to Albion's shore!</br>And take with thee, with cheeks of rosy red,</br>Thy daughter Health, sweet smiling in thy train;</br>And thou Religion!  that too long hast fled,</br>And active Virtue, bless our isle again.", "\"In British hearts the latent sparks excite,</br>That in their patriot sires were wont to burn,</br>And the whole state in firmest league unite,</br>Bewitching Lux'ry from their shores to spurn.</br>Her's be no more my Britons to enslave,</br>And rule with fatal sway &mdash; the green isle of the brave.", "\"Yes!  lovely nymphs!  ye only can restrain</br>Or Avarice, or Lux'ry's baneful sway,</br>Or on the sceptic pour conviction's ray,</br>The reign of Reason is Religion's reign.</br>Alone your power a manly race can rear,</br>Or wake the bosom from its sensual spell,</br>And from the palace to the rural sphere,</br>Again make all the simpler graces dwell.", "\"Then shall the fairest island of the west,</br>As green it rises from its circling tide,</br>The best in manners, as in arms the best,</br>Thro' all the nations spread its influence wide.</br>Yes!  there divine Religion be thy throne,</br>And thro' the world extend thy power from zone to zone.\"", "She ceasd, &mdash; the nymphs assenting by their smiles,</br>Aslant the chrystal azure quickly flew,</br>To that fair land which once they fondly knew,</br>To Albion swelling mid its clust'ring isles.</br>\"We come\" they cried, \"your fatal spells to break,</br>Shame!  thus dissolv'd in Lux'ry's charms to lie,</br>Then Britons from your sensual dreams awake,</br>Better than live inglorious &mdash; is to die!", "\"Say, were these rugged fields by Nature giv'n,</br>O'er which your giant oaks their branches throw,</br>And these proud hills that lift their brows to Heav'n,</br>Beat by the storms, and whiten'd by the snow,</br>Were these by Nature destin'd as the scene,</br>Where Luxury should hold her soft voluptuous reign?", "\"Not thus ignobly were our sires subdu'd,</br>Better, they said, the dead man than the slave,</br>Ours be the smiles of Freedom, or a grave,</br>The bliss of Britons is their country's good.</br>Such were the heroes of a better age,</br>Whose manly spirits spurn'd each base controul,</br>No soft delights could quench their noble rage,</br>Theirs was the Warrior's form, the Patriot's soul.", "\"And live their sons in wretch'd thrall to lie</br>On the soft lap of Luxury reclin'd,</br>Who smiles to kill, and lures but to destroy,</br>Consumes the body, and unnerves the mind?</br>O more than woman soft, &mdash; arise again!</br>Shake off disgraceful sloth, and feel that you are men.", "\"Say, of the creatures of this nether sphere,</br>Was man alone endu'd with Reason's sway?</br>Then shall he give each untam'd passion play,</br>And lend to Lux'ry's 'witching voice his ear.</br>Came he for this, fair from his Maker's hand,</br>With Heaven's own image stamp'd upon his breast,</br>Monarch of Nature, destin'd to command,</br>Yet be himself with basest bonds opprest?", "\"And was he doom'd in mental charms to shine,</br>And lovelier still, in bliss and goodness rise,</br>Near, and more near, perfections source divine,</br>As clouds grow brighter as they reach the skies,</br>Then waste in low pursuits your manly prime,</br>Tho' form'd with brow erect, to gaze on things sublime?", "\"Around you all move to their natures true,</br>Whether the ocean swells, the river plays,</br>Or seasons bloom, or circling planets blaze,</br>Unvarying, all their various ends pursue.</br>Then, form'd for heav'n, shall ye to earth be chain'd?</br>Inspir'd with Reason, yet by Folly sway'd,</br>Feeble, e'er ye to manhood have attain'd,</br>And in green life with wild excess decay'd.", "\"O!  say, for this were Art and Science giv'n,</br>For this celestial truths to man convey'd;</br>Awake!  arise!  let Luxury be driv'n</br>Far from your isle, where she too long has staid.</br>Awake!  arise!  and break her cursed spell,</br>When to obey is guilt, &mdash; 'tis wisdom to rebel.\"", "Thus as they sung the Britons round them crowd,</br>For rous'd from Lux'ry's spell they starting woke,</br>And struck, as if by lightenings smarting shock,</br>They on the enchantress direful vengeance vow'd.</br>When lo!  touch'd by the nymphs her beauties fled,</br>No more to charm &mdash; a haggard witch she grew,</br>Disease her cheeks with sickly yellow spread,</br>Her rheumy eyes scarce glar'd their sockets thro',", "And soon, like shrivell'd leaves, all shrunk and dry,</br>Her skin became, till scarce herself she knew,</br>Such as she ever seem'd to Virtue's eye,</br>Then melting into flame, away she flew.</br>Next Av'rice, 'neath his hoards, they buried deep,</br>And sleepless Care consign'd to never-ending sleep.", "And soon that palace, blazing on the light,</br>Where Lux'ry dwelt, so charming once and fair,</br>On all the hellish crew that harbour'd there,</br>Fell crashing loud, and faded on the sight.</br>Yes!  struck by Virtue all dissolv'd away,</br>Like ice-pil'd mountains floating from the Pole,</br>Which, soon as touch'd by equatorial day,</br>Melt in the roaring tides that round them roll,", "Or as the bow'rs which Fancy's fingers twine,</br>Fade with the blissful reign of airy dreams,</br>Or as the Fays that gay in moonlight shine,</br>Quick flit away before the morning beams;</br>So of the fairy halls to Lux'ry rear'd,</br>Was left no trace behind &mdash; all, all had disappear'd.", "Thus when 'mid Summer's pure cerulean skies,</br>When not a zephyr cools the sultry hours,</br>Cloud upon cloud in bright disorder tow'rs,</br>And blazing groups in forms fantastic rise,</br>Then loves the eye in the etherial clime,</br>Some fancied semblance wond'ring to behold,</br>Some goddess o'er her train enthron'd sublime,</br>Bold rocky shores, or towns of blazing gold;", "Or loves the eye to view their image cast,</br>Distinct and fair, on the smooth lake's expanse,</br>Or while it undulates soft to the blast,</br>Admires the scene in gay reflection dance:&mdash;</br>Sudden the thunder roars, the light'nings glare,</br>Then all the cloud-form'd show dissolves in liquid air.", "Isle of Britannia!  While thou spurn'st the wave,</br>Spurn Lux'ry from thy rude romantic coast;</br>Safe from each proud invader's haughty boast,</br>Still be thy walls THE BOSOMS OF THE BRAVE.</br>And blest, O loveliest island of the main!</br>Beneath thy guardian goddess' fost'ring care,</br>In thee may Love and Freedom ever reign,</br>Thy sons still loyal, as thy daughters fair!", "And may thy blessings reach Ierne's shore,</br>Where weeps Humanity at Discord's shrine,</br>May Faction frame his hellish pike no more,</br>Nor more her badges green, Rebellion twine.</br>In peace secure, long may thy sister isle,</br>Grow with thy growing strength, and gladden in thy smile!</br>"]