["TO CHLOE.</br>You ask me, fair Chloe, to strike the gay lyre,</br>Once more to attempt the soft strain;</br>Alas!  long neglected has slept ev'ry wire,</br>And I strive to attune them in vain.", "The time is no more when a virgin's bright eyes</br>And sweet smiles could gay transport impart;</br>No more from fair bloom those emotions arise,</br>Which once so enchanted my heart.", "While freedom and peace blest each sylvan retreat,</br>And secur'd every bliss to the swain;</br>How jocund the woodlands the song did repeat,</br>While beauty inspir'd the soft strain.", "Now tyrant Ambition extends his dire arm,</br>And threats our free land to enslave,</br>No music is heard but the drum's hoarse alarm,</br>No song but the dirge of the grave.", "No more soft emotions become each firm breast;</br>To these fiercer passions succeed,</br>Indignation for rapine, and beauty distress'd,</br>And vengeance for brothers who bleed.", "Hence stretch out each arm to grasp the long lance,</br>These fill every bosom with rage,</br>These impel even shepherds in arms to advance,</br>These, these ev'ry soul must engage.", "In vain then, fair Chloe, my hand would assay</br>To awake to soft concord the lyre;</br>Each string vibrates war, ev'ry sound bids away,</br>These times other efforts require.", "Even Chloe's sweet smiles unsuccessful must prove,</br>Even her gentle accents must fail;</br>My bosom alike denies music and love,</br>Till our arms o'er our tyrants prevail.", "But freedom and peace to our land once restor'd,</br>Thy commands, lovely nymph, I'll obey;</br>My hand shall with pleasure forego the dread sword,</br>And my lyre shall resound the soft lay.", "CHLOE'S REPLY TO COLIN.</br>Sly reynard espy'd a crow light on a spray,</br>With a prize that he wish'd to possess;</br>Complimenting to gain it he judg'd the best way,</br>And thus did the weak one address:", "Thou goddess of melody, prithee bestow</br>One lay to divert a true friend:</br>By vanity blinded, the ignorant crow,</br>With her discord the aether did rend.", "Shou'd I, like the bird, sweet harmony court,</br>'Gainst Nature, shou'd court her in vain,</br>Contemn'd by good sense, of satire the sport,</br>Reflection wou'd follow with pain.", "But since Colin's late favour claims my reveries,</br>Tho' prudence enjoins to desist,</br>Mild gratitude bids me endeavour to please,</br>And his simple young friend will persist.", "Does lordly ambition wage war in our land?</br>If so, of that daemon beware;</br>Nor let fierce resentment your councils command,</br>Lest the fate of old Satan you share.", "But as friends and protectors of virtue and truth,</br>Prove these to your measures gave birth;</br>And the world shall confess you, in age and in youth,</br>Delegated by heaven and earth.", "Let the blood of the harmless for vengeance ne'er cry,</br>Lest ye taste of those bitters ye send;</br>For that Power superior, on whom they rely,</br>The guiltless will ever befriend.", "In time both your strength and exertions may fail,</br>And reduc'd to the utmost distress,</br>Your fervent petitions to heav'n may prevail,</br>Tho' your earthly ones meet no success.", "By conqu'ring we shou'd not tranquility find,</br>As Payne doth delusively say;</br>'Tis the conquest of vice and corruptions of mind,</br>That must hasten the glorious day.", "When her banner a permanent peace shall here raise,</br>When swords shall to ploughshares give place,</br>Not barely profession, but Christ in our ways,</br>Must the horrors of discord erase.", "Did the horse know his strength, he wou'd quickly be free;</br>And man the high pow'rs of his mind,</br>They wou'd nobly forgive, and gain true liberty,</br>As future bright ages shall find.", "Come, Colin, acknowledge this doctrine is right,</br>The test of true patience and worth;</br>That 'tis highly unlawful for christians to fight,</br>Or the Shiloh was ne'er upon earth.", "May the warriors of every nation agree,</br>And love universal abound!</br>Were their bosoms from passions disgraceful, but free,</br>Sweet concord wou'd soon spread around.", "Simplicity then shall erect her domain,</br>Whose peaceful and innocent smiles,</br>Captivating the heart of each nymph and each swain,</br>Put the serpent to flight with his wiles.", "If too freely I've caution'd, and spoke what occur'd,</br>Good-nature, I hope, will excuse:</br>Remember 'twas Colin's request that incurr'd</br>What Chloe must blush to peruse.", "COLIN TO CHLOE.</br>Had the bird whom you sing, gentle Chloe, possess'd</br>A voice so harmonious as thine,</br>Each savage, relenting, of rage 'twould divest,</br>And each fraud make the cunning resign.", "Belov'd of sweet Harmony, think not in vain</br>Your vows to her shrine you address;</br>'Tis she tunes the numbers of Chloe's sweet strain,</br>And her own gentle soul you possess.", "My lovely young Friend, no endeavours to please</br>A soul so refin'd can require,</br>Simplicity, elegance, sweetness, and ease,</br>Like thine, all who see must admire.", "What prudence enjoins to suppress the sweet lay,</br>Whose precepts the bosom improve,</br>Whose gentle persuasions each heart must obey,</br>While at once they both charm and improve.", "Sweet moralist!  still be thy precepts divine</br>To Colin thus sweetly convey'd;</br>His reason presumptuous, well-pleas'd, he'll resign,</br>Nor question the truths they persuade.", "That Virtue and Innocence, Freedom, and Peace,</br>Make all the true bliss of mankind,</br>That wrongs to forgive is the Christian's true praise,</br>Thy song has deep fix'd in his mind.", "With thine will he join his benevolent pray'r,</br>That warriors their rage may forego;</br>That love universal and virtue may share</br>O'er man all dominion below.", "How can you too freely your cautions express?</br>Or what shall good-nature excuse?</br>Why blush, lovely Nymph, at thy song of mild peace,</br>Which Angels well pleas'd might peruse?", "Tho' Colin's rough numbers indulgence require,</br>Tho' rude and discordant his lay,</br>How great is their merit, since Chloe's sweet lyre</br>They move so divinely to play!", "CHLOE TO COLIN.</br>So kindly invited, how can I refuse</br>To proceed on a theme so sublime,</br>Tho' unpractis'd in verse, and unfit to amuse</br>With the flowery strains of good rhyme?", "And has the blest doctrine which Chloe has taught</br>Impress'd the gay mind of her friend?</br>A creed that, with clemency, purity fraught,</br>Points out a desirable end.", "Or has the soft dictates politeness conveys</br>Forbid what she says to oppose,</br>And the forfeit sincerity fled from his lays,</br>That to dwell with deceit never chose?", "No &mdash; rather suppose Colin wisely concludes,</br>That truth can with truth never jar;</br>From a seat in his bosom false reas'ning exclude,</br>Fit only to sport at the bar.", "\"As your Heavenly Father is perfect, be Ye,\"</br>Is our Saviour's most gracious command;</br>Renounce brutal nature, and like Angels be,</br>Since this effort he's pleas'd to demand.", "How enobling to man is that virtue divine,</br>That \"reviles not again, when revil'd!\"</br>Is this heav'nly duty, how much wou'd he shine,</br>Exalted, endeared, and mild.", "That views with forgiveness a brother's misdeeds,</br>Bids malice and hate to depart,</br>For his errors in conduct compassionate bleeds</br>With benevolent feelings of heart!", "The reverse is that character, martial and fierce,</br>That ne'er quells but increases his ire:</br>That can stretch out the lance fellow-beings to pierce,</br>And with rapture behold them expire:", "That with impious ardour encounters in fight,</br>And, with thirst of revenge unallay'd,</br>Lays prostrate his victims with savage delight,</br>And gluts o'er the havoc he's made.", "If enough of poetical fire I possess'd,</br>I wou'd melt with my picture of woe;</br>Of the orphan's complaint, and the widow distress'd,</br>Most plaintive my numbers shou'd flow.", "If aught shou'd arise that wou'd tend to sweet peace,</br>Embrace the dear ensign of joy;</br>Nor let an inflexible temper increase</br>Lest your credit shou'd meet an alloy.", "Feel the pulse of the people, their echo remain,</br>Lest their fury shou'd turn upon you&mdash;</br>But stop, daring girl! &mdash; nor presume in this strain,</br>To prescribe to a BURKE what to do.</br>"]