["Harp of Jerusalem!  how shall my hand</br>Awake thy hallelujahs? &mdash; How begin</br>The song that tells of light ineffable,</br>And of the dwellers there; the fountain pure</br>And source of all, where bright archangels dwell,</br>And where, in unapproached pavilion, framed</br>Of twelve deep veils, and every veil composed</br>Of thousand thousand lustres, sits enthroned</br>The God of Nature! &mdash; O thou harp of Salem,</br>Where shall my strain begin?", "Soft let it be,</br>And simple as its own primeval airs;</br>And, Minstrel, when on angel wing thou soar'st,</br>Then will the harp of David rise with thee.", "In that fair heaven the mortal virgin stood</br>Beside her lovely guide, Cela his name.</br>Yes deem it heaven, for not the ample sky,</br>As seen from earth, could slight proportion bear</br>To those bright regions of eternal day,</br>Once they are gained &mdash; So sweet the breeze of life</br>Breathed through the groves of amaranth &mdash; So sweet</br>The very touch of that celestial land.</br>Soon as the virgin trode thereon, she felt</br>Unspeakable delight &mdash; Sensations new</br>Thrilled her whole frame &mdash; As one, who his life long</br>Hath in a dark and chilly dungeon pined,</br>Feels when restored to freedom and the sun.", "Upon a mount they stood of wreathy light,</br>Which cloud had never rested on, nor hues</br>Of night had ever shaded &mdash; Thence they saw</br>The motioned universe, that wheeled around</br>In fair confusion. &mdash; Raised as they were now</br>To the high fountain-head of light and vision,</br>Where'er they cast their eyes abroad they found</br>The light behind, the object still before;</br>And on the rarified and pristine rays</br>Of vision borne, their piercing sight passed on</br>Intense and all unbounded &mdash; Onward! &mdash; onward!</br>No cloud to intervene!  no haze to dim!</br>Or nigh, or distant, it was all the same;</br>For distance lessened not. &mdash; O what a scene,</br>To see so many goodly worlds upborne!</br>Around! &mdash; around! &mdash; all turning their green bosoms</br>And glittering waters to that orb of life</br>On which our travellers stood, and all by that</br>Sustained and gladdened!  By that orb sustained!</br>No &mdash; by the mighty everlasting one</br>Who in that orb resides, and round whose throne</br>Our journeyers now were hovering.  But they kept</br>Aloof upon the skirts of heaven; for, strange</br>Though it appears, there was no heaven beside.</br>They saw all nature &mdash; all that was they saw;</br>But neither moon, nor stars, nor firmament,</br>Nor clefted galaxy was any more.</br>Worlds beyond worlds, with intermundane voids,</br>That closed and opened as those worlds rolled on,</br>Were all that claimed existence:  Each of these,</br>From one particular point of the sun's orb,</br>Seemed pendent by some ray or viewless cord,</br>On which it twirled and swung with endless motion.", "O!  never did created being feel</br>Such rapt astonishment, as did this maid</br>Of earthly lineage, when she saw the plan</br>Of GOD'S fair universe! &mdash; Himself enthroned</br>In light she dared not yet approach! &mdash; From whence</br>He viewed the whole, and with a father's care</br>Upheld and cherished. &mdash; Wonder seemed it none</br>That Godhead should discern each thing minute</br>That moved on his creation, when the eyes</br>Which he himself had made could thus perceive</br>All these broad orbs turn their omniferous breasts,</br>And sun them in their maker's influence.</br>O!  it was sweet to see their ample vales,</br>Their yellow mountains, and their winding streams,</br>All basking in the beams of light and life!", "Each one of all these worlds seemed the abode</br>Of intellectual beings; but their forms,</br>Their beauty, and their natures varied all.</br>And in these worlds there were broad oceans rolled,</br>And branching seas. &mdash; Some wore the hues of gold,</br>And some of emerald or of burnished glass;</br>And there were seas that keel had never ploughed,</br>Nor had the shadow of a veering sail</br>Scared their inhabitants &mdash; for slumbering shades</br>And spirits brooded on them.", "\"Cela, speak,\"</br>Said the delighted but inquiring maid,</br>\"And tell me which of all these worlds I see</br>Is that we lately left?  For I would fain</br>Note how far more extensive 'tis and fair</br>Than all the rest &mdash; little, alas!  I know</br>Of it, save that it is a right fair globe,</br>Diversified and huge, and that afar,</br>In one sweet corner of it, lies a spot</br>I dearly love &mdash; where Tweed from distant moors</br>Far travelled flows in murmuring majesty;</br>And Yarrow rushing from her bosky banks,</br>Hurries with headlong haste to the embrace</br>Of her more stately sister of the hills.</br>Ah!  yonder 'tis! &mdash; Now I perceive it well,\"</br>Said she with ardent voice, bending her eye</br>And stretching forth her arm to a broad globe</br>That basked in the light &mdash; \"Yonder it is!</br>I know the Caledonian mountains well,</br>And mark the moony braes and curved heights</br>Above the lone Saint Mary. &mdash; Cela, speak;</br>Is not that globe the world where I was born,</br>And yon the land of my nativity?\"</br>She turned around her beauteous earnest face,</br>With asking glance, but soon that glance withdrew,</br>And silent looked abroad on glowing worlds;</br>For she beheld a smile on Cela's face,</br>A smile that might an angel's face become,</br>When listening to the boasted, pigmy skill</br>Of high presuming man. &mdash; She looked abroad,</br>But nought distinctly marked &mdash; nor durst her eye</br>Again meet his, although that way her face</br>So near was turned, one glance might have read more;</br>But yet that glance was staid.  Pleased to behold</br>Her virgin modesty, and simple grace,</br>His hand upon her flexile shoulder pressed,</br>In kind and friendly guise, he thus began:", "\"My lovely ward, think not I deem your quest</br>Impertinent or trivial &mdash; well aware</br>Of all the longings of humanity</br>Toward the first, haply the only scenes</br>Of nature e'er beheld or understood;</br>Where the immortal and unquenched mind</br>First ope'd its treasures; and the longing soul</br>Breathed its first yearnings of eternal hope.</br>I know it all; nor do I deem it strange,</br>In such a wilderness of moving spheres,</br>Thou should'st mistake the world that gave thee birth.</br>Prepare to wonder, and prepare to grieve:</br>For I perceive that thou hast deemed the earth</br>The fairest, and the most material part</br>Of God's creation.  Mark yon cloudy spot,</br>Which yet thine eye hath never rested on;</br>And tho' not long the viewless golden cord</br>That chains it to this heaven, yclept the sun,</br>It seems a thing subordinate &mdash; a sphere</br>Unseemly and forbidding &mdash; 'Tis the earth.</br>What think'st thou now of thy Almighty maker,</br>And of this goodly universe of his?\"", "Down sunk the virgin's eye &mdash; her heart seemed warped</br>Deep deep in meditation &mdash; while her face</br>Denoted mingled sadness. &mdash; 'Twas a thought</br>She trembled to express.  At length with blush,</br>And faltering tongue, she mildly thus replied:", "\"I see all these fair worlds inhabited</br>By beings of intelligence and mind;</br>O!  Cela, tell me this &mdash; Have they all fallen,</br>And sinned like us?  And has a living God</br>Bled in each one of all these peopled worlds?</br>Or only on yon dank and dismal spot</br>Hath one Redeemer suffered for them all?\"", "\"Hold, hold &mdash; No more! &mdash; Thou talk'st thou knowest not what,\"</br>Said her conductor with a fervent mien;</br>\"More thou shalt know hereafter. &mdash; But meanwhile</br>This truth conceive, that God must ever deal</br>With men as men &mdash; Those things by him decreed,</br>Or compassed by permission, ever tend</br>To draw his creatures, whom he loves, to goodness;</br>For he is all benevolence, and knows</br>That in the paths of virtue and of love</br>Alone, can final happiness be found.</br>More thou shalt know hereafter. &mdash; Pass we on</br>Around this glorious heaven, till by degrees</br>Thy frame and vision are so subtilized,</br>As that thou may'st the inner regions near</br>Where dwell the holy angels &mdash; where the saints</br>Of God meet in assembly &mdash; seraphs sing,</br>And thousand harps, in unison complete,</br>With one vibration sound Jehovah's name.\"", "Far far away, thro' regions of delight</br>They journeyed on &mdash; not like the earthly pilgrim,</br>Fainting with hunger, thirst, and burning feet,</br>But, leaning forward on the liquid air</br>Like twin-born eagles, skimmed the fields of light,</br>Circling the pales of heaven.  In joyous mood,</br>Sometimes thro' groves of shady depth they strayed,</br>Arm linked in arm, as lovers walk the earth;</br>Or rested in the bowers where roses hung,</br>And flow'rets holding everlasting sweetness.</br>And they would light upon celestial hills</br>Of beauteous softened green, and converse hold</br>With beings like themselves in form and mind;</br>Then, rising lightly from the velvet breast</br>Of the green mountain, down upon the vales</br>They swooped amain by lawns and streams of life;</br>Then over mighty hills an arch they threw</br>Formed like the rainbow. &mdash; Never since the time</br>That God outspread the glowing fields of heaven</br>Were two such travellers seen! &mdash; In all that way</br>They saw new visitants hourly arrive</br>From other worlds, in that auspicious land</br>To live for ever. &mdash; These had sojourned far</br>From world to world more pure &mdash; till by degrees</br>After a thousand years progression, they</br>Stepped on the confines of that land of life,</br>Of bliss unspeakable and evermore.", "Yet, after such probation of approach,</br>So exquisite the feelings of delight</br>Those heavenly regions yielded, 'twas beyond</br>Their power of sufferance. &mdash; Overcome with bliss,</br>They saw them wandering in amazement on,</br>With eyes that took no image on their spheres,</br>Misted in light and glory; or laid down,</br>Stretched on the sward of heaven in ecstasy.", "Yet still their half-formed words and breathings were</br>Of one that loved them, and had brought them home</br>With him in full felicity to dwell.", "To sing of all the scenes our travellers saw,</br>An angel's harp were meet, which mortal hand</br>Must not assay. &mdash; These scenes must be concealed</br>From mortal fancy and from mortal eye,</br>Until our weary pilgrimage is done.", "They kept the outer heaven, for it behoved</br>Them so to do; and in that course beheld</br>Immeasurable vales, all colonized</br>From worlds subjacent. &mdash; Passing inward still</br>Toward the centre of the heavens, they saw</br>The dwellings of the saints of ancient days,</br>And martyrs for the right &mdash; men of all creeds,</br>Features, and hues!  Much did the virgin muse,</br>And much reflect on this strange mystery,</br>So ill conform to all she had been taught</br>From infancy to think, by holy men;</br>Till looking round upon the spacious globes</br>Dependent on that heaven of light &mdash; and all</br>Rejoicing in their God's beneficence,</br>These words spontaneously burst from her lips:</br>\"Child that I was, ah!  could my stinted mind</br>Harbour the thought, that the Almighty's love,</br>Life, and salvation could to single sect</br>Of creatures be confined, all his alike!\"", "Last of them all, in ample circle spread</br>Around the palaces of heaven, they passed</br>The habitations of those radiant tribes</br>That never in the walks of mortal life</br>Had sojourned, or with human passions toiled.</br>Pure were they framed; and round the skirts of heaven</br>At first were placed, till other dwellers came</br>From other spheres, by human beings nursed.</br>Then inward those withdrew, more meet to dwell</br>In beatific regions.  These again</br>Followed by more, in order regular,</br>Neared to perfection.  It was most apparent</br>Thro' all created nature, that each being,</br>From the archangel to the meanest soul</br>Cherished by savage, caverned in the snow,</br>Or panting on the brown and sultry desert,</br>That all were in progression &mdash; moving on</br>Still to perfection.  In conformity</br>The human soul is modelled &mdash; hoping still</br>In something onward!  Something far beyond,</br>It fain would grasp! &mdash; Nor shall that hope be lost!</br>The soul shall hold it &mdash; she shall hope, and yearn,</br>And grasp, and gain, for times and ages, more</br>Than thought can fathom, or proud science climb!", "At length they reached a vale of wondrous form</br>And dread dimensions, where the tribes of heaven</br>Assembly held, each in its proper sphere</br>And order placed.  That vale extended far</br>Across the heavenly regions, and its form</br>A tall gazoon, or level pyramid.</br>Along its borders palaces were ranged,</br>All fronted with the thrones of beauteous seraphs,</br>Who sat with eyes turned to the inmost point</br>Leaning upon their harps; and all those thrones</br>Were framed of burning crystal, where appeared</br>In mingled gleam millions of dazzling hues!", "Still, as the valley narrowed to a close,</br>These thrones increased in grandeur and in glory,</br>On either side, until the inmost two</br>Rose so sublimely high, that every arch</br>Was ample as the compass of that bow</br>That, on dark cloud, bridges the vales of earth.", "The columns seemed ingrained with gold, and branched</br>With many lustres, whose each single lamp</br>Shone like the sun as from the earth beheld;</br>And each particular column, placed upon</br>A northern hill, would cap the polar wain.</br>There sat half-shrouded in incessant light</br>The great Archangels, nighest to the throne</br>Of the Almighty &mdash; for &mdash; O dreadful view!</br>Betwixt these two, closing the lengthened files,</br>Stood the pavilion of the eternal God!</br>Himself unseen, in tenfold splendours veiled,</br>The least unspeakable, so passing bright,</br>That even the eyes of angels turned thereon</br>Grow dim, and round them transient darkness swims.", "Within the verge of that extended region</br>Our travellers stood.  Farther they could not press,</br>For round the light and glory threw a pale,</br>Repellent, but to them invisible;</br>Yet myriads were within of purer frame.", "Ten thousand thousand messengers arrived</br>From distant worlds, the missioners of heaven,</br>Sent forth to countervail malignant sprites</br>That roam existence.  These gave their report,</br>Not at the throne, but at the utmost seats</br>Of these long files of throned seraphims,</br>By whom the word was passed.  Then fast away</br>Flew the commissioned spirits, to renew</br>Their watch and guardship in far distant lands.</br>They saw them, in directions opposite,</br>To every point of heaven glide away</br>Like flying stars; or, far adown the steep,</br>Gleam like small lines of light.", "Now was the word</br>Given out, from whence they knew not, that all tongues,</br>Kindreds, and tribes, should join, with one accord,</br>In hymn of adoration and acclaim,</br>To Him that sat upon the throne of heaven,</br>Who framed, saved, and redeemed them to himself!", "Then all the countless hosts obeisance made,</br>And with their faces turned unto the throne,</br>Stood up erect, while all their coronals</br>From off their heads, were reverently upborne.</br>Our earth-born visitant quaked every limb.</br>The angels touched their harps with gentle hand</br>As prelude to begin &mdash; then, all at once,</br>With full o'erwhelming swell the strain arose;</br>And pealing high rolled o'er the throned lists</br>And tuneful files, as if the sun itself</br>Welled forth the high and holy symphony!</br>All heaven beside was mute &mdash; the streams stood still</br>And did not murmur &mdash; the light wandering winds</br>Withheld their motion in the midst of heaven,</br>Nor stirred the leaf, but hung in breathless trance</br>Where first the sounds assailed them! &mdash; even the windows</br>Of God's pavilion seemed to open wide</br>And drink the harmony!", "Few were the strains</br>The virgin pilgrim heard, for they o'erpowered</br>Her every sense; and down she sunk entranced</br>By too supreme delight, and all to her</br>Was lost &mdash; She saw nor heard not! &mdash; it was gone!", "Long did she lie beside a cooling spring</br>In her associate's arms, before she showed</br>Motion or life &mdash; and when she first awoke</br>It was in dreaming melody &mdash; low strains</br>Half sung, half uttered, hung upon her breath.", "\"O!  is it past?\"  said she; \"Shall I not hear</br>That song of heaven again? &mdash; Then all beside</br>Of being is unworthy &mdash; take me back,</br>Where I may hear that lay of glory flow,</br>And die away in it. &mdash; My soul shall mix</br>With its harmonious numbers, and dissolve</br>In fading cadence at the gates of light.\"", "Back near the borders of that sacred vale</br>Cautious they journeyed; and at distance heard</br>The closing anthem of that great assembly</br>Of saints and angels. &mdash; First the harps awoke</br>A murmuring tremulous melody, that rose</br>Now high &mdash; now seemed to roll in waves away.</br>And aye between this choral hymn was sung,</br>\"O!  holy!  holy!  Holy!  just, and true,</br>Art thou, Lord God Almighty!  thou art he</br>Who was, and is, and evermore shall be!\"</br>Then every harp, and every voice, at once</br>Resounded Halleluiah!  so sublime,</br>That all the mountains of the northern heaven,</br>And they are many, sounded back the strain.", "O!  when the voices and the lyres were strained</br>To the rapt height, the full delirious swell,</br>Then did the pure elastic mounds of heaven</br>Quiver and stream with flickering radiance,</br>Like gossamers along the morning dew.</br>Still paused the choir, till the last echo crept</br>Into the distant hill &mdash; O it was sweet!</br>Beyond definement sweet!  and never more</br>May ear of mortal list such heavenly strains,</br>While linked to erring frail humanity.", "After much holy converse with the saints</br>And dwellers of the heaven, of that concerned</br>The ways of God with man, and wondrous truths</br>But half revealed to him, our sojourners</br>In holy awe withdrew.  And now, no more</br>By circular and cautious route they moved,</br>But straight across the regions of the blest,</br>And storied vales of heaven did they advance,</br>On rapt ecstatic wing; and oft assayed</br>The seraph's holy hymn.  As they passed bye,</br>The angels paused; and saints, that lay reposed</br>In bowers of paradise, upraised their heads</br>To list the passing music; for it went</br>Swift as the wild-bee's note, that on the wing</br>Booms like unbodied voice along the gale.", "At length upon the brink of heaven they stood;</br>There lingering, forward on the air they leaned</br>With hearts elate, to take one parting look</br>Of nature from its source, and converse hold</br>Of all its wonders.  Not upon the sun,</br>But on the halo of bright golden air</br>That fringes it they leaned, and talked so long,</br>That from contiguous worlds they were beheld</br>And wondered at as beams of living light.", "There all the motions of the ambient spheres</br>Were well observed, explained, and understood.</br>All save the mould of that mysterious chain</br>Which bound them to the sun &mdash; that God himself,</br>And he alone, could comprehend or wield.", "While thus they stood or lay (for to the eyes</br>Of all their posture seemed these two between,</br>Bent forward on the wind, in graceful guise,</br>On which they seemed to press, for their fair robes</br>Were streaming far behind them) there passed bye</br>A most erratick wandering globe, that seemed</br>To run with troubled aimless fury on.</br>The virgin, wondering, inquired the cause</br>And nature of that roaming meteor world.", "When Cela thus. &mdash; \"I can remember well</br>When yon was such a world as that you left;</br>A nursery of intellect, for those</br>Where matter lives not.  Like these other worlds,</br>It wheeled upon its axle, and it swung</br>With wide and rapid motion.  But the time</br>That God ordained for its existence run,</br>Its uses in that beautiful creation,</br>Where nought subsists in vain, remained no more!</br>The saints and angels knew of it, and came</br>In radiant files, with awful reverence,</br>Unto the verge of heaven where we now stand,</br>To see the downfall of a sentenced world.</br>Think of the impetus that urges on</br>These ponderous spheres, and judge of the event.</br>Just in the middle of its swift career,</br>Th' Almighty snapt the golden cord in twain</br>That hung it to the heaven &mdash; creation sobbed!</br>And a spontaneous shriek rang on the hills</br>Of these celestial regions.  Down amain</br>Into the void the outcast world descended,</br>Wheeling and thundering on!  Its troubled seas</br>Were churned into a spray, and, whizzing, flurred</br>Around it like a dew. &mdash; The mountain tops</br>And ponderous rocks were off impetuous flung,</br>And clattered down the steeps of night for ever", "\"Away into the sunless starless void</br>Rushed the abandoned world; and thro' its caves,</br>And rifted channels, airs of chaos sung.</br>The realms of night were troubled &mdash; for the stillness</br>Which there from all eternity had reigned</br>Was rudely discomposed; and moaning sounds,</br>Mixed with a whistling howl, were heard afar</br>By darkling spirits! &mdash; Still with stayless force,</br>For years and ages, down the wastes of night</br>Rolled the impetuous mass! &mdash; of all its seas</br>And superficies disencumbered,</br>It boomed along, till by the gathering speed,</br>Its furnaced mines and hills of walled sulphur</br>Were blown into a flame &mdash; when meteor-like,</br>Bursting away upon an arching track,</br>Wide as the universe, again it scaled</br>The dusky regions. &mdash; Long the heavenly hosts</br>Had deemed the globe extinct &mdash; nor thought of it,</br>Save as an instance of Almighty power:</br>Judge of their wonder and astonishment,</br>When far as heavenly eyes can see, they saw</br>In yon blue void, that hideous world appear!</br>Showering thin flame, and shining vapour forth</br>O'er half the breadth of heaven! &mdash; The angels paused!</br>And all the nations trembled at the view.", "\"But great is he who rules them! &mdash; He can turn</br>And lead it all unhurtful thro' the spheres,</br>Signal of pestilence, or wasting sword,</br>That ravage and deface humanity.", "\"The time will come when, in likewise, the earth</br>Shall be cut off from God's fair universe;</br>Its end fulfilled. &mdash; But when that time shall be,</br>From man, from saint, and angel is concealed.\"", "Here ceased the converse. &mdash; To a tale like this</br>What converse could succeed? &mdash; They turned around,</br>And kneeling on the brow of heaven, there paid</br>Due adoration to that holy one,</br>Who framed and rules the elements of nature.</br>Then like two swans that far on wing have scaled</br>The Alpine heights to gain their native lake,</br>At length, perceiving far below their eye</br>The beauteous silvery speck &mdash; they slack their wings,</br>And softly sink adown the incumbent air:</br>So sunk our lovely pilgrims, from the verge</br>Of the fair heaven, down the streamered sky;</br>Far other scenes and other worlds to view.", ""]