["Where Honan's hills Kiansi's vale inclose,</br>And Xifa's lake its glassy level shows;</br>Li-po's fair island lay &mdash; delightful scene!&mdash;</br>With swelling slopes, and groves of every green:</br>On azure rocks his rich pavilion plac'd,</br>Rear'd its light front with golden columns grac'd;</br>High o'er the roof a weeping willow hung,</br>And jasmine boughs the lattice twin'd among;</br>In porcelain vases crested amaranth grew,</br>And starry aster, crimson, white, and blue;</br>Lien-hoa flowers upon the water spread;</br>Bright shells and corals varied lustre shed;</br>From sparry grottos chrystal drops distill'd</br>On sounding brass, and air with music fill'd;</br>Soft thro' the bending canes the breezes play'd,</br>The rustling leaves continual murmur made;</br>Gay shoals of gold-fish glitter'd in the tide,</br>And gaudy birds flew sportive by its side.</br>The distant prospects well the sight might please,</br>With pointed mountains, and romantic trees:</br>From craggy cliffs, between the verdant shades,</br>The silver rills rush'd down in bright cascades;</br>O'er terrac'd steeps rich cotton harvests wav'd,</br>And smooth canals the rice-clad valley lav'd;</br>Long rows of cypress parted all the land,</br>And tall pagodas crown'd the river's strand!", "'Twas here, from business and its pomp and pain,</br>The pensive master sought relief in vain.</br>Li-po, mild prince, a viceroy's sceptre sway'd,</br>And ten fair towns his gentle rule obey'd:</br>The morn's transactions to his memory came,</br>And some he found to praise, and some to blame;</br>Mark'd here how justice, pity there prevail'd,</br>And how from haste or indolence he fail'd.", "Beneath a bower of sweet Ka-fa, whose bloom</br>Fill'd all the adjacent lawn with rich perfume,</br>His slaves at distance sat &mdash; a beauteous train!&mdash;</br>One wak'd the lute, and one the vocal strain:</br>They saw his brow with care all clouded o'er,</br>And wish'd to ease the anxiety he bore.</br>Amusive tales their soothing lay disclos'd,</br>Of heroes brave to perils strange expos'd;</br>Of tyrants proud, from power's high summit cast;</br>And lovers, long desponding, blest at last.</br>They ceas'd; the warblings softly died away,</br>Like zephyrs ceasing at the close of day.</br>\"This scene,\" said he, \"how fair!  to please the sight</br>How Nature's charms, Art's ornaments unite!</br>Those maids, what magic in the strains they sung!</br>Song sweetliest flows from Beauty's tuneful tongue.</br>Yet say, did Tien bid power and wealth be mine,</br>For me my soul to pleasure to resign?", "\"What boots that annual, on our fathers' tombs,</br>We strew fair flowers, and offer choice perfumes;</br>Our veneration of their memories shew,</br>And not their steps in Virtue's path pursue?</br>When, from his province as the prince returns,</br>Rich feasts for him are spread, and incense burns,</br>And gilded barks unfold their streamers gay,</br>And following crowds their loud applauses pay;</br>Avails all this, if he from right has swerv'd,</br>And Conscience tells him all is undeserv'd?", "\"Arise, Li-po!  'tis Duty calls, arise!</br>The sun sinks reddening in Tartarian skies.</br>Yon walls that tower o'er Xensi's neighbouring plain,</br>Yon walls unnumber'd miseries contain.</br>Think, why did Tien superior rank impart,</br>Force of the mind, or feelings of the heart.</br>Last night in sleep, to Fancy's sight display'd,</br>Lay lovelier scenes than e'er my eyes survey'd;</br>With purple shone the hills, with gold the vales,</br>And greenest foliage wav'd in gentlest gales:</br>'Midst palmy fields, with sunshine ever bright,</br>A palace rear'd its walls of silvery white;</br>The gates of pearl a shady hall disclos'd,</br>Where old CONFUCIUS' rev'rend form repos'd:</br>Loose o'er his limbs the silk's light texture flow'd,</br>His eye serene etherial lustre show'd:</br>'My son,' said he, as near his seat I drew,</br>'Cast round this wonderous spot thy dazzled view;</br>See how, by lucid founts in myrtle bowers,</br>The blest inhabitants consume their hours!</br>They ne'er to War, fell Fiend!  commission gave</br>To murder, ravage, banish, and enslave;</br>They ne'er bade Grandeur raise her gorgeous pile,</br>With tribute ravish'd from the hand of Toil;</br>But parents, guardians of the people reign'd,</br>The weak defended, and the poor sustain'd.'</br>Smiling he ceas'd &mdash; the vision seem'd to fly,</br>Like fleecy clouds dispersing in the sky.", "\"Arise, Li-po!  and cast thy robes aside,</br>Disguise thy form, thy well-known features hide;</br>Go forth, yon streets, yon crowded streets pervade,</br>Mix with the throng, and mark who seeks thy aid:</br>There Avarice stern, o'er Poverty bears sway,</br>And Age and Sickness fall his easy prey;</br>There hands that Justice' sacred ensigns bear,</br>Protect the plunderer, and the plunder share;</br>Perhaps there Discord's desperate rage prevails,</br>And Wisdom's voice to calm the tumult fails;</br>Perhaps Revenge gives victims to the grave,</br>Perhaps they perish, ere I haste to save!\"", "He spoke, and rose; but now along the way</br>That from the city-gate fair-winding lay,</br>Stretch'd thro' green meads where lowing cattle graz'd,</br>Amid the lake's wide silver level rais'd,</br>Led up steep rocks by painted bridges join'd,</br>Or near thin trees that o'er the tide inclin'd,</br>Slow tow'rds his palace came a suppliant train;&mdash;</br>Whoe'er his presence sought ne'er sought in vain&mdash;</br>The ready vessel, waiting at his call,</br>Receiv'd, and bore him to the audience-hall.</br>"]