["Ye nine great daughters of Jupiter,</br>Born of one mother at a litter,</br>Virgins who ne'er submit to wisdom,</br>But sing and fiddle all your lifetime;</br>In verse and rhyme great wholesale dealers,</br>Of which we bards are but retailers,</br>Assist! &mdash; but chiefly thou, my muse,</br>Who never didst thine aid refuse,&mdash;</br>Whether I sung in high bombastic,</br>Or sunk to simple Hudibrastic,</br>Or in dire dumps proclaimed my moan,</br>Taught rocks to weep, and hills to groan;</br>Or chang'd the style to love and dreary!</br>'Till even echo blush'd to hear ye,&mdash;</br>These mournful themes no longer usurp,</br>But tune to sweeter sounds thy Jew's harp,</br>To sing of bridegroom, bride, and wedding,</br>Of kissing, fondling, love, and bedding.&mdash;</br>Now, from his hammock in the skies,</br>Phaebus jumpt up, and rubb'd his eyes,</br>Clapt on his daylight round his ears,</br>Saddled his horse and fixt his spears;</br>Night turn'd her b**k**de, so in turn he</br>Mounted, and set forth on's journey:</br>Our wedding folks were yet in bed,</br>Nor dreamt what's doing o'er head.</br>At leisure now, &mdash; for Episodes</br>We'll introduce our sett of gods.", "Sing then, my muse, in lofty crambo,</br>How Hymen came with lighted flambeau,</br>To kindle fire of love between 'em</br>And make their livers burn within 'em.</br>Juno, it seems, by sad mishap,</br>O'er night with Jove was pulling cap,&mdash;</br>For by what way she's wont to govern</br>(So Homer tells) the hen-peckt sov'reign,</br>But now stole off, and left him fretting,</br>And rode post-haste to come to wedding:</br>Lucina was not there that morning,</br>But ready stood at nine month's warning.</br>The nymphs of ever sort and size</br>Came there before the bride could rise:</br>The mountain nymphs skipp'd down like fleas,</br>Dryad's crept out from hollow trees;</br>The water nymphs from swamps and flats</br>Came tripping on like drowned rats:</br>The birds, around on sprays and thistles,</br>Began to light and tune their whistles:</br>The cock, when daylight had begun,</br>Being chorister, struck up the tune</br>And sung an hymn in strains sonorous,</br>While ev'ry quail-pipe join'd the chorus&mdash;</br>But we must quit this singing sport, else</br>Mischance may seize our sleeping mortals,</br>Who now 'gan jostle, round the fabric,</br>Finding they'd slept till after day-break.</br>Our bridegroom, ere he did arise,</br>Rubb'd sleep's soft dews from both his eyes,</br>Look'd out to see what kind of weather,</br>And sprang from bed as light as feather,</br>Joyful as Dick after obtaining</br>His master's leave to go to training.", "Here, did not rhyming greatly harrass one,</br>'Twere a fine place to make comparison;</br>Call up the ghosts of heroes pristine&mdash;</br>Egyptian, Trojan, Greek, Philistine;&mdash;</br>So sweetly sung in ancient lays;</br>Set them in order by our gallant,</br>To prove him handsome, wise and valiant.", "He now came forth, and stood before</br>His lovely goddess' chamber door,</br>Address'd her with three gentle halloos!</br>Then read, or said, or sung as follows:&mdash;</br>\"Arise!  my love, and come away</br>To cheer the world, and gild the day,</br>Which fades for want of fresh supplies</br>From the bright moonshine of thine eyes.</br>How beautiful art thou, my love!</br>Surpassing all the dames above:</br>Venus with thee might strive again;</br>Venus with thee would strive in vain,&mdash;</br>Tho' ev'ry muse, and ev'ry grace,</br>Conspire to deck bright Venus' face:</br>Thou'rt handsomer than all this trash,</br>Rise, then, my love!  and come away,</br>To cheer the world and gild the day,</br>Which fades for want of fresh supplies</br>From the bright moonshine of thine eyes.\"&mdash;", "And now came forth our lovely bride</br>Array'd in all her charms and pride:&mdash;</br>Note here, lest we should be misguided,</br>Lovers and bards are so quick-sighted,</br>In ev'ry charm they spy a Cupid,</br>Tho' other people are more stupid;&mdash;</br>So our fair bride, her lover swore,</br>Was deck'd with Cupid's o'er and o'er:&mdash;</br>Thus Virgil's goddess' Fame appears</br>From head to foot o'erhung with ears.", "Here, if our muse did not check first,</br>We might go on to sing of breakfast;</br>Of kissing, courting, and thereafter,</br>'Till all their mouths began to water;</br>Of nymphs in gardens picking tulips;</br>Of maids preparing cordial juleps;</br>With other matters of this sort, whence</br>We come to things of more importance:&mdash;</br>The sun, who never stops to halt,</br>Now riding at his usual rate,</br>Had hardly pass'd his midway course,</br>And spur'd along his downward horse,</br>Our bridegroom, and his lovely virgin,</br>Set forth to cherish &mdash; without urging:</br>A solemn throng before, behind 'em</br>A lengthen'd cavalcade attend 'em</br>Of nymphs and swains; a mingled crew,</br>Of every shape, of ev'ry hue:</br>Not that more solemn scene of old</br>As in romances we are told</br>By Hudibras, that val'rous knight,</br>For joining dog and bear in fight:</br>Nor shall we make a pause for stating</br>Th' odds 'twixt marriage and bear-bating.</br>In midst of these, with solemn wag,</br>Our priest bestrode his ambling nag:</br>His dress and air, right well accoutered,</br>His hat new brush'd, his hair new powder'd:</br>His formal band, of trade the sign,</br>Depending decent from his chin:</br>His thread-bare coat, late turn'd by Snip,&mdash;</br>With scripture-book, and cane for whip:</br>Unnotic'd past amid the throng,</br>And look'd demure, and jogg'd along:</br>Yet laymen ne'er his power cou'd equal</br>As we shall shew you in th sequel:</br>For when this priest o'er man and maid</br>A set of scripture words had said,</br>You'd find them closely link'd together</br>For life, in strange enchanted tether,</br>(Like spirits in Magician's circle)</br>'Till friendly death should him or her kill:</br>Tied up in wond'rous gordian knot</br>They neither can untie or cut;</br>Enclos'd in cage where all can see 'em</br>But all the world can never free 'em:</br>For once by priest in bonds of wedlock,</br>When tied and hamper'd by the fetlock,</br>They fight, or strive, and fly in vain,</br>And still drag after them their chain;</br>Like the earth and moon, at distance great,</br>Still t'ward each other gravitate,</br>And many a time and oft invade</br>With dark eclipse and angry shade.&mdash;</br>Trifles skip'd o'er, our next proceeding</br>Shall give description of the wedding,</br>Where, tho' we  Pagan mix with Christian</br>And gods and goddesses with priests join,</br>Truth need not stand to make objection&mdash;</br>We poets have the right of fiction.", "And first &mdash; great Hymen in the porch</br>Like link-boy stood with flaming torch;</br>Around, in all the vacant places</br>Stood gods and goddesses and graces:</br>Venus and Cupid (god of love)</br>With all the rabble from above:</br>In midst our groom and bride appear</br>With wedding guests in wings and rear.&mdash;</br>Our priest now shew'd his slight of hand</br>Roll'd up his eyes, and strok'd his band,</br>Then join'd their hands in terms concise</br>And struck the bargain in a trice</br>And for the bridegroom first began he,</br>Saying &mdash; \"You Stephen!  take her, Hannah\"&mdash;</br>And then &mdash; to make both parties even&mdash;</br>For her, \"you Hannah take him Stephen:\"</br>Then told them, to avoid temptation,</br>To do the duties of their station;</br>In state of sickness, nurse and nourish;</br>In health cleave fast, and hug and cherish:</br>And then some queerer stuff he said</br>Of keeping clean the marriage bed.", "To all the parson said or meant</br>Our bride and bridegroom gave consent;</br>He bow'd to what the priest did say&mdash;</br>She blush'd, and curtsy'd &mdash; and cry'd \"aye.\"</br>The bargain made, he gave his blessing</br>And bad them sign and seal with kissing:</br>The smack being giv'n neat and fresh,</br>He straight pronounc'd them both one flesh.</br>By mathematics 'tis well known</br>It takes two halves to make up one;</br>And Adam, as our priests believe,</br>Was but one half without miss Eve:</br>So ev'ry mortal man in life</br>Is but one half &mdash; without his wife.</br>And hence, by natural co-action,</br>Man seeks as much his other fraction;</br>Which found, no tinker, 'tis confess'd</br>Can splice and solder &mdash; but a priest.", "The rites now o'er, the priest drew near</br>And kiss'd the bride's sinister ear;</br>Told them he hop'd they'd make good neighbours,</br>And wish'd a blessing to their labours.</br>Him follow'd every mincing couple,</br>Licking their lips &mdash; to make them supple.</br>Each got a smack from one or t' other</br>And wish'd them both much fun together.", "The wedding o'er, with joy and revelry</br>Back to their bride's return'd the cavalry;</br>And, as when armies take a town</br>Which costs them long to batter down,</br>That fame may raise her voice the louder</br>The fire whole magazines of powder,</br>And heaps of fuel lay upon fires</br>To celebrate their joys and bon-fires:</br>So now the bride had chang'd her station,</br>Surrender'd pris'ner at discretion,</br>Submitting to our heroes fancies</br>Herself, with all appurtenances</br>The well-pleas'd crowd, (for greatest joys</br>Triumph'd by firing &mdash; shouting &mdash; ringing&mdash;</br>By dancing &mdash; drinking wine &mdash; and singing:</br>But yet our groom (time march'd so lazy)</br>Sate hitching, nestling, and uneasy;</br>Thought daylight never would be gone,</br>And call'd the sun a lazy drone,", "The sun, just when 'twas time to sup,</br>Came to the sea &mdash; where he puts up;</br>Sent his last rays o'er earth to scatter,</br>And div'd down headlong into water&mdash;</br>Here is the place &mdash; if we would chuse</br>To tire our reader and our muse&mdash;</br>To name and number ev'ry guest;</br>To tell what fare compos'd the feast;</br>With other things that did betide&mdash;</br>As, how they kiss'd and jok'd the bride;</br>How frolicksome the liquor made 'em;</br>And how the fidler came to aid 'em;</br>And made his lyre make such a scrapering</br>It set the people all a-capering:</br>When Orpheus fiddled at his guidance,</br>Thus trees leapt forth and join'd the set dance.</br>Grim night at length, in sable waggon,</br>Drawn by a sooty bat-wing'd dragon,</br>Rode till she came right over-head</br>And on the earth her blanket spread.</br>The moon was out upon parole;</br>Stars danc'd, as usual, round the pole;</br>All nature saw, with drowsy head,</br>Had thrown by cares, and gone to bed;</br>Sleep reign'd o'er all, but wolves and rovers,</br>Owls, bats, and ghosts, and thieves and lovers.</br>The maids with madam bride now clamber</br>Up stairs, to find the bridal chamber:</br>First, of her robes they disarray'd her,</br>Then softly in the bed they lay'd her;</br>Her groom flew swiftly to her arms,</br>To feast and revel on her charms:</br>No alderman &mdash; invited guest</br>To gormandize at turtle feast&mdash;</br>When first he sees the dish brought in,</br>And 'gins to dip and grease his chin,</br>E'er feels such raptures as our lover,</br>Now all his fears and griefs are over.", "Th' events that afterwards befel,</br>Over bashful muse would blush to tell:</br>The Bridegroom, as himself confest,</br>Found not a moment's time to rest;</br>And people lodging in the house</br>Heard noises loud and ruinous,</br>And started oft from sleep profound,</br>Thinking an earthquake shook the ground:&mdash;</br>Which they interpret as an omen</br>Of something past, and something coming:</br>And what that is (I'm somewhat jealous)</br>A boy will come next year to tell us.</br>"]