["Dear Muse!  I beg, &mdash; (and don't my suit deny,)</br>The want of better company, supply.</br>With sweet suggestions, tolerable make,</br>The joyless journies, I'm oblig'd to take:</br>Point out some soothing theme, such hints impart,</br>As may both chear the mind, and mend the heart.</br>Suppose, we then, with pleasing retrospect,</br>On each past, grateful scene of life, reflect.</br>Be this, my Clio! &mdash; as I jogg along;</br>Be this th' amusing subject of my song.", "Childhood! &mdash; thou charming state of innocence!</br>Distracting care, and criminal offence,</br>To thee, are quite unknown:  successive joys</br>Affect us, then, with wonder and surprise;</br>Each day, each hour some novelty affords,</br>That makes us pleas'd beyond the power of words.</br>When early snowdrops, in the yard, appear,</br>And daffodils adorn the infant-year;</br>When pretty, warbling birds prepare to sing,</br>And gladly welcome the return of spring,</br>How, quite transported seems the chuckling boy,</br>Who, first, a fragrant primrose can espy!</br>The flow'ry wonders of the verdant mead,</br>Farther from home, the little ramblers lead.</br>Hair bells and meadow boots engage the sight,</br>And lovely lady-smocks give new delight.</br>Such various beauties on the plain abound,</br>Ev'n paradise itself appears all round.</br>The fancy feels such images imprest,</br>As make each merry little youngster blest.", "Grown riper, we submit to wholsome rules,</br>And the grave discipline of noted schools.</br>There, books and play, alternately, relieve;</br>Knowledge impart, and health and vigour give.</br>Leap-frog, ball, prison bass, by day delight;</br>Hand-back diverts, or hide-and-seek,  at night.</br>Fondly we soon begin to read romance,</br>To write, to cast account, to draw, to dance.</br>The charms of musick, and melodious rhimes,</br>Enchant us too:  and oft, at vacant times,</br>Verses, in rude essay, we try to make,</br>And a still rougher fiddlestick, to shake.</br>But smoother measures, and a clearer note,</br>Our rising praises, by degrees, promote.</br>Nature still prompts our parents to be kind,</br>And those, that love, to candour are inclin'd;</br>No small improvement, daily can discern:</br>And all (you know) must have a time to learn.</br>Now, now behold! &mdash; each hopeful, studious boy,</br>His book begins, with diligence to ply;</br>Of learning now begins to have some taste,</br>Nor cares, at play, his precious time to waste.</br>Latin and Greek, to him, are glorious gains;</br>And virtue well rewards his utmost pains.", "But O! &mdash; to college, when at last we're brought,</br>And take of Helicon a deeper draught,</br>How do all kinds of mystic science, there,</br>To our transported eyes, unveil'd appear!</br>How, academick lectures, there, unfold</br>Wisdom, superior far to gems, or gold!</br>Philosophy, and Classicks, there, display</br>Their diff'rent charms, and pave a pleasing way</br>To solid learning, and to lib'ral arts;</br>The purest blessings, to a lad of parts.</br>At these great joys, this heav'n of happiness,</br>Ev'n I (tho' fitly not describe) can guess;</br>I, that obtain a mod'rate share, at most,</br>And, but a slender stock of nature's gifts, can boast.", "If after study, with some chosen friend,</br>The weary'd mind you're willing to unbend;</br>Whether we stray along the open streets,</br>Or publick walks, or more retir'd retreats,</br>Some curious garden, some enchanting grove,</br>Or thro' the verdant mead, delight to rove,&mdash;</br>Whatever scene of pleasure we select,</br>Whatever way, our wand'ring feet direct,</br>Those pleasing pains we cannot, sure, repent,</br>That vig'rous health advance, and sweet content.", "On horse-back, if dispos'd to take the air,</br>To some sweet, neighb'ring hamlet we repair,</br>Or love to bathe, where limpid streams do flow;</br>Or, whether we, for pastime, or for food,</br>With angling catch the silent, scaly brood:</br>What roads, what towns, what villages invite!</br>What rivers give, each diff'rent way, delight!</br>Fair Woodstock here, O!  let my fancy view,</br>Newnham, and Abington, and Islip too;</br>The charming Charwell, here too let me name,</br>The gentle Isis, and the winding Thame.", "Or, if melodious strains our fancy suit,</br>The sprightly fiddle, or soft breathing flute,</br>Or sweet spinet, or nobler harpsichord,</br>To flagging students rare relief afford.</br>His hand, each artist willing to compleat,</br>At frequent concerts gladly goes to meet</br>Some choice harmonious brethren of the string,</br>Where, now, fine fav'rite airs they jointly sing,</br>Now, in all parts, new compositions play,</br>And social converse crowns the joyful day.", "But, who can meetly celebrate in rhime,</br>The musical triumv'rate of that time?&mdash;</br>That dear, dear time! &mdash; when I on arts intent,</br>My happy, halcyon-days in Oxford spent.</br>Thy songs, O Powell, what could e'er surpass,</br>When sweetly join'd with symphony, and bass?</br>Thee, wondrous Waring!  still, methinks, I hear;</br>Judicious Goodson still enchants my ear.</br>Your soft vibrations, and melodious trills,</br>Ev'n to this day, my lively fancy feels.</br>The Graces thus, 'tis said, link'd arm in arm,</br>United heretofore their triple charm;</br>And, with surprising symmetry of parts,</br>Were wont to move, and captivate all hearts.", "Colours, &mdash; when fine performances appear,&mdash;</br>No less can charm the eye, than sounds the ear.</br>Good hands, in both capacities we prize,</br>Unless we're destitute of ears and eyes,</br>When, thro' the picture-gallery, we pass,</br>And there admiring view each diff'rent face,</br>Vandyke and Lely there, with Kneller lay</br>Such spells, we've hardly pow'r to get away.</br>Painters new life to benefactors give:</br>Great Ormond there, and Laud for ever live.</br>Of founders too the never-dying fame,</br>Immortalizing pencils there proclaim.</br>Men of great learning, piety, and parts,</br>And peerless masters of prodigious arts,</br>Here shew their awful forms:  These, these are they,</br>To whom, profound respect, posterity shall pay.", "But O!  when Ma'd'len's alter-piece we view,</br>And at the same time, hear an anthem too,</br>Musick and painting, there, their charms unite,</br>And give the mid ineffable delight.</br>How, when we hear the organ's solemn sound,</br>Does our rais'd heart from earth to heav'en rebound!</br>When we behold the dear, depicted wall,</br>How seem we then caught up with raptur'd Paul!</br>Th' archangel's mighty trump, how seem to hear,</br>And the great Judge of all the world revere!", "Now, to the grand Sheldonian theatre,</br>Suppose, &mdash; at least, in fancy, &mdash; we repair.</br>The noble structure, how do all admire!</br>What lofty thoughts, the pointed roof inspire!</br>There first, the wond'rous work we view; &mdash; and then,</br>Gaze on the portrait of unrivall'd Wren.", "To Ashmole's sweet musaeum, if they step,</br>What pleasures, there, do virtuoso's reap!</br>What curious things do there our eyes explore,</br>Where arts and nature lavish all their store!</br>There Whiteshide too, with philosophic skill,</br>Was wont, e'erwhile, the wond'ring mind to fill,</br>And richly feast observant, curious eyes,</br>With neat experiments, and sweet surprise.", "Nor are we less agreeably amus'd,</br>With the mysterious art of printing us'd.</br>Pleas'd with the beauteous edifice, we gaze;</br>And well the work there done deserves our praise.</br>The curious types a strong impression leave,</br>Types, the expert compilers interweave.</br>Here, in the Muse's mint the printer coins</br>The precious oar of orthodox divines;</br>And, by his skill, diffusively imparts</br>The choicest stores of lit'rature and arts.</br>For, sure, the learned World must needs confess</br>The noble products of the Oxford-press.</br>Nor stands far hence the venerable dome,</br>Where theologick disputants do come.</br>Great Potter then did worthily preside;</br>The knottiest points his eloquence unty'd:</br>Potter! &mdash; of Oxon once, of Lambeth now the pride.", "Or if in Indian-ink we take delight,</br>And love to draw, sometimes, in black and white,</br>With curious cuts the picture-shops are stor'd,</br>Which, by the connoisseurs, are oft explor'd.</br>There, we designs, sweet, nat'ral, graceful, bold,</br>From Raphael, Rubens, and Le Brun, behold.</br>There, Mezzotints, numerous and neat,</br>Admiring eyes, in grateful manner, greet.", "Sometimes, with eager pace, and cheerful air,</br>We to some noted Bookseller's repair,</br>The various pamphlets on the counter view,</br>And still are entertain'd with something new.</br>But, if we talk of books, how can we chuse</br>To mention, O my kind, reminding Muse,</br>Those lovely libraries, with care and cost</br>Selected, which the colleges can boast?</br>Especially, the grand Bodleian pile,</br>That noblest treasure of our British isle.</br>Which way soe'er the learned vista's chang'd,</br>Books upon books, in infinitum, rang'd,</br>Richly regale the most insatiate eye,</br>And, with the Vatican itself may vye.</br>There, numerous arts and science abound;</br>And there, the rarest manuscripts abound;</br>From whence that prying antiquarian, Hearne,</br>What had been done in time of yore, cou'd learn.</br>But ah!  too hard a task is undertook:</br>Barely to speak of all, wou'd swell into a book.", "Happy Oxonians! &mdash; O!  too blest ye were,</br>Did ye but duly know the joys, ye share.</br>Some pangs at parting well may be suppos'd,</br>When these unparallel'd delights are lost:</br>And no small grief is sure to be sustain'd,</br>When, from our dearest alma mater wean'd:</br>This noble nurs'ry we at length must leave,</br>And, with the saddest sighs our bosoms heave.</br>Seven years, it's true, are quickly come and gone;</br>But, ah!  at Oxford, seem no more than one:</br>The rolling world, there, whirls about so fast,</br>The pleasing 'prenticeship, at once, is past.</br>And, &mdash; O!  the thing I well remember yet;</br>Nay more, methinks, I never shall forget,</br>How, o'er each shoulder, with repeated look,</br>By turns, I many a longing farewell took.</br>Farewel, sweet place!  said I with heavy heart;</br>Adieu!  dear Oxford! &mdash; thou and I must part.", "How has my soul been ravish'd with delight,</br>In dear, delusive visions of the night!</br>How oft been fill'd with wonder and surprise,</br>And sweetly dream'd of academick joys!</br>But morning sighs the error soon confess'd,</br>And I no more the paradise possess'd.", "Nor cou'd I well with such a loss dispense,</br>Had not wit, beauty, virtue, and good sense,</br>In my dear, amiable Maria met,</br>And render'd her, in ev'ry thing, compleat.</br>The musick of her voice, and in her soul,</br>And fine, fair features harmoniz'd the whole.</br>Her love of books, her charming hand and stile,</br>Her cheerful suff'rance of domestick toil;</br>Her gen'rous extract, and uncommon fame,</br>Made me e'en doat upon the very name.</br>The strange vicissitude of hopes and fears,</br>Of rallying friends the not unwelcome jeers,</br>(For friends will joke upon a lover's pains,)</br>Caus'd me to hug the more my am'rous chains:</br>And each sweet interview (surpassing ease!)</br>Endear'd, for ever since, each pleasing place.", "Chatcull! &mdash; O charming Chatcull! &mdash; ev'ry part</br>Of thee will ever, sure, rejoice my heart.</br>O!  thither let my roving mind remove,</br>And view the various scenes of virtuous love.</br>The decent house, wherein my fair one dwelt,</br>Reminds me of the fervid flames, I felt.</br>The handsome parlour, where I prov'd so pos'd;</br>When, much abash'd, my passion I disclos'd;</br>The spacious lightsome room, wherein I lay,</br>When thus my true respects I came to pay,</br>And ev'ry picture seems, methinks, to strive</br>These fav'rite, dear ideas to revive.</br>Be this too mention'd; &mdash; that whene'er I see,</br>Or mount, by steps, the arbour in the tree,</br>How does the lofty ever-verdant yew</br>The thoughts of pleasing incidents, renew!</br>For here, one charming day, my lovely fair,</br>And I &mdash; (O sweet remembrance!) took the air.</br>There, as she sat, a damask-rose I took,</br>There, with a trembling hand, and tender look,</br>The flow'r, depriv'd of thorns, I gently press'd,</br>And blushing put between each snowy breast.</br>Then &mdash; (in the words of dear, ingenious Gay,</br>Who always speaks in a becoming way,)</br>\"Go, rose, said I, my Chloe's bosom grace;</br>O!  might I but supply that envy'd place,</br>With undissembled, never-fading love,</br>Happy &mdash; O!  then, how happy should I prove!\"", "In short, &mdash; the gardens, groves, extensive green,</br>And whate'er else may thereabout be seen,</br>All point out, where (inchanting time of life!)</br>I woo'd the dearest maid to be my wife.</br>Charms too, by chance, whene'er my eyes behold,</br>Experience proves, I need not to be told,</br>The flutt'ring heart of man, how it affects,</br>To view the sweetest pattern of her sex.</br>For there, quite charm'd, and with a kind of awe,</br>There, there I first, this best of blessings, saw.</br>And, O delightful Broughton; &mdash; thee I'll love,</br>As long as life this beating heart shall move.</br>Whenever I ascend that sacred hill,</br>Whereon thy chapel stands, fresh joys I feel.</br>This I with pleasure found, the other day,</br>When thither I repair'd my thanks to pay.</br>For there, O!  there, the nuptial knot was ty'd,</br>Sweet M&mdash;y B&mdash;r there became my bride!", "Wedlock! &mdash; thou holy, happy, blest estate!</br>What tongue describe, what language can relate,</br>In fitting numbers, all the various joys,</br>And purer pleasures, that in thee we prize?</br>Joys, which the brutal sot wou'd fain disown,</br>And seem, to lawless libertines, unknown.</br>But, O!  the heav'nly band shall have due praise</br>From all, whom reason, or religion sways.</br>I chiefly, as in strictest duty bound,</br>With grateful heart, these praises shou'd resound:</br>I! &mdash; that so long have liv'd with such a wife!</br>And meetly shou'd commend a marry'd life,</br>Did I, with strict regard to sacred vows,</br>But answer half the merit of my spouse.", "'Tis true, no perfect happiness (we know,)</br>Can justly be expected here below.</br>Chequer'd with ills each state of life we find:</br>The world may frown; or friends may seem unkind.</br>But yet, in providence we ought to trust;</br>Murmurs are most ungrateful, and unjust.</br>This world's a state of discipline; a school,</br>Where we must learn our appetites to rule,</br>With care to use each innocent device,</br>To govern passions, and to conquer vice;</br>By faith, and hope of unseen things to live,</br>To love our foes, and injuries forgive.</br>Prudence, as well as probity, shou'd prove</br>Us wise as serpents, harmless as the dove;</br>And to look back upon a well spent life,</br>When death approaches, &mdash; be our only strife.</br>Then, the true riches, we shall have in store,</br>When this vain, fleeting world shall be no more.</br>The little while indeed, we sojourn here,</br>Some transient objects of delight appear.</br>But lo!  we, by eternal truth, are told,</br>The good shall greater things than these, behold.</br>No mortal eye has seen, nor ear has heard</br>The Things, that heav'n has for the just prepar'd.</br>Nor can the most capricious mind comprise</br>The meanest part of those extatick joys.</br>Rivers of pleasure, there for ever flow!</br>The saints, shall there, in full perfection, know</br>All, that can give delight, or merit praise,</br>Attract their love, or admiration raise.", "Eternal source of all, that's truly good!</br>O!  may no more such bounty be withstood:</br>Such grace, no longer let my sins abuse;</br>But boundless favour holy thoughts infuse.</br>In this short scene of things, this vale of tears,</br>Whate'er falls out, let no desponding fears</br>My soul cast down, or over-much deject.</br>No; &mdash; I'll on future happiness reflect,</br>Fix my unstable thoughts on things above,</br>And the great God of endless mercy love,</br>With all my heart, and soul, and strength, and mind:</br>The only sure way, this! &mdash; true happiness to find.</br>"]