["Why hang the sweet bells mute in Magdalen-Tower,</br>Still wont to usher in delightful May,</br>The dewy silence of the morning hour</br>Cheering with many a changeful roundelay?</br>And those pure youthful voices where are they,</br>That hymning far up in the listening sky,</br>Seem'd issuing softly through the gates of day,</br>As if a troop of sainted souls on high</br>Were hovering o'er the earth with angel melody?", "This day the pensive Choristers are mute,</br>The Tower stands silent in the shades of woe,</br>And well that darkness and those shadows suit</br>The solemn hush shed o'er the courts below.</br>There all is noiseless as a plain of snow,</br>Nor wandering footstep stirs the unechoing wall.</br>Hark &mdash; hark!  the muffled bell is tolling slow!</br>Into my mournful soul its warnings fall&mdash;</br>It is the solemn day of Vernon's funeral.", "No sound last night was heard these courts within,</br>Save sleepless scholar sobbing in his cell;</br>For mirth had seemed a sacrilegious sin</br>Against the dead whom all did love so well.</br>Only &mdash; at evening-prayer the holy swell</br>Of organ at the close of service sent</br>(While on their knees the awe-struck weepers fell,</br>Or on the pillar'd shade in anguish leant)</br>Through the dim echoing aisle a sorrowful lament.", "All night the melancholy moonshine slept</br>O'er the lone chamber where his corpse was laid:</br>Amid the sighing groves the cold dews wept,</br>And the sad stars in glimmering beams array'd</br>In heaven seemed mourning o'er the parted shade</br>Of him who knew the nature and the name</br>Of every orb to human ken display'd,</br>Whether on silent throne a steadfast flame,</br>Or roll'd in music round the Universal Frame.", "And now the day looks mournful as the night,</br>For all o'er heaven black clouds begin to roll,</br>Through which the dim sun streams a fitful light</br>In sympathy with man's desponding soul.</br>Is nought around but images of dole!</br>The distant towers a kindred sorrow breathe,</br>Struck 'mid their own groves by that dismal toll;</br>And the grey cloisters, coldly stretch'd beneath,</br>Hush'd in profounder calm confess the power of death.", "Sad for the glory that hath parted thence,</br>Through spire, tower, temple, theatre, and dome,</br>Mourns Oxford in her old magnificence,</br>Sublimely silent 'mid the sunless gloom.</br>But chief one College weeps her favourite's doom&mdash;</br>All hearts turn thither in the calm of morn;</br>Silent she standeth like one mighty tomb,</br>In reverend beauty &mdash; desolate &mdash; forlorn&mdash;</br>For her refulgent star is all-untimely shorn.", "Her courts grow darker as the hour draws near</br>When that blest corpse must sink for evermore,</br>Let down by loving hands to dungeon drear</br>From the glad world of sunshine covered o'er</br>By the damp pavement of the silent floor!</br>&mdash;Sad all around &mdash; as when a gentle day</br>All dimly riseth o'er a wreck-strewn shore,</br>When Love at last hath ceas'd to heaven to pray,</br>And Grief hath wept her fill, and Hope turn'd sick away.", "Yea!  even a careless stranger might perceive</br>That death and sorrow rule this doleful place&mdash;</br>Passing along the grey-hair'd menials grieve,</br>Nor is it hard a tender gloom to trace</br>On the young chorister's sunshiny face,</br>While slow returning from the mournful room</br>Of friend where they were weeping o'er the days</br>With Vernon past &mdash; profoundly sunk in gloom</br>The pale-fac'd scholar walks, still dreaming of the tomb.", "Now ghastly sight and lowly whispering sound</br>On every side the sadden'd spirit meet&mdash;</br>And notice give to all the courts around</br>Of doleful preparation &mdash; the rude feet</br>Of death's hir'd menials through this calm retreat</br>With careless tread are hurrying to and fro&mdash;</br>And loving hearts with pangs of anguish beat,</br>To see the cloisters blackening all below</br>With rueful sable plumes &mdash; a ghastly funeral-show.", "&mdash;Come let us now with silent feet ascend</br>The stair that leads up to yon ancient tower&mdash;</br>&mdash;There, lieth in his shroud my dearest friend!</br>Oh!  that the breath of sighs, the dewy shower</br>Stream'd from so many eyelids had the power</br>Gently to stir, and raise up from its bed</br>The broken stalk of that consummate flower!</br>Nought may restore the odours once when shed,</br>That sunshine smiles in vain &mdash; it wakens not the dead!", "Behold!  his parents kneeling side by side,</br>Still as the body that is sleeping there!</br>Far off were they when their sweet Henry died,</br>At once they fell from bliss into despair.</br>What sorrows slumber in that silvery hair!</br>The old man groans, nor dares his face to show</br>To the glad day-light &mdash; while a sobbing prayer</br>Steals from the calmer partner of his woe,</br>Who gently lays her hand upon those locks of snow.", "He lifts his eyes &mdash; quick through a parting cloud</br>The sun looks out &mdash; and fills the room with light,</br>Hath given a purer lustre to the shroud,</br>And plays and dances o'er those cheeks so white.</br>\"Curst be the cruel Sun!  who shines so bright</br>Upon my dead boy's face!  one kiss &mdash; one kiss&mdash;</br>Before thou sink to everlasting night!</br>My child &mdash; my child! &mdash; oh!  how unlike to this</br>The last embrace I gave in more than mortal bliss.\"", "Pale as a statue bending o'er a tomb,</br>The childless mother!  as a statue still!</br>But Resignation, Hope, and Faith illume</br>Her upward eyes!  and her meek spirit fill</br>With downy peace, which blasts of earthly ill</br>May never ruffle more &mdash; a smile appears</br>At times to flit across her visage chill,</br>More awful rendering every gush of tears</br>Shed at the dark eclipse of all life's sunny years.", "The whole path from his cradle to his grave</br>She travels back with a bewilder'd brain!</br>Bright in the gales of youth his free locks wave,</br>As if their burnished beauty laughed at pain,</br>And godlike claim'd exemption from the reign</br>Of grief, decay, and death!  Her touch doth meet</br>Lips cold as ice that ne'er will glow again,</br>And lo!  from these wan lips unto his feet</br>Drawn by the hand of death a ghostly winding-sheet!", "She hop'd to have seen him in yon hallow'd grove,</br>With gay companions laughing at his side,</br>And listening unto him whom all did love!</br>For she had heard with pure maternal pride</br>How science to his gaze unfolded wide</br>Her everlasting gates &mdash; but as he trod</br>The Temple's inner shrine, he sank and died&mdash;</br>And all of him that hath not gone to God</br>Within her loving clasp lies senseless as the clod.", "With tottering steps she to the window goes.</br>Oh!  what a glorious burst of light is there!</br>Rejoicing in his course the river flows,</br>And 'neath its coronet of dark-blue air</br>The stately Elm-grove rises fresh and fair,</br>Blest in the dewy silence of the skies!</br>She looks one moment &mdash; then in blind despair</br>Turns to the coffin where her Henry lies&mdash;</br>&mdash;The green earth laughs in vain before his closed eyes!", "The Old Man now hath no more tears to shed&mdash;</br>Wasted are all his groans so long and deep&mdash;</br>He looks as if he cared not for the dead!</br>Or thought his Son would soon awake from sleep.</br>An agony there is that cannot weep,</br>That glares not on the visage, but is borne</br>Within the ruin'd spirit's dungeon-keep,</br>In darkness and in silence most forlorn,</br>Hugging the grave-like gloom, nor wishing for the morn.", "Lo!  suddenly he starteth from his knees!</br>And hurrying up and down, all round the walls</br>Glances wild looks &mdash; and now his pale hands seize,</br>Just as the light on its expression falls,</br>Yon picture, whose untroubled face recalls</br>A smile for ever banish'd from the air!</br>\"O dark!  my Boy!  are now thy Father's halls!</br>But I will hang this silent picture there,</br>And morn and night will kneel before it in despair.\"", "With trembling grasp he lifts the idle gown</br>Worn by his Son &mdash; then closing his dim eyes,</br>With a convulsive start he flings it down,</br>Goes and returns, and loads it where it lies</br>With hurried kisses!  Then his glance espies</br>A letter by that hand now icy-cold</br>Fill'd full of love, and homebred sympathies;</br>Naming familiarly both young and old,</br>And blessing that sweet Home he ne'er was to behold.", "And now the Father lays his wither'd hand</br>Upon a book whose leaves are idly spread:</br>Gone &mdash; gone is he who well could understand</br>The kingly language of the mighty dead!</br>&mdash;There lies the flute that oft at twilight shed</br>Airs that beguiled the old man of his tears;</br>But cold the master's touch &mdash; his skill is fled,</br>And all his innocent life at once appears</br>Like some sweet lovely tune that charm'd in other years.", "But now the door is open'd soft and slow.</br>\"The hour is come, and all the mourners wait</br>With heads uncover'd in the courts below!\"</br>Stunn'd are the parents with these words of fate,</br>And bow their heads low down beneath the weight</br>Of one soul-sickening moment of despair!</br>Grief cometh deadly when it cometh late,</br>And with a Fury's hand delights to tear</br>From Eld's deep-furrowed front the thin and hoary hair.", "His eyes are open, and with tearless gleam</br>Fix'd on the coffin!  but they see it not,</br>Like haunted Guilt blind-walking in a dream,</br>With soul intent on its own secret blot.</br>The coffin moves! &mdash; yet rooted to the spot,</br>He sees it borne away, with vacant eyes,</br>Unconscious what it means!  hath even forgot</br>The name of Her who in a death-fit lies,&mdash;</br>His heart is turned to stone, nor heeds who lives or dies!", "Lo!  now the Pall comes forth into the light</br>And one chill shudder thrills the weeping crowd!</br>There is it 'mid the sunshine black as night!</br>And soon to disappear &mdash; a passing cloud!</br>Grief can no longer bear &mdash; but bursts aloud!</br>Youth, manhood, age, one common nature sways,</br>And hoary heads across the pall are bowed</br>Near burnish'd locks where youthful beauty plays&mdash;</br>For all alike did love the Form that there decays!", "List!  list!  a doleful dirge &mdash; a wild death-song!</br>The coffin now is placed upon its bier,</br>And through the echoing cloisters borne along!</br>&mdash;How touching those young voices thus to hear</br>Singing of sorrow, and of mortal fear</br>To their glad innocence as yet unknown!</br>Singing they weep &mdash; but transient every tear,</br>Nor may their spirits understand the groan</br>That age or manhood pours above the funeral stone.", "Waileth more dolefully that passing psalm,</br>At every step they take towards the cell</br>That calls the coffin to eternal calm!</br>At each swing of the melancholy bell</br>More loud the sighing and the sobbing swell,</br>More ghostly paleness whitens every face!</br>Slow the procession moves &mdash; slow tolls that knell&mdash;</br>But yet the funeral at that solemn pace</br>Alas!  too soon will reach its final resting-place.", "How Vernon lov'd to walk this cloister'd shade</br>In silent musings, far into the night!</br>When o'er that Tower the rising Moon display'd</br>Not purer than his soul her cloudless light.</br>Still was his lamp-lit window burning bright,</br>A little earthly star that shone most sweet</br>To those in heaven &mdash; but now extinguished quite&mdash;</br>&mdash;Fast-chain'd are now those nightly-wand'ring feet</br>In bonds that none may burst &mdash; folds of the winding-sheet.", "Wide is the chapel-gate, and entereth slow</br>With all its floating pomp that sable pall!</br>Silent as in a dream the funeral show</br>(For grief hath breathed one spirit into all)</br>Is ranged at once along the gloomy wall!</br>Ah me!  what mournful lights athwart the gloom,</br>From yonder richly-pictur'd window fall!</br>And with a transitory smile illume</br>The dim-discover'd depth of that damp breathless tomb.", "All hearts turn shuddering from that gulf profound,</br>And momentary solace vainly seek</br>In gazing on the solemn objects round!</br>Those pictur'd saints with eyes uplifted meek</br>To the still heavens, how silently they speak</br>Of faith untroubled, sanctity divine&mdash;</br>While on the paleness of each placid cheek</br>We seem to see a holy lustre shine</br>O'er mortal beauty breath'd from an immortal shrine!", "What though beneath our feet the earthly mould</br>Of virtue, beauty, youth, and genius lie</br>In grim decay!  Yet round us we behold</br>The cheering emblems of eternity.</br>What voice divine is theirs!  If soul may die,</br>And nought its perishable glory save,</br>Unto yon marble face that to the sky</br>Looks up with humble hope, what feeling gave</br>Those smiles that speak of heaven, though kindling o'er a grave!", "O holy image of the Son of God,</br>Bearing his cross up toilsome Calvary!</br>Was that stern path for sinful mortals trod?</br>&mdash;Methinks from that calm cheek, and pitying eye</br>Uplifted to that grim and wrathful sky</br>(Dim for our sakes with a celestial tear),</br>Falls a sweet smile where Vernon's relics lie</br>In mortal stillness on the unmoving bier!</br>Seeming the bright spring-morn of heaven's eternal year.", "&mdash;Down, down within oblivion's darksome brink</br>With lingering motion, as if every hand</br>Were loth to let the mournful burden sink,</br>The coffin disappears!  The weeping band,</br>All round that gulf one little moment stand</br>In mute and black dismay &mdash; and scarcely know</br>What dire event has happen'd!  the loose sand</br>From the vault-stone with dull drop sounds below,&mdash;</br>The grave's low hollow voice hath told the tale of woe!", "Look for the last time down that cold damp gloom;</br>Of those bright letters take a farewel sight!</br>&mdash;Down falls the vault-stone on the yawning tomb,</br>And all below is sunk in sudden night!</br>Now is the chapel-aisle with sunshine bright,</br>The upper world is glad, and fresh and fair,</br>But that black stone repels the dancing light,&mdash;</br>The beams of heaven must never enter there,</br>Where by the mould'ring corpse in darkness sits Despair!", "Where now those tears, smiles, motions, looks, and tones,</br>That made our Vernon in his pride of place</br>So glorious and so fair!  these sullen stones,</br>Like a frozen sea, lie o'er that beauteous face!</br>Soon will there be no solitary trace</br>Of him, his joys, his sadness, or his mirth!</br>Even now grows dim the memory of that grace</br>That halo-like shone round the soul of worth!</br>All fading like a dream!  all vanishing from earth.", "Where now the fancies wild &mdash; the thoughts benign</br>That rais'd his soul and purified his heart!</br>Where now have fled those impulses divine</br>That taught that gifted youth the Poet's art,</br>Stealing at midnight with a thrilling start</br>Into his spirit, wakeful with the pain</br>Of that mysterious joy!  In darkness part</br>All the bright hopes, that in a glorious train</br>Lay round his soul, like clouds that hail the morning's reign!", "Ah me!  can sorrow such fair image bring</br>Before a mourner's eyes!  Methinks I see,</br>Laden with all the glories of the spring,</br>Balm, brightness, music, a resplendent tree,</br>Waving its blossom'd branches gloriously</br>Over a sunny garden of delight!</br>A cold north-wind comes wrathful from the sea,</br>And there at dawn of day a rueful sight!</br>As winter brown and sere, the glory once so bright.", "I look into the mist of future years,</br>And gather comfort from the eternal law</br>That yields up manhood to a host of fears,</br>To blinded passion, and bewildering awe!</br>Th' exulting soul of Vernon never saw</br>Hope's ghastly visage by Truth laugh'd to scorn;</br>Imagination had not paus'd to draw</br>The gorgeous curtains of Life's sunny morn,</br>Nor show'd the scenes behind so dismal and forlorn.", "To thee, my Friend!  as to a shining star</br>Through the blue depths a cloudless course was given;</br>There smil'd thy soul, from earthly vapours far,</br>Serenely sparkling in its native heaven!</br>No clouds at last were o'er its beauty driven&mdash;</br>But as aloft it burn'd resplendently,</br>At once it faded from the face of even,</br>As oft before the nightly wanderer's eye</br>A star on which he gazed drops sudden from the sky!", "Who comes to break my dreams?  The chapel door</br>Is opening slow, and that old Man appears</br>With his long floating locks so silvery-hoar!</br>His frame is crouching, as if twenty years</br>Had pass'd in one short day!  There are no tears</br>On his wan wrinkled face, or hollow eyes!</br>At last with pain his humbled head he rears,</br>And asks, while not one grief-chok'd voice replies,</br>\"Show me the very stone 'neath which my Henry lies!\"", "He sees the scattered dust &mdash; and down he falls</br>Upon that pavement with a shuddering groan&mdash;</br>And with a faltering broken voice he calls</br>By that dear name upon his buried Son.</br>Then dumb he lies!  and ever and anon</br>Fixes his eye-balls with a ghastly glow</br>On the damp blackness of that hideous stone,</br>As if he look'd it through, and saw below</br>The dead face looking up as white as frozen snow!", "O gently make way for that Lady fair!</br>How calm she walks along the solemn aisle!</br>Beneath the sad grace of that braided hair,</br>How still her brow!  and what a holy smile!</br>One start she gives &mdash; and stops a little while,</br>When bow'd by grief her husband's frame appears,</br>With reverend locks which the hard stones defile!</br>Then with the only voice that mourner hears,</br>Lifts up his hoary head and bathes it in her tears!", "At last the funeral party melts away,</br>And as I look up from the chapel-floor,</br>No living object can my eyes survey,</br>Save these two childless Parents at the door,</br>Flinging back a wild farewell &mdash; then seen no more!</br>And now I hear my own slow footsteps sound</br>Along the echoing aisle &mdash; that tread is o'er&mdash;</br>And as with blinded eyes I turn me round,</br>The Sexton shuts the gate that stuns with thundering sound!", "How fresh and cheerful laughs the open air</br>To one who has been standing by a tomb!</br>And yet the beauty that is glistening there</br>Flings back th' unwilling soul into the gloom.</br>We turn from walls which dancing rays illume</br>Unto the darkness where we lately stood,</br>And still the image of that narrow room</br>Beneath the sunshine chills our very blood,</br>With the damp breathless air of mortal solitude.", "O band of rosy children shouting loud,</br>With morris-dance in honour of the May!</br>Restrain that laughter ye delighted crowd,</br>Let one sad hour disturb your holiday.</br>Ye drop your flowers, and wonder who are they</br>With garb so black and cheeks of deadly hue!</br>With one consent then rush again to play,</br>For what hath Sadness, Sorrow, Death to do,</br>Beneath that sunny sky with that light-hearted crew!", "And now the Parents have left far behind</br>The gorgeous City with its groves and bowers,</br>The funeral toll pursues them on the wind,</br>And looking back, a cloud of thunder lowers</br>In mortal darkness o'er the shining towers,</br>That glance like fire at every sunny gleam!</br>Within that glorious scene, what hideous hours</br>Dragg'd their dire length!  tower, palace, temple swim,</br>Before their wilder'd brain &mdash; a grand but dreadful dream!", "Say who will greet them at their Castle-gate?</br>A silent line in sable garb array'd,</br>The ancient servants of the House will wait!</br>Up to those woe-worn visages afraid</br>To lift their gaze!  while on the tower displayed,</br>A rueful scutcheon meets the Father's eye,</br>Hung out by death when beauty had decayed,</br>And sending far into the sunless sky</br>The mortal gloom that shrouds its dark emblazonry.", "Oh!  black as death yon pine-grove on the hill!</br>Yon waterfall hath now a dismal roar!</br>Why is that little lake so sadly still,</br>So dim the flowers and trees along the shore!</br>'Tis not in vernal sunshine to restore</br>Their faded beauty, for the source of light</br>That warm'd the primrose-bank doth flow no more!</br>Vain Nature's power!  for unto Sorrow's sight</br>No dewy flower is fair, no blossomy tree is bright.", "&mdash;Five years have travelled by &mdash; since side by side</br>That aged pair were laid in holy ground!</br>With them the very name of Vernon died,</br>And now it seemeth like an alien sound,</br>Where once it shed bright smiles and blessings round!</br>Another race dwell in that ancient Hall,</br>Nor one memorial of that youth is found</br>Save his sweet Picture &mdash; now unknown to all&mdash;</br>That smiles, and long will smile neglected on the wall.", "But not forgotten in that lofty clime,</br>Where starlike once thy radiant spirit shone,</br>Art thou, my Vernon!  'mid those courts sublime</br>The mournful music of thy name is known.</br>Oxford still glories in her gifted Son,</br>And grey-hair'd men who speak of days gone by</br>Recount what noble palms by him were won,</br>Describe his step, his mien, his voice, his eye,</br>Till tears will oft rush in to close his eulogy.", "In the dim silence of the Chapel-aisle</br>His Image stands!  with pale but life-like face!</br>The cold white marble breathes a heavenly smile,</br>The still locks cluster with a mournful grace.</br>O ne'er may time that beauteous bust deface!</br>There may it smile through ages far away,</br>On those, who, walking through that holy place,</br>A moment pause that Image to survey,</br>And read with soften'd soul the monumental lay.</br>"]