["Away, ye Cares; ye black-brow'd Cares, away!</br>Must mortal man aye drag your galling chain?</br>Away!  the sun sits monarch of the day,</br>The glorious sun; and guides his glitt'ring wain,</br>His wheels half-hanging o'er the western main.</br>I drink the influence of his balmy light:</br>I feel the hot tide throb through every vein:</br>Young Transport calls, in purple pleasures dight.</br>Young Transport calls, and why should I remain?</br>No:  let me shun thy shades, and join her rival train.", "What though the haughty patron damns my song,</br>And Malice looks with meagre eye askance?</br>I'll trip the daisied meadows blithe along,</br>Braid my loose locks and mingle in the dance.</br>Not Pride can break this dear delicious trance;</br>Not Envy style this sylvan joyance wrong.</br>For who can bound the pennons of the soul?</br>Who mar those scenes I love to rove among?</br>Ne mortal word the sweet flow'rs can control;</br>Or bid the pausing sun frown grim, and cease to roll.", "Though Greatness turns away, the rill will pour</br>In liquid measure from its channell'd bed;</br>The surge will gleam, and kiss the golden shore;</br>The blue-topp'd mount will life his awful head.</br>Though poverty may rule my humble shed,</br>The teeming wild will grant an unbought store;</br>The briar will blow, the living nectar spring,</br>The vernal rushes strew the fragrant floor:</br>Dainties, in sooth, that well might please a king.</br>Then cast thy woes aside, and hymns of comfort sing.", "The lark is merry though he has no hoard;</br>The blackbird carols though his house is gone;</br>Come, spendthrift, come, and feed at Nature's board;</br>Nature's unkind to luxury alone.</br>Nor pains nor aches shall vex each tortur'd bone;</br>Temperance no room for sickness may afford.</br>Rise with thy brother-bards, in social glee:</br>The morn will put her brightest purple on.</br>Fools of this world!  what wight would spleen-sick be,</br>If he could roam at large, and chaunt his joys, with me?", "With bards long gone celestial converse hold,</br>And court coy fancy in her woodbound bow'r;</br>What time, as by sage Beldames we are told,</br>Aerial warblings charm the solemn hour;</br>While marshall'd elves their glitt'ring glow-worms pour,</br>And \"drowsy tinklings lull the distant fold;\"</br>What time bright spirits load the wing of eve,</br>And frenzy'd minstrels wond'rous sights behold.</br>Those with soft dreams thy spirit shall relieve,</br>Till fancy brilliant wreaths of fabled verdure give.", "Beneath the awful foliage of yon oak</br>That shudders at the eddying pool below;</br>Where abbey-aisles rebound the woodman's stroke</br>And sister-currents wildly-dimpling flow;</br>There thou, who bear'st the bitter weight of woe,</br>Mayst all thy scenes of happier youth revoke;</br>Nought shall intrude, save when the silver trout</br>Haply should spring from stripling's hairy yoke;</br>Comus will never lead his revel rout</br>To stun thy feelings there with bacchanalian shout.", "Those walls, enwrought with age's with'ring grey,</br>Where hoary blossoms crown the turret's brow,</br>Ne'er echo to the drunkard's wassail lay.</br>Here sighs the lover his immortal vow,</br>Here weeps the friend his parted friend below:</br>Fond meditation marks each mould'ring clay,</br>And reverend relics holy horrors tell.</br>Here ancient Virtue lives, serenely gay.</br>Old tales have framed each mystic cavern well;</br>And hidden treasures lurk, eld says, in every cell.", "Away, ye Cares; ye black-brow'd Cares, away!</br>Let Fortune smile or frown, I still can smile;</br>Constant can fabricate the artless lay,</br>While conscience whispers that I know no guile.</br>Full pleasant prospects, lo!  reward my toil,</br>Full glad, I trow, when life 'gins to decay,</br>Those tranquil joys shall gild declining age;</br>While Hope's sheen-mirror darts a lucky ray</br>On the pure breast; and in this mortal cage</br>Uncensur'd may I sing, nor dread Detraction's rage.</br>"]