["Summer is gone, with all his splendid Hours,</br>His fragrance and his verdure &mdash; Autumn pale</br>Shrinks from the touch of Winter's icy hand;</br>Affrighted Beauty flies the wither'd plains;</br>And Harmony forsakes the leafless groves.</br>How blest is he (if such unfeeling joy</br>Deserve the name of bliss) the Man, who now,</br>Ev'n in this dreary season of decay,</br>Can wander careless thro' the bleak extent</br>Of Nature's desolation; &mdash; can behold</br>The naked horrors of her alter'd form</br>Without one sigh; &mdash; to whom the howling blast,</br>That strips the forest bare, and strews the ground</br>With yellow foliage, speaks of nothing more</br>But Winter's coming. &mdash; Ah!  far other thoughts</br>The scene awakens in this pensive heart,</br>Which loves to wander thro' the sacred gloom,</br>With which the pow'r of Melancholy shades,</br>At times, the face of Nature, to the eye</br>Of Fancy and of Feeling: &mdash; but this hour</br>Allows not such indulgence; it demands</br>Another soul, a soul of firmer nerve,</br>Replete with vigour, energy, and fire,</br>To tempt that arduous, but alluring task</br>Which yesterday impos'd &mdash; it was a day,</br>Ev'n in this gloomy twilight of the year,</br>Of more than common sadness; &mdash; thickest clouds,</br>Obscur'd the face of heav'n, and wat'ry Jove</br>Drown'd in perpetual rain the cheerless hours:</br>Cheerless to him whose happiness requires</br>A constant intercourse with things abroad;</br>And whose impatience loads with many a curse</br>The sky's inclement aspect, which confines,</br>His jovial Friends, and keeps himself at home.</br>Not so with me &mdash; for I had other Friends,</br>Whose presence gilds the scene of my retreat</br>With light perpetual; &mdash; friends, not such as those</br>That swarm, in ev'ry corner, whom to please</br>Reluctance must submit to swallow down</br>Inflaming draughts &mdash; whose converse must be bought</br>With nights of riot, and with mornings spent</br>In sickness and in shame; these friends of mine</br>Are quiet, gentle, rational, polite,</br>And unassuming; never tire the ear</br>With cold formality's unmeaning phrase;</br>Are not offended at a slight neglect;</br>Come at a call, and at a nod retire;</br>In diff'rent climes and diff'rent ages born,</br>They with the  harmony of various tongues,</br>Nervous or soft, can charm the list'ning ear;</br>Can suit each humour, whether grave or gay,</br>With correspondent themes; of love and war</br>Can talk with equal ease; of public life,</br>And rural quiet; trifles of a day,</br>And things of weight eternal; ev'ry tale</br>Of private virtue or domestic woe</br>To them is fully known, as are the deeds</br>Of mightiest heroes, or the fates of kings.", "Such were my Friends, to whom well-pleas'd I turn'd,</br>Regardless of the storm that rag'd without,</br>And, like the Bee in Spring's Favonian hour,</br>That wanders restless thro' a thousand sweets,</br>And visits blossoms of unnumber'd hues,</br>With aim unfixt, as varying fancy sway'd,</br>Unwearied still thro' many a volume stray'd.", "I.</br>The CRITIC page my first attention drew,</br>Where, from on high, poetic splendors glow,</br>With livelier light reflected to the view,</br>Like moon-beams trembling on the lake below;&mdash;</br>Where chemic taste assays the golden store,</br>By Genius drawn from Fancy's flaming mine,</br>Parts from the spurious dross the sterling ore,</br>And stamps with lasting praise the precious coin.", "II.</br>In graver mood, then to the sober sound</br>Of Wisdom's lore I turn'd my serious ears;</br>And trac'd awhile that PHILOSOPHIC ground</br>Where moral Truth in various forms appears;</br>A dream's fantastic shape at times she bears,</br>Or shrouds in mystic veil her splendor bright;</br>The glitt'ring robe of fancy now she wears,</br>And now reveal'd in reason's radiant light,</br>She steps triumphant forth, and awes th' astonish'd sight.", "III.</br>But hark!  the voice of ELOQUENCE divine,</br>Whose magic tones each adverse pow'r controul;</br>Those tones, where art and energy combine</br>To pour persuasion on the conquer'd soul.</br>With passion swell'd, and animation strong,</br>Resistless now the torrent rolls along;</br>And now with smoother course and gentler sway,</br>It soothes th' enchanted ear, and steals the heart away.", "IV.</br>I next awhile perus'd th' HISTORIC page,</br>Where ev'ry fact some sage instruction brings;</br>Where all unites attention to engage,</br>And ev'ry sentence breathes majestic things:", "Th' important wars contending nations wage;</br>Th' events of actions, and their secret springs;</br>The changing manners of each various age;</br>The rise of empires, and the fall of kings.", "V.</br>But now to view more charming volumes rise,</br>Which feeling souls with rapture oft peruse,</br>And oft a tear the tender page bedews,</br>Descending soft from Beauty's brilliant eyes.", "In vain would critic pride their pow'r despise,</br>And praise proportion'd to their worth refuse;</br>They still, at times, shall genuine taste amuse,</br>And still be read with sympathetic sighs.", "For there is all that can attach the heart,</br>And drive the thoughts of Fiction from the mind;</br>Domestic scenes pourtray'd with graceful art,</br>By Passion heighten'd, and by Grief refin'd;</br>Or livelier tales, and scenes of gayer hue,</br>Where sportive Mirth presides, but brings Instruction too.", "VI.</br>And lo, where next the COMIC Muse appears,</br>With sprightly step, and laughter-swimming eye,</br>While in her hand the pow'ful mask she bears,</br>At sight of which the startled follies fly.", "Her's is the task their failings to chastise,</br>To hold them before Derision's view,</br>And glancing quick thro' ev'ry thin disguise,</br>In each new shape detect the motley crew,</br>And still with piercing shafts their trembling flight pursue.", "VII.</br>Proceeding still in quest of something new,</br>On SATIRE'S page a transient glance I threw,</br>Where oft, assailing Vice with cautious art,</br>She masks in smiles her warm indignant heart;</br>Now bolder grows, and in her aweful hand</br>She lifts the whip severe to scourge a guilty land.", "VIII.</br>Thro' RURAL scenes I then with pleasure stray'd,</br>Travers'd the lawn, or pierc'd the secret shade;</br>Repos'd at ease on beds of fragrant flow'rs,</br>Or sate with coolness in romantic bowr's;</br>Saw rustic nymphs on ev'ry mountain rove,</br>And heard the shepherd's pipe resound from ev'ry grove,", "IX.</br>What next I heard was ELEGIAC strains,</br>Where Grief laments o'er Virtue's breathless clay;</br>Or luckless Love of Beauty's scorn complains;</br>Or Meditation pours the moral lay:</br>Warm from the heart the tender accents flow,</br>And melt the feeling soul to sympathetic woe.", "X.</br>But now a far more pow'rful page succeeds,</br>Where Passion, mighty lord, despotic reigns;</br>While Pity's heart with pleasing anguish bleeds,</br>And Terror shrinks thro' all his shiv'ring veins.", "Ambition there the fall of states conspires,</br>There Grief and Rage possess the mind by turns,</br>Or fierce Revenge the tortur'd bosom fires,</br>Or jealous Love with fatal fury burns.", "Unerring Nature guides the bold design,</br>Inspires each weeping word, and prompts each ardent line.", "XI.</br>But hark!  a voice of louder tone</br>And more commanding sound;</br>The LYRIC Muse assumes her throne.</br>And deals her thunders round.</br>The stream of song, with rapid course,</br>And wild enthusiastic force,</br>At times o'er rocks and bulwarks pours,</br>Now soft and slow, the groves among,</br>With devious lapse it winds along,</br>Thro' fragrance and thro' flow'rs.", "XII.</br>Advancing still thro' Taste's enchanting clime,</br>I reach'd at last those EPIC heights sublime,</br>Where Admiration fondly toils to raise</br>The lasting monument of tuneful praise.", "All there is full of high heroic deeds,</br>Of dauntless courage, and of bold emprize;</br>To each event a nobler still succeeds,</br>And splendid scenes in ev'ry page arise.", "Nor does the Muse confine her dazzling flight</br>Within the narrow bounds of Earth's domain;</br>With daring hand she opes the gates of light,</br>Displays the secrets of th' OLYMPIAN reign,</br>And deeply bathes in Heav'n the rich ambrosial strain.", "SUCH were the scenes of wonder and delight,</br>Which then, in quick succession, rose around;</br>And such the friends, in whose, assemblage bright,</br>My soul from pensive thought a refuge found.", "Blest be that hour, in which I bade adieu</br>To each pursuit that charms the vulgar mind,</br>And rais'd from sordid aims my upward view</br>To nobler hopes, and objects more refin'd.", "What tho', perhaps, by wayward Fate's decree,</br>No beam of light shall gild my humble days,</br>Tho' Glory's car must ne'er be fill'd by me,</br>Nor Wealth attend to smooth life's rugged ways;", "Are not the sacred gifts of mental pow'r</br>Sufficient treasure to the conscious mind?</br>And is not Fame, with all her splendid dow'r,</br>For ease, and peace, and freedom, well resign'd?", "Let Fortune still permit my careless hours</br>To haunt the gardens fair of Science gay;</br>To rove at will thro' Fancy's fairy bow'rs,</br>And bask with rapture in the Muse's ray.", "Let Friendship oft my grateful homage claim,</br>And Love, at times, assert his soft controul;</br>Let Health re-animate my drooping frame,</br>And peaceful Virtue harmonize my soul.", "Thus let me live, in undisturb'd repose,</br>Remote from all that Passion's flame supplies;</br>Till Death at last the quiet scene shall close,</br>And call my spirit to her native skies.", ""]