["DEMADES.</br>Now sourge of winters wracke is welnie spent,</br>And sunne ginnes looke more longer on our clime,</br>And earth no more to sorrow doth consent,</br>Why beene thy lookes forlorne that viewe the prime?</br>Unneth thy flockes may feed to see thee faint,</br>Thou lost, they leane, and both with woe attaint.", "For shame cast off these discontented lookes,</br>For griefe doth waight one life, tho never sought,</br>(So Thenot wrote admir'd for Pipe and bookes:)</br>Then to the springe attemper thou thy thought,</br>And let advice reare up thy drooping minde:</br>And leave to weepe thy woes unto the winde.", "DAMON.</br>Ah Demades no wounder tho I waile,</br>For even the spring is winter unto me,</br>Looke as the sunne the earth doth then availe,</br>When by his beames, hir bowels warmed bee:</br>Even so a Saint more sunne-bright in hir shining.</br>First wrought my weale, now hasts my winters pining.", "Which lovely lampe withdrawne from my poore eyes,</br>Both partes of earth, and fire drownd up in woe:</br>In winter dwell:  my joy my courage dies,</br>My lambes with me that doe my winter knowe?</br>For pitty scorne the spring that nyeth neere,</br>And pine to see, their Masters pining cheere.", "The roote which yeeldeth sappe unto the tree,</br>Drawes from the earth the meanes that makes it spring:</br>And by the sap the siens fostered bee,</br>All from the sunne have comfort and increasing:</br>And that faire eie that lightes this earthly ball,</br>Killes by depart, and neeting cheereth all.", "As roote to tree such is my tender heart,</br>Whose sappe is thought, whose braunches are content:</br>And from my soule they drawe their sweet or smarte,</br>And from hir eie, my soules best life is lent.</br>Which heavenly eye that lightes both earth and aire,</br>Quels by depart and quickens by repaire.", "DEMADES.</br>Give periode to the processe of thy plaint,</br>Unhappie Damon witty in selfe-greeving:</br>Tend thou thy flockes, let tyrant love attaint,</br>Those tender heartes that make their love their living.</br>And as kinde time keepes Phillis from thy sight,</br>So let prevention banish fancie quite.", "Cast hence this Idle fuel of desire,</br>That feedes that flame wherein thy heart consumeth:</br>Let reason schoole thy will which doth aspire,</br>And counsell coole impatience that presumeth:</br>Drive hence vaine thoughtes which are fond loves abetters,</br>For he that seekes his thraldoome merits fetters.", "The vaine Idea of this dietie</br>Nust at the teare of thine Imagination:</br>Was bred brought, up by thine owne vanitie,</br>Whose beeing thou mayest curse from the creation:</br>And so thou list, thou maiest as soone forget love,</br>As thou at first didst fashion and beget love.", "DAMON.</br>Peace Demades peace sheep-heard do not tempt me,</br>The sage-taught wise may speake thus, but not practise:</br>Rather from life, then from my love exempt me,</br>My happie love wherein my weale and wracke lies:</br>Where chillie age first left love, and first lost hir,</br>There youth sound love, likt love, and love did foster.", "Not as Ambitious of their owne decay,</br>But curious to equall your fore-deedes:</br>So tread we now within your woonted way,</br>We find your fruites of judgementes and their seedes:</br>We know you lov'd, and loving learne that lore,</br>You scorne kind love, because you can no more:", "Tho from this pure refiner of the thought,</br>The gleanings of your lerninges have you gathred</br>Your lives had beene abortive bace and nought,</br>Except by happie love they had beene fathered,</br>Then still the swaine, for I will still avowe it:</br>They have no witte nor worth that dis-alow it.", "Then to renewe the ruines of my teares,</br>Be thou no hinderer Demades I pray thee.</br>If my love sighes, grow tedious in thine eares,</br>Flye me, that flye from joy, I list not stay thee,</br>Morne sheepe, morne lambes, and Damon wil weep by you,</br>And when I sigh come home sweete Phillis cry you.", "Come home sweete Phillis, for thine absence causeth</br>A flowerlesse prime-tide in these drooping medowes,</br>To push his beauties foorth each primrose pauseth,</br>Our Lillies and our Roses like coy widowes</br>Shut in their buddes their beauties, and bemoane them,</br>Because my Phillis doth not smile upon them.", "The trees by my redoubled sighes long blasted,</br>Call for thy balme-sweete breath and sunnie eyes,</br>To whom all natures comforts are hand-fasted,</br>Breath, looke on them, and they to life arise:</br>They have new liveries with each smile thou lendest,</br>And droope with me, when thy faire brow thou bendest.", "I wooe thee Phillis with more earnest weeping,</br>Then Niobe for hir dead issue spent,</br>I pray thee Nimph who hast our spring in keeping:</br>Thou mistresse of our flowers and my content,</br>Come home and glad our Meades of winter wearie,</br>And make thy wofull Damon blith and merrie,", "Else will I captive all my hopes againe,</br>And shut them up in prisons of dispaire:</br>And weepe such teares as shal destroy this plaine.</br>And sigh such sighes as shall Eclipse the aire.</br>And cry such cries as love that heares my crying,</br>Shall faint and weepe for griefe, and fall a dying.", "My little world hath vow'd no sunne shall glad it,</br>Except thy little world her light discover,</br>Of which heavens would growe proud if so they had it,</br>Oh how I feare least absent Jove shoulde love her,</br>I feare it Phillis, for he never sawe one,</br>That had more heaven-sweet lookes to lure and awe one.", "I sweare to thee all-seeing soveraine,</br>Rowling heavens circles round about our center:</br>Except my Phillis safe returne againe,</br>No joy to heart, no meate to mouth shall enter.</br>All hope (but future hope to be renouned,</br>For weeping Phillis) shall in teares be drowned.", "DEMADES.</br>How large a scope lendes Damon to his moane,</br>Wasting those treasures of his happy-witte:</br>In regestring his wofull woe-begone?</br>Ah bende thy Muse to matters farre more fitte:</br>For time shall come when Phillis is interd,</br>That Damon shall confesse that he hath erd.", "When natures riches shal (by time dissolved)</br>Call thee to see with more judiciall eye:</br>How Phillis beauties are to dust resolved,</br>Thou then shalt aske thy selfe the reason why</br>Thou wert so fond, since Phillis was so fraile,</br>To praise her giftes that should so quickly faile?", "Have mercie on thy selfe cease being idle,</br>Let reason claime and gaine of will his homage:</br>Raine in these brain-sicke thoughts with judgements bridle,</br>A short prevention helpes a mighty domage.</br>If Phillis love, love hir, yet love hir so:</br>That if she flye, thou maiest loves fire forgo.", "Play with the fire, yet die not in the flame,</br>Show passions in thy wordes, but not in heart:</br>Least when thou think'st to bring thy thoughtes in frame,</br>Thou prove thy selfe a prisoner by thine Arte.</br>Play with these babes of love, as Apes with Glasses,</br>And put no trust in feathers, winde, or lasses.", "DAMON.</br>Did not thine age yeeld warrantise (olde man)</br>Impatience would inforce me to offend thee,</br>Me list not now thy froward skill to scanne,</br>Yet will I pray that love may mend or end thee.</br>Spring flowers, sea-tides, earth grasse, skie stars shal banish,</br>Before the thoughtes of love or Phillis vanish.", "So get the gone and fold thy tender sheepe,</br>For lo the greate Autumedon of day:</br>In Isis streame his golden lockes doth steepe,</br>Sad Even her duskie mantle doth display?</br>Light-flying foules the posts of night disport them,</br>And cheerfull looking Vesper doth consort them.", "Come you my carefull flocke fore goe your maister,</br>Ile folde you up and after fall a sighing,</br>Wordes have no worth my secret woundes to plaister,</br>Nought may refresh my joyes but Phillis nighing.</br>Farewell olde Demades.", "DEMADES.</br>Damon farewell.</br>How gainst advise doth headlong youth rebell.</br>"]