["The Latine Poetts having pretty well playd their parts, his Majesty and the whole company lookt all stedfastly upon Du Bartas, now upon T. Tasso, which was a sufficient signe what was expected from those two, hereupon they both stood forth, but instead of falling to the businesse in hand  enterr'd into a dispute concerning their precedency one before the other, and appeal'd to Apollo which side of the Mountaine was the more fertile soile for witts, and whither had more right to begin first the French-man or the Italian; his Majesty bade them both sit downe again for the present, and come again for judgement an 100 years hence; then turing towards the English Poetts, he thought to have brought old Jeffrey upon the stage, but considering how little difference there is both as to matter and stile between him and Spencer, he pitch'd upon the last, who entertain'd us with this Dialogue betwixt Thenot an honest Shepheard and one Hobbinol a Fanatick Goatheard.", "THENOT.  HOBBINOL.", "THENOT.</br>Hobbin, to mee aread what garrs thee greet?</br>What maken thee so Melancholy?", "HOBBINOL.</br>Thenot, much is y done that is not meet,</br>I sigh at London peeples folly;", "THENOT.</br>Mischiefe on sighs; what art the bett for thy?</br>Rise and with mee to Cotswold goe;</br>Thither our bonny ladds apace do hie,</br>Dover been there again, I trow;</br>Come, Hobbin, let us frisk it o'r the plaine</br>Wee will frisk it merrily;", "HOBBINOL.</br>Tho thou wouldst have mee bee a dancer, Swaine;</br>Nay, I may not dance with thee;", "THENOT.</br>But thou maist frisk it when y bidd by Pan,</br>Who will have us end our woe;", "HOBBINOL.</br>How do I know that Pan commands it?  Man;", "THENOT.</br>The lit within us twinckles so;</br>Tho, as thou art a ladd, do ne yshend</br>Our roundells fresh with ruthfull lay;</br>Lo eek our jollity wee all intend,</br>Our King maken thilk holy-day;", "HOBBINOL.</br>I ken not why there should be any King,</br>Nature ordained parity;", "THENOT.</br>Tho congy to thy boy this evening,</br>Hee was born as good as thee:", "HOBBINOL.</br>Is not a Knit of Bath an uncouth thing?</br>Many a one afore him went;", "THENOT.</br>Religious Knits fitt a Religious King,</br>And their Order is most decent:</br>Dit would be a lawfull dignity</br>Were a redd ribbond sent to you;", "HOBBINOL.</br>Ai, but those habitts come from Rome Citty;", "THENOT.</br>So did the Evangel too;</br>Is wine the worse for being Laterane</br>When from Italy sent hither?</br>Does holy Bible strait turne Alcoran</br>Because y bound in Turky leather?", "HOBBINOL.</br>The others eke I hate as cruelly</br>Those burom Knits of the Round Garter,</br>Who, I am taught, founded were by &mdash; by &mdash; by</br>That Popish King our Brittish Arter;", "THENOT.</br>Ah seely Hobbin!  hott cole on thy toung;</br>Thus chatten folk they know not what;</br>It is a fashion Christian Kings emong,</br>What Answer yeve yee unto that?</br>Such decency all sorts of peeple use,</br>And all rejoyce thilke day to see</br>But only you whom fowl leasings abuse,</br>And robben of your whilome glee:", "HOBBINOL.</br>The I'l bee blith (so pleaseth mee) and sing;</br>I'l dance about as I were wood,</br>And drinken healths unto our gratious King,", "THENOT.</br>You're mov'd thereto, therefore t'is good:", "HOBBINOL.</br>I'l band his picture ev'ry wall upon,</br>Cut C's and R's in all my bor;</br>Certes James Naylor is a very fon,</br>Georg Fox (I ween) is very For.", "Next Quarles succeeded, and knowing his excellency to lye in Illustration of Emblemes spake to the present purpose by way of allusion to the frontispiece of that Sacred piece, which wee have here written in Letters of Gold, [Greek:  Eikon Basilikon], Which I reckon would be in vain to describe, seeing there are none who have seen any thing but they have seen that; thus the ingenious Gentleman descanted upon it,", "How does the table suite with what's been done,</br>That cutt with what wee see!</br>How well the Father's Mottoe's fitts the Sonne!</br>How both their lives agree!</br>His Sire through sufferings did in triumph runn,</br>And thorough them runns hee;</br>Grammercy they who e'r this Embleme drew;</br>This will the businesse fully shew;</br>I knew not where to borrow any else would do.", "Though tumults rag'd against the King as high</br>As 'gainst the rock the Sea,</br>Though a darke night all overcast his skye</br>As dark as dark can bee,</br>Though there did heavier burdens on him lye</br>Than on the patient tree,</br>The Rock had learn't (like Terminus) to stay,</br>The night has turn'd a glorious Day,</br>The Palme-tree's glory has anticipated May.", "Never let loyall fear boisterous Fate,</br>Since CHARLES unshook has been;</br>Nor England's Day e'r dread a night in state,</br>Since CHARLES's is serene;</br>Never let Royall Palme fear any wight</br>Since CHARLES's is so green;</br>And may that sure-fixt Rock no motion know,</br>That Sunn may he still brighter show;</br>May that Great Palm-tree greener still and greener grow.", "In the next place there were presented to his Majesty diverse Coronation Poems, (as they were called,) to the number of 17, 16 whereof wereof were never look'd into, Apollo having enough and too too much of the first, a Tetrastick whereof he pleased to take in in the Authors own words. . . .</br>"]