["A Nimph is marryed to a Fay,</br>Great preparations for the Day,</br>All Rites of Nuptials they recite you</br>To the Brydall and invite you.", "MERTILLA.  CLAIA.  CLORIS.", "MERTILLA.</br>But will our Tita wed this Fay?", "CLAIA.</br>Yea, and to morrow is the day.", "MERTILLA.</br>But why should she bestow her selfe</br>Upon this dwarfish Fayry Elfe?", "CLAIA.</br>Why by her smalnesse you may finde,</br>That she is of the Fayry kinde,</br>And therefore apt to chuse her make</br>Whence she did her begining take:</br>Besides he's deft and wondrous Ayrye,</br>And of the noblest of the Fayry,</br>Chiefe of the Crickets of much fame,</br>In Fayry a most ancient name.</br>But to be briefe, 'tis cleerely done,</br>The pretty wench is woo'd and wonne.", "CLORIS.</br>If this be so, let us provide</br>The Ornaments to fit our Bryde,</br>For they knowing she doth come</br>From us in Elizium,</br>Queene Mab will looke she should be drest</br>In those attyres we thinke our best,</br>Therefore some curious things lets give her,</br>E'r to her Spouse we her deliver.", "MERTILLA.</br>Ile have a Jewell for her eare,</br>(Which for my sake Ile have her weare)</br>'T shall be a Dewdrop, and therein</br>Of Cupids I will have a twinne,</br>Which strugling, with their wings shall break</br>The Bubble, out of which shall leak</br>So sweet a liquor as shall move</br>Each thing that smels, to be in love.", "CLAIA.</br>Beleeve me Gerle, this will be fine,</br>And to this Pendant, then take mine;</br>A Cup in fashion of a Fly,</br>Of the Linxes piercing eye,</br>Wherein there sticks a Sunny Ray</br>Shot in through the cleerest day,</br>Whose brightnesse Venus selfe did move,</br>Therein to put her drinke of Love,</br>Which for more strength she did distill,</br>The Limbeck was a Phoenix quill,</br>At this Cups delicious brinke,</br>A Fly approaching but to drinke,</br>Like Amber or some precious Gumme</br>It transparant doth become.", "CLORIS.</br>For Jewels for her eares she's sped,</br>But for a dressing for her head</br>I thinke for her I have a Tyer,</br>That all Fayryes shall admyre,</br>The yellowes in the full-blowne Rose,</br>Which in the Top it doth inclose</br>Like drops of gold Oare shall be hung,</br>Upon her Tresses, and among</br>Those scattered seeds (the eye to please)</br>The wings of the Cantharides:</br>With some o' th' Raine-bow that doth raile</br>Those Moons in, in the Peacocks taile:</br>Whose dainty colours being mixt</br>With th' other beauties, and so fixt,</br>Her lovely Tresses shall appeare,</br>As though upon a flame they were.</br>And to be sure she shall be gay,</br>Wee'll take those feathers from the Jay;</br>About her eyes in Circlets set,</br>To be our Tita's Coronet.", "MERTILLA.</br>Then dainty Girles I make no doubt,</br>But we shall neatly send her out:</br>But let's amongst our selves agree,</br>Of what her wedding Gowne shall be.", "CLAIA.</br>Of Pansie, Pincke, and Primrose leaves,</br>Most curiously laid on in Threaves:</br>And all embroydery to supply,</br>Powthred with flowers of Rosemary:</br>A trayle about the skirt shall runne,</br>The Silke-wormes finest, newly spunne;</br>And every Seame the Nimphs shall sew</br>With th' smallest of the Spinners Clue:</br>And having done their worke, againe</br>These to the Church shall beare her Traine:</br>Which for our Tita we will make</br>Of the cast slough of a Snake,</br>Which quivering as the winde doth blow,</br>The Sunne shall it like Tinsell shew.", "CLORIS.</br>And being led to meet her mate,</br>To make sure that she want no state,</br>Moones from the Peacockes tayle wee'll shred,</br>With feathers from the Pheasants head:</br>Mixd with the plume of (so high price,)</br>The precious bird of Paradice.</br>Which to make up, our Nimphes shall ply</br>Into a curious Canopy,</br>Borne o're her head (by our enquiry)</br>By Elfes, the fittest of the Faery.", "MERTILLA.</br>But all this while we have forgot</br>Her Buskins, neighbours, have we not?", "CLAIA.</br>We had, for those I'le fit her now,</br>They shall be of the Lady-Cow:</br>The dainty shell upon her backe</br>Of Crimson strew'd with spots of blacke;</br>Which as she holds a stately pace,</br>Her Leg will wonderfully grace.", "CLORIS.</br>But then for musicke of the best,</br>This must be thought on for the Feast.", "MERTILLA.</br>The Nightingale of birds most choyce,</br>To doe her best shall straine her voyce;</br>And to this bird to make a Set,</br>The Mavis, Merle, and Robinet;</br>The Larke, the Lennet, and the Thrush,</br>That make a Quier of every Bush.</br>But for still musicke, we will keepe</br>The Wren, and Titmouse, which to sleepe</br>Shall sing the Bride, when shee's alone</br>The rest into their chambers gone.</br>And like those upon Ropes that walke</br>On Gossimer, from staulke to staulke,</br>The tripping Fayry tricks shall play</br>The evening of the wedding day.", "CLAIA.</br>But for the Bride-bed, what were fit,</br>That hath not beene talk'd of yet.", "CLORIS.</br>Of leaves of Roses white and red,</br>Shall be the Covering of her bed:</br>The Curtaines, Valence, Tester, all,</br>Shall be the flower Imperiall,</br>And for the Fringe, it all along</br>With azure Harebels shall be hung:</br>Of Lillies shall the Pillowes be,</br>With downe stuft of the Butterflee.", "MERTILLA.</br>Thus farre we handsomely have gone,</br>Now for our Prothalamion</br>Or Marriage song of all the rest,</br>A thing that much must grace our feast.</br>Let us practise then to sing it,</br>Ere we before th' assembly bring it:</br>We in Dialogues must doe it,</br>Then my dainty Girles set to it.", "CLAIA.</br>This day must Tita marryed be,</br>Come Nimphs this nuptiall let us see.", "MERTILLA.</br>But is it certaine that ye say,</br>Will she wed the noble Faye?", "CLORIS.</br>Sprinckle the dainty flowers with dewes,</br>Such as the Gods at Banquets use:</br>Let Hearbs and Weeds turne all to Roses,</br>And make proud the posts with posies:</br>Shute your sweets into the ayre,</br>Charge the morning to be fayre.", "CLAIA. MERTILLA.</br>For our Tita is this day,</br>To be married to a Faye.", "CLAIA.</br>By whom then shall our Bride be led</br>To the Temple to be wed.", "MERTILLA.</br>Onely by your selfe and I,</br>Who that roomth should else supply?", "CLORIS.</br>Come bright Girles, come altogether,</br>And bring all your offrings hither,</br>Ye most brave and Buxome Bevye,</br>All your goodly graces Levye,</br>Come in Majestie and state</br>Our Brydall here to celebrate.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Faye.", "CLAIA.</br>Whose lot wilt be the way to strow,</br>On which to Church our Bride must goe?", "MERTILLA.</br>That I thinke as fit'st of all,</br>To lively Lelipa will fall.", "CLORIS.</br>Summon all the sweets that are,</br>To this nuptiall to repayre;</br>Till with their throngs themselves they smother,</br>Strongly styfling one another;</br>And at last they all consume,</br>And vanish in one rich perfume.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Faye.", "MERTILLA.</br>By whom must Tita married be,</br>'Tis fit we all to that should see?", "CLAIA.</br>The Priest he purposely doth come,</br>Th' Arch Flamyne of Elizium.", "CLORIS.</br>With Tapers let the Temples shine,</br>Sing to Himen, Hymnes divine:</br>Load the Altars till there rise</br>Clouds from the burnt sacrifice;</br>With your Sensors sling aloofe</br>Their smels, till they ascend the Roofe.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Fay.", "MERTILLA.</br>But comming backe when she is wed,</br>Who breakes the Cake above her head.", "CLAIA.</br>That shall Mertilla, for shee's tallest,</br>And our Tita is the smallest.", "CLORIS.</br>Violins, strike up aloud,</br>Ply the Gitterne, scowre the Crowd,</br>Let the nimble hand belabour</br>The whisteling Pipe, and drumbling Taber:</br>To the full the Bagpipe racke,</br>Till the swelling leather cracke.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Fay.", "CLAIA.</br>But when to dyne she takes her seate</br>What shall be our Tita's meate?", "MERTILLA.</br>The Gods this Feast, as to begin,</br>Have sent of their Ambrosia in.", "CLORIS.</br>Then serve we up the strawes rich berry,</br>The Respas, and Elizian Cherry:</br>The virgin honey from the flowers</br>In Hibla, wrought in Flora's Bowers:</br>Full Bowles of Nectar, and no Girle</br>Carouse but in dissolved Pearle.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Fay.", "CLAIA.</br>But when night comes, and she must goe</br>To Bed, deare Nimphes what must we doe?", "MERTILLA.</br>In the Posset must be brought,</br>And Poynts be from the Bridegroome caught.", "CLORIS.</br>In Maskes, in Dances, and delight,</br>And reare Banquets spend the night:</br>Then about the Roome we ramble,</br>Scatter Nuts, and for them scamble:</br>Over Stooles, and Tables tumble,</br>Never thinke of noyse nor rumble.", "MERTILLA.  CLAIA.</br>For our Tita is this day,</br>Married to a noble Fay.</br>"]