["Were I a cloud, o'er thee O Keswic-lake!</br>Oft would I hover on the summer air,</br>And in thy calmest nook</br>Reflect my varying form.", "Now would I nestle on thy cliffy sides,</br>Or with yon eagles gage on daring wing</br>The yet unfathom'd depth</br>Of ether's shoreless sea;", "Now floating low between thy opening hills,</br>Where many a village still Content has built,</br>Diffuse my flowing vest</br>Thy bending banks along;", "There when the yellow dawn o'erhangs Lodore,</br>(Ere yet the Genius of the sounding flood</br>With yellow glory crowns</br>The cataract of his pride,)", "I'll wring the dew-drops from my golden curls,</br>Or from my light wings shake bespangled rain,</br>Thy fields and trembling groves</br>In livelier green to clothe:", "There, when the fading Sun draws near the vale,</br>From whose blue lap the oozy-pillowed waves</br>Of sheety Basenthwaite</br>At hazy distance gleam,", "I'll weave the crimson lining of the tent,</br>Where jealous Evening from the musing eye</br>Pavilions secretly</br>His couch of dumb repose.", "Were I a mist, I'd arch a dusky vault</br>Across the pillaring crags of Borro-dale,</br>And strew with sullen gloom</br>Its gray fantastic rocks,", "Unbeaming thence the sultry noon to him,</br>Whom virgin-beauty's timid eye pursues</br>As in the strife of oars</br>He plies the fervid arm;", "Or on the lonely Ness from chilly urn</br>Pour vapour, and with dewy fingers hang</br>A dim-depending veil</br>About its mossy head,", "Whence the swart fairies of the mine below</br>Indignant dash'd the work of Roman pride,</br>A tower tho' thron'd in heaven</br>Too weak to awe the land.", "Were I a flame-shaft of the northern dawn</br>On Skiddaw's highth I'd take my glittering stand,</br>And wreathe with flickering fire</br>His murky brow sublime,", "While Darkness still with her broad mantle wraps</br>The giant-limbs of his majestic form,</br>And Silence clasps his foot</br>Save where hoarse torrents rush.", "Thence would I stretch my sword cherubic wide</br>O'er all thy kindling waters, and expand</br>A ruby sea of fire</br>Between thy mountain dun.", "Then quench the fervent blushes on thy cheek,</br>And chace the whitening splendor far away</br>To sparkle thro' the air</br>In many a fleecy flake.", "Yet wherefore dream?  perchance when life recedes</br>And woes have rid me of this mortal robe</br>That tempts my trammel'd step</br>To droil in earthly care,", "The doom-fulfilling Angel shall conduct</br>My soul to mansions in the airy halls,</br>Above thy shining floor</br>That heave their sapphire roofs;", "To my delighted spirit shall consign</br>The rule of every vapour that ascends</br>Between thy rifted rocks,</br>Or thro' thy bubbling wave:", "Of every breeze that plays along the breast,</br>Or shakes the pattering foliage of thy trees,</br>Of every blast that howls</br>Thy dark-brown hills among,", "Then will I pall me in tempestuous gloom;</br>Athwart thy banks in sevenfold thunders roll,</br>And heap thy billowing tide,</br>Black, rough, as lava-fields.", "And (when I've learnt to sway destroying storms,</br>To line the lightning with impurpled flame,</br>And from unerring hand</br>To hurl they fiery doom,)", "Yon roof, profaner of my realm, assail,</br>The gathered terrors of this red right arm</br>Thine isle of rock shall quake,</br>And every building fall:", "The roaring surges from its shore shall dash</br>The painted tresses of thy harlot-taste;</br>Thy hall wide-wasting flame</br>To shapeless ruin sear.", "There, (as o'er slaughter-fields the Fiend of war</br>Broods smiling, while his swollen nostril drinks</br>The cloud of streaming blood</br>And agonizing groans,)", "Awhile I'll lower o'er the crumbling wrack</br>Till the gusts slink anew to wombing dens,</br>The clouds uncurtain heaven,</br>The murmuring waters hush.", "Then shall my satiate ire no more forbid</br>The tears of twilight on the isle to gleam,</br>Or rainbow-girded showers</br>To kiss the flowery shore.", "I'll show the Elves where on its scented brink</br>The purple violets drench their heads in dew,</br>The dawn-hued primrose blooms,</br>Or waves the eglantine.", "The rifted oak with misletoe shall teem,</br>The vervain gad along the pathless soil,</br>And from the mossier walls,</br>Unfading ivy bow.", "From cloudy exile will I then recall</br>The ghosts of Druids to their ring of stones,</br>And, when the white-robed choir</br>Their solemn round renew,", "And from their golden harps melodious, pour</br>Aerial music down the listening vales,</br>(While thro' the streakless blue</br>Slow winds the full-orb'd moon,", "And all the stars in living radiance bath'd,</br>Their cluster'd glories o'er the mountains roll,</br>Surveying in thy flood,</br>Keswic, their beamy locks,)", "The dusky Fays of Borro's echoing cave</br>From their deep palace by the sound evok'd,</br>Shall on thy tawny sands</br>Their jetty tribute fling;", "And from the marble grottoes of thy bed,</br>Shall oft emerge the ladies of the Lake,</br>To doff upon thy strand</br>The loose cerulean woof,", "To braid with sedge their undulating hair,</br>In cars of shell to skim thy ruffling wave,</br>Or its translucent top</br>With pearly wrist to cleave;", "And every Spirit of thy haunted banks,</br>Of rock, hill, cavern, waterfall, or wood,</br>Shall hold communion sweet</br>Around thy hallowed brim.</br>"]