["Near fam'd Brechinia, with her spiral hills,</br>Which shade the sun, and terminate his rays;</br>Where rapid Vaga constant terror fills,</br>Where vale to mountain abject homage pays;</br>In Talgarth's vale, once fam'd for civil strife,</br>Where great Glendour defy'd tyrannic arms,</br>And, urging British freedom, lost his life,</br>Ere he restor'd to Wallia freedom's charms,</br>Liv'd artless Owen, Nature's darling child,</br>Who knew no ill, nor whom no vice beguil'd!", "Low was his dwelling, humble was his mind,</br>He sought not riches, for he knew content!</br>His ev'ry thought to friendly views inclin'd,</br>To no bad purpose were his moments spent;</br>No sly ambition lurk'd within his soul,</br>Philanthropy pervaded every vein;</br>Corroding Envy gain'd no dire Control,</br>Discord forbore to enter his domain:</br>If happiness on mortals can descend,</br>'Twas here &mdash; if not &mdash; surely must truth offend!", "Ere bright Aurora spread the heav'nly floor,</br>And strew'd her flow'rs to welcome Phoebus rise;</br>Ere was unbarr'd Day's high celestial door,</br>To spread a glitt'ring beauty thro' the skies;</br>Ere feather'd songsters sung their warbling notes</br>To charm the hollow dale with pleasing thrills;</br>Ere hollow bleating op'd the lambkins' throats,</br>Rudely responsive to the clacking mills,</br>Would Owen tend his sheep, and tune his reed,</br>Whilst echoing music harmoniz'd the mead.", "How diff'rent from the pomp of guilty courts,</br>Where Vice and Arrogance make villains great,</br>Is sweet Content!  whilst, join'd with rural sports,</br>Felicity enjoys a safe retreat:</br>How blest the man, who, thus retir'd from sight,</br>Views venial follies in himself alone!</br>Not knowing ill, he needs no borrow'd light,</br>\"Worse is an evil fame, much worse than none;\"</br>Free both from hopes and fears, in humble state,</br>Unheard-of Owen sought nor love nor hate.", "Near Brunlis turret Mariana liv'd,</br>Lovely possessor of a little farm;</br>Whose beauty shew'd the graces had contriv'd</br>To rob themselves, and give her ev'ry charm:</br>Tho' elegant her form, nor puff'd with pride;</br>She heard her praises ever with distrust;</br>Mean admiration always she decry'd,</br>And affectation but ensur'd disgust:</br>Her form was shap'd to bless all human-kind,</br>Pity such sweetness should be thus confin'd!", "Oft in her arbor, when each solar ray,</br>Adorn'd th' expanse with fascinating beams,</br>Till warm'd by even of the close of day,</br>All nature in a silent slumber seems.</br>Would beauteous Mariana tune her voice</br>To songs of melody and Owen's strain,</br>While playful lambkins, skipping, would rejoice,</br>And bleat a rural discord on the plain.</br>At last seraphic love illum'd its fire,</br>The nymph was Owen's, Owen her desire.", "Pleasing elysium!  but not long enjoy'd!</br>Poor Owen felt a sting, nor knew the cause;</br>He little thought that Cupid had annoy'd,</br>And now encroach'd his pow'r on nature's laws:</br>Yet such the case &mdash; Now Owen ceas'd his song,</br>Sighs he rejoin'd, and sought the murm'ring brook;</br>No longer pleasing tunes his pipe prolong,</br>But languid glances overspread each look:</br>If love's a gen'rous passion of the mind,</br>Why does it wound, and leave its sting behind!", "In vain with sighs our lovers sought repose,</br>Love urg'd a wish &mdash; but shame forbad the plaint;</br>In vain each beating heart with rapture glows,</br>A timid nature importunes restraint.</br>At length resolving that no anxious care</br>Should grieve two lovers who deserv'd so well;</br>Hymen compassionating their despair,</br>Join'd both their hands &mdash; a virtuous parallel.</br>When such rewards await the worthy mind,</br>Who would but wish themselves of humblest kind?</br>"]