["CANTO V.</br>ARGUMENT.</br>The mingled elves with magic dance,</br>Beguile the mazed train,</br>Oppression marks the stealing trance</br>To fix her galling chain.", "\"In narrow circle now the Fairy Muse,</br>Fatigu'd, her consummating labour bounds,</br>Yet no ignoble theme the nymph pursues,</br>Tho' never yet in rhyme or prose renown'd,</br>Tho' gentle Fletcher sports on magic ground,</br>And bays eternal crown his purple Isle,</br>Tho' mighty Spenser treads an ampler round,</br>And o'er his walk the choral virtues smile,</br>Yet be it mine to glean the remnant of their toil.", "\"The king of storms with cloudy curtains hung</br>The courts of heaven, and Circe's triumphs shar'd;</br>In gloomy pride the monarch swept along,</br>And meteors red his rising joy declar'd;</br>And now the sovereign of the winds unbarr'd</br>His stores again, and brew'd the potent flaw,</br>Soon to his beck the subject storms repair'd,</br>And girt the tyrant's throne with gloomy awe,</br>Awaiting from his voice th' exterminating law.", "\"Some he detach'd to sweep the Samoied shore,</br>And half the frosts of Norumbega bring,</br>Then sift their various plagues the island o'er,</br>And blast the verdant promise of the spring;</br>While some, commission'd by their awful king,</br>From far Cathaia boar the seeds of death,</br>And thro' the burden'd air incessant fling</br>Discolour'd plagues, that taint the vital breath,</br>And o'er the city hang the signs of heavenly wrath.", "\"Then all in haste, the superstitious crowd</br>Clamour'd their great deliverer to obey,</br>And on his Nymphs bestow his ashes vow'd,</br>If haply yet their rage they might allay;</br>For nature seem'd by signals to display</br>The Naiads' wrath and indignation fell;</br>Their's seem'd the vapours dim that veil'd the day,</br>Their anger seem'd the blust'ring storm to swell,</br>And load the moaning blast that swept the midnight dell.", "\"Twas then with gods averse, and led by fate,</br>Forth to the parent founts by turns repair</br>The delegated youths, in solemn state,</br>And round, with votive hymns and fervent prayer,</br>The baleful urn in long procession bear,</br>And lightly strew the consecrated spring</br>With hallow'd dust, or purge the tainted air</br>With mutter'd spells of power to check the wing</br>Of every baleful blast, that tends the stormy king.", "\"And soon by Vulcan's aid the fatal pile</br>They raise, above the consecrated spring;</br>By Vulcan's aid beneath the waters boil:</br>Soon from the seething lymph, on ardent wing,</br>The spirits of the deep arise, and fling</br>Their baleful umbrage o'er the swelling dome;</br>There round and round they hover, and they sing,</br>Then seek, by instinct led, their liquid home,</br>Where thro' the fatal vent th' infected waters foam.", "\"Nor seem'd their pious care bestow'd in vain</br>The ruffling storm a settled calm succeeds,</br>While o'er the slumb'ring earth and balanc'd main</br>Primeval peace his still procession leads,</br>No more by discord drawn to ruthless deeds,</br>Brother with brother met in civil broil,</br>No more aloft the lurid tempest breeds,</br>Nor hangs afflictive o'er the drooping isle,</br>Nor warring winds renew their elemental toil.", "\"Twas all th' extreme of sloth and torpid sleep,</br>The pulse but seem'd and scarcely seem'd to heave,</br>Nor wanted Morpheus with his dews to steep</br>The slumb'rous head, where fancy lov'd to weave</br>Her shadowy dreams of joy, that oft deceive</br>With visionary bliss the tortur'd mind,</br>The infant Arts were seen the strand to leave,</br>And to primeval Sloth the isle resign'd,</br>Banish'd to western climes, a luckier soil to find.", "\"Yet scarce they seem'd to feel their woeful plight,</br>So deadly deep the medicated flood</br>Empierc'd their brain, for still with new delight,</br>At morn and eve, the jocund train renew'd</br>The long, oblivious draught in mirthful mood,</br>Nor saw perdition lurk within the bowl;</br>Old Time with them a ling'ring truant stood,</br>And scarcely seem'd the lagging hours to roll,</br>Till the deep draught again had rous'd the torpid soul.", "\"Then all was rage, and mad, unruly mirth,</br>And clam'rous glee, and Bacchanalian song;</br>Scarce seem'd their veins to hold the rapt'rous birth</br>Of joy, that roll'd the sprightly tide along,</br>While Comus, overhead, triumphant hung</br>Ideal scenes, that seem'd with heaven to vie,</br>And bent to earth, the fond, adoring throng</br>Saw other suns illume another sky,</br>And floods of transport now their thrilling veins supply.", "\"Now ye that mark the images of things</br>In other worlds beyond the Cynthian sphere,</br>And dare to mount where inspiration flings</br>The veil aside, and shows her treasures near,</br>Ye that on fairy wing the minstrel bear</br>To scenes that scorn the silent lapse of time,</br>Whose tints unborrowed from the blooming year,</br>The poet steals to bless a nether clime,</br>Let no untimely blast deform my rustic rhyme,", "\"Permit my hand the heavenly form to trace,</br>And catch the hues of that Circaean band,</br>Who led astray with soft alluring grace,</br>Ogygia's sons, and gave the weeping land,</br>For many an age beneath the fair command</br>Of Freedom blest, to tyrant laws a prey.</br>Come sing with me, the visionary hand</br>That led the victims down the flow'ry way,</br>And hid his malice deep in shows of wanton play.", "\"First of the band, the orphan youths were seen,</br>The sons of him who fed the fun'ral fire,</br>Yet ere his blood distain'd the fatal green,</br>His last and dearest gift, their dying sire</br>Left in the royal charge; their quaint attire,</br>Their shape, their mien, the throng, admiring, gaz'd,</br>Whether the dance they form'd, or led the choir,</br>Still more and more the thoughtless crowd amaz'd,</br>Some recent mark of heaven among the minions trac'd.", "\"And not alone their heavenly semblance won</br>The veneration of th' unwary train,</br>But soon the young, dissembling tribe begun,</br>Compliance kind with each a part to feign,</br>Lur'd by their fatal art, the simple swain</br>Himself reflected saw, in every look,</br>They sympathiz'd alike with joy or pain,</br>With rapture smiling, or with sorrow struck,</br>And each capricious mood with mimic skill partook.", "\"Their fickle features chang'd with every eye,</br>And smil'd or sadden'd with the gazer's hue,</br>Like clouds that flit along an April sky,</br>And cheat, with transient gleams, the shepherd's view,</br>There lively drawn, the pining lover knew</br>His piteous look, and dull desponding mien,</br>E'en Envy dark, that ever looks askew,</br>Her semblance found, and that fantastic queen,</br>Wan Jealousy, that rolls an eye of sickly green.", "\"'Twas all delusion foul and Stygian art,</br>Bred by the mortal drug that ting'd the stream,</br>Whose secret fire consum'd th' unwary heart,</br>And the full soul inspir'd with love extreme,</br>Of those false youths that fed the wayward dream,</br>With baited looks enkindling deep delight,</br>Whene'er they disappeared, the blessed beam</br>Of morning shone in vain, and sober night</br>Seem'd all a dismal blank, without the social rite.", "\"Forgive me, Genius of the bleeding isle,</br>That dare the process of thy fate to sing,</br>No common artist wove the Stygian wile</br>Of pow'r, by gentlest stealth thy sons to bring</br>Beneath the sway of that tyrannic king,</br>Whose feigned obsequies thy ruin sped:</br>Forgive the Muse, whose yet unpractis'd wing,</br>Hovers around the theme with native dread,</br>Half aw'd by fear, and half by indignation led.", "\"The youths, oft mingling with the festive train,</br>For ever welcome and for ever gay,</br>With tales of wonders seen by land and main,</br>Stole their pleas'd audience from themselves away,</br>Scarce could they mark at eve the close of day,</br>Nor thro' the waning night the watches told,</br>By bold adventures lur'd, and dang'rous fray,</br>By east and west, of knights and chieftains bold,</br>Of India's pearly deep, and rocks enribb'd with gold.", "\"What joy to see the varying passions swell,</br>Flush in the cheek, and sparkle in the eye,</br>And oft the youths were urg'd again to tell</br>Of wond'rous things beneath another sky,</br>Beyond the burning line what spices fry,</br>How sport the zephyrs in the orange grove,</br>Where cupid boasts an easy victory,</br>Where brighter charms enkindle fiercer love,</br>And earthly pleasures vie with paradise above.", "\"While one the riches of the east display'd,</br>Another sung the terrors of the main,</br>Keen avarice seem'd to long, but fear, dismay'd,</br>Mark'd with a various hue the list'ning train;</br>A third with hope inspir'd the madding brain,</br>But Envy's dew his artful neighbour show'r'd.</br>Of barb'rous pomp that decks the solemn fane,</br>The public splendours, and the secret hoard,</br>He sung &mdash; the sick'ning ear his deadly theme devour'd.", "\"The sparks of rivalry another blew,</br>Enkindling strife, where friendship liv'd before,</br>As in close conf'rence with a favour'd few</br>He told the means to reach the golden shore,</br>The rest contemn'd, and pass'd neglected o'er,</br>Swol'n with revenge, and indignation sate,</br>Blind rage that scorn'd the cool conducting pow'r;</br>Of reason slow, and love of stern debate,</br>And sense of injur'd worth sublim'd the spreading hate.", "\"But soon the gentler passions took their sound,</br>And chang'd to softer notes the varied song,</br>Young Rapture smil'd, or tearful Pity mourn'd,</br>As softer magic led their souls along,</br>While link'd in social league, the loving throng,</br>With transient warmth eternal passion vow'd,</br>And round the blooming boys enraptur'd hung,</br>Who saw with joy the self devoted crowd</br>Invite the tingling snare, and call their bane aloud.", "\"Nor ceas'd the charm, when sunk in calm repose,</br>Reft of their cares, the willing victims lay,</br>With fancy'd tints the gaudy vision glows,</br>As busy sprites the countless wealth display,</br>Of Taprobana's coast, and rich Cathay,</br>Or wafted far before th' Atlantic gale,</br>Jocund they seem to chace the setting ray,</br>And reach the blessed isles with easy sail,</br>From smiling Fortune nam'd, and sung in ancient tale.", "\"Some thro' the deep'ning grove, or flow'ry meads,</br>With rising hope their dusky loves pursue,</br>While in the fancy'd fray another bleeds,</br>By rival hands, or sick'ning at the view,</br>Beholds the rival nymph her vows renew</br>With his worst foe, while, kindling, some aspire</br>To airy heights, and soon in dreams subdue</br>The coast that glows with Phoebus morning fire,</br>And where, at closing day, his weary steeds retire.", "\"And oft in longing past the sleepless night,</br>And oft in idle wish the hours of prime,</br>Still on the gaudy dream with fond delight</br>They hung, and measur'd oft the distant clime,</br>With all her stores on Fancy's wing sublime,</br>Tir'd of the past, intent on bliss to come,</br>And oft they chid the ling'ring pace of time,</br>Or wish'd the partial Fates had chang'd their doom,</br>And larger space allow'd to give their virtues room.", "\"But more, with hideous dreams of freedom lost,</br>The flaming town and desolated plain</br>For ever found their balmy slumbers cross,</br>When midnight stretch'd o'er all her silent reign,</br>The low laments was heard, or clanking chain,</br>And ominous conflict in the troubled air,</br>A fiery skirmish o'er the wide domain</br>Of aether spread, while Dian's waning star</br>Hid her diminish'd head, and seem'd to shun the war.", "\"Now to Religion's aid again they fly</br>In vain, their tainted rites abortive fail;</br>No fav'ring thunder breaks the sullen sky,</br>Nor bird with dexter wing was seen to sail</br>Propitious near, at length, with terror pale,</br>The foreign youths they call to give their aid,</br>Hoping heir sinless suit might yet prevail</br>To draw down blessings on each guilty head,</br>And from their dreams dispel the forms of nightly dread.", "\"Prompt at the call, the blooming youths obey,</br>And sweep around, in long procession join'd,</br>The solemn fane, with many a mystic lay,</br>Of power to calm the deep and check the wind.</br>Then all in haste the ready suppliants bind</br>Succinct their flow'ry stoles, and break away</br>In wildest dance, or mingling swift, entwin'd</br>In many a wanton maze their mystic play,</br>Like Creta's active sons on some distinguish'd day.", "\"Nor wanted hands to strike the sounding lyre,</br>Nor warbling flute the youthful blood to warm,</br>The magic modes their beating bosoms fire,</br>And spread from man to man the potent charm;</br>The full orchestra sounds the loud alarm,</br>The masquers spring aloof, and mingling meet,</br>Then foot to foot, and arm enlink'd in arm,</br>Traverse the floor with many an active feat,</br>Close their fantastic files, or wheel with swift retreat.", "\"The passion each had rais'd he still sustain'd,</br>And thro' the mystic scene its semblance bore,</br>First to strange notes, that seem'd by fear restrain'd;</br>Bewilder'd harsh around the ample floor</br>Pale Terror fled the sword athirst for gore,</br>While, lurking low, Remorse was seen behind,</br>Who, when the victim sunk to rise no more,</br>The conqu'ror seiz'd, and 'gan his limbs to grind</br>With stern convulsive pangs that seem'd to reach the mind.", "\"Compassion too was there, a gentle power,</br>Who still to each her kindly aid supply'd,</br>When Av'rice o'er his gold was seen to low'r</br>With haggard eye, and labour'd still to hide</br>The furtive ore; the melting maid apply'd</br>To the pale wretch, in vain himself to spare,</br>Her mild request the felon flung aside,</br>Tho, to the orphan's cry and widow's pray'r,</br>Soft-tun'd, a heavenly strain was heard to sooth the air.", "But Pleasure, link'd with Luxury and Love,</br>Round the pale wretch in antic measure trode,</br>And ever as the mirthful maze they wove,</br>The trembling dotard and his cumb'rous load</br>They laugh'd to scorn, and oft the winged god</br>With smiles insidious led the wight astray;</br>Then back with fury to his foul abode</br>Dragg'd by Disdain, he curst the luckless day</br>That led him, far unfit, to join their wanton play.", "\"Again, to calm their souls, the dark disguise</br>The dancers chang'd to a seraphic tune;</br>For dazzling robes, the tissue of the skies;</br>There seeming Friendship, like a summer noon,</br>Smil'd lovely, as he dealt the sacred boon</br>Of Sympathy, in nectar steep'd, around</br>To many a parched lip:  the pleasing swoon,</br>By False Religion breath'd, their senses bound,</br>While Virtue's mimic train their nodding temples crown'd.", "\"But soon the heav'nly measure sunk away,</br>Gradual, exchang'd for sounds of sullen mood,</br>And tragic notes, commission'd to allay</br>Young Hope, and freeze at once the rising flood</br>Of gen'ral mirth; in vain the choirs renew'd</br>With sickly stop the baffled Lydian strain:</br>Perplex'd the dance, and mute the warblers stood,</br>And all unseemly mixt, the sportive train</br>Strove to resume their posts, but seem'd to strive in vain.", "\"Fell Envy here with Emulation strove,</br>There Pride the spreading flame portentous blew,</br>While loud, discordant music breath'd above,</br>Like Eurus' pipe, that swells the storm anew.</br>Pale Av'rice lurk'd among the madding crew,</br>And seem'd himself and precious charge to wail,</br>His native colour chang'd to earthly hue,</br>While wild conflicting tides by turns assail</br>The tott'ring wretch, and round their reckless fury deal.", "\"But Envy from the band unheeded stole,</br>And near a neighbouring altar fixt her flight,</br>To mark what various flaws the tide control,</br>What various passions rose and sunk to night;</br>Till at the moment fixt, the wrathful sprite,</br>Wav'd her pale signal thro' the troubled air;</br>Soon arms were seen to flash a baleful light,</br>And trumpets' clang was heard, and wild despair</br>With flight and tumult join'd, deplor'd the waste of war.", "\"The desolating band Ambition led,</br>With meteor crest and limbs of giant mold,</br>The festive troop recoil'd with sudden dread,</br>From his stern eye that wither'd e'en the bold:</br>Swift at the glance his glittering bands unfold,</br>And sweep around the prey with steady ring,</br>The fainting suppliants by their fears control'd,</br>Sink at the summons of the greedy king,</br>While Conscience adds her plagues, and aims her secret sting.", "\"A second signal mark'd the mourners' fate,</br>While to a funeral strain advancing slow;</br>The dread enclosing band deny retreat,</br>And meditate the long descending blow;</br>The feeble suppliants sink before the foe,</br>And feel before it comes the threat'ning sword,</br>While Av'rice wails with shrill, distinguish'd woe,</br>And tries with trembling hands to save his hoard,</br>Clings to his precious charge, and supplicates their lord.", "\"But now a sprightlier strain was heard to breathe,</br>And every chord the minstrel Bard awoke,</br>No more the clarion pour'd the note of death,</br>No more the suppliants bow'd beneath the stroke;</br>But all at once in wild meander broke,</br>Victors and vanquish'd, o'er the changing scene,</br>And joy above her purple pinions shook,</br>Blythe Hope was there succinct in amice green,</br>And Concord struck a league the warring powers between.", "\"Then all at once from wire and string combin'd,</br>Melodious blending with the vocal sound,</br>A mellow mingled strain was heard behind;</br>The solemn organ fill'd the temple's bound,</br>Nor yet the lyre's sweet modulations crown'd;</br>The jocund horn, the pipe, the viol fill</br>The concert deep, that reach'd the heavenly round,</br>Where sharp and sweet commixt with magic skill,</br>And soft and sprightly airs a mingled charm instill.", "\"The jolly masquers hear with wonder new,</br>And in a double line their bands extend,</br>Then matching all in pairs the motley crew,</br>At once their chequer'd troops amusive blend;</br>Sorrow with Joy, a new adopted friend,</br>And Hope with Fear, the mystic measure tread,</br>Soft Pity deigns her lily hand to lend</br>To stately Pride, and Love exulting led</br>Fell Hate, that struggling, seem'd to turn her sickly head.", "\"Then stern Ambition led with Luxury,</br>Her victim late, a labyrinthine round,</br>The feeble partner strove her hand to free</br>From his strong grasp, and beat the trembling ground</br>With stagg'ring step, and feet by Terror bound;</br>And close to Av'rice link'd, Profusion gay</br>Fantastic smil'd, while oft the miser frown'd,</br>And wept his stores that there abandon'd lay,</br>By his associate hung around in wanton play.", "\"Scorn seiz'd on Shame, but Shame recoiling fled,</br>And tim'rous sculk'd among the festive crew,</br>His mate pursued, but still a secret dread</br>Freed the mute trembler from his grasp anew:</br>Thus fir'd by fits the merry madness grew,</br>And sunk by fits as breath'd the magic blast,</br>The audience hail'd with shouts the wond'rous view,</br>And ever wish'd the magic scene to last,</br>Nor saw, by charms entranc'd, the future in the past.", "\"And now the self devoted victims raise</br>A wider theatre, the pomp to hold;</br>(Thus Athens in her last luxurious days,</br>On scenic pleasures spent her hoarded gold,</br>Profuse, by hollow friends to slavery sold)</br>Here, lofty Peristyles the wall surround,</br>And shining valves the ample space unfold,</br>Where, rang'd on seats, with bending arches crown'd,</br>Ogygia's longing tribes possess the ample bound.", "\"No vulgar hand had pictur'd on the roof,</br>The solemn scenes of an autumnal sky,</br>Where light and shade with mixt, fantastic woof,</br>Seem'd o'er the umber'd firmament to vie;</br>In rival art to cheat the gazer's eye,</br>With soft commingling hues that scape the sight,</br>Lest the devoted multitude should spy</br>The fraud too soon, by clear detecting light,</br>And save them from the snare, by force or timely flight.", "\"And now again the moody music blows,</br>And now again begins the merry dance,</br>And now they disunite, and now they close,</br>Now o'er the stage retreat, and now advance,</br>Quick as the meteors of the north that glance</br>Around the pole, or skim the welkin sheen;</br>The audience seem enwraps in blissful trance</br>At times, and each Elysian pause between</br>Loud shouts, and thund'ring hands applaud the jocund scene.", "\"From shore to shore the wonders of the sight</br>Were spread at large, and millions throng'd to see</br>The mystic show, with ever new delight,</br>Unconscious led to meet their destiny</br>For now the train, secure of victory,</br>With added charms their final ruin plann'd,</br>Nor fear'd to pay with blackest injury,</br>The kindness of the self-devoted band,</br>Where late a naked crew they reach'd the welcome strand.", "\"Still on the mem'ry dwelt the wond'rous day,</br>Present or absent still the magic spread,</br>Thro' Pleasure's mask the passions made their way,</br>By wonder nurst, and lengthen'd habit fed;</br>The oft returning pomp devoid of dread</br>They saw, and while they drank the living bane,</br>Within the deep reflected image bred,</br>And corresponding hues began to stain,</br>Oft as the scen'ry chang'd, the deep infected brain.", "\"Each Passion in its turn instinctive flam'd</br>By magic blown, and touch'd with kindred fire,</br>Reason expell'd, no more the tumult tam'd,</br>And Pride, and rankling Hate, and strong Desire,</br>Each in her native semblance shone entire,</br>And still new force the living stream supply'd;</br>Where mix'd of old the ashes of the sire,</br>And many a tainted stem that drank the tide,</br>And many a waving crop their secret force ally'd.", "\"Short and fallacious were their joys, for soon</br>The Stygian masquers dropp'd their fair disguise,</br>And, ranging to a loud Tartarean tune,</br>Display'd the features of the nether skies.</br>Now hideous forms on ev'ry side arise,</br>And threat, with savage looks, their trembling prey;</br>Each with Demonian glee his victim eyes,</br>Their victims stand in horrible dismay,</br>Irresolute alike to fly or stand at bay.", "\"A dragon there, voluminous and vast,</br>Shoots forth his dreadful length, to light reveal'd,</br>And clasping round his prey, secure and fast,</br>Keeps him awhile in deadly durance held,</br>Till all the poison in his veins conceal'd,</br>Transfus'd through ev'ry faculty, possess</br>His inmost soul, by social love unquell'd,</br>And ev'ry look and ev'ry act confest</br>Envy, a bosom plague, a dire, unsated guest.", "\"Another like a burning meteor flies,</br>Crossing the welkin in a summer's night,</br>And smites the man, till all his marrow fries</br>With foul concupiscence of low delight:</br>He longs to join the deep Circean rite,</br>And emulate the tenants of the sty,</br>And, all unconscious of his evil plight,</br>Forgets his lineage from the world on high,</br>And reckless liv'd of Blame or Scorn's retorted eye.", "\"O pride of Caledon!  Milesian youth!</br>I see your sentence with prophetic eye;</br>Tho' well ye knew the gen'ral breast to soothe,</br>Or fire by turns with noblest minstrelsy.</br>I see you round the ample circus fly,</br>Each by a seeming Muse of fire pursu'd,</br>And now ye rest, and now again ye try</br>A sportive strain, or chant in mournful mood,</br>Then sink in fitful pangs, by Circe's charms subdu'd.", "\"Another, by a cold torpedo struck,</br>Felt the cold venom through his frame dispread,</br>His lither limbs relaxt, and vacant look,</br>Shews the pure flame, by spark aethereal fed,</br>And all its energies for ever fled;</br>His mournful plight his haggard friends deplore,</br>But mourn not long, for now, with rising dread,</br>The hunter's horn, and loud, discordant roar,</br>Gives signal to the chace, and fast they fly before.", "\"Springing with savage ramp, and burning eyes,</br>An herd of tigers leads the chace along;</br>Each at his long devoted victim flies,</br>Who falls not, but with kindred fury stung</br>The hunters join, and on the flying throng</br>His vengeance sates with unextinguish'd ire:</br>Still, at the venom'd bite, the love of wrong,</br>Malice, and deep revenge, and keen desire</br>Of discord rages round, like propagated fire.", "\"And still, at stated times, around the shore</br>The periodic devastation spreads,</br>When the recruited bands are ripe once more</br>To give to penance their devoted heads</br>For Naiad rites abus'd; and hark!  the meads</br>And pendent woods return the coming cry!&mdash;</br>I too must join the hunt, when Vengeance leads,</br>For of that sad society am I,</br>Condemn'd at fated times to lead the chace or fly.\"", "A sound was heard, but not Diana's horn,</br>And troops were seen, but not of rural Thanes,</br>That mount the russet hills at dawn of morn,</br>To chase the village prowler o'er the plains;</br>But this was like those wild Tartarean strains</br>Breath'd by Alecto when she woke the fight:</br>The wretch, sagacious of his coming pains,</br>Through the wild woods precipitates his flight&mdash;</br>The victims of his fraud pursue, and claim their right.</br>"]