["I. 1.</br>Ye Dryads blythe, ye sylvan Powers,</br>Ye Nymphs that haunt the ozier bowers,</br>And all ye sedge-crown'd Naiad throng,</br>That sportive rove the broider'd meads,</br>Where fair-meandering Isis leads</br>The silver current of her tide along;</br>Deck'd in your robes of purest green advance,</br>And to my rustic strains in deftest measures dance.", "I. 2.</br>Refuse not now, ye fairy train,</br>To shake with nimble feet the plain,</br>And listen to my lays, though rude:</br>No trivial theme, I ween, demands</br>That thus your simple shepherd's hands</br>Should frame this homely pipe of Dorian mood:</br>Hymen commands that you the dance should lead,</br>And I, in Hymen's cause, attune mine oaten reed.", "I. 3.</br>Ye Shepherds haste from hill or grove,</br>If e'er ye bless'd Pan's gentle sway;</br>Warm'd with the zeal of duteous love,</br>Here all your votive offerings pay.</br>Awake! &mdash; the genial morn appears</br>In all Aurora's radiance drest;</br>Dun night moves gradual from the west,</br>And faintly gleams the fading stars.&mdash;</br>Awake, ye swains, from steep impatient spring,</br>To greet the nuptial feast, and hail your Shepherd-King.", "II. 1.</br>A lovelier Nymph than ever crost</br>Arcadian lawn, or e'er did boast</br>Her origin from race divine;</br>Destin'd to share a nobler fate,</br>By virtue  form'd to rule a state,</br>And deal out blessings endless as her line;&mdash;</br>This happy morn, a Nymph of peerless charms</br>Has righteous Heaven decreed, to bless our Monarch's arms.", "II. 2.</br>She comes; she leads a virgin choir,</br>Each in her hand sustains a lyre:</br>And now they rouse th' ecstatic strains:</br>The symphony approaches near,</br>Prophetic warblings meet mine ear;</br>While \"Bounteous Heaven, they raptur'd sing, ordains</br>Joys to descend on ages yet unborn,</br>And dove-ey'd Peace to smile, and Plenty pour her horn.", "II. 3.</br>\"And when, the task of virtue done,</br>The Royal Pair their earthly sway</br>Shall leave, to share another throne</br>High rear'd beyond th' ethereal way;</br>These vales may weep, but not despair:</br>How will they glory, when they trace</br>The Parent's semblance in their race,</br>Great as the Sire; and, as the Mother, fair;&mdash;</br>Born to defend our fanes, our rights, our laws,</br>To ward each hostile stroke, and act in Freedom's cause!\"</br>"]