["THIRSIS.</br>Begin, my Daphnis, while the sultry day</br>Glows on our fields, begin thy pleasing lay.</br>The panting flocks in yonder shade recline,</br>And o'er our heads the beachen branches twine;</br>The falling riv'let keeps a murm'ring din;</br>Thy pleasing lay, my Daphnis, now begin.", "DAPHNIS.</br>Then tell me, swain, what song you chuse to hear,</br>The Chevy-chace, or Maudlin's rural cheer.</br>I sung with charming glee the other day</br>In Myron's grove, the Freer of Orders Gray.</br>But if some other rhyme delight thee more,</br>Name what thou wilt, for I've enow in store.", "THIRSIS.</br>Poor Colin's love shall echo through the glade,</br>While yon stout mowers slumber in the shade;</br>The glowing meads employ the rural throng,</br>But Colin's loves demand the shepherd's song.", "DAPHNIS.</br>O Sylvia!  must an object so divine,</br>For ever pain this love sick heart of mine?</br>Will nothing move thee, nothing gain thine ear,</br>Till Colin's death will prove his love sincere?</br>What tho' the rural prospect smile around,</br>(The woods, the hills, the vales with pleasure crown'd)</br>Tho' youthful nature charm the peaceful sight,</br>Your lonely Colin meets with no delight.</br>Now happy Cloddy saunters o'er the fields,</br>Visits each flow'r that balmy April yields;</br>Collects their sweetness in his am'rous lays,</br>And charms the grove with Amaryllis' praise,</br>Once could thy Colin tune a bolder strain;</br>Now pines the wood forsaken as a swain.</br>No longer sounds my rebec thro' the grove,</br>For what can please without the maid we love.", "Return my fair! &mdash; among the dimpling streams</br>Darkling we'll stray, while summer's harmless beams</br>Aloft, among the quiv'ring alders play,</br>Nor wound those eyes, more pow'rful far than they.</br>I've trimm'd my woodbine bow'r, the trembling shades</br>Extend, and various flow'rets deck the glades:</br>The swans along the silver lakes appear&mdash;</br>Sure none but Sylvia's self should wander here.", "Come, gentle Zephyrs, breathe refreshing gales,</br>And yield a fairer prospect &mdash; vernal vales.</br>Let the gay lambkins dance along the plain,</br>And sing, ye birds, to bring my love again.</br>O!  hapless Colin!  thou art left to mourn,</br>Thy love is gone, and will no more return.", "Ye level plains, ye bleating hills, farewell!</br>No more in you the loves and graces dwell;</br>No heav'nly transports haunt the silent shades;</br>The lively verdure of the bow'r fades;</br>My downy sheep no more I tend with glee,</br>For what has pleasure, when forsook by thee?", "In tender youth, we stray'd along the green,</br>Then on her Colin, Sylvia smil'd serene;</br>I wove a wreath of balmy flow'rs for you,</br>(Those cheeks direct me to their loveliest hue!)</br>How sweet you look'd!  I felt my bosom move</br>With dear delight, nor knew the kindling love.", "Again the pleasing task for you I try,</br>The roses wither, and the lillies die.</br>The violets and carnations fade away,</br>Thus Colin's hope, and Sylvia's love decay.</br>Pan god of swains, and great Apollo's pow'r,</br>The sylvan Oreads from their lofty bow'r;</br>And green Sylvanus, with his flow'ry reed,</br>Frequent the plains where once my lambs did feed,</br>All ask me whence these silent flames arise,</br>\"Love heeds not, Colin, thy despairing sighs;</br>See Delia's cheek far brighter roses yields,</br>And richer lambs are fed in Delia's fields.</br>Thy hopeless love 'tis folly to repine,</br>If Sylvia's gone, a fairer nymph be thine.\"</br>They talk of love who never knew my flame,</br>For who has beauty but my lovely dame?", "O!  cruel Sylvia  whither dost thou stray,</br>What wand'ring fancy leads thee far away?</br>What madness tempts thy lovely eyes to gain</br>Jamaica's strand, and dare the raging main?</br>Who can protect thee on that fatal shore,</br>Where earthquakes plunge, and hostile cannons roar?", "Whom dost thou fly? &mdash; my flocks, my life is thine,</br>And canst thou find a warmer soul than mine?</br>But ah!  she's gone &mdash; ye furious waves forbear,</br>Ye winds and tempest, weigh a lover's prayer!</br>Spare, Phoebus, spare! &mdash; forgive thy shepherd's pain,</br>Thy angry blaze, that form will ne'er sustain!", "My plaintive notes detain thy falling stream,</br>The weeping Naiads listen to my theme:</br>The widow dove is silent in the tree,</br>And every warbler quits his note for me;</br>Deep melancholy shadows all the grove,</br>Stern oaks relent, but Sylvia does not love.", "Before mine eyes a dizzy darkness swims,</br>A chilly shiv'ring seizes on my limbs;</br>My bosom achs beneath the piercing woe,</br>My head will break &mdash; Is this what love will do?</br>In vain the woods, O swain!  resound thy moan,</br>Thy love is gone, for ever, ever gone!", "Yet Damon promis'd soon to bring her back,</br>Ah!  now my boding heart 'tis time to break!</br>Well might he brave the horrors of the deep,</br>This was the dream that murder'd me in sleep.</br>'Twas thus &mdash; he tir'd me thro' the desert wood&mdash;</br>Tore out my heart, and roll'd me in my blood.", "A thousand arts to please the fair he knew;</br>Neat was his farm, but &mdash; could he love so true?</br>Could he all night to guard her hamlet wake,</br>And count his life a trifle for her sake?</br>But did not he defy the rushing wind,</br>And furious waves, when Colin stood behind?</br>Who shall befriend me, whither shall I fly?</br>The swain that dares to love, must dare to die.", "O hapless swain!  thy flocks neglected stray,</br>The base Menalcas bears thy lambs away.</br>Rough thorns and thistles choak thy fruitful land,</br>Thy thirsty gardens too, some care demand:</br>From flocks, and fields, and gardens, Colin flies,</br>And to neglected love, a victim dies.", "Yet tow'ring rocks, preserve my doleful lay,</br>Much time in fruitless plaint I've thrown away.</br>Ye watry pow'rs!  that rule the boist'rous main,</br>Attend, propitious to a wretched swain:</br>This voted lover to your deeps I give,</br>Still the rude waves, and oh!  let Sylvia live.</br>These numbers on the rocks he did engrave,</br>And plung'd at once into the dashing wave.", "THIRSIS.</br>Oh!  hapless swain!  but who could fate withstand,</br>When cruel love had once the upper hand?</br>Away to Micon's hamlet let us hie,</br>For gloomy clouds are gathering in the sky;</br>Thro' the dark air the scowling winds are borne,</br>And the blue lightning blasts the promis'd corn;</br>Between the rocks the meeting whirlwinds rage,</br>And fronting thunders o'er our heads engage.</br>But what's their fury, to the snares of love?</br>One gentle gale will all their rage remove;</br>He comes, with all the meekness of a dove,</br>And ever in the careless shepherds way,</br>He tries his artless notes and wanton play;</br>Then sudden, in a horrid monster flies,</br>Fate in his breath, and madness in his eyes.</br>From Etna's trembling brow the fury came,</br>Where virgin snows beguile the lurking flame.</br>"]