["When Anarchy, sworn foe to Kings,</br>O'er Gallia wav'd her crimson wings,</br>Ere yet she spoil'd with iron hand</br>Fair Europe's desolated land;</br>Her offspring here, a spurious brood,</br>In faction nurs'd, inur'd to blood,</br>Elate with Hope, perplex'd with Fear,</br>Would often raise the listening ear;</br>And all their mother's wonders tell,</br>And throng around her secret cell,</br>Ranting, bribing, whispering, trembling,</br>Urging boasting, and dissembling.</br>By turns they felt the Gallic mind</br>Enlarg'd, unprejudic'd, refin'd;</br>Till once, by all the goddess fir'd,</br>Beyond Discretion rapt, inspir'd;</br>Seditious, false, and prone to ill,</br>They eager snatch'd the grey-goose quill.</br>And as they oft had heard apart</br>The wonders of Sedition's art,</br>Each, for Madness rul'd the hour,</br>Would prove his own subversive power.", "First PAINE his \"Rights of Man\" display'd,</br>But could no more &mdash; for falsely cross'd</br>Ev'n by the friends himself had made,</br>Enraged he fled to Gallia's coast.</br>Next PR-STLY tried, to whom 'twas given</br>Mankind's free-agency to tell;</br>Ordain'd to point the road to heaven,</br>In pure free will he points &mdash; to hell!</br>With meagre visage TH-LW-LL came,</br>In lectures told his sufferings sore;</br>Till purple tyrants blush'd with shame</br>And crowds the suffering saint adore.", "But thou, O G-DW-N!  meek and mild;</br>Speak thy metaphysic page:</br>Now it cheer'd a laggard age,</br>And bade new scenes of joy at distance hail;</br>When tyrant Kings shall be no more,</br>When human wants and wars shall fail,</br>And sleep and death shall quit the hallow'd shore.</br>'Twas thus he strove to sap the throne,</br>With borrow'd arts and weapons not his own,</br>While Gallia clapp'd her hands, and hail'd her favourite child.</br>And longer had he sung &mdash; but, strange to say,</br>W-K-F-LD, the dragon-fly, rush'd on;</br>Eager he sought the bold rebellious fray</br>And burst with anger and disdain</br>The web of sophistry in twain</br>Which G-DW-N, patient sage!  had spread</br>To catch the fluttering insects of the land.</br>Treason upreared her arm to strike,</br>Rebellion grasped the murd'rous pike,</br>And though, sometimes, each maddening pause between,</br>Soft Discretion, joined with Fear,</br>Whisper'd her councils in his ear,</br>Still Anarchy upheld the busy scene,</br>And rais'd her shield of brass to guard her votary's head.", "Next H-LC-FT vowed in doleful tone</br>No more to fire a thankless age,</br>Oblivion marked his labours for her own,</br>Neglected from the press and damn'd upon the stage.", "See!  faithful to their mighty dam,</br>C-DGE, S-TH-Y, L-D, and L-BE,</br>In splay-foot madrigals of love,</br>Soft moaning like the widowed dove,</br>Pour side by side their sympathetic notes;</br>Of equal rights and civic feasts</br>And tyrant Kings, and knavish priests</br>Swift through the land the tuneful mischief floats.</br>And now to softer strains they struck the lyre,</br>They sung the beetle, or the mole,</br>The dying kid, or ass's foal,</br>By cruel man permitted to expire.", "But O, how altered was the sprightlier hour!</br>When F-X, the Parthian hero, rose to view;</br>He o'er the rest high-tow'ring like a steeple</br>Leagued with a Corresponding Crew,</br>Pledged in large floods of wine \"Their Majesties &mdash; the People.\"", "The royal tribe accept the proffer'd power,</br>Kings from the forge, dictators from the plough,</br>Peeping from forth their allies low,</br>Before the fallen arch-seceder bow;</br>Lepaux bade Gallia hail his name,</br>But old St. Stephen bowed his head for shame.", "See N-F-K last, with B-DF-D roll,</br>He of Bacchus' favours proud,</br>The sovereign mob most eloquent address'd;</br>But soon he spied the mirth inspiring bowl,</br>Whose ruby treasures charm'd his soul the best;</br>They would have thought who heard him speak,</br>'Twas Falstaff, with his minions at his back,</br>High primed with valour, turbulence, and sack,</br>Aping the monarch to a wond'ring crowd.</br>While B-DF-D proud his lesson to rehearse,</br>With studious labours urg'd the bold reply:</br>Shouts of applause ran rattling through the sky:</br>And he, the hero of the day,</br>Right glad their servile suffrage to repay,</br>Shook golden bounty from his swelling purse.", "O England!  heav'n-defended land!</br>With power to \"threaten and command,\"</br>Say, is thy former spirit broke,</br>To crouch beneath a foreign yoke,</br>And listen to the ideot strains</br>Of slaves thy better sense disdains?</br>As erst, in many an ardent hour,</br>You awed an adverse haughty power.</br>Thy lofty mind, to Freedom true,</br>May well retain what then it knew.</br>Where is thy former patriot soul,</br>Above deceit, above controul?</br>Arise!  as in that happier time</br>United, fearless, bold, sublime!&mdash;</br>'Tis said, and I believe the tale,</br>Thy efforts then could more avail,</br>Could more true happiness disperse,</br>With Order, Morals, Virtue, Sense,</br>Than all that fires with party rage</br>This boastful philosophic age.</br>Arise!  with manly zeal advance,</br>To curb the lawless power of France;</br>O, bid her mad endeavours cease,</br>And give the willing nations peace!</br>"]