["See where yon aged minstrel rude,</br>Beneath the blasted oak reclined,</br>Enjoys the pleasing solitude,</br>And flings his wild notes to the wind,&mdash;</br>Around &mdash; the hills in state majestic rise,</br>And mix their dim blue summits with the skies:", "From yonder rock, with awful sound,</br>A torrent thunders to the vale,</br>Then, tossed 'midst rocks, it flings around</br>The feathery spray along the gale&mdash;</br>Darkling, the minstrel sings, and only hears</br>The torrents thunder sounding in his ears.", "His hoary beard streams to the air&mdash;</br>His head, the chilling snows of time</br>Have silver'd o'er &mdash; his looks declare,</br>Tho' dimm'd his sight, the bard sublime.</br>Yet, hush! &mdash; these notes re-echo from his lyre,</br>Wild as the warblings of the woodland choir.", "\"Alas!  for me the orb of day</br>Pours not from heaven his sacred light&mdash;</br>Nor does for me pale Cynthia's ray</br>With silvery lustre gild the night.</br>For me no more the beauteous seasons roll,</br>With all their varying charms, to glad my raptured soul.", "\"And thou, my harp!  my only treasure!&mdash;</br>Thou once couldst mirth and joy inspire&mdash;</br>Oft, to a brisk and lively measure,</br>Has thy fond master woke each wire,&mdash;</br>While laughing gay, with rustic glee around,</br>The dancer's foot light quivering beat the ground.", "\"When Scotia's with war's alarms&mdash;</br>Tho' marched her sons in conscious pride&mdash;</br>Yet, struck with dread, they took their arms,</br>And strove the heartfelt doubt to hide,</br>Till roused to valour by thy martial strain,</br>They marched and won the laurels on the plain.", "\"But cease, O harp!  from frolic strain&mdash;</br>Resound the plaintive and forlorn;&mdash;</br>Oh!  win thy master's heart from pain&mdash;</br>Or with thy master's sorrows mourn!</br>No more the sprightly notes of joy impart,</br>But soothe with plaintive tones his melancholy heart.", "\"Ye bards!  he lived in days of old,</br>And sung the legendary lay,</br>I seem your dim forms to behold,</br>And smiling, beckon me away!</br>Soon shall I come, ye bards, I see you stand!</br>Roll the wild eye, and wave the visionary hand!", "\"Superior, midst the shadowy throng,</br>I mark sage OSSIAN'S noble mein;</br>Who, far renowned for mystic song,</br>Was reverenced by the minstrel train:</br>I know his frenzied look, his eye of fire,</br>As when with sacred rage he swept the sounding lyre.", "\"Soon shall my years of misery close&mdash;</br>Soon shall this spark of vital flame,</br>To seek that long &mdash; long wished repose,</br>Forsake this languid, tottering frame&mdash;</br>Soon shall my woe-worn spirit seek that shore,</br>Where you in peace reside, and griefs can vex no more!\"</br>"]