["From lawless Lust by wondrous Grace</br>Fair Una is releast:</br>Whom salvage Nation does adore,</br>And learns her wise Beheast.", "As when a Ship, that flies fair under Sail</br>An hidden Rock escaped hath unwares,</br>That lay in wait her Wrack for to bewail,</br>The Mariner yet half amazed stares</br>At peril past, and yet it doubt ne dares</br>To joy at his fool-happy Oversight:</br>So doubly is distress'd 'twixt Joy and Cares</br>The dreadless Courage of This Elfin Knight,</br>Having escap'd so sad Ensamples in his sight.", "Yet sad he was that his too hasty Speed</br>The fair Duess' had forc'd him leave behind;</br>And yet more sad, that Una his dear Dreed</br>Her Truth had stain'd with Treason so unkind;</br>Yet Crime in her could never Creature find,</br>But for his Love, and for her own self-sake,</br>She wander'd had from one to other Ind',</br>Him for to seek, ne ever would forsake</br>Till her unwares the fierce Sans-loy did overtake.", "Who, after Archimago's foul Defeat,</br>Led her away into a Forest wild,</br>And turning wrathful Fire to lustful Heat,</br>With beastly Sin thought her to have defil'd,</br>And made the Vassal of his Pleasures vild.</br>Yet first he cast by Treaty, and by Trains</br>Her to persuade, that stubborn Fort to yield:</br>For greater Conquest of hard Love he gains,</br>That works it to his will, than he that it constrains.", "With fawning words he courted her awhile,</br>And looking lovely, and oft sighing sore,</br>Her constant Heart did tempt with divers Guile:</br>But Words, and Looks, and Sighs, she did abhor,</br>As Rock of Diamond, stedfast evermore.</br>Yet for to feed his fiery lustful Eye,</br>He snatch'd the Veil, that hung her Face before:</br>Then 'gan her Beauty shine, as brightest Sky,</br>And burnt his beastly Heart t' efforce her Chastity.", "So when he saw his flatt'ring Arts to fail,</br>And subtile Engines bet from Battery,</br>With greedy force he 'gan the Fort assail,</br>Whereof he ween'd possessed soon to be,</br>And with rich Spoil of ransack'd Chastity.</br>Ah Heavens!  that do this hideous Act behold,</br>And heavenly Virgin thus outraged see,</br>How can ye Vengeance just so long with-hold,</br>And hurle not flashing Flames upon that Paynim bold?", "The piteous Maiden, careful, comfortless,</br>Does throw out thrilling Shrieks, and shrieking Cries,</br>The last vain help of Womens great Distress,</br>And with loud Plaints importuneth the Skies,</br>That molten Stars do drop like weeping Eyes:</br>And Phoebus flying so most shameful sight,</br>His blushing Face in foggy Cloud implies,</br>And hides for Shame.  What Wit of mortal Wight</br>Can now devise to quit a Thrall from such a Plight?", "Eternal Providence, exceeding Thought,</br>Where none appears, can make her self away;</br>A wondrous way it for this Lady wrought,</br>From Lion's Claws to pluck the griped Prey.</br>Her shrill Out-cries and Shrieks so loud did bray,</br>That all the Woods and Forests did resound;</br>A Troop of Fauns and Satyrs far away</br>Within the Wood were dauncing in a Round,</br>Whiles old Sylvanus slept in shady Arbour found", "Who, when they heard that piteous strained Voice,</br>In haste forsook their rural Meriment,</br>And ran towards the far rebounded Noise,</br>To weet what Wight so loudly did lament.</br>Unto the Place they come incontinent:</br>Whom when the raging Sarazin espy'd,</br>A rude, mishapen, monstrous Rabblement,</br>Whose like he never saw, he durst not bide,</br>But got his ready Steed, and fast away 'gan ride.", "The wild Wood-Gods arrived in the Place,</br>There find the Virgin doleful desolate,</br>With ruffled Raiments, and fair blubbred Face,</br>As her outrageous Foe had left her late,</br>And trembling yet through fear of former hate:</br>All stand amazed at so uncouth sight,</br>And 'gin to pity her unhappy State;</br>All stand astonied at her Beauty bright,</br>In their rude Eyes unworthy of so woful Plight.", "She more amaz'd in double Dread doth dwell;</br>And every tender part for fear doth shake:</br>As when a greedy Wolf through Hunger fell</br>A silly Lamb far from the Flock does take,</br>Of whom he means his bloody Feast to make,</br>A Lion spies fast running towards him,</br>The innocent Prey in haste he does forsake,</br>Which quit from Death, yet quakes in every Limb</br>With change of Fear, to see the Lion look so grim.", "Such fearful fit assay'd her trembling Heart,</br>Ne word to speak, he Joint to move she had:</br>The salvage Nation feel her secret smart,</br>And read her Sorrow in her Count'nance sad;</br>Their frowning Foreheads with rough Horns yclad,</br>And rustick Horror all aside do lay,</br>And gently grenning, shew a semblance glad</br>To comfort her, and Fear to put away,</br>Their backward bent Knees teach her humbly to obey.", "The doubtful Damsel dare not yet commit</br>Her single Person to their barbarous Truth;</br>But still through Fear and Hope amaz'd does sit,</br>Late learn'd what Harm to hasty Trust ensu'th:</br>They, in Compassion of her tender Youth,</br>And Wonder of her Beauty sovereign,</br>Are won with Pity and unwonted Ruth,</br>And all prostrate upon the lowly Plain,</br>Do kiss her Feet, and fawn on her with Count'nance fain.", "Their Hearts she guesseth by their humble Guise,</br>And yields her to extremity of Time;</br>So from the Ground she fearless doth arise,</br>And walketh forth without suspect of Crime:</br>They all, as glad as Birds of joyous Prime,</br>Thence lead her forth, about her dauncing round,</br>Shouting, and singing all a Shepherds Rime,</br>And with green Branches strowing all the Ground,</br>Do worship her, as Queen, with Olive Garland crown'd.", "And all the way their merry Pipes they sound,</br>That all the Woods with double Echo ring,</br>And with their horned Feet do wear the Ground,</br>Leaping like wanton Kids in pleasant Spring.</br>So towards old Sylvanus they her bring;</br>Who, with the Noise awaked, cometh out</br>To weet the Cause, his weak Steps governing,</br>And aged Limbs on Cypress Stadle stout,</br>And with an Ivy Twine his Waste is girt about.", "Far off he wonders, what them makes so glad,</br>If Bacchus' merry Fruit they did invent,</br>Or Cybel's frantick Rites have made them mad:</br>They drawing nigh, unto their God present</br>That Flower of Faith and Beauty excellent.</br>The God himself, viewing that Mirror rare,</br>Stood long amaz'd, and burnt in his intent;</br>His own fair Driope now he thinks nor fair,</br>And Pholoe foul, when her to this he doth compare.", "She Wood-born People fall before her flat,</br>And worship her as Goddess of the Wood;</br>And old Sylvanus' self bethinks not, what</br>To think of Wight so fair, but gazing stood,</br>In doubt to deem her born of earthly Brood:</br>Sometimes Dame Venus self he seems to see;</br>But Venus never had so sober Mood:</br>Sometimes Diana he her takes to be,</br>But misseth Bow, and Shafts, and Buskins to her Knee.", "By viewing her he 'ginneth to revive</br>His antient Love, and dearest Cyparisse,</br>And calls to mind his Pourtraiture alive,</br>How fair he was, and yet not fair to this,</br>And how he flew with glauncing Dart amiss</br>A gentle Hind, the which the lovely Boy</br>Did love as Life, above all worldly Bliss;</br>For Grief whereof the Lad nould after joy,</br>But pin'd away in Anguish and self-will'd Annoy.", "The woody Nymphs, fair Hamadryades,</br>Her to behold do thither run apace,</br>And all the Troop of light-foot Naiades</br>Flock all about to see her lovely Face.</br>But when they viewed have her heavenly Grace,</br>They envy her in their malicious Mind,</br>And fly away for fear of foul Disgrace.</br>But all the Satyres scorn their woody kind,</br>And henceforth nothing fair, but her on Earth they find.", "Glad of such Luck, the luckless lucky Maid</br>Did her content to please their feeble Eyes,</br>And long time with that salvage People stay'd,</br>To gather Breath in many Miseries.</br>During which time, her gentle Wit she plies</br>To teach them Truth, which worship'd her in vain,</br>And made her th' Image of Idolatries;</br>But when their bootless Zeal she did restrain</br>From her own Worship, they her Ass would worship fain.", "It fortuned a noble warlike Knight</br>By just Occasion to that Forest came</br>To seek his Kindred and the Linage right,</br>From whence he took his well deserved Name:</br>He had in Arms abroad won muchel Fame</br>And fill'd far Lands with Glory of his Might,</br>Plain, faithful, true, and Enemy of Shame,</br>And ever lov'd to fight for Ladies right,</br>But in vain-glorious Frays he little did delight.", "A Satyr's Son, yborn in Forest wild,</br>By strange Adventure as it did betide,</br>And there begotten of a Lady mild,</br>Fair Thyamis, the Daughter of Labryde,</br>That was in sacred Bands of Wedlock ty'd</br>To Therion, a loose unruly Swain;</br>Who had more Joy to range the Forest wide,</br>And chase the salvage Beast with busy Pain,</br>Than serve his Lady's Love, and waste in Pleasures vain.", "The forlorn Maid did with Love's longing burn,</br>And could not lack her Lover's Company;</br>But to the Wood she goes, to serve her turn,</br>And seek her Spouse, that from her still does fly,</br>And follows other Game and Venery:</br>A Satyr chaunc'd her wandring for to find</br>And kindling Coals of Lust in brutish Eye,</br>The loyal Links of Wedlock did unbind,</br>And made her Person thrall unto his beastly Kind.", "So long in secret Cabin there he held</br>Her captive to his sensual Desire,</br>Till that with timely Fruit her Belly swell'd</br>And bore a Boy unto that salvage Sire:</br>Then home he suffer'd her for to retire,</br>For Ransom leaving him the late born Child;</br>Whom till to riper Years he 'gan aspire,</br>He noursled up in Life and Manners wild</br>Emongst wild Beasts and Woods, from Laws of Men exil'd.", "For all he taught the tender Imp, was but</br>To banish Cowardice and bastard Fear;</br>His trembling Hand he would him force to put</br>Upon the Lion and the rugged Bear,</br>And from the She-Bear's Teats her Whelps to tear:</br>And eke wild roaring Bulls he would him make</br>To tame, and ride, their Backs not made to bear;</br>And the Robucks in flight to overtake,</br>That every Beast for fear of him did fly and quake.", "Thereby so fearless, and so fell he grew,</br>That his own Sire and Maister of his Guise,</br>Did often tremble at his horrid View,</br>And oft for dread of Hurt would him advise,</br>The angry Beasts not rashly to despise,</br>Nor too much to provoke; for he would learn</br>The Lion stoop to him in lowly wise,</br>(A Lesson hard) and make the Libbard stern</br>Leave roaring, when in Rage he for Revenge did yearn.", "And for to make his Power approved more,</br>Wild Beasts in iron Yokes he would compel:</br>The spotted Panther, and the tusked Boar,</br>The Pardale swift, and the Tyger cruel;</br>The Antelope and Wolf, both fierce and fell;</br>And them constrain in equal Teme to draw.</br>Such Joy he had, their stubborn Hearts to quell,</br>And sturdy Courage tame with dreadful awe,</br>That his Beheast they feared, as proud Tyrants Law.", "His loving Mother came upon a Day</br>Unto the Woods, to see her little Son;</br>And chaunc'd unwares to meet him in the way,</br>After his Sports, and cruel Pastime done,</br>When after him a Lioness did run,</br>That roaring all with Rage, did loud requere</br>Her Children dear, whom he away had won:</br>The Lion Whelps she saw how he did bear,</br>And lull in rugged Arms, withouten childish fear.", "The fearful Dame all quaked at the sight,</br>And turning back, 'gan fast to fly away,</br>Until with Love revok'd from vain Afright,</br>She hardly yet persuaded was to stay,</br>And then to him these Womanish words 'gan say;</br>Ah Satyrane, my Dearling, and my Joy,</br>For love of me leave off this dreadful play;</br>To dally thus with Death, is no fit Toy,</br>Go find some other Play-fellows, mine own sweet Boy.", "In these, and like Delights of bloody Game</br>He trained was, till riper Years he raught;</br>And there abode, whilst any Beast of Name</br>Walk'd in that Forest, whom he had not taught</br>To fear his Force:  and then his Courage haught</br>Desired of foreign Foemen to be known,</br>And far abroad for strange Adventures sought:</br>In which his Might was never overthrown,</br>But through all Fairy-Lond his famous Worth was blown.", "Yet evermore it was his manner fair,</br>After long Labours and Adventures spent,</br>Unto those native Woods for to repair,</br>To see his Sire and Offspring auntient.</br>And now he thither came for like intent:</br>Where he unwares the fairest Una found,</br>Strange Lady, in so strange habiliment,</br>Teaching the Satyres, which her sat around</br>True sacred Lore, which from her sweet Lips did redound.", "He wondred at her Wisdom heavenly rare,</br>Whose like in Womens Wit he never knew:</br>And when her curteous Deeds he did compare,</br>'Gan her admire, and her sad Sorrows rew,</br>Blaming of Fortune, which such Troubles threw,</br>And joy'd to make proof of her Cruelty</br>On gentle Dame, so hurtless, and so true:</br>Thenceforth he kept her goodly Company;</br>And learn'd her Discipline of Faith and Verity.", "But she, all vow'd unto the Red-cross Knight,</br>His wandring Peril closely did lament,</br>Ne in this new Acquaintance could delight,</br>But her dear Heart with Anguish did torment,</br>And all her Wit in secret Counsels spent,</br>How to escape.  At last, in privy wise</br>To Satyrane she shewed her intent;</br>Who glad to gain such Favour, 'gan devise,</br>How with that pensive Maid he best might thence arise.", "So, on a day, when Satyres all were gone</br>To do their Service to Sylvanus old,</br>The gentle Virgin (left behind alone)</br>He led away with Courage stout and bold.</br>Too late it was to Satyres to be told,</br>Or ever hope recover her again:</br>In vain he seeks, that having cannot hold.</br>So fast he carried her with careful pain,</br>That they the Woods are past, and come now to the Plain.", "The better part now of the lingring Day,</br>They travell'd had, when as they far espy'd</br>A weary Wight forwandring by the way,</br>And towards him they 'gan in haste to ride,</br>To weet of News, that did abroad betide,</br>Or Tidings of her Knight of the Red-cross.</br>But he them spying, 'gan to turn aside,</br>For fear, as seem'd, or for some feigned Loss;</br>More greedy they of News, fast towards him do cross.", "A silly Man, in simple Weeds forworn,</br>And soil'd with Dust of the long dryed way;</br>His Sandals were with toilsome Travel torn,</br>And Face all tann'd with scorching sunny Ray,</br>As he had travell'd many a Summer's Day,</br>Through boiling Sands of Araby and Ind';</br>And in his Hand a Jacob's Staff, to stay</br>His weary limbs upon:  and eke behind,</br>His Scrip did hang, in which his Needments he did bind.", "The Knight approaching nigh, of him inquir'd</br>Tidings of War, and of Adventures new:</br>But Wars, nor new Adventures none he heard.</br>Then Una 'gan to ask, if ought he knew,</br>Or heard abroad of that her Champion true,</br>That in his Armour bare a Croslet red.</br>Aye me, dear Dame (quoth he) well may I rue</br>To tell the sad fight, which mine Eyes have read:</br>These Eyes did see that Knight both living and eke dead.", "That cruel word her tender Heart so thrill'd,</br>That sudden Cold did run through every Vein,</br>And stony Horror all her Senses fill'd</br>With dying Fit, that down she fell for Pain.</br>The Knight her lightly reared up again,</br>And comforted with curteous kind Relief;</br>Then won from Death, she bad him tellen plain</br>The further Process of her hidden Grief:</br>The lesser Pangs can bear, who hath endur'd the chief.", "Then 'gan the Pilgrim thus:  I chaunc'd this Day,</br>This fatal Day, that shall I ever rue,</br>To see two Knights in Travel on my way</br>(A sorry sight) arrang'd in Battel new,</br>Both breathing Vengeance, both of wrathful Hue:</br>My fearful Flesh did tremble at their Strife,</br>To see their Blades so greedily imbrue,</br>That drunk with Blood, yet thirsted after Life:</br>What more?  the Red-cross Knight was slain with Paynim Knife.", "Ah dearest Lord (quoth she) how might that be,</br>And he the stoutest Knight that ever won?</br>Ah dearest Dame (quoth he) how might I see</br>The thing that might not be, and yet was not done?</br>Where is (said Satyrane) that Paynim's Son,</br>That him of Life, and us of Joy hath reft?</br>Not far away (quoth he) he hence doth won</br>Foreby a Fountain, where I late him left</br>Washing his bloody Wounds, that through the Steel were cleft.", "There-with the Knight thence marched forth in haste,</br>Whiles Una with huge Heaviness opprest,</br>Could not for Sorrow follow him so fast;</br>And soon he came, as he the Place had guest,</br>Whereas that Pagan proud himself did rest,</br>In secret Shadow by a Fountain side:</br>Even he it was, that earst would have suppress'd</br>Fair Una:  whom when Satyrane espy'd,</br>With foul reproachful Words he boldly him defy'd.", "And said, arise thou cursed Miscreant,</br>That hast with knightless Guile and treacherous Train,</br>Fair Knighthood foully shamed, and doost vaunt</br>That good Knight of the Red-cross to have slain:</br>Arise, and with like Treason now maintain</br>Thy guilty Wrong, or else thee guilty yield.</br>The Sarazin this hearing, rose amain,</br>And catching up in haste his three-square Shield,</br>And shining Helmet, soon him buckled to the Field.", "And drawing nigh him, said, Ah misborn Elf,</br>In evil Hour thy Foes thee hither sent,</br>Another's Wrongs to wreak upon thy self;</br>Yet ill thou blamest me, for having blent</br>My name with Guile and traitorous Intent:</br>That Red-cross Knight, perdie, I never slew;</br>But had he been, where earst his Arms were lent,</br>Th' Enchaunter vain his Error should not rue:</br>But thou his Error shalt, I hope, now proven true.", "There-with they 'gan, both furious and fell,</br>To thunder blows, and fiercely to assail</br>Each other bent his Enemy to quell,</br>That with their Force they pierc'd both Plate and Mail,</br>And made wide Furrows in their Fleshes frail,</br>That it would pity any living Eye.</br>Large floods of Blood adown their Sides did rail:</br>But floods of Blood could not them satisfy;</br>Both hungred after Death; both chose to win, or die.", "So long they fight, and fell Revenge pursue,</br>That fainting each, themselves to breathen let,</br>And oft refreshed, Battle oft renew:</br>As when two Boars with rankling Malice met,</br>Their gory Sides fresh bleeding fiercely fret,</br>Till breathless, both themselves aside retire,</br>Where foaming Wrath, their cruel Tusks they whet,</br>And trample th' Earth, the whiles they may respire;</br>Then back to fight again, new breathed and entire.", "So fiercely when these Knights had breathed once,</br>They 'gan to fight return, increasing more</br>Their puissant Force and cruel Rage at once,</br>With heaped Strokes, more hugely than before,</br>That with their dreary Wounds and bloody Gore</br>They both deformed, scarcely could be known.</br>By this, sad Una fraught with Anguish sore,</br>Led with their Noise, which through the Air was thrown,</br>Arriv'd, where they in Earth their fruitless Blood had sown.", "Whom all so soon as that proud Sarazin</br>Espy'd, he 'gan revive the Memory</br>Of his leud Lusts, and late attempted Sin,</br>And left the doubtful Battel hastily,</br>To catch her, newly offred to his Eye:</br>But Satyrane with Strokes him turning, stay'd,</br>And sternly bade him other Business ply,</br>Than hunt the Steps of pure unspotted Maid:</br>Where-with he all enrag'd, these bitter Speeches said.", "O foolish Fairies Son, what Fury mad</br>Hath thee incens'd, to haste thy doleful Fate;</br>Were it not better I that Lady had,</br>Than that thou hadst repented it too late?</br>Most sensless Man he, that himself doth hate,</br>To love another.  Lo!  then, for thine Aid,</br>Here take thy Lover's Token on thy Pate.</br>So they two fight; the whiles the Royal Maid</br>Fled far away, of that proud Paynim sore afraid.", "But that false Pilgrim, which that leasing told,</br>Being indeed old Archimage, did stay</br>In secret Shadow, all this to behold,</br>And much rejoiced in their bloody Fray:</br>But when he saw the Damsel pass away,</br>He left his Stond, and her pursu'd apace,</br>In hope to bring her to her last decay.</br>But for to tell her lamentable Case,</br>And eke this Battle's end, will need  another place.", ""]