["Here where Time's pillar'd tower, sublime and vast,</br>Lifts to the skies its hoar and awful brow,</br>And seems to moan and mutter o'er the waste</br>Passion's wild horror and Despair's last vow,</br>While Night o'er healthy hills, and moors below,</br>Sinks like Death's shadow on the slumbering brain,</br>And Avonmore's deep torrent voice of woe</br>Roars like the howl of ghosts on battle plain,&mdash;</br>I stand alone and gaze o'er centuries of pain.", "Here rose the incense of unhallowed rites</br>When startling Horror was the wild man's god;</br>The dusky glen laughed wild 'neath ghastly lights,</br>The cavern altar shook its blaze abroad,</br>And idol worshippers in quick blood trod!</br>Pity beheld, &mdash; her only voice was tears,&mdash;</br>Truth whispered vainly from the gory sod,&mdash;</br>While reigned the Daemon in unutter'd fears,</br>Shrieking redeemless woe from all the darkened spheres.", "Here Shiloh's glory gleamed on midnight minds,</br>And Fable feigned when Oracles were still;</br>Music and prophecy were in the winds,</br>Saints in the vale and sages on the hill,</br>And angels passive to the voiceless will;</br>Leaves had their missions, &mdash; waters held a power</br>Of bale or bliss, and fearful hearts did thrill</br>Beneath the unseen influence of the hour</br>When darkness clomb the mount and storms began to lower.", "When Evil entered man's o'ermastered heart</br>The savage wrath of beasts revealed his fall,</br>And Hate and Envy, each his bitter part,</br>Pursued in him, who on the azure wall</br>Of Eden saw his doom, &mdash; yet knew not all!</br>Knew not that Truth should perish for Deceit,</br>And Love for Mammon, &mdash; and that Peace should call</br>God's own adores at His shrine to meet</br>In vain while zealots warr'd and spurn'd her to their feet!", "This, old Glendaloch!  thou too oft hast seen!</br>Pagan or catholic, Power wields the doom,</br>And Passion tramples over what hath been,</br>And Pride vaunts empire o'er the martyr's tomb.</br>E'en now strange beings mingle with thy gloom,</br>And wild Glendasan, as it plunges, shrieks</br>Amid thy holy ruin's dreadful womb,</br>And every vast tree from its foliage speaks,</br>And from the starless heaven the crashing thunder breaks.", "Faith without knowledge every arch and nook</br>Hath robed with sanctity; the sculptured nave,</br>The vaulted cloister, where the sable rook</br>And owlet moan and croak; the mouldered grave,</br>And every idle stone!  What deeper slave</br>Clanks his cold fetters in unguerdoned toil</br>Than bigot Pride, that cannot cease to crave</br>Poison, and consecrates each dusky aisle</br>Where every creed was preached &mdash; save Heaven's unchanging smile.", "Banished to deserts and the caves of earth,</br>With austere eye and form by penance scarr'd,</br>How should thy charms win man to Heaven's high birth,</br>Religion!  when thy golden gates are barr'd?</br>Greater than all is thy supreme reward</br>Both in thyself and nature and the Love,</br>That gives and gains new beauty!  with the bard</br>To Avonmore, to fair Avoca's grove</br>Go, worship in the sun and God's own blessing prove!", "Go, mantle all things with a holy hope,</br>The spirit of a prophecy benign,</br>A blessedness and beauty; on the slope</br>Of newmown hillside, 'neath the bowery vine,</br>Or by the clear brook's margent, &mdash; all are thine!</br>And it were wise to give thy free soul up</br>To quick imaginings and thoughts divine,</br>With living flowers in grassy meads to sup,</br>And hear mind's beings laugh in every bluebell's cup.", "But sink, thou monkish monument!  and ye,</br>Gray, ghastly ruins of a faith blasphemed!</br>It is not thus thy sons should worship Thee,</br>Whose name is Love; nor have I idly dreamed,</br>But drank the glory that on me hath gleamed,</br>And sought in God's own works his pleasure best.</br>Not in vain temples, have I ever deemed,</br>Dwells the Great Spirit, but His holiest rest</br>Must be upon the throne of youth's still thoughtful breast.</br>"]