["Sweet Peace succeeds the direful clang of war,</br>To gowns and wigs, the scarlet jackets yield,</br>Thrice blest Norvicum, in your Catton Mayor,</br>At once the City's ornament and shield.", "Ye Virgins who dwell on Parnassus's top,</br>Who in clear Aganippe oft moisten a sop;</br>O grant me one mess of your Helicon porridge,</br>While I chaunt the wise deeds of their Worships of Norwich.</br>Thou too, who illumin'st the earth by thy ray,</br>And who grac'dst (by thine absence) that glorious day;</br>And thou, limping Vulcan, that night's mighty Lord;</br>And thou, Citizen Sheriffs, still first in a squabble;</br>O great Peter Bushel!  thou King of the rabble;</br>Attend, while I tell of our great celebration,</br>Of the glorious Peace, lately bought by this nation.", "I.</br>Fast, on the housetops, tell the pattering rain,</br>The jangling bells the drowsy morn awoke,</br>The rattling pop-guns thunder'd o'er the plain,</br>The noisy boys shook off dull Morpheus' yoke;</br>Their crackers, to their shouts, responsive spoke;</br>The market place is fill'd with smoke and fire,</br>The clamorous mob run yelling through the smoke,</br>Dashes their feet beneath the splashing mire;</br>Rain, bells, boys, pop-guns, mob, unite in discord dire.", "II.</br>Now, while the Heavens in ceaseless torrents pour,</br>The Light-Horse Volunteers move thro' the street,</br>A blacksmith's shed preserves them from the shower;</br>Ah!  shelter for such heroes most unmeet!</br>This day, their numbers are well nigh compleat;</br>Say, for what cause their rank so crowded stands?</br>Peace crowns their labours; yet, full well I weet,</br>Some weightier motive sways the gallant bands,</br>Roast meat they honour, more than all their Chief's commands.", "III.</br>Rear'd in the market, stands a pine tree tall,</br>(Like that which erst proud Satan's steps upbore)</br>It seems the mast of some great admiral,</br>So high it towers, and looks the chimneys o'er,</br>Piled round with faggots; while from every door,</br>The citizens its height with horror eye,</br>They hear in thought the crackling billets roar,</br>They see the sparks among their houses fly;</br>A bonfire much they liked, but like it not so high.", "IV.</br>Round this, fierce P&mdash;tt&mdash;n his legions calls,</br>And eke round this, the parish corps appear;</br>Tho' train'd to arms, to guard the city walls,</br>With inward dread, the rattling drum they hear;</br>Along they march, with looks full sad and drear;</br>The rain adown their garments pours apace;</br>No hope of dinner does their spirits chear,</br>All woe-begone is each poor devil's face,</br>Alas!  how full of woe is parish soldier's case.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "THE PROCESSION OF THE COURT ROUND THE FIRE.</br>CC,LXXXVIII.</br>A top in air the raging flame ascends,</br>And streaks the dusky clouds with horrid light;</br>The busy mob with care the bonfire tends,</br>Their shrilly shouts pierce the dull ear of night.</br>Forth from the hall (illumed with torches bright)</br>Descend the Aldermen &mdash; a silken cloak,</br>And gown of scarlet, decks each reverend wight:</br>Who that had once beheld these goodly folk,</br>Would e'er on mayors or elders, crack his witless joke!", "CC,LXXXIX.</br>Before the train, is borne the dreadful sword,</br>With the bright terrors of each gilded mace,</br>Marches, in awful state, the city's lord,</br>And each grave elder fills his destin'd place;</br>H&mdash;rr&mdash;g  and B&mdash;ck&mdash;e the procession grace,</br>With all the crew that on the people fawn'd,</br>But 'mongst them, &mdash; shew'd not his dismal face,</br>No blazing lamps that night  his house adorn'd,</br>Peace, mob, and mayor alike, his rebel spirit scorn'd.", "CCXC.</br>As when a gang of savage Caribs find</br>A traveller (who perchance has lost his way</br>In some dark wood), the straggling wretch they bind,</br>And, mad with hunger, him full soon they slay,</br>A fire they light to broil their destin'd prey,</br>Their chiefs, in savage dance, about it skip;</br>So, round the bonfire, did these elders gay,</br>(With hat in hand) a merry measure trip,</br>While the mob roar'd their joy, with many a sportive quip.", "Cetera desunt.</br>"]