["Exultant Albion hails the votive strain</br>That sings the glories of her GEORGE'S reign!</br>This day their off'rings shall the Muses bring,</br>And snatch the choicest plume from Fancy's wing;</br>Sacred to Worth, their grateful incense pour,</br>To greet with heartfelt zeal the Monarch they adore!", "Amid the rude convulsions of the world,</br>While jarring nations are in phrensy hurl'd,</br>Wide stalks the haughty Tyrant's lawless sway,</br>And palsied States his treach'rous wiles betray.</br>Yet still shall Britain's vengeful voice be heard,</br>Still shall her pow'r be felt, her mighty Sov'reign fear'd!", "Whatever poets feign and Hist'rys page</br>Extols of trophied arms' destructive rage,</br>\"While the shrill clarion, echoing from afar,</br>Urges the crimson fury of the war,\"</br>Britannia dares &mdash; resolv'd the foe to tame,</br>And crown with laureat wreath the annals of her fame.", "Her praise, unceasing, distant climes resound,</br>From Afric's coast to India's utmost bound;</br>Scarce can the barriers of this globe confine</br>The dazzling splendour of her rule divine.</br>Hail, happy Isle!  to thee alone is giv'n</br>A people's worshipp'd Prince, the noblest meed of Heav'n!", "Let abject slaves the Despot's arm sustain,</br>And brave, for pay, diseases, death, and pain;</br>Let them, inglorious, rouse the savage force,</br>That wastes whole regions in its blood-stain'd course;</br>Yet vain their vaunted host, their proud array</br>Fades into empty air &mdash; the pageant of a day.", "Our Patriot Chief fictitious lustre scorns;</br>The gracious Mercy that his Throne adorns,</br>Still hovers o'er when scatter'd squadrons yield,</br>And joys to stay the carnage of the field;</br>Stands forth th' avenger of the world, and shews</br>How Britain's ire inflam'd shall dissipate her foes.", "Firm be the phalanx &mdash; while the battle's god</br>Shakes on the sanguin'd plain his awful nod,</br>Undaunted still, the baffled ranks deride,</br>And save the bulwarks of your country's pride;</br>Her whitening cliffs old Neptune's waves embrace,</br>And waft her thund'ring fleets thro' all the realms of Space.", "The vic'try gain'd, her King's protecting hand,</br>Now rears the genius of a favour'd land;</br>For him fair Science deigns to ope her store,</br>Fraught with the wealth of Learning's valued lore:</br>When struggling thro' the past, mature her dawn,</br>Darts her effulgent beam on this triumphant morn!", "Discord, avaunt!  from this glad hour no more</br>Thy baneful din appals Britannia's shore:</br>See smiling Peace advance, with mien sublime,</br>And cheer the prospects of succeeding time;</br>In Mem'ry's breast great GEORGE'S deeds enrol,</br>And spread his high renown to earth's remotest pole.</br>"]