["Whilome in Limehouse docks there dwelt a youth,</br>Childe Higgins hight, the child of curst ennui,</br>Despair, shame, sin, with aye assailing tooth,</br>Had worn his beauty to the bone. &mdash; Ah me!</br>A lone unloving libertine was he;</br>For reft of health and hope's delusive wiles,</br>And tossed in youth on passion's stormy sea,</br>He stood a wreck 'mid its deserted isles,</br>Where vainly pleasure wooes and syren woman Smiles.", "He was a merchant, 'till ennui'd with toil</br>Of counting house turned but to small account,</br>Sated of home, and Limehouse' leaden soil,</br>Nee more to his dried heart a freshening fount</br>Of kindly feelings; he aspired to mount</br>To intellectual fame, for when the brain</br>Is dulled by thoughts aye fearful to surmount,</br>When youth, hope, love, essay their charms in vain,</br>The rake-hell turns a blue as doth his sky again.", "Thus turned the Childe, when in the Morning Post,</br>The Herald, Chronicle, and eke the Times,</br>He read with tasteful glee a daily host</br>Of the Strand bard's self-eulogistic rhymes;</br>He read, and fired with zeal, resolv'd betimes</br>A pilgrim to that minstrel's shrine to move,</br>As Allah's votaries in Arabian climes</br>To far Medina's hallowed altar rove,</br>There low to bend before the idol of their love.", "He left his home, his wife without a sigh,</br>And trod with pilgrim-pace the Limehouse road,</br>The morn beamed laughing in the dark blue sky,</br>And warm the sun on post and pavement glowed:</br>Each varied mile new charms and churches showed,</br>But sceptic Higgins jeered the sacred band;</br>For his full tide of thought with scorn o'erflowed,</br>Or deep immersed in objects grave and grand,</br>Dwelt on the Warren's fame, at Number Thirty, Strand.", "He passed Whitechapel in such ireful mood,</br>Where murdered muttons bob to every wind;</br>He saw the runnels red with bestial blood,</br>Their lazy streams through street and alley wind:</br>He saw and sickened in his inmost mind,</br>Felt how the heart with savage spleen ycrammed,</br>In blood alone can strange endearment find;</br>But such is man, (each pure affection shammed,)</br>Mean, heartless, lawless, dull, detestable, and damned.", "A truce to thought, for attic Billingsgate</br>Already lures the pilgrim from his road;</br>Awe-struck he sees each naiad and her mate,</br>Haggling for halfpence with some river god,</br>Her Doric dialect, beautiful as broad,</br>Her plump cheek redolent of ancient grease,</br>Her fleecy hose with yellow worsted sewed,</br>Recall proud Athen's days, its golden fleece,</br>Its academic wits, and fame that nee shall cease.", "Not so thy street, Boeotian Leadenhall!</br>Famed for new novels, leaden all and dull</br>Though wags thy library \"Minerva\" call,</br>Yet very British is Minerva's skull.&mdash;</br>Her brainless books seem'd doom'd to gather wool,</br>Or sold to vile cheesemongers by the pound,</br>To scour the soulless sculleries of John Bull,</br>While pots and pans (not sylvan) aye surround</br>Each panic-stricken tome, despite its lore profound.", "And this is fame, that covetous cooks' shops</br>Should form the graves of every martyr'd work,</br>That Southey's strains should wrap up mutton chops,</br>Or Cheshire cheese anoint the leaves of Burke.&mdash;</br>That Theodore Ducas &mdash; Catiline &mdash; should lurk</br>'Mid Granger's sweets, with Wordsworth's Peter Bell,</br>Or Chalmers's Lecture on the Scotish kirk</br>Sleep with its fathers in some London hell,</br>Some fruiterer's fruitful shelf where dirt and dulness dwell.", "But, lo, th' Exchange!  a busy world is here,&mdash;</br>A world of knaves in wide confusion blent;</br>Here beams the smile, &mdash; there falls th' unheeded tear,</br>For stock well-purchased, or for gold ill-spent.</br>All are on one fool's errand madly bent,</br>And Turk and Christian pass unnoticed by,</br>While Israel's sons nee more to discontent</br>A prey, &mdash; the new Jerusalem espy,</br>In this barbaric booth, this fair of vanity.", "Ah me!  how grovelling is the mind of man!</br>How fixed on perishable hopes, and mean!</br>Wealth, honor, pride, engross his paltry span</br>Of life, &mdash; then leave him scathed in heart as mien.&mdash;</br>Here where I stand, the spirit of the scene</br>Enchains all hearts with talismanic spell,</br>In vain aspiring youth with blossoms green,</br>Bedeck'd comes forth; &mdash; here Mammon tolls his knell,&mdash;</br>And round him weaves the chain of avarice and of hell.", "Th' Exchange is past, the Mansion House appears,</br>Surpris'd the Childe surveys its portly site,</br>Dim dreams assail him of convivial years,</br>And keener waxes his blunt appetite.&mdash;</br>Luxurious visions whelm his fancy quite,</br>Of calipash and eke of calipee,</br>While sylphs of twenty stone steal o'er his sight,</br>Smiting their thighs with blythe Apician glee,</br>And licking each his lips right beautiful to see.", "Twas here they tucked, &mdash; these unctuous city sprites,&mdash;</br>'Twas here like geese they fattened and they died,</br>Here turtle reared for them her keen delights,</br>And forests yielded their cornuted pride.&mdash;</br>But all was vain, 'mid daintiest feasts they sighed;</br>Gout trod in anger on each hapless toe;</br>Stern apoplexy pummelled each fat side,</br>And dropsy seconded his deadly blow,</br>'Till floored by fate they sunk to endless sleep below.", "But hark, the hum of multitudes, the roar</br>Of carts and coaches, and the various squalls</br>Or cries, that pierce the ear-drum's inmost core,</br>Have roused the Childe's attention at Saint Paul's.</br>Cheapside to near Guildhall in thunder calls,</br>Guildhall replies, of lungs with justice proud;</br>Milk-street and Lothbury, glad to join the brawls,</br>Have found a tongue, while Wood-street from her shroud</br>Rebellows to Lad-lane, who calls to her aloud.", "And in the midst, as leader of the band,</br>Stands the magnificent Saint Paul's; &mdash; he towers</br>Sublime to heaven, by winnowing breezes fanned,</br>Unknown on lower earth; &mdash; the rattling showers,</br>The storm, the whirlwind that in vengeance lowers,</br>Pass him unharm'd; &mdash; he lifts his giant brow,</br>As if in mockery of their puny powers,</br>Or rapt in clouds like conscious guilt in woe,</br>Soars from the vulgar ken a mystery as now.", "Something too much of this; but now 'tis past,</br>And Fleet-street spreads her busy vale below:</br>Lo!  proud ambitious gutters hurry past,</br>To rival Thames in full continuous flow;</br>The Inner Temple claims attention now,</br>That Golgotha of thick and thread-bare skulls,</br>Where modest merit pines in chambers low,</br>And impudence his oar in triumph pulls</br>Along the stream of wealth, and snares its rich sea-gulls.", "Hail to this shrine of barristers and brass!</br>Of wigs and wags of learning and of lead!</br>Solomon's brazen temple &mdash; but alas!</br>With old king Log, king Solomon instead.</br>Ye gifted spirits of the legal dead,</br>Will none arise to grace degraded law?</br>Vain hope, despite the lore of each long head,</br>Satan hath found their lives a moral flaw,</br>And on them, bailiff-like, hath laid his ebon paw.", "And thus the world is rife alone with fools,</br>Who clank in chains while fashion holds the noose;</br>Court, camp, and church, &mdash; what are they but the tools</br>Of sin, shame, slang, buffoonery, and abuse?</br>Momus with man has made a lasting truce.</br>And hence our patriots puff, &mdash; our warriors bray,&mdash;</br>Hence critics flood us with a muddy sluice</br>Of maudlin prose, &mdash; hence cant holds sovereign sway,</br>And sinless saints are spurn'd, while sainted sinners pray.", "Our life is one fierce fever &mdash; death the leech</br>Who lulls each throb; &mdash; the has been, and to be;</br>The sole divine whose welcome aid can teach</br>The mysteries of a dread futurity.&mdash;</br>Come when he may, his advent will to me</br>Be spring and sunshine, for my soul is dark,</br>And o'er the billows of life's shoreless sea,</br>A sea uncheer'd by hope's celestial ark,</br>Cradled in storms and winds floats lone my little bark.", "Thus mused the Childe, as thoughtful he drew near</br>The sacred shrine of Number Thirty, Strand,</br>And saw bright glittering in the hemisphere&mdash;</br>Like stars on moony nights &mdash; a sacred band</br>Of words that formed the bard's cognomen grand</br>Each letter shone beneath the eye of day,</br>And the proud sign-boot, by spring breezes fanned,</br>Shot its deep brass reflections o'er the way,</br>As shoots the tropic morn o'er meads of Paraguay.", "Childe Higgins hied him to this bless'd abode&mdash;</br>Not forked Parnassus &mdash; Crete's Olympian hill&mdash;</br>Not Ilium's plain &mdash; by kings and warriors trod&mdash;</br>Calypso's cavern, Aganippe's rill,</br>Or Circe's isle famed for enchantment still&mdash;</br>Ere thrilled his soul with such intense delight</br>As thrilled it now when Warren's magic till</br>Thro' each shop-window gleamed upon his sight,</br>Clear as Italian dawn that gilds the brow of night.", "But I forget &mdash; my pilgrim's shrine is won&mdash;</br>And he himself &mdash; the lone unloving Childe&mdash;</br>His Limehouse-birth, his name, his sandal-shoon,</br>And scallop shell, are dreams by fancy piled,</br>His dull despairing thoughts alone &mdash; once mild</br>As love &mdash; now dark as fable's darkest hell,</br>Are stern realities; &mdash; but o'er the wild</br>Drear desert of their blight the soothing spell</br>Of Warren's verse flits rare as sun-beams o'er Pall Mall.", "Farewell &mdash; a word that must be and hath been&mdash;</br>Ye dolphin dames who turn from blue to grey,</br>Ye dandy drones who charm each festive scene</br>With brainless buzz, and frolic in your May,</br>Ye ball-room bards who live your little day,</br>And ye who flushed in purse parade the town,</br>Booted or shod &mdash; to you my Muse would say,</br>\"Buy WARREN'S BLACKING,\" as ye hope to crown</br>Your senseless souls or soulless senses with renown.</br>"]