["He strikes that harp again, whose hallow'd tone</br>He oft has rais'd so wildly and so well!</br>And to that theme (though years between have flown)</br>Whose echoings yet upon our heartstrings dwell:</br>In laurel'd majesty he comes to tell</br>Of Him whose tale pourtray'd his earlier days,</br>Sweeping with mellow'd hand his deep-strung shell,</br>That Hate stands mute, and listening to such lays</br>E'en Envy's self allows her half-reluctant praise.", "Though life on him its darkest influence shed,</br>His were the woes that elevate the soul,</br>As storms around some lofty mountain's head,</br>A while obscuring, in their rage may role,</br>Yet give a wilder grandeur to the whole.</br>So Grief his mighty mind's impetuous rush</br>Perhaps perverted, but could not controul:</br>Unknown to him the meaner cares that crush</br>The tender buds of thought, in youth's luxurious flush!", "If there is aught on earth could make us deem</br>That man is somewhat more than fragile clay,</br>It is that such a spirit does not seem</br>Fram'd with its fleshly covering to decay:</br>Oh, if a soul like his can pass away,</br>And into dull annihilation go;</br>Who on this stormy scene would lingering stay</br>To drain the last dregs of his draught of woe,</br>But quit the bitter cup, and rest in peace below?", "Then let us rather hope that we meet again above:</br>Our purer essence there may mingle free</br>With what on earth it hardly dares to love.</br>That life these mortal barriers shall remove,</br>That long the kindred soul's communion part.</br>No more that cold obstruction shall we prove,</br>When here the struggling bosom strives to dart</br>Its vivid feeling's flash on some congenial heart!", "One, who at times hath laid his youthful hand,</br>Albeit with holy rev'rence, on the lyre,</br>When such a page as Harold's he had scann'd,</br>Would, turning to his conscious breast, inquire,</br>And am I too a Poet? &mdash; and retire.</br>While such a Bard awakes the living strain,</br>Enough for him in silence to admire,</br>Or, if he raise his powerless voice again,</br>'Tis but to feel himself how poor, how weak, how vain!</br>"]