["From that perfidious, that degraded Land,</br>Where Guilt and Rapine reign without control;</br>Where Anarchy hurls wide her flaming brand,</br>And deeds of horror freeze the harrow'd soul:</br>From that fell Temple, where, with scowling face,</br>The base, dark Regicide, remorseless eyes</br>The bleeding forms of BOURBON'S fallen race,</br>And round them hosts of gory victims rise:&mdash;</br>Welcome to Light and Liberty once more!</br>Welcome to ev'ry heart on greeting Albion's shore!", "Oh!  born each trying turn of Fate to prove;</br>Whom ENTERPRISE selected for her own,</br>Arm'd with resolves no adverse shocks should move,</br>And taught to scale the steeps of high renown;</br>Grav'd in the Muse's never dying lays,</br>Thy animating story shall impart</br>To Britons, ardent for their country's praise,</br>Whate'er inspirits and informs the heart:</br>Taught by the steps through ordeal tests to go,</br>Yet Mercy's champion prove, though merciless the foe.", "Oh, Shade of RODNEY!  if yet aught below</br>Move Thee, reposed in Glory's starry sphere;</br>Thy spirit yet with patriot warmth will glow,</br>To trace, in thine, thy naval son's career.</br>Th' exulting Muse, that can the past descry,</br>Brings the young hero to her mental view,</br>Mark his calm spirit and his unmov'd eye,</br>While show'rs of death-wing'd bolts long round him flew,</br>Thus, in THY vet'ran eye, his course began,</br>Ere undown'd blooming youth had ripen'd into man.", "Scorning of Indolence \"the cygnet down,\"</br>The syren Pleasures soul-enfeebling lyre;</br>To weave the mural with the rostral crown,</br>His ruling Genius and his Fate conspire.</br>Ardent his clear aspiring mind to store,</br>See him coy Science like a lover woo;</br>The arts and arms of ev'ry clime explore,</br>And Honour's track in every clime pursue:</br>From the dark stormy Baltic's frozen bound,</br>To soft Ionia's shores, with silver crescents crown'd.", "See where the Danube's hoary genius stands;</br>His daring way guides through his eddying waves,</br>Unfolds the latent lab'rinths of his sands,</br>His ambush'd rocks, and all his oozy caves.</br>See where Ismael's desolated tow'rs,</br>Of ruthless sable eagles late the prey,</br>Rear their proud crests that mock assailing pow'rs,</br>And all the warrior's tactic lore display;</br>The Turban'd Host view, with admiring eyes,</br>Their fortress from the flame like a young phenix rise.", "Hark!  how the Swedish shrilling trumpets swell</br>O'er Wyburg's and Biorko's blood-stain'd sound,</br>And bid the Genius of GUSTAVUS tell</br>Their British Champion's deeds, by Vict'ry crown'd!</br>The grateful Monarch, whose congenial breast</br>Glow'd with heroic ardour for renown,</br>His tutelary HERO'S worth confest,</br>And hail'd the guardian of his menac'd crown:</br>O'er his bright helm the plume of glory rais'd,</br>And Scandinavia's star upon his breast emblaz'd!", "But not to Glory's laurel'd field confin'd,</br>The Hero reaps the harvest of renown;</br>The tender charities that bless mankind,</br>\"The social virtues mark him for their own.\"</br>Witness ye little, hardy, nautic race!</br>For Britains Bulwarks on the main design'd,</br>Whom patriot HANWAY, with his last embrace,</br>His fav'rite SIDNEY'S filial charge consign'd;</br>To blend your private with the public weal,</br>His philanthropic cares, his patriotic zeal.", "To make those floating bulwarks on the wave</br>In proud perfection formidably shine,</br>More prompt to hurl the thunders of the brave,</br>Face the dark storm, and cleave the silv'ry brine;</br>In philosophic, deep, exploring thought,</br>See him the wakeful midnight hours consume!</br>And, with inventive knowledge richly fraught,</br>The nautic page with novel arts illume:</br>HIS COUNTRY'S GOOD, in each pursuit exprest,</br>The master passion shone that fill'd his manly breast.", "But hark!  Britannia's clarions sound again;&mdash;</br>\"Britons strike home, revenge your country's wrongs!\"</br>Swift as the Swallow darting o'er the main,</br>When Summer's call invites the feath'ry throngs;</br>Her SIDNEY rushes with his bold compeers,</br>Where, o'er the faithless gay provincial coast,</br>Toulon her castled rocks insidious rears,</br>And leads the British and Iberian Host,</br>To hurl War's lightnings in her fiercest ire,</br>And wraps her fleets and tow'rs in forky streams of fire.", "Such was the night, and its tremendous glare,</br>When Ilion's stately domes and turrets blaz'd;</br>Such were the cries that rent the murky air,</br>By victor and by vanquish'd legions rais'd.</br>The flow'r of Greece, collected and serene,</br>Thus the dire redd'ning form of horror view'd;</br>With calm resolve explor'd the hostile scene,</br>Though Death in steely show'rs their steps pursu'd:</br>And thus, in martial terror's awful form,</br>Hurl'd o'er the Dardan state destruction's fiery storm.", "Foremost in each bold perilous emprise,</br>See him the Gallic ports and shores survey,</br>Like the keen hawk with piercing di'mond eyes,</br>That kens afar and hovers o'er his prey:</br>At once the foe to harass and descry,</br>Close in their wond'ring and indignant view,</br>He bids the crimson cross of England fly,</br>O'er the grey rocky islets of Marcou;</br>And, in their martyr'd Monarch's hapless cause,</br>From his sad phalanx wins their loyal heart's applause.", "But not  with equal tenour smoothly glide</br>Down time's absorbing stream the smiling hours;</br>Oft' dark and ruffled grows the changeful tide,</br>As fickle Fortune o'er its bosom low'rs:</br>Then, \"as her gales for ever veering blow,</br>To-day tempestuous, and to-morrow fair;</br>Due bounds, ye mortals!  let your transports know,</br>Perhaps to-morrow comes a storm of care.\"</br>Thus flows the lofty Theban's moral lay,</br>Confirm'd by pensive Truth as ages roll away.", "Her choicest fav'rites on the earth to train,</br>O'er thorny wilds and beetling rocks to climb,</br>Braving the frowns of Envy, Fate, and Pain;</br>To reach of deathless Fame the fane sublime;</br>Celestial Virtue, from her sev'n thron'd sphere,</br>To stern Adversity the task assign'd,</br>In feats of hardihood their youth to rear,</br>With heav'n-taught wisdom to illume their mind:</br>And, with her piercing steadfast eye, to scan</br>The mazy turns of life, the destiny of man.", "Thus gallant SIDNEY!  thy eventful fate</br>This mortal lesson to the world convey'd;</br>Ne'er in thy Fortune's swelling tide elate,</br>Nor with her changing froward ebb dismay'd.</br>What though o'erpow'r'd by Gaul's infuriate bands,</br>And check'd awhile imperial Honour's race,</br>In Fame's bright records each achievement stands,</br>No foe can tarnish and no time efface:</br>And \"stern Adversity\" to Thee assign'd,</br>Shall but the more exalt, invigorate thy mind.", "Now that dire Temple's spectre-haunted tow'r,</br>Where the lone Captive more than death endures</br>From dark suspense, and harsh despotic pow'r,</br>The Hero \"from the haunts of man\" immures.&mdash;</br>To chase the harpy cares that vex the soul,</br>O'er Hist'ry's page his pensive eye is led,</br>And speeds the leaden hours that ling'ring roll,</br>\"Holding high converse with the mighty dead;\"</br>While MASON'S raptur'd muse,  with epic fire,</br>Wakens the deep-ton'd strains of her Pindaric lyre.", "\"The pen of Fate, dipt in its deepest gall,</br>Perhaps on that ill-omen'd wall,</br>Now writes th' event of this tremendous day.</br>Oh, that our weaker sight,</br>Could read the characters!  and spy</br>What, to the unpurg'd mortal eye</br>Is hid in endless night.</br>Suspense, thou frozen guest, be gone!</br>The wretch, whose rugged bed</br>Is spread on thorns, more softly rests his head,</br>Than he that sinks amidst the Cygnet's down,</br>If thou, tormenting fiend, be nigh</br>To prompt his irksome doubt, his useless sigh,</br>His wish, his pray'r for ling'ring certainty.\"", "Captivity's long rigours to beguile,</br>While tedious suns revolv'd their annual way,</br>Faint through the grated dungeon shed their smile,</br>Thus wore the tardy, solitary day.</br>See that brown cruse with Seine's rank water stor'd!</br>Hear those  reviling taunts of ruffian pow'r!</br>More keenly piercing than the trenchant sword;</br>And heaping mis'ry on Misfortune's hour:</br>Not with more execrable arts refin'd</br>Sicilia's iron scourge could lacerate the mind.", "Tyrants malign!  in vain you strive to bend</br>A soul with Fortitude sublimely fraught;</br>Which viewless Mercy's angel wings defend,</br>And Wisdom's panoply divinely wrought.</br>Heroic Virtue in Affliction's night,</br>Sustain'd by truth and energy divine,</br>Glows with \"a burning and a shining light,\"</br>As beamy stars through raven midnight shine;</br>And meets, serenely smiling, undismay'd,</br>The ministers of Death, in gorgon shapes array'd.", "So springs the victor palm to meet the sky,</br>Shoots more sublime his ever-verdant brow,</br>Amid the pond'rous loads that vainly try</br>To keep his proud aspiring honours low:</br>So stands the rock encircl'd by the main,</br>When, black with Winter's rage, the mountain wave</br>Assails his stubborn whit'ning sides in vain,</br>While through his caves the winds infuriate rave:</br>His cloud-cap summit, tow'ring to the skies,</br>With insulated state the billowy storm defies.", "How long, insatiate and remorseless Land!</br>For ever hostile to the world's repose,&mdash;</br>How long shall Discord's all-consuming brand</br>The reign of Order and of Peace oppose?</br>Deaf to each prostrate nation's piteous moan,</br>But vers'd in artifice and serpent guile,</br>How long shall violated Freedom groan,</br>And curse thy proffer'd friendship's hollow smile?</br>Her heart with anguish and with madness wrung,</br>Seduc'd by thy base wiles, thy flatt'ring fraudful tongue.", "The Tree of Liberty! &mdash; behold its fruits,</br>On ev'ry reeking subjugated shore,</br>Where'er its deleterious blood-steep'd roots</br>Thy plund'ring legions in their inroads bore!</br>Beneath its leaves lurk Anarchy and Strife,</br>And Rapine's brood usurp the with'ring ground;</br>Spurning the gentle charities of Life,</br>And mild religion's heav'n-erected mound,</br>With &mdash; fresh from gloomy Scepticism's school&mdash;</br>Delirious Reason's sect, wild Riot, and Misrule!", "Thus the gay Syrian, or green Egypt's realm,</br>(With dates, with olives, with young harvests crown'd,)</br>Dark'ning the sun, black locust clouds o'erwhelm,</br>And brood rapacious o'er th' enamell'd ground:</br>Each verdant blade that decks the grateful soil,</br>The smiling promise of the vernal year,</br>Their keen, insatiate, harpy fangs despoil,</br>And leave the land a desert brown and drear;</br>Where meagre Famine, Mis'ry, and Disease,</br>Usurp the ravag'd fields and seats of plenteous Ease.", "And thus the baleful laurel rears his head,</br>With leaves and fruits enticing to the eyes;</br>But with the deadliest fraudful venom fed,</br>The unsuspecting victim tastes and dies.</br>Warn'd by each desolated nation's fate,</br>From pillag'd Tiber to the shackled Maese,</br>Ere that rank poison taint each menac'd state,</br>Gaul's boasted badge of Freedom thus displays;</br>Devoted realms!  league in your common cause,</br>To save your hallow'd faith, your offspring, and your laws.", "But, soft! &mdash; to cheer the captive's dungeon gloom,</br>Young Hope appears with heart-enliv'ning ray;</br>And Friendship dares the semblant foe assume,</br>Her pleasing debt of gratitude to pay;</br>Unbars, 'midst murm'ring Discord's grating sound,</br>The dreary Temple's massive, long-clos'd gate,</br>And bears, beyond their Argus-guarded mound,</br>The menac'd victim of Five Regents' hate!&mdash;</br>Eying, with calm and dignifi'd disdain,</br>Lutetia's guilty tow'rs, and Terror's ruthless reign.", "Join'd by the faithful partners of his way,</br>O'er the bleak, tented Norman hills they wend;</br>Now trackless woods, impervious to the day,</br>From jealous foes the triple band defend:</br>Till, grateful to their anxious longing eyes,</br>Through the grey fogs the hoary Deep appears;</br>With sullen roar his curling surges rise,</br>A welcome music to their list'ning ears;</br>Now the frail bark, with heav'n-befriending wind,</br>Cheerly they climb, and leave Gaul's hateful land behind.", "Thus to his native realm restor'd again,</br>Through Crete's dark lab'rinth Theseus sped  his way,</br>From jealous foes and Horror's gloomy reign,</br>Guided by Love and Friendship's steady ray;</br>Again to purge his long-infested soil,</br>Of prowling monsters and chimaeras dire,</br>Insidious, civil, trait'rous arts to foil,</br>And to fresh lustre fan the Attic Fire,</br>Bid renovated arts with arms combine,</br>And grace with Isthmian Games his Neptune's sea-green shrine.", "To unrestricted Freedom now restor'd,</br>Go, gallant BERGERET!  from Freedom's reign;</br>And say, when wielding thy untarnish'd sword,</br>That, Britain's Father and his Sons disdain</br>Stern-ey'd Retaliation's savage call,</br>But, prompt at Mercy's voice to spare and save,</br>Ne'er wound with arts, that more than death appal</br>The nice, fine feelings of the vanquish'd brave;</br>\"That valiant foes her sons admiring see,</br>And yield that valour praise that brightly shone in thee.\"", "And thou, whose long-try'd, fond paternal heart,</br>Oppress'd with \"Expectation's leaden weight,\"</br>Felt, in thy son's, Misfortune's keenest dart,</br>And all his anguish of suspended fate:</br>Say, did not he, who twines this votive wreath,</br>The heart's warm tribute to thy SIDNEY'S praise,</br>&mdash;Did not, ere while, his muse prophetic breathe</br>These now time-sanction'd and auspicious lays;</br>Suspense and tedious absence to beguile,</br>And cheer thy anxious brow with Hope's celestial smile.", "\"Thus runs TH' ETERNAL'S sacred, high behest&mdash;</br>'The man, whose soul on Providence relies,</br>Safe in the hungry lion's den shall rest,</br>Beneath TH' OMNIFIC'S ever-watchful eyes:</br>More fell than tigers, though his foes conspire,</br>To shake the placid tenour of his soul,</br>Invulnerable 'midst their savage ire,</br>No foes shall harm him, and no force control;</br>But his bright virtues brighter shall unfold,</br>Try'd in the torturing fire like pure resplendent gold.'\"", "Behold!  to bless once more thy aged arms,</br>Thy darling SIDNEY to thy prayers restor'd;</br>Again, 'midst Terror, War, and Death's alarms,</br>To wield for Britain his untarnish'd sword:</br>See him descending on her crouded strand,</br>Superior to the shocks of Fortune rise!</br>Hear the warm plaudits of his native land,</br>\"And read his his'try in a nation's eyes!\"</br>Now, like the Patriarch, greet Life's ev'ning ray,</br>Closing (like him) serene, Life's long, dark, stormy day.", "Thus, as her tuneful Apollonius sung,</br>Greece her fam'd ARGO'S daring Chiefs survey'd;</br>And thus, with Admiration's fervent tongue,</br>BRITONS their sympathetic hearts display'd:</br>For as the BRITISH ARGO shot along,</br>The rescu'd Chief to land on Freedom's shore,</br>From all her sea-green caves, this choral song,</br>The fav'ring gales through Heav'ns blue concave bore;</br>\"Rule BRITANNIA!  BRITANNIA rule the waves!</br>For dauntless Britons never, never will be slaves.\"</br>"]