["For once I dare to touch the sounding harp</br>And tune the Caxon's praise; nor let the beau</br>With Sunday tunic, and Bag-wigg elate,</br>The subject disapprove; for crown'd with this,</br>And with a snow-white shirt, and shilling blest,</br>I too can strut, and sip my coffee down,</br>And mingle in the Mall without a blush.</br>What!  shall my spirits droop, because my Pate</br>With all the pomp that Hair can boast</br>Is not surrounded!  such as busy Child,</br>Of lordly Physick oft presumes to wear,</br>Index of knowledge and of thought profound!</br>Nor yet, my brain grow sick, because the Tye</br>Of Barrister loquacious is not thine.</br>Be't his to triumph in the powder'd badge</br>Of consequence external; spoil'd of this,</br>Ah!  with what languid spirits would he plead!</br>Or should he travel to the utmost verge</br>Of Rhet'rick's maze, multiloquent, beyond</br>A modern's daring, or beyond the steps</br>Of that fam'd Orator, who shone the sun</br>Or eloquence divine, and with its rays</br>Expanding wide illum'd the Roman age,</br>What plaudit would he draw, if Cut or Scratch</br>Debas'd his temples, and his cheek expos'd?</br>But tho' the stately Tye such honour beams</br>Round semi-circled Noddle; tho' the Cue</br>Delights the Prigg, nor less the silken Bag</br>Has pow'r to charm, the Caxon still I prize.</br>For those require the wearer's nicest care,</br>The sport of ev'ry wind, and ev'ry drop</br>Of piercing rain, and flake of airy snow</br>To fluid crystals melting; and when night</br>Invites him to repose, then must they rest,</br>Or pendant on a peg, or soft reclin'd</br>Within the concave of inclosing Box,</br>Else all their fine oeconomy is lost.</br>Such caution does my Caxon never ask,</br>At all times uniform, whether on floor</br>Or urinal it lies, or 'gainst the cobweb wall</br>It hangs devoid of state, or whether Pugg</br>In dust-hole drags it for an easy bed,</br>Or chance may throw it careless in the street</br>To mingle with the chaos of a dunghill.</br>Nor does this Stranger to the comb of taste</br>Demand or oil or powder &mdash; need I tell</br>How, when I regulate its rumpled form,</br>I dash it on a post with stroke oblique,</br>Or full direct upon a table's verge!</br>Need I recite the dangers it hath past,</br>How yet it reigns secure!  or to the world</br>Need I proclaim (when dress-enwraptur'd beau,</br>Fashion's Apprentice, Affectation's Child,</br>In Bag-wigg glory struts) how droll it looks,</br>As laughing ev'ry flutt'ring fop to scorn.</br>Let not the justice, whose idea-pot</br>Encircling curls keep warm the Caxon spurn,</br>For many a Wit and philosophic sage</br>Beneath thy roof darts forth the pointed jest,</br>But when in thought profound they place its form</br>Transverse, or twirl it staring o'er their front</br>In wide projection, then the laugh it moves;</br>Like as I've seen, with pleasure often seen,</br>Droll Howard, when he screws his comic Phyz,</br>The Bob shall fade away, the Major's Lock</br>Shall drop its Curl, and Scratches shrink in wear,</br>But thou, my Caxon, thou shalt be the same</br>Unhurt, tho' Sirius whirl his domain of fire</br>Thro' Summer's faint Domain, and on thy Bard</br>Dart Heat intolerable &mdash; yet unhurt</br>Tho' Boreas rave, and Winter weep the loss</br>Of absent Autumn, as my temples feel</br>The copious tears descending from his eye.</br>"]