["Thrice lucky Bard!  whose energy and ease</br>The Public's pamper'd appetite can please,</br>Who \"twelfth edition\" dost exult to hear,</br>Unwonted music to a poet's ear!</br>While thy gay satire elegantly sports</br>With Chinese gardens, and with Chinese courts;</br>While folly's full-ear'd crop thy hand obtains,</br>Accept my humble gleanings of the plains.", "Where China's London boasts her verdant-Kew,</br>A fair Elysium, from her walls in view;</br>Luxurious scene!  where wealth and whim preside,</br>Obsequious handmaids of imperial pride:</br>In soft pavilion, on soft sopha laid,</br>Lull'd by soft murmurs of a soft cascade,</br>Kien-long the great, the valiant, and the wise,</br>Sweet slumber sought, but slumber shun'd his eyes:</br>He frown'd, and spoke; the lords in waiting round,</br>Knock'd their broad foreheads nine times on the ground.&mdash;</br>Much on sad subjects that disturb'd his reign;</br>How bold Ko-taus their rude memorials brought,</br>How wanton bards their base invectives wrought,</br>Where like Ye-vang's, his name in idle rhymes,</br>Would pass dishonour'd down to distant times:</br>How these full oft his anxious bosom griev'd,</br>And made his gardens, once so fair to view,</br>Seem gloomy valleys sacred to Manchew.", "He ceas'd.  The favourite Mandarin reply'd,</br>(A faithful flatterer ever at his side:)</br>Imperial Sire you err, your praise resounds,</br>From Tibet's mountains to Korea's bounds;</br>Speak, and your boroughs shall addresses send,</br>And all your glad Che-foos before you bend.&mdash;</br>Your duteous slave Yan-lin has prov'd for you,</br>That one true patriot China never knew;</br>Of all the bawling, all the scribbling tribe,</br>Each has his price, if you vouchsafe to bribe.&mdash;</br>Then from your thought chace cares of state away,</br>Amuse with arts and sciences the day,</br>Gay Kau-se-kee your panegyrick sings,</br>And grave Li-song new plans of gardens brings;</br>Where you may wander through inchanted scenes,</br>Vulcano's dire, scorch'd rocks, and blasted greens:</br>Or seek dim grottos, in whose solemn shade</br>Pale star-crown'd kings, on ivory couches laid,</br>Fair tablets hold, and mystic lore engrav'd</br>Of arts, by which their subjects they enslav'd:</br>Or trace steep paths, whose zig-zag course ascends,</br>By dreary dens of dragons and of fiends;</br>Where howls of hungry wolves the ear surprize,</br>Mix'd with deep groans, and tortur'd wretches cries:</br>Or view in lunar-halls, fictitious night,</br>Or tread saloons with gold and jewels bright,</br>Where Lapqua's tints each vacant pannel stain,</br>With the fam'd triumphs of your glorious reign;</br>There Vang's lewd mob from your third reg'ment flies,</br>The guards pursue, the rebel falls, and dies:</br>There your tribunals duteously agree,</br>To prove that twenty must be less than three.</br>There Hou and Cho-nan-fo prostration make,</br>And kneeling from your hand their pardon take.&mdash;</br>These works superb to execute we haste,</br>Unmatch'd examples of imperial taste.</br>Till then in blooming Yven's jasmin bow'rs,</br>With lords and ladies while away your hours:</br>Or palaces design, or pictures move,</br>Or wond'rous pow'rs of clocks and windmills prove;</br>Or all your curious cabinets review,</br>With trinkets fraught of beauteous shape and hue;</br>There Pingchou's boxes meet your ravish'd eyes,</br>There Vrangti's watches of minutest size.</br>These rival artists, for your favour try,</br>But not with you in excellence they vye;</br>For your own hand with skill beyond compare,</br>Turn'd those gold buttons you delight to wear.</br>They for their works may paltry pensions claim,</br>But you by yours acquire immortal fame.", "KIEN-LONG.</br>'Tis true, my lord, the envied praise is mine,</br>In works of taste, first connoisseur to shine:</br>But though Virtu delight the mind at ease,</br>Say, midst rude cares and clamours can it please?", "MANDARIN.</br>Give to the winds all care, and to disdain</br>All clamours of the base plebeian train;</br>Let not that scum of earth your anger move:</br>Your nobler slaves in loyalty improve;</br>Witness the temple rear'd by Kwo shu's hands,</br>Where like another Fo your image stands;</br>While round your brow the flashing glories blaze,</br>While from the altar musick sounds your praise,</br>A thousand votaries there, in vestments gay,</br>At noon and eve, spontaneous homage pay.&mdash;</br>Give to the winds all care, and to disdain</br>All clamours of the base plebeian train;</br>Should these, in ought, to thwart your sacred will,</br>Obstruct your slaves, while they your wish fulfill;</br>By gifts and flatteries all shall be subdu'd,</br>Those win the stubborn, these the weak delude:</br>Tell them, how you their happiness design,</br>Preserve their cattle, and adjust their coin;</br>Then as mount Tay, your throne shall fix'd remain,</br>And the Kin-lin and Fou-chang bless your reign.</br>But now smile on your slave, whose thoughts devise</br>Scenes of new pomp to charm your ears and eyes:</br>At morrow's dawn, on Hoquan's silver tide,</br>Ten thousand Junks in naval triumph ride;</br>All hung with gaudy flags from stern to bow,</br>Sublime they float, a glittering raree show!</br>A mimick fight ensues, the mountains round,</br>Return their thund'ring guns' tremendous sound;</br>Those thund'ring guns that to your realms give law,</br>And make surrounding nations stand in awe;</br>Those thund'ring guns, that taught by Vrangti's skill,</br>Have learn'd with four-fold energy to kill!", "He ceas'd. &mdash; In raptures at the expected scene</br>Th' imperial bosom banish'd all chagrin.</br>Gave to the winds all care, and to disdain</br>All clamours of the base plebeian train.</br>And now the sun's broad orb descending gay</br>On proud Pekin's pagodas pour'd its ray;</br>And night sweet slumber brought to overwhelm</br>The drowsy monarch, and his drowsy realm.</br>"]