["O yet a Moment from the Heav'n-born Muse</br>Invited turn the ravish'd Ear away,</br>To weaker Numbers listen, nor refuse</br>Indulgence to an humbler Poet's Lay:</br>A Youth, who never from the Delian Grove</br>Has dar'd to pluck the Laurel's sacred Wreaths,</br>Whose Breast no Rapture feels, but what the Love</br>Of Virtue to the grateful Bosom breaths;</br>Who can assert no other Plea for Fame,</br>But that his Verse is mark'd with gentle FRED'RICK'S Name.", "Yet ye fair Virgins of the tuneful Quire,</br>Who chaunt the Shades of Helicon among,</br>I call not you to lend your needless Fire;</br>The Theme itself shall animate the Song.</br>'TIS FRED'RICK'S Praise, and where's the Breast so cold,</br>But such a Subject can to Transports heat?</br>And so much Goodness who can e'er behold,</br>Nor feel his Heart with Admiration beat?</br>So the bright Sun amid the Sky serene,</br>Affords the glorious Light by which itself is seen.", "But should each Sister bring, with plenteous Hand,</br>Her sweetest Flow'rs and strew them o'er his Tomb,</br>Such mournful Honours well may He demand,</br>Nurs'd with whose Care those Flow'rs began to bloom.</br>Chill'd with Neglect, they long had droop'd beneath</br>The cheerless Winter of a thankless Age,</br>He bad the genial Breeze of Favour breath,</br>And still'd the Storm of Envy's furious Rage:</br>Fair Science rais'd awhile her Head reclin'd,</br>And, not deceiv'd, in Him a Lover hop'd to find.", "With Tales of spotless Love to swell the Verse,</br>No more let Bards to wanton Fiction rove;</br>But when they would the golden Age rehearse,</br>Seek here, and what before was Fiction, prove.</br>Th' applauding World beheld, with strange Delight,</br>A Prince the Wonder of Paternal Care:</br>The Bridal Torch was seen to burn so bright</br>That squinting Envy shunn'd the dazzling Glare.</br>He liv'd, like Nature's earliest Sons, sincere,</br>And held the guiltless Joys of social Pleasure dear.", "A Bosom, that such tender Passions felt,</br>To glorious Freedom must be found a Friend;</br>Freedom and Love together still have dwelt,</br>Their Aid to Liberty the Virtues lend.</br>And not within the royal Walls confin'd,</br>He wider bad his Eye benignant rove,</br>With gen'rous Friendship to survey Mankind,</br>But look on Britain with a Father's Love.</br>O'er Virtue's modest Sons the Shield he threw,</br>But on her haughty Foes the Sword of Justice drew.", "Yet ev'n for These he ne'er refus'd to feel</br>The Voice of Mercy whisp'ring in his Ear:</br>Nor would have wish'd to draw the pointed Steel</br>Regardless of the bended Suppliant's Tear.</br>Not drunk with Pow'r, he view'd the giddy Height</br>Of dazzling Greatness with a single Eye,</br>Nor thought the wretched were below his Sight,</br>Nor for Humility himself too high&mdash;</br>Yet vast Ambition fill'd his ardent Soul,</br>Not Arms, but Happiness, to spread from Pole to Pole.", "Quick to his Name the grateful Column rear,</br>Let on its Top the royal Figure stand;</br>A Guardian Angel let the Prince appear,</br>O'er Britain spreading wide his bounteous Hand.</br>Beneath his Wings let Merit sit secure,</br>And feast upon his Smiles serene and sweet;</br>From her full Lap let golden Commerce pour</br>The Wealth of ev'ry Climate at his Feet:</br>While Isis by the Hand of Freedom led,</br>Fixes the Meed of Worth, her Chaplet on his Head.", "Bright Partner of his Virtues and his Heart,</br>Hither thine Eyes, illustrious Mourner, bend;</br>In all thy Suff'rings Isis bears a Part,</br>A Friend to Britain must be Oxford's Friend.</br>This Store of Grief O think not to engross,</br>Nor judge that Fate has wounded Thee alone,</br>We'll share thy Sorrows as we feel the Loss.</br>Believe Him only hasten'd to a Throne,</br>Remov'd from Danger and secur'd from Care,</br>Which Thou with Him again art sometime sure to share.", "But Thou, young Prince, Britannia's Hope, on whom</br>For Years of future Blessings she relies,</br>O, (as thou canst) elude the fatal Doom,</br>And give again thy Parent to our Eyes!</br>As Time thy growing Virtues shall mature</br>He shall again in Thee begin to live;</br>Then think not what a Loss we now endure,</br>But what a Treasure Thou thyself canst give.</br>So make Us hope, that not for our Offence,</br>But to reward his Worth just Heav'n has call'd him hence.</br>"]