["MELIBOEUS.  TITYRUS.", "MELIBOEUS.</br>In beechen shades, you Tit'rus, stretcht along,</br>Tune to the slender reed your sylvan song;</br>We leave our country's bounds, our much-lov'd plains,</br>We from our country fly, unhappy swains!</br>You, Tit'rus, in the groves at leisure laid,</br>Teach Amaryllis' name to every shade.", "TITYRUS.</br>O 'twas a god these blessings, swain, bestow'd,</br>For still by me he shall be deem'd a god!</br>For him the tend'rest of my fleecy breed</br>Shall oft in solemn sacrifices bleed.</br>He gave my oxen, as thou see'st, to stray,</br>And me at ease my fav'rite strains to play.", "MELIBOEUS.</br>Nay, mine's not envy, swain, but glad surprize,</br>O'er all our fields such scenes of rapine rise!</br>And lo!  sad part'ner of the general care,</br>Weary and faint I drive my goats afar,</br>While scarcely this my leading hand sustains,</br>Tir'd with the way, and recent from her pains;</br>For mid' yon tangled hazles as we past,</br>On the bare flints her hapless twins she cast,</br>The hopes and promise of my ruin'd fold!</br>These ills prophetic signs have oft foretold;</br>Oft from yon hollow tree th' hoarse raven's croak,</br>And heav'n's quick lightning on my blasted oak:</br>O I was blind these warnings not to see!&mdash;</br>But tell me, Tit'rus, who this god may be?", "TITYRUS.</br>The city men call Rome, unskilful clown,</br>I thought resembled this our humble town;</br>Where, Meliboeus, with our fleecy care,</br>We shepherds to the markets oft repair.</br>So like their dams I kidlings wont to call,</br>So dogs with whelps compar'd, so great with small:</br>But she o'er other cities lifts her head,</br>As lofty cypresses low shrubs exceed.", "MELIBOEUS.</br>And what to Rome could Tit'rus' steps persuade?", "TITYRUS.</br>'Twas Freedom call'd; and I, tho' slow, obey'd.</br>She came at last, tho' late she blest my sight,</br>When age had silver'd o'er my beard with white;</br>But ne'er approach'd till my revolting breast</br>Had for a new exchang'd its wonted guest:</br>There Amaryllis reigns; yet sure 'tis true,</br>While Galatea did my soul subdue,</br>Careless I liv'd of freedom and of gain,</br>And frequent victims thinn'd my folds in vain;</br>Tho' to th' ungrateful town my cheese I sold,</br>Yet still I bore not back th' expected gold.", "MELIBOEUS.</br>Oft, Amaryllis, I with wonder heard</br>Thy vows to heav'n in soft distress preferr'd.</br>With wonder oft thy lingering fruits survey'd;</br>Nor knew for whom the bending branches stay'd:</br>'Twas Tit'rus was away &mdash; for thee detain'd</br>The pines, the shrubs, the bubbling springs complain'd.", "TITYRUS.</br>What could I do?  where else expect to find</br>One glimpse of freedom, or a god so kind?</br>There I that youth beheld, for whom shall rise</br>Each year my votive incense to the skies.</br>'Twas there this gracious answer bless'd mine ears,</br>Swains feed again your herds, and yoke your steers.", "MELIBOEUS.</br>Happy old man!  then still thy farms restor'd,</br>Enough for thee, shall bless thy frugal board.</br>What tho' rough stones the naked soil o'erspread,</br>Or marshy bulrush rear its watry head,</br>No foreign food thy teeming ewes shall fear,</br>No touch contagious spread its influence here.</br>Happy old man!  here mid' the custom'd streams</br>And sacred springs, you'll shun the scorching beams,</br>While from yon willow-fence, thy pastures' bound,</br>The bees that suck their flowery stores around,</br>Shall sweetly mingle, with the whispering boughs,</br>Their lulling murmurs, and invite repose:</br>While from steep rocks the pruner's song is heard;</br>Nor the soft-cooing dove, thy fav'rite bird,</br>Mean while shall cease to breathe her melting strain,</br>Nor turtles from th' aerial elm to plain.", "TITYRUS.</br>Sooner the stag in fields of air shall feed,</br>Seas leave on naked shores the scaly breed,</br>The Parthian and the German climates change,</br>This Arar drink, and that near Tigris range,</br>Than e'er, by stealing time effac'd, shall part</br>My patron's image, from my grateful heart.", "MELIBOEUS.</br>But we far hence to distant climes shall go,</br>O'er Afric's burning sands, or Scythia's snow,</br>Where roars Oaxis, or where seas embrace,</br>Dividing from the world, the British race.</br>Ah!  shall I never once again behold,</br>When many a year in tedious round has roll'd,</br>My native seats? &mdash; Ah!  ne'er with ravisht thought</br>Gaze on my little realm, and turf-built cot?</br>What!  must these rising crops barbarians share?</br>These well-till'd fields become the spoils of war?</br>See, to what mis'ry discord drives the swain!</br>See, for what lords we spread the teeming grain!</br>Now, Meliboeus, now, renew your cares,</br>Go, rank again your vines, and graft your pears:</br>Away, my goats, once happy flocks!  away!</br>No more shall I resume the rural lay:</br>No more, as in my verdant cave I lie,</br>Shall I behold ye hang from rocks on high:</br>No more shall tend ye, while ye round me browze</br>The trefoil flow'rs, or willow's harsher boughs.", "TITYRUS.</br>Yet here, this night, at least, with me reclin'd</br>On the green leaves, an humble welcome find;</br>Ripe apples, chesnuts soft, my fields afford,</br>And cheese in plenty loads my rural board.</br>And see!  from village-tops the smoak ascend,</br>And falling shades from western hills extend.</br>"]