["Happy the youth, who, from disaster free,</br>Is sure to find in some adjoining street</br>A hackney coach:  he, void of envy, views</br>The warm surtout, nor seeks th' umbrella's shade;</br>But with three more (to ease the lighten'd fare)</br>To Opera or to Drury Lane repairs;</br>Where, smitten by some nymph of Cyprian race,</br>Who spurn'd cold Hymen for young Cupid's sake,</br>Sally or Susan, sweet philosophers!</br>Intranced he sits, and laughs at his own joke.</br>Meanwhile he treats with oranges and jellies,</br>Or fragrant leaf that crafty China yields,</br>Shakes his gay sides, and pours redundant forth</br>Double entendres, or brisk repartees.", "But I, whom distant streets from coach debar,</br>And pocket shillingless, with Tunic vast</br>Or spread umbrella (as occasion suits),</br>Unequal shifts!  my shivering corse protect.</br>Then, ere I venture out, with frequent gaze</br>Thrust my neck forth, and stand with ears erect;</br>Or execrate the nimbly-pattering shower,</br>And idly chide th' unconscious weather glass;</br>Or mindful of defence, with potent grasp,</br>Wield the oak staff of huge circumference.</br>Not weightier club, nor of more pond'rous size,</br>Heav'd great Alcides; or th' Hibernian youth</br>(Sprung from thy bogs, potatoe-breeding Isle!</br>Famed for united energy), when he</br>At Baia, or salubrious springs of Tunbridge,</br>Charms some old widow with his rare endowments;</br>Or on the Steine at Brighton spreads his nets,</br>Well sanded Weymouth, or gay Harrowgate;</br>Or with some heiress scours the Northern road;</br>Or, Margate, on thy oft frequented coast,</br>When angry Neptune smooths his ruffled brow,</br>Eyes the slow hoy with city sportsmen fraught.", "Thus while with cautious pace I steal along</br>Through sable allies, some obnoxious link boy,</br>Dingy as Lucifer, from playhouse door,</br>Close at my heels with hideous accent squalls.</br>With well dissembled care my silken hose</br>He seems to guard, but meditates to splash.</br>Conscious I halt, with frequent copper tribute</br>Strive to escape &mdash; in vain &mdash; alarm'd, amazed,</br>I cross the devious street, the phantom follows,</br>Officious, subtle, dauntless, and depraved.</br>Coaches and carts in rival racket strive</br>To gain the pass, oaths pass for argument,</br>Whips whirl above, and coach-wheels creak below.</br>Shrill sounds each female voice, and (tristful tale!)</br>My eye forgets to guard my spotless hose,</br>While Will o' Whisp engulphs me in the mire.</br>In his right hand a blazing torch he wields,</br>And seems the fabled ferryman of hell;</br>Ye Gods protect me!  guide my trembling steps,</br>As erst the Trojan Chief's.  Behind him steals</br>A specious villain, his own counterpart,</br>Ragged and roguish, by the vulgar call'd</br>A pick-pocket, whom Maia's furtive son,</br>With dauntless front, and fingers ever crook'd,</br>Has lavishly endow'd:  if he his palm</br>On 'kerchief, silken growth of Spitalfields,</br>Haply should lay, the speckled treasure flies</br>(As touch'd by wand of necromantic Flocton)</br>To Cranbourn-alley, or the Minories,</br>Or Jew-frequented lane, called Petticoat;</br>There to remain, alas!  in durance vile,</br>Till chance some wily Reynard of the law</br>Scents the rich prize, with other stolen goods,</br>And Townshend sets the fluttering captive free.", "Beware ye walkers!  of the thief beware,</br>Be circumspect; oft with ferocious glance</br>The hungry pick-pocket peeps forth, and oft</br>Lies purdue in some alley's dark recess,</br>Prompt to despoil thee, or the lovely fair</br>Who grasps your proffer'd arm:  so (Ovid sings)</br>Huge Polypheme, when he fair Acia spy'd,</br>Toying with Galatea on the shore;</br>With double fury rolling his lone eye,</br>Caught the huge fragment of a living rock,</br>And at both lovers hurl'd the massy weight</br>Tremendous.  So entrench'd near Temple-bar,</br>Mock Auctioneer with busy hammer plies,</br>And calls the gaping rabble to his shop.</br>Young Roger, and the rural Molly May,</br>Guiltless of wit, just landed on the spot</br>Where the York waggon yields its motley store,</br>Amazed his gestures mark and saunter in.</br>Now various merchandize salutes their view,</br>Ribbons and laces, bodkins, pictures, glasses,</br>Corkscrews and candlesticks, and, \"last not least,\"</br>The silver-handled knife and fork:  with joy</br>The simple rustic buys the bright deceit,</br>When lo!  a wonder strikes his aching sense,</br>He paid for silver, but they gave him lead.</br>Sudden he storms, he raves, his curses sound</br>Through the high dome, but all alas!  in vain.</br>The 'federate crew, with frequent fists assail</br>His batter'd corse, and drive him to the street.", "Thus pass my hours; but when black midnight's veil</br>The town enshrouds, and the full theatre</br>Spontaneous disembogues its nightly croud,</br>Pit, boxes, gallery, rolling in one stream;</br>Me, lonely walking, not the savoury treat</br>Of oysters, nor the Bacchanalian joys</br>Of tavern clubs delight.  As fall the showers,</br>The sloping tiles with caution I avoid;</br>My huge cock'd hat, which, like a Chinese roof,</br>O'ershadows either shoulder, rain surcharg'd,</br>Pours forth a double stream, till deluged o'er</br>I seem myself the penthouse I condemn.</br>Meanwhile my lungs obtest the passing hack</br>With clamours dissonant, my restless tongue</br>Sings forth like Guinea-fowl monotonous,</br>Prompt to surprize some vacant vehicle.</br>But if some distant coach salutes my ear</br>With grateful jumble o'er th' unequal stones,</br>My busy fancy calls it all my own,</br>And nimbly mounts th' imaginary step.</br>In vain &mdash; with previous haste some lucky wight</br>Peers with ill-favour'd visage through the casement,</br>While the dull driver, coat-envelop'd, laughs,</br>Lends the loud lash, and urges on the steed.", "Thus do I trudge, from riding quite debar'd,</br>Nor loll at ease in some gay vis-a-vis,</br>Nor taste the joys of chariot, nor of coach,</br>Nor ev'n of wheelbarrow; disasters great!</br>But greater evils I prepare to sing.</br>My favourite shoe, with many a night has borne</br>Its weary master through the devious street,</br>With pliant firmness, and with glossy strength;</br>By water soak'd (what will not water soak?)</br>Bursts its frail seams, and sudden at the vent,</br>With icy blast to strike the startled sense,</br>Chill Eurus blows; and with fell cataract</br>Tumultuous, kennel water rushes in,</br>Portending ague, rheumatism, gout.", "Thus, Laureat Pye, in thy Imperial odes,</br>Awhile the liquid numbers gently roll,</br>Floats the ambrosial gale, and zephyr bland</br>Fluttering aloft aetherial fragrance pours;</br>Aurora gayly leads the sportive hours;</br>The nimble-footed Graces dance the hays;</br>And ev'n the Muses (soften'd by thy song)</br>Quit their high hill for London's misty plain&mdash;</br>Sudden uprears thy Pegasus, intent</br>To mimic old Timotheus' tuneful pranks:</br>Bellona rushes forth with hideous din;</br>Blue Neptune storms, the mountain billows roll,</br>Fierce Aeolus unbinds the struggling winds,</br>And Discord claps her wings, and cries \"to arms!\"</br>'Tis Chaos all; darkness and dissonance,</br>Lybs, Natus, Auster, Furies, Battle, Death!</br>"]