["What Charms you have, from what high Race you sprung,</br>Have been the Subject of our Daring Song;</br>But when you pleas'd to show the lab'ring Muse,</br>What greater Theams your Musick could produce;</br>Our Babling Praises we repeat no more,</br>But hear, rejoyce, stand silent, and adore.", "The Persians thus, first gazing on the Sun,</br>Admir'd how high 'twas plac'd, how bright it shone:</br>But, as his Pow'r was known, their Thoughts were rais'd;</br>And soon they worship'd, what at first they prais'd.", "Eliza's Glory lives in Spencer's Song;</br>And Cowley's Verse keeps Fair Orinda young:</br>That you in Beauty, and in Birth excell,</br>The Muse might dictate, and the Poet tell;</br>Your Art, no other Art can speak, and You,</br>To shew how well you play, must play anew:</br>Your Musick's pow'r your Musick must disclose;</br>For what Light is, 'tis only Light that shows.</br>Strange Force of Harmony that thus Controuls</br>Our inmost Thoughts, and sanctifies our Souls:</br>While with its utmost Art Your Sex could move</br>Our Wonder only, or at best our Love.</br>You far beyond both these your God did place,</br>That your high power might worldly thoughts destroy;</br>That with your Numbers you our Zeal might raise,</br>And, like himself, Communicate your Joy.", "When to your Native Heaven you shall repair,</br>And with your Presence Crown the Blessings there</br>Your Lute may wind its strings but little higher,</br>To tune their Notes to that Immortal Quire.</br>Your Art is perfect here, your Numbers do,</br>More than our Books, make the rude Atheist know,</br>That there's a Heaven, by what he hears below.", "As in some Piece, while Luke his Skill exprest,</br>A Cunning Angel came and drew the rest:</br>So, whilst you play, some Godhead does impart</br>Harmonious Aid, Divinity helps Art;</br>Some Cherub finishes what you begun,</br>And to a Miracle improves a Tune.", "To burning Rome when frantick Nero play'd,</br>Viewing that Face, no more he had survey'd</br>The raging flames; but struck with strange surprize,</br>Confest 'em less than those of Anna's Eyes.</br>But, had he heard thy Lute, he soon had found</br>His Rage eluded, and his Crime atton'd;</br>Thine, like Amphion's Hand had rais'd the Stone,</br>And from Destruction call'd a Fairer Town:</br>Malice to Musick had been forc'd to yield,</br>Nor could he Burn so fast, as thou couldst Build.</br>"]