["Why idly, shepherd, through the live-long day,</br>In thriftless song thy youthful leisure waste?</br>The busy world now beckons thee away;</br>Oh!  quit thy dream of solid joys to taste,</br>Nor vainly liberal of life's golden prime,</br>Give to the thankless Muse thy swiftly fleeting time!", "Say, will the Muse, 'mid Fancy's radiant beams,</br>On age and want her airy favours shed,</br>Lull thee with hopes, and flatter thee with dreams,</br>And bind her laurels round thy drooping head,</br>Bless with bright visions thy declining hour,</br>And on thy closing ears her heavenly accents pour?", "And will she, should neglect thy bosom rend,</br>From thy dim eye forbid the tear to flow,</br>Teach thee unmov'd to meet each alien friend,</br>Or bid thee smile on memory's hoarded woe?</br>Will air-built castles yield thy homeless form</br>Rest from perturbing cares, and shelter from the storm?", "How wilt thou bear, when Folly's ideot smile</br>Shall coldly mark thee for the vulgar scorn,</br>And sneering, thank indulgent heaven the while</br>That genius beam'd not on his natal morn,</br>But worldly thrift a glimmering light supplied,</br>He hail'd the taper's gleam, and took it for his guide?", "Whil'st thou, poor bard, the Muse's luckless child,</br>In evil hour a dazzling track pursu'd,</br>Which steer'd thy wandering course thro' regions wild,</br>Where never Prudence led her pigmy brood;</br>Where never toil uptore the verdant sod,</br>To seek man's golden prize &mdash; his earth-extracted god!", "There, seldom fortune's summer-breathing gale</br>Fans the young impulse with auspicious wing,</br>But Poverty uprears her visage pale,</br>And checks, with icy grasp, the bosom spring,</br>Blasts the fair promise of youth's vernal hour,</br>Arrests the vital sap, and nips each opening flower!", "Ah!  many a name does dark oblivion claim,</br>Once cherish'd names, to faithless Genius dear!</br>Ah!  many a bard, too late the boast of fame,</br>Press'd with cold limbs an unattended bier,</br>And felt unmark'd, hope's treacherous hectic die,</br>And breath'd, where none could hear, his last unecho'd sigh!", "Thus vainly, Otway, did thy numbers flow!</br>Thus idly swell'd thy unavailing song!</br>Ah!  did thy Muse immortal aid bestow,</br>When Famine's fever parch'd thy tuneful tongue,</br>When man, thy brother, from thy suppliant eye,</br>Regardless turn'd away, and let a poet die?", "Oh!  why each throbbing sense to anguish wake!</br>Why on the bard fix Fate's tremendous seal,</br>And bid him suffer, for the Muse's sake,</br>Such pangs as common souls ne'er dar'd to feel!</br>Why must the touch of Sorrow's venom'd dart,</br>Thro' every fine-strung nerve run quivering to his heart!", "Oh Chatterton!  how gay thy morn arose!</br>Bright on thy youth celestial Genius smil'd,</br>But Poverty thy heart's warm current froze,</br>And Misery clasp'd thee, her devoted child;</br>Urg'd, while thy lips the poison'd chalice drain'd,</br>And on thy wasting form each lurid eye-ball strain'd:", "Yet from thy breast tho' each fair form was fled,</br>Pride held her state in thy unconquer'd soul&mdash;</br>\"What!  shall I, bending low my laurel'd head,</br>From affluence beg a slowly yielded dole,</br>From pity's boon life's poor support obtain,</br>Or drag its weary load in flattery's helot train!\"", "Oh!  ever following in the Muse's rear,</br>Of perish'd hopes a spectre band is seen!</br>There, Melancholy drops the frequent tear,</br>There, Memory raves of joys that once have been,</br>There, keen-ey'd Want assails with famish'd cry&mdash;</br>Who clanks the sounding chain?  'Tis wild Insanity!</br>"]