["As in yon mossy grot retir'd I lay,</br>While yet no eastern cloud bespoke the day,</br>And busy Nature all around was still,</br>All but the whisp'ring breeze, and murm'ring rill;</br>To Meditation sweet the scene inclin'd,</br>And wak'd new transports in my pensive mind.</br>When straight a sigh the hardest heart would fear,</br>Shot thro' my grot, and pierc'd my trembling ear:</br>And lo!  before me stood a lovely Fair,</br>In look majestick, and divine in air;</br>But in her downcast eye sat woe confest,</br>Pale was her cheek, fast heav'd her snowy breast;</br>Her golden tresses all neglected flow'd,</br>And all her mien some mournful Goddess shew'd.</br>\"Say heav'n-born Maid, why hither art thou come</br>To leave for dusky groves thy azure dome;</br>What dread impending fate dost thou impart,</br>With swelling grief to burst each British heart?\"</br>Then She, as off she wip'd the gushing tear,</br>\"Behold, whom once you knew, sad Clio here:</br>Not so, whene'er at thy request I came</br>With rapt'rous fire to feed thy youthful flame</br>Not so, all bath'd in tears did Clio sing,</br>Or ought from heav'n but heav'nly transports bring.</br>But now alas!  ye pleasing themes retire,</br>Far other airs must breathe from Clio's lyre.</br>For know by Phoebus' high behest I come</br>To tell fair Albion's unexpected doom;</br>The mournful tale thro' all her realms to spread,</br>Chill the young heart, and bow the silver'd head.</br>Oh!  Albion's Sons your hapless lot deplore,</br>The great, the much-lov'd FRED'RIC is no more.", "Nature, the fondest parent of this isle,</br>Who form'd and bless'd it with her sweetest smile,</br>Saw with a mother's pangs Fate's wasteful hand,</br>And rent with deep-fetch'd sighs the tott'ring land.</br>The sigh so deep, so strong the rushing blast,</br>As laid your isle's far noblest honours waste:</br>All wild it's fury with relentless sway</br>Tore in it's sweepy course whole woods away;</br>While tow'ring spires fell shatter'd to the ground;</br>And pale Britannia shudder'd at the wound.</br>Nor here alone were Nature's groans perceiv'd,</br>All Europe felt them, and all Europe griev'd.</br>Old Rhenus, when the dread decree he heard,</br>To comfort Ocean for his dying Lord,</br>Alarm'd, forsook at once his oozy bed,</br>And rais'd above the stream his rushy head;</br>Then roll'd his waves impetuous to the main,</br>Burst his high bounds, and delug'd all the plain.</br>Nor will the Muse Thee, Sequana, forget,</br>Unmov'd you could not hear the cruel fate.</br>What tho' thy floods in Gallic channels flow,</br>More us'd to noisy mirth, than modest woe?</br>What tho' thy verdant banks a lord must own</br>The rival of Britannia's high renown?</br>Thy softer breast a nobler passion fir'd,</br>And swell'd with sighs when Albion's hopes expir'd.</br>Alas!  relentless Destiny forbad;</br>Else with what eager haste would you have fled;</br>Your beauteous shore, and dew-pearl'd haunts forgot,</br>The shelly palace, and the chrystal grot;</br>To mix your murm'ring waves with silver Thames,</br>And weep at once in sympathetic streams?</br>And you too gentle, venerable Cam,</br>Who lave the Muse's seat, so fair in fame,</br>Thy peaceful urn with their's essay'd to join,</br>And in one plaint united woes combine.</br>To Thames their floods obsequious all they pour,</br>While silver Thames still kept his wonted shore.</br>'Twas there no foaming wave with fury toss'd</br>Sunk the light bark, or marr'd the lovely coast:</br>Bow'd with mute grief his reed-curl'd honors low,</br>His streams, each murmur hush'd, forgot to flow:</br>No sporting breeze the mimic billow trac'd,</br>No rising rill the playful Zephyr chac'd.", "And well these honours may His Name demand,</br>And higher far from this once happy land.</br>Pour forth your urns, weep all your floods away;</br>Too small a tribute to His worth to pay.</br>Indulge, ye Britons, now your gen'rous grief,</br>Now give the tear to flow, the breast to heave;</br>The heaving breast, the flowing tear will tell,</br>How Albion's Sons cou'd weep; when FRED'RIC fell.</br>Now sound soft-breathing airs to mournful strains,</br>Call all the valley nymphs, and wood land trains,</br>Each fountain Goddess, and each sacred name</br>From which the cooly grots derive their fame:</br>Then raise at once the elegiac lay,</br>And Echo waft the pious strain away,</br>High o'er the cloud-top'd hills, and far above</br>Where Fate permits the curious eye to rove;</br>There shall resound immortal FRED'RIC's praise,</br>And He will smile propitious on your lays.", "And who more worth the Muse's sweetest song,</br>Of all that glorious; that heroic throng,</br>Who crowd the fairest page of blooming Fame,</br>And still fresh trophies to their honour claim?</br>Is it for those, whose wills all mortals sway,</br>To deal them woes, and ravish joys away?</br>Are then the Gods so much to envy giv'n,</br>And dwell such passions in the Pow'rs of Heav'n?</br>Else why command with such a fatal haste</br>Cold Death in teeming bloom such hope's to blast?</br>But that &mdash; forgive ye Powers!  nor truth disown;</br>The Gods of Albion's bliss were jealous grown,</br>And sigh'd for FRED'RIC to increase their own.", "Well might ye sigh, too happy Powers above;</br>For sure he knew to merit heav'nly love.</br>A soul so great, and yet so modest too;</br>All, all but FRED'RIC his own virtues knew.</br>Yes, mighty GEORGE, He grac'd thy glorious name,</br>Sacred to high renown, and lasting fame.</br>Search all thy freedom-loving race to meet</br>One more exalted, or more truly great.</br>What tho' his sword ne'er led the deep array,</br>Beam'd on embattled ranks, and flash'd dismay?</br>What tho' his arm unus'd sure fate to wield,</br>Ne'er strew'd, like Thine, with foes the well-fought field?</br>A heart as brave His manly breast could boast</br>As or the Trojan, or the Grecian host,</br>When dauntless Hector spread the carnage wide,</br>Or dread Achilles stemm'd the battle's tide.</br>But tim'rous Albion &mdash; ah!  how vain her care;</br>Ne'er sent Him forth to roll the din of war,</br>Or crown with lawrels the triumphal carr.", "But to each rip'ning Art t' extend His aid,</br>And call each finer science from the shade;</br>To know in war's just fury to engage,</br>And when to rouse, and when to check its rage;</br>The salutary balm of peace to pour,</br>And waft rich commerce to the smiling shore;</br>To rule a People with an equal sway,</br>Jealous of rights, yet willing to obey;</br>Upon His Subject's love to build His throne,</br>Their joys all His, and His their fair renown:</br>This, this, great Prince, was thy transcendent praise;</br>For this, my Sons, each olive trophy raise.", "Oh!  had the Fates but spun thy silken thread,</br>Till Albion's crown had grac'd thy royal head,</br>Then might the Muse have spar'd her feeble lay,</br>Nor veil'd thy glories in a weak essay.</br>But since they now that happy lot deny,</br>Pour the sad verse, nor stop the tearful eye.</br>The pious act to distant times may shew</br>The Muses taught Britannia's tears to flow:</br>For oh!  each Muse must weep the fatal day,</br>That snatch'd their Patron, and their pride away.", "Yet not for ever flows the gen'rous stream,</br>Nor hides reviving joy her friendly beam.</br>His course tho' short with happiest love was blest,</br>And each soft transport of the social breast,</br>With Virtue, Fortune to adorn Him vied,</br>That gave Desert, and This the fairest Bride.</br>Had then Apelles drew the Queen of Love,</br>He sure had left the Goddess with her Dove;</br>Here he had found a nobler image far,</br>And Virtue finish'd ev'ry grace and air.</br>See, the big drops upon His urn She pours;</br>So looks Aurora in the softest showers.</br>\"And is it thus, She cries, my joys are flown,</br>My ev'ry hope, my ev'ry comfort gone?</br>Were these the promises of fraudful Fate,</br>That crown'd with ev'ry bliss our happy state?</br>Did it profusely all its blessings shed,</br>To sink at once this grief-devoted head?</br>The kindest Husband, the sincerest Friend,</br>And fondest Father, all in FRED'RIC end.</br>Ye little Mimics of His Godlike grace,</br>Well may Ye boast the semblance of his face;</br>But in Your tender minds with virtue sown</br>He drew a fairer portrait of his own.\"</br>The constant Partner of His bliss and care,</br>Each joy She heighten'd, and each grief would share.</br>And when the Fates pronounc'd the dire command,</br>And Death shook horrible his ebon wand,</br>On Her fair breast his drooping head He lay,</br>And sigh'd to rest His gentle soul away.</br>His trembling hand Her willing arm embrac'd,</br>And strove, 'twas all it could, to grasp it fast;</br>His dying eyes with interrupted gaze,</br>By turns survey'd, then lost the much-lov'd face;</br>Pale grew the cheek th' expiring Prince ador'd,</br>And all the Fair seem'd dying with Her Lord.", "So when stern Winter waves his iron wing,</br>And leaves the frozen earth to softer Spring;</br>While breathing sweets Pomona calls the flow'rs,</br>Paints the gay meads, and decks the fragrant flow'rs,</br>Fair Clytia, mindful of her hapless love,</br>Peeps forth unseen in some untrodden grove.</br>There when the God of Light reveals the day</br>To eastern hills she turns, and courts his ray,</br>And turning still when in the midmost sky</br>Sees with fond pain his winged coursers fly;</br>But when down western steeps his carr they bear,</br>Hangs her pale head, and drops a dewy tear.", "But cease, my Sons, enough to grief is giv'n,</br>Nor weep impatient at the will of Heav'n.</br>Bless'd is great FRED'RIC in those bright abodes,</br>Where dwell in bliss serene th' immortal Gods.</br>There all the Heroes ample Time can boast</br>Proclaim His welcome thro' the lawrel'd host;</br>O'er the arch'd sky their echoing shout rebounds,</br>And FRED'RIC's name from pole to pole resounds.</br>And see; great GEORGE still Albion's sceptre sways;</br>Sweep, sweep the sounding lyre to GEORGE'S praise.</br>Far distant years, and happiest times shall rise,</br>E'er He, His labours past, shall seek the skies.</br>Great GEORGE'S brow Britannia's crown shall grace,</br>Till FRED'RIC's Son can fill the Monarch's place.</br>And sure, if e'er Apollo could presage,</br>E'er read aright in Time's yet hidden page,</br>A Prince as glorious as e'er wore her crown</br>In blooming GEORGE shall happy Albion own.</br>Fraught with all Wisdom's precept can inspire,</br>Fir'd by the bright example of his Sire,</br>Eager for Virtue's prize He'll mount the throne,</br>And teach th' admiring world He's FRED'RIC'S Son.\"", "So sung the Muse immortal FRED'RIC's fame,</br>While list'ning valleys echoed back the name.</br>\"Go sing to all,\" she said, \"the Muse's lay;\"</br>Then spread her silver wings, and cut the liquid way.</br>"]