["Not ev'ry temper rural scenes delight;</br>Begin, my Muse, a low suburbian flight.</br>Love, who invades the rural nymphs and swains,</br>No less a tyrant in the suburbs reigns;</br>All, more or less, his pains or pleasures know,</br>\"For what's too high for love?  or what's too low?\"</br>Begin, my Muse, WARBLETTA's woe rehearse,</br>Who oft' in cadence clear has sung thy verse.", "WARBLETTA &mdash; sweetest of the throng that squalls</br>Melodious ballads &mdash; at the end of Paul's;</br>She, whose love-sonnets with persuasive strain,</br>Cou'd maids, 'tis said, and 'prentice-boys detain;</br>Who on EXCISE, the ever-famous song,</br>Cou'd sing so loudly &mdash; and yet sing so long;</br>Alluring a wide-gaping motley band,</br>Whilst in their pockets div'd some nimble hand:</br>No more her vocal pow'r in publick tries,</br>But weeping to a neighb'ring gin-shop flies;</br>There pensive on a runlet sits alone,</br>And, blending gin with tears, thus makes her moan.", "GALLOWAY TOM, inveigling renegade,</br>The bane of ev'ry fond believing maid!</br>Curs'd be the hour, when first I saw his face,</br>So smartly impudent, and void of grace.</br>Well I remember it amidst the throng,</br>How, at first sight, I faulter'd in my song;</br>Gaz'd &mdash; sigh'd, and gaz'd, and ev'ry sweeter tone</br>Practis'd, and levell'd at his ear alone.", "Quick he perceiv'd, and gain'd my blinder side;</br>Kiss'd me, swore roundly, and as roundly ly'd.</br>How my heart leap'd his flatt'ring words to meet,</br>When the knave vow'd he'd wed me at the Fleet!</br>Persuaded &mdash; and I bought a copper ring,</br>When he, false wretch!  intended no such thing.", "Like a brass shilling neatly silver'd o'er,</br>His vows have pass'd &mdash; but they shall pass no more;</br>The silver's worn away, and now, alas!</br>His perfidy appears more plain than brass.</br>Wicked o'erseers defraud the wretched poor;</br>The justice squeezes the starv'd padding whore;</br>Yet overseers and justices I see,</br>O TOM!  are much &mdash; much honester than thee.", "Think, varlet, think, to raise thee half-a-crown,</br>How readily I pawn'd my sunday-gown!</br>To thee in Bridewell, for no goodness, pent,</br>What victuals brought I!   and what money lent!</br>Yet all that money &mdash; which I earn'd so hard,</br>I've known thee lose upon a single card.</br>Releas'd I saw thee fly to Brick-dust MOLL;</br>Yet now return &mdash; and I'll forgive thee all:</br>I could, I fear, be once again deceiv'd;</br>Again believe thee &mdash; as I once believ'd.", "O TOM, return, forget to throw a main;</br>And burn thy cards which a lord's purse might drain.</br>Lords may be wicked at their virtue's cost,</br>Since titles guard 'em, when their virtue's lost.</br>Great rogues may plunder a whole common-weal;</br>But thou'dst be hang'd in hemp, if thou shou'dst steal.</br>To great ones then thy lewdness quite resign,</br>And be thou honest, TOM, and only mine.</br>Come, quickly come, upon my once-lov'd breast,</br>Repose thee &mdash; sink within my arms to rest.</br>If cares oppress thee, I'll divert my love</br>With Patient GRIZEL &mdash; and a GRIZEL prove.</br>For thee all day with open throat I'll toil;</br>With thee at night, well-pleas'd, divide the spoil;</br>For thee a spicy hot-pot I'll prepare;</br>For thee a nice sheeps-head I'll dress with care.</br>Will not these win thee? &mdash; Add to those the joy,</br>Which nightly shall our waking hours employ.", "Hard-hearted wretch!  in vain, in vain I sue,</br>Rougher than winds to a well-powder'd cue.</br>The habit of thy temper now appears;</br>Oh! &mdash; thou wast nourish'd sure by Hockley-bears.</br>Like burning brandy my warm bosom glows,</br>Whilst thine is like a wint'ry puddle froze.</br>What, tho' in ballad so much skill I boast!</br>So long have reign'd St. Giles fav'rite toast!</br>By pur-blind fiddlers have been often ply'd,</br>As often all their hated suits deny'd!</br>Nor voice, nor person for my TOM has charms;</br>And whilst ungrateful he thus shuns my arms,</br>Frantic I make some airy bulk my bed,</br>Where chilling winds fly whistling round my head;</br>Whilst lazy muddy channels bubling creep,</br>Inviting (tho' in vain) my eyes to sleep</br>My chearless eyes are ever waking found,</br>When dismal watch-men walk their mid-night round;</br>Or at their peaceful stands securely snore,</br>While robbers, at their elbows, force a door.", "Yet, TOM, return:  or quickly tell me where</br>I may, with open arms, approach my dear.</br>Tell me, ye brighter nymphs of Drury &mdash; say:</br>Saw you my perjur'd varlet go this way?</br>Imbrowned bunters of fam'd Wapping &mdash; tell,</br>Does he amidst your winding alleys dwell?</br>Ye maids, where'er he strays, his courtship shun:</br>Hear &mdash; you'll believe &mdash; believing &mdash; be undone.", "Cruelly thus of ev'ry joy bereft,</br>Lost in my quiet, and my bosom cleft;</br>Such are the ling'ring sorrows of my mind,</br>E'en in Geneva no repose I find.</br>No more shall love-sick ditties swell my throat;</br>SMUT shall no more obtain a warbling note;</br>Against EXCISE I'll raise my voice no more.", "She said &mdash; and dozing sunk upon the floor.</br>The maudlin matrons cry'd &mdash; Pray mark her fall!</br>The pow'r of gin from love defend us all.</br>"]