["What wonder therefore, since th' indearing ties</br>Of passion link the universal kind</br>Of man so close, what wonder if to search</br>This common nature thro' the various change</br>Of sex, and age, and fortune, and the frame</br>Of each peculiar, draw the busy mind</br>With unresisted charms?  The spacious west,</br>And all the teeming regions of the south</br>Hold not a quarry, to the curious flight</br>Of knowledge, half so tempting or so fair,</br>As man to man.  Nor only where the smiles</br>Of love invite; nor only where th' applause</br>Of cordial honour turns th' attentive eye</br>On virtue's graceful deeds.  For since the course</br>Of things external acts in different ways</br>On human apprehensions, as the hand</br>Of nature temper'd to a different frame.</br>Peculiar minds; so haply where the pow'rs</br>Of fancy neither lessen nor enlarge</br>The images of things, but paint in all</br>Their genuine hues, the features which they wore</br>In nature; there opinion will be true,</br>And action right.  For action treads the path</br>In which opinion says he follows good,</br>Or flies from evil; and opinion gives</br>Report of good or evil, as the scene</br>Was drawn by fancy, lovely or deform'd:</br>Thus her report can never there be true</br>Where fancy cheats the intellectual eye,</br>With glaring colours and distorted lines.</br>Is there a man, who at the sound of death</br>Sees ghastly shapes of terror conjur'd up,</br>And black before him; nought but death-bed groans</br>And fearful pray'rs, and plunging from the brink</br>Of light and being, down the gloomy air,</br>An unknown depth?  Alas!  in such a mind,</br>If no bright forms of excellence attend</br>The image of his country; nor the pomp</br>Of sacred senates, nor the guardian voice</br>Of justice on her throne, nor aught that wakes</br>The conscious bosom with a patriot's flame;</br>Will not opinion tell him, that to die,</br>Or stand the hazard, is a greater ill</br>Than to betray his country?  And in act</br>Will he not chuse to be a wretch and live?</br>Here vice begins then.  From th' inchanting cup</br>Which fancy holds to all, th' unwary thirst</br>Of youth oft swallows a Circaean draught,</br>That sheds a baleful tincture o'er the eye</br>Of reason, till no longer he discerns,</br>And only guides to err.  Then revel forth</br>A furious band that spurn him from the throne;</br>And all is uproar.  Thus ambition grasps</br>The empire of the soul:  thus pale revenge</br>Unsheaths her murd'rous dagger; and the hands</br>Of lust and rapine, with unholy arts,</br>Watch to o'erturn the barrier of the laws</br>That keeps them from their prey:  thus all the plagues</br>The wicked bear, or o'er the trembling scene</br>The tragic muse discloses, under shapes</br>Of honour, safety, pleasure, ease or pomp,</br>Stole first into the mind.  Yet not by all</br>Those lying forms which fancy in the brain</br>Engenders, are the kindling passions driv'n,</br>To guilty deeds; nor reason bound in chains,</br>That vice alone may lord it:  oft adorn'd</br>With solemn pageants, folly mounts the throne,</br>And plays her idiot-anticks, like a queen.</br>A thousand garbs she wears; a thousand ways</br>She wheels her giddy empire. &mdash; Lo!  thus far</br>With bold adventure, to the Mantuan lyre</br>I sing of nature's charms, and touch well-pleas'd</br>A stricter note:  now haply must my song</br>Unbend her serious measure, and reveal</br>In lighter strains, how folly's aukward arts</br>Excite impetuous laughter's gay rebuke;</br>The sportive province of the comic muse.", "See!  in what crouds the uncouth forms advance:</br>Each would outstrip the other, each prevent</br>Our careful search, and offer to your gaze,</br>Unask'd, his motley features.  Wait awhile,</br>My curious friends!  and let us first arrange</br>In proper order your promiscuous throng.", "Behold the foremost band; of slender thought,</br>And easy faith; whom flatt'ring fancy sooths</br>With lying spectres, in themselves to view</br>Illustrious forms of excellence and good,</br>That scorn the mansion.  With exulting hearts</br>They spread their spurious treasures to the sun,</br>And bid the world admire!  but chief the glance</br>Of wishful envy draws their joy-bright eyes,</br>And lifts with self-applause each lordly brow.</br>In number boundless as the blooms of spring,</br>Behold their glaring idols, empty shades</br>By fancy gilded o'er, and then set up</br>For adoration.  Some in learning's garb,</br>With formal band, and sable-cinctur'd gown,</br>And rags of mouldy volumes.  Some elate</br>With martial splendor, steely pikes and swords</br>Of costly frame, and gay Phoenician robes</br>Inwrought with flow'ring gold, assume the port</br>Of stately valour:  list'ning by his side</br>There stands a female form; to her, with looks</br>Of earnest import, pregnant with amaze,</br>He talks of deadly deeds, of breaches, storms,</br>And sulph'rous mines, and ambush:  then at once</br>Breaks off, and smiles to see her look so pale,</br>And asks some wond'ring question of her fears.</br>Others of graver mien; behold, adorn'd</br>With holy ensigns, how sublime they move,</br>And bending oft their sanctimonious eyes</br>Take homage of the simple-minded throng;</br>Ambassadors of heav'n!  Nor much unlike</br>Is he whose visage, in the lazy mist</br>That mantles every feature, hides a brood</br>Of politic conceits; of whispers, nods,</br>And hints deep-omen'd with unwieldy schemes,</br>And dark portents of state.  Ten thousand more,</br>Prodigious habits and tumultuous tongues,</br>Pour dauntless in and swell the boastful band.", "Then comes the second order; all who seek</br>The debt of praise, where watchful unbelief</br>Darts thro' the thin pretence her squinting eye</br>On some retir'd appearance which belies</br>The boasted virtue, or annuls th' applause</br>That justice else would pay.  Here side by side</br>I see two leaders of the solemn train</br>Approaching:  one a female, old and grey,</br>With eyes demure, and wrinkle-furrow'd brow,</br>Pale as the cheeks of death; yet still she stuns</br>The sickning audience with a nauseous tale;</br>How many youths her myrtle chains have worn,</br>How many virgins at her triumphs pin'd!</br>Yet how resolv'd she guards her cautious heart;</br>Such is her terror at the risques of love,</br>And man's seducing tongue!  The other seems</br>A bearded sage, ungentle in his mien,</br>And sordid all his habit; peevish want</br>Grins at his heels, while down the gazing throng</br>He stalks, resounding in magnific phrase</br>The vanity of riches, the contempt</br>Of pomp and pow'r.  Be prudent in your zeal,</br>Ye grave associates!  let the silent grace</br>Of her who blushes at the fond regard</br>Her charms inspire, more eloquent unfold</br>The praise of spotless honour:  let the man</br>Whose eye regards not his illustrious pomp</br>And ample store, but as indulgent streams</br>To chear the barren soil and spread the fruits</br>Of joy, let him by juster measures fix</br>The price of riches and the end of pow'r.", "Another tribe succeeds; deluded long</br>By fancy's dazling optics, these behold</br>The images of some peculiar things</br>With brighter hues resplendent, and portray'd</br>With features nobler far than e'er adorn'd</br>Their genuine objects.  Hence the fever'd heart</br>Pants with delirious hope for tinsel charms;</br>Hence oft obtrusive on the eye of scorn,</br>Untimely zeal her witless pride betrays!</br>And serious manhood from the towering aim</br>Of wisdom, stoops to emulate the boast</br>Of childish toil.  Behold yon mystic form,</br>Bedeck'd with feathers, insects, weeds and shells!</br>Not with intenser view the Samian sage</br>Bent his fix'd eye on heav'n's eternal fires,</br>When first the order of that radiant scene</br>Swell'd his exulting thought, than this surveys</br>A muckworm's entrails or a spider's fang.</br>Next him a youth, with flow'rs and myrtles crown'd,</br>Attends that virgin form, and blushing kneels,</br>With fondest gesture and a suppliant's tongue,</br>To win her coy regard:  adieu, for him,</br>The dull ingagements of the bustling world!</br>Adieu the sick impertinence of praise!</br>And hope, and action!  for with her alone,</br>By streams and shades, to steal these sighing hours,</br>Is all he asks, and all that fate can give!</br>Thee too, facetious Momion, wandering here,</br>Thee, dreaded censor, oft have I beheld</br>Bewilder'd unawares:  alas!  too long</br>Flush'd with thy comic triumphs and the spoils</br>Of sly derision!  till on every side</br>Hurling thy random bolts, offended truth</br>Assign'd thee here thy station with the slaves</br>Of folly.  Thy once formidable name</br>Shall grace her humble records, and be heard</br>In scoffs and mockery bandied from the lips</br>Of all the vengeful brotherhood around,</br>So oft the patient victims of thy scorn.", "But now, ye gay!  to whom indulgent fate,</br>Of all the muse's empire hath assign'd</br>The fields of folly, hither each advance</br>Your sickles; here the teeming soil affords</br>Its richest growth.  A fav'rite brood appears;</br>In whom the daemon, with a mother's joy,</br>Views all her charms reflected, all her cares</br>At full repay'd.  Ye most illustrious band!</br>Who, scorning reason's tame, pedantic rules,</br>And order's vulgar bondage, never meant</br>For souls sublime as yours, with generous zeal</br>Pay vice the rev'rence virtue long usurp'd,</br>And yield deformity the fond applause</br>Which beauty wont to claim; forgive my song,</br>That for the blushing diffidence of youth,</br>It shuns the unequal province of your praise.", "Thus far triumphant in the pleasing guile</br>Of bland imagination, folly's train</br>Have dar'd our search:  but now a dastard-kind</br>Advance reluctant, and with fault'ring feet</br>Shrink from the gazer's eye:  infeebled hearts</br>Whom fancy chills with visionary fears,</br>Or bends to servile tameness with conceits</br>Of shame, of evil, or of base defect,</br>Fantastic and delusive.  Here the slave</br>Who droops abash'd when sullen pomp surveys</br>His humbler habit:  here the trembling wretch</br>Unnerv'd and struck with terror's icy bolts,</br>Spent in weak wailings, drown'd in shameful tears,</br>At every dream of danger:  here subdued</br>By frontless laughter and the hardy scorn</br>Of old, unfeeling vice, the abject soul</br>Who blushing half resigns the candid praise</br>Of temperance and honour; half disowns</br>A freeman's hatred of tyrannic pride;</br>And hears with sickly smiles the venal mouth</br>With foulest licence mock the patriot's name.", "Last of the motley bands on whom the pow'r</br>Of gay derision bends her hostile aim,</br>Is that where shameful ignorance presides.</br>Beneath her sordid banners, lo!  they march,</br>Like blind and lame.  Whate'er their doubtful hands</br>Attempt, confusion straight appears behind,</br>And troubles all the work.  Thro' many a maze,</br>Perplex'd they struggle, changing every path,</br>O'erturning every purpose; then at last</br>Sit down dismay'd, and leave the entangled scene</br>For scorn to sport with.  Such then is th' abode</br>Of folly in the mind; and such the shapes</br>In which she governs her obsequious train.</br>Thro' every scene of ridicule in things</br>To lead the tenour of my devious lay;</br>Thro' every swift occasion, which the hand</br>Of laughter points at, when the mirthful sting</br>Distends her sallying nerves and choaks her tongue;</br>What were it but to count each crystal drop</br>Which morning's dewy fingers on the blooms</br>Of May distill?  Suffice it to have said,</br>Where'er the pow'r of ridicule displays</br>Her quaint-ey'd visage, some incongruous form,</br>Some stubborn dissonance of things combin'd,</br>Strikes on the quick observer:  whether pomp,</br>Or praise, or beauty, mix their partial claim</br>Where sordid fashions, where ignoble deeds,</br>Where foul deformity are wont to dwell,</br>Or whether these with violation loath'd,</br>Invade resplendent pomp's imperious mien,</br>The charms of beauty, or the boast of praise.", "Ask we for what fair end, th' almighty sire</br>In mortal bosoms wakes this gay contempt,</br>These grateful stings of laughter, from disgust</br>Educing pleasure?  Wherefore, but to aid</br>The tardy steps of reason, and at once</br>By this prompt impulse urge us to depress</br>The giddy aims of folly?  Tho' the light</br>Of truth slow-dawning on the inquiring mind,</br>At length unfolds, thro' many a subtile tie,</br>How these uncouth disorders end at last</br>In public evil; yet benignant heav'n,</br>Conscious how dim the dawn of truth appears</br>To thousands; conscious what a scanty pause</br>From labours and from care, the wider lot</br>Of humble life affords for studious thought</br>To scan the maze of nature; therefore stampt</br>The glaring scenes with characters of scorn,</br>As broad, as obvious, to the passing clown,</br>As to the letter'd sage's curious eye.", "Such are the various aspects of the mind&mdash;</br>Some heav'nly genius, whose unclouded thoughts</br>Attain that secret harmony which blends</br>Th' aethereal spirit with its mold of clay;</br>O!  teach me to reveal the grateful charm</br>That searchless nature o'er the sense of man</br>Diffuses, to behold, in lifeless things,</br>The inexpressive semblance of himself,</br>Of thought and passion.  Mark the sable woods</br>That shade sublime yon mountain's nodding brow;</br>With what religious awe the solemn scene</br>Commands your steps!  as if the reverend form</br>Of Minos or of Numa should forsake</br>Th' Elysian seats, and down the embowering glade</br>Move to your pausing eye!  Behold th' expanse</br>Of yon gay landscape, where the silver clouds</br>Flit o'er the heav'ns before the sprightly breeze:</br>Now their grey cincture skirts the doubtful sun;</br>Now streams of splendor, thro' their opening veil</br>Effulgent, sweep from off the gilded lawn</br>Th' aerial shadows; on the curling brook,</br>And on the shady margin's quiv'ring leaves</br>With quickest lustre glancing; while you view</br>The prospect, say, within your chearful breast</br>Plays not the lively sense of winning mirth</br>With clouds and sun-shine chequer'd, while the round</br>Of social converse, to th' inspiring tongue</br>Of some gay nymph amid her subject train,</br>Moves all obsequious?  Whence is this effect,</br>This kindred pow'r of such discordant things?</br>Or flows their semblance from that mystic tone</br>To which the new-born mind's harmonious pow'rs</br>At first were strung?  Or rather from the links</br>Which artful custom twines around her frame?", "For when the diff'rent images of things</br>By chance combin'd, have struck the attentive soul</br>With deeper impulse, or connected long,</br>Have drawn her frequent eye; howe'er distinct</br>The external scenes, yet oft the ideas gain</br>From that conjunction an eternal tie,</br>And sympathy unbroken.  Let the mind</br>Recall one partner of the various league,</br>Immediate, lo!  the firm confederates rise,</br>And each his former station strait resumes:</br>One movement governs the consenting throng,</br>And all at once with rosy pleasure shine,</br>Or all are sadden'd with the glooms of care.</br>'Twas thus, if ancient fame the truth unfold,</br>Two faithful needles, from th' informing touch</br>Of the same parent-stone, together drew</br>Its mystic virtue, and at first conspir'd</br>With fatal impulse quivering to the pole:</br>Then, tho' disjoin'd by kingdoms, tho' the main</br>Rowl'd its broad surge betwixt, and diff'rent stars</br>Beheld their wakeful motions, yet preserv'd</br>The former friendship, and remember'd still</br>The alliance of their birth:  whate'er the line</br>Which one possess'd, nor pause, nor quiet knew</br>The sure associate, ere with trembling speed</br>He found its path and fix'd unerring there.</br>Such is the secret union, when we feel</br>A song, a flow'r, a name, at once restore</br>Those long connected scenes where first they mov'd</br>Th' attention:  backward thro' her mazy walks</br>Guiding the wanton fancy to her scope,</br>To temples, courts or fields; with all the band</br>Of painted forms, of passions and designs</br>Attendant:  whence, if pleasing in itself,</br>The prospect from that sweet accession gains</br>Redoubled influence o'er the list'ning mind.", "By these mysterious ties the busy pow'r</br>Of mem'ry her ideal train preserves</br>Intire; or when they would elude her watch,</br>Reclaims their fleeting footsteps from the waste</br>Of dark oblivion; thus collecting all</br>The various forms of being to present,</br>Before the curious aim of mimic art,</br>Their largest choice:  like spring's unfolded blooms</br>Exhaling sweetness, that the skillful bee</br>May taste at will, from their selected spoils</br>To work her dulcet food.  For not th' expanse</br>Of living lakes in summer's noontide calm,</br>Reflects the bord'ring shade and sun-bright heav'ns</br>With fairer semblance; not the sculptur'd gold</br>More faithful keeps the graver's lively trace,</br>Than he whose birth the sister pow'rs of art</br>Propitious view'd, and from his genial star</br>Shed influence to the seeds of fancy kind;</br>Than his attemper'd bosom must preserve</br>The seal of nature.  There alone unchang'd,</br>Her form remains.  The balmy walks of May</br>There breathe perennial sweets:  the trembling chord</br>Resounds for ever in the abstracted ear,</br>Melodious:  and the virgin's radiant eye,</br>Superior to disease, to grief, and time,</br>Shines with unbating lustre.  Thus at length</br>Indow'd with all that nature can bestow,</br>The child of fancy oft in silence bends</br>O'er these mix'd treasures of his pregnant breast,</br>With conscious pride.  From them he oft resolves</br>To frame he knows not what excelling things;</br>And win he knows not what sublime reward</br>Of praise and wonder.  By degrees, the mind</br>Feels her young nerves dilate:  the plastic pow'rs</br>Labour for action:  blind emotions heave</br>His bosom; and with loveliest frenzy caught,</br>From earth to heaven he rolls his daring eye,</br>From heav'n to earth.  Anon ten thousand shapes,</br>Like spectres trooping to the wisard's call,</br>Flit swift before him.  From the womb of earth,</br>From ocean's bed they come:  th' eternal heavens</br>Disclose their splendors, and the dark abyss</br>Pours out her births unknown.  With fixed gaze</br>He marks the rising phantoms.  Now compares</br>Their diff'rent forms; now blends them, now divides,</br>Inlarges and extenuates by turns;</br>Opposes, ranges in fantastic bands,</br>And infinitely varies.  Hither now,</br>Now thither fluctuates his inconstant aim,</br>With endless choice perplex'd.  At length his plan</br>Begins to open.  Lucid order dawns;</br>And as from Chaos old the jarring seeds</br>Of nature at the voice divine repair'd</br>Each to its place, till rosy earth unveil'd</br>Her fragrant bosom, and the joyful sun</br>Sprung up the blue serene; by swift degrees</br>Thus disentangled, his entire design</br>Emerges.  Colours mingle, features join,</br>And lines converge:  the fainter parts retire;</br>The fairer eminent in light advance;</br>And every image on its neighbour smiles.</br>A while he stands, and with a father's joy</br>Contemplates.  Then with Promethean art,</br>Into its proper vehicle he breathes</br>The fair conception; which, imbodied thus,</br>And permanent, becomes to eyes or ears</br>An object ascertain'd:  while thus inform'd,</br>The various organs of his mimic skill,</br>The consonance of sounds, the featur'd rock,</br>The shadowy picture and impassion'd verse,</br>Beyond their proper pow'rs attract the soul</br>By that expressive semblance, while in sight</br>Of nature's great original we scan</br>The lively child of art; while line by line,</br>And feature after feature we refer</br>To that sublime exemplar whence it stole</br>Those animating charms.  Thus beauty's palm</br>Betwixt 'em wavering hangs:  applauding love</br>Doubts where to chuse; and mortal man aspires</br>To tempt creative praise.  As when a cloud</br>Of gath'ring hail with limpid crusts of ice</br>Inclos'd and obvious to the beaming sun,</br>Collects his large effulgence; strait the heav'ns</br>With equal flames present on either hand</br>The radiant visage:  Persia stands at gaze,</br>Appall'd; and on the brink of Ganges doubts</br>The snowy-vested seer, in Mithra's name,</br>To which the fragrance of the south shall burn,</br>To which his warbled orisons ascend.", "Such various bliss the well-tun'd heart injoys,</br>Favour'd of heav'n!  while plung'd in sordid cares,</br>The unfeeling vulgar mocks the boon divine:</br>And harsh austerity, from whose rebuke</br>Young love and smiling wonder shrink away</br>Abash'd and chill of heart, with sager frowns</br>Condemns the fair inchantment.  On, my strain,</br>Perhaps ev'n now, some cold, fastidious judge</br>Casts a disdainful eye; and calls my toil,</br>And calls the love and beauty which I sing,</br>The dream of folly.  Thou, grave censor!  say,</br>Is beauty then a dream, because the glooms</br>Of dullness hang too heavy on thy sense,</br>To let her shine upon thee?  So the man</br>Whose eye ne'er open'd on the light of heav'n,</br>Might smile with scorn while raptur'd vision tells</br>Of the gay-colour'd radiance flushing bright</br>O'er all creation.  From the wise be far</br>Such gross unhallow'd pride; nor needs my song</br>Descend so low; but rather now unfold,</br>If human thought could reach, or words unfold,</br>By what mysterious fabric of the mind,</br>The deep-felt joys and harmony of sound</br>Result from airy motion; and from shape</br>The lovely phantoms of sublime and fair.</br>By what fine ties hath GOD connected things</br>When present in the mind, which in themselves</br>Have no connection?  Sure the rising sun</br>O'er the caerulean convex of the sea,</br>With equal brightness and with equal warmth</br>Might rowl his fiery orb; nor yet the soul</br>Thus feel her frame expanded, and her pow'rs</br>Exulting in the splendor she beholds;</br>Like a young conqueror moving thro' the pomp</br>Of some triumphal day.  When join'd at eve,</br>Soft-murmuring streams and gales of gentlest breath</br>Melodious Philomela's wakeful strain</br>Attemper, could not man's discerning ear</br>Thro' all its tones the sympathy pursue;</br>Nor yet this breath divine of nameless joy</br>Steal thro' his veins and fan th' awaken'd heart,</br>Mild as the breeze, yet rapturous as the song?", "But were not nature still indow'd at large</br>With all which life requires, tho' unadorn'd</br>With such inchantment?  Wherefore then her form</br>So exquisitely fair?  her breath perfum'd</br>With such aethereal sweetness?  whence her voice</br>Inform'd at will to raise or to depress</br>Th' impassion'd soul?  and whence the robes of light</br>Which thus invest her with more lovely pomp</br>Than fancy can describe?  Whence but from thee,</br>O source divine of ever-flowing love,</br>And thy unmeasur'd goodness?  Not content</br>With every food of life to nourish man,</br>By kind illusions of the wond'ring sense</br>Thou mak'st all nature beauty to his eye,</br>Or music to his ear:  well-pleas'd he scans</br>The goodly prospect; and with inward smiles</br>Treads the gay verdure of the painted plain;</br>Beholds the azure canopy of heav'n,</br>And living lamps that over-arch his head</br>With more than regal splendor; bends his ears</br>To the full choir of water, air, and earth;</br>Nor heeds the pleasing error of his thought,</br>Nor doubts the painted green or azure arch,</br>Nor questions more the music's mingling sounds</br>Than space, or motion, or eternal time;</br>So sweet he feels their influence to attract</br>The fixed soul; to brighten the dull glooms</br>Of care, and make the destin'd road of life</br>Delightful to his feet.  So fables tell,</br>Th' adventurous heroe, bound on hard exploits,</br>Beholds with glad surprize, by secret spells</br>Of some kind sage, the patron of his toils,</br>A visionary paradise disclos'd</br>Amid the dubious wild:  with streams, and shades,</br>And airy songs, th' enchanted landscape smiles,</br>Cheers his long labours and renews his frame.", "What then is taste, but these internal pow'rs</br>Active, and strong, and feelingly alive</br>To each fine impulse?  a discerning sense</br>Of decent and sublime, with quick disgust</br>From things deform'd, or disarrang'd, or gross</br>In species?  This, nor gems, nor stores of gold,</br>Nor purple state, nor culture can bestow;</br>But GOD alone, when first his active hand</br>Imprints the secret byass of the soul.</br>He, mighty parent!  wise and just in all,</br>Free as the vital breeze or light of heaven,</br>Reveals the charms of nature.  Ask the swain</br>Who journeys homeward from a summer day's</br>Long labour, why, forgetful of his toils</br>And due repose, he loiters to behold</br>The sunshine gleaming as thro' amber clouds,</br>O'er all the western sky; full soon, I ween,</br>His rude expression and untutor'd airs,</br>Beyond the pow'r of language, will unfold</br>The form of beauty smiling at his heart,</br>How lovely!  how commanding!  But tho' heav'n</br>In every breast hath sown these early seeds</br>Of love and admiration, yet in vain,</br>Without fair culture's kind parental aid,</br>Without inlivening suns, and genial show'rs,</br>And shelter from the blast, in vain we hope</br>The tender plant should rear its blooming head,</br>Or yield the harvest promis'd in its spring.</br>Nor yet will every soil with equal stores</br>Repay the tiller's labour; or attend</br>His will, obsequious, whether to produce</br>The olive or the laurel.  Diff'rent minds</br>Incline to different objects:  one pursues</br>The vast alone, the wonderful, the wild;</br>Another sighs for harmony, and grace,</br>And gentlest beauty.  Hence when lightening fires</br>The arch of heav'n, and thunders rock the ground,</br>When furious whirlwinds rend the howling air,</br>And ocean, groaning from his lowest bed,</br>Heaves his tempestuous billows to the sky;</br>Amid the mighty uproar, while below</br>The nations tremble, Shakespear looks abroad</br>From some high cliff, superior, and enjoys</br>The elemental war.  But Waller longs,</br>All on the margin of some flow'ry stream</br>To spread his careless limbs amid the cool</br>Of plantane shades, and to the list'ning deer</br>The tale of slighted vows and love's disdain</br>Resound soft-warbling all the live-long day:</br>Consenting Zephyr sighs; the weeping rill</br>Joins in his plaint, melodious; mute the groves;</br>And hill and dale with all their echoes mourn.</br>Such and so various are the tastes of men.", "Oh!  blest of heav'n, whom not the languid songs</br>Of luxury, the Siren!  not the bribes</br>Of sordid wealth, nor all the gaudy spoils</br>Of pageant honour can seduce to leave</br>Those ever blooming sweets, which from the store</br>Of nature fair imagination culls</br>To charm the inliven'd soul!  What tho' not all</br>Of mortal offspring can attain the heights</br>Of envied life; tho' only few possess</br>Patrician treasures or imperial state;</br>Yet nature's care, to all her children just,</br>With richer treasures and an ampler state,</br>Indows at large whatever happy man</br>Will deign to use them.  His the city's pomp,</br>The rural honors his.  Whate'er adorns</br>The princely dome, the column and the arch,</br>The breathing marbles and the sculptur'd gold,</br>Beyond the proud possessor's narrow claim,</br>His tuneful breast injoys.  For him, the spring</br>Distills her dews, and from the silken gem</br>Its lucid leaves unfolds:  for him, the hand</br>Of autumn tinges every fertile branch</br>With blooming gold and blushes like the morn.</br>Each passing hour sheds tribute from her wings;</br>And still new beauties meet his lonely walk;</br>And loves unfelt attract him.  Not a breeze</br>Flies o'er the meadow, not a cloud imbibes</br>The setting sun's effulgence, not a strain</br>From all the tenants of the warbling shade</br>Ascends, but whence his bosom can partake</br>Fresh pleasure, unreprov'd.  Nor thence partakes</br>Fresh pleasure only:  for th' attentive mind,</br>By this harmonious action on her pow'rs</br>Becomes herself harmonious:  wont so oft</br>In outward things to meditate the charm</br>Of sacred order, soon she seeks at home</br>To find a kindred order, to exert</br>Within herself this elegance of love,</br>This fair-inspir'd delight:  her temper'd pow'rs</br>Refine at length, and every passion wears</br>A chaster, milder, more attractive mien.</br>But if to ampler prospects, if to gaze</br>On nature's form where negligent of all</br>These lesser graces, she assumes the port</br>Of that eternal majesty that weigh'd</br>The world's foundations, if to these the mind</br>Exalts her daring eye; then mightier far</br>Will be the change, and nobler.  Would the forms</br>Of servile custom cramp her generous pow'rs?</br>Would sordid policies, the barb'rous growth</br>Of ignorance and rapine, bow her down</br>To tame pursuits, to indolence and fear?</br>Lo!  she appeals to nature, to the winds</br>And rowling waves, the sun's unwearied course,</br>The elements and seasons:  all declare</br>For what th' eternal maker has ordain'd</br>The pow'rs of man:  we feel within ourselves</br>His energy divine:  he tells the heart,</br>He meant, he made us to behold and love</br>What he beholds and loves, the general orb</br>Of life and being; to be great like him,</br>Beneficent and active.  Thus the men</br>Whom nature's works can charm, with GOD himself</br>Hold converse; grow familiar, day by day,</br>With his conceptions, act upon his plan;</br>And form to his, the relish of their souls.</br>"]