["The doleful Dumps I sing, and tearful Woes,</br>Of Marian teeming with unlawful Throes:</br>The sheenest Lass in Berkshire was she known,</br>Of all that Butter fell to Reading Town:</br>Not the sev'n Sisters cou'd o'er her prevail,</br>The golden Farmer's Daughters of the Vale,</br>Tho' every Oxford Muse their Charms has sung,</br>And gravest Doctors join'd the tuneful Throng.", "Ye Peers!  who, careless of Ambition, chuse</br>To court the Labours of the Past'ral Muse;</br>And all ye wond'rous Bards, who try the Lay,</br>Where black Cam rolls, or Isis' Eddies play,</br>Assist the Labours of an humble Swain,</br>Rude to the Pipe, and Novice on the Plain.", "Nine Months successive now had rolled round</br>Since Marion first the pleasing Mischief found;</br>In vain her Hands had cull'd th' abortive Weed,</br>Nor aught avail'd the 'Pothecary's Aid:</br>Her Womb began with fatal Size to swell,</br>And sick'ning Qualms the blushful Secret tell:</br>Then all in sad Despair she made her Moan,</br>Lodona's Waters eccho'd Groan for Groan.</br>\"Ah!  faithless Colin Clout!  ah!  luckless I!</br>And can'st thou, cruel!  from thy Marian fly?</br>How often hast thou suck'd my panting Breath?</br>How often swore to love me true till Death?</br>But to the Justice I'll reveal my Plight,</br>And with a Constable pursue thy Flight.</br>&mdash;Ah!  how unequal, as our Parson preaches,</br>Are this World's Goods?  and sure he rightly teaches;</br>For what to Maidens brings eternal Stain,</br>(Sad Management!)  gives Honour to the Swain.</br>'Twas but the blithest Morn of all the Year,</br>When new-born May bids ev'ry Shepherd chear;</br>When artful Maids their rival Fancies show,</br>And well-wrought Garlands bloom on every Bough;</br>When gaudy Fairs bespangle ev'ry Street,</br>And lowing Cows the novel Pasture greet;</br>Fresh rose I, Marian hight, from rustic Bed,</br>The Morning Dream still hov'ring o'er my Head;</br>Gay Shews and Sweethearts had employ'd my Thought,</br>The Kiss imprinted, and the Fairing bought!</br>From Lavender I drew the tucker'd Smock,</br>And Hosen boastful of a various Clock;</br>The silver'd Knot well-scollop'd on my Head,</br>And dorn'd the Sunday Gown berob'd with Red.</br>Thus all bedight, and ready for the Fair,</br>I sat impatient, with a wistful Air,</br>Expecting Colin Clout, my perjur'd Swain,</br>Who always follow'd Marian on the Plain:</br>With him the Moon-light Walk I us'd to tread,</br>With him I danc'd upon the sportive Mead;</br>That very Morn had taught the Snails to crawl,</br>And print mysterious Letters on the Wall.</br>At length he came, and I with joyous Meed</br>Mounted behind him on the pillion'd Steed:</br>Sweetly I sung, he whistled to the Lay,</br>Sweetly I sung the Song, and sung the Day;</br>What beauteous Scenes began the tuneful Tale!</br>And next I humm'd the Sweets of Arno's Vale;</br>Then Molly Mogg, fair Damsel of the Rose,</br>And lovely Peggy, Taste of London Beaux.</br>And now in View gay Reading strikes our Eyes,</br>And all the Dainties of the Fair arise;</br>Here Bromgram its boasted Ware displays,</br>These Leather-Breeches hight, and Bodice-Stays;</br>Here posied Garters flutter'd in the Way,</br>There painted Hobby-Horses seem to neigh;</br>Here Belles in Gingerbread all gilded over,</br>And little gew-gaw H&mdash;ys act the Lover.</br>Shepherds and Nymphs from every Part repair,</br>All who from Oxford Hills direct the Share,</br>Who fell the Forest, or who mow the Mead,</br>Or drag in little Boats the finny Breed:</br>Her wide-mouth'd Sons low-seated Henley sends,</br>And smoky Ockingham its Tribute lends.</br>But far did Marian all the rest outvie,</br>No Cheek so ruddy, nor so black an Eye;</br>Scarce Dolly C&mdash;k, the Daughter of the May'r,</br>With all the flaxen ringlets of her Hair,</br>With all the snowy Fulness of her Breast,</br>In blithsome Features might with me contest.</br>All Youths ambitiously around me strove,</br>Each gave some chosen Emblem of his Love;</br>One queintly brought the Garters for my Thighs,</br>While simple Archness sparkled in his Eyes.</br>But all their Fairings unsuccessful prove,</br>Still true to Colin Clout I held my Love.</br>&mdash;Ah!  fly Deceiver!  you inclasp'd my Arm,</br>And seem'd my Saviour, while you meant my Harm;</br>Far too unequal was the high Reward,</br>My Maidenhead must pay thee for thy Guard;</br>Already warm'd with Joy, you win my Heart,</br>And stamp a little Colin e'er we part.</br>&mdash;Yet now, when Nature fills my Womb, to fly&mdash;</br>Nor yet one Tear to issue from thine Eye&mdash;</br>My slighted Love to quick Resentment turns;</br>Lo!  my Blood rises, and my Cheek all burns:</br>O I cou'd tear thee as I'd tear this Glove&mdash;</br>Go, horrid Monster!  I despise thy Love,</br>Thy Oaths I quit, thy Fairings I resign,</br>Forget, renounce thee, hate whate'er was thine.</br>No Christian Mother bound thy Infant Head,</br>Some Turk begat thee, or some Papist bred;</br>Or dropt on Cambrian Hills a squalid Brat,</br>Some She-Goat suckled thee with savage Teat.</br>&mdash;Go to thy Drab, whoe'er has won thy Heart,</br>And may the Pox devouring make thee smart;</br>My vengeful Ghost shall haunt thee o'er the Plain,</br>Yes, thou shalt suffer, Villain, for my Pain.</br>&mdash;But ah!  my Rage relents, my Sorrow flows;</br>Come Colin!  faithless Shepherd!  ease my Woes.</br>And must I in the Sheet opprobrious stand?</br>Thy Plight is troth'd, ah!  come and give thy Hand:</br>My Conscience starts, whene'er I hear a Knell,</br>And is a little Love deserving Hell?</br>Too hard a Penance for a Sin so slight!</br>Ah!  how my Heart misgives me ev'ry Night?</br>When Sleep has clos'd my Sorrow-streaming Eyes,</br>Then ghastly Dreams, and hateful Thoughts arise:</br>All unaccompany'd methinks I go</br>O'er Irish Bogs, a Wilderness of Woe!</br>Ah!  my Wits turn!  strange Phantoms round me fly!</br>Lo!  I am chang'd into a Goosb'ry Pie!</br>Forbear to eat me up, inhuman Rabble!</br>Cocks crow, Ducks quake, Hens cackle, Turkies gabble.\"", "Thus as she rav'd, her Womb with rueful Throws</br>Did to the Light a lusty Babe disclose:</br>Long while she doubted of the smirking Boy,</br>Or on her Knee to dandle, or destroy;</br>Love prompted her to save, and Pride to drown,</br>At length Pride conquer'd, and she dropt her Son.</br>"]