["Come, gentle Spring, I court thy fragrant gale,</br>Whose healthful freshness drooping nature cheers;</br>No more the sullen wintry storms prevail,</br>But in the glade the violet sweet appears:</br>In woodlands green the lonely shepherd hears</br>The blackbird trill his rich and amorous song,</br>While, as her silver crest pale Hesper rears,</br>In accents soft, yon solemn groves among,</br>Responsive nightingales the liquid notes prolong.", "Fair is thy form, in flowery vest array'd,</br>And blythe the train that on thy steps attend:</br>How chang'd the scene which late the eye survey'd,</br>When Eurus made the leafless forest bend,</br>And the bleak snow-storm on the plains descend;</br>When hapless birds, no friendly shelter nigh,</br>No curious nest it's downy aid to tend,</br>Dropp'd the cramp'd wing, and clos'd the glist'ning eye,</br>And, seiz'd by torpid sloth, sunk on the ground to die.", "The lighten'd soil, from icy bonds releas'd, </br>Smiles with the verdure of the rising blade;</br>Hope springs exulting in the rural breast,</br>The husbandman beholds his toil repaid.</br>He sees the waving corn, the harvest laid</br>In his rich barns, and while he hails thee, Spring,</br>With jocund songs, forgets thy changing shade,</br>The storm that nestles in thy brilliant wing,</br>And lingering wintry frosts, that disappointments bring.", "Yet sprightly power, to hope &mdash; to joy allied,</br>All nature triumphs in thy gentle sway;</br>Thy valleys fair, with rising grain supplied,</br>Thy primrose banks, and daisied meads so gay,</br>Thy blossoms swelling on the fruitful spray,</br>Thy breezy hills, with sportive lambkins crown'd,</br>Thy vocal groves, thy verdant woods display</br>The life, the pleasure, in thy presence found&mdash;</br>On thee the morning smiles, thee evening's sweets surround.", "Delightful Spring!  I hail thy welcome reign,</br>And bless the hand that form'd thee bright and fair;</br>Yet while thy beauties deck the flow'ry plain,</br>And nature joys in heaven's paternal care,</br>When shall those moral wastes that bounty share,</br>Which sterile long beneath the wintry gloom,</br>No plants of grace, no trees of glory bear;</br>But sapless, withering boughs, that never bloom,</br>Nor lovely to the sight, nor rich with sweet perfume.", "Blest Britain!  though around thy favour'd isle,</br>Firm as thy rocks truth's sacred bulwarks stand;</br>Though on thy sons the arts and graces smile,</br>And virtue bless, and science cheer thy land;</br>Though rising bright at heaven's supreme command,</br>The gospel-sun on thee resplendent shine,</br>Yet Asia's plains, and Afric's wastes of sand,</br>Uncultur'd still in barren darkness pine,</br>Nor hail the cheerful spring, nor see the light divine.", "Long torpid in the deep and dreadful gloom</br>Of heathen winter, their sad sons have sate,</br>Surrounded by the terrors of the tomb,</br>Awaiting fearful their impending fate,</br>While hell's dread prince, with horrid joy elate,</br>By fiends of darkness rules his wretched prey,</br>And superstition, cruelty, and hate,</br>Deform their lives, and bear their souls away,</br>To future scenes unblest, and far from heavenly day.", "Oh when shall spring these lonely deserts cheer!</br>Who shall the vivifying power bestow!</br>Hark!  what sweet sounds salute the listening ear,</br>From Sion's hill melodious numbers flow:</br>\"The wilderness refreshing showers shall know,</br>The solitary place with pastures spring,</br>The Rose of Sharon in the desert blow,</br>The captive exile freed shall rise and sing,</br>Salvation to his Lord, and glory to his King.\"", "Yes!  on the breeze e'en now the shout ascends,</br>The distant isles Emmanuel's presence hail,</br>To heathen lands Messiah's name extends,</br>The quickening Spirit bids the truth prevail;</br>Nor shall the great, the glorious promise fail,</br>Zion her converts shall in triumph shew,</br>The gospel feast earth's fainting sons regale,</br>Till in full tide the Gentile glory flow,</br>And the whole ransom'd race their great Redeemer know.", "Oh when shall time the wond'rous scene disclose;</br>What zeal shall to Jehovah's charge aspire;</br>E'en now the Seraph to the altar goes,</br>And waits to touch the hallow'd lips with fire;</br>E'en now the sacred mystic THREE inquire,</br>What hand the high commission will receive,</br>What ardent bosom glows with strong desire,</br>Salvation to earth's utmost bounds to give,</br>And bid a dying world, through Christ the Saviour live.", "Oh Albion!  upon whom heaven's glories shine</br>Bright as the beams which gild thy emerald flood;</br>Say, wilt not thou accept the charge Divine,</br>And bid the waiting isles behold their God?</br>Yes, thou hast heard, and at Jehovah's nod</br>Swift o'er the waves thy gallant vessels fly,</br>Already have thy feet the mountains trod,</br>And in the wilds thy joyous accents cry,</br>\"Prepare, prepare the way, behold Messias nigh.\"", "Herald of peace, blest messenger of joy,</br>Thy beauteous feet th' admiring heathen hail,</br>May every nation join thy high employ,</br>Till o'er the earth celestial truth prevail:</br>Then, lovely Spring, thy pure and healthful gale</br>Shall with a sweeter, richer fragrance blow,</br>Than that which scents Arabia's spicy vale,</br>Where od'rous shrubs, and flowers perennial grow,</br>And soft, with liquid lapse, refreshing fountains flow.", "The dreary wilds, where winter held so long</br>His gloomy, barren, unmolested reign,</br>Shall sweetly echo to the vernal song;</br>The woodlands hear the turtle's tender strain,</br>In verdure bright, the rich and fertile plain</br>Its promis'd harvest shall with gladness bear,</br>For briars and thorns the rose shall bloom again,</br>And living trees expand their foliage fair,</br>Till nature rise renew'd, and earth with heaven compare.</br>"]