["While Lyres more sweet than mine can charm his breast,</br>Or cares, if with a care his heart should bleed,</br>Why pants my friend again to storm his taste,</br>Or hear the warblings of mine oaten reed?</br>Nor here can bays her shining toil succeed,</br>Should merit self pour forth th' illustrious strain,</br>Or string the lyre to chaunt some hallow'd deed,</br>Since Sol, that fir'd in spring each Muse's vein,</br>Behind Parnassus mount withdraws his weary'd wain.", "Besides, untutor'd but in nature's school,</br>No lay, no science here the swain has blest;</br>He ne'er embrac'd a philosophic rule,</br>But that which instinct planted in his breast.</br>Curse on the tyrant fiend, whose high behest</br>Slew Cambria's bards and ting'd their bays with gore:</br>Fair learning here her fav'rite shrine had plac'd,</br>Had Edward's steel ne'er widow'd all our shore,</br>Or wrought th' unhallow'd deed which now my strains deplore.</br>Now all but envy sleeps, &mdash; her watchful eyes</br>No song can charm to find denied repose;</br>Pleas'd only when her neighbours lot she weighs,</br>To find his joys far lighter than his woes.", "Thus now perhaps (but Heav'n divert her aim!)</br>She speeds to snatch from Frederic's brow the prize,</br>Won by desert and toil the price of fame,</br>And breathes o'er all his bays desponding sighs,</br>From lofty tow'rs now hurls a thousand lies</br>Of vic'tries, chiefs polluted with disgrace;</br>How Yorke assaults the foe from ambush guise,</br>Or wheels to war with too impetuous pace,</br>Lest honour ever new should plume his royal face.", "E'en if she now should brand her cruel snake,</br>And o'er the Muse's haunt her influence pour,</br>Her palm all trembling must the lyre forsake,</br>Her pen no more the fields of song explore:</br>Occasion now scarce bids the Muses soar</br>When peace far hence, the nurse of science, flies,</br>To Sweden's region, or to Denmark's shore.</br>To fire the patriot councils of the wise,</br>Free from ambition's plan, and statesman's theories.", "And winter throws his mantle o'er our isle,</br>Fraught with celestial storms and wind and rain,</br>Whereat the seas as discontented swell,</br>And the poor Moor foretells the hurricane</br>To damp his vanish'd hopes of earthly gain;</br>Now view the vale, and visit pen'ry's roof,</br>Nor thou t' avert each misery disdain;</br>There fate and hunger weave th' impending woof,&mdash;</br>Spend more than tears, humanity's exalted proof:", "Or if you boast a sympathetic frame,</br>To heal where fortune's adverse arrow falls,</br>The ship-wreck'd wretch compassion's alms should claim,</br>Whose hopes lie bury'd with his wooden walls;</br>Or when the sky some louring rage forestalls,</br>O let the tear for wand'ring suff'rance flow!</br>Whose feet and hope have borne him to your halls,</br>Whose furrow'd cheek and grief-dejected brow</br>Proclaim a length of years and pangs of inward woe.", "Scarce shall the star of winter disappear,</br>But forums 'bound with volumes and with plays;</br>The dire contagion flies from sphere to sphere,</br>Learn'd and unlearn'd, all scribble for the bays;</br>But grant, ye Muses, if my pipe should raise</br>One song, immers'd in thoughtful solitude,</br>Discretion still should guide my future lays,</br>Content not to exceed the plaintive ode,</br>Nor aim at laurels, which the zealous grasp elude.</br>"]