["MUREX, GLAUCUS.", "MUREX.</br>Seest thou yon fleet, that slowly moves in state?</br>The sea has scarce a depth to bear the pressing weight.", "GLAUCUS.</br>These every shore has seen; all climates know,</br>As far as lands extend, or waters flow.</br>Lacon the chief, who guides the floating host,</br>As late I heard, when near the British coast,</br>Unseen I stood, while thus a fishing swain</br>Half-frozen said, and to his mate began:", "1 FISHERMAN.</br>\"Pity, ye Gods, and thaw the rigid frost,</br>My hands are stiff, and all my feeling lost.</br>The Moon with sharpen'd horns looks coldly bright,</br>And thus augments the chillness of the night.</br>Bright icy spangles gild the shining oar,</br>And snowy flakes have whit'ned all the shore.</br>How curst the fate!  How hard the fisher's lot,</br>To toil for ever thus, and toil for nought?</br>Midst all the gloom, and horrors of the night,</br>When rambling elves, and shrieking ghosts affright,</br>On restless waters we are labouring tost,</br>To catch the falling ice and hoary frost;</br>While the soft dames of the luxurious town</br>On yielding beds are laid, and ev'ry clown</br>When night draws near, unyokes the willing beast,</br>Then eats his fill; and thus by Heaven blest,</br>On smelling heaps of straw he takes unenvy'd rest;</br>Or else deceives a while the winter-nights</br>With pleasing tales, and stories feign'd of sprites.</br>With waking care, when we at length have caught</br>The mighty prize, we so impatient sought;</br>The squeamish town rejects it all with scorn,</br>And empty we with fruitless pain return.", "\"O!  might I live content a shepherd swain,</br>And sit on grassy vales, and view the circling plain!</br>How blest were I, would me the gods allow</br>To goad the ox, and hold the bending plow;</br>Or on the rising ridge with equal hand</br>To strow the scatter'd seeds, and stock the furrow'd land!\"", "GLAUCUS.</br>Thus he; but th' aged sire, whose hoary head</br>Had seen more years, with calm experience said:", "2 FISHERMAN.</br>\"Alas!  their fortune is of all the worst;</br>Each man (himself a judge) is truly curst.</br>Through ignorance we commend a life unknown,</br>And praise another's state, and grieve our own,</br>While he as much complains, is pin'd with care,</br>And gladly would exchange his envy'd share.</br>The Gods on us a daily feast bestow,</br>For which no price we pay, no thanks we owe.</br>The Cod (delicious food!)  Mullets and Soles,</br>And shining Mackerel, swim for us in shoals.</br>Such fare the wealthy citizen will prize,</br>Ev'n when they stink, (long kept) and we despise.</br>While on sour herbs the shepherds poorly feed,</br>Or sapless cheese, and crusts of mouldy bread;</br>Or if it chance a straggling lamb be drown'd,</br>With sighs he eats what he with sorrow found:</br>He grieves his loss, and ever is in pain</br>By snowy winters, or by summer's rain.</br>All do not love in clotting fields to sweat,</br>Where clayey fallows clog the labouring feet.</br>But who's not pleas'd to walk on easy sand,</br>While waving heaps are by the Zephyrs fann'd,</br>And wanton gales, that whistle in the weeds,</br>From flowing grass disperse the riper seeds.</br>Who will not gather the deserted shells,</br>Or climb steep rocks, and search the hollow cells</br>For hidden eggs, while all the birds in vain</br>Fly sorrowing round, and with loud threats complain?</br>No earthy fumes, or noisy insect here</br>Disturb, or taint the unmolested air.</br>Venus protects the sea, from whence she came,</br>And love in water can preserve his flame.</br>The Nymph to leavy woods, and shady groves</br>The sea prefers; the sea the Triton loves;</br>Lacon the sea prefers to flowery meads,</br>And o'er unfathom'd depths the navy leads.</br>While he defends our isle from hostile fleets,</br>The fisher undisturb'd at leisure sits;</br>His nets secure fear nought but waves and wind,</br>Or boisterous Fish, who will not be confin'd.</br>Lacon will not despise the fisher's cott,</br>But pleasing looks, and often hails our boat.</br>If e'er he comes again, he has from me</br>The choicest spoils of all the rifled sea,</br>Buckhorn, and salted Cod, Sprats smoak'd and dry,</br>And Oysters, that unshell'd in pickle lie.\"", "GLAUCUS.</br>He said, and from him shook the falling ice,</br>When to him thus th' enliven'd youth replies.", "1 FISHERMAN.</br>\"Lacon! &mdash; The name has thaw'd my stagnate blood:</br>It springs through ev'ry vein; I feel the circling flood.</br>No midnight chills can harm, nor falling sleet;</br>Joy fills the soul, and spreads diffusive heat,</br>Though the bright moon, and every shining star</br>Encrease the cold, and whet the piercing air:</br>Who Lacon loves, him may the Nymphs attend,</br>And from the shelves, and rocks unseen defend.</br>Who Lacon hate (if there be such) may they</br>Dash'd in rough storms sink down to fish a grateful prey.</br>Would he permit, I'd leave my fishing oars,</br>And venture on the main to distant shores.</br>I am no stranger to the seas, and know</br>What 'tis to dance on waves, when winds too rudely blow.\"", "2 FISHERMAN.</br>\"Fond Youth (returns the Sire) wilt thou compare</br>These rotten boats to mighty ships of war?</br>Whose steady bulks can stem the ocean-floods,</br>And with their masts o'er-look the flitting clouds;</br>Wert thou to climb that height, a strange surprize</br>Would loose thy hold, and turn thy swiming eyes.</br>Ambition suits not him, whose birth is mean;</br>The Gods despise the proud, and love the humble swain.\"", "GLAUCUS.</br>He said, and ended thus th' alternate song:</br>I drove the fish, and the unthinking throng</br>Press to their boat, and fill the swelling net;</br>They joyous seize the prey, and all their pain forget.</br>"]