["Lo, I who erst beneath a Tree</br>Sung Bumkinet and Bowzybee,</br>And Blouzelind and Marian bright,</br>In Apron blue or Apron white,</br>Now write my Sonnets in a Book,</br>For my good Lord of Bolingbroke.", "As Lads and Lasses stood around</br>To hear my Boxen Haut-boy sound,</br>Our Clerk came posting o'er the Green</br>With doleful Tidings of the Queen;</br>That Queen, he said, to whom we owe</br>Sweet Peace that maketh Riches flow;</br>That Queen who eas'd our Tax of late,</br>Was dead, alas! &mdash; and lay in State.", "At this, in Tears was Cic'ly seen,</br>Buxoma tore her Pinners clean,</br>In doleful Dumps stood ev'ry Clown,</br>The Parson rent his Band and Gown.", "For me, when as I heard that Death</br>Had snatch'd Queen ANNE to Elzabeth,</br>I broke my Reed, and sighing swore</br>I'd weep for Blouzelind no more.", "While thus we stood as in a stound,</br>And wet with Tears, like Dew, the Ground,</br>Full soon by Bonefire and by Bell</br>We learnt our Liege was passing well.</br>A skilful Leach (so God him speed)</br>They said had wrought this blessed Deed.</br>This Leach Arbuthnot was yclept,</br>Who many a Night not once had slept;</br>But watch'd our gracious Sov'raign still:</br>For who could rest when she was ill?</br>Oh, may'st thou henceforth sweetly sleep.</br>Sheer, Swains, oh sheer your softest Sheep</br>To swell his Couch; for well I ween,</br>He sav'd the Realm who sav'd the Queen.", "Quoth I, please God, I'll hye with Glee</br>To Court, this Arbuthnot to see.</br>I sold my Sheep and Lambkins too,</br>For silver Loops and Garment blue:</br>My boxen Haut-boy sweet of sound,</br>For Lace that edg'd mine Hat around;</br>For Lightfoot and my Scrip I got</br>A gorgeous Sword, and eke a Knot.", "So forth I far'd to Court with speed,</br>Of Soldier's Drum withouten Dreed;</br>For Peace allays the Shepherd's Fear</br>Of wearing Cap of Granadier.", "There saw I Ladies all a-row</br>Before their Queen in seemly show.</br>No more I'll sing Buxoma brown,</br>Like Goldfinch in her Sunday Gown;</br>Nor Clumsilis, nor Marian bright,</br>Nor Damsel that Hobnelia hight.</br>But Lansdown fresh as Flow'r of May,</br>And Berkely Lady blithe and gay,</br>And Anglesey whose Speech exceeds</br>The Voice of Pipe, or oaten Reeds;</br>And blooming Hide, with Eyes so rare,</br>And Montague beyond compare.</br>Such Ladies fair wou'd I depaint</br>In Roundelay or Sonnet quaint.", "There many a worthy Wight I've seen</br>In Ribbon blue and Ribbon green.</br>As Oxford, who a Wand doth bear,</br>Like Moses, in our Bibles fair;</br>Who for our Traffick forms Designs,</br>And gives to Britain Indian Mines.</br>Now, Shepherds, clip your fleecy Care,</br>Ye Maids, your Spinning-Wheels prepare,</br>Ye Weavers, all your Shuttles throw,</br>And bid broad Cloths and Serges grow,</br>For Trading free shall thrive again,</br>Nor Leasings leud affright the Swain.", "There saw I St. John, sweet of Mien,</br>Full stedfast both to Church and Queen.</br>With whose fair Name I'll deck my Strain,</br>St. John, right courteous to the Swain;", "For thus he told me on a Day,</br>Trim are thy Sonnets, gentle Gay,</br>And certes, Mirth it were to see</br>Thy joyous Madrigals twice three,</br>With Preface meet, and Notes profound.</br>Imprinted fair, and well y-bound.</br>All suddenly then Home I sped,</br>And did ev'n as my Lord had said.", "Lo here, thou hast mine Eclogues fair,</br>But let not these detain thine Ear.</br>Let not th' affairs of States and Kings</br>Wait, while our Bowzybeus sings.</br>Rather than Verse of simple Swain</br>Should stay the Trade of France or Spain,</br>Or for the Plaint of Parson's Maid,</br>Yon Emp'ror's Packets be delay'd;</br>In sooth, I swear by holy Paul,</br>I'd burn Book, Preface, Notes and all.</br>"]