["When first the Muses struck the lyre,</br>And roused the raptures of their choir,</br>The Poets came, enchanted round,</br>Rapt in the ecstasy of sound,</br>New tumults agitate their souls,</br>As music's varying torrent rolls.</br>Now flow'd the smooth stream from its heavenly spring</br>With silver sound and gentle murmuring;</br>Now in loud surges dashed impetuous on,</br>Rough in its course and thundering as it run!</br>The passions own the enchanting spell,</br>Obey its power and meet the swell,</br>Now Love with half-shut eye reposes</br>Upon a fragrant bed of roses,</br>And sinking in sweet languid fires,</br>In softest languishings expires.</br>And now ambition mounts his car,</br>Drawn by flaming steeds of war,</br>Fancies nation's lost and won</br>By his single arm alone!</br>Now Sorrow heaves his anguish'd throe,</br>Now Joy leaps wild with raptured glow;</br>Revenge rolls round his orbs of fire,</br>That seem to burst with swelling ire;</br>And Pity's soft cerulean eye,</br>Assumes a more angelic dye.</br>The heavenly flame the Poets caught,</br>And glowing with expanding thought,</br>The instruments they ravished from the choir,</br>And thus in turn they swept the sounding lyre.", "First HOMER seized it and arose&mdash;</br>His soul with flame of genius glows;</br>Though dim his eye, yet far more bright</br>Than e'er was Fancy's plastic light,</br>That shone the deathless glory of his mind,</br>And showed both real shapes and imaged things,</br>The immortal host of heaven, man's various kind</br>And being his creative genius sings.</br>He tells the manners of his day,</br>Of shepherd kinds and distaff queens,</br>Great without pomp or proud array,</br>And heroes, though with humble means,</br>With softest touches o'er the harmonious strings,</br>Of Hector's parting tenderness he sings&mdash;</br>While folds his spouse the lovely star of Troy,</br>Close to her bosom clings the frighted boy,</br>Till the bright helmet fallen, he calmly hears</br>His father's blessing, 'mid his mother's tears!</br>Hark!  a louder strain</br>Is heard along the plain;</br>Achilles wrath inspires</br>The Poet's kindling fires.</br>See around the walls</br>Where the hero falls,</br>The warlike car,</br>Like thunder far,</br>In rolling terror drags along the plain,</br>His mangled body to Patroclus' manes slain!", "List, through the Lesbian groves a plaintive sound</br>Blends with the music of the beauteous maids,</br>Who chant their soft notes through the vineyards round,</br>Where every mild voluptuous breeze pervades.</br>With sweetness sad that gives complaint a charm,</br>SAPPHO her long loved Phaon's coldness sighs;</br>She breaks her lyre, to Leucas' mount she flies,</br>And whelms herself into the ocean's wave&mdash;</br>And beauty, where it had its birth, now found its grave.", "Behold the Theban PINDAR, on whose lip</br>The bee had left its honied sweetness,</br>Whose infant tongue had early learned to lisp</br>The nectar dews that have such fleetness,</br>As his hero's triumph proud,</br>So his strains are wild and loud,</br>And they dash like the courser amain,</br>With thundering hoof and wind-driven mane,</br>Rolling on, rolling on, impetuously free,</br>In numbers as loose as the courser can be!</br>The Poet on Daedalean wings</br>Mounts the azure height of air,</br>To fame's immortal temple springs</br>To seize the crowns that dazzle there,</br>And bring them for his hero's brow,</br>Where they'll for ever shine as now!", "How different are the notes I hear!</br>What wanton strains assail my ear?</br>Behold where on a couch of flowers,</br>Spread in the most elysian bowers,</br>The soft ANACREON reposes,</br>Twines for his boy a crown of roses,</br>And binds his brow with ivy wreaths,</br>And fondly o'er the goblet breathes</br>A wanton song, then strikes the lyre,</br>And kindles in his veins the wild lascivious fire!", "AESCHYLUS left the crimson field,</br>Threw down the sword he'd learned to wield,</br>And fierce in warlike armour clad,</br>With looks disordered, wild and sad,</br>He grasped the lyre and hastening to the stage,</br>Changed, for the trump of war's terrific rage,</br>Its silver sound, and struck a note to thrill</br>The inmost bosom were it e'er so chill!</br>See how he conjurers up his awful forms,</br>Dread as the midnight spirit of the storms,</br>That sweep in horrid masks the magic stage,</br>And freeze with terror or inflame with rage!", "Alternate now EURIPIDES</br>Strikes, with his rival SOPHOCLES,</br>The tragic lyre, and sings a strain,</br>That heard upon Sicilia's plain,</br>Dissolves the fetters of the slave,</br>Or melts the fierceness of the brave,</br>Who, soothed by Pity's tender breathing measure,</br>Drops from his hand the madly quivering lance!</br>Or, moved by Love, falls on the lap of pleasure,</br>And sinks in imaged bliss and pleasing trance:</br>Or, when the other takes the lyre,</br>Burning with heroic fire,</br>Fights the imaginary foe,</br>Triumphs in carnage and in woe!", "Flow the strains of sweet MENANDER,</br>Pure as the crystal streams meander,</br>But like those streams absorbed in Afric's clime,</br>They're sunk in th' all-o'erwhelming sands of time!</br>But TERENCE tasted ere they fled,</br>And drank at the pure fountain head.", "On Tiber's banks, what notes are those,</br>So sweetly wafted by the breeze</br>That fans the grove at evening's close,</br>Combining sounds to charm and please?</br>CATULLUS, thou art fancy's child,</br>Fancy tender, soft and wild,</br>And sentiment to thee is given,</br>The soul-o'erwhelming thrill from heaven!", "Hark!  on the MANTUAN plains, with sylvan sound,</br>An oaten reed delights the swains around;</br>Till, kindling with a more heroic fire,</br>The Poet took the loftier nobler lyre.</br>See his mild eye is raised unto the sky;</br>Loose flow his golden tresses to the gale&mdash;</br>He sings the trance of love, how lovers die,</br>Their mild complaint, or their heart-rending wail.</br>Now fiercer flames his eye &mdash; more wild his gaze&mdash;</br>He sings war's tumult and the battle's blaze,</br>The wreck of cities and the crush of realms,</br>Which one wide ruin in its sweep o'erwhelms!", "Trembling at that trumpet's roar,</br>The death-knell of Rome's liberty,</br>When on the Macedonian shore,</br>The \"last of Romans\" closed his eye,</br>HORACE retired to Anio's headlong flood,</br>And struck his lyre along the Albunean wood;</br>Now with ANACREON, in lascivious play,</br>In myrtle chains he wantons out the day</br>Then bursts the silk bands and on seraph wings,</br>To proud sublimity with PINDAR springs!", "What pensive notes along the Euxine roll?</br>What bosom-melting  throes are thus expressed?</br>What sad repinings cut the inmost soul?</br>What deep-drawn sighs thus heave the swelling breast?</br>Ah!  the poor Exile weeps his loneliness,</br>Driven from companionship of man and art;</br>Now he, whose strains were once of love and bliss,</br>Wails in the sadness of a broken heart!", "Numerous were those who now assumed the lyre,</br>But yet they touched it with decreasing fire,</br>Till in Cimmerian darkness whelmed at length,</br>The soul lost fancy, and the mind lost strength;</br>The Muses slept &mdash; the lyre neglected long,</br>Breathed not the magic ecstasy of song,</br>Till roused at last upon Italia's plains,</br>It waked the slumbering music of its strains.", "What heavenly language that I hear?</br>How soft it falls upon the ear!</br>How sweet it melts upon the tongue,</br>Into the melody of song!</br>With nervous hand, like those of old,</br>DANTE sweeps the chords as bold,</br>And feels the ancient flame returning;</br>By Virgil led and genius' light,</br>He plunges down the abyss of night,</br>Where hell's dark circles fierce are burning;</br>Then wafted on a seraph's mounting wings,</br>Up to the bowers of Paradise he springs,</br>And soars to realms by Fancy only trod,</br>The home of virtue and the throne of God!", "List through the softness of luxurious charms,</br>The beauteous scenery of retired VAUCLUSE,</br>Where solitude the lover's fancy warms,</br>And nature's self is an inspiring Muse;</br>The sonnetteer, sunk in voluptuous woe,</br>Sings of the raptures he can ne'er enjoy,</br>Imagines charms he ne'er can taste or know,</br>Of real Laura or of fancy's toy.</br>He sings the triumph of all-conquering Love,</br>In whose long train the slaves of passion move;</br>How Time's dark wing broods o'er the sky of fame,</br>And shades the transient glimmering of our name,</br>And when Death's ruin has earth's centre riven,</br>Love so divine on earth, shall live in heaven!", "Whose song is of proud knights and dames?</br>The fury of Orlando's flames?</br>Of tilts and tournaments so dear</br>To Paynim and to Cavalier?</br>'Tis ARIOSTO &mdash; see his eye,</br>Rolling in frenzied ecstasy,</br>While ever varying vision change,</br>Before its wild excursive range!", "TASSO, touched with th' epic fire</br>Shed o'er the Greek and Roman lyre,</br>Revived the heroic song again,</br>That long had hushed its lofty strain.</br>When the hoarse clangors of hell's trumpet sound,</br>And shake the spacious cells of horror round,</br>Full rolls the verse and echoes sense resound.</br>So too when Tancred, in the Blessed Isle,</br>The pearl of virtue melts in woman's smile,</br>Murmurs sweet transport in the softest sighs,</br>And drinks in rapture from Armida's eyes!", "Then on Britannia's sea-beat shore,</br>Where cliffs in frowning majesty</br>Re-echo to the billow's roar,</br>As whirlwinds sweep the troubled sea,</br>Hurl the cloud-mantle of the storm</br>In dark folds around its spirit's form,</br>Seated in view of mocking woe</br>And elemental rage, below,</br>SHAKSPEARE strikes the tragic strings,</br>And from the lyre those numbers flings,</br>That search the inmost feelings of the soul,</br>And melt, freeze, terrify beyond control!</br>See Anthony o'er Caesar sadly bend,</br>And deep afflicted mourn his murdered friend,</br>Lift the torn robe and show the gushing wound,</br>And call to vengeance all assembled round!</br>See Glo'ster's heart in life's last moment's bleed,</br>For Edward's murder, and ambition's meed,</br>When 'mid the stillness of the midnight hour,</br>The vengeful images around him lower!", "Next MILTON \"rose, his hand to try,\"</br>Swift seized the lyre and rode sublime,</br>\"On seraph wings of ecstasy</br>And passed the flaming bounds of time!\"</br>The sapphire blaze of heaven he saw,</br>The involving cloud of gold withdraw,</br>The daring car of Christ appear,</br>The host seraphic glowing near!</br>Then sailing down the azure deep of air</br>In majesty of woe, saw Satan rise;</br>Flash at his voice the sword's revengeful glare,</br>That dared to threat the glory of the skies!", "Boldly DRYDEN sweeps the chords,</br>And pours the flood of music strong;</br>With glowing thoughts and burning words,</br>He speaks the raptures of the song.</br>The spirit of the Mantuan bard,</br>Hovered o'er and smiled regard;</br>And waved his golden locks in pleasure,</br>Listening to the heavenly measure;</br>While o'er his cheek the blush of modest joy</br>With mein as kind as winning Loves employ,</br>He placed the laurels by the Poet worn!", "Hark!  sweet warbling through the air,</br>The melting notes of POPE resound;</br>The Loves with dewy eyes smile fair,</br>The blue-zoned Graces dance around,</br>The Sylphs on silken wings arise,</br>Through golden clouds and beamy skies;</br>Their glittering robes float in the gales,</br>Their voices tremble through the vales,</br>Mild as the effulgence of an autumn's day,</br>Soft as the dawning of young beauty's bloom,</br>Sweet as the transport of love's earliest sway,</br>So to the soul his heavenly measures come.", "THOMSON sings the varying year,</br>And tunes the lyre to nature's charms,</br>Whose image to his soul so dear,</br>Inspires his thought, his fancy warms,</br>And wakes the flame of Liberty,</br>That nature meant should boldly glow</br>In every breast, though oft it be</br>Damped by Oppression's chilling blow.</br>Thus Albion's bards with generous ardour burn,</br>And many came to take the lyre in turn.</br>At length the GENIUS of COLUMBIA rose&mdash;</br>Pure was her breast as Andes' deathless snows;</br>The noble pride of independence bold,</br>Her piercing eye and lofty carriage told,</br>She grasps the lyre which to her sons she brings,&mdash;</br>But hush &mdash; nor yet tell how they sweep the strings.</br>"]