["PALINODE.  PIERS.", "Is not this the merry Month of May,</br>When Love-Lads masken in fresh Array?</br>How falls it then, we no merrier been,</br>Ylike as others, girt in gawdy Green?</br>Our blonket Liveries been all too sad</br>For thilk same Season, when all is yclad</br>With Pleasance; the Ground with Grass, the Woods</br>With green Leaves, the Bushes with blossoming Buds.</br>Youth's Folk now flocken in every where,</br>To gather May-Buskets, and smelling Breere:</br>And home they hasten the Posts to dight,</br>And all the Kirk-Pillers e'er Day-light,</br>With Hawthorn Buds, and sweet Eglantine,</br>And Girlonds of Roses, and Sops in Wine.</br>Such Merry-make holy Saints doth queam:</br>But we here sitten as drown'd in a Dream.", "PIERS.</br>For Yonkers, Palinode, such Follies fit,</br>But we tway been Men of elder Wit.", "PALINODE.</br>Siker this morrow, no longer ago,</br>I saw a Shole of Shepherds out-go,</br>With singing and shouting, and jolly Cheer:</br>Before them yode a lusty Tabrere,</br>That to the Many a Horn-pipe plaid,</br>Whereto they dauncen each one with his Maid.</br>To see these Folks make such Jouisaunce,</br>Made my Heart after the Pipe to daunce.</br>Tho to the green Wood they speeden them all,</br>To fetchen home May with their Musical;</br>And home they bringen in a Royal Throne,</br>Crowned as King:  and his Queen attone</br>Was Lady Flora, on whom did attend</br>A fair Flock of Fairies, and a fresh Bend</br>Of lovely Nymphs.  (O that I were there</br>To helpen the Ladies their May-Bush bear!)</br>Ah!  Piers, been not thy Teeth on edge, to think</br>How great Sport they gainen with little Swink?", "PIERS.</br>Perdy, so far an I from Envy,</br>That their Fondness inly I pity:</br>Those Faitours little regarden their Charge,</br>While they, letting their Sheep run at large,</br>Passen their time, that should be sparely spent,</br>In Lustihed, and wanton Merriment.</br>Thilk same been Shepherds for the Divel's sted,</br>That playen while their Flocks be unfed.</br>Well it is seen their Sheep be not their own,</br>That letten them run at random alone.</br>But they been hired for little Pay,</br>Of other, that caren as little as they,</br>What fallen the Flock, so they han the Fleece,</br>And get all the Gain, paying but a Piece.</br>I muse, what Account both these will make,</br>The on for the Hire, which he doth take,</br>And th' other for leaving his Lord's Task,</br>When great Pan Account of Shepherds shall ask.", "PALINODE.</br>Siker now I see thou speakest of Spight,</br>All for thou lackest some dele their Delight.</br>I (as I am) had rather be envied,</br>All were it of my Foe, that fonly pitied:</br>And yet, if need were, pitied would be,</br>Rather than other should scorn at me;</br>For pitied is Mishap that nas Remedy,</br>But scorned been Deeds of fond Foolery.</br>What shoulden Shepherds other things tend,</br>Than sith their God his Good does them send,</br>Reapen the Fruit thereof, that is pleasure,</br>The while they here liven at ease and leisure?</br>For when they been dead, their Good is ygo,</br>They sleepen in Rest, well as other moe;</br>Tho with them wends, what they spent in Cost,</br>But what they left behind them, is lost.</br>Good is no Good, but if it be spend;</br>God giveth Good for none other end.", "PIERS.</br>Ah!  Palinode, thou art a World's Child:</br>Who touches Pitch, mote needs be defil'd.</br>But Shepherds (as Algrind used to say)</br>Mought not live ylike, as Men of the Lay.</br>With them it fits to care for their Heir,</br>Enaunter their Heritage do impair:</br>They must provide for means of Maintenance,</br>And to continue their wont Countenance.</br>But Shepherd must walk another way,</br>Sike worldly Sovenance he must fore-say.</br>The Son of his Loins, why should he regard</br>To leave enriched with that he hath spar'd?</br>Should not thilk God, that gave him that Good,</br>Eke cherish his Child, if in his ways he stood?</br>For if he mislive, in Lewdness and Lust,</br>Little boots all the Wealth and the Trust,</br>That his Father left by Inheritance,</br>All will be soon wasted with Misgovernance.</br>But through this, and other their Miscreance,</br>They maken many a wrong Chevisance,</br>Heaping up Waves of Wealth and Woe,</br>The Floods whereof shall them overflow.</br>Sike Mens Folly I cannot compare</br>Better than to the Ape's foolish Care,</br>That is so enamoured of her young one,</br>(And yet God wote, such Cause hath she none)</br>That with her hard Hold, and straight embracing,</br>She stoppeth the Breath of her Youngling.</br>So oftentimes, whenas Good is ment,</br>Evil ensueth of wrong Intent.", "The time was once, and may again retorn,</br>(For ought may happen that hath been beforn)</br>When Shepherds had none Inheritance,</br>Ne of Land, nor Fee in Sufferance;</br>But what might arise of the bare Sheep,</br>(Were it more or less) which they did keep.</br>Well I wis was it with Shepherds tho;</br>Nought having nought feared they to forgo,</br>For Pan himself was their Inheritance,</br>And little them served for their Maintenance.</br>The Shepherd's God so well them guided,</br>That of nought they were unprovided:</br>Butter enough, Honey, Milk, and Whey,</br>And their Flocks Fleeces them to array.</br>But Tract of Time, and long Prosperity,</br>(That Nource of Vice, this of Insolency)</br>Lulled the Shepherds in such Security,</br>That not content with loyal Obeysance,</br>Some 'gan to gape for greedy Governance,</br>And match themselves with mighty Potentates,</br>Lovers of Lordships, and Troublers of States.</br>Tho 'gan Shepherds Swains to look aloft,</br>And leave to live hard, and learn to lig soft.</br>Tho under colour of Shepherds, some-while,</br>There crept in Wolves, full of Fraud and Guile,</br>That often devoured their own Sheep,</br>And often the Shepherd that did hem keep.</br>This was the first Sourse of Shepherds Sorrow,</br>That now nill be quit with bale, nor borrow.", "PALINODE.</br>Three things to bear, been very burdenous,</br>But the fourth to forbear, is outrageous.</br>Women that of Love's Longing once lust,</br>Hardly forbearen, but have it they must:</br>So when Choler is enflamed with Rage,</br>Wanting Revenge, is hard to assuage:</br>And who can counsel a thirsty Soul,</br>With Patience to forbear the offer'd Boul?</br>But of all Burdens, that a Man can bear,</br>Most is, a Fool's Talk to bear and to hear.</br>I ween the Giant has not such a Weight,</br>That bears on his Shoulders the Heaven's Height.</br>Thou findest fault, where nys to be found,</br>And buildest strong Wark upon a weak Ground:</br>Thou railest on Right, without Reason,</br>And blamest hem much, for small Encheason.</br>How woulden Shepherds live, if not so?</br>What, should they pinen in Pain and Woe?</br>Nay, say I thereto, by my dear Borrow,</br>If I may rest, I nill live in Sorrow.", "Sorrow ne need to be hastened on:</br>For he will come without calling anon.</br>While Times enduren of Tranquillity,</br>Usen we freely our Felicity:</br>For when approachen the stormy Stowers,</br>We mought with our Shoulders bear off the sharp Showres.</br>And sooth to sain, nought seemeth sike Strife</br>That Shepherds so twiten each others Life,</br>And layen their Faults the Worlds before,</br>The while their Foes done each of hem scorn.</br>Let none mislike of that may not be amended:</br>So Conteck soon by Concord mought be ended.", "PIERS.</br>Shepherd, I list no Accordance make</br>With Shepherd, that does the right way forsake:</br>And of the twain, if Choice were to me,</br>Had lever my Foe, than my Friend he be.</br>For what Concord hen light and dark sam?</br>Or what Peace has the Lion with the Lamb?</br>Such Faitours, when their false Hearts been hid,</br>Will do, as did the Fox by the Kid.", "PALINODE.</br>Now Piers, of fellowship, tell us that Saying:</br>For the Lad can keep both our Flocks from straying.", "PIERS.</br>Thilk same Kid (as I can well devise)</br>Was too very foolish and unwise.</br>For on a time, in Sommer Season,</br>The Goat her Dam, that had good Reason,</br>Yode forth abroad unto the green Wood,</br>To brouze, or play, or what she thought good:</br>But, for she had a motherly Care</br>Of her young Son, and Wit to beware,</br>She set her Youngling before her Knee,</br>That was both fresh and lovely to see,</br>And full of Favour, as Kid mought be.</br>His velvet Head began to shoot out,</br>And his wreathed Horns 'gan newly sprout:</br>The Blossoms of Lust to bud did begin,</br>And sprung forth rankly under his Chin.", "My Son (quoth she) and with that 'gan weep:</br>(For careful Thoughts in her Heart did creep)</br>God bless thee, poor Orphan, as he mought me,</br>And send thee Joy of thy Jollity.</br>Thy Father (that Word she spake with Pain,</br>For a Sigh had nigh rent her Heart in twain)</br>Thy Father, had he lived this Day,</br>To see the Branches of his Body display,</br>How would he have joyed at this sweet Sight?</br>But ah!  false fortune such Joy did him spight,</br>And cut off his Days with untimely Woe,</br>Betraying him unto the Trains of his Foe.</br>Now I a wailful Widow behight,</br>Of my old Age have this one Delight,</br>To see thee succeed in thy Father's stead,</br>And flourish in Flowers of Lustihead.</br>For even so thy Father his Head upheld,</br>And so his haughty Horns did he weld.", "Tho marking him with melting Eyes,</br>A thrilling Throb from her Heart did arise,</br>And interrupted all her other Speech,</br>With some old Sorrow that made a new Breach:</br>Seemed she saw in her Youngling's Face</br>The old Lineaments of his Father's Grace.</br>At last, her sullen Silence she broke,</br>And 'gan his new-budded Beard to stroke.</br>Kiddy (quoth she) thou kenst the great Care</br>I have of thy Health and thy Welfare,</br>Which many wild Beasts liggen in wait,</br>For to entrap in thy tender State:</br>But most the Fox, Maister of Collusion:</br>For he has vowed thy last Confusion.</br>For-thy, my Kiddy, be ruled by me,</br>And never give trust to his Treacheree:</br>And if he chance come when I am abroad,</br>Spar the Yate fast, for fear of Fraud.</br>Ne for all his worst, nor for his best,</br>Open the Door at his Request.", "So schooled the Goat her wanton Son,</br>That answered his Mother, All should be done.</br>Tho went the pensive Dame out of door,</br>And chaunc'd to stumble at the Threshold-Floor:</br>Her stumbling Step somewhat her amazed,</br>(For such as Signs of ill luck been dispraised)</br>Yet forth she yode, thereat half aghast,</br>And Kiddy the Door sparred after her fast.</br>It was not long after she was gone,</br>But the false Fox came to the Door anone.</br>Not as a Fox, for then he had be kend,</br>But all as a poor Pedlar he did wend:</br>Bearing a Truss of Trifles at his Back,</br>As Bells, and Babies, and Glasses in his Pack,</br>A Biggen he had got about his Brain,</br>For in his Head-piece he felt a sore Pain.</br>His hinder Heel was wrapt in a Clout,</br>For with great Cold he had got the Gout.</br>There at the Door he cast me down his Pack,</br>And laid him down, and groaned, alack!  alack!</br>Ah!  dear Lord, and sweet Saint Charity,</br>That some good body would once pity me.", "Well heard Kiddy all this sore Constraint,</br>And leng'd to know the Cause of his Complaint:</br>Tho creeping close, behind the Wicket's Clink,</br>Privily he peeped out through a Chink:</br>Yet not so privily but the Fox him spied,</br>For deceitful Meaning is double-eyed.", "Ah!  good young Maister (then 'gan he cry)</br>Jesus bless that sweet Face I espy,</br>And keep your Corps from the careful Stounds,</br>That in my Carrion Carcass abounds.", "The Kid, pitying his Heaviness,</br>Asked the Cause of his great Distress,</br>And also who, and whence that he were.", "Tho he, that had well ycond his Lear,</br>Thus medled his Talk with many a Tear:</br>Sick, sick, alas!  a little lack of dead,</br>But I be relieved by your beastly-head.</br>I am a poor Sheep; albe my Colour dun:</br>For with longer Travel I am brent in the Sun.</br>And if that my Grandsire me said, be true,</br>Siker I am very sybbe to you:</br>So be your Goodlihead do not disdain</br>The base Kinred of so simple Swain.</br>Of Mercy and Favour then I you pray,</br>With your Aid to forestall my near Decay.", "Tho out of his Pack a Glass he took;</br>Wherein while Kiddy unwares did look,</br>He was so enamoured with the Newel,</br>That nought he deemed dear for the Jewel.</br>Tho opened he the Door, and in came</br>The false Fox, as he were stark lame.</br>His Tail he clapt betwixt his Legs twain,</br>Lest he should be descryed by his Train.", "Being within, the Kid made him good Glee,</br>All for the Love of the Glass he did see.</br>After his Chear, the Pedlar 'gan chat,</br>And tell many Leasings of this and that:</br>And how he could shew many a fine knack.</br>Tho shewed his Ware, and opened his Pack,</br>All save a Bell, which he left behind</br>In the Basket, for the Kid to find.</br>Which when he stooped down to catch,</br>He popt him in, and his Basket did latch:</br>Ne stayed he once, the Door to make fast,</br>But ran away with him in all haste.", "Home when the doubtful Dame had her hide,</br>She mought see the Door stand open wide.</br>All aghast, loudly she 'gan to call</br>Her Kid:  but he nould answer at all.</br>Tho on the Floor she saw the Merchandise,</br>Of which her Son had set too dear a Price.</br>What Help?  her Kid she knew well is gone:</br>She weeped and wailed, and made great moan.</br>Such end had the Kid, for he nould warned be</br>Of Craft coloured with Simplicity:</br>And such end perdy does all hem remain,</br>That of such Falsers Friendship been fain.", "PALINODE.</br>Truly Piers, thou art beside thy Wit,</br>Furthest fro the Mark, weening it to hit.</br>Now I pray thee, let me thy Tale borrow</br>For our Sir John, to say to-morrow,</br>At the Kirk, when it is Holiday:</br>For well he means, but little can say.</br>But and if Foxes been so crafty, as so,</br>Much needeth all Shepherds hem to know.", "PIERS.</br>Of their Falshood more could I recount,</br>But now the bright Sun 'ginneth to dismount:</br>And for the dewy Night now draw'th night,</br>I hold it best for us home to hie.", "PALINODE'S EMBLEM.</br>Pas men apistos apistei.", "PIERS'S EMBLEM.</br>Tis d' ara pistis apisto.</br>"]