["COLLIN.</br>Good Hobbinoll, why hangs thou so thy head;</br>Hast lost some sheep, or be some lambkins dead?</br>Thou Whilome sung unto thy oten pipe,</br>As Fary-queen could not but love and like.</br>What meane these dumps?", "HOBBINOLL.</br>Oh, Collin clout, ays me,</br>Some of my Lambs, that erst were full of glee,</br>Now droope amaine and squat aside the hill,</br>As having suckt from Dams, some fatall ill:</br>Or from the grasse, have lickt the venomd web,</br>Which hath them brought unto so low an ebbe.</br>Black Will (that usde to lead them with his Bell)</br>His heart is broke, to see they be not well.</br>And, that is worse, the cause is yet unknowne,</br>From whence these evils, untimely evels be growne.", "COLLIN.</br>And what shall Collin have, if he can tell</br>From whence it comes, and how it shalbe well?", "HOBBINOLL.</br>O Collin, theres a kisse, and it shall binde</br>Me to performe the promise is behinde;</br>Speak loving Boy, I long to heare thee speake.", "COLLIN.</br>Ey, ey, but you your promise once did breake,</br>Give me your hand, that you will pitch and pay:</br>Now, whats your promise?", "HOBBINOLL.</br>Hearken what I say.</br>I have a nest of Turtles, flidgd well ny;</br>Hearke, hearken Clout, one of them now did cry:</br>Tell me good newes, and thou shall have them both.", "COLLIN.</br>But fetch them first.", "HOBBINOLL.</br>Clout, Clout, thou'rt very loth</br>To give me credence 'fore thou have thy pay:</br>Well, well Ile set them.</br>See you doe not stay.", "COLLIN.</br>I trust him?  no:  gainst Christmas he did say,</br>He would me give a dozen points to play,</br>But when yoole came, he dodgd me off with twaine,</br>And said he should but sin, play to maintaine.", "Come, set them downe.  Now hearken forth my tale:</br>Seest Hobbinoll, on th' outside of that dale</br>In shadowie plots, the Vipers Monk-cowle groes;</br>Which with his yellowe flower full tricky shoes,</br>His leaves (but darker) snipt like to the vine,</br>But trust me Hobbinoll, too bad for swine.</br>Some of thy flock, too greedy of that shade,</br>There lickt and cropt, till they were sickly made.</br>And to lay sooth, with such a trick as that,</br>Pers lost ten Ewes and Lambkins, that is flat.", "HOBBINOLL.</br>Aes me; but what will help them to recover?", "COLLIN.</br>Give my my doves.  This vale now walke we over,</br>Seest thou that Hill?  seest thou that helmet flower,</br>Whose stalke is hollow as a kex?  In it is power,</br>T' expell the venom of the others bane,</br>If now in time, it off the sheepe be tane.", "HOBBINOLL.</br>How, how good Clout?", "COLLIN.</br>Dig it up Hobbinole.</br>That double-root, now stamp thou in a bole,</br>And put the juyce to milk made somwhat warme,</br>Then geet them with an horne; and feare no harme.", "HOBBINOLL.</br>For everie sore, no doubt, a salve there is,</br>But sin blindes sheepherds, that they doe amisse.</br>But well I wot, hereafter I shall watch,</br>If in such shades my sheep doe poison catch.</br>Collin farewell, I must about this geare,</br>Till they have drunk this draught, I live in feare:</br>But prove all well, that sheepe and I may joy,</br>I (better while I live) will love my Boy.</br>"]