["ACT III.</br>Scene opens and discovers a magnificent Hall in Comus's Palace, set off with all the gay Decorations proper for an ancient Banqueting Room.  Comus and Attendants stand on each Side of the Lady, who is seated in an enchanted Chair; and by her Looks and Gestures expresses great Signs of Uneasiness and Melancholy.", "COMUS SPEAKS.</br>Hence loathed Melancholy,</br>Of Cerberus and blackest Midnight born,</br>In Stygian Cave forlorn,</br>'Mongst horrid Shapes, and Shrieks, and Sights unholy,</br>Find out some uncouth Cell,</br>Where brooding Darkness spreads his jealous Wings,</br>And the Night-Raven sings;</br>There, under Ebon-Shades, and low brow'd Rocks,</br>As ragged as thy Locks,</br>In dark Cimmerian Desart ever dwell.</br>But come, thou Goddess, fair and free,</br>In Heav'n ycleap'd Euphrosyne;</br>And by Men, heart-easing Mirth,</br>Whom lovely Venus at a Birth</br>With two Sister Graces more,</br>To Ivy-Crowned Bacchus bore.</br>Haste thee, Nymph, and bring with thee</br>Jest and youthful Jollity,</br>Quips and Cranks, and wanton Wiles,</br>Nods, and Becks, and wreathed Smiles,</br>Such as hang on Hebe's Cheek,</br>And love to live in dimple sleek,</br>Sport, that wrinkled Care derides,</br>And Laughter holding both his Sides.</br>Come, and trip it as you go</br>On the light fantastick Toe.", "While these lines are repeating enter a Nymph, respresenting Euphrosyne, or Mirth; who advances to the Lady, and sings the following Song.", "SONG.</br>I.</br>Come, come, bid Adieu to Fear,</br>Love and Harmony live here.</br>No domestick jealous Jars,</br>Buzzing Slanders, wordy Wars,</br>In my Presence will appear.</br>Love and Harmony reign here.", "II.</br>Sighs to amorous Sighs returning,</br>Pulses beating, Bosoms burning,</br>Bosoms with warm Wishes panting,</br>Words to speak those Wishes wanting,</br>Are the only Tumults here,</br>All the Woes you need to fear,</br>Love and Harmony reign here.", "LADY.</br>How long must I, by magick Fetters chain'd</br>To this destested Seat, hear odious Strains</br>Of shameless Folly, which my Soul abhors.", "COMUS.</br>Ye Sedge-crown'd Naiades by Twilight seen,</br>Along Meander's mazy Border green,</br>At Comus' Call appear in all your azure Sheen.", "He waves his Wand, the Naiades enter and range themselves in order to dance.", "Now softly slow let Lydian Measures move,</br>And breathe the pleasing Pangs of gentle Love.</br>In swimming Dance on Air's soft Billows float,</br>Soft swell your Bosoms with the swelling Note;</br>With pliant Arm in graceful Motion vie,</br>Now sunk with Ease, with Ease now lifted high;</br>Till lively Gesture each fond Care reveal,</br>That Musick can express, or Passion feel.", "The Naiades dance a slow Dance agreeable to the Subject of the preceding Lines, and expressive of the Passion of Love.", "After this Dance the Pastoral Nymph advances slow, with a melancholy and desponding Air, to the side of the Stage, and repeats by way of Soliloquy the first six Lines, and then sings the Ballad.  In the mean Time she is observ'd by Euphrosyne, who by her Gesture expresses to the Audience her different Sentiments of the Subject of her Complaint, suitably to the Character of their several Songs.", "RECITATIVO.</br>How gentle was my Damon's Air!</br>Like sunny Beams his golden Hair,</br>His Voice was like the Nightingale's</br>More sweet his Breath than flow'ry Vales.</br>How hard such Beauties to resign!</br>And yet that cruel Task is mine!", "A BALLAD.</br>I.</br>On every Hill, in every Grove,</br>Along the Margin of each Stream,</br>Dear conscious Scenes of former Love,</br>I mourn, and Damon is my Theme.</br>The Hills, the Groves, the Streams remain,</br>But Damon there I seek in vain.", "II.</br>Now to the mossy Cave I fly,</br>Where to my Swain I oft have sung,</br>Well pleas'd the browsing Goats to spy,</br>As o'er the airy Steep they hung.</br>The mossy Cave, the Goats remain,</br>But Damon there I seek in vain.", "III.</br>Now thro' the rambling Vale I pass,</br>And sigh to see the well-known Shade,</br>I weep, and kiss the bended Grass,</br>Where Love and Damon fondly play'd.</br>The Vale, the Shade, the Grass remain,</br>But Damon there I seek in vain.", "IV.</br>From Hill, from Dale, each Charm is fled,</br>Groves, Flocks, and Fountains please no more,</br>Each Flower in Pity droops it's Head,</br>All Nature does my Loss deplore.</br>All, all reproach the faithless Swain,</br>Yet Damon still I seek in vain.", "RECITATIVO.  BY EUPHROSYNE.</br>Love, the greatest Bliss below</br>How to taste few Women know,</br>Fewer still the Way have hit</br>How a fickle Swain to quit.</br>Simple Nymph, then learn of me,</br>How to treat Inconstancy.", "BALLAD.</br>I.</br>The wanton God, that pierces Hearts,</br>Dips in Gall his pointed Darts,</br>But the Nymph disdains to pine,</br>Who bathes the Wound with rosy Wine.", "II.</br>Farewel Lovers, when they're cloy'd;</br>If I am scorn'd, because enjoy'd,</br>Sure the squeamish Fops are free</br>To rid me of dull Company.", "III.</br>They have Charms, whilst mine can please,</br>I love them much, but more my Ease;</br>Nor jealous Fears my Love molest,</br>Nor faithless Vows shall break my Rest.", "IV.</br>Why shou'd they e'er give me Pain,</br>Who to give me Joy disdain?</br>All I hope of mortal Man,</br>Is to love me &mdash; whilst he can.", "COMUS SPEAKS.</br>Cast thine Eyes around, and see,</br>How from every Element</br>Nature's Sweets are cull'd for thee,</br>And her choicest Blessings sent.", "Fire, Water, Earth, and Air combine</br>To compose the rich Repast,</br>Their Aid the distant Seasons join,</br>To court thy Smell, thy Sight, thy Taste.</br>Hither Summer, Autumn, Spring,</br>Hither all your Tributes bring.", "After this they put on their Chaplets, and prepare for the Feast; while Comus is advancing with his Cup, and one of his Attendants offers a Chaplet to the Lady, which she throws on the Ground with Indignation, the Preparation for the Feast is interrupted by lofty and solemn Musick from above, whence the second Attendant Spirt descends gradually in a splendid Machine, repeating the following Lines.", "SECOND SPIRIT SPEAKS.</br>From the Realms of Peace above,</br>From the Source of heav'nly Love,</br>From the starry Throne of Jove,</br>Where the tuneful Muses in a glittering Ring</br>To the celestial Lyre's eternal String,</br>Patient Virtue's Triumph sing,</br>To these dim Labyrinths where Mortals stray,</br>Maz'd in Passion's pathless Way</br>To save thy purer Breast from Spot and Blame,</br>Thy Guardian Spirit came.", "He advances to the Lady, and sings, remaining still invisible to Comus and his Crew, but heard by them with some Concern, which they endeavour to dissemble.", "SONG.</br>I.</br>Nor on Beds of fading Flowers,</br>Shedding soon their gaudy Pride,</br>Nor with Swains in Syren Bowers,</br>Will true Pleasure long reside.", "II.</br>On awful Virtue's Hill sublime,</br>Enthron'd sits th' Immortal Fair;</br>Who wins her Height, must patient climb,</br>The Steps are Peril, Toil, and Care.", "So from the First did Jove ordain,</br>Eternal Bliss for transient Pain.", "The Spirit reascends, the Musick playing loud and solemn.", "LADY.</br>Thanks, heav'nly Songster!  Whosoe'er thou art,</br>Who deign'st to enter these unhallow'd Walls,</br>To bring the Song of Virtue to mine Ear!</br>O cease not, cease not the melodious Strain,</br>Till my rapt Soul high on the swelling Note</br>To Heav'n ascend &mdash; far from these horrid Fiends!", "COMUS.</br>Mere airy Dreams of Air-bred People these!</br>Who look with Envy on more happy Man,</br>And wou'd decry the Joys they cannot taste.</br>Quit not the Substance for a stalking Shade</br>Of hollow Virtue, which eludes the Grasp.</br>Drink this, and you will scorn such idle Tales.", "[He offers the Cup, which she puts by, and offers to rise.]", "Nay, Lady, sit; if I but wave this Wand,</br>Your Nerves are all bound up in Alabaster,</br>And you a Statue, or, as Daphne was,</br>Root-bound, that fled Apollo.", "LADY.</br>Fool, do not boast;</br>Thou can'st not touch the Freedom of my Mind</br>With all thy Charms, altho' this corp'ral Rind</br>Thous hast immanacl'd, while Heav'n sees good. . . .</br>"]