["Thus calmly did the Antique Poets frame</br>Felicitie, and gloried in the name</br>Of Grove-frequenters; thus old Orpheus sate</br>By fatall Hebrus, when his suddaine fate</br>(Convai'd by franticke women) did Surprize</br>Him, in the flight of Sacred Extasies.</br>How much unsafe is Solitude!  what Joye</br>Has Groves or Cities?  but Each Equallye</br>Capable in Idea.  Not the Lire</br>Which Phebus strung (Phebus was Orpheus' Sire,)</br>And gave it him, nor his owne verse, nor voice&mdash;</br>Sweet as his Mother's &mdash; (for noe other choice</br>Might ever equall't,) could at all deterre</br>These possest Beldams, from the Massacre.</br>That voice which taught dispersed Trees to move</br>Into an orderlie and well-pitch'd Grove;</br>Stopt headie Currents, and made them run sweet;</br>Gave centred Rocks a Life, and mountains feet;</br>Not voice, nor Harpe, which brought againe to Life</br>From Hell, Euridice, his ravisht wife;</br>And did soe Charme Hell's treeple-headed Hound,</br>Hee could not use one tongve or tooth, to wound,</br>Or wonder, at our Poet; what nor Hell</br>Nor Furies durst Attempt, (I Shame to tell,)</br>Women must Act; but Women none durst doe</br>A crime soe impious, soe unequall too;</br>But Lust and wine in women can produce</br>Such monsters onlie; be it their excuse.</br>The water (yet proud) Sings, (if Fame not Lye,)</br>And runs to him, a Constant Elegie.</br>Such was the fate of Orpheus. &mdash; Calme my verse</br>And softer Numbers Spin, whilst I reherse</br>Titirus sitting under Beechie Shade,</br>Pleasing his Fancie, in the Joy he made.</br>For soe he made it his; as what might want</br>There to delight or please, his verse did plant.</br>Here, oft (more pleas'd then in Augustus Shine)</br>Hee did enjoy himselfe, and here untwine</br>The Clewe he twisted there:  thus Hee in groves.</br>Next, see in-imitable Colin, moves</br>Our Admiration; Hee, poore Swaine, in bare</br>And thin-Set Shades did Sing; whil'st (ah) noe care</br>Was had of all his Numbers; numbers which</br>Had they bene sung of old, who knowes how rich</br>A Fame had Crown'd him?  Had he lived when.</br>Phillip's Great Son (that prodigie of men)</br>Spread like Aurora in the Easterne light;</br>Hee had not wish'd a Homer for to write</br>His Storie; but ev'n Peleus' Son had sate</br>A step below in Fame as well as Fate.</br>But Hee, poor Man!  in an ungratefull Age</br>Neglected lived; still borne downe by the Rage</br>Of Ignorance.  For 'tis an Easier Thing</br>To make Trees Leape, and Stones selfe-burthens bring</br>(As once Amphion to the walls of Thaebes,)</br>Then Stop the giddie Clamouring of Plebs;</br>Hee poorlie Dyed, (but vertue cannot Dye)</br>And scarce had got a Bed, in Death to lye;</br>Had not a noble Heroe made a Roome,</br>Hee'd bene an Epitaph without a Tombe.</br>For that Hee could not want, whilst verse or witt</br>Could move a wing, they'd bene obliged to it;</br>Or Say, the bankrupt Age could none Afford:</br>Hee left a Stocke sufficient, on Record.", "Let me, then, under my owne Shades content,</br>Admire their Flights.  Hee who lives Innocent</br>Is wise Enough.  Where Innocence and Witt</br>Combine, what wonders in that brest are mett?</br>The Trumpet's Clangor, nor the ratling drum,</br>Noises of warre, nor the more troublesome</br>Rage of the Souldier, nor the Golden Spundge,</br>Where Harpies licke the Juice, nor all the plundge</br>Of Apprehension; shakes or enters on</br>The temper of that true Complexion.</br>Vertue is ever Safe, and wee may See</br>Loyaltie prized, and depress'd Majestie</br>Enthroned, as glorious as wee whilome have.</br>These, wee may see; if not, the well-met grave</br>Will shew us more.  Hee who considers that</br>A Losse, is ignorant to value Fate.", "Bring out the Engine quicklie, to undoe</br>The Partie; triumph in the overthrow</br>Of Truth and Justice.  You the seamles Coat</br>Have torne; and dipt the Fleece without a Spott,</br>In Cisternes of Profanesse.  Ring the Bells!</br>Y' have done, y' have done the worke.  Hee happie dwells,</br>Who more remote may looke upon the Age</br>As his owne Mirror, and applye the Rage</br>Of Tumults to his Passions; Rebells all</br>To monarch Reason.  These things when I call</br>Unto my private, then I easilie See</br>Monarchs are Men; each Man's one Monarchie.", "Phlegme, my Complexion, here has plunged me in</br>A Quick-sand, to disorder the Designe</br>Of my first Thoughts; and all what I have said</br>Is but a Ramble, from a Running head:</br>Perhaps a Rheugme.  For 'tis unnaturall</br>In the most Sanguine, nere to run at All.</br>Who knowes Witt, knowes somewhat of Madnes Still</br>(Distempers not, but) tempers the best Quill.</br>Man in his little world, is more, by much,</br>Then the great world; who knowes Him, knowes him Such;</br>A Composition of the same mixt Stuffe,</br>Which who can temper but is Wise Enough.</br>"]