["Say, glorious orb!  Whose undiminish'd lamp</br>Hath lighted countless nations to repose,</br>When didst thou mark in court, or bower, or camp,</br>A statelier train, or comelier forms than those</br>Whose long array yon ample gates enclose?</br>The Chiefs are there, who bade the lion wave</br>On earth and ocean o'er Britannia's foes;</br>The Senate there, who to the vanquish'd brave</br>Her arts, her equal laws, her rescued freedom gave.", "Worthy are they to clasp the gilded spur,</br>To pace with plumed head, and gartered knee,</br>While velvet glows beneath pale minever,</br>The sumptuous garb of antique chivalry;</br>For not at high Poitiers beat hearts more free,</br>Not hardier knights the proud Armada met,</br>Than gird thy golden pall, and beat for thee,</br>Monarch, whose rule in Albion's crown hath set</br>Gems that may Tudor mock, and shame Plantagenet.", "And now that peerless crown adorns thy brow,</br>Thine arm sustains the sceptre of command;</br>Princes before thy throne their fealty vow,</br>And every voice, and each exultant hand,</br>Attests the homage of thy native land.</br>The white-robed choir respond, and music's wings,</br>Fraught with a nation's prayers, for heaven expand;</br>From base to battlement the fabric rings,</br>And silence guards no more the sepulchre of kings.", "Dreams my fond brain &mdash; or hath that sound affrayed</br>The slumbering tenants of the sculptur'd tomb?</br>Methinks I track along the dim arcade</br>Whose storied panes increase its twilight gloom,</br>Long-buried chiefs that wait the day of doom.</br>Sebert is there, who bade the cross divine</br>On Thorney's barren islet bud and bloom;</br>Meek Edward quits his desecrated shrine;</br>And Henry wakes, whose name shall with these walls decline.", "Potent in arts alone, the wavering Sire</br>Leans on the dauntless son, his life's support,</br>On him whose wisdom curb'd the nobles' ire,</br>Whose valor won the Cambrian's mountain fort;</br>And there strides on the Knight of Agincourt</br>In equal pace with him of Cressy's field,</br>Victors in vain, since Fortune's fickle sport</br>To jarring chiefs consign'd th' unblemish'd shield,</br>And left to babes the sword scarce Ascabart could wield.", "Warriors and war's flood waves thus idly ebb;</br>But mark the pile where brass has learned to breathe,</br>And stone, like dew-drops on Arachne's web,</br>Looks lightly down o'er bannered stalls beneath.</br>Thence come the peaceful kings with sword in sheath,</br>On Richmond's brow the blended roses twine,</br>Red Albin's thistle decks here Stewart's wreath,</br>But Erin's flower, for ages doomed to pine,</br>Reserves its bloom to bless the Heir of Brunswick's line.", "Nations repose:  for man's impetuous pride,</br>His schemes, his strifes, by death's cold hand are hushed;</br>Remorseless Mary walks at Edward's side;</br>Eliza views the beauteous Foe she crushed,</br>Nor paler grows her cheek that never blushed;</br>Voluptuous Charles, thrice bound in Bourbon's chain,</br>Meets great Nassau with Bourbon's conquest flush'd;</br>And Stewart's daughters, him whose golden reign</br>Ruled the white steed that ramped o'er Stewart's lost domain.", "Silent the train recedes &mdash; but ah!  To him</br>Who claims their throne, that silence speaks more loud</br>Than the glad People's voice, their splendor dim</br>Dispels life's pageant like a Summer cloud.</br>Pensive on him gaze all &mdash; the meek &mdash; the proud,</br>The valiant and the weak &mdash; but pensive most</br>Pale Richard's shade &mdash; see, see!  The crimsoned shrowd,</br>His lingering waves, and ere in darkness lost,</br>Gives language to the looks of all the shadowy host.", "\"Monarch!  The feast, the song, the banquet cup,</br>For thee shall glad yon raftered roof to night;</br>And every angel form that bears it up,</br>Shall bathe his pinions in a flood of light,</br>For thee, in orient pearl, and plumage white,</br>Shall beauteous Albion lead her starry train,</br>For thee, the Prince, the Noble, and the Knight,</br>The lawn-robed Prelate, and the lowly swain</br>Shall shout till vales and hills and oceans shout again.", "\"The hand untaught to serve on thee shall tend,</br>And maple vie with gold thy touch to meet;</br>The knee unused to kneel to thee shall bend,</br>And like its mountain lord, the falcon fleet</br>Shall stoop from air, and chirp thy hand to greet;</br>While trump, and drum, and clarion's thrilling call</br>Herald the youthful Champion, at thy feet</br>To seal his challenge with the gauntlet's fall,</br>By high-born Howard backed, and Him who quelled the Gaul.", "\"Quaff the full cup of bliss:  yet oh, beware!</br>As high it foamed for me, when that fair roof</br>My master-work, first spanned the yielding air,</br>And echoed first the charger's clattering hoof,</br>My Champion too was there in arms of proof;</br>No hand opposed, no tongue defiance spoke;</br>Thousands thronged round who stood ere long aloof,</br>And he who hired the assassin's kindlier stroke,</br>Knelt lowest of the low &mdash; the faithless Bolingbroke.", "\"Then trust not thou the flatterer's hollow zeal,</br>Court not the wavering crowd's vociferous zeal,</br>Be just &mdash; if mortals deem thee just, rejoice,</br>But if the traitorous Malison they deal,</br>To Him who made thee King, make thine appeal,</br>Be His strong arm thy buckler, He thy might;</br>So mayst thou stand unmoved, nor fear nor feel</br>Seditious breath that taints the breeze of night,</br>Or bold Rebellion's shaft that shames the noonday light.", "\"And in that hour when mortal strength is weak,</br>When thou, like us, shall own a tyrant's sway,</br>Supreme o'er Valor's arm and Beauty's cheek,</br>And ev'n o'er Virtue's tenement of clay,</br>With whom thy Sire and mine alike decay,</br>And thy fair Daughter's bloom untimely shewed&mdash;</br>Oh!  In that awful hour be Heaven thy stay,</br>And there be thou enthroned, through His dear blood,</br>Who wore the thorn-wove crown, and dyed the Holy Rood.\"</br>"]