["Hence, vagrant Minstrel, from my thriving farm;</br>Far hence, nor ween to shed thy poison here:</br>My hinds despise thy lyre's ignoble charm;</br>Seek in the Sloggard's bowers thy ill-earn'd cheer:</br>There while thy idle chaunting soothes their ear,</br>The noxious thistle choaks their sickly corn;</br>Their apple boughs, ungraff'd, sour wildlings bear,</br>And o'er the ill-fenced dales with fleeces torn</br>Unguarded from the fox, their lambkins stray forlorn.", "Such ruin withers the neglected soil</br>When to the song the ill-starr'd swain attends.</br>And well thy meed repays thy worthless toil;</br>Upon thy houseless head pale want descends</br>In bitter shower:  And taunting scorn still rends,</br>And wakes thee trembling from thy golden dream:</br>In vetchy bed, or loathly dungeon ends</br>Thy idled life &mdash; What fitter may beseem,</br>Who poisons thus the fount, should drink the poison'd stream.", "And is it thus, the heart-stung Minstrel cry'd,</br>While indignation shook his silver'd head,</br>And is it thus, the gross-fed lordling's pride,</br>And hind's base tongue the gentle Bard upbraid!</br>And must the holy song be thus repaid</br>By sun-bask'd ignorance, and chorlish scorn!</br>While listless drooping in the languid shade</br>Of cold neglect, the sacred Bard must mourn,</br>Though in his hallow'd breast heaven's purest ardours burn!", "Yet how sublime, O Bard, the dread behest,</br>The awful trust to thee by heaven assign'd!</br>'Tis thine to humanise the savage breast,</br>And form in Virtue's mould the youthful mind;</br>Where lurks the latent spark of generous kind,</br>'Tis thine to bid the dormant ember blaze:</br>Heroic rage with gentlest worth combin'd</br>Wide through the land thy forming power displays.</br>So spread the olive boughs beneath Dan Phoebus rays.", "When Heaven decreed to soothe the feuds that tore</br>The wolf-ey'd Barons, whose unletter'd rage</br>Spurn'd the fair Muse; Heaven bade on Avon's shore</br>A Shakespeare rise, and soothe the barbarous age:</br>A Shakespeare rose; the barbarous heats aswage&mdash;</br>At distance due how many Bards attend!</br>Enlarg'd and liberal from the narrow cage</br>Of blinded zeal new manners wide extend,</br>And o'er the generous breast the dews of heaven descend.", "And fits it you, ye sons of hallowed power,</br>To hear, unmov'd, the tongue of scorn upbraid</br>The Muse neglected in her wintery bower;</br>While proudly flourishing in princely shade</br>Her younger sisters lift the laurel'd head&mdash;</br>And shall the pencil's boldest mimic rage,</br>Or sofest charms, fore-doom'd in time to fade,</br>Shall these be vaunted o'er th' immortal page,</br>Where passion's living fires burn unimpair'd by age!", "And shall the warbled strain or sweetest lyre,</br>Thrilling the palace roof at night's deep hour;</br>And shall the nightingales in woodland choir</br>The voice of heaven in sweeter raptures pour!</br>Ah no, their song is transient as the flower</br>Of April morn:  In vain the shepherd boy</br>Sits listening in the silent Autumn bower;</br>The year no more restores the short-lived joy;</br>And never more his harp shall Orpheus' hands employ.", "Eternal Silence in her cold deaf ear</br>Has closed his strain; and deep eternal night</br>Has o'er Apelles' tints, so bright while-ere,</br>Drawn her blank curtains &mdash; never to the sight</br>More to be given &mdash; But cloath'd in heaven's own light</br>Homer's bold painting shall immortal shine;</br>Wide o'er the world shall ever sound the might,</br>The raptur'd music of each deathless line:</br>For death nor time may touch their living soul divine.", "And what the strain, though Perez swell the note,</br>High though its rapture, to the Muse of fire!</br>Ah!  what the transient sounds, devoid of thought,</br>To Shakespeare's flame of ever-burning ire,</br>Or Milton's flood of mind, till time expire</br>Foredoom'd to flow; as heaven's dread energy,</br>Unconscious of the bounds of place&mdash;</br>"]