["There is a Sabbath for the Man of Cares:</br>Then wail not thou, whom daily toils oppress!</br>There is a resting-place for him who fares,</br>Upon the rugged road to happiness!</br>Scorn, if ye will, ye Sons of Carelessness,</br>Who eat your bread with worldly plenty's leaven,</br>This day, the poor man's joy &mdash; your heaviness;</br>To shun its thoughtful calm, by uproar driven,</br>Your ways bespeak, I ween, ill neighbourhood with Heaven!", "Scorn, if ye will!  tho' never mote ye feel</br>That scorn return'd into each thoughtless breast,</br>Whene'er the Searcher of the heart shall steal</br>Into its chambers, where unweeting rest</br>Each virtue lulls, and Vice her painted crest</br>Nod o'er the couch &mdash; Yet, if I read aright,</br>That heav'nly watchman will pursue his quest</br>With his lamp-burning spirit, 'till the night</br>Of evil, ye have lov'd, stand trembling in its light!", "O could ye learn to love the simple joys,</br>Simple but pure, which I have chanc'd to find,</br>As wand'ring, I have fled the City's noise</br>To quiet fields, there most to dwell inclin'd</br>Among the swain-like folks and shepherd kind:</br>There hath the world's most ancient holiday,</br>Oft led my footsteps 'mid their cots to wind;</br>And there, the muse, framing her rustic lay</br>To oaten pipe, thus rudely did of late essay.", "The Sabbath's dawn, bright peering on the skies,</br>From orient hills, the gladsome peasant sees;</br>Who deems it time from sleepy couch to rise,</br>Wak'd by the carols in his cottage trees.</br>And certes much his rising thoughts must please,</br>That, after all his weekly hard turmoil,</br>This morn will bring another day of ease;</br>Bless'd day!  which Heaven itself has freed from toil,</br>And hallow'd into rest for him who delves the soil.", "Right gleeful wight, the welcome morn he hails,</br>In which no sound of busy din he hears;</br>No echoing barn resounds the thumping flails;</br>No labouring team across the plain appears;</br>Ne voice of early hind salutes his ears:</br>Nought, save the bell, which from yon ivy'd tow'r</br>(That scant, its humble time-worn summit rears</br>O'er many an elm, which does its walks embow'r,)</br>Bids village swains prepare to meet at sermon hour.", "Soon all appear, in Sunday's trim bedight,</br>In seely hat, with buckle and with band;</br>The clean round frock, all dazzling, snowy white,</br>And shoen, all nicely kept by careful hand</br>Of thrifty dame, who well does understand,</br>And mouchel loves economy in all;</br>And wonts them ever bear this strict command</br>In mind, lest foul mishap their clothes befall,</br>To keep their decent plight, ne use them ill at all.", "The lasses too, full trimly dight, I ween,</br>In straw-wove hat, with ribbons passing gay,</br>In flower'd gowns and figur'd kerchiefs clean,</br>Their morning meal fordone, themselves array,</br>And take, at call of bell, to church their way;</br>(Their bosoms deck'd with many a nosegay sweet,)</br>With sires and dames, whose eld mote cause delay;</br>Yet, at the porch, nath'less their pastor meet,</br>Whom many a lifted hat and comely curtsie greet.", "Eftsoons they entrance make, with rev'rence due,</br>Befitting those in solemn worship found:</br>Each takes his wonted place in oaken pew,</br>And makes response, while all the walls resound.</br>Then finds that text the preacher shall expound;</br>Who haply teaches each attentive breast</br>How all to keep the Sabbath-Day are bound,</br>And reads them how it aye was deemed best,</br>To make this day a day of worship and of rest.", "Ah me!  that such there be, whose pride disdains</br>(When these some metred psalm do use to sing,)</br>The artless measure of th' untletter'd swains,</br>Who, chaunting praises to th' Eternal King,</br>All' they no fine harmonious numbers bring;</br>Nath'less, I ween, in Heaven's impartial sight,</br>Are sweet as loftiest changes art can ring;</br>Since these, thro' nature, undisguised quite,</br>Speak with a soul devout, that weens to speak aright.", "And sooth to say, the lowly peasant finds</br>In practis'd piety, a covert bower,</br>For shelter from neglect's cold frequent winds,</br>And from the surquedry of passing stower.</br>And in the sunshine of his happiest hour,</br>(Like happy hours, O!  many him betide,)</br>He loves to gaze upon this fadeless flower,</br>E'en then more dear to him than all beside,</br>And wears it in his breast as rose that never died.", "Possessed of this, he learns how false the fear</br>Of man, in him who builds on things above;</br>Heeds not the sceptic's doubts, nor feels the sneer</br>Of infidelity his faith remove:</br>Him, hope shall centre in Eternal Love,</br>Nor shall the vapid ore, opinion's mine</br>Yields to the worldling, aught of this disprove;</br>For never will that swain his peace resign</br>For phantasies of vice, or folly's mad design.", "Soon as the wonted time of service o'er,</br>Homeward with sober step and talk they tread;</br>Where the good dame well skill'd in housewife lore,</br>Full daintily the whitened cloth has spread,</br>And all in order meet the table laid;</br>Where soon is pight the savoury pudding rare,</br>And tempting rashers, streak'd with glowing red;</br>The which, while all the rustic household share,</br>Some praise the sermon past, and all the present fare.", "Nor let the proudly rich, and gorgeous great,</br>Despise these humble peasants' unbought store;</br>Who, tho' they feast not in luxurious state,</br>Ne taste the dainties of a foreign shore,</br>Yet have enough, ne do they care for more;</br>For, in their cot, does fair Contentment rest,</br>Who flies Intemp'rance and her wild uproar,</br>To wonne within some little poor man's nest,</br>Far o'er the gold-wrought court of knightly grandeur blest.", "How sweet to see them check the happy smile,</br>That oft will o'er their honest features fly,</br>When, (as he ever wont,) the sire awhile</br>Implores a blessing on them, from on high;</br>Not with a tongue which doth the heart belie:</br>For oft, I wis, upon the simplest heart,</br>Does kind Religion, from her sacred eye,</br>Beam purest rays, ne brighter can impart</br>To those with learning fraught, and choicest thewes of art.", "Their wholesome meal dispatch'd, and clear'd with care,</br>The frothing jug is spied, full pleasing sight!</br>Then seated at his ease, in elbow chair,</br>The sire his smoking tube begins to light,</br>With fragrant herb supplied, Tobacco hight;</br>Which, when as Winter scowl'd upon the plain,</br>He used to quaff beside his hearth so bright,</br>While rang'd around him smil'd his elfin train,</br>Whose tattlings then have pleas'd, and please him yet again,.", "Now, (since with summer scenes the muse begun,)</br>'Neath the wide elm, that shades his cottage o'er,</br>Behold him placed, well sheltered from the sun,</br>In chair, which whilom had his father bore,</br>And eke his grandsire old had us'd before:</br>There welcome neighbours meet, in chat to pass</br>A social hour, &mdash; commend their garden's store,</br>Talk of the plough, of grain, of summer grass,</br>Or who for active skill in husbandry surpass.", "Or heed the dame, with Bible on her knee,</br>And spectacles from paper case 'y took,</br>Withouten which she mote not algates see</br>To read some story from that sacred book:</br>As how Elijah hid by Cherith's brook,</br>Receiv'd from ravens, daily meat and bread;</br>Nor was in time of greatest drought forsook,</br>When to Zarephath's dame that prophet sped,</br>And from her wasteless cruise, and growing meal was fed.", "Or how young David did Goliath slay;</br>That giaunt marvellous for strength and height;</br>Who, when he list his pourtance fierce display,</br>Full sorely Israel's armies 'gan affright,</br>Ne dar'd their Champions prove th' unequal fight.</br>Yet was this Shepherd stripling willing found,</br>Nor aught adred for all that paynim's might,</br>With shepherd's arms, a sling and stone, did wound</br>And him attonce o'erthrew, in that self-vaunting stound.", "These and the like, inscribed in sacred writ,</br>She culls thereout, to read them &mdash; how, of old,</br>The men of God their fiercest foemen smit;</br>As of the captive Israelites we're told,</br>Whom Pharoah long had pent in grievous hold;</br>Whence Moses led them out, with holy hand:</br>And how the parting waters did uphold</br>Their resiant waves, so they mote safely stand,</br>And passen thro' unwet, as on the driest land.", "And how the pride of Bashan's King they fell'd,</br>And Sihon, eke, the Amoritish prince,</br>And all their fone, &mdash; so heav'n their might upheld,</br>In their great deeds its puissance to evince;</br>With miracles, which caus'd the durest flints</br>To gush forth waters in a limpid stream,</br>And other wonders there preserved since;</br>Full many more than here it would beseem</br>The muse to write, sith here to read them best I deem.", "Yet may I not withouten blame forbear</br>Of Judah's glorious bridal day to sing,</br>When Angel triumphs fill'd th' exulting air,</br>What time on Earth that mighty Saviour king</br>Came down, and did Salvation with him bring.</br>This heavenly story reads th' admiring dame</br>Her soul upborne on love's ecstatic wing,</br>And on those faytours vile cries cursed shame,</br>Who scoff'd the Son of God, and sore blasphemed his name.", "But how indignant rise her feelings keen,</br>When, on the cross our bless'd Immanuel nail'd,</br>The world's stupendous sacrifice was seen!</br>Death's victim He, whom minist'ring seraphs hail'd</br>Their Prince. &mdash; Yet nought Death's iron doors avail'd:</br>He brake them, in His own eternal might,</br>The adamantine rocks of Tophet scal'd,</br>And soar'd aloft to Heaven's supremest height,</br>His Father's holy throne, and palaces of light.", "But long to rest beneath this public shade,</br>The youthful swain, whose bosom dwells on love,</br>'Note much enjoy: &mdash; he finds his fav'rite maid,</br>And wends with her to seek the breezy grove,</br>Where beech-hung walks invite the feet to rove;</br>Insuring by their silent far retreat,</br>An hour apart, their mutual flame t' improve,</br>With converse such as love alone can mete;</br>Ne fits it here such talk to ev'ry ear repeat.", "Whether the rustic's love be so complete</br>As his on whom a higher lot is fell?</br>Tho' education much refine the sweet,</br>If more it fixes it, I weet not well;</br>But this I weet, and this can algates tell,</br>The rustic's humble flame is fare more bright</br>Than theirs, who led by riches, buy and sell</br>That goodly tie of fair connubial rite,</br>For sake of loveless gold, which blinds their dazed sight.", "For 'tis not gold can strengthen virtuous love,</br>Ne is it thence can happiness acrue;</br>That noble passion soars all else above,</br>Save the firm basis of allegiaunce true,</br>Mammon has nought with Cupid's band to do;</br>And ever when he does his glare display,</br>Tempting the heart to thither turn its view,</br>From what it best should love, O!  weal away!</br>I deem that wretched wight mistaketh night for day.", "Not so the guileless swain, who only loves</br>His maid, because she chiefest charms his sight;</br>Content and happy, when her heart approves</br>His proffer'd love, and makes return aright;</br>Nought else has she his service to delight,</br>No rich possessions, nor a ponderous purse;</br>But, void of these, in native worth is dight,</br>These, which of wedded pair oft prove the curse,</br>And stir up strife, than which, 'twixt such, is nothing worse.", "But now is time the saucers blue to range</br>On oaken table, and the cups beside;</br>Which tempt the sire his pungent fumes to change</br>For sipping milder tea, the gossip's pride,</br>Which had whylear the rich alone supplied;</br>Nath'more so still, for now its taste benign,</br>Full dearly is to village dames allied,</br>Who would to miss its grateful streams repine,</br>Much as the bard, if forc'd Castalia's fount resign.", "And now Dan Phoebus han unyoked his team,</br>And blushing back to Thetis 'gins descend;</br>The smiling fields reflect his tingent beam,</br>Inviting forth the lover and the friend:</br>Grave matrons too, and groups of children blend&mdash;</br>While mazy feet thus lead the younker train,</br>The old and stay'd apart their steps do bend,</br>Looking along how fares the blooming grain,</br>Bless the all-ripening sun, or augur coming rain.", "Then passing homewards, as the shadows fall</br>From Night's dim curtain, and the silent dew</br>Empearls the turf with drops of moisture small,</br>They seek their cots, which soon again they view,</br>Just ting'd with crimson's last decaying hue;</br>Which reach'd, full many a farewell wish is made,</br>And parting whisper from the lover true;</br>Who steals perchance a kiss, no whit afraid</br>To give offence, or have that friendly pledge gainsaid.", "Then all assembled round their homely board,</br>The Ev'ning's temp'rate meal together share;</br>The Sabbath supper haply may afford</br>Some greater dainty than their common fare;</br>But, ever when 'tis o'er, they all prepare</br>To bend their knees, in seemly order round</br>Their thankful sire, who ends the day in prayer,</br>To Him whose goodness thro' that day they've found,</br>And begs this night, and aye, his grace may so abound.", "Hail!  tranquil eve of undisturbed day</br>How pure the joys, that floating on thy beams,</br>Bid their mild radiance on the bosom play,</br>Rousing the soul from earth's delusive dreams,&mdash;</br>To seek the fruitful banks of Zion's streams;</br>There drink instruction, and imbibe the word</br>Of Wisdom, such as best the mind beseems.</br>O!  may the swains for ever thus accord,</br>In worship to enshrine the Sabbath of the Lord!", "Now wishing each to each a night of rest,</br>They to their humble beds attonce retire,</br>With peace of mind, and health of body blest;</br>More worth than all that pomp which some desire;</br>More worth than fame, which wreathes the poets lyre;</br>More worth than that the warrior toils to gain,</br>'Mid strifeful scenes of blood, and wrathful  fire;</br>More worth than is with victor kings to reign;</br>Is this advauncement high, which crowns the simple swain.", "All who possess a diamond so rare,</br>Are truly rich, nor other riches need;</br>The guerdon this which Virtue has to wear,</br>To mark her dignity and lofty stead,</br>E'en when discover'd, clad in peasant's weed:</br>But not confin'd to humble life, I ween,</br>Is this, of all her sons the happy meed,</br>Some few of lordly tire, with her are seen,</br>Albe, 'mong these, full sorely misempriz'd she been.", "Nor grant attendance on my lay awhile</br>Ye who the shepherds of the sheep-fold stand;</br>Right fain I would that Heaven upon you smile,</br>And cause you right to lead the simple band;</br>Nor, when the salvage spoilers be at hand,</br>Forsake your tender charge, like hireling base;</br>But stoutly 'gainst each Bear and Lion stand,</br>As did that shepherd lad of Jesse's race,</br>Who Salem's royal Courts with kingly praise did grace.", "So mote ye teach the swains to love the Lord,</br>By shewing Wisdom in her pleasant ways,</br>And how her paths do truest peace afford,</br>Far other than the world's deceitful maze,</br>Gild with false splendor of vain Fancy's rays.</br>So mote that heavenly light to you descend,</br>Which brightens, with it's soul-refreshing blaze,</br>All willing minds, to you it's fulness lend,</br>'Till your long toil in Heaven's eternal Sabbath end.</br>"]