["MENALCAS.  MOPSUS.", "MENALCAS.</br>Since thus we meet, whom different fancies lead,</br>I skill'd to sing, and you to touch the reed,</br>Why sit we not beneath this woven shade,</br>Which the broad elm with hazles mix'd hath made?", "MOPSUS.</br>Mine elder thou; 'tis just that I obey</br>What you propose; whether you chuse to stay</br>Beneath the covert of the branching trees,</br>Which shift their shadows to th' uncertain breeze,</br>Or rather in yon' cooling grot recline,</br>O'erhung with clusters of the flaunting vine.", "MENALCAS.</br>Amyntas only can with you compare:", "MOPSUS.</br>What if to sing with Phoebus self he dare?", "MENALCAS.</br>Begin thou first; whether fair Phillis' flame,</br>Or Codrus' patriot quarrel be the theme;</br>Or skilful Alcon's praises swell thy notes:</br>Tityrus mean while shall tend thy feeding goats.", "MOPSUS.</br>Rather I'll try those verses to repeat,</br>Which on a beech's verdant bark I writ:</br>I writ, and sung between:  when these you hear,</br>Judge if Amyntas' strains with mine compare.", "MENALCAS.</br>When the weak willow with the olive vies,</br>Or nard with the sweet rose's crimson dies;</br>Then may Amyntas with thy matchless strain:", "MOPSUS.</br>Enough &mdash; for see!  the solemn grott we gain.</br>Round Daphnis dead the nymphs in anguish mourn'd,</br>Witness, ye woods and streams, for ye their plaints return'd!</br>While his sad mother his cold limbs embrac'd,</br>Heav'n and the gods accusing in her haste.</br>No swain then drove his cattle to the flood;</br>No horse would taste the stream, or grassy food:</br>Thee, desart rocks, thee, vocal woods bemoan'd,</br>For thee with dreadful grief, ev'n Lybian lions groan'd.</br>Armenian tygers Daphnis taught to yoke,</br>And whirl the car obedient to the stroke,</br>To dance in frantic mood at Bacchus' feast,</br>And shake the spear with tender foliage drest:</br>As vines the trees, as grapes the vines adorn,</br>Bulls grace the herds, and fields the golden corn,</br>So Daphnis while he dwelt upon the plains,</br>Shone with superior grace among the swains.</br>Thee when the fates in vengeance snatch'd away,</br>Pales nor Phoebus deign'd a longer stay:</br>In vain we sow; the promis'd harvests fail;</br>While wretched lolium and wild oats prevail;</br>For violet soft, for purple daffodill,</br>Brambles and prickly burrs the meadows fill.", "With boughs the brooks o'ershade, ye rural train,</br>With leaves and flowers bespread the verdant plain;</br>Daphnis these rites did for himself ordain.</br>With grateful hands his monument erect,</br>And be the stone with this inscription deck'd;</br>\"I Daphnis here repose; fam'd to the sky,</br>Fair was my flock, but fairer far was I!\"", "MENALCAS.</br>O bard divine!  as sweet thy tuneful lay,</br>As slumber to tir'd swains on new-mown hay,</br>Or as in summer's sultry drought to taste</br>Cool streams that bubbling o'er the meadows haste.</br>Thou even with Pan deserv'st an equal meed,</br>For skill to tune the voice or touch the reed.</br>Blest youth!  who now shalt share that master's fame;</br>Yet will I strive th' alternate lays to frame:</br>Bid Daphnis' praises to the stars ascend,</br>For Daphnis lov'd ev'n me, his humble friend.", "MOPSUS.</br>Thou can'st not please me more. &mdash; The youth thy praise</br>Deserv'd, and Stimichon approves the lays.", "MENALCAS.</br>Daphnis with wonder mounts to heav'n on high,</br>Above the clouds, above the starry sky:</br>Hence, joy enchants the woods, and smiling plains,</br>Pales and Pan, the Dryads, and the swains;</br>No more the prowling wolf the cattle fear,</br>Nor secret toils deceive th' incautious deer;</br>The sylvan wars of cruel hunters cease,</br>For Daphnis loves an universal peace.</br>The desart mountains into singing break,</br>The forests and the fields in transport speak;</br>The rocks proclaim the new divinity!</br>A god, a god!  the vocal hills reply.</br>O hear thy worshippers!  four altars see,</br>For Phoebus two, and Daphnis, two for thee!</br>Two jars of fattest oil, each rolling year,</br>Two bowls of frothing milk to thee I'll bear;</br>The ritual feast shall overflow with wine,</br>And Chios' richest nectar shall be thine;</br>On the warm hearth in winter's chilling hour</br>We'll sacrifice; at summer in a bow'r;</br>Alphesiboeus tripping shall advance,</br>And mimic satyrs in their festal dance;</br>Damoetas there and skilful Aegon sing;</br>And constantly our off'rings will we bring,</br>Both to the nymphs when sacred rites are paid,</br>And when the victims round the fields are led:</br>While the cicada sips the dew, while thyme</br>The bees shall suck, while boars the mountains climb,</br>While fishes wanton in the wat'ry waste,</br>So long thy honour, name and praise shall last.</br>Those holy vows which on a solemn day,</br>At Bacchus' and at Ceres' shrine we pay,</br>Daphnis to thee shall rise each circling year:</br>Thou too shalt be invok'd and hear our pray'r!", "MOPSUS.</br>What thanks, what recompence can my weak lay,</br>For such exalted strains as thine repay?</br>Not from fresh whispers of the southern breeze,</br>Nor gentle dashings of the calmest seas,</br>Nor from the murmuring rills, such joys I feel,</br>That gliding down the pebbly vallies steal!", "MENALCAS.</br>But first receive this slender pipe, the same</br>That told poor Corydon's unpitied flame,</br>Who vainly sought Alexis' heart to move:</br>The same with which Damoetas fondly strove.", "MOPSUS.</br>And thou, Menalcas, take this well-form'd crook,</br>With polish'd joints adorn'd and brazen hook;</br>Which ev'n Antigenes could ne'er obtain</br>Tho' worthy to be lov'd, a beauteous swain.</br>"]