["Beside yon limpid stream how oft I stray'd!</br>How oft, in childish hours, delighted play'd!</br>How oft have gather'd flow'rets o'er the brink</br>That, nodding, dipt, the passing wave to drink!</br>The bird how oft pursu'd in eager chase,</br>A new advent'rer from its native place;</br>That wander'd, timid, panting, gazeful round,</br>Perch'd on the bush, or totter'd on the ground.</br>Near, and more near, as cautiously I drew,</br>My hope it mock'd, and still more distant flew;</br>And I, condemn'd, e'er since, hope's lure to try,</br>Still see the phantom near, still see it fly!", "How oft, well-pleas'd, the dancing cork I ey'd,</br>A trembling index, light upon the tide!</br>Or launch'd the paper vessels, steer'd their course,</br>And with a monarch's pride beheld my force;</br>While down the stream I saw my fragile fleet</br>By eddies hurried, and by billows beat:</br>Ah!  little conscious of our future doom,</br>O'er life's wide ocean, tempest-tost, who roam.", "How oft, within the copse that clothes yon hill,</br>My well-pleas'd ear pursu'd the murm'ring rill</br>That coyly hides her silver, virgin stream,</br>Then peeps again to meet the sunny gleam.</br>There primrose blooms, all lavish, sweetly smil'd;</br>Pale, short-liv'd tenants of the vernal wild.</br>There I forestall'd the wand'ring spoiler bee,</br>And suck'd their nectar cups with infant glee:</br>With curious eye, when spring the green boughs drest,</br>There sought the chorister's secreted nest;</br>Detecting sly, the linnet's hidden seat,</br>That artful wil'd me from her fond retreat;</br>There, wonder'd at the heav'n-taught skill that spread</br>The silver lining of the moss-wove bed;</br>Delighted ey'd the sparrow's eggs of blue,</br>Soft as Melissa's eye, or morning's hue;</br>With finger tantalis'd the hungry brood</br>That claim'd a mother's aid, and gap'd for food:</br>But none were harm'd; for kind, parental care,</br>Had taught me both to pity, and to spare.</br>And oft, when Autumn bent the loaded bough,</br>I shook the patt'ring show'r of nuts below.</br>In such pursuits each passing hour could please,</br>For small delights can glad the heart at ease.", "E'en winter many a puerile sport supply'd:</br>The slipp'ry ice that shot in crystal pride;</br>The snow so chastely white, with feath'ry fall</br>In one diffusive hue absorbing all;</br>The hoary hill, the cot, the winding dell:</br>How gaz'd, we elves, as soundless slow it fell!</br>The novel wonder pleas'd the careless breast,</br>Pure as th' unsullied garb which nature drest:</br>Th' imprinting foot betray'd, we joy'd to trace</br>O'er undistinguish'd nature's level face;</br>The hard'ning ball we gaily toss'd around,</br>Or roll'd to giant size along the ground.</br>Night, too, with bliss inspir'd the noisy train:</br>The lengthen'd laugh, from hearts untouch'd by pain,</br>That shook, convulsive, ev'ry bursting side,</br>When mirthful Christmas gilded Winter's tide;</br>The vacant hour, the birth-day's festive treat,</br>That wak'd the jest with boundless mirth replete:</br>Then grop'd the blinded hero round to seize</br>Each boist'rous urchin, watchful how to tease.</br>But when th' exhausted spirit 'gan to tire,</br>The pigmy circle sought the cheerful fire;</br>Th' amusive tale of infant history spread,</br>And credulous wonder grew, and solemn dread.</br>Next giant feats the rapt attention drew,</br>And stories thence of ghosts and goblins grew:</br>While terrors rise, and speaking in each face,</br>With death-like awe, and silence, chill the place.</br>More close we cling as rising fears confound,</br>And cast a stealthful look suspicious round.", "Ye sons of pedant pride!  severely wise,</br>Who ev'ry trifle, save your own, despise,</br>Awhile to childhood's simpler tales attend,</br>And say, how soon our sweetest pleasures end.</br>Ask pow'r, or niggard wealth, or learned strife,</br>And all adult'rate hopes of busy life,</br>Are they so pure as dreams of fervid youth?</br>So warm as blissful ignorance of truth?</br>Hard is the heart that knows not how to melt</br>When busy mem'ry paints what once it felt;</br>And how the musing mind delights to dwell</br>On hours of innocence, ye feeling, tell!</br>How grateful 'tis to live o'er youthful days;</br>Guilt only shuns reflection's wakeful rays.</br>Yes!  manhood's pride, his ev'ry anxious care,</br>Is only hollow folly drest more fair.</br>Poor vanity decks out her pompous joys,</br>And cheats the full-grown babe with gilded toys.</br>What are the schemes that restless mortals plan,</br>But specious baubles, cheating childish man?</br>Less innocent, less pure, we hence complain,</br>That all below is empty, all is vain.", "Now the light forms of morning's lucid pride</br>Are borne far, far adown the flowing tide</br>Of all-destructive time!  Mere passing dreams,</br>Mere glitt'ring vapours, evanescent beams!</br>Ah gone, for ever gone!  So the rich bow</br>O'er the thin air with unsubstantial glow</br>Spreads its delusive form; so sudden fades</br>Each splendid joy in dark oblivious shades.</br>How oft yon lilac's vernal tints I ey'd!</br>When hope shone smiling, in its purple pride,</br>Around my bow'r, the bow'r these hands had rais'd,</br>How swell'd my heart, elate to hear it prais'd!</br>Ah transient bloom!  swift child of fleeting spring,</br>Thou annual promise with impatient wing!</br>Short are thy visits, and in haste again</br>Thou leav'st me, still to moralise and plain.", "Yet some strong traces printed on the brain</br>O'er grief a renovescent pow'r maintain;</br>Some passing pictures dwell in mem'ry's sight,</br>Like visionary shades in magic light,</br>Like the last image of the setting sun</br>In ether pictur'd, when his course is run.</br>On these, e'en yet, reflection loves to dream;</br>Dwells on the past, and courts the rapt'rous theme.", "The rapt'rous theme how age will lengthen out,</br>Chain'd to the elbow-chair with tyrant gout;</br>Talk of his boyish days, each active feat,</br>Each well-plann'd mischief, and each truant cheat.</br>While renovating spirits light his eyes</br>In momentary youth behold him rise!</br>Hug the rude grandchild, fling aside the crutch,</br>And cry, \"How flown the days since I was such.\"", "Repos'd beneath the church-yard's shelt'ring yew,</br>While all the village stretch'd before his view,</br>Oft have I heard an old loquacious swain</br>Praise all the past, the present all arraign.</br>\"Yon mansion, nodding now in proud decay,</br>I knew, he sigh'd, in its most splendid day.</br>There kind reception humble friendship found,</br>And festive gladness roar'd the roof around;</br>Good-will attracted there the neigh'bring poor,</br>While hospitality spread wide the door.</br>There those, who went o'erwhelm'd in show'rs of grief,</br>Saw thro' its clouds the rays of hop'd relief.</br>Swift as the mist dissolves before the day</br>The sun of bounty chas'd their tears away.</br>A sure retreat there modest merit found,</br>And charity alone on falsehood frown'd.</br>The feeling master op'd his lib'ral hand,</br>And scatter'd plenty round his menial band;</br>The busy wife bade sorrow leap with joy;</br>Benevolence her art, her sole employ.</br>Skill'd in the use of ev'ry herb that grew,</br>Disease before her healing mercy flew:</br>She sought the hamlets in her daily round;</br>The secret cell of silent sorrow found.</br>E'en those receiv'd relief who never knew</br>To whom the debt of gratitude was due;</br>And piety, beyond all hope redress'd,</br>The ministry of Providence confess'd.</br>Few were the poor; reproof had force of law,</br>While coward vice shrunk back from virtue's awe.</br>Thus decency prevail'd; the name of friend</br>Preserv'd the breast which justice could not mend.</br>Ah then!  the crowded church, with heartfelt lays,</br>Resounded loud the great Creator's praise.</br>Ah then!  stout industry, of swarthy brow,</br>Bad the rich fields with brighter harvest glow.</br>Nor ragged sloth, nor hot distemper's rage,</br>Child of intemp'rance, hasten'd nerveless age.</br>Behold yon straw-wove roof within the glade,</br>That clasps the friendly elm-tree's shelt'ring shade!</br>There liv'd my happier sire, and left it mine;</br>And there in times degenerate I decline.</br>Ah!  can I e'er forget the boyish day!</br>The soft rememb'rance now retards decay.</br>Dear was that home!  and dear the mother's smile,</br>That sooth'd the school's hard discipline awhile;</br>When peeping forth with love-illumin'd face,</br>She held her darling in the fond embrace.</br>But now the country wears a darker hue!</br>And flown, all flown the joys my childhood knew!</br>Shrunk by the hazard of the faithless dye,</br>The woods, hewn down, in cumb'rous ruin lie.</br>No welcom'd voice the vacant dome returns,</br>While damp walls round the sullen echo mourns.</br>The crumbling piles a frequent master own,</br>Who flies reflection, seeks the madd'ning town;</br>Flies the calm bliss that sooths the virtuous breast,</br>While prisons yawn to catch their spendthrift guest.</br>Ah waste, neglected meads!  Ah tangling groves,</br>Tuneful no more with harmless warblers loves</br>To him who fresh at noon or ev'ning roves.</br>Now vice-worn beggars crowd the dreary fields,</br>A scanty crop where unwoo'd nature yields.</br>O'er the chill grounds, no more by toil array'd,</br>Dull pensive sadness casts perpetual shade.\"", "And I, can I forget the parent's dome;</br>The dear attachments, and the native home!</br>How pin'd my restless thought each irksome day,</br>Torn from the centre of delight away!</br>E'en then, when riper years first bade me try</br>The vainer world, and dear experience try</br>How strong th' attracted soul would vibrate there</br>Where scarce was felt one pang of bitter care!</br>Sigh for the happy spot where calmly dwelt</br>Sweet, ever-smiling peace, content heart-felt.", "Hail, lovely blooming youth!  hail, golden hours!</br>All hail, unclouded skies, and thornless flowers!</br>Hail, happy age, when all of life was gay,</br>And circling pleasures gladden'd ev'ry day!</br>When wrap'd in downy wings profoundly deep,</br>The ready lid sunk charm'd in stealthful sleep!</br>When pure celestial spirits softly shed</br>Their balms around th' invigorating bed.</br>Grief o'er th' untouch'd heart then lightly flew,</br>And tears were volatile as summer's dew.</br>Health fann'd the gale, with all his rosy train,</br>And virgin joy, unwedded yet to pain.</br>Ah then th' unconscious mind ne'er long'd to stray</br>Beyond the close horizon of the day!</br>Or if it stray'd, with cheated vision saw</br>The flatt'ring shapes that hope delights to draw.</br>As distant  landscapes, melting into air,</br>The mellow tints of purple softness wear,</br>So all the future scene to youthful eyes</br>Will ignorance and fancy harmonize.", "Yes!  youth can e'er delight; all joy to see</br>The fleecy innocent in frolic glee.</br>Sweet is the dove first flutt'ring from her nest,</br>When silver plumes bespread her trembling breast.</br>Sweet is the rose bud wrapp'd in mossy green,</br>When lips of modest crimson peep between.</br>Fresh on the hills, in dewy fragrance born,</br>Sweet is the op'ning prime of blue-ey'd morn.</br>Sweet is the slumb'ring infant on the knee</br>Of the fond mother, wrapp'd in ecstacy:</br>Beneath propitious heaven's benignant pow'r!</br>When golden cherubs watch the sacred hour.", "Yet Sorrow's brood infest our early years:</br>Tyrant Restraint his frowning front uprears;</br>And Punishment, with scorpion stings that tear</br>Of flying Dread the bloody shoulders bare;</br>Denial cold, with petrifying look;</br>And frosty Disappointment's chilling stroke;</br>And monkish Discipline in garb uncouth,</br>That bars the prison doors of frolic youth.</br>First, learning's harbinger, the vet'ran dame</br>Is sought; and such I knew of wond'rous fame.</br>In elbow-chair she sat, in rigid state,</br>With pow'r and jealous consequence elate.</br>Ah!  how we urchins shrunk, how trembled round,</br>If from caprice, or household cares, she frown'd!</br>How watch'd her eye; how dwelt on ev'ry look;</br>Of ev'ry scowl, of ev'ry smile partook!</br>How panting sunk each heart when forth to view</br>The terror-waking birch she dreadful drew!</br>Her own importance well she knew to raise;</br>With awe to chill, or elevate with praise.</br>How was the penny priz'd when, new and bright,</br>It met, a proud reward, the exulting sight</br>Of him who, after toil, and time long spent,</br>Could con his letters all to her content!</br>Sacred whate'er she own'd:  her antique chair,</br>Her shining platters, and her linen fair;</br>The cruel ferule, nay her very nod;</br>We own'd her justice, and rever'd the rod:</br>Her tell-tale pigeons honour'd, e'en the cat,</br>That, often stroak'd, beside her elbow sat.</br>At church she shone with undiminish'd grace,</br>And look'd self-conscious round the sacred place.</br>How proud her boast, that 'twas her happy mead</br>To hear him preach whom she had taught to read.</br>Methinks, tho' time hath run a length of years,</br>E'en yet, the buz of learning fills my ears;</br>When stiffly in a row, with hands behind,</br>The sacred catechism we sadly whin'd.", "Of knowledge as we trace the fountain head,</br>Though op'ning prospects brighten as we tread;</br>Rich as the banks, where fam'd Ilyssus roves,</br>Or fairer Daphne's consecrated groves;</br>Yet gloomy paths, and fear inspiring shades,</br>Deter the doubtful foot, that first invades.</br>What pangs severe depress'd my unfledg'd mind</br>If but, perchance, the tutor frown'd unkind!</br>If but his undrest wig, and brow deep knit,</br>The spruceless coat, the sullen thoughtful fit,</br>Bespoke the temper sour'd &mdash; how shrunk we round,</br>Half-petrify'd, and swooning, as he frown'd!</br>How oft, before the break of cheering day,</br>Lit by the lantern's supplemental ray,</br>Have I with aching fingers, nipt by frost,</br>Thro' silent streets the school-house threshold crost,</br>Rous'd by the sullen clock from the warm bed!</br>E'en now, its tuneless tongue inspires a dread.</br>The nightly task my slumbers broke, while fear</br>Watch'd on the pillow with a shade austere.</br>Hence, horrid care!  ah hence!  nor e'er destroy</br>The simple paradise of youthful joy;</br>But shed, bright bliss, thy many-colour'd ray</br>On the sweet op'ning buds of orient day.", "To infant minds the crystal clear expand</br>Of useful truth, and warn with caution bland.</br>Yet ah!  ye sons of discipline, beware</br>Ye nip not hope's gay spring with blighting care;</br>Give youth pure health, and temper mild to gain,</br>And never cloud with unavailing pain.</br>O'er bold offence let justice wave her scourge;</br>Spur creeping sloth, and cold indiff'rence urge.</br>More emulation fires, let dew-like praise</br>The rising plant with softer influence raise.</br>Yet soon dispers'd each momentary fear</br>When relaxation's fav'ring hour drew near;</br>Then burst we forth, and with a torrent's bound</br>Tumultuous rush'd, and leap'd, and madden'd round.</br>Then frolic, from restriction wildly free,</br>Climb'd with a squirrel's spring the tow'ring tree;</br>The lofty barrier leap'd, flew to the race,</br>Or cleav'd the lucid flood with flectile grace.</br>Elastic vigour, ever prompt to rise,</br>Flush'd the bright cheek, and fir'd the sparkling eyes;</br>Invok'd the sport, the sport for youth assign'd,</br>That knits the limbs, and clears the stagnant mind.</br>'Tis nature's law.  Behold the kitten made</br>Expert by frolic in her fraudful trade.</br>A mimic prey the rolling cork supplies;</br>In fancy caught, the mouse, in fancy, dies:</br>Now grasp'd within the tabby paw, and then</br>Spurn'd far away, to be pursu'd again.</br>Behold!  the dappled fawn break thro' the shades,</br>Bound o'er the hill, or skim along the glades.</br>While the calm flocks sedately feeding stray,</br>Their nimble young in circling races play;</br>On trembling limbs they scour, as loth to yield,</br>Rush down the slope, and sweep the printless field.</br>Thus too, beneath bright summer's golden eye,</br>When soft transparence melts the azure sky,</br>Mocking the ken of sight, the rooks ascend</br>And teach their young on ebon wings to bend</br>Their vent'rous course.  Behold the dusky flock</br>Fade o'er the airy mountain's topmost rock;</br>Athwart, around, they beat th' etherial plain,</br>While shade and clamour track their less'ning train.", "Hence constant peril threats our earliest days,</br>Treads in each step, and in each pastime plays:</br>Unheeded lurks in youth's expanding bloom,</br>Watches his prize, and purveys for the tomb;</br>Tempts in the limpid flood, all falsely fair;</br>Hangs on the precipice, or floats in air.</br>What fav'ring guard protects our heedless hour,</br>Detects deceit, or checks disaster's pow'r?</br>The hand unseen, by whose propitious grace</br>\"Their angels e'er behold their father's face.\"</br>These shield from ill the infant's balmy hours,</br>Sweet as it sleeps on banks of vernal flow'rs;</br>Shed o'er the hallow'd head celestial rays,</br>While the charm'd adder inoffensive plays.", "Me thought sedate more pleas'd:  the shelly shore</br>To range, and hear the wild wind's solemn roar,</br>To view the foaming terrors of the storm,</br>Or cull the weeds, and note each curious form;</br>Or when the halycon summer on the deep</br>Hush'd ev'ry wave in clear, cerulean sleep,</br>To watch the fish within the waste serene,</br>Or count the pebbles thro' the crystal stream;</br>Mid rural meads to wander many a mile,</br>Or time beside a murm'ring brook beguile;</br>Or, mid the grove, or pacing slow the mead,</br>Oft ling'ring at the wood-side stile to read:</br>Then, tho' unskill'd, the pencil's mimic pow'rs</br>Trac'd nature's forms, and charm'd the vacant hours;</br>Then smil'd sweet Poesy, harmonious fair,</br>Of ardent eye, and wild enraptur'd air;</br>Sweet Poesy, that solitude can cheer,</br>And smooth the wrinkled brow of woe severe:</br>She that in soft delicious dreams the soul</br>Can wrap, and lead beyond the dark controul</br>Of a bad world to fancy's Eden, where</br>Ideal bliss forbids approach of care.</br>Ah!  sons of folly, never may ye taste</br>Her visionary joys, who badly waste</br>Health, ease, and honour, in the guilty maze</br>Of sordid int'rest, and delusive blaze</br>Of golden light, that lead your feet astray,</br>To dark destruction's unsuspected way!</br>The sons of genuine verse low art disdain,</br>And soar above the atmosphere of pain.</br>Soul-conscious freedom theirs; hope ever bright,</br>Inspiring radiance of celestial light.</br>Candour, and faithful pride, that ne'er betrays</br>The nobler mind; the love of virtuous praise</br>That lifts th' aspiring soul.  What heav'nly glow</br>Feels merit when the good and wise bestow</br>The meed deserv'd!  nor cold reluctant praise</br>Denies to honest toil the well-earn'd bays!</br>Ye anxious worldings!  ill can ye conceive</br>The pure delights the virtuous Muses give.</br>Yet would not they, indignant though ye smile,</br>Their innocence exchange for earth-born guile.", "A world in miniature is ev'ry school,</br>Where infant vices infant passions rule.</br>There little tyrants learn despotic sway,</br>To make a future trembling race obey.</br>The boy first taught to cringe, a stripling grown,</br>Bids lesser wights his iron prowess own.</br>Inflated with the lust of darling power,</br>He hugs the passion to his latest hour.</br>There, the poor fag, beneath the barb'rous reign,</br>Dares not a murmur, dares not to complain,</br>While unrelenting cruelty employs</br>His tort'ring arts, and innate worth destroys;</br>Destroys the virtue early care has giv'n,</br>And spoils the blessed image of fair heav'n.</br>Ye feeling mothers, who entrust afar</br>From tender arms your blooming infant care,</br>Ah!  little dream ye what mishaps attend</br>The mourned absence of their only friend;</br>What suff'rings they must prove beneath the scowl</br>Of petty tyrants, and of harsh controul;</br>Tyrants that ne'er relent, whose ev'ry nod</br>Obedience claims beyond the master's rod.</br>Ah!  little dream ye what your fav'rites feel,</br>From practis'd malice, and from breasts of steel.</br>Ye sager parents, who with care impart</br>The seeds of noble moral to the heart,</br>Ah!  think what ills attend th' unshielded child,</br>By young debauch and impious pow'r beguil'd;</br>How taught by senior wretches, he must learn</br>To shrink beneath the frown of terror stern;</br>To turn the ready lie, to laugh at shame;</br>To screen each error, and to bear all blame;</br>To cringe, to fawn, to trespass, and to steal;</br>To suffer stripes unmov'd, nor truth reveal.</br>Shall schools such errors teach?  And there</br>Revenge his nursing imps for food prepare?</br>Shall all the pois'nous breed of horrid strife</br>The passions light, that prove the bane of life?</br>Shall cruelty instruct with hellish art,</br>Deaden all feeling, indurate the heart?</br>Alas!  if tutors' eyes are slow to mark,</br>The early kindling of each tiny spark</br>Of error, these to wide excess will reach;</br>For youth is prompt to learn when striplings teach.</br>With wounds, when pelted frogs are doom'd to die,</br>And pointed pins transfix the tortur'd fly,</br>In vain poor innocence for pity pleads,</br>More joys the little savage as it bleeds;</br>Complete in practice, next extends his plan,</br>And vengeance saturates on fellow man.</br>Be cruelty far banish'd from the breast</br>Of youth, and softest sentiments imprest:</br>Susceptive feelings, and affections kind,</br>Dawn a fair day, and speak the future mind.</br>We trace each embro virtue, though unblown;</br>And in the child confess the man foreknown.", "A just fledg'd bird some raptur'd infant gains,</br>The helpless stranger constant care maintains;</br>Taught from her hand to feed, her call to know,</br>To peck, and perch, and more familiar grow;</br>The savage cat attacks the cherish'd prey,</br>How weeps in tender grief her soul away!</br>Soft woes, with salutary pain, distress;</br>The callous mind, unblest, knows not to bless.", "Affection next, the poor remains to save,</br>Within the garden digs the hallow'd grave;</br>Her youthful friends, intent, with earnest care,</br>And mimic pomp mock fun'ral rites prepare;</br>Her fav'rite's tomb they raise, and drop the tear,</br>And plant the fragrant flow'rs to blossom near:</br>The garden nam'd her own, where strives in vain</br>The oft transplanted flow'r short strength to gain;</br>While there, with busy hands and peering face,</br>Impatience digs the harrass'd soil to trace</br>The roots with fluid drench'd, that daily pin'd;</br>Kill'd by officious toil, and zeal too kind.", "How blest th' illusions of the unform'd mind,</br>Unstain'd by guilt, to painful knowledge blind!</br>Do prouder judgment and fastidious skill</br>Augment our bliss or simple pleasure kill?</br>Alas!  they kill; made critically wise,</br>Each fascinating form of fancy dies.</br>Too nice for happiness, we try each art,</br>To court indiff'rence and to sear the heart;</br>How have I gaz'd delighted o'er the stage,</br>When e'en the stroller stalk'd in tragic rage,</br>Ere yet experience taught by settled laws,</br>To judge by skill and give more slow applause.", "Yet sober judgment and the candid heart</br>May draw from all things bliss, to all impart;</br>Th' instructive scene, when fav'ring Muses lend</br>Their pow'rful aid, is still to worth the friend;</br>E'en now, if freedom suffers, or if virtue dies,</br>The dews of softness dim these melting eyes.</br>But is the stage for youth a useful school?</br>It may, where chastity and wisdom rule.</br>But now, be not the censure deem'd severe,</br>Indecent jests offend the female ear.</br>The blushing nymph shall thoughtless fathers bring</br>To spots with ribaldry that loudly ring?</br>For when obscenity its poison sheds,</br>Triumphant vice exults, as folly spreads.</br>A little poison works much ill, and flows</br>Down through the stream and murders as it goes.</br>The scene with fascinating pow'r prevails,</br>Charms ev'ry mind, and o'er the senses steals:</br>By easier steps corruption's art succeeds,</br>When thro' the flow'ry paths of joy it leads.</br>The scene enchants; th' ambitious boy, how proud,</br>To rant, and strut, and glitter to the crowd!</br>The bursts of loud applause how pleas'd to count!</br>The skies each little hero seems to mount;</br>What pains were ours, and what expedients try'd</br>To shine, and stalk, and fret in scenic pride!</br>Once in a loft in pomp theatric drest,</br>Assembled crowds the failing floor deprest;</br>When Otway's lover plaining on the ground</br>Lay stretch'd, attention hush'd the house around:</br>A sudden crash the sinking beams betray;</br>Confusion rose, loud uproar, and dismay;</br>All shriek, all fly; all shout, \"it falls!  it falls!\"</br>In vain, in vain, a buskin'd hero calls,</br>\"Fear not, fear not the floor &mdash; pray ladies, stay,</br>I've yet the best of all my lines to play.\"", "Ah!  blissful age!  Ah!  ever-smiling hours!</br>Your days all budding spring, your grief May show'rs;</br>Sport on in thoughtless mirth supremely blest,</br>In innocence, the sunshine of the breast;</br>For danger's season soon, too soon succeeds,</br>With riper suns vice spreads her ranker weeds.</br>Ah!  then farewell!  the unreproachful hour!</br>New passions rise with all imperious power;</br>New hopes then beam and ampler prospects spread,</br>And million claims buds forth, by passion fed.</br>Farewell the careless breast, the thoughtless day,</br>The changeful visions that in fancy play;</br>Farewell the genuine joy, the heart-born smile,</br>And all that childish vacancy beguile:</br>Approaching manhood comes with look austere,</br>Ambition proud pursues and care severe;</br>Ah!  now beware, ye heedless gay, beware,</br>Lest vice enthrall you in his subtle snare;</br>The monster's wily net deceitful spread,</br>Threat's ev'ry step and hovers o'er each head;</br>And rising passions watchful to destroy,</br>Like treach'rous insects sting in flow'ry joy.</br>Guard your young hearts, suspect fallacious smiles,</br>Shun, shun the tawdry harlot's wanton wiles:</br>Ah!  shun the wretch, betraying, and betray'd,</br>Whose front is falsehood, and deceit whose trade;</br>Pollution lurks in all her painted charms,</br>She hates thee, e'en when folded in her arms;</br>Health flies her dwelling, dark suspicion low'rs</br>Her gilded roof around, her fragrant bow'rs.</br>In Indian climes inviting trees arise,</br>With fruit o'erhung that tempt unwary eyes;</br>But smiling poison those, for e'en the dews,</br>Their leaves distil contagious drops diffuse;</br>Love, delicately chaste, the wanton flies,</br>Bears not expansion, without virtue dies.", "And e'en from chaster love thy soul refrain;</br>O shun the premature distracting pain;</br>Till prudence point the happy choice, the while,</br>Propitious friends and fav'ring fortune smile.</br>Proud luxury forbids that early youth</br>Should taste the purer joys of wedded truth;</br>When fruitless passion claims the yielding heart,</br>Then mental peace, and life's best joys depart;</br>Despair, grief-fed with unrelenting lour,</br>Rears his dark form, and chills each joyless hour.", "Beware too, youth, of torpid indolence,</br>That chains like opium ev'ry useful sense;</br>The creeping cancer that corrodes the whole,</br>Fair virtue's death, the slumber of the soul.</br>Cherish each hour, and fix it ere it flies,</br>And let improvement mark the golden prize.</br>From sloth time 'scapes, by diligence employ'd,</br>The fragrant breeze though past, is yet enjoy'd.</br>As chymists volatiles in glass retain,</br>Thus ardent studies fleeting moments chain;</br>Hermetically seal'd, nor more diffuse,</br>Th' evasive pris'ner lives for constant use.", "Intemp'rance fly though smiling joys invite,</br>Ah shun!  determin'd shun!  the false delight;</br>Dash down the tempting cup tho' sparkling high,</br>For 'tis a purple traitor courts thine eye:</br>Shun those that seek in low excess to drown</br>Obtrusive thought, and mis'ry all their own.</br>Distrust yourselves; self confidence your foe,</br>Misleads each step:  tread cautious, sober, slow.</br>Deep in the vale, in doubt the trav'ller bends,</br>But learns each op'ning scene as he ascends.</br>When gain'd by toil the hill's commanding brow,</br>The past, the future prospects spread below:</br>Thus man his path pursues; in early youth,</br>The vale of life obstructs the ken of truth.</br>A gaudy scene next manhood's summit shows,</br>And ev'ry maze detects, whence error rose;</br>The future's flatt'ring paths invite to try,</br>Where promise bursts resplendent on the eye.</br>Descending age our weary road attends,</br>Till cheated life in disappointment ends;</br>Till restless man, content no more to roam,</br>Meets in the grave a calm, a lasting home.</br>Virtues that favour win and love bespeak;</br>The forward, pert, fantastic, prattling, vain,</br>Meet no attention, give each hearer pain.</br>Youth can but little know, and lives to see</br>That little stock mere empty fallacy:</br>Without experience and with notions crude,</br>A thousand falsehoods in the mind obtrude.</br>Glitt'ring like thin gold-leaf mere surface shew,</br>To hide the meaner substance just below.</br>So badly balanc'd, shall the vessel find</br>A course direct, the sport of ev'ry wind?</br>Nor compass found, nor rudder fix'd to guide,</br>To shun the shoals or stem the stormy tide!</br>Orgilio once of parts, conceited, proud,</br>Would thwart, but contradiction ne'er allow'd;</br>Undaunted spoke of all he heard or saw,</br>Dealt out opinions with the weight of law.</br>A rev'rend senior, with sarcastic jest,</br>His petulance rebuk'd, and cut his crest:</br>\"Go on, young man, decision self displays,</br>Such was I once, we all have puppy days;</br>Oft have I mark'd a calf in silly pride,</br>Butt on the road, and flounce from side to side,</br>Till steady grown by age, he then became</br>A sober ox, fed harmless, dull, and tame.\"</br>Yet dreams have bliss, again, again I try,</br>Unwilling wak'd, to close th' enraptur'd eye;</br>But soon the morning visions fleet away,</br>Reject my suit and shun the riper day:</br>Yes, once I dreamt that life was not a cheat,</br>No bosom treach'rous, and no smiles deceit;</br>That all were pious who to churches went,</br>All truly blest who seem'd to smile content;</br>Unhacknied, gen'rous, all the sons of men,</br>All like my unsuspicious bosom then.", "Oft have I seen, when musing on the shore,</br>Unskilful infants grasp th' unwieldy oar;</br>Push the frail bark into the swelling main,</br>Borne by the rapid tide, pant to regain</br>The less'ning land, and shrieking weep too late,</br>The gaping horrors of tempestuous fate.</br>True picture of our unsuspecting age,</br>Who long to stretch where fatal billows rage.</br>'Gainst our own heav'n, like angels we rebel,</br>And quit the realms where during raptures dwell;</br>Pant for a wing to range the world around:</br>The world!  how swoons my soul to hear the sound!</br>The world, where pleasure flies the grasping hand,</br>And hope builds palaces on shifting sand;</br>Where treach'ry talks with sweetly melting flow</br>Of honied words, that turn to gall and woe;</br>Confed'racies of profit or of vice,</br>Where friendship only firm as faithless ice,</br>When potent av'rice casts a golden ray,</br>Dissolves its brittle mass, and floats away;</br>Fix'd in the breast, where pride or int'rest thrives,</br>And love a secondary passion lives;</br>Where children cherish'd by affection's ray,</br>Long in the dust the partial sire to lay;</br>Tho' daily fondness beams the constant smile,</br>And only wisely keeps its own awhile.</br>Here obligation e'en beneath the wing</br>That hatches it to life will fix a sting;</br>Here worth is trampled down by mounted pride;</br>And modesty by av'rice push'd aside;</br>Such slow discernment guides the stupid crowd,</br>That impudence for talent is allow'd.</br>In life's true masquerade fools are so blind,</br>That half a thin disguise will cheat mankind;</br>Here ostentation weak expedients tries,</br>To lead from happiness our wand'ring eyes.</br>Thou wouldst do good!  but be thou pure as snow,</br>With ev'ry kindness let thy bosom glow;</br>Detraction's pois'nous breath thy fame shall blot,</br>Or envy's microscope pry out a spot.", "Has then this sickly world no cordial balm?</br>This storm of passion no delightful calm?</br>Yes, as the traveller mid dreary wastes,</br>Here meets a flow'ret, there a fountain tastes;</br>As stars that aid the gloom of during night,</br>So scatter'd worth diffuses partial light;</br>O'er all our ills a self-born radiance sheds,</br>More bright, like phosphorous, as darkness spreads.</br>Let potent wisdom smooth the wrinkled brow,</br>And sweet complacence soften all below;</br>See in each rising sun new comfort giv'n,</br>And when it sets behold a nearer heav'n;</br>The few rare gems of friendship here improve,</br>As fading emblems of eternal love.", "O'er all your views let piety prevail,</br>Thy surest guide, when sense or doubt assail;</br>Cold to its God, the breast becomes the slave</br>Of ev'ry passion's rule:  for what shall save</br>The vacant mind, when he can claim no share,</br>Who fills the earth and glads the fields of air?</br>Who bids to joy thy bosom beat elate;</br>Bids pleasure smile, or hope anticipate?</br>The pow'r o'er all that reigns; &mdash; ah!  canst thou owe</br>Such debts, and with no warm sensations glow?</br>Upon the wings of morn let ardour rise,</br>And fresh in youthful vigour glad the skies.", "Next to thy God thy parent's will obey,</br>And all their tender offices repay</br>With duteous love; repay the anxious fears,</br>The constant pains that watch'd thy tender years;</br>The thousand nameless marks affection gave</br>Of will to bless, and vigilance to save.</br>Base is the soul, devoid of that fine glow</br>That bliss which grateful feelings e'er bestow.</br>Hopeless the youth a parent's breast that tears</br>With fond ingratitude, and scorns grey hairs.</br>How bright the virtue when the child sustains</br>The feebleness of age and sooths its pains</br>That sadden wasting life's last ev'ning hour;</br>On such, O heav'n, thy choicer blessings show'r.</br>Such e'en, perhaps, the clay clad cottage shews,</br>From vig'rous toil when sorrow finds repose</br>In filial arms, arms that return the debt</br>Of life  ere its declining lustre set.</br>O poverty!  to thee such virtues giv'n,</br>Are truest riches sent by bounteous heav'n!</br>Whose choicer blessings thou must ever prove</br>In peace below, and endless bliss above.</br>"]