["There is a wild sublimity of soul,&mdash;</br>An all expanding energy of thought,</br>Which swells intensely to embrace the whole</br>Of the creation that at once is brought</br>Home to th' enraptured vision, which o'erwrought</br>By the unbounded scope on either hand,</br>Floats o'er the crowded scene, with beauty fraught,</br>O'er the far down and mist enveloped land,</br>From Holyoke's awful brow!  For 'tis as 'twere to stand", "Perched like an eagle in his fearful height,</br>Sublime upon the spire of mountains, whence</br>The eye may rove with all enchanted sight,</br>Abroad o'er earth and heaven, &mdash; thro' the dense</br>Of azure bright, &mdash; till lost in the immense</br>Of cloudless space; &mdash; while circling mountains rise</br>In many a bleak and hoary eminence,</br>Blending their blue tops with the mellow skies&mdash;</br>And all around below, a magic scenery lies,", "Of villages and picturesque retreats:</br>And fields and forests in their waving green;</br>And many a spot where beautifully meets</br>Each pleasing feature of a rural scene,&mdash;</br>Barns &mdash; orchards &mdash; herds; &mdash; and bright and broad between</br>Its verdant banks, the river glides, &mdash; and pure</br>The upland springs gush out with rippling sheen;</br>And husband-men their busy toils endure;&mdash;</br>All, all appear at once, in living miniature!", "'Tis something of ubiquity, to stand</br>Above the clouds, in the etherial sea,</br>Whence the inquiring vision may command,</br>At one wild glance, a bright immensity</br>Of every thing, which separately we</br>Deem vast and mighty! &mdash; while proud man the great,</br>And all the splendour of his pageantry,</br>And his ten thousand palaces of state,</br>Scarce dot the crowded view, where all things congregate!", "And this we deem our immortality;&mdash;</br>That the unbounded spirit can out-spread</br>And multiply its thoughts eternally;</br>Communing with the spirits of the dead,</br>And blending with the living; &mdash; until led</br>By its exploring energy, it springs</br>In flight sublime; with reverential dread,</br>Seeking the great First Principle of things,</br>And travels on thro' worlds with swift untiring wings;", "O'erwhelm'd and tortur'd with the painful grasp</br>Of its conceptions of infinity;</br>And struggling with intensity to clasp</br>The measure of Jehovah!  and to be</br>Incorporated with the Deity,</br>In one pure essence of intelligence;</br>Unclogged &mdash; unbounded &mdash; uncontrolled by the</br>Gross qualities of matter and of sense,</br>With nought to dim or mar the glorious immense!", "O God!  these fervent yearnings of my soul,</br>O'ercome the feeble functions of my frame!&mdash;</br>My spirit kindling as tho' by a coal</br>From off thine altar, bursts into a flame,</br>And burns its grateful offering to thy name;</br>And sends its coruscations to thy throne,</br>As earth throws back her light to whence it came!&mdash;</br>O!  on this Sinai make thy presence known!</br>For now I seem to stand, great God!  with thee alone!</br>"]