["He who delights to trace, with serious thought,</br>In all he sees the noiseless steps of TIME,</br>Shall find the outward forms of Nature fraught</br>With ample food for many a lofty rhyme;</br>Or should he fear such dazzling heights to clime,</br>And love to tread a less aspiring way,&mdash;</br>Leaving untouch'd the awful and sublime,</br>And seeking humbler objects to pourtray,</br>May find in such the theme of many a pleasing lay.", "What though the glorious Sun, enthron'd on high</br>May more conspicuously this lesson teach;</br>Or moon and stars, which gem the midnight sky,</br>A yet more touching homily may preach,</br>As day to day still utters ceaseless speech,</br>And night to night yet added knowledge shows,&mdash;</br>Far lowlier objects to the heart my reach,</br>And Wisdom purest precepts may disclose,</br>Cull'd from the Lily's bloom, or gather'd from the Rose!", "Yes, &mdash; you, delightful handy-works of HIM</br>Who arch'd the Heavens, and spann'd this solid Earth,</br>Before whose glory day's proud light is dim,</br>And Art's achievements, if not food for mirth,</br>Display at best its barrenness and dearth,&mdash;</br>You, too, instruct us, and with \"line on line,</br>Precept on precept,\" show us by your birth,</br>Your bud, your blossoming, and your decline,</br>TIME'S never-ceasing flight, and tell us truths divine.", "You, as the changing Seaons roll along,</br>Still wait on each, and added beauties lend:&mdash;</br>Around the smiling Spring a lovely throng</br>With eager rivalry her steps attend;&mdash;</br>Others with Summer's brighter glories blend;&mdash;</br>Some grace mild Autumn's more majestic mien;</br>While some few ling'ring blooms the brow befriend</br>Of hoary Winter, and with grace serene</br>Enwreathe the King of storms with Mercy's gentler sheen.", "Come forth, then, lovely heralds of the Spring!</br>Leave at your Maker's call your earthy bed,</br>At his behest your grateful tribute bring</br>To light and life, from darkness and the dead!</br>Thou, timid Snow-drop, lift thy lowly head;</br>Crocus and Primrose, show your varied dye;</br>Violets, your ceaseless odours round you shed,</br>Yourselves the while retiring from the eye,</br>Yet loading with your sweets each breeze that passes by.", "And you, &mdash; in gay variety that grace,</br>In later months, with beauty the parterre,</br>\"Making a sunshine in the shady place,\"</br>As Una and milk-white lamb were there;</br>Arise!  arise!  and in your turns declare</br>The power of Him who has not only made</br>The depths of Ocean, and the heights of Air,</br>And Earth's magnificence, but has display'd</br>In you that power and skill with beauty's charms array'd.", "Uplift, proud Sun-flower, to the favourite Orb</br>That disk whereon his brightness loves to dwell;</br>And, as thou seem'st his radiance to absorb,</br>Proclaim thyself The Garden's Sentinel:&mdash;</br>And thou too, gentle, modest Heather-bell,</br>Gladden thy lonely birth-place:  Jasmines, spread</br>Your star-like blossoms, fragrant to the smell;</br>You Evening Primroses, when day has fled,</br>Open your pallid flowers, by dews and moonlight fed.", "And where my favourite Abbey rears on high</br>Its crumbling ruins, on their loftiest crest,</br>Ye Wall-flowers, shed your tints of golden dye,</br>On which the morning sumbeams love to rest,&mdash;</br>On which, when glory fills the glowing west,</br>The parting splendours of the day's decline,</br>With fascination to the heart address'd,</br>So tenderly and beautifully shine,</br>As if reluctant still to leave that hoary shrine.", "Convolvus, expand thy cup-like flower,</br>Graceful in form, and beautiful in hue;</br>Clematis, wreathe afresh thy garden bower;</br>Ye loftier Lilies, bath'd in morning's dew,</br>Of purity and innocence renew</br>Each lovely thought; and ye, whose lowlier pride</br>In sweet seclusion seems to shrink from view,&mdash;</br>You of The Valley nam'd, no longer hide</br>Your blossoms meet to twine the brow of purest Bride.", "And Thou, so rich in gentle names, appealing</br>To hearts that own our nature's common lot;</br>Thou, styl'd by sportive Fancy's better feeling</br>\"A Thought,\" \"The Heart's Ease,\" or \"Forget-me-not,\"</br>Who deck'st alike the Peasant's garden-plot,</br>And Castle's proud parterre; with humble joy</br>Proclaim afresh by castle and by cot,</br>Hopes which ought not, like things of time, to cloy,</br>And feelings Time itself shall deepen &mdash; not destroy!", "Fruitless and endless were the task, I ween,</br>With every Flower to grace my votive lay;&mdash;</br>And unto Thee, their long-acknowledg'd QUEEN,</br>Fairest and loveliest!  and thy gentle sway,</br>Beautiful Rose, my homage I must pay,&mdash;</br>For how can Minstrel leave thy charms unsung,</br>Whose meek supremacy has been alway</br>Confess'd in many a clime, and many a tongue,</br>And in whose praise the harp of many a bard has rung?", "Mine is unworthy such a lovely theme;</br>Yet could I borrow of that tuneful Bird!</br>Who sings thy praises by the moon's pale beam,</br>As Fancy's graceful legends have averr'd,</br>Those thrilling harmonies at midnight heard</br>With sounds of flowing waters, &mdash; not in vain</br>Should the loose strings of my rude harp be stirr'd</br>By inspiration's breath, but one brief strain</br>Should re-animate thy rites, and celebrate thy reign.", "Vain were the hope to rival Bards, &mdash; whose lyres,</br>On such a theme, have left me nought to sing;</br>And one more Plant my humbler Muse inspires,</br>Round which my parting thoughts would fondly cling;</br>Which, consecrate to Salem's peaceful King,</br>Though fair as any gracing Beauty's bower,</br>Is link'd to Sorrow like an holy thing,</br>And takes its name from suff'ring's fiercest hour,&mdash;</br>Be this thy noblest fame, imperial Passion-flower!", "Whatever impulse first conferr'd that name,</br>Or Fancy's dream, or Superstition's art,</br>I freely own its spirit-touching claim,</br>With thoughts and feelings it may well impart:&mdash;</br>Not that I would forego the surer chart</br>Of REVELATION for a mere conceit;</br>Yet with indulgence may the Christian's heart</br>Each frail memorial of HIS MASTER greet,</br>And chiefly  what recalls his love's most glorious feat.", "Be this the closing tribute of my strain!</br>Be this, fair Flowers!  of charms, your last, and best!</br>That when THE SON OF GOD for Man was slain,</br>Circled by you, He sank awhile to rest,&mdash;</br>Not the Grave's captive, but a Garden's guest,</br>So pure and lovely was his transient tomb!</br>And He, whose brow the wreath of thorns had prest,</br>Not only bore for us Death's cruel doom,</br>But won the thornless crown of aramanthus bloom!</br>"]