["Wot ye not, stranger, this is Fairies' land,</br>And nightly on the greensward do they play,</br>Like shadowy diamonds on the pebbled strand,</br>That dance and sparkle in the watery spray?</br>Well may they revel here with joyance gay,</br>Since never spot so wond'rous fair, I ween,</br>Glow'd with like beauty 'neath the sunny ray;</br>Or in the moonlight smiled with gentle sheen</br>To woo their fairy bands, and win their sprightly Queen.", "Sometimes in grand procession will they prance</br>Athwart this rustic bridge, and proudly bear</br>Gay silken banner and innocuous lance;</br>While thrilling music fans the midnight air,</br>And choral songsters chaunt that peerless fair,</br>Whose insiration taught a mortal's mind</br>To form this Paradise of all things rare;</br>Where art and nature, by attraction join'd,</br>Find all their beauties dwell, and all their arts combin'd.", "A Fairy, she, descent from regal race,</br>Knowledge and Elegance her parents hight;</br>And she was nurtured by the hand of Grace,</br>With sweet Simplicity, a lovely wight.</br>Thence grew she up, the charm of every sight,</br>For such her power, that e'en the desart waste</br>Became with verdure clothed divinely bright</br>Where'er her flowery steps their wanderings trac'd,</br>Such was this wondrous Fay, whom men ycleped Taste.", "This sylph was clad in many colour'd vest,</br>Adjusted so by Harmony's fair hand;</br>No gaudy hue could therein be express'd,</br>For brilliant tint was tam'd with purest bland&mdash;</br>Her taper fingers held a magic wand,</br>The which on head of happy mortal laid,</br>Straight would each sense with finer powers expand.</br>Hence Noble Marlbro' form'd this Eden glade,</br>For much belov'd was he by that sweet elfin maid.", "A little page hath she, of wond'rous skill,</br>Whose starry eyes out-pierce the diamond's ray;</br>Whose tiny fingers mould whate'er they will</br>In flinty rocks, pure gold, or slippery clay;</br>His cunning hands can beauty's self pourtray;</br>And well his mind hath conn'd all hidden lore,</br>That may his Lady's magic spells display,</br>Invention he &mdash; whom in the days of yore,</br>Fancy, a blooming spright, to sage Experience bore.", "When glimm'ring morn from forth the east would peep,</br>These twain to Marlboro's downy pillow flew;</br>And whiles the gladden'd earth with joy did weep</br>In many a balmy tear of spangling dew,</br>O'er hill and dale his blithesome steps they drew,</br>And bade before his gaze bright visions rise;</br>Which ever and anon they would renew,</br>In every varied scene of beauteous guise,</br>That power like hers could raise, or art like his devise.", "And whiles the princely Knight, with glistening eye,</br>Beheld this day-dream's floating witchery,</br>Two viewless forms were chaunting in the sky,</br>With seraph songs of melting minstrelsy:</br>Whose soft allurements or bold majesty,</br>No ear of mortal might withstand unblam'd,</br>Enthusiasm that &mdash; and this was Genius high,</br>Whose lofty soul his fitful consort tam'd,</br>For blind devotion mourn'd, for generous ardour fam'd.", "They sang, \"This goodly vision all be thine,</br>Thine the wide honours of the spreading wave,</br>The trellic'd paths where mingling woodbines twine,</br>Embowering shade and shell-bespangled cave:</br>Pearl-dropping fount, where Oberon may lave,</br>And all that charms thy sight, of lawn or dell,</br>The forest's pride &mdash; the garden's sylvan shrine;</br>Haste, then, to form the scene thou lov'st so well,</br>Here come with Taste to reign &mdash; with Health and Joy to dwell.\"", "The minstrels ceas'd, but on his yielding breast,</br>Their echoing music seemed yet to ring;</br>Though soft, yet deeply, was each sound imprest;</br>Who will not list when Genius deigns to sing?</br>Thus fall balsamic showers in vernal spring</br>On the parch'd bosom of the thirsty mead:</br>Straight from the visit of such grateful guest,</br>Green blades, gay flowers, and golden crops succeed;</br>And thus from noble mind forth sprung the beauteous deed.", "Then ruddy Labour rais'd his sun-brown'd head,</br>With thankful smile, and plied his sinewy arms;</br>Fair Ingenuity his task o'erspread,</br>With mantling verdure and unnumber'd charms;</br>Which prudent caution guarded from all harms;</br>While Industry from every fragrant bed</br>Pluck'd each unsightly weed, or placed with care</br>The genial soil &mdash; whatever cools or warms,</br>For Flora's train the fructifying air,</br>And well his toils were paid &mdash; they grew and flourished fair.", "Oh, lovely flowers!  the Earth's rich diadem,</br>Bright resurrection from her sable tomb!</br>Ye are the eyes of Nature &mdash; her blest gem,</br>With you she tints her face with living bloom,</br>And breathes delight in gales of sweet perfume;</br>Emblems are ye of heaven and heavenly joy,</br>Of starry brilliance in a world of gloom;</br>Peace, innocence, and guileless infancy</br>Claim sisterhood with you, and sacred is the tye.", "Not regal splendour, when in glory's tide</br>It shines effulgently, with thee can vie:</br>Impearled lily, whom the tall leaves hide,</br>That we may find thee by thy perfumed sigh!</br>Ah!  well doth it all other guide supply,&mdash;</br>Thus too the sapphire violet lurks unseen,</br>Not so Anacreon's rose, which courts the eye;</br>She bows and blushes, yet reveals her mien,</br>And blooms benignantly, a beauteous maiden queen.", "Shining from out rich leaves of velvet green,</br>That brighter than the emerald Laurels are,</br>Here great Magnolia spreads a lofty screen,</br>And pearls his silvery flowers like morning's star,&mdash;</br>He is the King of Flowers, and comes from far,</br>To woo our Northern Rose, fair Europe's pride:</br>Behold the Hero, on a Conqueror's car,</br>Subduing nature for his beauteous bride,</br>Scattering Arabia's sweets, profuse on every side.", "Here rich Geranium flaunts in Tyrian vest,</br>And graceful Fuschia hangs her coral bells,</br>Camella proudly lifts his glowing crest,</br>And red Azalea's saffron blossom swells;</br>Gay Oleander tints the flowery cells;</br>But rich Begonia paints with deeper hues,</br>Drinking the sun-beams:  classic Lotos dwells</br>In the deep stream, and her pale cheek imbues</br>With cold and marbly tone, like melancholy muse.", "And when round Flora's Temple these uprose,</br>In painted treillage, bow'r, or glazed alcove,</br>From scupltur'd urn, or rare cerulean vase&mdash;</br>With looks of beauty and with breath of love,</br>Forth fled Invention to the neighb'ring grove,</br>And plucked thence of branches a vast store,</br>Wherewith to form fair seats for those who rove;</br>That they may view this Eden o'er and o'er,</br>And wish for aye to dwell and gaze for evermore.", "With nimble hands the woodland task he plied,</br>Mingling each shining bark of differing hue;</br>Fair Taste, his goodly Queen, was still his guide,</br>And gave him forms of beauty ever new.</br>And as each rural temple rose to view,</br>Her magic hand, with decorative power,</br>In light festoons the curling ivy threw,</br>Or round the rustic column twin'd the flower</br>With grace unspeakable, and stamp'd it Fancy's bower.", "This, of the Cedar's fragrant branches made,</br>Like radiated stars its pannels spread,</br>And these the rind of silvery ash display'd,</br>Close diamonded with bark of dusky red&mdash;</br>And with such wiliness of art were led,</br>Their inland sprays of chequering dark and light,</br>Ye would have thought th' embroiderer's silken thread</br>Had wrought them on some curious vesture bright,</br>Or costly cabinet, with inlaid jewels dight.", "Enroofed were they all with humble straw,</br>But in such wise they other domes out-peer'd,</br>For lack'd there nought of architecture's law,</br>Since fairer canopies were never rear'd;</br>Adorned now &mdash; now simple, they appear'd&mdash;</br>All plants capreolate did there abound;</br>Along the scallop'd eaves their tendrils veer'd;</br>And many a flower of brilliant tint was found,</br>That fondly climbed the thatch, or bending, kiss'd the ground.", "But who Invention's wond'rous feats shall tell,</br>When o'er the stream yon ivied bridge she threw,</br>Woo'd the coy Naiads in the silent dell,</br>To fill his founts with congregated dew,</br>And as the refluent crystal sportive flew,</br>Shaking the drops from his etherial wing,</br>He call'd on Taste her lesson to renew,</br>Or scoop'd the basin for the welling spring,</br>Which fell with tinklings sweet, as mermaids wont to sing?", "Then Taste brought forth of treasures a vast store,</br>The unseen riches of the bounteous deep,</br>Corals and shells, rare stones and gleaming ore,</br>Which Neptune loveth in his caves to keep,</br>Albeit hid, like Beauty's eyes in sleep:&mdash;</br>And plants marine, that own the spell-like touch</br>Of Knaresbro's nymph, who when she wills to weep</br>Her petrifying tears preserveth such&mdash;</br>With spars and marbles fair, which Taste delighteth much.", "With these her lily hands disdained not</br>To mould fair ornaments of matchless art:</br>And first, to decorate her favourite Grot,</br>She chose the goodliest, from her beauteous mart,</br>Of all the gifts old Ocean could impart:</br>Conchs, Nautili, and Lyric shells, were seen,</br>And spiral forms, that thro' the rude waves dart;</br>These, on the shelving rocks, she placed between</br>The rough stones browny moss, and tufts of emerald green.", "Then Fountains of like beauty would she frame,</br>Where Art with Nature sweetly did combine,</br>That neither might eclipse the other's fame,</br>Yet each their separate excellence define:</br>There might the Sage, and there the Bard recline,</br>To watch the tinklings of the sportive rill,</br>As 'mongst the glittering spars its cold drops shine,</br>Or gushing swift, as summer show'rs distil</br>It flows to Fancy's eye, like stream from Alpine hill.", "And arched bowers she wove of endless length,</br>Thro' which the branching trees were deftly twin'd,</br>Willing the gentle Taste should bow their strength,</br>Like lordly man, whom courtesy doth bind,</br>To stoop, and somewhat yield, to woman-kind:</br>And as fair woman gilds man's social hours</br>With grateful smiles, so 'mongst these boughs we find</br>Soft gales of fragrance and unnumber'd flowers,</br>Commingling all their charms to grace the stately bowers.", "Amid these branching roofs of vernal shade</br>With streaks of splendour peeps the golden sun,</br>As tho' his beams with frolic zephyr play'd,</br>Which thro' the whisp'ring leaves doth ever run,</br>As nymph that may be chased, yet never won.</br>Calm silence loveth well their noiseless sport,</br>Of flickering light and shadows softly dun;</br>Nor less Amusement, who doth here resort</br>With Beauty, Music, Joy, and all her blissful court.", "But vain it were attempting to rehearse</br>What Genius prompted and what Marlboro' wrought,</br>Nor Painter's magic touch, nor Minstrel's verse,</br>Can show the scenes with such enchantment fraught:</br>But, stranger, if thy wandering dreams have sought</br>Elysian fields, as sung by Bards of old,</br>Here realize their luxury of thought;</br>What Attic Lyre hath sung in fancy bold,</br>Britannia's happier son, empowers thee to BEHOLD.</br>"]