["Right Honourable Ruler of rich Albion's land,</br>A swarthy artisan approaches you,</br>Accept the offering from his dirty hand,</br>This paper blotted with a verse or two;</br>The \"mighty mad\" shall not assail your breast,</br>No killing tale of love shall urge the tear,</br>The passions of thy soul shall lie at rest,</br>While vulgar strains like these shall fill thine ear,</br>The praise of Booth's fine Gin, the power of Barclay's Beer.", "Ye ladies nine, I dare not ask your aid,</br>Nor will I coax ye from your mount of bliss,</br>Familiars I can boast with sleight array'd,</br>Sufficient to sustain a song like this;</br>The man that in the moon's allow'd to hide</br>The rising sun, and angels on the wing</br>Shall inspiration give, while side by side</br>Adam and Eve shall their assistance bring,</br>The cock and bottle too shall cheer me while I sing.", "Hark!  hark!  the vivifying hour of six,</br>Its notes of respite peals to all around,</br>Saws, hammers, axes, in the racks they fix,</br>And the rough owners hail with joy the sound;</br>Tir'd Vulcan now from his bright anvil creeps,</br>The smoke from roaring chimnies cease to curl,</br>The din of smithies 'neath the magic sleeps,</br>And pond'rous engines cease their mighty whirl,</br>And motionless now lie the thousand limbs of toil.", "The blunt mechanic at paytable stands,</br>While cautious scribes examine his rough score,</br>The cash he then receives with ready hands,</br>And eyes the slender total o'er and o'er;</br>Perhaps he has a thought aside to lay</br>A trifle, while affection softly leads,</br>His little lisping one a frock to buy,</br>Or other little matter that it needs,</br>But, ah!  the thought soon dies, the little one still needs.", "For see, he joins the alehouse party grim,</br>Then home and little ones soon disappear,</br>For what are home and little ones to him,</br>Whose soul's so often drench'd with gin and beer;</br>Soon, soon he gains the long'd &mdash; the lov'd retreat,</br>The ranks of lusty drunkards fast increase,</br>Half bashful and half bold he takes his seat,</br>And the first modest words are pints a piece,</br>But O!  what floods shall pour e'er calls for pints shall cease.", "Impatient for the Beer, they roar, they gasp,</br>The landlord's spirit with the hubbub, springs,</br>The engine groans beneath his sturdy grasp,</br>And quick the foaming frothy stuff he brings;</br>But O!  one searching glance on Nabs bestow,</br>The knowing cap upon his noddle note,</br>And his short fancy apron white as snow,</br>And rounded single-breasted bob-tail'd coat,</br>And all the \"licens'd\" victualler's attributes around him float.", "The shining can, big with immortal lush,</br>They seize, and o'er the tables sprawling wide,</br>They soak their senses in the living gush,</br>And suck with eager swig the chemic tide;</br>Some in the mazes of deep gossip pore,</br>Others in gloomy silence hang the head,</br>Moping perhaps in sulky sorrow, o'er</br>The moments wasted in the week that's fled,</br>Some burn and chew their shag as ghastly as the dead.", "And now the pints are fill'd a second time,</br>The unbleach'd crowd the dreary confab holds,</br>The bungler deals his brag with pomp sublime,</br>The noisy nothing too his boast unfolds,</br>All have their curious somethings to disclose,</br>The raging speech skips from the lab'ring lungs,</br>Louder and yet more loud with fury grows,</br>The pribble prabble of their rights and wrongs,</br>O'erwhelming all at once from twenty restless tongues.", "But now the liquor from the can recedes,</br>Deep sudden pauses break the tuneful din,</br>The licens'd victualler takes the hint, and leads</br>His laughing, gentle, blue-ey'd Lucy in:</br>New life she pours into the faint harangue,</br>Its hem's and ha's are into order fam'd,</br>And then each word she rounds with classic twang,</br>And yields her charms, for azure beauty fam'd:</br>All hail!  thou lovely nymph, by some blue-ruin nam'd.", "More beer, tobacco, and long pipes are brought,</br>Spittoons and saw-dust form a carpet rare,</br>Youth and old age the conclave wild support,</br>Male, aye, and female, the rich pleasure share;</br>The frightful tap-fire throws its dreadful heat,</br>A filthy cloud from rank shag stifling rolls,</br>The uproarious raging whole is now compleat,</br>And rivals the dim cave where Pluto prowls,</br>So smoky, close, and cram'd with dingy droughty souls.", "Now, order!  order!  fell disorder cries,</br>A roar of silence round the tap-room rings,</br>A sturdy cyclop in loud wrath replies,</br>Attention gemmen, while a gemman sings,</br>His look so dreadful gives such deep alarm,</br>All tremble into peace beneath his looks,</br>O'eraw'd, they lounge as speechless and as calm,</br>As white fac'd subjects 'neath the knife of Brooks,</br>Or gentle critics fixed upon their better's books.", "Hush!  hush!  the singer his rough throttle clears,</br>The hoarse preliminary cough goes round,</br>He eyes the ceiling, they upon the ground</br>Gaze modestly, and backward throw their ears,</br>Then suddenly into full song he breaks,</br>But oh!  a woful boggle soon he's in,</br>A shopmate on the suff'rer pity takes,</br>And he, and all, advise more beer and gin,</br>He fidgets, frets, then drinks, and all is right again.", "Regenerated, then his voice he rais'd,</br>And sang of cordials and of rich compounds,</br>But chiefly thee, John Barleycorn, he prais'd,</br>While loud acclaim from every tongue resounds,</br>He sung too what the \"lower orders\" owe</br>\"To the collective wisdom\" that ordain'd,</br>Delirium so sweet for vulgar woe,</br>Sweet gin and beer, the groupe by thee sustain'd.</br>Then loudly yell'd approval and the pewter drain'd.", "He sang too of the shining two to one,</br>That public safe and wardrobe of the poor,</br>Where laden with their rags poor wretches run,</br>For then compassion and relief is sure;</br>And how his own sweet charming wife arranges,</br>His own gay Sunday suit to grace the shelf,</br>And how her golden wedding ring she changes</br>For baser metal when she mugs herself:</br>Gratefully then he prais'd these means of raising pelf.", "He sang too how in drink a Briton waxes,</br>More gentle, gen'rous, and more kind and brave,</br>He yields the best half of his pay in taxes,</br>And glories when he thinks himself no slave,</br>And how when drunk he gains the envied borders</br>Of sense and feeling, by sweet lush refin'd,</br>Then stoops good humour'd to the \"higher orders,\"</br>And creeps the earth in peace with all mankind,</br>Forgiving his worst foes, and to contumely blind.", "Concluding now with primest melody,</br>He soften'd down his voice with science fine</br>Then twirl'd it sudden to its highest key,</br>And shook with extra flourish the last line;</br>Then bravo!  bravo!  sounded deep and long,</br>White some with glorious rage the tables beat,</br>Others with open mouth and bellows strong,</br>Keep up a dreadful din with throat and feet,</br>And a loud crash of glass render'd the din complete.", "Oh Orpheus!  Orpheus!  when thou thy pipe didst blow,</br>The stones and brutes did merely kick and prance,</br>But here such gentle tones so sweet did flow, </br>Huge butts of Barclay's best did reel and dance;</br>And then the chorus, description ne'er had sketch'd</br>A roar so deaf'ning, in her loudest cracks,</br>Nor could it be more wild had torture stretch'd</br>A thousand devils on a thousand racks,</br>Or the dread warwhoop howl rais'd by a thousand blacks.", "But see!  a shoeless urchin opes the door,</br>Staring with eyes inquisitive and sad,</br>He stalks dejectedly across the floor,</br>He seeks, and soon he finds his drunken dad:</br>He tells him how his little brother tattles,</br>Over his little sister that lies dead,</br>He tells how Henry of his father prattles,</br>And cries and asks his mam in vain for bread,</br>Then mark how the sot yawns, and how he lolls his head.", "And then came in a gentle looking creature,</br>Seeking her husband, modestly she stept,</br>Grief and dismay seem'd busy in each feature,</br>And in her arms a half-clad baby slept,</br>Handsome she had been, but a train of sorrows,</br>Had chas'd the roses from her cheeks away,</br>And in their stead pale want had laid her furrows,</br>And dim'd the lustre of her dark eye's ray,</br>And in their half-rais'd lids a tear did ling'ring stay.", "She spoke not harshly, but assay'd to lure him</br>Unto his home with accents kindly mild,</br>Then angle-like she bent her knee before him,</br>And shew'd him his sweet sleeping lovely child;</br>Pleading for home and child in vain she stood,</br>Her kind looks he return'd with angry frown,</br>And rais'd himself in shameful attitude,</br>Prepar'd to strike her and  her, infant down,</br>Poor thing!  she then retir'd, for she'd submissive grown.", "Again the door moves on its well us'd hinges,</br>For lo!  a lady seeks her fancy lad,</br>Her cheeks the hue of ev'ry metal tinges,</br>And in majestic brass her brow is clad;</br>The company then round politely wriggle,</br>And place beside her love the kiddy fair,</br>The smutty whisper and the side-long giggle,</br>The nod, the wink, the chaff, so \"rich and rare,\"</br>Announce the shining parts of this prime kiddy pair.", "Close by themselves, wedg'd in a little settle,</br>A quiet group of five did prattle wage,</br>Four were mere boys, though full of youthful metal,</br>The fifth a swell, and forty seem'd his age;</br>Drink did not seem his object, for his aim</br>Went higher and more certain to its mark,</br>Than all that boisterous revelry could claim,</br>From those twin-brothers Lushington and Lark.</br>He was at all points flash, a cunning-looking spark.", "With ribbon broad, cock'd sideways stood his beaver,</br>His side curls droop'd so tastefully, and what</br>Was more, his kerchief hung so loose and clever,</br>Pinn'd on his-breast with slap-up twisted knot;</br>So close he whisper'd and sincere he smil'd,</br>He press'd their hands so ardent and so kind,</br>Soon his manoeuvres their young hearts beguil'd,</br>Soon did his syren tongue their senses bind,</br>His exploits then he told, and prov'd Dame Justice blind.", "The praise of gold and girls he broadly sounded,</br>And the high deeds that by the cross were done,</br>Its special art and myst'ry he expounded,</br>In a rich, fluent, eager, under-tone:</br>And while these youths did list to his haranging,</br>His sharp small eyes incessantly he rolls,</br>Their steady eyes and mouths half open hanging,</br>And the wild stillness which their frames controuls,</br>Shew'd the dark passion quick'ning in their souls.", "The tap-room's full, and reeking in their quarters,</br>A mottl'd group of \"mix'd society,\"</br>Of fathers, sons, and faithful wives and daughter,</br>Get drunk, and once a week see company;</br>Here boys just breech'd, behind their pipes carouse,</br>With girls whose teens have barely taken root,</br>Sweet gin and beer their youthful feeling rouse,</br>And bramble-like the \"young ideas shoot,\"</br>And promise a rich crop of goodly golden fruit.", "And now each eye \"in a fine phrenzy rolling,\"</br>Glar'd like a Swedish turnip newly-boil'd,</br>Ten roar'd the famous ditty of Tom Bowling,</br>Eight argued how Tom Paine in hell was broil'd;</br>Full twenty prov'd Will Cobbett in the right,</br>And twenty full as clearly prov'd him wrong,</br>And while a dozen betted on a fight,</br>Five merry females scream'd a bawdy song,</br>And ogling through the glaze appear'd a gaping throng.", "But oh!  one sly one while the squabble roar'd,</br>Unto his neighbour's wife soft guile did show,</br>Sweet killing nonsense in her ear he pour'd,</br>And slily press'd, with loving tread, her toe,</br>At least he thought so, but, oh!  dire mistake,</br>The husband's corn receiv'd the loving sign,</br>He bawl'd aloud, and on the erring rake,</br>His iron fist retaliated fine,</br>O!  'twas a joyous sight to see the sinner whine.", "And now a row, a jolly row is brewing,</br>The offenders and offended stand apart,</br>Foaming with rage and beer, while sweet blue ruin</br>Drives the hot blood in bubbles to the heart;</br>Such horrid looks then gleam, with bare arms waving</br>In dread defiance, females mid the rout</br>Their arms akimbo and all wild and raving,</br>Rattle their luscious phrases snout to snout,</br>And imprecations wild and curses fly about.", "A row across the tables now begins,</br>Three frowning ones on each side fierce engage,</br>The blood from twisted noses quickly spins,</br>And trembling neutrals redden into rage:</br>Full in the centre of the room descry,</br>A wrathful pair engag'd in combat dire,</br>With tongs and red-hot poker brandish'd high,</br>They beat each other's sculls with phrensied ire,</br>And for a reg'lar row the company's on fire.", "Down go the tables, elbow chairs, and benches,</br>The strugg'ling combatants too \"bite the dust,\"</br>Alike foes, friends, whores, wives, and wenches,</br>Fly at each other's throats like demon's curst;</br>The light, beneath a blow meant for some neighbour,</br>\"Gave one bright glance, then total darkness fell,</br>Through the dark scuffle still they foam, they labour,</br>Then rose a scream, surpassing far the yell</br>The fiends in concert howl'd, when Clarence div'd to hell.", "Then murder!  thieves l fire!  watch!  ascended,</br>In deep infernal tones and mournfully,</br>A sound of sadness with the loud howl blended,</br>Of one half-strangled, \"in his agony;\"</br>The landlord then his myrmidons assembled,</br>In his brave hand the kitchen poker swung,</br>Beside him too the short fat pot boy trembled,</br>Beneath a bludgeon o'er his shoulder flung,</br>And the good landlady, around the landlord clung.", "The door was forc'd and soon the gas was kindled,</br>And threw on all its bright and shining ray,</br>But sicken'd with the sight it darkly dwindled,</br>As if inclin'd to turn with shame away,</br>For stretch'd in combat lay each mother's darling,</br>While streams obscene from mouths and noses pour,</br>Like wounded tygers, howling, bleeding, snarling,</br>They fought in savage scramble on the floor,</br>And dreadfully and deep each female's talons tore.", "Foremost two females warr'd with dismal clatter,</br>Both madly rooting out each other's hair,</br>Above their middles all was rag and tatter,</br>And all below was naked, bleak, and bare,</br>Still they fought on like furies throat to throat,</br>Unconscious where some truant eyes did stray,</br>Unconscious that chemise and petticoat,</br>In the dark scuffle had been torn away,</br>O, for a Hogarth's pen to sketch them as they lay.", "Screen'd in a nook, away from blows and bustle,</br>Appear'd a lean, long, slender, slab of man,</br>A crimson stream about his neck and muzzle;</br>Shew'd where the red juice from the rich quid ran;</br>The landlord ey'd the wretch with inward grumble,</br>Then quickly to his throat his apron bound,</br>And tied his hands behind lest he should fumble,</br>The bandage from his wide and gaping wound,</br>For he suppos'd his throat from ear to ear cut round.", "They bound him on a shutter, and in state</br>To Guy's they bore him, screaming for his Sall,</br>But they trudg'd on with fun'ral step sedate,</br>Unheeding of his raving or his Sall;</br>Meanwhile the rumour of the riot spreads,</br>The rattles sounded too from street to street,</br>Th' affrighted lieges scrambled from their beds,</br>And ev'ry charley scrambled from his beat,</br>And left the priggs at large enjoying the rich treat.", "Oh London town, whose every alley throbs</br>With some dark doing or delightful spree,</br>Thy Gin and Beer and thy uproarious mobs,</br>Eclat and praise immortal bring to thee;</br>Oh glorious land of smirking mobs how blest,</br>Ye useful classes, happy must ye be,</br>For when by want, and woe, and ruin prest,</br>A glorious mob will fly to stare at ye,</br>Hail!  land of smiling mobs girt by a frowning sea.", "And here, hoarse bellowing, hooting, and swearing,</br>Unto the publican's assistance came</br>A glorious mob, in its \"most gallant bearing,\"</br>To aid and to assist in the king's name;</br>A fearful kind of giddy cry then rose,</br>And in an instant all was calm and hush'd,</br>A moment pass'd and then Vulcanian blows,</br>In all directions doors and windows crush'd,</br>And with a shout of triumph in the rabble rush'd.", "The landlord gratefully the aid receiv'd,</br>Like to a true bred bacchanalian boy,</br>Fresh courage then his inward man reliev'd,</br>And all his outward jump'd with lusty joy;</br>He led them to the den where groaning, sighing,</br>Among a hundred moveables o'erthrown,</br>His company all bottom-upwards lying,</br>Appear'd, exhausted, warbling groan for groan,</br>Of one and all \"take charge\" he cry'd with valiant tone.", "The well-known phrase arous'd a prostrate butcher,</br>Who on his feet with fiend-like scramble sprang,</br>And swore infernally, in fearful posture,</br>While \"charge for charge\" from ev'ry throttle rang,</br>Then all were on their feet again embattled,</br>And dealt about the blows with purblind aim,</br>While on their skulls the watchmen's cudgells rattled,</br>A sound quietus through each lushy frame,</br>And gurggling up in streams sweet Booth and Barclay came.", "Some charley's too their noddles strangely felt,</br>By pretty slender female fingers shaken,</br>And many a well-told awkward blow was dealt,</br>Ere they were floor'd and pandemonium taken,</br>Yet although floor'd, with eyes clos'd up, yet clean</br>From off some skulls, some hands the scalps were easing,</br>And here and there a spiteful one was seen,</br>An aged watchman's bony windpipe squeezing,</br>While in the bar the scene was rich tho' rather teasing.", "The landlord there in tones of doleful flat,</br>Spoke words of comfort to his landlady,</br>While she, poor soul, all wild and laughing sat,</br>In strong hysterics on a charley's knee,</br>Here lay a monkey struggling in a fit,</br>There a tom cat stood swelling at the tail,</br>Pug clung most piteously to scullion Kitt,</br>For fright had turn'd his sooty muzzle pale,</br>And the poor parrot too set up a dismal wail.", "Now ceas'd the wild uproar!  and fast behind,</br>Each gemman's hands were tied with vengeful twist,</br>The ladies could no better favor find,</br>But rudely they were fasten'd wrist to wrist,</br>Then they were march'd in order, man to man,</br>Unto the watch house moodily and drear,</br>The two half-naked females led the van,</br>Two reeling chimney sweepers clos'd the rear,</br>While o'er the dreary crowd the moon was shining clear.", "At length arriv'd at limbo's gloomy hold,</br>To right-about the rabble reel'd instanter,</br>And sounds were heard which pretty plainly told,</br>They had no wish the gloomy cave to enter;</br>When oxen from the horrid slaughter-house,</br>Bellowing with fear attempt to force their way,</br>The roaring drovers then in loud carouse,</br>From horn to hoof their savage bruises lay,</br>So on the threshold here 'twas cut, and slash, and slay.", "Reluctant o'er the threshold then they crowded,</br>And stood before the guardian of the night,</br>Black-hanging brows the goggle eyes o'erclouded,</br>Of this terrific sombre-looking wight;</br>His phiz was of commanding cut, three-square,</br>His teeth were of the beauteous order, snaggled,</br>Till now like weeping willow hung his hair,</br>But sudden bristling like a furze bush straggled,</br>And his pig-tail in fierce and deep emotion waggled.", "Breathless and panting, 'gainst the leathern back</br>Of his nocturnal throne, his head he roll'd,</br>His quiv'ring jaw dropp'd sudden from its tack,</br>And round and round his giant eyes he roll'd;</br>The charge and charg'd the man's condition view'd,</br>And star'd upon each other wild and glum,</br>Like men before a spectre pale they stood;</br>Confus'd, confounded, desolate, and dumb,</br>Each red fac'd female too stood motionless and mum.", "But soon their tongues were loos'd in gentle stammer,</br>And quickly they to self-possession woke,</br>Then lifted up their voices in wild clamour,</br>And all at once the awful silence broke,</br>Long rigmaroles of foul assault and battery,</br>The bruisers and the bruis'd they did unfold,</br>Females mad drunk, with blood-shot eyes and watery,</br>Superior through the din their versions roll'd,</br>And every tongue that mov'd a different story told.", "The lordling of the night now rais'd his head,</br>And raising it a dreadful blow he warded,</br>Then seiz'd a pond'rous book 'twas bound in red,</br>Emblematic of bloody broils recorded;</br>Something he wrote therein, and then he mutter'd</br>Something unto himself, and frown'd sublimely grand;</br>Words cabalistic pompously he utter'd,</br>Unto a wall-ey'd prig on his right hand,</br>Who hasten'd to obey the lordling's high command.", "Then yawn'd the dark hole, and in the madded faction,</br>Were driven with a strange unearthly screech,</br>Their limbs all swinging in vehement action,</br>Their throats all roaring in vehement speech;</br>The key was turn'd upon the wilful scorners,</br>The hurry-burly suddenly did cease,</br>The lieges trotted to their holes and corners,</br>The charley's parted with a wound apiece,</br>And doz'd away the night's remaining hours in peace.", "To scenes like these some poor men owe a home</br>Of scantiness, of wretchedness, and woe,</br>Such scenes compel the ill-us'd child to roam,</br>And on some mother's cheeks the tear to flow;</br>From scenes like these with deadly freshness spring,</br>Some of each fault which human kind disgraces,</br>Amid such darken'd scenes with fervour cling,</br>Want and her patron Vice in close embraces,</br>While crime with paly smile points at the useful classes.</br>"]