["I.</br>Hail, all hail, thou natal day,</br>Hail the very half hour, I say,</br>On which great GEORGE was born!</br>Tho' scarcely fledg'd, I'll try my wing&mdash;</br>And tho', alas, I cannot sing,</br>I'll crow on this illustrious morn!</br>Sweet bird, that chirp'd the note of folly,</br>So pleasantly, so drolly!&mdash;</br>Thee oft, the stable yards among,</br>I woo, and emulate thy song!</br>Thee, for my emblem still I choose!</br>Oh!  with thy voice inspire a Chicken of the Muse!", "II.</br>And thou, great Earl, ordain'd to sit</br>High arbiter of verse and wit,</br>Oh crown my with with fame!</br>Such as it is, I prithee take it;</br>Or if thou can'st not find it, make it:</br>To me 'tis just the same.</br>Once a white wand, like thine, my father bore:</br>But now, alas, that white wand is no more!</br>Yet though his pow'r be fled,</br>Nor Bailiff wait his Nod nor Gaoler;</br>Bright honour still adorns the head</br>Of my Papa; Sir Robert Taylor.</br>Ah, might that honour on his son alight!</br>On this auspicious day</br>How my little heart wou'd glow,</br>If, as I bend me low,</br>My gracious King wou'd say,</br>Arise, Sir MICHAEL ANGELO!</br>O happiest day, that brings the happiest Knight!", "III.</br>Thee too, my fluttering Muse invokes,</br>Thy guardian aid I beg,</br>Thou great ASSESSOR, fam'd for jokes,</br>For jokes of face and leg!</br>So may I oft' thy stage-box grace,</br>(The first in beauty as in place)</br>And smile, responsive to thy changeful face!</br>Fro say, renowned mimic say,</br>Did e'er merrier crowd obey</br>Thy laugh-provoking summons,</br>Than with fond glee, enraptur'd fit,</br>Whene'er with undesigning wit,</br>I entertain the Commons?</br>Lo!  how I shine St. Stephens boast!</br>There, first of Chicks, I rule the roast!</br>There I appear,</br>Pitt's Chanticleer,</br>The Bantam Cock to oppositions!</br>Or like a hen,</br>With watchful ken,</br>Sit close and hatch &mdash; the Irish propositions!", "IV.</br>Behold, for this great day of pomp and pleasure,</br>The House adjourns, and I'm at leisure!</br>If thou art so, come, Muse of sport,</br>With a few Rhymes,</br>Delight the times,</br>And coax the Chamberlain, and charm the Court!</br>By Heaven she comes! &mdash; more swift than prose,</br>At her command, my metre flows!</br>Hence ye weak warblers of the rival lays!</br>Avaunt, ye Wrens, ye Goslings, and ye Pies!</br>The Chick of Law shall win the prize,</br>The Chick of law shall peck the bays!</br>So, when again the State demands our care,</br>Fierce in my laurel'd pride, I'll take the chair!&mdash;</br>GILBERT, I catch thy bright invention,</br>With somewhat more of sound retention!</br>But never, never on thy prose I'll border&mdash;</br>Come, sacred Nine, come, one and all,</br>Attend your fav'rite Chairman's call!</br>Oh!  if I well have chirp'd your brood among,</br>Point my keen eye, and tune my brazen tongue!</br>And hark!  with Elegiac graces,</br>\"I beg that gentlemen may take their places!\"</br>Didactic Muse, be thine to state,</br>The rules that harmonize debate!</br>THINE, mighty CLIO, to resound from far,</br>\"&mdash; The door, the door! &mdash; the bar!  the bar!\"</br>Stout Pearson damns around, at her dread word;&mdash;</br>\"Sit down,\" cries Clemenson, and grasps his silver sword.", "V.</br>But lo!  where Pitt appears to move</br>Some new resolve of hard digestion!</br>Wake then, my muse, the gentler notes of love,</br>And in persuasive numbers, \"put the Question.\"</br>The question's gain'd! &mdash; the Treasury-Bench rejoice!</br>\"All hail, thou least of men\" (they cry) with mighty voice!</br>&mdash;Blest sounds!  my ravish'd eye surveys</br>Ideal Ermins, fancied Bays!</br>Rapt in St. Stephens future scenes,</br>I sit perpetual Chairman of the Ways and Means.</br>Cease, cease, ye Bricklayer-Crew, my sire to praise,</br>His mightier offspring claims immortal lays!</br>The father climb'd the ladder, with a hod,</br>The son, like General Jackoo, jumps alone, by God!</br>"]