["My muse unveiling the delightful source,</br>The power of friendship for some spot of earth;</br>Observe of such a sympathy the force,</br>Far other midst the soil that marks our birth,</br>Than where, in aftertime, we rear the hearth,</br>Tho' the fair domicile Devonia warm:</br>Yet, if or Darien's drafts or Tay's wild firth</br>That foster'd opening life, attract the swarm</br>Of fluttering hopes, be ours to paint this mightier charm.", "First, airy fancy, (ever prone to sport</br>At distance) from the present moment flies,</br>Bids memory to remoter time resort,</br>And clothes it with her own illusive dyes.</br>Nor vainly would she spread the soft disguise,</br>Where watchful reason would detect the cheat,</br>O'er recent incidents that clearly rise:</br>But, when the ideal forms far off retreat,</br>She weaves the tragic spell and triumphs in deceit.", "Lo, as three distances the landscape crown</br>With their peculiar hues; the foreground bears</br>Beneath the eye its vivid green or brown,</br>The second its more sober olive wears;</br>But the third distance its faint azure rears,</br>Or paler purple stealing from the gaze.</br>Here every object too distinct appears:</br>Yet, there, amid the soft aerial haze</br>Fancy may freely range, and her own phantoms raise.", "'Tis thus in time:  and o'er the varied past</br>If fancy, with excursive rapture, stray,</br>The middle distance she deserts in haste,</br>And roves where many an image melts away.</br>Lo, then, our infancy's unfolding day</br>We rather prize than periods less remote,</br>And in the softest perspective survey;</br>Bidding imaginary pleasures float</br>Around our earlier home, or hall, or lowly cote.", "Yet are there charms that truth herself approves</br>In the first happy home, which gives us back</br>Beneath the covert of o'erarching groves,</br>Of the sweet prime of life the lovely track:</br>For rosy-featur'd health, that mourns no lack</br>Of balmy sleep, was wont to wander there;</br>And innocence, that never knew the rack</br>Of conscience, thither would in smiles repair,</br>With mounting spirits light and vacancy from care;", "And the dear forms of vanisht joy, that charm'd</br>Amidst our frolic sports the exulting heart;</br>And many an ardent friendship unalarm'd</br>By cold neglect, or fear of treacherous art;</br>And confidence whose looks the soul impart;</br>And elevated hope alert and gay;</br>While, as at every step new objects start</br>More brilliant than the blush of orient May,</br>The little stranger laughs and trips his faery way.&mdash;", "Musing on such a home, we oft recall</br>Our childish sports &mdash; there urge the circle's flight,</br>The marble shoot, or strike the flying ball,</br>Or with young transport rear the buoyant kite;</br>Or by a tale of some wild prank excite</br>To mirth, the votaries of the drowsy god,</br>Painting the goblin that one stilly night</br>Up the long staircase with strange clattering trod,</br>When fled, amidst the alarm, Grimalkin, walnut-shod!", "Pondering on such a home, our schoolboy friends</br>With expectations flusht anew, we meet;</br>Where, as the wood its ancient umbrage lends,</br>Perhaps, our fellow-truants fond to greet,</br>We seem to run, once more, with nimble feet,</br>Climb the broad beech, and rob the stock-dove's nest!&mdash;</br>But ah!  (for bitter mingles still with sweet!)</br>We shrink amid the closer boughs, distrest</br>By threats below, that quick our tingling ears arrest.&mdash;", "Yet, doth the child's distress to pity speak?</br>Say, doth compassion deem his lot severe,</br>As the drop trickles down the schoolboy's cheek?</br>'Tis but a transient drop &mdash; a moment's tear&mdash;</br>But a soft April moisture glistening here,</br>Where cold reflexion never cast a shade!</br>By hope amus'd, he lives without a fear</br>Of ills, that may his future peace invade,</br>And views the coming hours with sky-born tints array'd.", "In such domestic shades embosom'd deep,</br>If sickness fire the rapid pulse, and pale</br>Prey on the sunken cheek, and banish sleep;</br>We catch the spirit of the ambrosial gale,</br>Where, bath'd amid the blisses of the dale,</br>Young blooming health her frolic offspring led</br>Or, if a pang the conscious heart assail,</br>There, fluttering peace reclaims her vision fled,</br>And anguish traces tears, \"forgot as soon as shed.\"", "There, if the friend that, round our bosom twin'd,</br>We rated of the boons of heaven most dear,</br>Who, seeming of the same congenial mind,</br>Had shar'd our confidence full many a year&mdash;</br>If such a friend shou'd yet prove insincere;</br>Quick to a pure asylum we retreat,</br>And from the haunts of childish converse hear</br>Echoes of joy, and wooe the root-wove seat,</br>Green banks, or cowslip mead, where hearts in union beat.", "Thus, with a fond recurrence to the past,</br>We feel the \"soul upon itself return;\"</br>And, as of many a view the untimely blade</br>With keen emotions of regret we mourn,</br>The saws of philosophic science spurn,</br>But give the local passion all its scope;</br>And, anxious every sorrow to inurn,</br>Mid yews antique or up the shrubby slope</br>Pursue, where first we met, the fair deceiver hope!", "Yes!  from our cares escap'd, with hoar arcade</br>Or oak deep-hollow'd by time's cankering tooth,</br>We hold sweet converse, and trace out the shade</br>Where blithe to pleasure, ere suspecting ruth,</br>We smil'd, or caught the sacred words of truth</br>As on a parent's lips we fondly hung;</br>And note the trifles that amus'd our youth,</br>And ponder on the blazon'd hall, that rung</br>To social mirth when deeds of hardihood were sung.", "'Twas thus the ingenuous duke, not fashion-proof,</br>Who raz'd his ancient gallery; yet, full soon,</br>Prop'd, in idea, the dim-pillar'd roof</br>He lov'd; and, heedless of his proud saloon,</br>Still saw in fancy to the wandering moon</br>The dark-stol'd portraits their long shadows bend;</br>And priz'd those feelings, as no vulgar boon,</br>Which to a crumbling column wont to lend</br>The social air that speaks an old familiar friend.", "And, nestled in their natal groves serene,</br>Have purpled princes own'd a secret charm</br>Which all the splendor of the imperial scene</br>Would idly boast.  With youthful ardor warm,</br>Vespasian triumph'd in his Sabine farm,</br>Nor chang'd, as fashion urg'd, its veteran hue:</br>Nor could thy power, austerer wisdom!  arm</br>With ice his feeling breast to nature true,</br>Doating on friendly traits that from a child he drew.", "And Scotia's lovely queen, dissolv'd in tears,</br>Mus'd, a fond mourner, o'er receding France:</br>'Twas the sweet nursery of her infant years,</br>The gay, the courtly region of romance!</br>\"Farewell (she cried) ye landscapes that entrance</br>My youthful bosom &mdash; farewell, happy shore!</br>What tho' to mount a throne be mine, perchance</br>My days of bright serenity are o'er!</br>Ah!  happy land, farewell!  to meet these eyes no more.\"", "Not thus he feels, who in his afterhome,</br>Whether his residence by choice or fate,</br>Bids memory amid local objects roam</br>To mark a period of posterior date:</br>Tho' here, his garden-grove, or lawn relate</br>The varied story of no vapid sort;</br>Yet, not so highly doth affection rate</br>A retrospect for fancy's eye too short,</br>Where with the glowing heart pale cares but ill comport.", "Here Amoret, in virgin beauty bright,</br>Resign'd her blooming honors to his arms;</br>Here first, perhaps, his children saw the light,</br>And chas'd his troubles by their simple charms,</br>Yet lo!  solicitudes, in busier swarms</br>Hum round, and gather o'er his darkening seat;</br>And fear with thoughts of fate his soul alarms;</br>When sick'ned fancy flies far off, to meet</br>A more congenial home, a less disturb'd retreat.", "Lo, St. John, in the pride of wisdom clad,</br>Laughs at the local love, an empty name;</br>Scorns the craz'd wretch who wooes his kindred shade,</br>And deems to lucid sense each place the same.</br>Yet, tho' he smother up the instinctive flame,</br>So \"nobly pensive\" in \"the Egerian grot,\"</br>Or to his poet's tickled ear declaim;</br>Could affectation soothe his sterner lot,</br>When heaven from every wish remov'd his natal spot?", "No!  tho' a \"St. John's philosophic breast\"</br>Might leave, amid a crowd \"of meaner things,\"</br>This fond desire on vulgar hearts imprest,</br>To weak Vespasian, or such whining kings;</br>Yet did it smart from exile's secret stings,</br>And late in life, attracted by each trace</br>That to a long-lov'd scene remembrance brings,</br>Flew with impatience to his native place,</br>There pleas'd, of various life to close the fainting race!", "Since, then, the home that own'd our earlier life</br>Accords with spotless innocence and peace,</br>Let us, retreating from a world of strife,</br>Amid the silent pause, the soul release</br>From sore anxieties that oft increase</br>With growing years by wealth or power beguil'd,</br>And, as a moment all our troubles cease,</br>Copy, in those pure haunts where pleasure smil'd,</br>A type of future bliss, the features of the child.", ""]