["Striding a chief, as valorous, and as vain as</br>The dread devil-tamer Whitfield, ever strode;</br>SIR AARON, midst the villages Hosannas,</br>Enter'd in triumph his forlorn abode;</br>And, fierce with victory as his bosom glow'd,</br>His shrieking AMORET, his poor offspring pass'd:</br>And \"burn my books!\"  he cried, \"the foes to God;</br>Come, DRYWIT, with the torch of vengeance haste,</br>And every page of Hell with Hell's own sulphur blast!\"", "This said, he rang and dash'd his eyes on fire,</br>Down from the windows of the lofty dome,</br>Volumes on volumes, for the mighty pyre&mdash;</br>The theologic mass, the historic tome,</br>The unholy songs of Greece, or heathen Rome,</br>Nor fondly spar'd his own poetic lays!</br>\"Thus, thus, to save me from the wrath to come,</br>I give vain glory to the common blaze!</br>DRYWIT!  from Heaven alone, from Heaven I covet praise.\"", "\"Alas! (his consort cried) hath gracious Heaven,</br>Hath Heaven thy deeds with fav'ring eye survey'd?</br>O, from this roof by desperation driven,</br>O, whither hath the lost EMIRA stray'd?</br>By thee, to calumny, to scorn betray'd;</br>Say, shall as erst, a hoary father greet</br>His child, still welcome to the Tavy's shade?</br>And who thy presence shall with pleasure meet,</br>Thy poor unconscious babes, now smiling at thy feet?\"", "\"Curst be their smiles (said he) shut out from life,</br>The children of Gehenna, doubly damn'd!\"</br>Then sprang in wild disorder from his wife,</br>To where the pyre voluminously flam'd;&mdash;</br>\"Yet,\" snatching up three smouldering tomes, exclaim'd,</br>\"Thus will I tear from Hell thy babes and thee,</br>If strait of worldlings and their ways asham'd,</br>Ye sob, and shed the scalding tear, perdie,</br>And panting for the Hills, the hot perdition flee.\"", "'Twas on a sabbath morn:  the merry peal</br>Dropp'd into chimes; and down the willowy lane,</br>As lads were loitering, and with lightsome heel</br>Each lass was tripping to the decent fane:</br>Lo the grey fathers of the village train,</br>Here, with the ruddy cheek and vigorous pace;</br>There, bidding the thorn-staff their limbs sustain,</br>And clinging to his gown, where woodbines brace</br>His doorway's factur'd arch, the Rector's bloomy race.", "'Twas then SIR AARON to a horseblock ran,</br>Nigh where the chancel panes stream'd orient light;</br>And, with a mouth of thunder strait began</br>To rend the prickt-up-ears of every wight.</br>\"Ho!  to the waters!  thither, to yon height,</br>To Sion Hill your breathless courses bend!</br>Ho!  to the overflowing rivers!  In the might</br>Of Heaven, to yonder sacred mount ascend,</br>And drink, and drink again!  ho!  drunken without end.", "\"Fly from that pulpit of pollution!  fly</br>Ye crowds!  damnation only lingers there!</br>Guilt in his heart &mdash; in his right hand a lye,</br>That priest of Mammon baits his deadly snare;</br>O fly yon temple, as the lion's lair,</br>Where gathering darkness shrouds the sons of wrath!</br>Come, wretches that now droop, with me repair</br>To the green olives that no lightnings scath,</br>Come, seek, beside the streams, salvation's pleasant path!\"", "Impatient, every peasant to the block,</br>(As to a wreck Cornubian rustics) flew,</br>And, sudden, to their pastor all his flock,</br>Panting to hear SIR AARON, bade adieu;</br>Whilst Cobler DRYWIT, to his office true,</br>Dovetail'd his orbs of vision in the ground,</br>And, pertly glancing o'er the vulgar crew,</br>The flippant clerk drew nearer with a bound,</br>And the sick-caterer sleek from each black eyebrow frown'd.", "All, tho' SIR AARON ceas'd, still stretch'd their jaws,</br>To swallow, yet again, the sweet harangue.</br>From his grey balls the cobler gleam'd applause:</br>Sly look'd the caterer sleek, in laud of slang.</br>The Clerk, in gratulation, upwards sprang.</br>His angel looks!  how gracious and how good!</br>His praises, one and all, the parish sang:</br>\"Our Rector!  can he rain celestial food&mdash;</br>With heav'nly manna feed poor fainting flesh and blood!\"", "The oil of adulation, sweet and smooth,</br>Whilst DRYWIT bade his Honour's ears imbibe,</br>Off AARON flew, where many a busy booth,</br>Lur'd, with their lowing kine, the lubber tribe,</br>And, as the varlet's tramp (I trow, to bribe</br>Of silver sheen) re-echoed thro' the fair;</br>Prompt for the solemn saw the mirthful jibe,</br>Came greedy boors  and stripplings debonnair,</br>And gipsies muttering fate, and girls with wishful air.", "How, from a scaffold's height the Apostle spoke,</br>His arm how valiant, who, in sooth, can say?</br>Certes, from many a sinner Satan broke,</br>In many a shape, amidst the hideous fray;</br>While louts leap'd up, and came down lumps of clay;</br>While dainty damsels, uttering each a yell,</br>Their snowy bosoms labour'd to display;</br>And staler maids in fits hysteric fell&mdash;</br>Arrested, ere they reach'd the rav'nous mouth of Hell.", "The mopeing owlet from her ivied barn,</br>How oft the Baronet was wont to scare,</br>To the green hill-top, or the craggy carne,</br>How oft he bade the unletter'd hinds repair;</br>To reckon, or relate, were idle care.</br>There last, where Tavy shapes its sylvan way,</br>(For westward journeying, did he linger there)</br>He climb'd a craggy carne, to preach or pray;</br>To weep, unspotted saint!  o'er myriads gone astray.", "Where oaks grotesque, with circling sweep enclose</br>A level area, deem'd a Druid fane;</br>A rockstone, rising in the centre, throws</br>Its awful shadow on the grassy plain;</br>From the bright sod while rills descending, stain</br>The Tavy's sabler stream that winds below:</br>There, on the shelving bank, a burnisht pane,</br>(As once I saunter'd there, escap'd from woe)</br>Seem'd from the sun's last rays to steal a faery glow!", "'Twas on that rockstone, (the sweet cot in view,</br>Bright as before, where rays at evening fall,</br>Though one, alas!  whom well the preacher knew,</br>With smiles shall light no more the lonely wall,)</br>'Twas there, obsequious to the spirit's call,</br>I saw rapt AARON, as in act to fly</br>Up to Heaven's gate, with groanings to appal</br>The bumpkins, lift the whites of either eye,</br>And now, with waving hands, bend forward from on high!", "Hush'd was the scene; save when a sear leaf stirr'd,</br>In sighs responsive to the tinkling rill;</br>And not a whisper thro' the crowd was heard;</br>When sudden, some one rushing down the hill,</br>Plung'd in the foamy waters.  A keen thrill</br>Pierc'd every heart.  And, shivering thro' the shade,</br>(As all in fear, stood motionless and still)</br>Of a rent scarf the paly remnant play'd,</br>And to the startled thought some frantic fair betray'd.", "With strenuous search amidst the gulphy stream,</br>Long toil'd the breathless peasants &mdash; long in vain,</br>When, tho' the parting water, (like a gleam</br>Of Cynthia) in the embraces of a swain,</br>As every shew he appear'd to strain,</br>A pale form glimmer'd.  Ah!  the sad resource,</br>From the drear wave her body to sustain,</br>For earth's cold bed!  From poor EMIRA'S corse</br>How shrunk the palsied saint with horror, with remorse!", "\"AMORET!\" &mdash; as struggling from the fatal spot,</br>His train in terror, bore the youth away&mdash;</br>\"AMORET!\" &mdash; (they bore him from EMIRA'S cot)</br>'Twas all his faultering accents could essay,&mdash;</br>Ah!  never shall a glance of reason's ray,</br>Again illume his dark and cheerless mind!</br>He sinks, to every wreakful fiend a prey;</br>His bosom shut to each affection kind;</br>Before him pain and death, remorse and shame behind.", "His AMORET! &mdash; see the feature sunk and wan&mdash;</br>But where that look, to love and pleasure dear?</br>His offspring! &mdash; lo, to meet their sire they ran;</br>Then shrinking back, and fill'd with sudden fear,</br>Dar'd not his sullen aspect venture near,</br>But to their poor distracted mother clung&mdash;</br>Their mother too distrest to drop a tear,</br>As o'er her heaven-husht innocents she hung,</br>And mingled grief and dread in silence seal'd her tongue.", "Ah!  hapless pair!  how might your prime of years,</br>As every bliss fell canker-worms devour!</br>Alas!  where now the spirit that endears</br>To gentle minds the sweet domestic hour?</br>Where now the blushes of your purple bower,</br>That, whilom, tinctur'd the translucent wave?</br>Where now poetic dreams from fancy's power?</br>Alas!  if golden visions fancy gave,</br>She conjur'd up the fiends that beckon to the grave!", "Where now the progeny, whose jocund bloom</br>Grac'd the mild sabbath morn, the sabbath eve?</br>Who lov'd the half-spelt lesson to resume.</br>(I see their little hearts with joyance heave)</br>As thy sweet Amoret, anxious to relieve</br>The master's care, o'erlook'd no poison'd page?</br>Ah pure Religion!  how thy children grieve,</br>To mark the madness of Whitfieldian rage!</br>That master bids hell yawn, to scare unconscious age!", "Where now the blessings of the village train&mdash;</br>The sick who languish, and the poor who droop?</br>Ah!  where the widow cheer'd, tho' rack'd with pain?</br>The tottering carle, whom Eld had taught to stoop</br>O'er his stout crutch?  say, where the wonted groupe</br>That ask'd for alms of med'cine? &mdash; they are gone.</br>Come generous youth!  recal the scatter'd troop;</br>Bid them again exchange the suffering moan</br>For gratitude!  O come, suspend the dying groan!", "Thou canst not.  Erst, where peace and love repos'd,</br>Sprinkling sweet incense o'er the pillow'd head,</br>Thy \"sleek\" disciple &mdash; dire apostate!  clos'd</br>The gates, and with the fruits of rapine fled.</br>Smooth hypocrite!  how oft the treachor shed</br>With subtle tongue, the venom of an asp!</br>To rob the dying prompt, or strip the dead,</br>He wrench'd a goblet from a sick man's grasp,</br>And caught the expiring breath, and revel'd in the gasp!", "Farewell, poor maniac!  passion's wayward child!</br>So early lost to joy, to reason's light!</br>Before him, lo, the immeasurable wild!</br>See, in things rushing to his dizzy sight,</br>How dance, how dance the demons of affright!</br>Hark to the hideous scream, the wailing cry!</br>But madness holds him here; she checks his flight</br>From earth, tho' sooth'd no more by every sigh,</br>He must not yet escape &mdash; ah, wretch!  he must not die!", "Yet dies his AMORET.  Wasting all the while,</br>She cannot such a look of anguish bear.</br>She cannot, for her children, force the smile,</br>Meeting the ghastly grin, the stony stare.</br>\"Ah no!  (she cries) tho' pangs asunder tear,</br>For you, dear innocents!  this bleeding breast&mdash;</br>Adieu, my orphans!  ye are heaven's own care!</br>Adieu! &mdash; I go, where sinners shall molest</br>My trembling heart no more, and where the weary rest!\"</br>"]