["As Napper sat rueful alone,</br>Debating 'twixt patience and strife,</br>His face in convulsions was thrown,</br>And he long'd to get rid of this life;</br>For Fighting no stomach he had,</br>(Sad reproach to a Volunteer Chief!)</br>And killing himself he thought bad,</br>And a damnable way of relief.", "His sword and his truncheon flung down,</br>And pale as the spectre of Banquo!</br>He mourn'd o'er the loss of renown,</br>Like the grim visag'd Knight of La Mancha!</br>Contending with phrenzy and spleen,</br>(A sight not to laught at, but pity!)</br>And dreading by all to be seen,</br>He groan'd out this sorrowful ditty.", "Ah!  what are become of the days,</br>When I swagger'd and dash'd thro' the town?</br>The popular pride, and the gaze!</br>And the scourge of the Courtiers and Crown?</br>When dress'd in my Bombadier cloaths,</br>The Ladies proclaim me the dandy!</br>Whilst the crowd would cry out &mdash; \"there he goes;</br>That's the great &mdash; there's the bold N&mdash;r T&mdash;y!\"", "Not a Nurse but would gossip my fame,</br>And prate of my Gorgon-like head!</br>Castle-brats, when they heard of my name,</br>Would cling to their mothers in dread.</br>Thus MALBROUK &mdash; a Chieftain of old,</br>Like me, who could bluster and prance!</br>Was a Hero and Bugbear, I'm told,</br>And frighten'd the children of France.", "When the COMMONS or AGGREGATE met,</br>I always stood foremost to brawl,</br>And roar'd no temptation or threat</br>Should force me from Liberty's call.</br>But now there's no FORUM for me,</br>My flaming orations to utter;</br>For tho' I have made myself free,</br>I've thrown myself down in the gutter!", "Oh!  curse on the damn'd fatal hour,</br>I put all my fame to the test,</br>And grappl'd with valour and power,</br>Which prov'd my past bragging a jest;</br>For had I been destin'd to fight,</br>And not like a cur ran away,</br>I still had been shewn as a sight!</br>And now the Jack Wilkes of the day.", "But threaten'd by pistols or jail,</br>I scarce knew myself what to do:</br>'Till I gave to the Greyhounds leg-bail;</br>Like a poor hunted puss, they pursue.</br>Thus asham'd my sad figure to shew,</br>My plumage and gaffs are so cut,</br>No more on my dunghill I'll crow,</br>But leave stouter cocks there to strut.", "Then adieu to the spear and the shield,</br>Their pomp, and their honours I wave;</br>For how can I now take the Field?</br>Or face my companions so brave?</br>But like Cincinnatus of Rome,</br>My services past they'll allow,</br>And till better times change my doom,</br>I'll work at my pen, like a plough.", "But if fate is not fix'd to my curse,</br>I may bounce into favour again;</br>For how many fools have done worse,</br>And after been very great men?</br>What mortals has Fortune crush'd down,</br>And rais'd up again in her sport;</br>Nay BLOOD, after stealing the Crown,</br>Was plac'd and was pension'd at Court.", "Ah!  No, I've no hopes to do well,</br>So Fame and Ambition adieu!</br>From what a high prospect I fell,</br>By grasping too much in my view!</br>I'll never get pension or place,</br>No chances or changes can raise me;</br>For now I'm cast off by his Grace,</br>Both parties renounce and dispraise me.</br>"]