["Stern Father of the storm!  who dost abide</br>Amid the solitude of the vast deep,</br>For ever listening to the sullen tide,</br>And whirlwinds, that the billowy desert sweep;</br>Thou at the distant death-shriek dost rejoice,</br>The rule of the tempestuous main is thine,</br>Outstretched and lone; thou utterest thy voice,</br>Like solemn thunders, \"These wild waves are mine,</br>Mine their dread empire, nor shall man profane</br>Th' eternal secrets of my ancient reign.\"", "The voice is vain!  secure, and as in scorn,</br>The gallant vessel goes before the wind&mdash;</br>Her parting sails swell stately to the morn&mdash;</br>She leaves the green earth and its hills behind&mdash;</br>Gallant before the wind she goes, her prow</br>High bearing, and disparting the blue tide</br>That foams and flashes in its rage below:</br>Meantime the helmsman feels a conscious pride,</br>And while far onward the long billows swell,</br>Looks to the lessening land, that seems to say \"farewell!\"", "Father of Storms!  then let thy whirlwinds roar</br>O'er seas of solitary amplitude:</br>Man, the poor tenant of thy rocky shore,</br>Man, thy terrific empire hath subdued;</br>And though thy waves toss his nigh-founder'd bark</br>Where no dim watch-light gleams, still he defies</br>Thy utmost rage, and in his buoyant ark</br>Speeds on, regardless of the dark'ning skies;</br>And o'er the mountain-surges as they roll,</br>Subdues his destined way, and speeds from pole to pole.", "Behold him now, far from his native plain,</br>Where high woods shade some wild Hesperian bay,</br>Or green isles glitter in the southern main,</br>His streaming ensign to the morn display.</br>Behold him, where the North's pale meteors dance,</br>And icy rocks roll glimm'ring from afar,</br>Fearless through night and solitude advance;</br>Or where the pining sons of Andamar</br>(When dark eclipse has wrapt the lab'ring moon)</br>Howl to the demon of the dread monsoon!", "Time was, like them, poor Nature's shivering child,</br>Wand';ring the beach, and by the salt spray beat,</br>He watch'd the melancholy surge, or smil'd</br>To see it burn and bicker at his feet;</br>In some rude shaggy spot, by fortune plac'd,</br>He dreamt not of strange lands, and empires spread,</br>Beyond the rolling of the wat'ry waste;</br>He saw the sun shine on the mountain's head,</br>But knew not, whilst he hail'd the orient light,</br>What myriads bless'd his beam, or sicken'd at the sight.", "From some dark promontory, that o'er-bent</br>The flashing waves, he heard their ceaseless roar;</br>Or carol'd in his light canoe content,</br>As bound from creek to creek it graz'd the shore;</br>Gods of the storm the dreary space might sweep,</br>And shapes of death, and gliding spectres gaunt,</br>Might flit, he thought, o'er the remoter deep;</br>And whilst strange voices cried, \"Avaunt, avaunt!\"</br>Uncertain lights, seen through the midnight gloom,</br>Might lure him sadly on to his cold wat'ry tomb.", "No city, then, amid the calm clear day,</br>O'er the blue waters' undulating line,</br>With battlements, and fans that glitter'd gay,</br>And piers, and thronging masts, was seen to shine.</br>No cheerful sounds were wafted on the gale,</br>Nor humm'd the shores with early industry;</br>But mournful birds in hollow cliffs did wail,</br>And there all day the cormorant did cry,</br>While with sunk eye, and matted dripping locks,</br>The houseless savage slept beneath the foam-beat rocks.", "Thus slumb'ring long upon the dreamy verge</br>Of instinct, see, he rouses from his trance!&mdash;</br>Faint, and as glimmering yet, the Arts emerge,</br>One after one, from darkness, and advance</br>Beauteous, as o'er the Heav'ns the stars' still way.</br>Now see the track of his dominion wide</br>Fair smiling as the day-spring; cities gay</br>Lift their proud heads, and o'er the yellow tide,</br>Whilst sounds of fervent industry arise,</br>A thousand pennants float bright-streaming in the skies!", "Genius of injur'd Asia!  once sublime</br>And glorious, now dim seen amid the storm</br>And melancholy clouds of sweeping time,</br>Who yet dost half reveal thine awful form,</br>Pointing, with sadden'd aspect and slow hand,</br>To vast emporiums, desolate and waste;</br>To wrecks of unknown cities, sunk in sand;</br>'Twas at thy voice, Arts, Order, Science, Taste,</br>Upsprung, the East adorning, like the smile</br>Of spring upon the banks of thy own swelling Nile.", "'Twas at thy voice huge Enterprise awoke,</br>That, long on rocky Aradus reclin'd,</br>Slumber'd to the hoarse surge that round her broke,</br>And hollow pipings of the idle wind;</br>She heard thy voice &mdash; upon the rock she stood</br>Gigantick &mdash; the rude scene she mark'd &mdash; she cry'd,</br>\"Let there be intercourse, and the great flood</br>Waft the rich plenty to these shores denied!\"</br>And soon thine eye delighted saw aspire,</br>Crowning the midland main, thy own Imperial Tyre.", "Queen of the Waters!  who didst ope the gate</br>Of Commerce, and display in lands unknown</br>Thy vent'rous sail, e'en now in ancient state</br>Methinks I see thee on thy rocky throne;</br>I see their massy piles thy cothons rear,</br>And on the deep a solemn shadow cast;</br>I traverse thy once-echoing shores, and hear</br>The sound of mighty generations past:</br>I see thy kingly merchants' thronged resort,</br>And gold and purple gleam o'er all thy spacious port.", "I mark thy glitt'ring gallies sweep along&mdash;</br>The steady rowers to the strokes incline,</br>And chaunt in unison their choral song&mdash;</br>White through their oars the ivory benches shine&mdash;</br>The fine-wrought sails which looms of Egypt wove,</br>Swell beautiful beneath the bending mast,</br>Hewn from proud Lebanon's immortal grove;</br>The oaks of Bashan brave the coecian blast!</br>So o'er the western wave thy vessels float,</br>For verdant Egypt bound, or Calpe's cliffs remote.", "Queen of the waters!  throned upon thy seat</br>Amid the sea, thy beauty and thy fame</br>The deep, that rolls low-murmuring at thy feet,</br>And all the multitude of isles, proclaim!</br>For thee Damascus piles her woolly store;</br>To thee their flocks Arabia's princes bring;</br>And Sheba heaps her spice and glittering ore;</br>The ships of Tarshish of thy glory sing:</br>\"Queen of the waters!  who is like to thee,</br>Replenished in thy might, and throned on the sea?\"", "The purple streamers fly, the trumpets sound,</br>Th' advent'rous bark glides on in tranquil state,</br>The voyagers, with leafy garlands crown'd,</br>Draw back their arms together, and elate</br>Sweep o'er the surge; the spray amusive flies</br>Beneath the stroke of their unweary'd oars;</br>To their loud shouts the circl'ing coast replies;</br>And now, o'er the deep ocean, where it roars</br>They fly &mdash; till slowly less'ning from the shore,</br>Beneath the haze they sink &mdash; sink, and are seen no more.", "When Night descends, and with her silver bow</br>The Queen of Heaven comes forth in radiance bright,</br>Surveying the dim earth and seas below;</br>Why from afar resounds the mystick rite</br>Hymned round her uncouth altar?  Virgins there</br>(Amid the brazen tymbal's hollow ring)</br>And aged priests the solemn feast prepare;</br>To her their nightly orisons they sing;</br>That she may look from her high throne, and guide</br>The wand'ring bark secure along the trackless tide.", "Her on his nightly watch, the pilot views</br>Careful, and by her soft and tranquil light,</br>Along the uncertain coast his track pursues;</br>And now he sees great Carmel's woody height,</br>Where nightly fires to grisly Baal burn;</br>Round the rough cape he winds &mdash; meantime far on</br>Thick eddying scuds the hollow surf upturn;</br>He thinks of the sweet light of summer gone!</br>He thinks, perhaps, dashed on the rugged shore,</br>He never shall behold his babes' lov'd mother more!", "Slow comes the morn &mdash; but ah!  what daemon form</br>(While pealing thunder the high concave rends)</br>Rises more vast amid the rushing storm!</br>With dreadful shade his horrid bulk ascends</br>Dark to the driving clouds &mdash; beneath him roars</br>The deep &mdash; his troubled brow is wrapt in gloom;</br>Ah, it moves onwards; see!  more huge it soars!</br>Who shall avert the poor sea-farer's doom?</br>Who now shall save him from the spectre's might</br>That treads the rocking waves in thunder and in night?", "Dread phantom!  art thou he whose fearful sway,</br>As Egypt's hoary chronicles have told,</br>The clouds, the whirlwinds, and the seas obey,</br>Typhon!  of aspect hideous to behold?</br>O spare the wretched wanderers, who, led</br>By flattering hopes, have left the peaceful shore!</br>Behold they shrink &mdash; they bend with speechless dread&mdash;</br>From their faint grasp drops the unheeded oar!</br>It answers not, but mingling seas and sky</br>In clouds, and wind, and thunder, rushes by.", "Hail to thy light, lord of the golden day,</br>Who, bursting through the sable clouds again,</br>Dost cheer the seaman's solitary way,</br>And with new splendour deck the lucid main;&mdash;</br>And lo!  the voyage past, where many a palm,</br>Its green top only seen, the prospect bounds,</br>Fringing the sunny sea-line, clear and calm&mdash;</br>Now hark!  the slowly-swelling human sounds!</br>Meantime the bark along the placid bay</br>Of Tamiatis keeps her easy-winding way.", "Here rest we safe from scenes of peril past,</br>No danger lurks in this serene retreat;</br>No more is heard the roaring of the blast,</br>But past'ral sounds of scatter'd flocks that bleat,</br>Or evening herds that o'er the campaign low;</br>Here citrons tall and purple dates around</br>Delicious fragrance and cool shade bestow;</br>The shores with murmuring industry resound;</br>While through the vernal pastures where he strays,</br>The Nile, as with delight, his mazy course delays.</br>"]