["I.</br>Within what fountain's craggy cell</br>Delights the Goddess Health to dwell?</br>Where from the rigid roof distills</br>Her richest stream, in steely rills?</br>What mineral gems entwine her humid locks?</br>Lo, sparkling high from potent springs</br>To Britain's sons her cup she brings!</br>Romantic Matlock!  are thy tufted rocks,</br>Thy fring'd declivities, the dim retreat</br>Where the coy Nymph has fix'd her fav'rite seat?</br>And hears, reclin'd along the thundering shore,</br>Indignant Darwent's desultory tide</br>His rugged channel rudely chide;</br>Darwent, whose shaggy wreath is stain'd with Danish gore!", "II.</br>Or does she dress her Naiad cave</br>With coral-spoils from Neptune's wave,</br>And hold short revels with the train</br>Of Nymphs that tread the neigh'bring main?</br>And from the cliffs of Avon's cavern'd side,</br>Temper the balmy beverage pure,</br>That fraught with \"drops of precious cure,\"</br>Brings back to trembling Hope the drooping bride;</br>That in the virgin's cheek renews the rose,</br>And wraps the eye of Pain in quick repose!</br>While oft she climbs the mountain's shelving steeps,</br>And calls her votaries wan, to catch the gale</br>That breathes o'er Ashon's elmy vale,</br>And from the Cambrian hills the billowy Severn sweeps.", "III.</br>Or broods the Nymph with watchful wing</br>O'er ancient Badon's mystic spring?</br>And speeds from its sulphureous source</br>The steamy torrent's secret course;</br>And fans th' eternal sparks of hidden fire,</br>In deep unfathom'd beds below</br>By Bladud's magic taught to glow,</br>Bladud, high theme of Fancy's gothic lyre!&mdash;</br>Or opes the healing Power her chosen fount</br>In the rich veins of Malvern's ample mount?</br>From whose tall ridge the noontide wanderer views</br>Pomona's purple realm, in April's pride,</br>Its blaze of bloom expanding wide,</br>And waving groves array'd in Flora's fairest hues.", "IV.</br>Haunts she the scene, where Nature lowers</br>O'er Buxton's Heath in lingering showers?</br>Or loves she more, with sandal fleet,</br>In mattin dance the Nymphs to meet,</br>That on the flowery marge of Chelder play?</br>Who, boastful of the stately train,</br>That deign'd to grace this simple plain,</br>Late, with new pride, along his reedy way,</br>Bore to Sabrina wreaths of brighter hue,</br>And mark'd his pastoral urn with emblems new.&mdash;</br>Howe'er these streams ambrosial may detain</br>Thy steps, O genial Health, yet not alone,</br>Thy gifts, the Naiad-sisters own;</br>Thine too the briny flood, and Ocean's hoar domain.", "V.</br>And lo!  amid the watery roar,</br>In Thetis' car she skims the shore,</br>Where Portland's brows, embattled high</br>With rocks, in rugged majesty</br>Frown o'er the billows, and the storm restrain,</br>She beckons Britain's scepter'd Pair</br>Her treasures of the deep to share!&mdash;</br>Hail then, on this glad morn, the mighty Main!</br>Which lends the boon divine of lengthen'd days</br>To Those who wear the noblest regal bays;</br>That mighty Main, which on it's conscious tide,</br>Their boundless commerce pours on every clime,</br>Their dauntless banner bears sublime;</br>Which wafts their pomp of war, and spreads their thunder wide!</br>"]