["Calidore sees young Tristram slay</br>A proud discourteous Knight:</br>He makes him Squire, and of him learns</br>His State and present Plight.", "What Vertue is so fitting for a Knight,</br>Or for a Lady, whom a Knight should love,</br>As Courtesy to bear themselves aright</br>To all of each degree, as doth behove?</br>For whether they be placed high above,</br>Or low beneath; yet ought they well to know</br>Their Good, that none them rightly may reprove</br>Of Rudeness, for not yielding what they owe;</br>Great Skill it is such Duties timely to bestow.", "Thereto great Help Dame Nature's self doth lend;</br>For some so goodly gracious are by kind,</br>That every Action doth them much commend,</br>And in the Eyes of Men great Liking find;</br>Which others, that have greater Skill in Mind,</br>Though they enforce themselves, cannot attain.</br>For every thing to which one is inclin'd,</br>Doth best become, and greatest Grace doth gain:</br>Yet Praise likewise deserve good Thewes, enforc'd with Pain.", "That well in courteous Calidore appears;</br>Whose eyes, Deed, and Word that he did say,</br>Was like Enchauntment, that through both the Eyes,</br>And both the Ears did steal the Heart away.</br>He now again is on his former way,</br>To follow his first Quest, whenas he spy'd</br>A tall young Man from thence not far away,</br>Fighting on foot, as well he him descry'd,</br>Against an armed Knight, that did on horseback ride.", "And them betide, a Lady fair he saw,</br>Standing alone on foot, in foul Array:</br>To whom himself he hastily did draw,</br>To weet the Cause of so uncomely Fray,</br>And to depart them, if so be he may.</br>But e'er he came in Place, that Youth had kill'd</br>That armed Knight, that low on Ground he lay;</br>Which when he saw, his Heart was inly chill'd</br>With great Amazement, and his Thought with Wonder fill'd.", "Him stedfastly he mark'd, and saw to be</br>A goodly Youth of amiable Grace,</br>Yet but a slender Slip, that scarce did see</br>Yet seventeen Years, but tall and fair of Face,</br>That sure he deem'd him born of Noble Race.</br>All in a Woodman's Jacket he was clad</br>Of Lincoln Green, belaid with Silver Lace;</br>And on his Head an Hood with Aglets sprad,</br>And by his Side his Hunter's Horn he hanging had.", "Buskins he wore of costliest Cordwain,</br>Pinkt upon Gold, and paled part per part,</br>As then the guize was for each gentle Swain;</br>In his right Hand he held a trembling Dart,</br>Whose Fellow he before had sent apart;</br>And in his left he held a sharp Boar-Spear,</br>With which he wont to launce the salvage Heart</br>Of many a Lion, and of many a Bear,</br>That first unto his Hand in Chase did happen near.", "Whom Calidore awhile well having view'd,</br>At length bespake; What means this, gentle Swain?</br>Why hath thy Hand too bold it self embru'd</br>In Blood of Knight, the which by thee is slain,</br>By thee, no Knight?  which Arms impugneth plain.</br>Certes, said he, loth were I to have broken</br>The Law of Arms; yet break it should again,</br>Rather than let my self of Wight be stroken,</br>So long as these two Arms were able to be wroken.", "For, not I him, as this his Lady here</br>May witness well, did offer first to wrong,</br>Ne surely thus unarm'd I likely were;</br>But he me first, through Pride and Puissance strong</br>Assail'd, not knowing what to Arms doth long.</br>Perdy, great blame, then said Sir Calidore,</br>For armed Knight a Wight unarm'd to wrong.</br>But then aread, thou gentle Child, wherefore</br>Betwixt you two began this Strife and stern Uproar.", "That shall I sooth, said he, to you declare,</br>I, whose unriper Years are yet unfit</br>For thing of Weight, or work of greater Care,</br>Do spend my Days, and bend my careless Wit,</br>To salvage Chase, where I thereon may hit</br>In all this Forest, and wild woody Rain:</br>Where, as this day I was inranging it,</br>I chaunc'd to meet this Knight who here lies slain,</br>Together with this Lady, passing on the Plain.", "The Knight, as ye did see, on Horseback was,</br>And this his Lady (that him ill became)</br>On her fair Feet by his Horse-side did pass</br>Through thick and thin, unfit for any Dame.</br>Yet not content, more to encrease his Shame,</br>Whenso she lagged, as she needs mote so,</br>He with his Spear (that was to him great blame)</br>Would thump her forward, and inforce to go,</br>Weeping to him in vain, and making piteous Woe.", "Which when I saw, as they me passed by,</br>Much was I moved in indignant Mind,</br>And 'gan to blame him for such Cruelty</br>Towards a Lady, whom with usage kind</br>He rather should have taken up behind.</br>Wherewith he wroth, and full of proud Disdain,</br>Took in foul Scorn that I such fault did find,</br>And me in lieu thereof revil'd again,</br>Threatning to chastize me, as doth t' a Child pertain.", "Which I no less disdaining, back return'd</br>His scornful Taunts unto his Teeth again,</br>That he straightway with haughty Choler burn'd,</br>And with his Spear strook me one Stroke or twain;</br>Which I, enforc'd to bear, though to my Pain,</br>Cast to requite; and with a slender Dart,</br>Fellow of this I bear, thrown not in vain,</br>Strook him, as seemeth, underneath the Heart,</br>That through the Wound his Spirit shortly did depart.", "Much did Sir Calidore admire his Speech</br>Tempred so well, but more admir'd the Stroke</br>That through the Mails had made so strong a Breach</br>Into his Heart, and had so sternly wroke</br>His Wrath on him, that first occasion broke.</br>Yet rested not, but further 'gan inquire</br>Of that same Lady, whether what he spoke,</br>Were soothly so, and that th' unrighteous Ire</br>Of her own Knight, had given him his own due Hire.", "Of all which, when as she could nought deny,</br>But clear'd that Stripling of th' imputed Blame,</br>Said then Sir Calidore; neither will I</br>Him charge with Guilt, but rather do quite Claim:</br>For, what he spake, for you he spake it, Dame;</br>And what he did, he did himself to save:</br>Against both which, that Knight wrought knightless Shame.</br>For, Knights and all Men this by Nature have,</br>Towards all Women-kind them kindly to behave.", "But, sith that he is gone irrevocable,</br>Please it you, Lady, to us to aread,</br>What cause could make him so dishonourable,</br>To drive you so on foot, unfit to tread</br>And lackey by him, 'gainst all Womanhead?</br>Certes, Sir Knight, said she, full loth I were</br>To raise a living Blame against the Dead;</br>But sith it me concerns my self to clear,</br>I will the Truth discover, as it chanc'd whylere.", "This Day, as he and I together rode</br>Upon our way, to which we weren bent,</br>We chaunc'd to come fore-by a covert Glade</br>Within a Wood, whereas a Lady gent</br>Sate with a Knight in joyous Jolliment</br>Of their frank Loves, free from all jealous Spys:</br>Fair was the Lady sure, that mote content</br>An Heart not carry'd with too curious Eyes,</br>And unto him did shew all lovely Courtesies.", "Whom, when my Knight did see so lovely fair;</br>He inly 'gan her Lover to envy,</br>And wish that he part of his Spoil might share.</br>Where-to when as my Presence he did spy</br>To be a lett, he bade me by and by</br>For to alight:  but when as I was loth,</br>My Love's own part to leave so suddenly,</br>He with strong Hand down from his Steed me throw'th,</br>And with presumptuous Power against that Knight straight go'th.", "Unarm'd all was the Knight; as then more meet</br>For Ladies Service, and for Love's Delight,</br>Than fearing any Foe-man there to meet:</br>Whereof he taking odds, straight bids him dight</br>Himself to yield his Love, or else to fight.</br>Whereat, the other starting up dismay'd,</br>Yet boldly answer'd, as he rightly might;</br>To leave his Love he should be ill apay'd,</br>In which he had good right 'gainst all, that it gain-said.", "Yet, sith he was not presently in plight</br>Her to defend, or his to justify,</br>He him requested, as he was a Knight,</br>To lend him Day his better Right to try,</br>Or stay till he his Arms (which were there by)</br>Might lightly fetch.  But he was fierce and hot,</br>Ne Time would give, nor any Terms aby,</br>But at him flew, and with his Spear him smote;</br>From which to think to save himself, it booted not.", "Mean-while, his Lady, which this Outrage saw,</br>Whilst they together for the Quarry strove,</br>Into the Covert did her self withdraw,</br>And closely hid her self within the Grove.</br>My Knight hers soon (as seems) to danger drove,</br>And left sore wounded:  but, when her he mist,</br>He wox half mad, and in that Rage 'gan rove</br>And range through all the Wood, where so he wist</br>She hidden was, and sought her so long as him list.", "But, when as her he by no means could find,</br>After long search and chauf, he turned back</br>Unto the Place where me he left behind:</br>There 'gan he me to curse and ban, for lack</br>Of that fair Booty, and with bitter Wrack</br>To wreak on me the Guilt of his own Wrong.</br>Of all which, I yet glad to bear the Pack,</br>Strove to appease him, and persuaded long:</br>But still his Passion grew more violent and strong.", "Then, as it were t' avenge his Wrath on me,</br>When forward we should fare, he flat refus'd</br>To take me up (as this young Man did see)</br>Upon his Steed, for no just Cause accus'd,</br>But forc'd to trot on Foot, and foul misus'd;</br>Punching me with the Butt-end of his Spear,</br>In vain complaining to be so abus'd.</br>For, he regarded neither Plaint nor Tear,</br>But more enforc'd my Pain, the more my Plaints to hear.", "So passed we, till this young Man us met;</br>And being mov'd with pity of my Plight,</br>Spake, as was meet, for ease of my Regret:</br>Whereof befell, what now is in your sight.</br>Now sure, then said Sir Calidore, and right</br>Me seems, that him befell by his own fault:</br>Whoever thinks through Confidence of Might,</br>Or through support of Countenance proud and hault,</br>To wrong the Weaker, oft falls in his own Assault.", "Then, turning back unto that gentle Boy,</br>Which had himself so stoutly well acquit;</br>Seeing his Face so lovely stern and coy,</br>And hearing th' answers of his pregnant Wit,</br>He prais'd it much, and much admired it;</br>That sure he ween'd him born of noble Blood,</br>With whom those Graces did so goodly fit:</br>And when he long had him beholding stood,</br>He burst into these Words, as to him seemed good:", "Fair gentle Swain, and yet as stout as fair,</br>That in these Woods amongst the Nymphs doost wonne,</br>Which daily may to thy sweet Looks repair,</br>As they are wont unto Latona's Son,</br>After his Chace on woody Cynthus done:</br>Well may I, certes, such an one thee read,</br>As by thy Worth thou worthily hast won,</br>Or surely born of some Heroick Seed,</br>That in thy Face appears, and gracious Goodly-head.", "But should it not displease thee it to tell</br>(Unless thou in these Woods thy self conceal,</br>For love amongst the woody Gods to dwell;)</br>I would thy self require thee to reveal,</br>For dear Affection and unfeigned Zeal</br>Which to thy noble Personage I bear,</br>And wish thee grow in Worship and great Weal,</br>For, since the day that Arms I first did rear,</br>I never saw in any, greater Hope appear.", "To whom, then thus the noble Youth; May be,</br>Sir Knight, that by discovering my Estate,</br>Harm may arise unweeting unto me;</br>Nath'less, sith ye so courteous seemed late,</br>To you I will not fear it to relate.</br>Then wote ye, that I am a Briton born,</br>Son of a King, however thorough Fate</br>Or Fortune I my Country have forlorn,</br>And lost the Crown, which should my Head by right adorn.", "And Tristram is my Name, the only Heir</br>Of good King Meliogras, which did reign</br>In Cornwal, till that he through Life's despair</br>Untimely dy'd, before I did attain</br>Ripe Years of Reason, my Right to maintain.</br>After whose Death, his Brother seeing me</br>An Infant, weak a Kingdom to sustain,</br>Upon him took the royal high Degree,</br>And sent me, where him list, instructed for to be.", "The widow Queen, my Mother, which then hight</br>Fair Emiline, conceiving then great fear</br>Of my frail Safety, resting in the Might</br>Of him, that did the kingly Scepter bear,</br>Whose jealous Dread induring not a Peer,</br>Is wont to cut off all that doubt may breed;</br>Thought best away me to remove somewhere</br>Into some foreign Land, whereas no need</br>Of dreaded Danger might his doubtful Humour feed.", "So, taking Counsel of a wise Man read,</br>She was by him advis'd, to send me quite</br>Out of the Country wherein I was bred,</br>The which the fertile Lioness is hight,</br>Into the Land of Fairy, where no Wight</br>Should weet of me, nor work me any wrong.</br>To whose wise Read she hearkning, sent me straight</br>Into this Land, where I have wonn'd thus long,</br>Since I was Ten Years old, now grown to Stature strong.", "All which my Days I have not leudly spent,</br>Nor spilt the Blossom of my tender Years</br>In Idless; but as was convenient,</br>Have trained been with many noble Feres</br>In gentle Thews, and such like seemly Leers.</br>'Mongst which, my most delight hath always been</br>To hunt the Salvage Chase amongst my Peers,</br>Of all that rangeth in the Forest green;</br>Of which, none is to me unknown, that e'er was seen.", "Ne is there Hawk which mantleth her on Pearch,</br>Whether high towring, or accoasting low,</br>But I the measure of her Flight to search,</br>And all her Prey, and all her Diet know:</br>Such be our Joys, which in these Forests grow.</br>Only the use of Arms, which most I joy,</br>And fitteth most for noble Swain to know,</br>I have not tasted yet, yet past a Boy,</br>And being now high time these strong Joints to imploy.", "Therefore, good Sir, sith now occasion fit</br>Doth fall, whose like hereafter seldom may;</br>Let me this crave, unworthy though of it,</br>That ye will make me Squire without delay,</br>That from henceforth in battailous Array</br>I may bear Arms, and learn to use them right;</br>The rather, sith that Fortune hath this Day</br>Given to me the Spoil of this dead Knight,</br>These goodly gilden Arms, which I have won in Fight.", "All which, when well Sir Calidore had heard,</br>Him much more now, than earst he 'gan admire,</br>For the rare Hope which in his Years appear'd,</br>And thus reply'd; Fair Child, the high Desire</br>To love of Arms, which in you doth aspire,</br>I may not certes without blame deny;</br>But rather wish, that some more noble Hire</br>(Though none more noble than is Chevalry)</br>I had, you to reward with greater Dignity.", "There, him he caus'd to kneel, and made to swear</br>Faith to his Knight, and Truth to Ladies all;</br>And never to be recreant, for fear</br>Of Peril, or of ought that might befall:</br>So he him dubbed, and his Squire did call.</br>Full glad and joyous:  then young Tristram grew,</br>Like as a Flow'r, whose silken Leaves small,</br>Long shut up in the Bud from Heaven's view,</br>At length breaks forth, and broad displays his smiling hue.", "Thus, when they long had treated to and fro,</br>And Calidore betook him to depart,</br>Child Tristram pray'd, that he with him might go</br>On his Adventure; vowing not to start,</br>But wait on him in every place and part;</br>Whereat Sir Calidore did much delight,</br>And greatly joy'd at his so noble Heart,</br>In hope he sure would prove a doughty Knight:</br>Yet for the time this answer he to him behight.", "Glad would I surely be, thou courteous Squire,</br>To have thy Presence in my present Quest,</br>That mote thy kindled Courage set on fire,</br>And flame forth Honour in thy noble Breast:</br>But I am bound by Vow, which I profest</br>To my dread Sovereign, when I it assay'd,</br>That in Atchivement of her high Behest,</br>I should no Creature join unto mine Aid,</br>For-thy I may not grant that ye so greatly pray'd.", "But, since this Lady is all desolate,</br>And needeth Safeguard now upon her way,</br>Ye may do well in this her needful State</br>To succour her, from danger of Dismay,</br>That thankful Guerdon may to you repay.</br>The noble Impe, of such new Service fain,</br>It gladly did accept, as he did say.</br>So taking courteous leaver they parted twain,</br>And Calidore forth passed to his former Pain.", "But Tristram, then despoiling that dead Knight</br>Of all those goodly Ornaments of Praise,</br>Long fed his greedy Eyes with the fair Sight</br>Of the bright Metal, shining like Sun-Rays;</br>Handling and turning them a thousand ways.</br>And after, having them upon him dight,</br>He took that Lady, and her up did raise</br>Upon the Steed of her own late dead Knight:</br>So with her marched forth, as she did him behight.", "There, to their Fortune, leave we them awhile,</br>And turn we back to good Sir Calidore;</br>Who, e'er he thence had travel'd many a Mile,</br>Came to the place, where, as ye hard afore,</br>This Knight, whom Tristram slew, had wounded sore</br>Another Knight in his despiteous Pride;</br>There he that Knight found lying on the Flore,</br>With many Wounds full perilous and wide,</br>That all his Garments, and the Grass in Vermeil dy'd.", "And there beside him, sate upon the Ground</br>His woful Lady, piteously complaining</br>With loud Laments that most unlucky Stound,</br>And her sad self with careful hand constraining</br>To wipe his Wounds, and ease their bitter paining.</br>Which sorry sight when Calidore did view</br>With heavy Eyne, from Tears uneath refraining,</br>His mighty Heart their mournful Case 'gan rue,</br>And for their better comfort to them nigher drew.", "Then speaking to the Lady, thus he said:</br>Ye doleful Dame, let not your Grief empeach</br>To tell, what cruel Hand hath thus array'd</br>This Knight unarm'd, with so unknightly breach</br>Of Arms, that, if I yet him nigh may reach,</br>I may avenge him of so foul Despight.</br>The Lady, hearing his so courteous Speech,</br>'Gan rear her Eyes as to the chearful Light,</br>And from her sorry Heart few heavy Words forth sigh't.", "In which she shew'd, how that discourteous Knight</br>(Whom Tristram slew) them in that shadow found,</br>Joying together in unblam'd Delight,</br>And him unarm'd, as now he lay on Ground,</br>Charg'd with his Spear, and mortally did wound</br>Withouten cause, but only her to reave</br>From him, to whom she was for ever bound:</br>Yet when she fled into that covert Greave,</br>He her not finding, both them thus nigh dead did leave.", "When Calidore this rueful Story had</br>Well understood, he 'gan of her demand,</br>What manner Wight he was, and how yclad,</br>Which had this Outrage wrought with wicked Hand.</br>She then, like as she best could understand,</br>Him thus describ'd, to be of Stature large,</br>Clad all in gilden Arms, with azure Band</br>Quartred athwart, and bearing in his Targe</br>A Lady on rough Waves, row'd in a summer Barge.", "Then 'gan Sir Calidore to guess straightway</br>By many Signs which she described had,</br>That this was he, whom Tristram earst did slay,</br>And to her said; Dame, be no longer sad:</br>For, he that hath your Knight so ill bestad,</br>Is now himself in much more wretched Plight;</br>These Eyes him saw upon the cold Earth spred,</br>The Meed of his desert for that despight,</br>Which to your self he wrought, and to your loved Knight.", "Therefore, fair Lady, lay aside this Grief,</br>Which ye have gather'd to your gentle Heart</br>For that displeasure; and think what relief</br>Were best devise for this our Lover's Smart,</br>And how ye may him hence, and to what part</br>Convey to be recur'd.  She thank'd him dear,</br>Both for that News he did to her impart</br>And for the courteous Care which he did bear</br>Both to her Love, and to her self in that sad Drear.", "Yet could she not devise by any Wit,</br>How thence she might convey him to some place:</br>For, him to trouble she it thought unfit,</br>That was a Stranger to her wretched Case;</br>And him to bear, she thought it thing too base.</br>Which when as he perceiv'd, he thus bespake;</br>Fair Lady, let it not you seem Disgrace,</br>To bear this Burden on your dainty Back;</br>My self will bear a part, Coportion of your Pack.", "So, off he did his Shield, and downward laid</br>Upon the Ground, like to an hollow Bier;</br>And pouring Balm, which he had long purvaid,</br>Into his Wounds, him up thereon did rear,</br>And twixt them both with parted pains did bear,</br>Twixt Life and Death, not knowing what was done.</br>Thence they him carry'd to a Castle near,</br>In which a worthy ancient Knight did wonne:</br>Where what ensu'd, shall in next Canto be begun.", ""]