["O CHARLES, 'tis now the tender, trying time,</br>The hour of friendship, the sad moment when</br>You must awhile indulge a virtuous crime,</br>And hide your own to ease another's pain,</br>The mournful tribute Nature claims forgo,</br>To calm a softer breast, and win it from its woe.", "Yet think not of Consolation, vainly drest</br>In TULLY'S language, and the learned pride</br>Of wordy eloquence, can sooth the breast</br>Of real grief, or bid the tear subside,</br>The heartfelt tear, which streams from Virtue's eye;</br>For Virtue's noblest proof is soft humanity.", "Let dull unfeeling pedants talk by rote</br>Of CATO'S soul, which could itself subdue;</br>Of idle scraps of Stoic fustian quote,</br>And bravely bear the pangs they never knew:</br>Refin'd from men, to desarts let them fly,</br>And, 'mid their kindred rocks, unpitied live, and die.", "But He, whose mercy melts in vernal skies,</br>Whose attribute is universal love,</br>Knit man to man by Nature's tend'rest ties,</br>And bade us social joys and sorrows prove;</br>Bade us bedew with tears the kindred urn,</br>And for a brother lost like sad MARIA mourn.", "He bids thee too, in whispers felt within,</br>For sure he finely tun'd thy social soul,</br>Haste to the lovely mourner, and restrain</br>Grief's sweeling tides which in her bosom roll,</br>Not by obstructing the tumultuous course,</br>But stealing by degrees, and yielding to its force.", "As the kind parent treats the wounded child</br>With open smiles, and only weeps by stealth;</br>In wayward pain with condescension mild</br>She charms to rest, and cheats it into health:</br>So must we lightly urge th' afflicted fair,</br>Probe the self-tortur'd breast, and teach it how to bear.", "Improve each moment when th' elastic mind,</br>Tir'd with its plaints, resumes the bent of mirth;</br>Lead it to joys, not boistrous, but refin'd,</br>Far from those scenes which gave its sorrows birth,</br>Thro' the smooth paths of Fancy's flowery vale,</br>And the long devious tracks of some well-woven tale.", "Tho' oft I've known a sorrow like to theirs,</br>In well-devised story painted strong,</br>Cheat the fond mourners of their real cares,</br>And draw perforce the list'ning ear along;</br>Till powerful fiction taught the tears to flow,</br>And more than half their grief bewail'd another's woe.", "But she, alas, unfortunately wise,</br>Will see thro' every scheme thy art can frame,</br>Reject with honest scorn each mean disguise,</br>And her full share of genuine anguish claim;</br>Wild as the winds which Ocean's face deform,</br>Or silent as the deep ere rolls th' impetuous storm.", "Why had she talents giv'n beyond her sex,</br>Or why those talents did her care improve?</br>Free from the follies which weak minds perplex,</br>But most expos'd to all which most can move.</br>Great souls alone are curs'd with grief's excess,</br>That quicker finer sense of exquisite distress.", "Yet shall that power beyond her sex, at last,</br>Not giv'n in vain, o'er grief itself prevail,</br>Stop those heart-bursting groans which heave so fast,</br>And reason triumph where thy counsels fail;</br>Save when some well-known object ever dear</br>Recalls th' untutor'd sigh, or sudden-starting tear.", "Such tender tribute to departed friends</br>Thro' life alas must sad remembrance pay;</br>And such, O CHARLES, when kinder fate extends</br>Thy stronger thread beyond my fatal day,</br>Such shall I hope from thee, till thou resign</br>That last sure pledge of love to some poor friend of thine.</br>"]