["The Die is cast &mdash; and Hope, celestial Maid,</br>Who loves to visit more the Rustic Cell,</br>And the sad Captive low in Dungeon laid,</br>Or near the wretched Bed of Sickness dwell,</br>Than with the Rich, who others far excell,</br>Is fled for ever:  (When Life's better Part,</br>Hygeia, sought some happier Dell)</br>She fan'd a Ray of Comfort in the Heart,</br>'Till fell, relentless Death had shot his fatal Dart.", "His manly Sense and Virtues to pourtray,</br>With all the innate Sweetness of his Mind,</br>Requires of abler Bards the chastest Lay;</br>Who in soft Strains, with strictest Truth combin'd,</br>May leave unsung, untouch'd, no Trait behind.</br>Alas!  how feeble is my humble Verse!</br>But real Sorrow rambles unconfin'd,</br>And, to strict Forms and fetter'd Rules averse,</br>Will its sad Plaints and Moans in Accents wild rehearse.", "In firmest Union Time our Hearts had wove,</br>The same our Pleasure, and the same our Pain;</br>Each to outvie his Friend in Kindness strove.&mdash;</br>How oft I've seen him on the scented Plain,</br>In Summer's scorching Sun, and Winter's Rain!</br>With eager Eye, he'd watch the lingering Morn,</br>For from no Toil his Passion would refrain;</br>And much he lov'd to hear the Hound and Horn,</br>Or strike, with skilful Aim, th' ill-fated Bird forlorn.", "In jests, and merry Tales, and joyous Song,</br>He kept the festive Board in constant Roar;</br>Clear was his Voice, and as his Reason strong:</br>Well was he vers'd in Academic Lore,</br>For no Sage Clerk than he had studied more.</br>With pious Care his well-taught Flocks among</br>He strew'd of Holy Writ the choicest Store,</br>On their astonish'd Ears Attention hung,</br>Unmov'd, for \"Truths Divine came mended from that tongue.\"", "Tho' round thy Knees the helpless Infants play,</br>Fair Dame!  with Reason check the streaming Eye;</br>A greater Tribute let Affection pay,</br>And with Instruction their sad Loss supply;</br>Teach them, belov'd like him, to live and die.</br>Let us, how short soe'er our Thread is spun,</br>Forbear t' arraign the mighty Power on high;</br>And, at the Moment our last Glass is run,</br>With pious Resignation cry &mdash; \"Thy Will be done.\"</br>"]