["In youth's lovely dawn, when each season was bright,</br>When health in warm currents flow'd swift thro' each vein,</br>From morning till evening I pass'd with delight</br>On the green that surrounded the cot on the plain.", "How pure and how cheap are the joys of our youth!</br>The years that succeed, how afflicted and vain!</br>O days of felicity, nature, and truth!</br>Oh, why was I forced from the cot on the plain!", "What time the pale primrose just peeped from its bed,</br>My father one morning &mdash; Ah!  morning of pain!</br>Said \"William!  remember to toil we were bred;</br>Your sports are no more round the cot on the plain.", "\"In youth we should guard 'gainst the wants of our age,</br>'Tis time you some trade or profession obtain:</br>Go forth &mdash; all are doom'd in life's cares to engage;</br>Go forth &mdash; but remember the cot on the plain!\"", "My sisters they wept, and my mother she sigh'd,</br>And I kiss'd them at parting again and again;</br>Then farewell to all that's endearing, I cry'd,</br>And oft I look'd back on the cot on the plain.", "Strange faces, strange manners, and wonderful sights,</br>Distracted my mind, and oppress'd me with pain;</br>To me this strange world was no world of delights,</br>And I long'd to return to the cot on the plain.", "I toil'd all the day, and my freedom was gone!</br>My cheek became pale, and my heart would complain;</br>No comfort I knew, but when sitting alone,</br>I dwelt on my joys in the cot on the plain.", "At length on the world's open stage I was cast,</br>A poor and precarious subsistence to gain;</br>And ne'er ceased regretting the days that were pass'd,</br>When I liv'd with such ease in the cot on the plain.", "At length that soft pow'r, from whom no breast is free,</br>Around my weak heart cast his adamant chain;</br>Save Lucy, no object I wish for, or see,</br>And never once thought of the cot on the plain.", "At length she was mine, and I found myself bless'd!</br>Her pleasures my joy, and her sorrows my pain;</br>This cup of prosperity poison'd my breast,</br>For I look'd with contempt on the cot on the plain.", "My table I spread, and I liv'd in such stile,</br>That wealth, pomp, and luxury soon turn'd my brain;</br>I deem'd all my former companions too vile,</br>And blush'd e'en to think of the cot on the plain.", "Presumptuous, I dar'd e'en misfortune defy!</br>But who can avert what the fates may ordain?</br>My Lucy she droop'd!  and I saw her soon die!</br>And could I then think of the cot on the plain?", "With her pass'd away all the means of delight!</br>The lands which she brought were demanded again!</br>The prospect before me was gloomy as night,</br>Except a faint ray from the cot on the plain.", "My dream of felicity now was no more!</br>'Twas now like beginning my fortune again;</br>Like launching an old batter'd bark from the shore,</br>To brave all the storms and the rocks of the main.", "'Twas now that, reflecting on all that had pass'd,</br>I compar'd each short bliss with each lingering pain;</br>Resolv'd to return to contentment at last,</br>And dwell with sweet peace in the cot on the plain.</br>"]