["Now did the sunne like an undaunted Hart,</br>Even in his fall enlarge his ample browe;</br>Now his last beames on Spanish shore did dart,</br>Hurrying to Thetis his all-flaming cart,</br>When th' Atticke maid pearched on bared bowe,</br>Unhappie Atticke maide sang the sad treason</br>Of Tereus most wicked man,</br>And well as her renu'd tongue can,</br>Tempered her tragicke laies unto the sulleine season.", "When Coridon a cruel heardgroomes boy,</br>Yet somewhat us'd to sing, and with his peeres</br>Carroll of love, and lovers sad annoy;</br>Wearie of passed woe, and glad of present joy,</br>Having instal'd his sunn'd, and ful fed steeres,</br>Thus to the river his blisse signified</br>Well as he couth, and turning all</br>Unto the humming rivers fall,</br>The woods and Eccho his song goodly dignified.", "Ye goodly nymphes that with this river dwell,</br>All daughters of the yellow-sanded Chame,</br>Which deepe in hollow rockes frame out your cell,</br>Tell me ye nymphes, for you can surely tell;</br>Is death the cause of life?  or can that same</br>Be my great'st blisse, which was my great'st annoy?</br>Eliza's dead, and can it be</br>Eliza's death brings joy to me?</br>Hell beeing the cause, why heavenly is the joy?", "With floods of teares I waile that deadly houre,</br>When as Eliza, Eliza blessed maide,</br>Was married to death, and we giv'n as her dowre,</br>And low descending into Plutoes bower,</br>Scarce fils an earthen pot beeing loosely laid.</br>Ah is there such power, such crueltie in fate?</br>Can one Sunne one man see</br>Without, and worse then miserie?</br>Then farewell glorious pompe, and fickle mortals state.", "And yet ten thousand times I blesse that time,</br>When that good Prince, that Prince of endles fame,</br>Both in the yeares and our joyes springing prime,</br>Strucke my glad eares and raisd my rugged rime</br>To carroll lowd and herie his honor'd name.</br>Ah is there such power, such bountie in fate?</br>Can one Sunne one man see</br>Worse, and without all miserie?</br>Then welcome constant joy, and never-changing state.", "Thou blessed spirit, sit thou ever there</br>Where thou nowe sit'st, in heav'n, the worlds late wonder,</br>Now heavens joy, and with that God yfere,</br>Who still to thee, thou stil to him wast deare,</br>Leave us unto the world and fortunes thunder;</br>Or where thou dost that blessedness enjoy,</br>Bid me, O quickly bid me</br>Come there where thou hast hid thee,</br>In Joves all-blessed lap without, and bove annoy.", "If not; ile live under thy sunshine rayes,</br>And while the Fates afoard me vitall breath</br>Ile spend it as thy tribute in thy praise.</br>Dighting, such as I can, light virelaies,</br>To thee, great Prince, whose life paies for her death,</br>Thereto doe thou my humble spirit reare,</br>And with thy sacred fire</br>My frozen heart inspire:</br>Chasing from thy high spirit all imperious feare.", "Then will I sing, and yet who better sings</br>Of thee, then thine owne oft-tride Muse?</br>Which when into thy heroicke spirit springs,</br>The fields resound, and neighbour forrest rings,</br>And sacred Muses leaving their woont use</br>Of carroling, flying their loathed cell,</br>Run to thy silver sound,</br>And lively dauncen round:</br>What caren they for Helicon, or their Pegasean well?", "Then thou thy selfe thy selfe historifie,</br>But I in willow shade will chaunt thy name,</br>And sing I will, though I sing sorrily,</br>And thee, though little, I will glorifie,</br>And shrilly pipe aloud, the whilst my Chame</br>Shall answer all againe, thy name aye lives,</br>While th' Oceans froathie hoare</br>Beats on thy Brittish shore,</br>And Albion threats the heave with high whited clives.", "By this the old nights head gan to be gray,</br>And dappled round with many a whited spot,</br>So that the boy through ruinous nights decay,</br>Saw the first birth of the new infant day,</br>So up he rose and to his home he got;</br>And all the way of James he lowdly sang,</br>And all the way the plaine,</br>Answered James againe:</br>That all the woods of James and th' heaven lowdly rang.</br>"]