["The sun had left Britannia wrapt in night,</br>On western world to shed his morning light;</br>His fervid beams shone on Darien's shore,</br>To Scotsmen fatal in the days of yore,</br>On royal William's name which stamps a blot,</br>By Caledonia's children unforgot;</br>Not distant far from this ill-fated land,</br>Where Nature owns no cultivator's hand,</br>Where blackening forests cast a lasting shade,</br>No flowery vale, green field, nor opening glade,</br>Nor hills with flocks, nor herds in verdant glen,</br>Nor curling smoke, to mark the haunts of men;</br>But tangling thickets hide the wily snake,</br>Foul birds of prey scream nightly in the brake;</br>From secret lairs comes many a frightful cry,</br>And burning suns shine in a cloudless sky.", "'Twas on that hapless spot, by fraud betray'd,</br>A group of wretched emigrants were laid,</br>Decoy'd from Scotia's glens and peopled shore,</br>And doom'd, too late, their rashness to deplore:</br>The sun was vertical, his downward ray</br>Shed on their heads \"intolerable day;\"</br>Their limbs were stiff with night-dew's fatal damp,</br>And painful toil to form their little camp:</br>There fathers, mothers, youths, and children young,</br>Grief swell'd each heavy heart, thirst parch'd each tongue;</br>Each cheek was pale with want and wasting care,</br>And every look was dismal, dark despair.</br>With aching brows, stretch'd on the long rank grass,</br>The languor of their lingering hours to pass,</br>Two hapless youths the dreary silence broke,</br>Of friends, and home, and former days, they spoke;</br>Both seem'd their reckless folly to bemoan</br>With bitter tears &mdash; one James, the other John:</br>A wedded pair, too, mourn'd their sad mishap,</br>A meagre child lay on the mother's lap,</br>About her heaving breast the infant clung,</br>Her drooping head in sad dejection hung;</br>Yet she would raise her dim, desponding eye,</br>And gaze upon two little lispers by;</br>In mournful music, hush her babe to sleep&mdash;</br>Kiss its pale cheek &mdash; then turn her head and weep.</br>James first to mourn their hapless fate began,</br>The others listening &mdash; thus the converse ran:", "JAMES.</br>\"Is this the genial clime, the promis'd land,</br>The scene display'd by false enchanter's wand?</br>For ever flown the dreams in slumbers shed,</br>When bright illusions hover'd o'er my head;</br>When scudding light before the wanton breeze,</br>Or struggling hard to stem tempestuous seas;</br>Was it for this that we invok'd the gale,</br>On deserts drear our fortune to bewail?</br>Was it for this I left Edina's shore&mdash;</br>That happy land my feet shall tread no more&mdash;</br>Left friends, who long had o'er my follies mourn'd,</br>Their griefs despis'd &mdash; their wisest counsels scorn'd?</br>The gay companion of a thoughtless train,</br>All, like myself, young, idle, pert, and vain;</br>I deem'd that Pleasure's sweets would never cloy</br>Her varied scenes of loose, licentious joy;</br>Headstrong and proud &mdash; impatient of control,</br>The gambler's table and the toper's bowl</br>For me had still resistless, winning charms,</br>And venal beauty lured me to her arms:</br>I knew her purpose was but to beguile,</br>Yet sought her wanton glance and syren smile,</br>Saw poison sparkle in a gilded cup,</br>And revelling o'er the draught, I drank it up;</br>Till steeped in sin, insensible to shame,</br>With empty purse, lost health, and blighted fame;</br>Without a friend with strength and skill to save,</br>Or drag me from stern Ruin's whelming wave,</br>I bade a long &mdash; I fear a last adieu,</br>To all erewhile so lovely to my view!</br>Methinks I hear my sister's rending sighs,</br>And see the tear-drops streaming from her eyes;</br>Still feel the pressure of my brother's hand,</br>As my light foot left Lothian's fertile strand;</br>At sea, as on my sleepless couch I turn'd,</br>I thought of tender admonition spurn'd;</br>With fix'd resolve to close my wild career,</br>On Virtue's stream with struggling oar to steer;</br>And when I long had brav'd the stormy blast,</br>Seek friend and home, and soothe them for the past.", "\"Alas!  it was a dream &mdash; illusion vain!</br>Nor friends nor home shall I behold again!</br>Too late I o'er my reckless folly sigh:</br>Though unprepar'd, doom'd in this wild to die;</br>For keen Remorse my anguish'd bosom wrings,</br>And Conscience tortures with her scorpion stings!</br>Would outrag'd Heav'n but condescend to save</br>A guilty wretch from an untimely grave,</br>Methinks I would &mdash; but ah!  my doom is pass'd,</br>My spirits sink, and death approaches fast,</br>And I must fall, where none shall heave a sigh,</br>Above the nameless spot where I forgotten lie!\"", "JOHN.</br>\"Although no pang of guilt my bosom tears,</br>Yet in my face egregious Folly stares;</br>Her laugh exulting, and her sneer of scorn,</br>Have poignance sharper than the piercing thorn;</br>For I have been her dupe &mdash; her ready tool&mdash;</br>A credulous, unthinking, giddy fool!</br>Though not with Fortune's gifts profusely bless'd,</br>Yet pinching Poverty had ne'er oppress'd;</br>I ne'er with guilt nor care was doom'd to pine,</br>And youth, and health, and competence were mine;</br>But lust of wealth had long possess'd my mind,</br>And I had wish'd some richer shore to find,</br>Some fairy-land, some El Dorado clime,</br>Where Nature ever smil'd in virgin prime;</br>Where wanton Spring and Summer still were seen</br>Blending their sweets in rich perennial green;</br>Where golden harvests on the genial soil</br>A hundred fold rewarded labour's toil.", "\"Like Satan, seeking whom he might devour,</br>MACGREGOR met me in an evil hour;</br>His hook was baited with a golden fly,</br>The shark &mdash; ah no! &mdash; the simple gudgeon I!</br>Who, reckless, took no time to think or pause,</br>And now I writhe, the barb deep in my jaws!", "\"Though Hope on tiptoe stood, with anxious eye,</br>And Expectation in my heart beat high,</br>A momentary sadness swell'd my heart,</br>When from my native land my friends to part;]</br>And there was one &mdash; ah!  dearer than the rest,</br>Whose image lives within this aching breast,</br>I press'd her hand &mdash; but could not say \"farewell!\"</br>While on that trembling hand a tear-drop fell:</br>On wings of love I only went before,</br>In search of Eden, on some blissful shore;</br>For her, in Paradise, to build a home,</br>Where Love should reign, and Care should never come!</br>Alas!  the spell's dissolv'd &mdash; the dream is fled!</br>With throbbing veins, sick heart, and aching head,</br>I wish to die &mdash; to meet my hapless doom,</br>While some kind hand is left to dig my tomb.\"", "HUSBAND.</br>\"Ye sad companions in affliction's hour,</br>Dark are the gathering clouds that round us lower;</br>Our fate is hard &mdash; I've heard you both repine,</br>Yet are your suff'rings light compar'd to mine;</br>Whate'er your sorrows, they are yours alone,</br>No better half re-echoes back your groan!</br>See her, now seated, sickening, at my side,</br>Twelve years ago she was my blushing bride;</br>Her glowing cheek, ripe lip, and melting eye,</br>Were sweeter far than summer's morning sky;</br>Both young, our hopes were high, our hearts were warm,</br>For Love and Plenty bless'd our little farm;</br>But times soon alter'd, markets still declin'd,</br>Our landlord poor, prov'd sordid and unkind;</br>Each year but added to our deep distress,</br>And every day still made our little less;</br>We sigh'd, and from impending ruin fled.</br>Like you, deceiv'd, too rashly dar'd to roam,</br>To seek a safe retreat, a shelt'ring home.</br>See Mary's pallid cheek and wasted form,</br>Behold the infant on her breast that lies,</br>And mark the faded lustre of her eyes;</br>These younglings seated round their mother's feet,</br>That bloom'd erewhile like opening rosebuds sweet,</br>Now weak their limbs, and fled each rising grace,</br>Sickness and famine blanches every face!</br>No hope remains but here alone to die,</br>And on the turf our bones unburied lie!</br>But as they bleach beneath a torrid sun,</br>May shapes terrific, shades and horrors dun,</br>Nightly surround the author of our woes,</br>And our pale ghosts still haunt him in repose!</br>If to his home he should again return,</br>May friends forsake him, and his kinsmen spurn!</br>Let him, like me, in lonely desert die,</br>And let his bones in dust unhallow'd lie;</br>Above his turf may never heathbell wave,</br>Nor dews of morn, nor daisy deck his grave!</br>But there may&mdash;\"", "WIFE.</br>\"Hush!  that bitter curse recal!</br>Although thy heart now writhes in anguish'd thrall,</br>Leave him, the wretched author of our pain,</br>To Him who can the wrath of man restrain:</br>Or rather, raise your heart and hands to Heav'n,</br>In fervent prayer, that he may be forgiv'n;</br>And while you o'er our present sorrows pine,</br>Still learn to trust Omnipotence Divine;</br>For He who sits enthron'd above the sky,</br>Sees all His creatures with Omniscient eye;</br>The crowded city, and the trackless shore,</br>The gorgeous temple, and the desert hoar&mdash;</br>The dark abyss, the forest's gloomy shades,</br>His presence fills, His providence pervades.</br>Our Father may His face and favour hide,</br>But not for aye, if we in Him confide;</br>Let us His wisdom, pow'r, and goodness own,</br>And look for Mercy where our wants are known!\"", "Even while she spoke, a sail appear'd in view,</br>And as they wistful gaz'd, still nearer drew;</br>A party lands &mdash; the victims crowd around&mdash;</br>Kneeling with lifted hands, and prayers profound;</br>The faltering tongue, parch'd lip, and faded cheek,</br>In silent eloquence their sorrows speak!</br>Their wretchedness the visitors deplore,</br>And lead the wanderers from that dreary shore.</br>"]