["I. 1.</br>Wafted on many a fav'ring breeze,</br>What shouts of triumph greet the ear?</br>What distant shores, what wond'ring seas,</br>BRITANNIA'S awful thunders hear?</br>What Hero on her recreant foe</br>Inflicts the deepest, deadliest blow?</br>What VICTOR her extatic joy renews?</br>The joy of ev'ry heart &mdash; the theme of every Muse.", "I. 2.</br>'Tis HE!  th' intrepid Chief, whose name,</br>Long known for high heroic deeds,</br>Now fills the loudest trump of Fame,</br>To Valour prompts, to Glory leads!</br>Distinguish'd o'er the martial train,</br>He nobly bled &mdash; nor bled in vain&mdash;</br>Bright Conquest her propitious flag unfurl'd</br>High on the burnish'd prow, to cheer th' Afflicted World.", "I. 3.</br>Nor lust of Power, nor pride of vain applause</br>(That bright but unsubstantial crown)</br>Inspires her Sons to win renown,</br>Whene'er the righteous sword BRITANNIA draws.</br>To tame the proud, the vanquish'd spare,</br>Th' oppress'd from cruel wrongs to save,</br>These objects claim her gen'rous care,</br>These trophies best adorn the truly brave.</br>When fierce Tyrants widely spreading</br>Their baneful pow'r, bid ruin stalk around;</br>Oft her gentle mercy, shedding</br>It's sweet refreshing dews, has heal'd the deadly wound.", "II. 1.</br>Thou mighty stream, whose secret source</br>Has mock'd the toil of many a sage,</br>Whose waters, from their sevenfold source,</br>Rush forth with wild tumultuous rage!</br>Though godlike Heroes on thy lands</br>Have rang'd their proud victorious bands,</br>Say, hast thou heard a fiercer combat roar?</br>Did e'er a nobler Chief adorn thy fabled shore?", "II. 2.</br>Did juster Honours deck the crest</br>Of AMMON'S SON, when, crown'd with spoils,</br>On thy lov'd banks he deign'd to rest,</br>And paus'd awhile from Vict'ry's toils?</br>When mighty CAESAR, calmly brave</br>Stem'd with his breast th' opposing wave,</br>And, safe in valour, mock'd each hostile dart,</br>Say, did he then display a nobler, firmer heart?", "II. 3.</br>Ah no! &mdash; Each darling Chief's aspiring mind</br>Was lur'd by false Ambition's charms,</br>The love of wide-destroying Arms,</br>The impious hope to subjugate Mankind.</br>Far juster crowns, more lasting praise,</br>BRITANNIA'S matchless Sons adorn;</br>A grateful World its voice shall raise</br>And bid their valour live to ages yet unborn;</br>Bid the Muse, with transport viewing</br>Our gen'rous Chiefs, the joyful notes prolong,</br>And, her favourite theme pursuing,</br>Record their glorious deeds, immortaliz'd in song.", "III. 1.</br>For combat arm'd, the wary foe,</br>In well-rang'd order, firm array,</br>(Forewarn'd to meet th' impending blow)</br>In tow'ring strength, exulting, lay;</br>Vain confidence! &mdash; From AEGYPT'S shores</br>In vain t' associate thunder roars:</br>In vain her threat'ning rocks, her shoals, withstand</br>BRITAIN'S impetuous Sons, and guard the hostile band.", "III. 2.</br>Collected in his native might,</br>Our dauntless Chief maintains his course,</br>Awhile forbears the promis'd fight,</br>Prepar'd to strike with tenfold force,</br>At length he strikes! &mdash; The deadly blow</br>Lays haughty Gallia's Honour low:</br>Pierc'd with wide wounds, or wrapt in hostile fires,</br>Each shatter'd vessel yields, or in a blaze expires!", "III. 3.</br>Ye souls of Heroes, generous, just, and brave,</br>Through many an age to ev'ry shore</br>Who BRITAIN'S Naval Thunders bore,</br>And fix'd her Empire o'er the subject wave!</br>Oh!  with propitious smiles look down,</br>While, the glad Victor's brows to shade,</br>His Country weaves the noblest crown</br>The crown of modest worth, that ne'er shall fade.</br>From her heavenly throne descending,</br>Let Justice ratify the doom of Fame;</br>And let Glory, never ending,</br>With BRITAIN'S dearest Sons enrol her NELSON'S Name.</br>"]