["Long while an universal Hubbub loud,</br>Deaf'ning each Ear, had drown'd each Accent mild;</br>'Till biting Taunts, and harsh opprobrious Words</br>Vile utt'rance found.  How weak are human Minds!</br>How impotent to stem the swelling Tide,</br>And without Insolence enjoy Success!</br>The Vale-Inhabitants, proud, and elate</br>With Victory, know no Restraint, but give</br>A Loose to Joy.  Their Champion HOBBINOL</br>Vaunting they raise, above the Earth-born Race</br>Of Giants old, who piling Hills on Hills,</br>Pelion on Ossa, with rebellious Aim</br>Made War on Jove.  The sturdy Mountaineers,</br>Who saw their Mightiest fall'n, and in his Fall</br>Their Honours past impair'd, their Trophies won</br>By their proud Fathers, who with scorn look'd down</br>Upon the subject Vale, sullied, despoil'd,</br>And level'd with the Dust, no longer bear</br>The keen Reproach.  But as when sudden Fire</br>Seizes the ripen'd Grain, whose bending Ears</br>Invite the Reaper's Hand, the furious God</br>In sooty Triumph rides dreadful, upborn</br>On Wings of Wind, that with destructive Breath</br>Feed the fierce Flames, from Ridge to Ridge he bounds</br>Wide-wasting, and pernicious Ruin spreads:</br>So thro' the Croud from Breast to Breast swift flew</br>The propagated Rage; loud vollied Oaths,</br>Like Thunder bursting from a Cloud, gave Signs</br>Of Wrath awak'd.  Prompt Fury soon supplied</br>With Arms uncouth; tough well-season'd Plants</br>Weighty with Lead infus'd on either Host</br>Fall thick, and heavy; Stools in Pieces rent,</br>And Chairs, and Forms, and batter'd Bowls are hurl'd</br>With fell Intent; like Bombs, the Bottles fly</br>Hissing in Air, their sharp-edg'd Fragments drench'd</br>In the warm spouting Gore; Heaps driv'n on Heaps</br>Promiscuous lie.  TONSORIO now advanc'd</br>On the rough Edge of Battle, his broad Front</br>Beneath his shining Helm secure, as erst</br>Was thine, MAMBRINO, stout Iberian Knight!</br>Defied the rattling Storm, that on his Head</br>Fell innocent.  A Table's ragged Frame</br>In his Right-Hand he bore, Herculean Club!</br>Crouds, push'd on Crouds, before his potent Arm</br>Fled ignominious; Havock, and Dismay,</br>Hung on their Rear.  COLLIN a merry Swain,</br>Blithe as the soaring Lark, as sweet the Strains</br>Of his soft warbling Lips, that whist'ling chear</br>His lab'ring Team, they toss their Heads well pleas'd,</br>In gaudy Plumage deck'd, with stern Disdain</br>Beheld this Victor proud; his gen'rous Soul</br>Brook'd not the foul Disgrace.  High o'er his Head</br>His pond'rous Plough-Staff in both Hands he rais'd,</br>Erect he stood, and stretching ev'ry Nerve,</br>As from a forceful Engine, down it fell</br>Upon his hollow'd Helm, that yielding sunk</br>Beneath the Blow, and with its sharpen'd Edge</br>Shear'd both his Ears, they on his Shoulders broad</br>Hung ragged.  Quick as Thought the vig'rous Youth</br>Short'ning his Staff, the other End he darts</br>Into his gaping Jaws.  TONSORIO fled</br>Sore maim'd; with pounded Teeth and clotted Gore</br>Half-choak'd, he fled; with him the Host retir'd</br>Companions of his Shame; all but the stout,</br>And erst unconquer'd HILDEBRAND, brave Man!</br>Bold Champion of the Hills!  Thy weighty Blows</br>Our Fathers felt dismay'd; to keep thy Post</br>Unmov'd, whilom thy Valour's Choice, now sad</br>Necessity compels; decrepit now</br>With Age, and stiff with honourable Wounds,</br>He stands unterrified; one Crutch sustains</br>His Frame majestic, th' other in his Hand</br>He wields tremendous; like a Mountain Boar</br>In Toils inclos'd, he dares his circling Foes.</br>They shrink aloof, or soon with Shame repent</br>The rash Assault, the Rustic Heroes fall</br>In Heaps around.  CUDDY a dex'trous Youth</br>When Force was vain, on fraudful Art relied;</br>Close to the Ground low-cow'ring, unperceiv'd,</br>Cautious he crept, and with his crooked Bill</br>Cut sheer the frail Support, Prop of his Age:</br>Reeling a while he stood, and menac'd fierce</br>Th' insidious Swain, reluctant now at length</br>Fell prone and plough'd the Dust.  So the tall Oak,</br>Old Monarch of the Groves, that long had stood</br>The Shock of warring Winds, and the red Bolts</br>Of angry Jove, shorn of his leafy Shade</br>At last, and inwardly decay'd, if chance</br>The cruel Woodman spy the friendly Spur,</br>His only Hold; that sever'd, soon he nods,</br>And shakes th' incumber'd Mountain as he falls.", "When Manly-Valour fail'd, a Female Arm</br>Restor'd the Fight.  As in th' adjacent Booth</br>Black CINDARAXA'S busy Hand prepar'd</br>The smoaking Viands, she beheld, abash'd,</br>The routed Host, and all her dastard Friends</br>Far scatter'd o'er the Plain; their shameful Flight</br>Griev'd her proud Heart, for hurried with the Stream</br>Ev'n TALGOL too had fled, her darling Boy.</br>A flaming Brand from off the glowing Hearth</br>The greasy Heroine snatch'd, o'er her pale Foes</br>The threat'ning Meteor shone, brandish'd in Air,</br>Or round their Heads  in ruddy Circles play'd.</br>Across the prostrate HILDEBRAND she strode</br>Dreadfully bright:  The Multitude appall'd</br>Fled diff'rent Ways, their Beards, their Hair in Flames.</br>Imprudent she pursu'd, 'till on the Brink</br>Of the next Pool, with Force united press'd,</br>And waving round with huge two-handed Sway</br>Her blazing Arms, into the muddy Lake</br>The bold Virago fell.  Dire was the Fray</br>Between the warring Elements, of old</br>Thus Mulciber, and Xanthus Dardan Stream</br>In hideous Battle joyn'd.  Just sinking now</br>Into the boiling Deep, with suppliant Hands</br>She beg'd for Life; black Ouse and Filth obscene</br>Hung in her matted Hair:  The shouting Crowd</br>Insult her Woes, and proud of their Success,</br>The dripping Amazon in Triumph lead.</br>Now, like a gath'ring Storm, the rallied Troops</br>Blacken'd the Plain.  Young TALGOL from the Front,</br>With a fond Lover's haste, swift as the Hind,</br>That by the Huntsman's voice alarm'd, had fled,</br>Panting returns, and seeks the gloomy Brake,</br>Where her dear Fawn lay hid, into the Booth</br>Impatient rush'd.  But when the fatal Tale</br>He heard, the dearest Treasure of his Soul</br>Purloin'd, his Cindy lost; stiff'ned and pale</br>A while he stood, his kindling Ire at length</br>Burst forth implacable, and injur'd Love</br>Shot Lightning from his Eyes; a Spit he seiz'd,</br>Just reeking from the fat Surloyn, a long,</br>Unwieldy Spear; then with impetuous Rage</br>Press'd forward on th' embattled Host, that shrunk</br>At his Approach.  The rich AVARO first,</br>His fleshy Rump bor'd with dishonest Wounds,</br>Fled bellowing; nor cou'd his num'rous Flocks,</br>Nor all th' aspiring Pyramids, that grace</br>His Yard well stor'd, save the penurious Clown.</br>Here CUBBIN fell, and there young COLLAKIN.</br>Nor his fond Mother's Pray'rs, nor ardent Vows</br>Of Love-sick Maids cou'd move relentless Fate.</br>Where e'er he rag'd, with his far beaming Lance,</br>He thin'd their Ranks, and all their Battle swerv'd</br>With many an Inroad gor'd.  Then cast around</br>His furious Eyes, if haply he might find</br>The captive Fair; her in the Dust he spied</br>Grov'ling, disconsolate; those Locks, that erst</br>So bright, shone like the polish'd Jet, defil'd</br>With Mire impure; thither with eager haste</br>He ran, he flew.  But when the wretched Maid</br>Prostrate he view'd, deform'd with gaping Wounds</br>And welt'ring in her Blood, his tremb'ling Hand</br>Soon drop'd the dreaded Lance; on her pale Cheeks</br>Ghastly he gaz'd, nor felt the pealing Storm,</br>That on his bare defenceless Brow fell thick</br>From ev'ry Arm; o'erpower'd at last, down sunk</br>His drooping Head, on her cold Breast reclin'd.</br>Hail, faithful Pair!  if ought my Verse avail,</br>Nor Envy's Spite, nor Time shall e'er efface</br>The Records of your Fame; blind British Bards,</br>In Ages yet to come, on festal Days</br>Shall chant this mournful Tale, while list'ning Nymphs</br>Lament around, and ev'ry gen'rous Heart</br>With active Valour glows, and virtuous Love.</br>How blind is pop'lar Fury!  how perverse,</br>When Broils intestine rage, and Force controuls</br>Reason and Law!  As the torn Vessel sinks</br>Between the Burst of adverse Waves o'erwhelm'd;</br>So fares it with the neutral Head, between</br>Contending Parties bruis'd, incessant peal'd</br>With random Strokes that undiscerning fall;</br>Guiltless he suffers most, who least offends.</br>MUNDUNGO from the bloody Field retir'd,</br>Close in a Corner plied the peaceful Bowl;</br>Incurious he, and thoughtless of Events,</br>Now deem'd himself conceal'd, wrapt in the Cloud</br>That issu'd from his Mouth, and the thick Fogs</br>That hung upon his Brows; but hostile Rage</br>Inquisitive found out the rusty Swain.</br>His short black Tube, down his furr'd Throat impell'd,</br>Stagg'ring he reel'd, and with tenacious Gripe</br>The bulky Jordan, that before him stood,</br>Seiz'd falling; that its liquid Freight disgorg'd</br>Upon the prostrate Clown, flound'ring he lay</br>Beneath the muddy Bev'rage whelm'd, so late</br>His prime Delight.  Thus the luxurious Wasp</br>Voracious Insect, by the fragrant Dregs</br>Allur'd, and in the viscous Nectar plung'd,</br>His filmy Pennons struggling flaps in vain,</br>Lost in a Flood of Sweets.  Still o'er the Plain</br>Fierce Onset, and tumultuous Battle spread;</br>And now they fall, and now they rise, incens'd</br>With animated Rage, while nought around</br>Is heard, but Clamour, Shout, and Female Cries,</br>And Curses mix'd with Groans.  Discord on high</br>Shook her infernal Scourge, and o'er their Heads</br>Scream'd with malignant Joy; when lo!  between</br>The warring Hosts appear'd Sage RHADAMANTH,</br>A Knight of high Renown.  Nor QUIXOT bold,</br>Nor AMADIS of Gaul, nor HUDIBRAS,</br>Mirror of Knighthood, e'er cou'd vie with thee,</br>Great Sultan of the Vale!  Thy Front severe,</br>As humble Indians to their Pagods bow,</br>The Clowns submiss approach.  Themis to thee</br>Commits her golden Balance, where she weighs</br>Th' abandon'd Orphan's Sighs, the Widow's Tears,</br>By thee give sure Redress, comforts the Heart</br>Oppress'd with Woe, and rears the suppliant Knee.</br>Each bold Offender hides his guilty Head,</br>Astonish'd, when thy delegated Arm</br>Draws her vindictive Sword; at thy Command,</br>Stern Minister of Power Supreme!  Each Ward</br>Sends forth her brawny Myrmidons, their Clubs</br>Blazon'd with Royal Arms; dispatchful Haste</br>Sits earnest on each Brow, and public Care.</br>Encompass'd round with these his dreadful Guards,</br>He spur'd his sober Steed, grizled with Age,</br>And venerably dull; his Stirrups stretch'd</br>Beneath the Knightly Load; one Hand he fix'd</br>Upon his Saddle Bow, the other Palm</br>Before him spread, like some other Palm</br>In Athens, or free Rome, when Eloquence</br>Subdu'd Mankind, and all the list'ning Crowd</br>Hung by their Ears on his persuasive Tongue.</br>He thus the jarring Multitude address'd.", "\"NEIGHBOURS, and Friends, and Countrymen, the Flow'r</br>Of Kiftsgate!  ah!  what means this impious Broil?</br>Is then the haughty Gaul no more your Care?</br>Are Landen's Plains so soon forgot, that thus</br>Ye spill that Blood inglorious, waste that Strength,</br>Which well employ'd, once more might have compell'd</br>The Stripling Anjou to a shameful Flight?</br>Or by your great Forefathers taught, have fix'd</br>The British Standard on Lutetian Tow'rs?</br>O Sight odious, detestable!  O Times</br>Degenerate, of antient Honor void!</br>This Fact so foul, so riotous, insults</br>All Law, all Sov'reign Pow'r, and calls aloud</br>For Vengeance; but, my Friends!  too well ye know,</br>How slow this Arm to punish, and how bleeds</br>This Heart, when forc'd on rigorous Extremes.</br>O Countrymen!  All, all, can testify</br>My Vigilance, my Care for public Good.</br>I am the Man, who by your own free Choice</br>Select from all the Tribes, in Senates rul'd</br>Each warm Debate, and emptied all my Stores</br>Of antient Science in my Country's Cause.</br>Wise TACITUS, of Penetration deep,</br>Each secret Spring reveal'd, THUANUS bold</br>Breath'd Liberty, and all the mighty Dead,</br>Rais'd at my Call, the British Rights confirm'd;</br>While MUSGRAVE, HOW, and SEYMOUR sneer'd in vain.</br>I am the Man, who from the Bench exalt</br>This Voice, still grateful to your Ears, this Voice</br>Which breathes for you alone.  Where is the Wretch</br>Distress'd, who in the Cobwebs of the Law</br>Entangl'd, and in subtil Problems lost,</br>Seeks not to me for Aid?  In Shoals they come</br>Neglected, feeless Clients, nor return</br>Unedify'd; scarce greater Multitudes</br>At Delphi sought the God, to learn their Fate</br>From his dark Oracles.  I am the Man,</br>Whose watchful Providence, beyond the Date</br>Of this frail Life extends, to future Times</br>Beneficent, my useful Schemes shall steer</br>The Common-Weal in Ages yet to come.</br>Your Children's Children taught by me shall keep</br>Their Rights inviolable:  And as Rome</br>The Sibyl's sacred Books, tho' wrote on Leaves</br>And scatter'd o'er the Ground, with pious Awe</br>Collected; so your Sons shall glean with Care</br>My hallow'd Fragments, ev'ry Scrip divine</br>Consult intent, of more intrinsic Worth</br>Than half a Vatican.  Hear me, my Friends!</br>Hear me, my Countrymen!  oh suffer not</br>This hoary Head, employ'd for you alone,</br>To sink with Sorrow to the Grave.\"  He spake,</br>And veil'd his Bonnet to the Crowd.  As when</br>The Sov'reign of the Floods, o'er the rough Deep,</br>His awful Trident shakes, its Fury falls,</br>The warring Billows on each Hand retire,</br>And foam, and rage no more.  All now is hush'd,</br>The Multitude appeas'd; a chearful Dawn</br>Smiles on the Fields, the waving Throng subsides,</br>And the loud Tempest sinks, becalm'd in Peace.", "GORGONIUS now with haughty strides advanc'd,</br>A Gauntlet seiz'd, firm on his Guard he stood</br>A formidable Foe, and dealt in Air</br>His empty Blows, a Prelude to the Fight.</br>Slaughter his Trade; full many a pamper'd Ox</br>Fell by his fatal Hand, the bulky Beast</br>Drag'd by his Horns, oft at one deadly Blow,</br>His Iron Fist descending crush'd his Skull,</br>And left him spurning on the bloody Floor,</br>While at his Feet the guiltless Axe was laid.</br>In dubious Fight of late one Eye he lost,</br>Bor'd from its Orb, and the next glancing Stroke</br>Bruis'd sore the rising Arch, and bent his Nose:</br>Nathless he triumph'd on the well-fought Stage,</br>Hockleian Hero!  Nor was more deform'd</br>The Cyclops blind, nor of more monstrous Size,</br>Nor his void Orb more dreadful to behold,</br>Weeping the putrid Gore, severe Revenge</br>Of subtil Ithacus.  Terribly gay</br>In his Buff Doublet, larded o'er with Fat</br>Of slaughter'd Brutes, the well-oil'd Champion shone.</br>Sternly he gaz'd around, with many a Frown</br>Fierce menacing, provok'd the tardy Foe.</br>For now each Combatant, that erst so bold</br>Vaunted his manly Deeds, in pensive Mood</br>Hung down his Head, and fix'd on Earth his Eyes,</br>Pale and dismay'd.  On HOBBINOL at last</br>Intent they gaze, in him alone their Hope,</br>Each Eye solicits him, each panting Heart</br>Joyns in the silent Suit.  Soon he perceiv'd</br>Their secret Wish, and eas'd their doubting Minds.", "\"Ye Men of Kiftsgate!  whose wide-spreading Fame</br>In antient Days was sung from Shore to Shore,</br>To British Bards of old a copious Theme;</br>Too well, alas!  in your pale Cheeks I view</br>Your dastard Souls.  O mean, degen'rate Race!</br>But since on me ye call, each suppliant Eye</br>Invites my sov'reign Aid, lo!  here I come,</br>The Bulwark of your Fame, tho' scarce my Brows</br>Are dry from glorious Toils, just now atchiev'd,</br>To vindicate your Worth.  Lo!  here I swear,</br>By all my great Forefathers fair Renown,</br>By that illustrious Wicker, where they sate</br>In comely Pride, and in triumphant Sloth</br>Gave Law to passive Clowns; or on this Spot</br>In Glory's Prime, your HOBBINOL expires,</br>And from his dearest GANDERETTA'S Arms</br>Sinks to Death's cold Embrace; or by this Hand</br>That Stranger, big with Indolence, shall fall</br>Prone on the Ground, and do your Honour Right.\"", "Forthwith the Hilts he seiz'd, but on his Arm</br>Fond GANDERETTA hung, and round his Neck</br>Curl'd a soft Embrace.  Honour and Love</br>A doubtful Contest wag'd, but from her soon</br>He sprung relentless, all her Tears were vain,</br>Yet of the turn'd, oft sigh'd, thus pleading mild.", "\"Ill shou'd I merit these imperial Robes,</br>Ensigns of Majesty, by gen'ral Voice</br>Conferr'd, shou'd Pain, or Death itself avail</br>To shake the steddy Purpose of my Soul.</br>Peace, fair One!  Heaven will protect the Man,</br>By thee held dear, and crown thy gen'rous Love.\"", "Her from the listed Field the Matrons sage</br>Reluctant drew, and with fair Speeches sooth'd.", "Now Front to Front the fearless Champions meet;</br>GORGONIUS like a Tow'r, whose cloudy Top</br>Invades the Skies, stood low'ring; far beneath</br>The stripling HOBBINOL, with careful Eye</br>Each Op'ning scans, and each unguarded Space</br>Measures intent.  While negligently bold,</br>The bulky Combatant, whose Heart elate</br>Disdain'd his puny Foe, now fondly deem'd</br>At one decisive Stroke to win unhurt</br>An easy Victory; down came at once</br>The pond'rous Plant, with fell malicious Rage,</br>Aim'd at his Head direct; but the tough Hilts,</br>Swift interpos'd elude his Effort vain.</br>The cautious HOBBINOL, with ready Feet</br>Now shifts his Ground, retreating; then again</br>Advances bold, and his unguarded Shins</br>Batters secure; each well-directed Blow</br>Bites to the Quick; thick as the falling Hail,</br>The Stokes redoubled peal his hollow Sides.</br>The Multitude amaz'd with Horror view</br>The rattling Storm, shrink back at ev'ry Blow,</br>And seem to feel his Wounds; inly he groan'd,</br>And gnash'd his Teeth, and from his Blood-shot Eye</br>Red Light'ning flash'd, the fierce tumultuous Rage</br>Shook all his mighty Fabric; once again</br>Erect he stands, collected, and resolv'd</br>To conquer, or to die:  Swift as the Bolt</br>Of angry Jove, the weighty Plant descends.</br>But wary HOBBINOL, whose watchful Eye</br>Perceiv'd his kind Intent, slip'd on one Side</br>Declining; the vain Stroke from such an Height,</br>With such a Force impell'd, headlong drew down</br>Th' unwieldy Champion:  On the solid Ground</br>He fell rebounding; breathless, and astunn'd,</br>His Trunk extended lay; sore maim'd, from out</br>His heaving Breast, he belch'd a crimson Flood.</br>Full leisurely he rose, but conscious Shame</br>Of Honour lost his failing Strength renew'd.</br>Rage, and Revenge, and ever-during Hate,</br>Blacken'd his stormy Front; rash, furious, blind,</br>And lavish of his Blood, of random Strokes</br>He laid  on Load; without Design or Art</br>Onward he press'd outrageous, while his Foe</br>Encircling wheels, or Inch by Inch retires,</br>Wise Niggard of his Strength.  Yet all thy Care,</br>O HOBBINOL!  avail'd not to prevent</br>One hapless Blow; o'er his strong Guard the Plant</br>Lapp'd pliant, and its knotty Point impress'd</br>His nervous Chine; he wreath'd him to and fro</br>Convolv'd, yet thus distress'd, intrepid bore</br>His Hilts aloft, and guarded well his Head.</br>So when th' unwary Clown, with hasty step,</br>Crushes the folded Snake, her wounded Parts</br>Grov'ling she trails along, but her high Crest</br>Erect she bears; in all its speckled Pride,</br>She swells inflam'd, and with her forky Tongue</br>Threatens Destruction.  With like eager Haste,</br>Th' impatient HOBB'NOL, whose excessive Pain</br>Stung to his Heart, a speedy Vengeance vow'd,</br>Nor wanted long the Means; a Feint he made</br>With well dissembled Guile, his batter'd Shins</br>Mark'd with his Eyes, and menac'd with his Plant.</br>GORGONIUS, whose long-suff'ring Legs scarce bore</br>His cumb'rous Bulk, to his Supporters frail</br>Indulgent, soon the friendly Hilts oppos'd;</br>Betray'd, deceiv'd, on his unguarded Crest</br>The Stroke delusive fell; a dismal Groan</br>Burst from his hollow Chest, his trembling Hands</br>Forsook the Hilts, across the spacious Ring</br>Backward he reel'd, the Crowd affrighted fly</br>T' escape the falling Ruin.  But, alas!</br>'Twas thy hard Fate, TWANGDILLO!  to receive</br>His pond'rous Trunk; on thee, on helpless thee,</br>Headlong, and heavy, the foul Monster fell.</br>Beneath a Mountain's Weight, th' unhappy Bard</br>Lay prostrate, nor was more renown'd thy Song,</br>O Seer of Thrace!  nor more severe thy Fate.</br>His vocal Shell, the Solace, and Support</br>Of wretched Age, gave one melodious Scream,</br>And in a thousand Fragments strow'd the Plain.</br>The Nymphs, sure Friends to his harmonious Mirth,</br>Fly to his Aid, his hairy Breast expose</br>To each refreshing Gale, and with soft Hands</br>His Temples chafe; at their persuasive Touch</br>His fleeting Soul returns, upon his Rump</br>He sate disconsolate; but when, alas!</br>He view'd the shatter'd Fragments, down again</br>He sunk expiring; by their friendly Care</br>Once more reviv'd, he thrice assay'd to speak,</br>And thrice the rising Sobs his Voice subdu'd:</br>'Till thus at last his wretched Plight he mourn'd.", "\"Sweet Instrument of Mirth!  sole Comfort left</br>To my declining Years!  whose sprightly Notes</br>Restor'd my Vigour, and renew'd my Bloom,</br>Soft healing Balm to ev'ry wounded Heart!</br>Despairing, dying Swains, from the cold Ground</br>Uprais'd by thee, at thy melodious Call,</br>With ravish'd Ears receiv'd the flowing Joy.</br>Gay Pleasantry, and Care-beguiling Joke,</br>Thy sure Attendants were, and at thy Voice</br>All Nature smil'd.  But, oh!  this Hand no more</br>Shall touch thy wanton Strings, no more with Lays</br>Alternate, from Oblivion dark redeem</br>The mighty Dead, and vindicate their Fame.</br>Vain are thy Toils, O HOBBINOL!  and all</br>Thy Triumphs vain.  Who shall record, brave Man!</br>Thy bold Exploits?  Who shall thy Grandeur tell</br>Supreme of Kiftsgate?  See thy faithful Bard,</br>Despoil'd, undone.  O cover me, ye Hills!</br>Whose vocal Clifts were taught my joyous Song.</br>Or thou,  fair Nymph, Avona!  on whose Banks</br>The frolic Crowd, led by my num'rous Strains</br>Their Orgies kept, and frisk'd it o'er the Green,</br>Jocund, and gay, while thy remurm'ring Streams</br>Danc'd by, well-pleas'd.  Oh!  let thy friendly Waves</br>O'erwhelm a Wretch, and hide this Head accurs'd.\"", "So plains the restless PHILOMEL, her Nest,</br>And callow Young, the tender growing Hope</br>Of future Harmony, and frail Return</br>For all her Cares, to barb'rous Churls a Prey;</br>Darkling she sings, the Woods repeat her Moan.", ""]