["Now, when the Sun, with less enamour'd beam,</br>Lights the faint blushes of the fading year,</br>Oh teach me, matron staid!</br>To woo thy tender calm;", "For much I love the languish of thine eye,</br>Luxurious stream'd o'er each congenial scene,</br>That lends to all around</br>A delicate repose;", "Whether thy ev'ning-clouds their skirts unfold</br>Of paler purple, thro' the forest-gloom</br>Effusing partial streaks,</br>From their ethereal glow;", "Or, the blue bosom of the tranquil lake,</br>Where Silence sits amid the dusky steam,</br>Scarce undulating, heaves</br>Thy chasten'd smile beneath.", "Thy auburn locks with dewey woodbine drest,</br>Ere yet the sere wreath withers on thy brow,</br>Or brumal blasts deform</br>Thy stole of sober green,", "Oft, mid the leafy wilderness of shade,</br>Thro' its obscure recesses moaning deep,</br>But yet without a wind,</br>Conduct my devious step!", "Nor seldom, let me catch the softer dash</br>Of distant water, from some willowy sluice,</br>Prone to its pebbled bed</br>Bounding in faery fall;", "Or, curfew's slumb'rous swing from village-spire;</br>Or, hollow hum of whisp'ring voices near,</br>Homeward returning late;</br>Or watchdog's sullen bay.", "Meanwhile, the mellow swell of past'ral flute,</br>May, from her thicket lure the ATTIC bird,</br>With one sad-closing strain,</br>To harmonize the whole.", "Then will the Muse (the Muse, thy handmaid fair,)</br>When all the hamlet's hush'd in silence sweet,</br>Resume her solemn song,</br>Her song of grateful praise;", "For, ever in thy rear is Genius seen,</br>Inly conversing with himself; and, then</br>Contrasting with each sight,</br>The creatures of the Mind.", "Thine, Wisdom too, and rapt Devotion, thine,</br>List'ning the sphery chime, with pauseful ear;</br>Sage Meditation still,</br>And eagle-pinion'd Thought.", "While those, with brighter yet, that troop behind,</br>Content, blithe child of Labour, well repaid,</br>(Who, laughing, leads along</br>Brown Harvest's buxom form,", "The poppy nodding mid her sheafy crest,)</br>And Vintage, flush'd with his own ruddy grape,</br>Complete thy festal train,</br>Superior to assault;", "Well, loveliest AUTUMN, mayst thou mock the rage</br>Of WINTER, surly dotard, following fierce,</br>With frozen breath malign</br>To blight thy later blooms;", "Nor need'st thou, yet, the full, voluptuous glare</br>Of Summer, envy, more divinely drest,</br>By Nature's liberal hand</br>In plenitude and peace!</br>"]