["O CHATTERTON!  for thee the pensive song I raise,</br>Thou object of my wonder, pity, envy, praise!</br>Bright star of genius! &mdash; torn from life and fame,</br>My tears, my verse, shall consecrate thy name!</br>Ye muses!  who around his natal bed</br>Triumphant sung, and all your influence shed;</br>APOLLO!  thou who wrapt his infant breast,</br>And, in his daedal numbers, shone confest,</br>Ah!  why, in vain, such mighty gifts bestow&mdash;</br>Why give fresh tortures to the child of woe?</br>Why thus, with barb'rous care, illume his mind&mdash;</br>Adding new sense to all the ills behind?", "Thou haggard!  Poverty!  whose cheerless eye</br>Transforms young rapture, to the pondrous sigh;</br>In whose drear cave no Muse e'er struck the lyre,</br>Nor Bard e'er madned with poetic fire;</br>Why all thy spells for CHATTERTON combine&mdash;</br>His thought, creative, why must thou confine?</br>Subdu'd by thee, his pen no more obeys,</br>No longer gives the song of ancient days;</br>Nor paints in glowing tints from distant skies,</br>Nor bids wild scen'ry rush upon our eyes&mdash;</br>Check'd in her flight, his rapid genius cowers,</br>Drops her sad plumes, and yields to thee her powers.", "Behold him, Muses!  see your fav'rite son</br>The prey of Want, ere manhood is begun!</br>The bosom ye have fill'd, with anguish torn&mdash;</br>The mind you cherish'd, drooping and forlorn!", "And now Despair her sable form extends,</br>Creeps to his couch, and o'er his pillow bends.</br>Ah see!  a deadly bowl the fiend conceal'd,</br>Which to his eye with caution is reveal'd&mdash;</br>Seize it APOLLO! &mdash; Seize the liquid snare!</br>Dash it to earth, or dissipate in air!</br>Stay, hapless youth!  refrain, &mdash; abhor the draught,</br>With pangs, with racks, with deep repentance fraught!</br>Oh, hold!  the cup with woe ETERNAL flows,</br>More &mdash; more than Death the pois'nous juice bestows!</br>In vain! &mdash; he drinks &mdash; and now the searching fires</br>Rush through his veins, and writhing he expires!</br>No sorrowing friend, no sister, parent, nigh,</br>To ease his pangs, or catch his parting sigh;</br>Alone, unknown, the Muses darling dies,</br>And with the vulgar dead, unnoted lies.</br>Bright star of genius! &mdash; torn from life and fame,</br>My tears, my verse, shall consecrate thy name!</br>"]