["In Asia's land, 'mid rich Bassoria's plain,</br>Where wand'ring Tigris views his flow'ry reign,</br>At that still hour, when burning day retires,</br>And silent Night awakes her cooler fires,</br>From yon Seraglio's gloom two captive maids</br>Advanc'd beneath the spreading citron's shades;</br>Still as they went a rising tear they shed,</br>At last Arisbe to Zilinda said.", "ARISBE.</br>Hark!  how the lonely nightingale complains;</br>To Captive Maids how sweet such plaintive strains;</br>Here, where gay pinks their motley'd dress display,</br>A while let's sit and list' the mournful lay.", "ZILINDA.</br>Alas Arisbe, vain each pleasure tries</br>To sooth the breast, where long-plac'd sorrow lies;</br>In vain yon olive spreads its verdant hue,</br>And gaudy tulip meets the heedless view;</br>Ah!  see these guarded tow'rs and lofty walls,</br>Then say what all the beauteous scene avails!", "ARISBE.</br>Three years confin'd to these detested shades,</br>Since hither borne from fair Circassia's meads;</br>Time now begins to close the wounds of grief,</br>And, lessening pain, to send the mind relief.", "ZILINDA.</br>Ah ne'er this heart shall feel some kind allay,</br>To pining grief condemn'd the fated prey,</br>Like yon fair rose that hangs its languid head,</br>Cropt by some spoiling hand its blossoms fade.", "ARISBE.</br>Yet say, since long our lot has here been join'd,</br>What secret sadness clouds your joyless mind?</br>In vain great ALLY tries to court your love,</br>And warm endearments your cold breast to move?</br>Oft have I mark'd his fond embrace you met</br>With downcast look, and seem'd to wail your fate.", "ZILINDA.</br>Where Georgian swains along the sultry plain</br>In verdant shades awake their pleasing strain,</br>My early youth 'mid rural ease I pass'd,</br>Oh there had Heav'n allow'd my age to rest!</br>At orient day I drove my bleating care</br>Where breathing maze perfumes the balmy air;</br>Homeward at night retir'd the wearied train,</br>When rising twilight spreads her dusky reign;</br>'Twas there young AGIB strove above the rest,</br>With early flame, t' inspire my tender breast;</br>Around my home the Summer's various pride</br>To please the sense with fragrant odours vied:</br>For me he cull'd rich Autumn's choicest store;</br>Unhappy swain, thy cares are now no more;</br>Far from thy arms the weeping fair was borne;</br>Here left thy love, thy hapless love to mourn!", "ARISBE.</br>No wonder, then, your panting breast should heave</br>With frequent sighs, and for your AGIB grieve;</br>The Fair whose heart with Love's true passion glows,</br>On one her faith with firm regard bestows.", "ZILINDA.</br>High on a mountain's tow'ring summit rais'd,</br>To Day's bright God, a gilded temple blaz'd,</br>Within whose shrine the sacred flame preserv'd,</br>With holy vows and suppliant pray'r we serv'd;</br>There were our yearly off'rings duteous paid,</br>While each invok'd his elder's honour'd shade.</br>Returning thence, disastrous chance of fate!</br>A plund'ring band on Tartar foes we met;</br>On me they seiz'd, with savage purpose fir'd,</br>And mad to act what brutal lust inspir'd.</br>As sullen tigers view, with furious joy,</br>Some wand'ring flock, which eager to destroy,</br>Down from the hill they bend their winged way,</br>And dart, like light'ning, on th' astounded prey.</br>In vain a father begg'd with suppliant pray'rs;</br>In vain a mother pour'd her anxious tears;</br>In lifeless swoons they bore me from their sight;</br>With flying haste they sped their distant flight!&mdash;</br>'Twas then that ALLY, crown'd with hostile spoil,</br>The dear reward of war's unwearied toil,</br>To peaceful home his conqu'ring troops return'd,</br>My fate he pity'd, and with passion burn'd.</br>Rescu'd by him, to this sad place I came;</br>And here the series of our lot the same.", "ARISBE.</br>Piteous your tale; yet pleasing to the breast</br>Which 'neath the hand of sorrow hangs opprest,</br>Like nightly dew, that spreads the fading flow'rs,</br>And wakes, renew'd, tir'd Nature's languid pow'rs.</br>But see, gay Morn leads forth the early day,</br>The darting Sun emits his blazing ray;</br>To yonder mansions let's again repair,</br>And waste the listless hours in thoughtful care.</br>"]