["Night spread its shadowy mantle o'er the sky,</br>And day's bright beauties faded from the eye,</br>When Peter sought the stillness of the grove,</br>To vent his sighs, and woo his sable love,</br>There pour'd his plaint in Phyllis' listening ear,</br>And drew from her mild eye a pitying tear.", "PETER.</br>Phyllis, thou long hast prov'd my faithful heart,</br>And known thy smiles alone can sooth the smart.</br>Ere the [blanch'd?] foe explor'd our native wild,</br>Robb'd our rich hoard, our peaceful dwelling spoil'd,</br>Or urg'd the cruel, mercenary chace,</br>Captur'd, or slew, our unresisting race;</br>Before arriv'd that sad, distracting time</br>When we were forc'd to quit our peaceful clime,</br>Thou didst my youthful, tender passion prove,</br>Which time has ripen'd into warmest love.", "PHYLLIS.</br>Oft fancy on these earlier pleasures dwells;</br>Oft memory of thy generous kindness tells,</br>Looks back delighted to those scenes of ease</br>When warm sincerity taught love to please,</br>When, heirs to all by liberal nature given,</br>We shar'd the bliss, and knew no brighter heaven.</br>Think not, though all these chearing joys are fled,</br>That love which form'd their sweetest rapture dead.</br>Although denied the pleasures freedom gave,</br>And doom'd to toil a poor, emaciate slave,</br>Still my fond heart thy image shall enshrine,</br>Partake thy lot, and own no love but thine.", "PETER.</br>Thy words speak comfort to my anxious breast,</br>Yet fail to calm its sorrows into rest.</br>For ah!  no other joy thy lover knows,</br>And scorns to make thee partner of his woes.</br>No hop'd reward his industry attends,</br>His toil no kind encouragement befriends;</br>Expos'd to all the hardships which await,</br>On abject servitude's laborious state.</br>Unceasing toil, a frowning master's ire,</br>The stern rebuke, or whip's chastisement dire,</br>The noon day heat, and night's unwholesome dew,</br>Be mine, but let them not devolve on you.", "PHYLLIS.</br>With thee these many hardships I will share,</br>And unrepining all these sufferings bear;</br>I'll strive to cheer thy labours thro' the day,</br>Lessen thy pain, and charm thy cares away.", "PETER.</br>Thou plead'st in vain.  On noblest purpose bent,</br>My free born soul conceives a bold intent.</br>Thou know'st that when this toilsome life is o'er</br>Oppression's rod shall tyrannize no more,</br>But then, for so our country's God ordain,</br>To our own home we shall return again:</br>And there, through time's interminable space,</br>Free from alloy the richest pleasures taste.</br>Soon may these joys be our's!  Why then endure</br>Life's numerous ills, since heaven presents a cure,</br>He said.  They sought the river's steepest side,</br>Leap'd from its bank, and sunk beneath the tide.</br>"]