["Whan westlan' sins to rest fu' slily creept,</br>An' yont the hill the moon braid glowran peept;</br>Whan ilka lavrock quat her glomin' sang,</br>An' bursen clowns gaed hameward in a thrang,</br>Where Lomond's streams rin out to meet the Clyde,</br>An' thro' a bonny strath right clearly glide,</br>Twa youthfu' lads, wi' daffin' unco fain,</br>Ca'd down their bleaters 'cross the gowany glen:</br>Ilk ane a whistle had, an' weel cou'd they</br>Rant o'er a moorlan' reel or roundelay:</br>Whan Patie steek't the ewes in wattled fauld,</br>Thus Sandy 'gainst the lout began to scauld.", "SANDIE.</br>Ah!  silly gouk!  it's nae thy want o' skill</br>Gars thee forget to blaw thy dainty quill.</br>Hae I na' hard thee ilka e'ening sing,</br>Wi' Jenny's praise mak a' the shealings ring?</br>Come gie's the best o' a' the routh ye hae;</br>Fu' snug we'll sit beneath this scougy brae,</br>Row'd in our plaids, an' Bauty by our side,</br>Gin mirk comes on us o'er the bent we'll glide.", "PATIE.</br>Dear Sandy, man, I wadna like to stay,</br>The gait is lang, an' we may tine the way,</br>An' should the lasses frae the green be hame;</br>We'll meikle mischief get, and meikle blame:</br>What tho' I tell the hills my Jenny's praise,</br>Rough is my music, an' mair rough my lays;</br>Tho' were she mine, &mdash; how happy shou'd I be!</br>It's a' I want, and a' the gods can gie.", "I'll warran', Sandy, ye hae seen the bow'rs,</br>Whan unco wither'd, bud wi' simmer show'rs;</br>Nae doubt fu' aften hae ye kent the knows</br>Sair crapt o' clover by the nibblin' ewes,</br>Wi' gowans spring, whan douk't by nightly dew,</br>An' daisies sprout whare anes nae daisies grew;</br>Just sae's my case when Jenny is awa',</br>Nor are the burnies clear, or hillocks bra';</br>Ilk thing about me wears a scoutin' lour,</br>An' berries sweet before are unco sour.</br>But whan my Jenny o' the green appears,</br>Claith'd in the hamely weat o' her forebiers;</br>Then a' my cares are in her arms forgot,</br>I envy not the laird his happier lot.</br>Sae blithe the lassie smiles, an' credit gie,</br>She's pleas'd wi' a' that haflins pleases me,</br>Nae mair I wanner doitit here an' there,</br>Or saunter thor'ess 'mang my wooley care,</br>But wi' my Jo gang to the sinny brae,</br>An' for her pu' the ripest berries blae;</br>For her select ilk dainty o' the field,</br>An' a' the nicer fruits our glennies yield.", "The t' ither ouk we met ae blinkan' morn,</br>(That very day whan Geordy's wean was born,)</br>Beneath the bield o' yon auld birken tree;</br>Nane kent the tryst but Jenny's sell an' me:</br>Blithe, &mdash; blithe she leugh, an' ca'd me mony a name,</br>An' ferly'd what drave me sae air frae hame;</br>Yet soon flang down her pail and milkin' stoup,</br>My very saul wi' joy began to loup!</br>Nae bonnier looks cou'd ony lassie hae,</br>And her twa een glanc'd black as ony slae.</br>Her rosy cheeks and links o' saftest hair,</br>Gied a' my lammies to anither's care:</br>I soon forgat my bleaters on the bent,</br>Nor fash'd my head what gait my Colley went,</br>Whan to my breast I clapt my yielding lass,</br>O Sandy!  could ye guess how blithe I was!</br>E'en tears o' joy ran happin' o'er my chin,</br>An' sic a fit o' love I ne'er was in.</br>Nae honest lad cou'd e'er mair happy be,</br>An' Jenny seem'd right fain as well as me:</br>Lang, &mdash; lang we tauk'd beneath the birken bow'r,</br>An' a' the simmer-morn was scarce ae hour,</br>Till frae the braies came down the nucol ky,</br>Laith was my lass to part, an' sae was I.</br>Sair &mdash; sair she grat, and swore by a' on hi',</br>For weel or wae to lo'e ne'er ane but me,</br>An' as she spak, fu' gently did she fa',</br>Within my op'ning arms for good an' a',</br>I kist her aften, &mdash; saw her o'er the knows,</br>Then to the hill an' gather'd a' my ewes;</br>Lugg'd out my pipe, sine play'd a canty sang,</br>Till ilka bowm an' bank wi' Jenny rang,</br>Nor frae that morn hae I kent dole or pain,</br>I'm mair than blest since Jenny's a' my ain.", "SANDIE.</br>Hegh!  honest Pate!  hae fairly ye can play,</br>An' thro' the glens gang whistlin' a' the day;</br>Wi' hame-content are a' the pantries stor'd,</br>A herd sae happy, wha wad be a lord?</br>But luckless I maun mint anither tune,</br>Scarce fit wi' a' my mirth, to soar aboon.</br>Ablins ye've heard o' dorty Peggy's sauce,</br>Whate'er I say, she only hums an' haws.</br>Sax ouks twice tauld I've gaen her faithfu' slave,</br>Nor has she anes glowr'd at me frae the lave:</br>Sic unco spite I can nae langer bear,</br>An' dread I'll ne'er put o'er anither year.</br>O Patie!  gin ye see the cruel maid,</br>Whan I'm at rest, an' 'neath the divots laid,</br>Tell her tho' she ne' lo'ed or pitied me,</br>O' ilka ane about she bore the grae:</br>That lang I woo'd &mdash; but woo'd her a' in vain,</br>An' sought a coffin to forget my pain,</br>Reed tine thy soun'!  nae mair, ye lav'rocks!  sing!</br>Nae mair, ye goudspinks!  gar the shealings ring!</br>Wild wanner 'cross the bens my fleecy care!</br>Ye simmer morns, nae langer blink sae fair!</br>Drap frae the lift ilk starnie o' the night,</br>An' smoot in mirkness sic a' waefu' wight!</br>Since Peggy's scornfu', what's the warld to me?</br>Gods!  hear my mein, an' ca' me up on hie'!", "PATIE.</br>Hout!  hav'rel coof!  why mak ye sic a din!</br>That's nae the gait a dorty lass to win:</br>Tak ye my word, gie o'er that whinging cant,</br>Look unco blithe, 'mang a' the parish rant:</br>For Tibby buy a poutch, for Kate a snood,</br>An' frae the fair bring Bess a gauzen hood.</br>Rin after ilka quean, let Maggy pass,</br>Ne'er fash your head  ye ken o' sic a lass,</br>I'se warrant ye, fu' soon will she repent,</br>Her cauldrif heart o' a' it's pride relent;</br>She'll be your ain. &mdash; I'll wager, or't be lang,</br>The dorty dame will sing anither sang,</br>Whane'er ye like, ne'er stand to be your wife,</br>An' tak ye wi' your fauts for term an' life.", "But see the morn in mist begins to lour,</br>An' frae the eastart comes a gathering show'r,</br>Nae doubt the swains are aff, an' aunty Kate</br>Will gie's a fleg for staying out sae late;</br>Right o'er the brae we'll bad, an' thro' the bent,</br>Hisk! &mdash; Bauty, rise!  an Sandy tak your kent.</br>"]