["Ah me!  what mean these melancholy strains!</br>Why thus depressive sounds Apollo's lyre?</br>Why from Caliope's once cheerful brow</br>Is fled her wonted fire?</br>Why in that pensive posture does she sit,</br>Her lute, the source of melody, thrown by?</br>And ev'ry Muse, through sympathetic woe,</br>Her pleasing task forgo?</br>Ah why?</br>Cried Thyrsis, as he drove at even-tide</br>His flock near Helicon's enchanted side,</br>On their return from the Boeotian plains,</br>Towards their fold &mdash; Say, aged shepherd, say,</br>What dire event has happen'd, since, this morn,</br>I sought the eastern plains with sprightly feet,</br>Aurora's earliest streaks to meet?</br>Then all these hallow'd groves were blithe and gay,</br>The shepherds tun'd their oaten pipes with glee,</br>And ev'ry wood return'd the rural melody.</br>The Muses, on the summit of the hill,</br>Of scientific pleasures took their fill;</br>Nor did the laurell'd-god, bright Phoebus, scorn</br>Their placid joys to share,</br>Or drink with them of Hippocrene's fam'd rill.", "Hast thou not heard?  reply'd the hoary sage,</br>Hast thou not heard the tidings Fame has brought</br>From sea-girt Britain's distant shore?</br>Britain the seat of ev'ry useful lore,</br>Of ev'ry art that e'er Apollo taught,</br>And each fair science of each skilful age.</br>Thrice happy isle!  with these and freedom bless'd,</br>Chief of the northern realms she stands confess'd.", "Forgive me, swain, that thus on Britain's praise</br>I dwell, unmindful of the question'd tale;</br>My tongue reluctantly thy call obeys</br>To speak the woe that overspreads the vale.</br>You knew Linlaeus!  ah!  who knew him not?</br>Once, once the pride and treasure of these plains,</br>Caliope's lov'd son, by Sol begot,</br>The blithest, sweetest of Arcadian swains.</br>Orphaeus himself, though sprung from the same sire,</br>Whose harmony could melt the iron heart</br>Of hell's stern monarch, and with wond'rous art,</br>His triple-headed watchman lull to sleep,</br>Touch'd not with greater skill the warbling lyre.", "And yet, alas!  (these aged eyes will weep)</br>Although endow'd with such celestial pow'rs,</br>Though he could boast an origin divine,</br>Though few as Hebe's were his circling hours,</br>Th' unsparing Fates cut short his vital thread,</br>And, breathless, now he lies on a cold wat'ry bed.", "This morn, so Fame reports, th' ill-fated youth,</br>Sported upon a glassy lake, which lies</br>Within th' extensive boundaries</br>Of noble Ancaster's paternal seat,</br>In a gay bark, but ah!  how void of truth!</br>For tho' she look'd so gay, so trim, so neat,</br>Unfaithful to her trust, she yielded soon</br>To the rough blasts of Aeolus, and e'er noon</br>Betray'd her treasure to his unseen foe.", "That blust'ring god had oft with envy heard</br>The praises justly giv'n to young Linlaeus;</br>He oft had heard the soft melodious sounds,</br>Which from his lyre his dext'rous fingers swept;</br>He felt their magic pow'r, and wept.</br>But soon this forc'd applause to rage gives place;</br>His tortur'd heart with jealousy rebounds;</br>And much his hated rival's lyre he fear'd</br>Would his own harp excel,</br>And all his sweet aerial tones efface.</br>No sooner, therefore, did he see the boat,</br>Proudly upon the limpid surface float,</br>Than calling every rude wind to his aid,</br>Upon her side the faithless skiff he laid,</br>And thus aveng'd his blasted fame.", "Exerting all Leander's nautic skill,</br>Awhile th' intrepid swain withstood his foe;</br>Till by the high-rais'd waves o'erpower'd, and spent,</br>He sunk beneath the boist'rous element;</br>He sunk to rise no more.", "Would it had happ'd on Neptune's wide domains!</br>Some dolphin basking on the briny plains,</br>Arion-like, had borne him to the shore.", "Relentless god!  could nought thy rage abate!</br>Why do I ask?  since well I know, that hate,</br>Nor time nor merit ever can remove</br>From minds which war for empire, fame, or love;</br>Else would the heav'nly notes he breath'd around,</br>When, like Timothaeus, in the bark he sat,</br>Persuasive have been found;</br>Have calm'd thy wrath, and gain'd a gentler fate.", "Nor would the veneration justly due</br>To the great owners of the sacred spot,</br>Have been forgot.</br>How couldst thou thus, with breath so rude,</br>Amidst such princely bowers,</br>Or near such stately towers,</br>To execute thy fell designs, intrude?</br>Or how disturb the peace of such a pair?</br>He best of men, she fairest of the fair:</br>More for their virtues than their rank rever'd;</br>By nobles, vassals, artists, all belov'd,</br>And e'en to royalty itself endear'd.", "But what was rank, or worth, or skill to thee,</br>Inexorable deity!", "His sister's plaintive notes would not avail,</br>Tho' sweeter the fam'd Syrens could not boast,</br>When wise Ulysses near their fatal coast</br>Spread his advent'rous sail,</br>By triple chains, and prudence bound,</br>To guard against the madd'ning sound.", "Nor could the lay of Thalia's fav'rite son,</br>Who late the comic-laurel-wreath has won</br>On Britain's stage,</br>A cruel rival's enmity assuage,</br>Or save a much-lov'd brother from his rage.</br>Altho' alike their years, tho' side by side,</br>(By Hymen and the Muses both ally'd)</br>To reach the summit of Parnassus' hill</br>They oft, with sure and speedy steps, had try'd,</br>And nearly gain'd, such their unequall'd skill!", "His mortal father, wild with grief,</br>Throws round his full-fraught eyes, and seeks relief.</br>Surcharg'd with woe, he cherishes despair,</br>And hardly yields to draw the vital air;</br>His harp neglected lies, which would have charm'd</br>A less obdurate foe, and all his ire disarm'd.", "Each son of genius on Britannia's plains</br>Laments the loss of young Linlaeus' strains.&mdash;", "But see, cry'd Thrysis, see where Fame again,</br>Upon the mountain's lucid brow alights;</br>The news she brings, perchance, might ease our pain;</br>For sometimes to alarm with groundless fears,</br>The babbling dame delights;</br>Uncertain, oft, in haste she wings away,</br>And rumours, falshoods, vain chimaeras bears;</br>And oft her tongues, in the same hour, unsay</br>The tale which just had caus'd unceasing tears.</br>Hark!  hark!  Apollo's lyre gives livelier notes;</br>The Muses all a gayer aspect wear;</br>And on the bosom of the balmy air</br>Serenity once more sedately floats;</br>That wild distraction, which so lately spread</br>Its dreary influence around, is fled.", "Listen, Menalcus, list awhile, and tell</br>What glad intelligence the goddess brings;</br>For thy retentive memory can well</br>Each interesting circumstance retrain;</br>By time and much experience render'd sage,</br>Thou canst on pleasing themes the mind engage,</br>Or gloss the incidents that threaten pain.", "The tidings which the welcome goddess brings,</br>Reply'd the sage, are such as tend to clear,</br>From our dejected hearts, each harrow'd trace,</br>From the full eye dispel the starting tear,</br>And ev'ry gloomy frown with smiles replace.", "As the young swain, the cause of our late woe,</br>Skim'd o'er the lake the gay faithless boat,</br>A band of beauteous Naiades gather'd round,</br>Enraptur'd with the music of his lyre,</br>And play'd in wanton mazes to the sound;</br>Nor less the shepherd than his song admire.</br>But when they saw his fatal overthrow,</br>And on the waves his breathless body float,</br>They ceas'd their sport, and in their snowy arms</br>Convey'd him to their marble-paven hall</br>Beneath the lake; where, free from further harms,</br>They gently laid him on a mossy bed,</br>And with aquatic flowers rais'd high his languid head.</br>Then with officious haste, well pleas'd, they strive</br>By scented oils from fragrant gums distill'd,</br>And nectar'd baths with potent simples fill'd,</br>To keep the glimm'ring vital spark alive;</br>And next his scatter'd spirits to recall,</br>They drop into each duct and avenue,</br>That to the senses lead, ambrosial dew,</br>More friendly far to life, more cordial,</br>Than Helen's fam'd exhilarating draught.</br>With joy they saw their efforts pow'rful prove,</br>And all in secret wish to gain his love.", "No less young Linlaeus joy'd to find his fate thus chang'd.</br>Awhile, in wonder lost, around he gaz'd;</br>The fretted crystal roof he view'd amaz'd,</br>And o'er each sparkling gem his eye-balls rang'd.</br>But when his head he rear'd,</br>And saw of lovely nymphs so fair a herd,</br>Transported he arose, and snatch'd his lyre,</br>Which from his grasp nor wind nor waves had torn;</br>Inflam'd with all his radiant father's fire,</br>And on the wings of fancy, tow'ring, borne,</br>He rais'd such heav'nly sounds, as ne'er before</br>Old Terra's vaulted rocks had heard;</br>Save when of Yore,</br>The first of minstrels, and of lovers, dar'd,</br>Leaving the cheerful realms of day,</br>Thro' her long winding caves to make his way,</br>His lost Eurydice to regain.", "The nymphs, entranc'd with the sweet melody,</br>A brilliant circle form around the swain;</br>And with their kindest looks repay</br>His pleasing, pow'rful, heart-felt lay.", "Above the rest pre-eminently stood</br>The gardant Naiad of a neighb'ring flood,</br>Yclep'd Trentea; as the lily fair;</br>Braided with pearls, her amber-dropping hair</br>In wanton ringlets o'er her shoulders spread,</br>And wreaths of various flowers adorn'd her head.</br>Who, as she listen'd to the stranger's song,</br>Unwonted transports felt within her breast;</br>That deity, whose universal sway</br>Th' immortal pow'rs as well as men obey,</br>Whilst she attentive stood, with a swift dart,</br>Through the translucid stream, had pierc'd her heart.</br>Sincere and innocent, the nymph, e'er long,</br>The newly-kindled, virtuous flame confess'd;</br>And gave to the transported youth her hand.</br>The fair companions of th' accepted maid,</br>In soft confusion for a moment stand;</br>Each heav'd spontaneously a tender sigh,</br>And wish'd that such had been her destiny.</br>But these unkind emotions soon subside;</br>They cheerfully their gratulations paid,</br>And with their wonted love beheld the envy'd bride.</br>Her agat chariot studded o'er with gems,</br>Which waited on the margin of the stream,</br>Bore to her crystal grot the happy pair;</br>Where, rapt in nuptial bliss, they fondly dream,</br>Nor fear th' approach of love-destroying care;</br>There, happy shall they live devoid of pain,</br>And mutual harmony for ever reign.", "Menalcas thus, to the enquiring swain,</br>In artless numbers told his varying tale;</br>And Thyrsis, joyful, left the sacred vale,</br>To fold his flock on the adjacent plain.", "The sisters of the dear transported youth</br>Warble once more their vocall melody,</br>Like the sweet Sirens three;</br>But not the Siren-song, or wanton glee,</br>They only sing of virtue, love, and truth.", "Again Thalia's fav'rite son</br>Pursues the task so well begun;</br>And, nightly, by the chaste dramatic page,</br>At once improves, and charms a liberal age.", "The bard, who in these simple Dorick lays</br>Has strove to speak a much-lov'd shepherd's praise,</br>To other strains returns; well pleas'd should Fame</br>With one so eminent record his name.</br>"]