["Let others tell the joys which Conquest brings,</br>And sing the Glories of triumphant Kings;</br>In pomp and words, each godlike deed rehearse,</br>And call forth all the Majesty of Verse;</br>A nobler Theme my willing Muse employs,</br>From such a Theme far greater Triumphs rise;</br>The softer Hours of Peace demand my Strains;</br>Peace, our Inheritance, whilst BRUNSWICK reigns.", "And Thou great Prince, the Friend of every Art,</br>Accept this tribute of a grateful Heart;</br>Fam'd for thy Father's Virtues, and thy own,</br>Those Royal Virtues which adorn a Throne;</br>Who, tho' in War renown'd, to Peace inclin'd,</br>Still seek'st, like Heav'n, the Welfare of Mankind.", "When since contending Nations rush'd to arms;</br>And troubled Europe's Peace with dire alarms:</br>Mars, stern destroyer, with delight beheld</br>The slaughter'd Heroes spread th' ensanguin'd field:</br>Our Monarch interpos'd, His powerful Nod</br>Calm'd the fierce rage of the relentless God;</br>Quiet restor'd; and gave the lab'ring Swains</br>In peace to feed their Flocks, to till their fertile Plains.", "Thus, e'er the infant World from Chaos rose,</br>The jarring Elements which it's frame compose;</br>Call'd forth their Armies 'gainst each adverse Side,</br>And great dissentions fill'd the mighty Void;</br>Th' Almighty bid the civil Discord cease:</br>He spoke the powerful Word; and all was Peace.", "Yet still o'er all, superiour to the rest,</br>His Country's Love burns bright within his breast;</br>Anxious for England's Honour and Renown,</br>He seeks our Quiet, but neglects His own.</br>Thro' His Protection safe our Merchant's roam</br>To foreign Lands, and bring both Indies home;</br>The Heav'ns indulgent on our labours smile,</br>And Peace and Plenty crown our happy Isle.", "But, that our growing Joys may know no end,</br>The Monarch's Cares to future Times extend;</br>Blest in His Royal Progeny divine,</br>We view with wonder the illustrious Line:</br>Whilst He the mighty Blessing to ensure,</br>By new Alliance does our Bliss secure.</br>Thrice happy Prince!  for whom his Cares provide,</br>So fair a Consort, so divine a Bride,</br>Adorn'd with every Grace, with every Art</br>To warm with potent Love a Monarch's Heart:</br>When we survey thy Godlike form, we see</br>Great Prince, another GEORGE in Thee.", "Thy Subjects grown impatient of delay,</br>With ardent wishes meet th' approaching day;</br>Big with the mighty Expectation wait,</br>And long to see their Happiness compleat.", "Thou Neptune, whom the watry Stores obey,</br>Smooth the rough surface of the troubled Sea;</br>Calm it's fierce rage, let every wave subside,</br>Waft the rich Burden gently o'er the Tide;</br>Th' illustrious Princess to our Realm restore,</br>And land Her safely on the British Shore.", "But see, She comes!  Augusta comes, rejoice</br>Ye Sons of England, raise Your grateful Voice!</br>With loud Acclame the Royal Dame receive,</br>The greatest Blessing which the Gods can give.</br>Let the shrill Trumpets make a joyful sound;</br>Whilst ecchoing Rocks the joyful notes rebound.", "Loe, from this happy Marriage we presage</br>Innum'rous Blessings to the coming Age,</br>Pleas'd with the prospect, we before our Eyes</br>Behold an awful Train of Kings arise,</br>In mystic Visions the great Line survey,</br>Ordain'd in future times the British Realm to sway.", "Thus when Aeneas saw with vast delight</br>His great Descendants, pass before his sight;</br>That godlike Race design'd in time to come</br>To bear the Scepter of Imperial Rome;</br>In admiration lost He view'd the Scene;</br>And call'd those People blest, o'er whom such Kings shou'd reign.</br>"]