["Hail Poverty!  in tatter'd weeds array'd,</br>The scorn of Wealth, and all the gay-deck'd crowd;</br>Oft by thy son's despis'd,</br>Who bow to Pride.", "Tho' in thy train the spectre, Care, appears,</br>With wrinkled Sorrow, pale-faced Misery,</br>These haunt the costly pile,</br>Where Grandeur dwells.", "Then wherefore shall man shudder at thy name,</br>Unmindful of the fix'd decrees of Fate?</br>To Him who rules on high</br>We all must bow.", "Death waits alike the portals of the great,</br>And the craz'd cottage.  Virtue makes us blest;</br>And when she deigns to smile,</br>She ne'er deceives.", "No foe art thou to Genius.  They whose names</br>Immortal live, high on the roles of Fame,</br>Companions were of thine,</br>Yet died in peace.", "What bard than Dryden tunes more sweet the lyre?</br>And who like Otway call'd forth pity's tear?</br>Still Butler's humour gives</br>To laughter birth.", "While Seasons roll, and Nature speeds her course;</br>While Liberty shall swell the virtuous breast;</br>Still Thomson's classic lays</br>New praise will claim!", "While Scotia's sons shall harmony admire,</br>The mournful dirge sublime, the past'ral song,</br>The magic verse of Burns</br>Mankind shall charm!", "Erin, dear Isle!  of courts the scorn, the scourge;</br>Long as the shamrock marks thy fertile vales,</br>Thy Goldsmith's name shall rise,</br>A country's pride.", "Hail Poverty!  The wisest and the best</br>Of Kings, to whom our dearest rights we owe,</br>With thee enjoy'd content,</br>In lowly guise.", "The arts, the sciences, thou ne'er forsak'st;</br>Thy sons industrious, claim our nation's care;</br>Their deeds, on land or main,</br>The world well knows.", "Let not proud motals cast a scornful sneer,</br>As toil-worn brethren, still their chief support;</br>The lordling, and the slave,</br>Bow to the tomb!", "Unwelcome visitor, by millions deem'd,</br>Like day's bright orb, thou'rt to no state confin'd;</br>Where'er man treads the earth,</br>There art thou found.", "My parents, kindred, still own'd thee a guest;</br>Thou rock'd my cradle, watch'd my youthful years;</br>And now in life's decline,</br>Attend'st me still.", "Tho' dark the prospect of my future days;</br>Unfriended traveller, through this dreary vale;</br>Blest with the Muse and Health,</br>I'll ne'er repine.", "Then, hail!  companion of life's chequer'd scenes,</br>Who ne'er forsook me, nor wert e'er despised;</br>With thee I've liv'd, in peace,</br>With thee must die!</br>"]