["Hence, to thy den beneath the sunless main!</br>Nor the holy lay profane,</br>Thou, whom Poets hail'd of old</br>Goddess of the cest of gold;</br>Star that gilds the orient morn;</br>Of the scepter'd Thunderer born;</br>And fondly feign'd, that at thy birth</br>Rapture smil'd on heav'n and earth.</br>False the tale:  some Spirit fell</br>Bore thee in the depths of hell;</br>Mother thou of joys impure,</br>Which thy feeble votaries lure</br>By trach'rous paths to caves, where lie</br>Disease and death and infamy.</br>Hence, with thy distemper'd train,</br>Fev'rish Youth with madd'ning brain,</br>Thy zoneless nymphs, thy sightless boy</br>Hence, to thy den beneath the sunless main!</br>Nor the holy lay profane,</br>Thou, whom Poets hail'd of old</br>Goddess of the cest of gold;</br>Star that gilds the orient morn;</br>Of the scepter'd Thunderer born;</br>And fondly feign'd, that at thy birth</br>Rapture smil'd on heav'n and earth.</br>False the tale:  some Spirit fell</br>Bore thee in the depths of hell;</br>Mother thou of joys impure,</br>Which thy feeble votaries lure</br>By treach'rous paths to caves, where lie</br>Disease and death and infamy.</br>Hence, with thy distemper'd train,</br>Fev'rish Youth with madd'ning brain,</br>Thy zoneless nymphs, thy sightless boy</br>Charm'd with every tinkling toy;</br>Debauch, loud roaring o'er the venom'd bowl;</br>And Fraud; and Sloth that numbs with palsying touch the soul.", "But come, thou Angel pure and bright,</br>Parent of sincere delight,</br>Daughter of heav'n, CONNUBIAL LOVE!</br>Thee th' Almighty Sire above</br>Of old, in mercy to mankind,</br>Created from his perfect mind,</br>While stars of morning hail'd the birth;</br>And Seraphs bore thee to the earth</br>In triumph from thy native skies,</br>To dwell with man in Paradise.", "Come!  with raiment snowy white;</br>And eyes, that beam with dewy light;</br>Thy thoughts, as clear as vernal rills,</br>That sparkling fall from Alpine hills;</br>Thy breath, as sweet as spicy gales</br>That blow o'er blest Arabian vales;</br>And soft, as balmy spring-tide breaks,</br>The smile that dimples on thy cheeks.", "Come!  nor leave thy train behind:</br>Content of heart; and Peace of mind;</br>Soft Sympathy's delightful tear;</br>And Sanctity, with brow severe,</br>Which lawless riot's sons confess;</br>And \"wisdom join'd with simpleness,\"</br>Whom meek and modest joys can please,</br>Domestic sweets and rural ease.", "Ten moons have wan'd, since thee I sought</br>To visit my sequester'd cot.</br>Thou cam'st; thou gav'st me ample store</br>Of bliss; thou bid'st me hope for more.</br>Behold, I woo thy smile again!</br>Behold, to thee I pour the strain</br>In favour of a generous youth!</br>Now by his soul of guileless truth;</br>By his gentle manners bland;</br>His liberal heart; his open hand;</br>By his ardent piety;</br>By the zeal he'll prove for thee,</br>Steadfast to the plighted vow;</br>Sweet CONNUBIAL LOVE, do thou</br>On * * cottag'd vale descend,</br>And bless the dwelling of my friend!", "The charm's complete:  the lay is done.</br>See, from realms beyond the sun,</br>An Angel spotless pure descend,</br>And seek the dwelling of my friend.</br>A nymph she leads of noble race,</br>Ennobled more by mental grace;</br>And hark, her accents softly flow,</br>Like dew-drops on the fleece below.", "\"Take, my Son, from realms above,</br>Take the gift of NUPTIAL LOVE.</br>Leaning on her gentle breast,</br>Her lip with kisses pure carest,</br>Soon thy heart with joys shall glow,</br>No unwedded bosoms know.</br>Fond Attachment, springing thence,</br>Shall with gentle violence</br>Forbid thy wayward step to roam,</br>And hold in golden chain at home.</br>While every sound, and smell, and sight,</br>And every source of past delight,</br>On thy ravish'd sense shall pour</br>Transport never felt before.", "\"Thou her willing step shalt bring</br>To the grove, where linnets sing,</br>Where the clearest fountains flow,</br>Where the sweetest violets blow.</br>Thou with her the hill shalt climb,</br>Fragrant with the creeping thyme;</br>And from the breezy summit trace</br>The valley's many-mingled grace,</br>Where mid elmy meadows green</br>Thy roof, my pleasant haunt, is seen.</br>Seated by her tender side,</br>Thou her docile hand shalt guide</br>With mimic pencil to pourtray</br>Simple nature's landscapes gay:</br>Or open to her charmed eye</br>The kindred stores of Poesy,</br>Dipt in Castalia's chastest dews:</br>Chief of him, whose saintly Muse</br>With a seraph's sweetness told</br>The raptures of that age of gold;</br>When Eve, my first-born daughter, stray'd</br>In blooming Eden's palmy shade;</br>And own'd not all the charms, that heaven</br>With large and lavish hand had given</br>To deck her happy rural seat,</br>Without her wedded partner sweet.", "\"She meanwhile with thee shall share</br>The duties of thy past'ral care;</br>(For well I know thou lov'st to tread,</br>No stranger guest, the straw-roof'd shed;)</br>And lend with thee a patient ear</br>The peasant's simple tale to hear.</br>She shall round his blazing hearth,</br>Echoing to the voice of mirth,</br>Unaccustom'd comforts pour:</br>Shall train his babes in sacred lore,</br>And teach their little hands to ply</br>The task of useful industry:</br>Shall feed the hungry, and shall spread</br>Warm fleeces o'er the sick man's bed;</br>And, when o'erspent and widow'd age</br>Draws nigh to close its pilgrimage,</br>With soothing voice and cherub smile</br>The hours of ling'ring life beguile.", "\"Nor will she shun with thee to trace</br>The triumphs of the chosen race,</br>When th' Egyptian's car-borne pride</br>O'er the Red sea welter'd wide,</br>And Gath's huge Champion press'd the field,</br>By a stripling Shepherd quell'd:</br>With thee shall bless the arm, that turn'd</br>Judah's woe, who captive mourn'd</br>For Sion's hallow'd courts profan'd</br>By an unbelieving hand;</br>(What time the stoled Prophet stood</br>By Chebar or Ulai's flood,</br>And saw before his tranced gaze</br>Visions strange of unborn days:)</br>With thee shall hail from Beth'lem's sky</br>The day-spring, breaking from on high,</br>To lighten them that sat beneath</br>The shadows of the vale of death,</br>And guide the erring feet to press</br>The path of peace and holiness.", "\"Fill'd with the themes, her melting eye</br>Shall lift thy soul to virtues high:</br>Her heart, in sweet accord with thine,</br>Shall bow before the throne divine,</br>On winged prayers heav'nward borne,</br>Sweet as the incens'd breath of morn:</br>And oft her voice shall charm thine ear,</br>To strings symphonious chaunting clear</br>Such sounds of high and holy praise,</br>As the rapt soul to heaven raise;</br>And such perhaps as heav'nly quires</br>Hymn to the touch of golden wires.", "\"These, my Son, thy joys shall be!</br>These delights I promise thee!</br>I in health will bless thy bed;</br>I in sickness calm thine head;</br>I thy life's aspiring noon</br>With unreproved pleasures crown,</br>And with mildly-beaming ray</br>Gild the evening of thy day.\"</br>"]