["Oh!  who has felt thy power, Spirit of Song!</br>When thou dust light the eye, and thy warm glow</br>Wild thrills the heart, and shoots the nerves along&mdash;</br>When the quick words, thy impulse seem to know,</br>Warm as the gushing tear thou bidst to flow,</br>And live, and breathe, and glow along the line&mdash;</br>Has felt thy power, that can it's joy forego?</br>Oh!  may my dearest wish be ever thine,</br>And all thy moving power, sweet Poesy, be mine!", "For I have loved thee from my boyish days&mdash;</br>Have felt thy power, while scarce my falt'ring tongue</br>Could lisp thy name, or I had learned thy praise.</br>Thy influence to feel, the heart, though young,</br>Asks not the critic's aid.  Thou art not sprung</br>Of earth-born race; but from the birth of time,</br>Ere tongues were known, or mortal harp was strung,</br>Thou wast, and art, in every age and clime</br>Where man is found to feel great Nature's works sublime.", "Thine is the claim which binds the glowing heart</br>To Nature; thine the power that lights the eye,</br>Flushes the cheek, commands the tear to start,</br>And chillness shake the frame, as through the sky,</br>With awful joy, we see the lightnings fly,</br>And hear the crash their burning paths along!</br>Thine the soft wish, the gently-heaving sigh,</br>And the calm joys upon the soul that throng,</br>At twilight's lonely hour, is raptures still, but strong.", "Yes, thou art Nature's language to the heart,</br>Which knows and springs responsive to her call;</br>And soonest then, when uninformed by art&mdash;</br>Whether her voice from yon starred azure fall,</br>Sweet as thy song, pathetic Percival!</br>Or from yon mountain's storm-encompassed head,</br>Where the cloud settles like a funeral pall,</br>And hissing streams of fire flash broad and red,</br>And the live, leaping thunder mutters wild and dread!", "And all, at times, that wordless voice have heard,</br>And on its soothing accents loved to dwell,</br>As they have breathless bent to catch each word</br>That from the tongue of some sweet speaker fell.</br>Thine, Wells!  that tongue thy country loved so well,</br>Now still in death &mdash; or thine, great Hamilton!</br>Whose fame proud story's brightest page shall tell&mdash;</br>Whose deeds among great deeds so brightly shone,</br>That, as we gaze, thine meet the eye almost alone!", "That voice was music to my boyish ear,</br>Whether on some tall eminence I stood,</br>Its accents from the landscape round to hear:</br>The wind's hoarse murmur in the distant wood,</br>And thousand voices joined in concert rude,</br>Of beast, and bird, and swain; but aye that eye</br>To distance turns, and dwells, in kindliest mood,</br>On streams, woods, hills, or plains that farthest lie,</br>And most it loves the line where mingle land and sky!</br>"]