["Athegal doth Sir Burbon aid,</br>And blames for changing Shield:</br>He with the Great Grantorto fights,</br>And slayeth him in Field.", "O Sacred Hunger of ambitious Minds,</br>And impotent Desire of Men to reign:</br>Whom neither Dread of God, that Devils binds,</br>Nor Laws of Men, that Commonweals contain,</br>Nor Bands of Nature, that wild Beasts restrain,</br>Can keep from Outrage, and from doing wrong,</br>Where they may hope a Kingdom to obtain.</br>No Faith so firm, no Trust can be so strong,</br>No Love so lasting then, that may enduren long.", "Witness may Burbon be, whom all the Bands,</br>Which may a Knight assure, had surely bound,</br>Until the Love of Lordship and of Lands</br>Made him become most faithless and unsound:</br>And witness be Gerioneo found,</br>Who for like cause fair Belge did Oppress,</br>And Right and Wrong most cruelly confound:</br>And so be now Grantorto, who no less</br>Than all the rest burst out to all Outrageousness.", "'Gainst whom Sir Arthegal, long having since</br>Taken in hand th' exploit, being thereto</br>Appointed by that mighty Fairy Prince,</br>Great Gloriane, that Tyrant to fordo,</br>Through other great Adventures hitherto</br>Had it forslack'd.  But now time drawing nigh,</br>To him assign'd, her high Beheast to do,</br>To the Sea-shore he 'gan his way apply,</br>To weet, if Shipping ready he mote there descry.", "Tho when they came to the Sea-coast, they found</br>A ship all ready (as good Fortune fell)</br>To put to Sea, with whom they did compound</br>To pass them over, where them list to tell:</br>The Wind and Weather served them so well,</br>That in one day they with the Coast did fall;</br>Whereas they ready found, them to repel,</br>Great Hosts of Men in order Martial,</br>Which them forbad to land, and Footing did forstal.", "But nathemore would they from Land refrain:</br>But whenas nigh unto the Shore they drew,</br>That Foot of Man might sound the bottom plain,</br>Talus into the Sea did forth issue,</br>Though Darts from Shore, and Stones they at him threw;</br>And wading through the Waves with stedfast Sway,</br>Maugre the Might of all those Troops in view,</br>Did win the Shore, whence he them chas'd away,</br>And made to fly, like Doves, whom th' Eagle doth affray.", "The whiles, Sir Arthegal, with that old Knight</br>Did forth descend, there being none them near,</br>And forward marched to a Town in sight.</br>By this, came Tidings to the Tyrant's ear,</br>By those, which earst did fly away for fear</br>Of their Arrival:  wherewith troubled sore,</br>He all his Forces streight to him did rear,</br>And forth issuing with his Scouts afore,</br>Meant them to have encountred, e'er they left the Shore.", "But e'er he marched far, he with them met,</br>And fiercely charged them with all his Force;</br>But Talus sternly did upon them set,</br>And brush'd and batter'd them without Remorse,</br>That on the Ground he left full many a Corse:</br>Ne any able was him to withstand,</br>But he them overthrew both Man and Horse,</br>That they lay scatter'd over all the Land,</br>As thick as doth the Seed after the Sower's Hand; ", "Till Arthegal him seeing so to rage,</br>Will'd him to stay, and sign of Truce did make:</br>To which all hearkning, did awhile assuage</br>Their Force's Fury, and their Terror slake;</br>Till he an Herauld call'd, and to him spake,</br>Willing him wend unto the Tyrant straight,</br>And tell him that not for such Slaughter's sake</br>He thither came, but for to try the Right</br>Of fair Irena's Cause with him in single Fight.", "And willed him for to reclaim with speed</br>His scattered People, e'er they all were slain,</br>And Time and Place convenient to areed,</br>In which, they two the Combat might darrain.</br>Which Message when Grantorto heard, full fain</br>And glad he was the Slaughter so to stay,</br>And pointed for the Combat 'twixt them twain</br>The Morrow next, ne gave him longer Day;</br>So sounded the Retrate, and drew his Folk away.", "That Night, Sir Arthegal did Cause his Tent</br>There to be pitched on the open Plain;</br>For, he had given streight commandement,</br>That none should dare him once to entertain:</br>Which none durst break, though many would right fain,</br>For fair Irena, whom they loved dear.</br>But yet old Sergis did so well him pain,</br>That from close Friends, that dar'd nor to appear,</br>He all things did purvay, which for them needful were.", "The Morrow next, that was the dismal Day,</br>Appointed for Irena's Death before,</br>So soon as it did to the World display</br>His chearful Face, and Light to Men restore,</br>The heavy Maid, to whom none Tidings bore</br>Of Arthegal's Arrival, her to free,</br>Look'd up with Eyes full sad, and Heart full sore;</br>Weening her Life's last hour then near to be,</br>Sith no Redemption nigh she did nor hear nor see.", "Then up she rose, and on her self did dight</br>Most squalid Garments, fit for such a Day;</br>And with dull Count'nance, and with doleful Spright,</br>She forth was brought in sorrowful Dismay,</br>For to receive the Doom of her Decay.</br>But coming to the place, and finding there</br>Sir Arthegal, in battailous Array</br>Waiting his Foe, it did her dead Heart chear,</br>And new life to her lent, in midst of deadly Fear.", "Like as a tender Rose in open Plain,</br>That with untimely Drought nigh wither'd was,</br>And hung the Head, soon as few Drops of Rain</br>Thereon distil and dew her dainty Face,</br>'Gins to look up, and with fresh wonted Grace</br>Disspreads the Glory of her Leaves gay;</br>Such was Irena's Count'nance, such her Case,</br>When Arthegal she saw in that Array,</br>There waiting for the Tyrant, till it was far day.", "Who came at length with proud presumptuous Gate</br>Into the Field, as if he fearless were,</br>All armed in a Coat of Iron Plate,</br>Of great Defence toward the deadly Fear,</br>And on his Hat a Steel-Cap he did wear</br>Of Colour rusty brown, but sure and strong.</br>And in his Hand an huge Polaxe did bear,</br>Whose Steel was Iron studded, but not long,</br>With which he wont to fight, to justify his Wrong.", "Of Stature huge, and hideous he was,</br>Like to a Giant for his monstrous Height,</br>And did in Strength most sorts of Men surpass,</br>Ne ever any found his match in Might;</br>Thereto he had great Skill in single Fight:</br>His Face was ugly, and his countenance stern,</br>That could have fray'd one with the very Sight,</br>And gaped like a Gulf, when he did gern,</br>That whether Man or Monster one could scarce discern.", "Soon as he did within the Lists appear,</br>With dreadful Look he Arthegal beheld,</br>As if he would have daunted him with Fear,</br>And grinning griesly, did against him weld</br>His deadly Weapon, which in Hand he held.</br>But th' Elfin Swain, that oft had seen like Sight,</br>Was with his ghastly Count'nance nothing queld,</br>But 'gan him streight to buckle to the Fight,</br>And cast his Shield about, to be in ready plight.", "The Trumpets sound, and they together go</br>With dreadful Terror, and with fell Intent;</br>And their huge Strokes full dangerously bestow</br>To do most damage, whereas most they ment.</br>But with sure Force and Fury violent,</br>The Tyrant thunder'd his thick Blows so fast,</br>That through the iron Walls their way they rent,</br>And even to the vital Parts they past,</br>Ne ought could them endure, but all they cleft or brast.", "Which cruel Outrage, whenas Arthegal</br>Did well avize, thenceforth with wary heed</br>He shun'd his Strokes, wherever they did fall,</br>And way did give unto their graceless Speed;</br>As when a skilful Mariner doth read</br>A Storm approaching, that doth Peril threat,</br>He will not bide the Danger of such Dread,</br>But strikes his Sails, and veereth his Main-sheet,</br>And lends unto it leave the empty Air to beat.", "So did the Fairy Knight himself abear,</br>And stouped oft, his Head from Shame to shield:</br>No shame to stoup, one's Head more high to rear,</br>And much to gain, a little for to yield;</br>So stoutest Knights doen oftentimes in Field.</br>But still the Tyrant sternly at him laid,</br>And did his iron Axe so nimbly wield,</br>That many Wounds into his Flesh it made,</br>And with his burdenous Blows him sore did over-lade.", "Yet, when as fit Advantage he did spy,</br>The whiles the cursed Felon high did rear</br>His cruel Hand, to smite him mortally,</br>Under his Stroke he to him stepping near,</br>Right in the Flank him strook with deadly Drear,</br>That the Gore-blood, thence gushing grievously,</br>Did underneath him like a Pond appear,</br>And all his Armour did with Purple dye;</br>Thereat he brayed loud, and yelled dreadfully.", "Yet the huge Stroke, which he before intended,</br>Kept on his Course, as he did it direct,</br>And with such monstrous Poise adown descended,</br>That seemed nought could him from Death protect:</br>But he it well did ward with wise Respect,</br>And 'twixt him and the Blow his Shield did cast;</br>Which thereon seizing, took no great effect;</br>But biting deep therein, did stick so fast,</br>That by no means it back again he forth could wrast.", "Long while he tug'd and strove, to get it out,</br>And all his Power applyed thereunto</br>That he therewith the Knight drew all about:</br>Nath'less, for all that ever he could do,</br>His Axe he could not from his Shield undo.</br>Which Arthegal perceiving, strook no more,</br>But loosing soon his Shield, did it forgo</br>And whiles he combred was therewith so sore,</br>He 'gan at him let drive more fiercely than afore.", "So well he him pursu'd, that at the last,</br>He strook him with Chrysaor on the Head,</br>That with the Souse thereof full sore agast,</br>He stagger'd to and fro in doubtful stead.</br>Again, whiles he him saw so ill bested;</br>He did him smite with all his Might and Main,</br>That falling on his Mother Earth he fed:</br>Whom when he saw prostrated on the Plain,</br>He lightly reft his Head, to ease him of his Pain.", "Which when the People round about him saw,</br>They shouted all for Joy of his Success,</br>Glad to be quit from that proud Tyrant's Awe,</br>Which with strong Power did them long time oppress;</br>And running all with greedy Joyfulness</br>To fair Irena, at her Feet did fall,</br>And her adored with due Humbleness,</br>As their true Liege and Princess natural;</br>And eke her Champion's Glory sounded over all.", "Who straight her leading with meet Majesty</br>Unto the Palace where their Kings did reign,</br>Did her therein establish peaceably,</br>And to her Kingdom's Seat restore again;</br>And all such Persons as did late maintain</br>That Tyrant's part, with close or open Aid,</br>He sorely punished with heavy Pain;</br>That in short space, whiles there with her he staid,</br>Not one was left, that durst her once have disobey'd.", "During which time that he did there remain,</br>His Study was true Justice how to deal,</br>And Day and Night employ'd his busy Pain</br>How to reform that ragged Commonweal:</br>And that same iron Man which could reveal</br>All hidden Crimes, through all that Realm he sent,</br>To search out those that us'd to rob and steal,</br>Or did rebel 'gainst lawful Government;</br>On whom he did inflict most grievous Punishment.", "But e'er he could reform it thoroughly,</br>He through occasion called was away</br>To Fairy-Court, that of Necessity</br>His Course of Justice he was forc'd to stay,</br>And Talus to revoke from the right way,</br>In which he was that Realm for to redress.</br>But Envy's Cloud still dimmeth Vertue's Ray.</br>So having freed Irena from Distress,</br>He took his leave of her, there left in Heaviness.", "Tho, as he back returned from that Land,</br>And there arriv'd again whenceforth he set,</br>He had not passed far upon the strand,</br>When as two old ill-favour'd Hags he met,</br>By the way-side being together set,</br>Two griesly Creatures; and, to that their Faces</br>Most foul and filthy were, their Garments yet</br>Being all ragg'd and tatter'd, their Disgraces</br>Did much the more augment, and made most ugly Cases.", "The one of them, that elder did appear,</br>With her dull Eyes did seem to look askew,</br>That her Mis-shape much help'd; and her foul Hair</br>Hung loose and loathsomely thereto her Hue</br>Was wan and lean, that all her Teeth arew,</br>And all her Bones, might through her Cheeks be read;</br>Her Lips were like raw Leather, pale and blue:</br>And as she spake, therewith she slavered;</br>Yet spake she seldom, but thought more, the less she fed.", "Her Hands were foul and dirty, never wash'd</br>In all her Life, with long Nails over-raught,</br>Like Puttock's Claws with th' one of which she scratch'd</br>Her cursed Head, although it itched naught;</br>The other held a Snake with Venom fraught,</br>On which she fed, and gnawed hungerly,</br>As if that long she had not eaten nought;</br>That round about her Jaws one might descry</br>The bloody Gore and Poison dropping loathsomly.", "Her Name was Envy, knowen well thereby:</br>Whose Nature is to grieve, and grudge at all</br>That ever she sees doen praise-worthily:</br>Whose Sight to her is greatest Cross may fall,</br>And vexeth so, that makes her eat her Gall.</br>For, when she wanteth other thing to eat,</br>She feeds on her own Maw unnatural,</br>And of her own foul Entrails makes her Meat;</br>Meat fit for such a Monster's monsterous Diet.", "And if she hapt of any good to hear,</br>That had to any happily betid,</br>Then would she inly fret, and grieve, and tear</br>Her Flesh for Felness, which she inward hid;</br>But if she heard of ill that any did,</br>Or harm that any kid, then would she make</br>Great Chear, like one unto a Banquet bid;</br>And ill another's Loss great pleasure take,</br>As she had got thereby, and gained a great Stake.", "The other, nothing better was than she;</br>Agreeing in bad Will and cancred Kind,</br>But in bad Manner they did disagree;</br>For, whatso Envy good or bad did find,</br>She did conceal, and murder her own Mind;</br>But this, whatever evil she conceiv'd,</br>Did spread abroad, and throw in th' open Wind.</br>Yet this in all her Words might be perceiv'd,</br>That all she sought, was Mens good Name to have bereav'd.", "For, whatsoever good by any said,</br>Or doen she heard, she would straightways invent</br>How to deprave, or slanderously upbraid,</br>Or to misconstrue of a Man's Intent,</br>And turn to ill the thing that well was meant.</br>Therefore she used often to resort</br>To common Haunts, and Companies frequent,</br>To harke what any one did good report,</br>To blot the fame with Blame, or wrest in wicked sort.", "And if that any ill she heard of any,</br>She would it eke, and make much worse by telling,</br>And take great Joy to publish it to many,</br>That every Matter worse was for her melling.</br>Her Name was hight Detraction, and her Dwelling</br>Was near to Envy, even her Neighbour next;</br>A wicked Hag, and Envy self excelling</br>In Mischief:  for, her self she only vext;</br>But this same, both her self, and others eke perplext.", "Her Face was ugly, and her Mouth distort,</br>Foaming with Poison round about her Gills,</br>In which her cursed Tongue (full sharp and short)</br>Appear'd like Aspis Sting, that closely kills,</br>Or cruelly does wound whomso she wills.</br>A Distaff in her other Hand she had,</br>Upon the which she little spins, but spills,</br>And fains to weave false Tales, and Leasings bad,</br>To throw among the good, which others had dissprad.", "These two now had themselves combin'd in one,</br>And link'd together 'gainst Sir Arthegal,</br>For whom they waited as his mortal Fone,</br>How they might make him into Mischief fall,</br>For freeing from their Snares Irena thrall:</br>Besides, unto themselves they gotten had</br>A Monster, which the Blatant Beast Men call;</br>A dreadful Fiend, of Gods and Men ydrad,</br>Whom they by Slights allur'd, and to their purpose lad.", "Such were these Hags, and so unhandsome drest:</br>Who when they nigh approaching had espy'd</br>Sir Arthegal return'd from his late Quest,</br>They both arose, and at him loudly cry'd,</br>As it had been two Shepherds Curs had scry'd</br>A ravenous Wolfe amongst the scatter'd Flocks.</br>And Envy first, as she that first him ey'd,</br>Towards him runs, and with rude flaring Locks</br>About her Ears, does beat her Breast, and Forhead knocks.", "Then from her Mouth the Gobbet she does take,</br>The which whylear she was so greedily</br>Devouring; even that half-gnawen Snake,</br>And at him throws it most despightfully.</br>The cursed Serpent, tho she hungrily</br>Earst chaw'd thereon, yet was not all so dead</br>But that some Life remained secretly;</br>And, as he past afore withouten dread,</br>Bit him behind, that long the Mark was to be read.", "Then th' other coming near, 'gan him revile,</br>And foully rail, with all she could invent;</br>Saying, that he had with unmanly Guile,</br>And foul Abusion both his Honour blent,</br>And that bright Sword, the Sword of Justice lent,</br>Had stained with reproachful Cruelty,</br>In guiltless Blood of many an Innocent:</br>As for Grantorto, him with Treachery</br>And Trains having surpriz'd, he foully did to die.", "Thereto the Blatant Beast, by them set on,</br>At him began aloud to bark and bay,</br>With bitter Rage and fell Contention,</br>That all the Woods and Rocks, nigh to that way,</br>Began to quake and tremble with Dismay;</br>And all the Air rebellowed again,</br>So dreadfully his hundred Tongues did bray,</br>And evermore those Hags themselves did pain,</br>To sharpen him, and their own curses Tongues did strain.", "And still among, most bitter Words they spake,</br>Most shameful, most unrighteous, most untrue,</br>That they the mildest Man alive would make</br>Forget his Patience, and yield Vengeance due</br>To her, that so false Slanders at him threw.</br>And more, to make them pierce and wound more deep,</br>She with the Sting which in her vile Tongue grew,</br>Did sharpen them, and in fresh Poison steep:</br>Yet he past on, and seem'd of them to take no keep.", "But Talus, hearing her so leudly rail,</br>And speak so ill of him thee well deserv'd,</br>Would her have chastiz'd with his iron Flail,</br>If her Sir Arthegal had not preserv'd,</br>And him forbidden, who his Heast observ'd.</br>So much the more at him still did she scold,</br>And Stones did cast, yet he for nought would swerve</br>From his right Course, but still the way did hold</br>To Fairy-Court, where what him fell shall else be told.", ""]