["Still was the eve, scarce wak'd the zephyrs breeze,</br>I walk'd where Camus winds his mingled streams,</br>While Cynthia's light, shot trembling thro' the trees,</br>And, o'er the current, danc'd her silver beams.", "While o'er these haunts, the muses, once I stray'd,</br>(Once, for here now the muses rarely rest)</br>Full many irksome thoughts my mind invade,</br>And grief stole sudden o'er my pensive breast.", "For rarely now, e'er steps the poet forth,</br>Or, in the ev'ning seeks the secret shade;</br>But checks his fancy in its infant birth,</br>Those arts he loves, to cultivate afraid.", "Deny'd the pittance ev'n of empty praise,</br>Th' unwilling bard (sad change of wayward fate!)</br>Quits all pretension to the sacred bays;</br>The way to honour lies thro' dulness' gate.", "There was a time (ah that there only was!)</br>When thou, O Camus, might'st the laurel claim,</br>Not Isis' self cou'd rival thy applause,</br>And e'en Ilyssus was a meaner name.", "Oft thy enamour'd waves, thy waves more kind</br>Than her he wept, have heard thy Spenser play;</br>All as he breath'd his sorrows to the wind,</br>Fram'd to the musick of the Doric lay.", "Oft hast thou stopt thy current's ling'ring stream,</br>When daring bold he tun'd the raptur'd lays,</br>And in the fairie lond's allusive theme,</br>Pourtray'd thy own, the great Eliza's praise.", "Tell Camus tell, how oft with conscious pride</br>Thyself has heard majestic Milton sing,</br>Oft as he mus'd thy margin fast beside,</br>And soar'd full-plum'd on fancy's eagle wing.", "In vain thou boast'st the darlings of the nine,</br>A Cowley's warmth of wit, a Prior's ease,</br>A Dryden's sense and energy divine,</br>Those arts they follow'd have forgot to please.", "Rarely thy margin other visit knows,</br>Than from the sage of philosophic race,</br>Who measures step by step the way he goes,</br>And thoughtless stalks along in pensive pace.", "Duly each day, he seeks thy peaceful shore,</br>Or if bleak whistlings warn him thence retreat,</br>Yon cloister's spacious isle he wanders o'er,</br>Attentive to the echo of his feet.", "Thus mus'd I, grieving, when from forth the waves,</br>The hoary Camus rais'd his azure head,</br>There where the dome of *** he laves:</br>Attend my son the river genius said.", "Thou who inhabit'st yonder spacious dome,</br>Know that the muses deign'd in antient days,</br>Within those walls to fix their dearest home,</br>Nor Phoebus' altars then forgot to blaze.", "'Till cold neglect which like the killing frost,</br>Nips the fair blossom ere it fully blows</br>Forc'd them to wander to some gentler coast,</br>And Isis margin was the seat they chose,", "Had Maro's muse no kind Maecenas found,</br>No early patron to his verse had known,</br>The crested snakes had dropt upon the ground,</br>And the loud trump scarce trill'd a feeble tone.", "The muses ever fly oppressive foes,</br>And genius cramp'd is nature's gift in vain:</br>Ah!  what avails tho' earth produce the rose,</br>If 'tis not nourish'd by the kindly rain.", "Tho' the vile million Phoebus' rites betray;</br>Tho' dulness' harvest thickens all around;</br>There still remain who quit the thorny way,</br>And with due culture till the classic ground.", "Yet still some few their sacred tribute pay,</br>And bring their off'rings to the muses' shrine,</br>Th' inventive Smart, the pensive moral Grey,</br>And thou, O Mason!  lov'd of all the nine.", "Nor be thy worth forgot, thy studious cares,</br>Who don the buskin of th' Athenian sage,</br>Whose genius nobly bold, sublimely dares</br>Transplant the Grecian to the British stage.", "Thee too blest youth, of mickle worth I deem,</br>Who bring'st thy gifts to Isis silver shrine,</br>And descant'st sweetly on a sister stream:</br>The base and groveling only dare malign.", "Thou too, my son, the classic path pursue,</br>Nor quit the muses for their hostile train.</br>Be it thy aim to please the chosen few,</br>Nor heed the pedant, ignorant as vain.", "The pedant judging but by partial eye,</br>Who reads to puzzle not inform the mind,</br>Who grasps at shadows, slips the substance by,</br>Hated by all, and hating all mankind.", "O on my sick'ning sight what prospects rise!</br>See where old dullness takes her hated stand,</br>Neglected genius unlamented dies,</br>While folly waves her soporific wand.", "O wou'd my fears, my anxious cares were vain,</br>Wou'd that the Gods might hear old Camus' prayer!</br>But see &mdash; he said, and cut the liquid plain,</br>Whilst his last sighs came bubbling up in air.</br>"]