["Thou art above me, in thy twilight lustre,</br>Spirits of midnight float before thy march,</br>And countless stars around thee, Dian!  muster,</br>By the blue heavens envelop'd; and their arch</br>Curtain'd about thy rays, invites thy search</br>Thro' the dark caverns of the deep; &mdash; thy breath</br>Hangs o'er the spreading oak, the towering larch</br>In diamond sheen, and glitters all beneath;</br>And silence leans upon thee, like the touch of death!", "Thou art above me, like a splendid vision,</br>Couch'd on the breast of youth; &mdash; like the rapt eye</br>Of lovers, midst a world of their creation,</br>Wakening soft thoughts that reach eternity.</br>Thy whispering zephyrs, like their stolen sigh;</br>Thy face so pale, like wishes form'd and blasted;</br>Thy soft step, like the lost soul's agony,</br>Thy shadow points the spot, where hope once rested,</br>Thou look'st, as if Despair's wan bleach'd cheek address'd it.", "Thou shower'st on Soultra's side thy bright effulgence,</br>An angel's gaze the stole of night bewraying;</br>The tears of morning follow still thy cold glance,</br>Like frozen age, a lover's hopes betraying;</br>The world of waters in thy robes arraying;</br>The mountains silvering with a stole of white;</br>Thou, like a phantom of creation, straying</br>Amidst the desolate chambers of the night,</br>Pour'st thro' deep silence, &mdash; grandeur, &mdash; from thine urn of light.", "Adieu!  adieu! &mdash; The day-star now is spread</br>In summer's flush around me: &mdash; earth and air,</br>The glorious circle of the heavens are led</br>Radiant, from nature's bounteous lap, &mdash; how fair!</br>Bribing the morn to ope her bosom bare;</br>Its amorous eye encircles all her charms,</br>The uplands smile, &mdash; and now the valleys share</br>Its bounties, and the mountain vista swarms</br>With life; &mdash; above, below, the opening prospect warms.", "Northward from Soultra's summit pass thine eye,</br>See what an Eden starts upon the sight!</br>Wood, mountain, ocean, stream, all blended lie,</br>In sweet confusion, mingling in their light,</br>Whate'er the soul can wish, or sense invite;</br>All, that creation warm from nature's hand</br>Breath'd on its pallet, when from shades of night</br>Rose this round globe at the divine command,</br>And the first airs of spring spread life around the land.", "From east to west, th' indented shores survey;</br>The eye with rapture trembles; and the soul</br>Bent upon contemplation, wings its way,</br>And times long past within its orbit roll:</br>When, on this goodly prospect rapine stole,</br>And death, not manna, on the morning beam</br>Repos'd; and with it, pour'd a hideous shoal</br>Of traitors, who like thieves at midnight came;</br>Spill'd the life blood, and drench'd the soil with the pure stream.", "Sweeps high the sun along the mountain-tops,</br>Look how the golden disk illumes their cloud!</br>Is their broad base, o'er which its radiance slopes,</br>The vanguard of that glory, or its shroud?</br>Spread'st thou thy golden mantle o'er yon flood?</br>Fann'st thou its billow with thy zephyr's sigh?</br>Pour'st thou thy smile upon its wave of blood?</br>And, beck'ning ages that have long gone by,</br>Point'st than that track of fire, that once illum'd their sky?", "Starts Borthwick's pile upon me, whose rude tower</br>Seems like the mast of some wreck'd argosy,</br>And there Craigmillar's humbler shadows shower</br>Their ghastly forms, o'er Mary's memory;</br>And Roslin's castle, meeting fill the eye</br>Of contemplation; and those bowers that lean</br>On the white foam, whose sparkles playful fly</br>Up the proud steep of castled Hawthornden;</br>And mass more dungeon'd deep, &mdash; its Crichton's bloody den.", "Umbrag'd by bowers, where shade on shade reposing,</br>Yield twilight's livery grey 'midst dazzling noon;</br>Freshness amidst o'erpowering suns disclosing,</br>And summer's fruits caress'd by vernal bloom,</br>Thy groves, Dalkeith, I thread, &mdash; and court the gloom</br>Of many a sweet recess; &mdash;  before me stand</br>Thy Graeme, thy Douglas! &mdash; names, that yet assume</br>Power to command, as then, when o'er the land</br>Rush'd Edward's fearful breath, and England's iron hand.", "Lov'st thou the gentle slope, the level field?&mdash;</br>The waving rise, the smooth clad lawn is here!</br>Lov'st thou those heights that may the east winds shield?&mdash;</br>Rise the rude rocks, and sullen crags appear!</br>Lov'st thou the sea-beat shore, its boundless sphere?</br>Lost in the distance roll the waves along!</br>Sigh'st thou for Nature's voice to charm the ear?&mdash;</br>The winds of heaven pour round thee, &mdash; and the song</br>Of cheerful feeling sweeps the woods, and vales among!", "Seek'st thou the days of yore, thro' mists of time?</br>Start on the eye, no relic, &mdash; no, nor shade,</br>Nor hoary fragment! &mdash; But the scene sublime</br>Lives, as it lived, &mdash; nor needs it fancy's aid.</br>The eating touch of time can ne'er pervade</br>The rock which pillows yon rude castle's brow!</br>Yon crag's bold terrace, &mdash; age will ne'er invade</br>And silently upon the plain below,</br>Features of former days, spell-bound, emit their glow!", "For lo!  Edina's terrac'd heights appear,</br>Sparkle her grey cliffs in meridian light;</br>Smiles her blue ocean, rock and mountain wear</br>Banners of triumph, waving with delight;</br>For Nelson's bold heart at Trafalgar's fight,</br>Rush'd o'er his world of waters; and his eye</br>Like the plum'd eagle's from his aerie's height,</br>Flamed its swift track; commanding victory</br>To fix his deathless fame a planet in the sky.", "And bells are chiming, and the air's embalm'd</br>Glist'ning with smiles, and eyes of love are beaming;</br>Scarce stirs a breeze, the pennants are becalm'd,</br>As if the world on happiness was dreaming:</br>And lightning from the cannon's mouth is gleaming,</br>And rocks reverberate its thunders round;</br>Look!  how the clouds of smoke aloft are streaming,</br>As if the new sprung morning from the ground</br>Breath'd; &mdash; and each British heart returns a swift rebound.", "Now down the lovely Forth the breeze is curling,</br>And gently heaves the billow's rising swell,</br>Hark the hurra!  the sails are now unfurling,</br>Quick spreads the canvass with a wizard's spell!</br>Feels not thy heart the seaman's bold farewell?</br>Aloft, &mdash; from shore to shore, the signal's pouring!</br>Shall not &mdash; Hereafter &mdash; of their daring tell?</br>Look how Britannia's o'er the billows towering,</br>While purple clouds of eve are on the white wave showering!", "How stately steps she on her glassy ocean!</br>Like a proud sea-god bursting from the deep;</br>Streamers that kiss the heavens, &mdash; wind, &mdash; wave in motion,</br>Worlds at her beck, and fame upon her sweep.</br>Shuddering, &mdash; her red Trafalgar's billows steep</br>Her prow in blood; &mdash; her Nelson's signal flew;</br>Britannia's thunders on the wild floods leap,</br>Death in their touch; &mdash; swift lightnings round her drew;</br>And glory's dreadful echoes from her deck she threw.", "Night comes! &mdash; not here! &mdash; The moon its crescent shews,</br>And countless stars have cloth'd th' unclouded sky;</br>One mass of light around Edina glows,</br>And voice of joy proclaims our victory.</br>And oh how sweet!  to lift the wond'ring eye,</br>To range the arching dome, the earth, the air;</br>Pillar'd on fire seems heaven's broad canopy,</br>Whilst in its concave deep embosom'd there,</br>Edina!  stream your turrets, like a comet's glare!", "And there are throbbing breasts abroad, and eyes</br>Fearful and feverish with restrained feeling;</br>Mingling like whirling eddies, &mdash;  charities,</br>Whose burning impulse on the rent heart stealing,</br>With shuddering quickness sets the full soul reeling;</br>Glory its beacon lights! &mdash; Britannia's star</br>In floods of rapture to the pulse appealing;</br>Whilst her rays trembling o'er the wrecks of war,</br>Points father, brother, son, mangled with bloody scar.", "Say, didst thou e'er, at the soft hour when leans</br>The calm of evening o'er that rock of grey,</br>And the mind's eye a mystic image weens</br>In the chang'd forms, that flit on parting day,</br>Call forth those phantoms, by some magic lay,</br>Whose genius yet entwin'd about this spot,</br>Wreaths round and round their bloody tragedy,</br>Feelings, which ages have not yet forgot,</br>Which ages yet to come shall mark as Nature's blot?", "In that calm hour I've set me, when the gleam</br>Of sun-set strikes upon the hermit's cell;</br>And visions pass'd me like a midnight dream;</br>Thoughts of the days of old upon me fell.</br>I've set me; &mdash; round me rung day's parting knell;</br>The stars rose one by one, yon Gothic skreen,</br>(Beneath whose broken crumbling arcades, dwell</br>Relics, &mdash; whose bleeding shades yet here convene;)</br>Was in the moon-light swath'd, and shiver'd in its sheen.", "Up Rizzio rose, scarf'd in his bloody shroud;</br>Methought his dying screams before me grew;</br>With dagger dripping gore beside him stood</br>Henry, &mdash; and Murder round that shadow drew.</br>Came Bothwell next; &mdash; cadaverous his hue;</br>Famish'd and shrunk, undaunted yet his air;</br>And then a lovely vision rose to view,</br>So pale, so wan with suffering, yet so fair,</br>That Mercy's voice was loud, &mdash; where Justice fear'd to spare.", "Tho' injuries had smitten her to the core,</br>And tho' disease had fester'd in each vein;</br>Tho' friends had left her, and reproach had wore</br>All zest from life, &mdash; and life but endless pain;</br>Yet from her eye beam'd majesty's high strain</br>And relics of the times of old were seen;</br>When with the graces in her royal train,</br>She rose like Venus from her sea-girt skreen,</br>To rule a barbarous age, &mdash; to mourn as Scotia's queen.", "In that calm hour I've set me, when the moon</br>Rush'd up her heavens like a bold crag on fire;</br>Dark'ning amidst the lustres of her noon,</br>Meteors coruscant with the lightning's ire.</br>Her beams reflected from each ancient spire,</br>Cloth'd the black dingy mass with robe of white</br>Like glory wreathing round the night's attire,</br>Throwing upon our vision, forms once bright,</br>Eclipsing charms, that once had fed the noontide's light.", "And then the scene's lone stillness, and the time</br>The place so wild; so deep, so dark the glen;</br>The crags so rugged, and yon forms sublime</br>Raising their green heads o'er night's raven ken</br>Breath'd life on thought; &mdash; and swift before me ran</br>Dalzell's dread squadrons, Cromwell's bloody fray,</br>Fraser and Cumin's wrath from his deep den</br>Ramsay like tiger hounding on his prey,</br>Scotland's bright star in Bruce; &mdash; England's in Salisbury.", "Darkness has fled; &mdash; The star of morning comes,</br>And the fresh sea breeze hails the matin hour;</br>From the proud castle's height the pealing drums</br>O'er rock, and keep, and crag, and buttress pour.</br>On Gothic pile the morning sun-beams shower;</br>Flows all around a stream of lucid ray;</br>And fields, and lawns, immix'd with loveliest flower,</br>With note of bird, from many a sheltering spray,</br>Thro' dewy waves of light, salute the rising day.", "At such an hour, and under such a sky,</br>Pure, balsam'd, fresh, as e'er was blushing May;</br>At such a hour, with rapture in mine eye,</br>And heart so careless, light as popinjay,</br>With satchel on my back, I've brush'd the grey</br>And pensile rock; and from its moss-clad height,</br>Mark'd the bright flush of ether wing its way,</br>And lure to form, thro' living floods of light.</br>Rock, ocean, mountain, stream; &mdash; and life and love unite.", "And eye, and soul, and feeling drunk the charm;</br>From, infant years it spell-bound led the heart;</br>The mind's first openings caught the fond alarm,</br>Temper'd my being, &mdash; thro' my pulses dart.</br>I grasp'd the soul of Nature, ne'er to part;</br>Where'er my fortune led me, thro' what clime,</br>Edina! &mdash; thou thy triumphs still assert;</br>I hung upon thy charms, thy site sublime;</br>That love which youth imbib'd was sanctified by time.", "And when the dog-star rag'd beneath the line,</br>Hush'd every wind of heaven, and seas whose flood</br>Boil'd; and a green scum floated on the brim;</br>And thro' the parch'd vein rush'd the heated blood;</br>And on the branch the brown leaf wrinkled stood;</br>The feather'd tribe hung motionless the wing;</br>And o'er the silent vault no wand'ring cloud</br>Swam; &mdash; nor was shadow seen; &mdash; and in the sprint</br>The panting savage stood, &mdash; and made the woodlands ring.", "And time fled, &mdash; drop by drop; &mdash; the minutes hung</br>Upon the hour-glass; and the heavy eye</br>Scarce could the red sun chase; as fierce was flung</br>The living embers up a burning sky.</br>Then homewards would my vision'd fancies fly,</br>And on the lulling sea-breeze would I dream;</br>On fields, whose lovely web of green might vie</br>With all that poets of their Eden deem;</br>On trembling shades of light, on cool and crystal stream!", "On sea-girt cliff; on undulating plain;</br>On mountain torrent swell'd with mountain's snow;</br>On mountain nymph, whose blush the morning's stain</br>Borrow'd, to flush its ether with her glow.</br>On tongues, whose words with soften'd accents flow.</br>On eyes, soft radiance beaming; and on breast</br>White as the wave that clothes the Forth's dark brow,</br>When surly Winter o'er its surge is press'd</br>Whistling along its banks, and foaming up its crest.", "Nature how varied in thy forms! &mdash; how grand!</br>Still changing! &mdash; Yet, GOD marks in thee his might</br>From the flat Nile that scarce steals o'er it strand,</br>To the rude Rhone that shoots its Alpine height!</br>My parent land!  I mean not to invite</br>From all, that feeling which I owe to thee;</br>Yet stern's that soul, which looks not with delight</br>Along thy chequer'd coast, thy melting sea,</br>Thy grey and savage rock, &mdash; thy deathless ancestry.", "Lov'd scenes!  on me thy winning charms bestow,</br>Inspire my muse with nature's boundless view;</br>Star of the north!  around me spread thy glow,</br>And with thy witching spirit me imbue:</br>Edina! &mdash; age thy steps it may pursue</br>With wrinkl'd front, with locks of raven grey;</br>Thou like the Phoenix, shalt thy course renew;</br>Now starts't thou from thine ashes, &mdash; and thy day</br>Of youth already blooms, and winter melts in May!</br>"]