["While yellow moon light clears the summer field,</br>And nature's beauties wanton to the view;</br>Impress'd by thee, sweet Poetry, I yield,</br>To trace the lines that fancy's pencil drew.", "Ah!  Heav'nly solitude, most lovely maid!</br>How oft alone, thro' woods and wilds unseen,</br>Lost to the world, sequester'd have I stray'd,</br>To muse with thee on life's still varying scene.", "Where weeps the willow o'er the languid stream,</br>And whisp'ring zephyrs breathe the leaves among,</br>That teach the little lonely bat to skim</br>With murky wing, the river's face along:", "Stands a huge pile, the work of ages past,</br>Whose turrets rise upon the sylvan steep;</br>Where weeps the spirit of the winter's blast;</br>And owls, that shun the light, their vigils keep.", "With awe I trace thy wild dismantl'd form,&mdash;</br>Thy once proud hall, now open to the wind;&mdash;</br>Thy groaning walls, deep mark'd with many a storm,</br>That overlook the nodding grove behind.", "Where, dread to tell, in legendary tale,</br>Did whining ghosts their themes of wo impart,</br>Where music floated thro' the midnight vale</br>And dwelt, protected, necromancy's art.", "Alas!  that hall, where once perhaps has rung,</br>The sounding circle of illustrious name;</br>When Bards of old their songs of triumph sung,</br>That now survive but in their country's fame.", "Thy moss-clad Chapel hast'ning to decay,</br>That yet may boast the sculptor's nicest art;</br>Where superstition bore its mystic sway,</br>And sweet Religion bath'd the swollen heart.", "Here usher'd in the odour-breathing morn,</br>With matin songs and sweet celestial lays;</br>On beauty's voice the vesper hymn was bourne,</br>And midnight masses bade the Chapel blaze.", "Ye echoing rocks, that witness'd oft the strain,</br>When, loudly swelling on the rising blast,</br>Remembrance wakes her fancy-thrilling train,</br>And for a while participates the past.", "Ye mould'ring walls, that rev'rence mantles o'er,</br>With holy awe dispensing, touch the heart;</br>That bid us still thy mournful state deplore,</br>And in thy maxims take a willing part.", "See here the marks of time's all-conqu'ring hand&mdash;</br>The speaking retrospect of earthly boast;</br>Relentless pow'r that nought on earth can stand,</br>But must resign its prowess in the dust!", "Aspiring man!  still frailer state is thine;</br>With all thy towering prospects vainly sped;</br>The morning sun, in lustre sees thee shine,&mdash;</br>Pale Cynthia's blush, thy glaring blossoms shed.", "The great good man that better days has known,</br>Like Roslin's turrets mark'd with fortune's blast,</br>And dire misfortune in his feature's shown,</br>Will still a monument of virtue last.", "For like these walls, tho' now in ruins laid,</br>He holds his value with the wise and good;</br>His sacred person none will dare invade,</br>And sullen &mdash; seems as great as when he stood.</br>"]