["Goddess of ease, delightful leisure!</br>Mother of divinest pleasure,</br>May thy desultory sway</br>Guide to bliss from my quiet night</br>All quaint chimeras of affright,</br>That, wrapt in gloomy terrors, rise</br>To superstition's winding eyes:</br>Of pallid shades, with ghastly mien</br>And piteous actions often seen,</br>Threat'ning vengeance on the head</br>Of murd'rer vile, and, round the bed</br>Stalking, bid the sleeper wake,</br>And, where their bones lie, notice take,</br>Or dig the treasure-burying floor</br>That hides the injur'd orphan's store;</br>But may my busy fancy paint,</br>In lightly passing colours faint,</br>Scenes of fairy-land, whose bowers,</br>Fashion'd of unfading flowers,</br>Shelter valour's armed knights,</br>Well prov'd in many perilous fights;</br>While some beauty o'er their heads</br>The victim-crowning laurel spreads,</br>And sweetly cheers their hardy toil</br>With many a kiss and many a smile;</br>Or bids their daring courage fly,</br>To succour danger, shrieking nigh.", "And may my sleep just pass away,</br>As the lark springs to welcome day,</br>That I may watch his whirring wing,</br>And hear him, slowly mounting, sing</br>In notes, whose modulations sweet</br>Their finely-varied turns repeat,</br>Until my steady, searching eye,</br>Lose him in the liquid sky;</br>Yet then, while musing, slow I tread,</br>I hear him warbling o'er my head.", "At home, may friendly science sit</br>Around my board, and sprightly wit</br>Reciprocate the sportive sally,</br>The keen, but not the wounding rally;</br>While laughter, with inspiring eyes,</br>Catches the humours as they rise,</br>And, while he shakes his sides apace,</br>The glad tears trickle down his face.", "But may my solitary hour</br>Be pass'd in learning's studious bower;</br>And, sweet relief from thought abstruse,</br>Let my soul woo the much-lov'd muse;</br>Still may beauty's matchless charms</br>Fold me in her virtuous arms,</br>And bless me with a cherub race,</br>In whom their mother's form I trace,</br>To heap my joys with fresh supply,</br>While living &mdash; mourn me when I die.</br>These pleasures, Leisure, sure are thine;</br>Let me &mdash; let me make them mine.</br>"]