["I saw a weary way-worn man &mdash; whose form</br>Was bent and bow'd with toil and crook'd with age;</br>Like an old oak he stood &mdash; on which the storm</br>Of many a year had bent its fiercest rage;&mdash;</br>Nor still unscath'd stood he &mdash; his pilgrimage</br>Was long &mdash; and slowly tottering on he came,</br>Alone and desolate! . . . The world's wide stage</br>Had nought of pleasure left for him, and fame</br>Told not his warlike deeds nor did his works proclaim.", "Friendless was he &mdash; unpitied and unknown&mdash;</br>Fall all his race and kindred long were dead;&mdash;</br>And he was left forsaken and alone,</br>To beg a shelter for his houseless head!</br>Yes!  he who in his country's cause had bled</br>And nerv'd his arm for right and Liberty&mdash;</br>He &mdash; now went houseless &mdash; all his joys were fled&mdash;</br>Poor, comfortless, despised &mdash; in misery&mdash;</br>Without one breast, for all his wretchedness to sigh.", "He paused awhile &mdash; and with an uprais'd glance</br>He gazed intent on every form that pass'd,</br>The young &mdash; the middle aged &mdash; the old &mdash; that chance</br>Had hap'd to bring that way: &mdash; and each one cast</br>A cold unfriendly look at him &mdash; then fast</br>Retreating, left him standing lonely there.</br>This was too much! &mdash; he'd borne the wintry blast,</br>The midnight storm &mdash; without a sigh or tear&mdash;</br>But, O, such cold indifference he could not bear.", "I saw the tear steal from his aged eye&mdash;</br>I saw him dash it hastily aside&mdash;</br>He bore his many suffering manfully,</br>And scorn'd to murmur in his veteran pride.</br>The old man went his way &mdash; nor friend nor guide</br>Led him through regions all unknown. &mdash; His way</br>Was dark &mdash; his wants by none supplied&mdash;</br>Nor murmur'd he, tho' not one single ray</br>Broke the deep gloom through which he pass'd to brighter day.", "I turn'd away in sorrow, \"And is this,\"</br>I cried, \"the hardy veteran's only meed?</br>Must he who pav'd the way to our own bliss,</br>Be thus condemn'd to penury and need?\"</br>No!  Heaven forbids!  by mercy 'tis decreed</br>That some extended arm, tho' late should save</br>From misery, want, and wo &mdash; those men who freed</br>Their soil and country from perdition's wave,</br>Nor suffer them to sink forgotten to the grave.</br>"]