["Fair Ellen was long the delight of the young;</br>No damsel could with her compare;</br>Her charms were the theme of the heart and the tongue,</br>And bards without number in extacies sung</br>The beauties of Ellen, the Fair.", "But Ellen, though lovers in regiments threw</br>The darts of their eyes at her heart,</br>From sorrow no pitying sympathy knew;</br>For, cold as an icicle-shower, they drew</br>Not a drop from that petrified part.", "Yet still did the heart of fair Ellen implore</br>A something that could not be found;</br>Like a sailor she seem'd on a desolate shore,</br>With nor house, nor a tree, nor a sound but the roar</br>Of breakers high dashing around.", "From object to object. still, still would she stray,</br>Though nothing, alas!  could she find;</br>Through Novelty's mazes she rambled all day,</br>And even at midnight, so restless, they say,</br>In sleep would run after the wind.", "Nay, rather than sit like a statue so still,</br>When the rain made her mansion a pound,</br>Up and down would she go, like the sails of a mill,</br>And pat every stair, like a wood-pecker's bill,</br>From the tiles of the roof to the ground.", "One morn, as the maid from her casement reclin'd,</br>Pass'd a youth, with a frame in his hand.</br>The casement she clos'd; not the eye of her mind;</br>For do all she could, no, she could not be blind;</br>Still before her she saw the youth stand.", "\"And what can he do,\" said the languishing maid,</br>\"Ah!  what with that frame can he do!</br>I wish I could know it:\"  When suddenly by</br>The youth pass'd again, and again did her eye</br>The frame, and a sweet picture view.", "\"Oh!  sweet lovely picture!\" the fair Ellen sigh'd,</br>\"I must see thee again or I die;\"</br>Then under her white chin her bonnet she tied,</br>And after the youth, and the picture she hied,</br>When the youth, looking back, met her eye.", "\"Fair damsel,\" said he (and he chuckled the while),</br>\"This picture, I see, you admire;</br>Then take it, I beg you, perhaps 'twill beguile</br>Some moments of sorrow:  (pray, pardon my smile)</br>Or, at least, keep you home by the fire.\"", "Then Ellen the gift, with delight and surprise,</br>From the cunning young stripling receiv'd.</br>But she knew not the poison that enter'd her eyes,</br>When beaming with rapture, they gaz'd on her prize:</br>Yet thus was fair Ellen deceiv'd!", "'Twas a youth, o'er the form of a statue inclin'd;</br>And the sculptor he seem'd of the stone;</br>Yet he languish'd, as though for its beauty he pin'd,</br>And gaz'd, as the eyes of the statue so blind</br>Reflected the beams of his own.", "'Twas the tale of the sculptor, Pygmalion of old;</br>Fair Ellen remember'd and sigh'd,</br>\"Ah!  could'st thou but lift from that marble so cold,</br>Thine eyes so enchanting, thy arms should enfold,</br>And press me this day as thy bride.\"", "She said:  when, behold, from the canvass arose</br>The youth .... and he stepp'd from the frame;</br>With a furious joy, his arms did enclose</br>The love-plighted Ellen; and, clasping, he froze</br>The blood of the maid with his flame!", "She turn'd, and beheld on each shoulder a wing.</br>\"Oh!  heaven!\" cried she, \"who art thou?\"</br>From the roof to the ground did his fierce answer ring,</br>When frowning, he thunder'd, \"I am the Paint-King!</br>And mine, lovely maid, thou art now!\"", "Then high from the ground did the grim monster lift</br>The loud-screaming maid, like a blast;</br>And he sped through the air, like a meteor swift,</br>While the clouds, wand'ring by him, did fearfully drift</br>To the right and the left as he pass'd.", "Now, suddenly sloping his hurricane flight,</br>With an eddying whirl he descends;</br>The air all below him becomes black as night,</br>And the ground where he treads, as if mov'd with affright,</br>Like the surge of the Caspian bends.", "\"I am here!\" said the fiend, and he thundering knock'd</br>At the gates of a mountainous cave:</br>The gates open'd wide, as by magick unlock'd,</br>While the peaks of the mount, reeling to and fro, rock'd,</br>Like an island of ice on the wave.", "\"Oh!  mercy!\" cried Ellen, and swoon'd in his arms,</br>But the Paint-King, he scoff'd at her pain.</br>\"Prithee, love,\" said the monster, \"what mean these alarms?\"</br>She hears not, she sees not the terrible charms,</br>That work her to horrour again.", "She opens her lids; but no longer her eyes</br>Behold the fair youth she would woo:</br>Now appears the Paint-King in his natural guise;</br>His face, like a palette of villainous dies,</br>Black and white, red, and yellow, and blue.", "On a bright polish'd throne, of prismatical spar,</br>Sat the mosaick fiend like a clod;</br>While he rear'd in his mouth a gigantick cigarr</br>Twice as big as the light-house, though seen from afar,</br>On the coast of the stormy Cape-Cod.", "And anon, as he puff'd the vast volumes, were seen,</br>In horrid festoons on the wall,</br>Legs and arms, heads and bodies, emerging between;</br>Like the drawing-room grim of the Scotch Sawney Beane,</br>By the Devil dress'd out for a ball.", "\"Ah me!\" cried the damsel, and fell at his feet,</br>\"Must I hang on these walls to be dried?\"</br>\"Oh, no!\" said the fiend, while he sprung from his seat,</br>\"A far nobler fortune thy person shall meet;</br>Into paint will I grind thee, my bride!\"", "Then, seizing the maid by her dark auburn hair,</br>An oil-jug he plung'd her within.</br>Seven days seven nights, with the shrieks of despair</br>Did Ellen in torment convulse the dun air,</br>All covered with oil to the chin.", "On the morn of the eighth on a huge sable stone</br>Then Ellen, all reeking, he laid;</br>With a rock for his muller, he crush'd every bone;</br>But though ground to jelly, still, still did she groan;</br>For life had forsook not the maid.", "Now reaching his palette, with masterly care,</br>Each tint on its surface he spread;</br>The blue of her eyes, and the brown of her hair,</br>And the pearl and the white of her forehead so fair,</br>And her lips' and her cheeks' rosy red.", "Then stamping his foot, did the monster exclaim,</br>\"Now I brave, cruel Fairy, thy scorn!\"</br>When lo!  from a chasm unfathom'd there came</br>A light tiny chariot of rose-colour'd flame,</br>By a team of ten glow worms upborne.", "Enthron'd in the midst on an emerald bright,</br>Fair Geraldine sat without peer;</br>Her robe was a gleam of the first blush of light,</br>And her mantle the fleece of a noon-cloud white,</br>And a beam of the moon was her spear.", "In an accent that stole on the still charmed air,</br>Like the first gentle language of Eve,</br>Thus spake from her chariot the Fairy so fair:</br>\"I come at thy call .... but, oh Paint-King!  beware,</br>Beware if again you deceive.\"", "\"'Tis true,\" said the monster, \"thou queen of my heart!</br>Thy portrait I oft have essay'd;</br>Yet ne'er to the canvass could I with my art</br>The least of thy wonderful beauties impart;</br>And my failure with scorn you repaid.", "\"Now I swear, by the light of the Comet-King's tail!\"</br>And he tower'd with pride as he spoke,</br>\"If again with these magical colours I fail,</br>The crater of Etna shall hence be my jail,</br>And my food shall be sulphur and smoke.", "\"But if I succeed, then, oh!  fair Geraldine!</br>Thy promise with rapture, I claim,</br>And thou, queen of Fairies, shalt ever be mine,</br>The bride of my bed; and thy portrait divine</br>Shall fill all the earth with my fame.\"", "He spake; when, behold, the fair Geraldine's form</br>On the canvass enchantingly glow'd;</br>His touches, they flew like the leaves in a storm;</br>And the pure, pearly white, and the carnation warm,</br>Contending in harmony, flow'd.", "And now did the portrait a twin-sister seem</br>To the figure of Geraldine fair:</br>With the same sweet expression did faithfully teem</br>Each muscle, each feature; in short not a gleam</br>Was lost of her beautiful hair.", "'Twas the Fairy herself!  but, alas!  her blue eyes</br>Still a pupil did ruefully lack;</br>And who shall describe the terrifick surprise</br>That seiz'd the Paint-King, when, behold, he descries</br>Not a speck on his palette of black!", "\"I am lost!\" said the Fiend, and he shook like a leaf;</br>When, casting his eyes to the ground,</br>He saw the lost pupils of Ellen with grief</br>In the jaws of a mouse, and the sly little thief</br>Whisk away from his sight with a bound.", "\"I am lost!\" said the Fiend, and he fell like a stone;</br>Then rising the Fairy in ire,</br>With a touch of her finger she loosen'd her zone,</br>(While the limbs on the wall gave a terrible groan!)</br>And she swell'd to a column of fire.", "Her spear now a thunder-bolt flash'd in the air,</br>And sulphur the vault fill'd around:</br>She smote the grim monster; and now by the hair</br>High lifting, she hurl'd him in speechless despair</br>Down the depths of the chasm profound.", "Then waving, with smiles, o'er the picture her spear,</br>\"Come forth!\" said the good Geraldine;</br>When, behold, from the canvass fair Ellen appear!</br>In feature, in person more lovely than e'er,</br>With grace more than ever divine!</br>"]