["Come, maid of pensive mien!  and let us stray,</br>To where yon moss-grown croslet rears its head;</br>Where chants the village choir the holy lay,</br>Or artless requiem, o'er the humble dead.", "Here round this fane, the sons of Toil repose,</br>Here many a sweet and beauteous maiden lies,</br>And waving o'er her head, the blooming rose,</br>Blushes unseen, sheds all its sweets, and dies.", "Here will we hark the curfew's solemn knell,</br>Whose broken measures load the fitful gale,</br>Whose deep-toned strokes Sol's parting tinges tell,</br>And mark how Evening's russet shades prevail.", "And in its dreary pauses, weep the bard,</br>Whose plaintive strains sad flow'd at Nature's call;</br>Whose dorian song has known the village yard,</br>And taught to weep the lowly peasant's fall.", "Then lead to Gallia's richly varied clime,</br>Where Nature's graces gloomy grandeurs hail;</br>'Midst tott'ring cliffs, with shades o'erhung, sublime</br>Of mountain lineage, tow'ring o'er the vale.", "And on yon sombre mountain's pine-clad head,</br>Flit in the deep and hollow gusts that blow:</br>Teach me to list, by thy sweet impulse led,</br>The mad'ning torrents dash o'er rocks below.", "Thy chilling shadow's mantle o'er my soul,</br>Add tenfold darkness to the mazy dells;</br>Where moan the winds, or through the vallies roll,</br>And 'midst her secret caverns Echo dwells.", "Or lov'st thou best, when midnight silent reigns,</br>To roam beneath the cloister's roof emboss'd;</br>When painted moon-beams dance beneath the panes,</br>And in the organ's peal the soul is lost.", "Yes!  sure thou dwell'st in yon dark antique pile,</br>The blest asylum of the wounded mind;</br>Where frowning Silence blasts the budding smile,</br>And every worldly coil is left behind.", "But ah!  why seek thee in such scenes as these,</br>'Midst Pleasure's vot'ries art thou frequent found;</br>Pluck but the mask adorn'd with smiling ease,</br>The tear repress'd, and frequent sighs abound.", "Though Pleasure's roses strew our path,</br>And Mirth her airy phantoms bring:</br>The sigh succeeds the boisterous laugh,</br>And roses leave their thorns to sting.", "Though Gayety awhile, the heart</br>Rule with bright-ey'd Wit and Folly;</br>'Tis thine to bid them quick depart,</br>Pensive, pleasing, Melancholy.", "'Tis thine, the pencil silently that plies,</br>To vision sketching scenes of darkest gloom;</br>Smiling to hear, and list'ning to despise,</br>Thou point'st with forward eye, the awful tomb.", "Thou too presid'st in Science' mazy bow'r,</br>'Twas thou who taught the venerable sage,</br>In Study's cave at sacred midnight hour,</br>\"Man still is Sorrow's child, in every age\"", "Affection's warmth to cheer the soul extends,</br>And weaves her beauteous web with fingers fine;</br>But ah!  soon fate or chance, the texture rends,</br>Obscures its hues, and leaves the victim thine.", "Repose from thee not Virtue's self can know,</br>Nor Beauty, Honour, can a respite boast;</br>But oft 'neath woes they faint and cheerless grow,</br>And fly to realms amid the starry host.", "And mortal!  if at Pleasure's throne thou bend,</br>And Pleasure deign her balmy dews to pour;</br>Think not; &mdash; for soon the brighten'd visions end,</br>If but thou giv'st to thought one passing hour.</br>"]