["Happy the man, the Cobler, or the Bard,</br>Who knows not Wealth's inchantment, but whose soul</br>Sublime, above the sublunary joys</br>Of idle splendor, casts a retrospect</br>Upon itself, not of itself ashamed;</br>In true substantial Poverty elate,</br>Elate, triumphant, while the selfish rich</br>Mourn inward, and themselves with horror view,</br>Caricatura dread! &mdash; so Doll, at home,</br>(If Simile to poor man be allow'd)</br>Within the broken fragment of a glass,</br>Which once adorn'd the chamber of some Lord,</br>Survey's her healthy face, with Nature's paint</br>Best-colour'd, and approving, sees display'd,</br>Or thinks she sees, some secret charms, deny'd</br>To Phillis in her Cardinal or Shade,</br>While batter'd Phillis, in the mirror, views,</br>Tho' deck'd with gilded frame, her morning face</br>Broken, and disconcerted as her mind.", "Hail Poverty!  connected, if thou deign</br>To share my homely bed, domestic spouse!</br>To dress my dish, with Hunger's sauce serv'd up</br>On wooden trencher, in its true Caveer.</br>No Ketchup I demand, nor Pickle green,</br>For, whetted on the stone of Poverty,</br>My appetite is keener than my knife.</br>Full oft my knife deserts me, when 'tis blunt,</br>Calling the grind-stone to its aid, while I,</br>Impatient grown with hunger, throw aside</br>The useless friend, deserting me in need.", "But let not vicious POVERTY presume</br>To climb my garret, with contagious haunt;</br>I hate the Pest prophane, and keep her off&mdash;</br>White ermin I, in milk of chastity</br>Preserv'd, and nitid as the bleached down</br>That germinates upon the neck of lambs.", "Dwell vice with opulence and sordid gold,</br>Tann'd as that basest metal of the mines.</br>My coat of arms be argent, and my crest</br>The Lily, vaunting in its foliage pure,</br>Said to excell the pride of Solomon,</br>Tho' clad in all the purple of the East.</br>\"Simplex munditiis\" shall my Motto be,</br>Writ with the ink of snow, and pen of swan.", "Far be the blood of grape from my plain cup,</br>Of chrystal be my glass, with limpid stream</br>Replete, of cleanly river, or of spring</br>Not fabulous, like that of Helicon,</br>Or Hippocrene, by ancient Poets sung;</br>But real, apt to slake a Poet's thirst;</br>Nor mineral, like that of Bath, or Spa,</br>Oft prostituted to the worst abuse,</br>And feign'd restorative of wan decay.", "They only, in the stream of wealth who swim,</br>Are truly poor, and literally mean;</br>Vapid to them is ev'ry joy of life,</br>For sweet Necessity, with kind salute,</br>Ne'er drew their curtains at the mattin's dawn</br>To say, good-morrow &mdash; Come, thou buxom lass!</br>Jocund and blithe, who daily windest up</br>The weights of life, and bidst our clock to strike</br>Each wheeling hour upon the bell of Time,</br>Each silver minute, counted o'er with bliss,</br>Because enjoy'd, the poor man's certain bank,</br>Never to break, till Time itself be lost.</br>Appreciate to its value, who can rate</br>Of Times the standard sum?  Ye Suicides</br>Who kill a Mint of hours, oh weigh the guilt</br>Of but one slaughter'd second, basely slain,</br>Which not the Chemist's best hermetic seal</br>Can bind, or bid it not evaporate,</br>Tho' e'er so artfully transfus'd; oh think</br>Upon the forfeit ne'er to be redeem'd.", "Let Poverty then estimate my hours,</br>Which, if enjoy'd, tho' fleeting, were my own,</br>Were mine possess'd, and like so many brides,</br>Wedded and woo'd, the rich survivor I,</br>Enrich'd by such Polygamy, alive</br>To woo and wed ten thousand thousand more.</br>Not so, if chain'd to wealth, Prometheus like,</br>By luxury corroded, liver-grown,</br>For ever wasting, and as fast supply'd,</br>From wants creating want, like Hydra-heads</br>Cut off, and still revegetating new.</br>"]