["The dew fell gently o'er the nibbling flock,</br>And silent evening spread her sable cloak,</br>Down cour'd the lark, that sweetly pip'd sae lang,</br>And dowie owls began the sullen sang:</br>The downward sun had found the western sea,</br>And village spires bid farewell to day;</br>The broad-fac'd moon was just begun to edge</br>Her wat'ry aspect chequer'd thro' the hedge:</br>When Willy met his Phoebe in the grove,</br>And thus in artless strain disclos'd his love.", "WILLY.</br>While dusky shades the flow'ry dales invest,</br>And evening Songsters hop away to rest,</br>Here, far retir'd, my Phoebe, let us prove</br>The joys that flow from pure, from virtuous love.</br>Hark, how afar in yonder blooming vale,</br>Lone echo answers to the clam'rous rail:</br>While to the grateful sense spontaneous borne</br>O'er many a vernal bank and field of corn,</br>On musky pinion of the gentle gale,</br>The balmy fragrance of the golden vale.</br>Hark, how unseen, in yonder alder mead,</br>The tuneful Thyrsis plays his oaten reed,</br>In fair Lavninia's praise he pours the lays,</br>Lavinia's kindness all his pains repays:</br>I, by my Phoebe's side, am happier far</br>Than gold-adorned birth-day monarch's are.", "PHOEBE.</br>Ah!  men well know to con deceitful songs,</br>And smooth with flatt'ry their alluring tongues:</br>Their subtle baits around, they careful lay,</br>Poor thoughtless, simple females to betray:</br>They'll smile and sigh, and tease us for consent,</br>But soon as e'er we are the fools to grant,</br>With the next fairer face they'll soon be ta'en,</br>And laughing, leave us to remorse and pain;</br>But Phoebe's serious when in truth she says</br>She takes not Willy to be one of these.", "WILLY.</br>Ah!  woe betide the shepherd that can feign</br>The studied falshood of dissembled pain!&mdash;</br>Ah!  Phoebe, never wi sic thoughts upbraid,</br>For while the swallow skims the dewy glade;</br>While sooty black-birds seek the matted bush,</br>And in the hazle pipes the mellow thrush;</br>While bees delight their balmy food to glean</br>From show'ring woodbine, and the fragrant bean,</br>While clam'rous rooks frequent the sullen grove,</br>Believe me Phoebe, that I'll constant prove.", "PHOEBE.</br>Now trust me Willy, since you here impart</br>The artless language of an honest heart,</br>(Dissimulation's altogether vain)</br>With you I'll be as unreserv'd and plain.</br>My simple soul, that ever will be true</br>Was ty'd to your's, and long before you knew;</br>Full well I mind when but of tender age,</br>Your winning ways did soon my heart engage:</br>When on the green with innocence we play'd,</br>Or gather'd gowans in the summer shade,</br>Thy manners guileless still delighted me,</br>And still my fancy, Willy follow'd thee.", "WILLY.</br>Now smile ye loves, ye rural graces throng,</br>And give new ardour to my simple song:</br>In golden hue, ye moon-light mountains glow:</br>In tuneful cadence, all ye fountains flow:</br>Ye homely vales your waving scenes extend,</br>And all the beauties of the season blend;</br>Ye nodding minstrels, on the dewy spray,</br>In Phoebe's praises raise the morning lay;</br>Let mavis' music and the cuckoo's song</br>In Phoebe's praises sound the whole day long;</br>Away base wealth, with all thy yellow store,</br>My Phoebe loves me &mdash; and I ask no more.</br>Thus spoke the joyous youth &mdash; they kiss'd and parted,</br>And sev'rally thro' the shades, home happy hearted.</br>"]