["Ah!  where is the beautiful maid</br>That dwelt in yon cottage so gay?</br>The roses beginning to fade,</br>Proclaim the fair character away&mdash;</br>They once of her hand were the care,</br>The lilies were flourishing too;</br>But the lilies no longer are fair,</br>The roses have lost their sweet hue.", "Her sheep are all bleating for food,</br>They once were her principal pride;</br>She leads them no more thro' the wood,</br>To drink of the smooth flowing tide;</br>No more the gay songsters at dawn,</br>Forth warble their heavenly strains,</br>For oh!  the sweet maiden has gone,</br>The pride and delight of the plain.", "\"Ah!  where is the charmer,\" they cry,</br>\"That once our young choristers blest?</br>She instructed our infants to fly,</br>And gather'd soft down for their nest.\"</br>The groves her departure bewail,</br>The fountains themselves seem to mourn,</br>The flocks of the valley all hail</br>The sweet nymph of the plains to return.", "Young COLIN she lov'd to despair&mdash;</br>He swore he would ever be true;</br>For COLIN was comely and fair,</br>But ah!  he was treacherous too.</br>Young COLIN had riches in store,</br>But for wealth ANNA never repin'd;</br>She lov'd him and wish'd nothing more,</br>For he was the choice of her mind.", "All his days he swore with her to pass,</br>She believ'd ev'ry word that he said;</br>She lov'd him too fondly, alas!</br>He left her the victim of shame&mdash;</br>He left her deserted &mdash; forlorn&mdash;</br>Each blushes to mention her name,</br>Each nymph passes by with a scorn.", "No more she trips over the green,</br>The delight of the neighboring swains,</br>No more she enlivens the scene,</br>For no more she's the pride of the plains.</br>She once was the loveliest flow'r</br>That the village of Auburn could boast;</br>But ah!  it was snapp'd in a show'r,</br>Its fragrance forever was lost.", "\"Ah!  COLIN was faithless!\" she sigh'd,</br>\"And left the lost ANNA to mourn,</br>To seek him a worthier bride,</br>Perhaps nevermore to return.</br>My days are all pass'd in despair,</br>The night never lulls me to sleep;</br>Had COLIN been constant as fair,</br>He had never left ANNA to weep.", "\"My father forbids me, with rage,</br>To enter his peaceable shed;</br>I once was the child of his age,</br>But now has my innocence fled:</br>No comfort on earth can I find,</br>Here friendless and famish'd I roam,</br>No swain to relive me inclin'd,</br>To shield me from tempests no home.", "\"Oh!  where shall I rest my sad head,</br>My bosom with sorrow beats high!</br>The glory of virtue has fled,</br>And ANNA determines to die.\"</br>She plung'd in the fast rolling stream,</br>That winded its course thro' the vale,</br>The shepherd awhile ceas'd his theme,</br>And gently along blew the gale.</br>"]