["Yes, faint was my applause and cold my praise,</br>Though soul was glowing in each polished line;</br>But nobler subjects claim the poet's lays&mdash;</br>A brighter glory waits a muse like thine;</br>Let amorous fools in love-sick measure pine,</br>Let Strangford whimper on in fancied pain,</br>And leave to Moore the hacknied rose and vine;</br>Be thine the task a higher crown to gain&mdash;</br>The envied wreath that decks the patriot's holy strain!", "Yet not in proud triumphal song alone,</br>Or martial ode, or sad sepulchral dirge;</br>There needs no lay to make our glories known!</br>There needs no song the warrior's soul to urge</br>To tread the bounds of nature's stormy verge;</br>Columbia still shall win the battle's prize!</br>But be it thine to bid her mind emerge;</br>To strike her harp until its soul arise</br>From the neglected shade where low in dust it lies!", "Are there no scenes to touch the poet's soul?</br>No deeds of arms to wake the lordly strain?</br>Shall Hudson's billows unregarded roll?</br>Has Warren fought, Montgomery died, in vain?</br>Shame!  that while every mountain, stream, and plain</br>Hath theme for truth's proud voice or fancy's wand,</br>No native bard the patriot harp hath ta'en,</br>But left to minstrel of a foreign strand</br>To sing the beauteous scenes of nature's loveliest land!", "Oh!  for a seat on Appalachia's brow,</br>That I might scan the glorious prospect round!</br>Wild waving woods and rolling floods below,</br>Smooth level glades, and fields with grain embrown'd,</br>High heaving hills with tufted forests crown'd,</br>Rearing their tall tops to the heaven's blue dome!</br>And emerald isles like banners green unwound,</br>Float o'er the lengthened lake, while round them roam</br>Bright helms of billowy blue and plumes of dancing foam.", "'Tis true, no fairies haunt our \"verdant meads,\"</br>No grinning imps deform our blazing hearth;</br>Beneath the kelpie's fang no traveller bleeds,</br>No gory vampyres taint our holy earth,</br>Nor spectres stalk to frighten harmless mirth,</br>Nor tortured demon howls adown the gale;</br>Fair reason checks these monsters in the birth;</br>Yet have we lay of love and horrid tale</br>Would dim the manliest eye and make the bravest pale!", "Where is the stony eye that hath not shed</br>Compassion's heart-drops o'er the sweet M'Crea?</br>Through midnight wilds by savage bandit led,</br>\"Her heart is sad &mdash; her love is far away;\"</br>Elate that lover waits the promised day,</br>When he shall clasp his blooming bride again!</br>Shine on, sweet visions!  dreams of rapture play!</br>Soon the cold corse of her he loved in vain</br>Shall blight his withered heart and fire his frenzied brain!", "Romantic Wyoming!  could none be found</br>Of all that rove thy Eden-bowers among,</br>To wake a native harp's untutored sound,</br>And give thy tale of woe the voice of song?</br>Oh!  if description's cold and nerveless tongue</br>From stranger harps such hallowed strains could call,</br>How doubly sweet the descant wild had rung,</br>From one who lingering over \"thy ruined wall,\"</br>Had plucked thy mourning flowers and wept thy timeless fall!", "The Huron chief escaped from foemen nigh,</br>His frail bark launched on Niagara's tides;</br>\"Pride in his port!  defiance in his eye!\"</br>Singing his song of death the warrior glides:</br>In vain they yell along the river sides;</br>In vain the arrow from its sheaf is torn;</br>Calm to his doom the willing victim rides,</br>And till adown the roaring torrent borne,</br>Mocks them with gesture proud, and laughs their rage to scorn!", "Arouse!  my friend &mdash; let vivid fancy soar;</br>Look with creative eye on nature's face&mdash;</br>Bid \"goblin's damn'd\" in wild Niagara roar,</br>And view in every field a fairy race!</br>Spur thy good Pacolet to speed apace,</br>And spread a train of nymphs on every shore!</br>Or if thy muse would woo a ruder grace,</br>The Indian's evil manitous explore,</br>And rear the wondrous tale of legendary lore.", "Away!  to Susquehannah's utmost springs,</br>Where throned in mountain mist Arouski reigns,</br>Shrouding in lurid clouds his plumeless wings,</br>And sternly sorrowing o'er his tribe's remains!</br>His was the arm, like comet o'er it wanes!</br>That tore the streamy lightnings from the skies,</br>And smote the mammoth of the southern plains!</br>Wild with dismay the Creek affrighted flies,</br>While in triumphant pride Kenava's eagles rise.", "Or westward far where dark Miami wends,</br>Seek that fair spot as yet to fame unknown,</br>Where when the vesper dew of heaven descends,</br>Soft music breathes in many a melting tone;</br>At times so sadly sweet it seems the moan</br>Of some poor Ariel penanced in the rock&mdash;</br>Anon a louder burst &mdash; a scream!  a groan!</br>And now amid the tempest's reeling shock,</br>Gibber, and shriek, and wail, and fiendish laugh, and mock.", "Or climb the palisado's lofty brows,</br>Where dark Omanas waged the war of hell,</br>'Till waked to wrath the mighty spirit rose</br>And pent the demons in their prison cell:</br>Full on their heads the uprooted mountain fell,</br>Enclosing all within its horrid womb!</br>Straight from the teeming earth the waters swell,</br>And pillar'd rocks arise in cheerless gloom,</br>Around the drear abode, their last, eternal, tomb.", "Be these your lofty themes!  but ne'er resign</br>The soul of song to laud your lady's eyes;</br>Go kneel a worshipper at nature's shrine!</br>For you her rivers flow, her hills arise;</br>For you her fields are green and fair her skies;</br>And will you scorn them all to pour your tame</br>And heartless lays of forced or fancied sighs?</br>Still will you cloud the muse, nor blush for shame,</br>To cast away renown and hide your face from fame?", "Come!  shake your trammels off!  let fools rehearse</br>Their loves and raptures in unmeaning chime;</br>Cram close their rude conceits in mawkish verse,</br>And torture hacknied thoughts in timeless rhyme:</br>But thou shalt soar in glorious verse sublime!</br>With heavenly voice of music, strength, and fire,</br>Waft wide the wonders of your native clime;</br>With patriot pride each patriot heart inspire,</br>Till Europe's bards are mute before Columbia's lyre.</br>"]