["From loftier Subjects the Heroick Muse,</br>Groveling descends, to sing of low Intrigues,</br>With Oyster-Damsels, and their nightly Haunts:</br>The Theme not common, tho' its Objects so!</br>When the brown Dusk of Ev'ning, o'er the Sky</br>Brings Darkness, grateful to the lurking Thief,</br>Or Whore street-walking, or salacious Squab</br>Of pamper'd Dutchess, when in quest of Spark,</br>Broad-shoulder'd, o'er the unfrequented Mead,</br>She solitary and expecting strays.</br>Then let me often, thro' the darksome lane</br>Oft-winding wander, whilst far off I hear</br>The well-known, shrill, Winter-denoting Cry</br>Of Oysters fresh; when warbled thro' the Throat</br>Of modest Rowland (whether Moll, or Sall,)</br>Or graceful Tant.  Names not unknown to Fame</br>Tho', as I ween, unsung!  Then I pursue,</br>With watchful Eyes, and silent Pace, the Voice</br>Now nearer drawing; lest (tremendous Sight)</br>A Proctor comes insidious; and with Looks</br>And Words dire-menacing should interrupt</br>Or fright me from my yet-untasted Joys,</br>As on the Banks, where Egypt's swarthy Sons,</br>From secret-springing Nile, with cooling Draughts</br>Asswage their Thirst, and quench their fiery Blood,</br>The faithful Dog, (domestick Animal!)</br>With Tongue out-lolling, and with foaming Mouth</br>The River seeks; but fears, (if Fame says true)</br>To stop t' enjoy his Draught, but running drinks;</br>Cautious lest from beneath the rolling Wave,</br>A fraudful Crocodile, amphibious Beast,</br>Uprising, should, with horrid Gripe, detain,</br>And Teeth infix'd, devour th' unwary Prey.</br>Happy the Man who may with Safety roam</br>The Street uninterrupted, and enjoy,</br>In pleasing Interview, the Talk polite</br>Of British Damsels, who in tuneful Sounds,</br>Their Wainfleet-Oysters nightly chant aloud:</br>Him nor the watchful Magistrate affrays,</br>Nor Proctor still more terrible!  He roams</br>Thro' Lanes and Alleys unappall'd, in which</br>The Mother-Bawds their secret Revels keep;</br>There Rosa-Solis or Geneva drinks</br>Of Taste delicious!  or, if Fancy leads,</br>Calls in Crowdero, whose harsh-sounding Strains</br>Inspire the Dance, or kindle am'rous Fires.</br>Or else perhaps the Night in merry Chat</br>Passes, whilst on all sides from Lass to Lass,</br>The smutty Joak and Laugh's alternate ply'd.</br>Not fares it so with me:  with cautious Fear,</br>Oblig'd to snatch a Kiss in Corner vile;</br>Or else if Fortune, and dark friendly Night,</br>Favours a safer Interview, unseen</br>To some blind, unfrequented House she leads</br>In Nook obscure, where some ill-scented Hole,</br>O'ergrown with Filth, the Mother-Hostess shews</br>With Look important, and with Whispers low,</br>Arreads to Caution, and to Silence deep.</br>Then in brown Mug, or dirty leathern Jack,</br>(Cut from the worn-out Boot of Traveller,)</br>Her muddy and ill-tasted Liquor brings.</br>Straightway my Lips turn from the nauseous Draught</br>Abhorrent, and the just-touch'd Cup refuse.</br>Not so the Damsel, she with eager Looks</br>Ingulfs the Brothel-Nectar &mdash; and perswades</br>To mend my Draught.  Mean time with hideous Noise,</br>And Thumps ill-boding, at the Ante-Door,</br>A Proctor's heard; amaz'd I stare, and ask,</br>With trembling Voice, that at the most affords</br>But Utterance, what Shelter's to be found.</br>Mean time with louder and still louder Voice,</br>And Blows repeated, he Admittance claims.</br>A ghast, confounded, with weak knocking Knees</br>(That scarce support their Weight) the vile Recess</br>I seek of Bog-house, and th' affrighted Nymph,</br>In doleful Plight forsake.</br>Beware, ye Youths, whene'er ye rove, beware:</br>Be circumspect, for oft with prying Eyes</br>A lurking Villain, by the Vulgar call'd</br>A Pimp, observes your Haunts, and straight declares</br>The Place of Assignation, and the Time:</br>Or else with Congee cringing, and with Look</br>Dissembling Friendship, and false fawning Speech</br>Offers to bring the fairest of her Sex,</br>As yet of Man unknowing, pure and sound,</br>To mix in warm Embrace, and bless your Arms:</br>But then beware You hearken to the Tale,</br>Which, Syren like, invites to cruel Pain,</br>And Smart corrosive; for full oft beneath</br>The glossy, tempting Surface of a Skin</br>Angelick, Poisons lurk and hidden Fate.</br>Sometimes, alas!  am I condemn'd to sit</br>Whole tedious Nights, in solitary Room,</br>Poring o'er dull old Books, and still to add</br>To my Misfortune, often meet with Mirth,</br>In gay Description's Dress:  the chearful Fire</br>High-blazing, circling Glass, and full-fill'd Bowl</br>Nectareous, and the fragrant-scented Whiff,</br>Curling in cloudy Circles to the Roof.</br>E'en so of Liberty a Pris'ner dreams,</br>And inexhausted Wealth; rich Domes arise</br>Aerial, Hangings in gay Purple glow</br>Magnificent, while Mirth and Joy abound.</br>Awak'd, the shadowy, dear Idea's fled.</br>Phantom illusive!  and coercive Chains,</br>And Walls impregnable forbid Egress.</br>Pale Melancholy frowns in gloomy State</br>Sad Thoughts inspiring; and the glimmering Light</br>Serves only to discover Sights of Woe.</br>"]