["Beneath the shades of thickest night,</br>The child of pride and malice born,</br>Rush'd into life, an hideous spright,</br>That shuts its eyes against the cheerful morn:</br>The sweet return of light she hails with cries,</br>And from the day in rage the monster hies!", "Round her black seat, eternal vapours spread</br>A most malignant damp; while stagnant pools around,</br>And deep morasses, or a slimy bed,</br>And herbs of baleful name, bestrew the squallid ground!</br>For here no soft descending dew,</br>Sprinkle the sun-impearled green,</br>No flow'rs of pleasing smell, or hue,</br>On this rude spot were ever seen:</br>But rattling hail, and rains impetuous pour,</br>Wild winds, and blasts infectious madly roar!</br>Then rush to drown the cultivated plains;</br>O'er all things strait the rapid deluge reigns!", "Not here one bird of tuneful throat</br>Is heard to pour his liquid note;</br>She listens to the croaking frogs,</br>The pois'nous toad and hissing snake,</br>Or to the sullen sound of hogs,</br>That stir for food the miry lake!", "With inward stings her wicked bosom bleeds;</br>As drops the blood, on her own blood she feeds!</br>In rueful hands a cup she bears,</br>Full of wretched mortal's tears.</br>When for an only child, just dead,</br>The strongest sorrows parents shed;</br>But, if some happier news to this succeed,</br>She screams; her limbs deformed, horror shakes,</br>She feels her bosom now more copious bleed,</br>And, hissing round her hand, bears the enraged snakes.", "With evils tir'd, not sated, on her bed,</br>(A bed of thorns) her odious form is thrown;</br>There turns and tosses, without rest her head;</br>While ev'ry breath breathes forth a fever's groan.</br>Or, should she gain a momentary sleep,</br>Ideas horrid still disturb her mind:</br>Of ship-wreck'd mortals shrieking in the deep,</br>Or towns in flames, of plagues with famine join'd!", "See at her side, what curst companions move!</br>All foes alike to pleasure, peace, and love,</br>With ears erect, attentive fear,</br>And look amaz'd, and trembling hand,</br>Starts as she treads, and spying far and near,</br>Seems half to go, and half to stand.</br>Slander, with her endless tale,</br>Old, wither'd, lean, and fierce, and pale;</br>And Jealousy, with eyes askew,</br>Suspecting always, something strange, and something new!", "Private Revenge, with murdering fist,</br>With stealthy foot and frequent list,</br>Creeps slowly on:  with wild amaze,</br>Guilt stands and looks a thousand ways!</br>Shame too, with hanging head, stoops down so low,</br>As if to earth she wish'd and sought to grow;</br>Hatred, with her rankling thorns,</br>And Pride, that each associate scorns!</br>Close the vile tribe:  O!  foes to health, to joy, to light,</br>Far hence go pine in grief, and dwell in endless night.</br>"]