["GENTILLA.</br>What ails my dearest Shepheard?  what new change</br>Has taught his heart-rejoycing eys such strange</br>And dire aspects?  what humor hath possest</br>The Sanctuary of his troubled Brest?</br>What mean these sullen frownes?  'gainst whom do'st thou</br>Thus sternely bend thy discontented Brow?</br>At whom does this Artil'ry of thine eye</br>Levell such flames?  Here's none but thee and I,</br>Why dost thou turne aside?  Why dost thou shun</br>Gentilla?  What has poore Gentilla done?</br>Have I prov'd false?  Say, did I ever bow</br>To a new choyce, or started from my Vow?</br>Have not my thoughts observ'd a holy Fast</br>From new desires?  Have not these eyes bin chast</br>As th' eyes of Turtles?  Did Gentilla's knee</br>Ere bend to any, but her God, and Thee?</br>If I be loyall; say, why doest thou shun me?</br>Why doe thy causelesse browes thus frown upon me?</br>And if my faith be conscious of a blot,</br>Why stand'st thou mute so long?  why chid'st thou not?</br>No, no, my dearest Shepheard, if there be</br>Cause of suspect, that cause is given to me:</br>How long (too too unkind!)  hast thou deny'd</br>Thy presence?  Ah, how often have I cry'd</br>In corners?  Nay, how often have these eyes</br>Bin drown'd with briny streames, that did arise</br>From the full fountaine of a flowing heart?</br>How often have I charm'd by the black Art</br>Of all my sorrowes?  Yet my Shepheards eares</br>Were deafe; his eyes were blind to all my teares:</br>And now thy wisht-for presence (the full Crowne</br>Of all my joyes) is clouded with a Frowne.", "PAN.</br>Thou know'st, Gentilla, when thy brests were green,</br>Unripe for Love, there past a Vow between</br>Thy elder Sister Iudabell, and me,</br>Whose onely portion was Virginitie;</br>She had no beauty to enflame mine eyes,</br>Nor wealth, nor birth, nor ought to make me prize</br>Her naked love:  her visage was uncomely,</br>Her fortunes poore; her breeding, blunt and homely;</br>I lov'd her for her selfe, and the direction</br>To that deare love, was my own deare affection:</br>In sacred bands of contract, we both ty'd</br>Our folded hands, and she became my Bride:</br>I made her supreame Queen of all my Vows,</br>And set a Crowne of gold upon her Browes;</br>I made her sole Commandresse of my keyes,</br>To shut and open, where, and when she please:</br>I made her Mistresse of my Flocks, and gave</br>What I could give, or what her soule could crave;</br>She had what favours Bounty could confer;</br>My life was but a Trifle, weigh'd with her:</br>But she forsook me; Her false heart did prove</br>Disloyall; took a surfeit of my love;</br>She sleighted all my favours; falsely broke</br>Her plighted Faith, and scorn'd my easie yoke;</br>My dearest love she answer'd with disdaine,</br>Cast am'rous eyes on every Under-swaine;</br>I lov'd, she scorn'd, and what I gave, she slighted;</br>Was never love so true, so ill requited.", "GENTILLA.</br>But stay, deare Shepheard, shall my sisters crimes,</br>Or shall th' unjust Rebellions of her times</br>Be plagu'd in me?  Or shall thy lips demand</br>The debts of Iudabell at Gentilla's hand?</br>Stands it with justice, that those Vows which she</br>Hath falsely broke, should be reveng'd on me?", "PAN.</br>Thou know'st Gentilla, when thy Sisters brest</br>Grew too obdurate for my deare request,</br>When faire entreaties, and more hard Commands</br>Found disrespect at her respectlesse hands,</br>I left my vaine attempt, cal'd home my heart,</br>And plac'd it (as I thought) on more desert;</br>Those deare affections, and the love that she</br>Unworthily despis'd, I fixt on thee:</br>The selfe same priviledge, the selfe same power,</br>Those very favours, and the selfe same dower,</br>That was assured hers, while she was mine,</br>Were by a second Contract, all made thine:</br>What she hath left, thy Fortunes have engrost;</br>Gentilla found what Iudabell has lost:</br>But O Gentilla, thou hast faild to prove</br>A worthy object of so faire a Love;</br>Thou hast thy Sisters frailty; Thou hast all</br>Her Fortunes with her Faults, though not her Fall.", "GENTILLA.</br>Tell me, deare Shepheard, that I may amend them,</br>I will acknowledge them, or not defend them.", "PAN.</br>Did not I trust, Gentilla, to thy hand</br>My Flocks, my substance, under whose command</br>I left them charg'd?  Say did I not submit</br>My Shepheards to thy service, and commit</br>My Sheep to their protection, to be</br>Foder'd by them, and overseen by thee?</br>Were not those Pastures faire enough, to keep</br>My wained Lambs, and to maintaine my Sheep?</br>Were they not sweet enough, and well sufficing</br>Without that mixture, of your Swaines devising?</br>Unwholesome stuffe!  whose very tast did rot,</br>Or breed diseases where it poyson'd not;</br>That insomuch, where ere I turn'd my head,</br>I saw some Flocks a dying; and some, dead.", "GENTILLA.</br>True, gentle Shepheard, thus in former times</br>We did; if Ignorance may salve our crimes,</br>We have enough to plead:  I bent my knee</br>To a false Master then, and not to Thee.", "PAN.</br>I thought, that Pan had had supreame Command;</br>I thought, my Rules might had the grace to stand</br>In full authority, and power; I thought,</br>Those Georgicks which I writ, as well as taught</br>By word of mouth, had been a full direction</br>Both for my Flocks good diet, and protection:</br>But you, and your disloyall Swaines (it's said)</br>Have joyn'd in serious Councell, and have made</br>Another Head, whose selfe-conceited waies</br>I never knew; and Him your wisdomes raise</br>Into a height above the height of Man,</br>And plac'd Him in a Throne, which never Pan,</br>When he kept earth, and govern'd here below,</br>Had ere the Honour to be call'd into:</br>Him yee advance with reverence and renown,</br>His browes adorning with a triple Crown,</br>When as a wreath of Willow, or of Thorne</br>(For want of high priz'd metall) rudely torne</br>From the next hedge, must serve my turne, and be</br>A Crowne, thought fit, and good enough for me;</br>Him ye observe, and, like a thing Divine,</br>Him ye adore:  His words must passe, not Mine;</br>His words are Oracles, and his Commands</br>Are Laws, or Death; the power of his hands</br>(Which he pretends to be deriv'd from me)</br>Can reach from Peasants, to the high degree</br>Of Princes, whom, by vertue of his Keyes,</br>He can dis-crown, and murther when he please:</br>My sacred Book, wherein these fingers writ</br>The Shepheards Lawes, his nature-pleasing wit</br>Has interlin'd with his owne bold devises,</br>And made it now a starting-hole for Vices:</br>His holy finger can put out, put in;</br>Change, and on second thoughts, rechange agin:</br>He can correct, distinguish, reconcile;</br>And where a Gap stands faire, can make a Style:</br>His lips can blesse, where I have curs'd; and curse,</br>Whom I have blest, according as the Purse</br>Feeles light or heavy; if the Tides but flow,</br>What is't, he can?  what is't, he cannot doe?</br>This is that Head which your false hearts allow;</br>This is that golden Calf, to whom yee bow</br>Your sacrilegious knees; Him, him yee crown</br>With honour, whil'st ye pull my Honour down:</br>Him ye corrupt; His open fist ye greaze,</br>And make your Oracle speake what you please:</br>Thus are my poore abused Flocks beguil'd</br>By your disguis'd Impostures; thus despoil'd</br>Of their deare lifes, whil'st you grow plump and full,</br>Fed with their Flesh, and cloathed in their Wooll.", "GENTILLA.</br>Ah dearest Shepheard, in those bloody daies,</br>I was but young, and childish; and my waies</br>Were ill devis'd; alas, my tender yeares</br>Were too too credulous; My abused eares</br>Were open long before my judgement had</br>Strength to know truth from falshood, good from bad;</br>I knew no diff'rence twixt my Friend and Foe,</br>Thought all was Gold, that made a golden show:</br>I thought, those Swaines to whose experienc'd care</br>Thou left thy Flocks, had knowledge to prepare</br>Covenient food; and judgement how to keep</br>With most advantage, thy reposed Sheep.", "PAN.</br>I, so they had, Gentilla, they could read</br>A Book, could teach them how, and when to feed;</br>The Book was faire, and pen'd without a blot:</br>They knew there Masters Will, but did it not.", "GENTILLA.</br>I trusted them; but they abus'd mine eare,</br>Told me faire tales, which youth was apt to heare:</br>That little Book thou gav'st me, (when Pan woo'd</br>His poore Gentilla, first) writ with thy blood,</br>They pilfer'd from me; told me 'twas unfit</br>To be the object of a womans wit:</br>Sometimes, by snatches, they perus'd the Book;</br>As once they read, my lingring eye-balls took;</br>A view, by stealth; and my deluded eare</br>Was fill'd; with what?  With nothing written there:</br>O, thus they wrong'd my too-beleeving eares;</br>And taking vantage of my easie yeares,</br>They kept me dark, for feare mine eyes behold</br>Their gilded Trash, that's current now for Gold:</br>Nay more, they knowing that the weaker sex</br>By nature's apt to loose their servill necks</br>From mans imperious yoke, and so to fly</br>Aloft into the pitch of soveraignty,</br>They did not blush, to weigh, at least to joyne</br>Thy sacred Oracles, with poore words of mine;</br>Whose later boldnesse ventur'd to debase</br>Thy words authority, and give mine the place:</br>All this my bolder Swaines presum'd to do;</br>All this my prouder weaknes yeelded to.</br>True, gentle Shepheard, 'tis confest, that we</br>Made a new Power, but no Head but Thee;</br>Our first intention was not simply evill,</br>But accidentall; all things were unlevell,</br>And rude disorder crept into our State:</br>Swaine would contest with Swaine, and fierce debate</br>Encreas'd among us:  Every hand would feed</br>His own devised way, which was the seed,</br>The pregnant seed of Ruin, and Confusion</br>To our green Government; till, in conclusion,</br>We pickt the ablest Swaines from out the rest,</br>And made them Chiefe, by whose discreeter brest,</br>Next under Thee our Head, we did annorme</br>Our Government, and made it uniforme:</br>Thus, for a while, our State was well redrest;</br>They were good Shepheards, and our State had rest:</br>They were good Shepheards, and they scorn'd to keep</br>Their lives upon the rescue of their sheep:</br>But daies grew worse and worse, and after times</br>As they encreas'd in age, encreas'd in Crimes:</br>These Pow'rs grew proud, Hereticall, did hold</br>New-broach'd Opinions; Law was bought and sold,</br>And Gospell too; new orders were erected:</br>The Shepheards sought themselves; their Flocks neglected;</br>Thus each succeeding Power at last, did add,</br>A worse unto his Predecessors bad:</br>Thus were my tender yeares, and trust abus'd;</br>T' avoid confusion, thus we grew confus'd:</br>O, they that follow a misguided Head,</br>The farther goe, the more they are misled:</br>But now my sad experience (dearely bought)</br>Hath cal'd me off, and made me see my fault;</br>My soule abhors the deeds of former times,</br>They, they are past, but present are my Crimes:</br>Let not my dearest Shepheard search my waies</br>With too severe an eye:  As the old daies</br>Are swallow'd with the new, and past away,</br>So let my faults be past as well as they:</br>Close, chose thine eyes, or if thou needs must see,</br>Look, look upon thy Goodnesse, and not me;</br>Or if thine eyes will look on such a shame,</br>Behold not what I was, but what I am.", "PAN.</br>My deare Gentilla, dearer then my soule,</br>Thy wounds are cur'd, thy Faith has made thee whole:</br>Thy teares have scour'd thy trespasse; witnesse Heaven,</br>Thou hast not done what Pan has not forgiven:</br>Come, come into mine armes, my greedy brest</br>Longs, longs to entertaine so faire a Guest:</br>The poorest teare that wets thy lovely cheek</br>Has washt a world of faults; thou shalt not seek</br>What thy prevailing language cannot find.", "GENTILLA.</br>O let me weep, untill I weep me blind!</br>How can my frozen Gutters choose but run,</br>And feel the beames of such a melting Sun!", "PAN.</br>Enough, my sweet Gentilla, O forbeare</br>To gaul my wounded heart!  each pearly teare</br>That trickles from thine eye, does make rebound</br>Upon my heart, and gives my heart the wound:</br>What meanes my dearest Love to overflow</br>My curious Garden, on whose banks doe grow</br>Those flowres, whose sweetnesse does as far exceed</br>Arabian sents, as they the foulest weed.", "GENTILLA.</br>No, no, my dearest deare; these slubber'd cheeks</br>Call for more water; 'tis the work of weeks,</br>To purge the Morphew from so foule a face;</br>'Tis not the labour of an howers space</br>Can doe the deed.", "PAN.</br>No leprosie can find</br>So cleare a cure, but that some scurf behind</br>Will yet remaine, Gentilla may be sure,</br>The worse being past, time will perfect the cure.", "GENTILLA.</br>My dearest Pan, such desperate sores as these</br>Requier fresh supplies:  O!  my disease</br>Enjoynes me to goe wash nine times, at least,</br>In Jordans streames till it be quite redrest.", "PAN.</br>Be not deluded with traditious dreames;</br>'Tis Pan that cures thee, and not Jordan-streames:</br>Let not thy Morphew plunge thy soule too farre</br>In needlesse griefe; deep wounds will leave a scarre:</br>Vexe not thy selfe, and let no chill despaire</br>Perplex thy troubled heart; Thou art as faire,</br>As earth will suffer:  My contented eies</br>Take pleasure in thy beauty, which I prize</br>Above the world:  and when the time shall come,</br>Wherein thy Shepheard shall conduct thee home</br>Into my Fathers Palace, where I dwell,</br>I'le give thee water, (water shall excell</br>The streames of Jordan) whose diviner power</br>Shall cleanse thy staines, and in a moment scower</br>Thy Morphew so, that heavens Meridian eye</br>Shall vaile, to see thy greater Glory by:</br>Till then, my dearest, let these chast embraces</br>Twine us a while, then to our severall places</br>Depart we both.", "GENTILLA.</br>Then let Gentilla dye,</br>If ought can part my dearest Pan and I:</br>These twined armes shall hold thee; if thou go,</br>My Pan shall draw his own Gentilla too.", "PAN.</br>Forbeare Gentilla, for I must be gone,</br>I have a Father to attend upon,</br>And thou a Flock; the time will come, wherein</br>We shall re-meet, and never part agin.", "GENTILLA.</br>I'le drive my Flocks, whil'st we walk hand in hand;</br>And I will feed them on thy Fathers land.", "PAN.</br>Not so Gentilla, when thy Flocks are thriven</br>In fat and fleece, then, then they shall be driven</br>Unto my Fathers Court; where, on thy knee,</br>Thou shalt present them as a gift from thee;</br>And at that day thy Shepheard shall come hither,</br>And hand in hand conduct Gentilla thither.", "GENTILLA.</br>If needs we must, Farewell:  But see thou keep</br>Thy promis'd word.", "PAN.</br>Farewell; and feed my Sheep.</br>"]