["Go forth, adventurous portions of my song!</br>Snatch'd from a cadence of connected strain,</br>That, yet imperfect, hastens on, ere long</br>Its destin'd form and harmony to gain.</br>Proceed ye links!  tho' sever'd from the chain</br>That best their moral with high deeds may bind.</br>Pluck'd from your just dependence on the train</br>Of fair proportion to my lay assign'd,</br>Ye yet may show the strain that rests unsung behind.", "His eye the Hunter turning to the clouds,</br>Knows at a glance the towering Eagle's flight,</br>Ere the swift course of rolling volumes shrouds</br>At once the lofty soarer from his sight:</br>The woodman knows the Owl, at fall of night</br>Seen for a moment sailing down some glen:</br>Nor, closely thro' embowering leaves unite</br>To shade her flitting, can the little wren</br>Deceive in twilight groves the homeward School-boy's ken.", "Let but one cluster from the vine distil</br>Its luscious tears, its raciness is scann'd:</br>A little water, from the bubbling rill,</br>Scoop'd in the hasty hollow of the hand,</br>Resolves at once the traveller's demand,</br>If pure the well to which his thirst applies.</br>Whate'er in Nature soft, or fair, or grand,</br>Calls on the soul with it to sympathise,</br>At once effects its end:  one glance will oft suffice.", "So in the world of intellect, one beam</br>Pour'd from the source divine of mental day,</br>Makes glad the gifted souls; and like the stream</br>Of light and warmth that flows with morning's ray,</br>Sheds bright and cheering influence on its way.</br>Thrice happy they, who, fated to dispense</br>The finest fire that animates our clay,</br>See from the sparks of their own minds commence</br>And spread far round the glow of pure intelligence.", "Thrice happy they, the few, that o'er the throng</br>Of names that perish, wing their glorious flight,</br>Explore the avenues of deathless song,</br>And live for ever in resplendent light,</br>Mocking decay, and envious time's despight.</br>The many 'mid the flood of ages fail,</br>Borne down for ever in oblivion's night:</br>But these above the tide in ether sail,</br>And nations yet unborn shall bid their triumph hail.", "Mount, my adventurous descant!  tho' thy strain</br>Rise not to join the harpings of the Lyre</br>Sacred alone to that immortal train,</br>The unapproached Lords of song, that fire</br>The souls of all that listen to their quire&mdash;</br>Yet fearless mount!  for from a noble theme</br>Thy numbers flow:  and safely may aspire</br>To win from just and loyal hearts esteem,</br>And truth and virtuous love some faults may well redeem.", "And THOU, UNNAMED!  and ever so to be</br>Unless my song achieve its lofty aim,</br>Safe in thy shade my true devotion see:</br>No strain of mine of doubtful note shall shame</br>The sanction of thy tutelary name.</br>Clear from the perils of my flight peruse</br>Unseen my course:  but should the breath of fame</br>Play sweetly with the hymnings of my muse</br>What dearer name than thine for honour can I chuse?", "What smile, approving, in my heart can raise</br>A purer glow of joy than flows from thine?</br>What voice like thine will sweetly sound in praise,</br>Should that dear meed of happy song be mine?</br>Nor thou my homage, offer'd thus, decline;</br>Since thy own feelings animate my strain:</br>To splendid crimes due guerdon I assign;</br>As thou, I view false Glory with disdain;</br>Nor shall ambition's praise my honest numbers stain.", "Thou art not one that mocks the studious oil</br>Burnt o'er the labours of the wakeful night;</br>Thy soul despises not the Poet's toil</br>That imps his wing for honourable flight:</br>Not in the bowers of bacchanal delight,</br>Not in the myrtle shades of amorous joy</br>Thou leavest him pausing:  but to realms of light</br>Up-pointing, bidst him spurn each idle toy,</br>And but on noblest themes man's noblest powers employ.", "Then from the tissue of my lay receive</br>These portions, while the shuttle swiftly flies</br>The latest margin of my web to weave;</br>And let thy voice my labours authorise:</br>So the wrought characters before thine eyes</br>Shall call back Justice, whose revolting wing</br>Leaves man forlorn, turn'd upward to the skies;</br>And, as the varied threads of song I fling,</br>Faith, Honour, thine own Truth, beneath my hand shall spring.</br>"]