["Nature, all-bounteous in her proferr'd joys,</br>Pours forth her pleasures with a lavish hand;</br>Invites each trav'ler to regale his sense,</br>And smiles in varied beauties on her sons.</br>Seasons alternate, serve to heighten bliss;</br>The calm, the tempest and the low'ring cloud,</br>The distant thunder and the sighing breeze,</br>Vales, mountains, plains and dark'ning forests charm</br>In all their rich variety of dress.", "Far as the eye can see or thought extend,</br>Or fancy stretch her visionary flight,</br>All animated beings echo praise</br>In strains harmonious.  All but man!  Man, mute</br>And breathing discontent, looks sad, and frowns</br>Upon the pleasing scene.  Why this reverse?</br>Why is the noblest of Creator's works</br>Alone unhappy in the happy group?</br>On him alone does fortune frown?  On him</br>Shed torments that can wreck his peace, and check</br>Each rising rapture!  No!  Imagination</br>Pictures black terrors in his coward brain,</br>That find existence there and there alone.</br>Form'd to participate creation's sweets,</br>Capacitated for refined enjoyments</br>His evil genius turns them all to pain.</br>Imagination flies from real bliss,</br>Blinds safer Reason and aloft she soars</br>To call down curses on her vot'rie's head.", "In life's bright dawn, her terrors take the root,</br>And spread and ripen in maturer years.</br>Soon as the infant learns its fears to lisp,</br>Alone, it starts at every rustling leaf,</br>And fancied Daemons sigh in ev'ry breeze;</br>Or in the gloom of night, conceal'd they stand</br>To dart upon the trembling victim's head</br>And crush to atoms innocence their foe!</br>Chill horror creeps through every vein!  Each nerve</br>Is stiffen'd, and with agonizing throbs the heart</br>Beats quick and wild!  'Till by a Parent's eye</br>All fears dispel, and hope once more revives</br>And conscious safety, every tumult calms.", "In riper years when Reason seeks to rule,</br>Imaginary pains pursue us still,</br>Some dire misfortunes o'er our prospects hang</br>And threaten ruin to our dearest hopes.</br>The trembling lover now in absence pines,</br>Broods in sad silence, on the distant fair,</br>With heart-felt anguish sighs along the grove,</br>Reclines alone upon the moss-grown banks,</br>And softly murmurs to responsive rocks.</br>Fears rise on fears to drown each ling'ring hope</br>Of future bliss, till horror clad despair,</br>With sombre curtain overspreads the scene.", "Now Superstition, with distorted brow,</br>Beholds a God as frightful as herself,</br>Beholds him frowning and in thunder cloath'd,</br>Darting his light'nings at each trembling wretch,</br>With pestilence impois'ning every breeze,</br>And scatt'ring horrors at his awful nod.</br>She views Him as a tyrant, cruel, proud,</br>Exulting in the tortures of mankind,</br>Pleas'd to extort the agonizing groan,</br>The writhe convulsive and expiring pang!</br>From fancy, wild unreal phantoms spring;</br>She raises idols to them prostrate falls</br>And groans at terrors which herself has rais'd.</br>Beneath the cumbrous burthen \"Reason reels,\"</br>Reluctant, and is chain'd to silence!  Sad,</br>But real picture of man's painful state!", "Yea more!  Behold the maniack's woe-worn brow!</br>The vacant stare, the wild and furious glance,</br>Distorted features and convulsive shrieks,</br>Must harrow every tender breast with pain,</br>And wring each fibre that has sense to feel.</br>Here we behold the human mind laid waste!</br>Of Reason here the scatter'd ruins lie,</br>And man, degraded, fall'n below the brute,</br>Of worth, of virtue and of sense deprived,</br>Is buried in a mountain heap of woe!</br>Lost in the whirl of disconnected thought,</br>And brooding o'er her visionary scenes,</br>Here wild-eyed frenzy rears her livid form,</br>Here trembling stares unutterable grief,</br>While fury scintillates from either eye!</br>E'en cold misanthropy shrinks back aghast,</br>And turns with tears from the tremendous scene!</br>Say!  can Imagination thus pervert,</br>Thus counteract the pure designs of Heav'n?</br>Can she the human intellect unhinge?</br>Enslave our reason?  Bid mankind reject</br>The proffer'd joys of earth and cherish pain?</br>Bow half the world at Superstition's shrine</br>And frown triumphant on the mighty waste?", "Alas!  she can!  Else why does Asia kneel</br>Submissive to her visionary Gods?</br>By what, except Imagination's force</br>Do Bramins wield their sceptre o'er the minds</br>Of all the Hindoo race?  Why worship brutes</br>Of each fantastick form and aspect rude?</br>Why does the tender female there, in dread</br>Breathless and faint beneath a weight of woe,</br>Obedient there to superstitious law,</br>Drag forth her tott'ring limbs to view the pyre</br>And trembling writh, and crispe beneath the flames?", "Again, the shading visions of dull sleep</br>Increase the number of the pangs of life.</br>When night spreads o'er her robe with stars emblaz'd</br>And in man faculties are lock'd in sleep,</br>Unwearied Fancy still her vigil keeps;</br>Calls up aerial spectres to our view</br>And murky phantoms round our pillows flit.</br>We start from sleep with terror, faint, and still</br>The lingering vision hovers round the brain,</br>And hurls unwary Reason from her throne.", "Or if we wander through the midnight shades,</br>And turn to Heav'n our scrutinizing eyes,</br>Imagination mounts on wings of fire</br>Through climes etherial:  There in some dim orb</br>Whose light penurious scarce illumes the sky</br>She views the Comets wild portentous blaze,</br>At whose approach the circling Planets reel,</br>Rush from their orbits to the blazing Sun,</br>Or flying wildly through unmeasured space,</br>The vast orbs mingle in chaotic strife,</br>And in one flame the Universe expire!", "Oh thought tremendous!  Awe-inspiring scene!&mdash;</br>But hold! &mdash; Omniscience guides the rapid course;</br>With Love divine restrains their swift career,</br>Breathes o'er the Suns their life-enkindling flame,</br>And binds each wheeling system to its sphere.</br>Cease then to murmur at his just decrees,</br>With much submission bow before his law.</br>With grateful hearts receive his proferr'd joys</br>That smile around and with encreas'd delight,</br>Anticipate the purer bliss of Heav'n</br>Where circling Saints exalt the note of praise.</br>"]