["PERKIN.</br>It joyes me, GORBO, yet we meet at last,</br>'Tis many a Mon'th since I the Shepheard saw,</br>Me thinkes thou look'st as thou wert much agast,</br>What is't so much that should thy courage awe?</br>What, man?  Have Patience, Wealth will come and go,</br>And to the end the World shall ebbe and flow.", "The valiant man, whose thoughts be firmly placed,</br>And sees sometime how Fortune list to rage,</br>That by her frownes he would not be disgraced,</br>By Wisdome his straight Actions so doth gage,</br>That when she fawnes, and turnes her squinting eye,</br>He laughes to scorne her loose Inconstancie.", "When as the Cullian, and the viler Clowne,</br>That like the Swine on Draffe sets his desire,</br>Feeling the tempest, sadly layes him downe,</br>Whilst that blind Strumpet treads him in the mire:</br>Yet tasting Weale, the Beast will quickly bray,</br>But feeling wo, as soone consumes away.", "GORBO.</br>PERKIN, I thy Philosophie approve,</br>And know who well hath learn'd her sacred wayes,</br>The stormes of Fortune not so easly move,</br>With her high Precepts arm'd at all assayes,</br>When other folke her force may not indure,</br>Because they want that Med'cine for their cure.", "Yet altogether blam'd let me not passe,</br>Though often I, and worthily admire,</br>Wisemen disgraced, and the barbarous Asse</br>Unto high place and dignitie aspire:</br>What should I say, that Fortune is to blame?</br>Or unto what should I impute the shame?", "PERKIN.</br>Why, she is Queene here of this World below,</br>That at her pleasure all things doth dispose,</br>And blind, her gifts as blindly doth bestow,</br>Yet where she raises, still she overthrowes:</br>Therefore her Embleme is a turning Wheele,</br>From whose high top the high soon'st downward reele.", "Gave she her gifts to vertuous men and wise,</br>Shee should confirme this worldly state so sure,</br>That very Babes her Godhead would despise,</br>Nor longer here her Government endure:</br>Best she may give from whom she ever takes,</br>Fooles she may marre, for Fooles she ever makes.", "For her owne sake we Wisdome must esteeme,</br>And not how other basely her regard:</br>For howsoe'r disgraced she doth seeme,</br>Yet she her owne is able to reward,</br>And none are so essentially hie,</br>As those that on her bountie doe relie.", "GORBO.</br>O but, good Shepheard, tell me where beene they,</br>That as a God did Vertue so adore?</br>And for her Impes did with such care purvey?</br>Ah, but in vaine, their want we doe deplore,</br>Long time since swaddled in their winding Sheet:</br>And she I thinke is buried at their feet.", "PERKIN.</br>Nay, stay, good GORBO, Vertue is not dead,</br>Nor beene her friends gone all that wonned here,</br>But to a Nymph, for succour she is fled,</br>Which her doth cherish, and most holdeth deare,</br>In her sweet bosome she hath built her Nest,</br>And from the World, there doth she live at rest.", "This is that Nymph, on that great Westerne Waste</br>Her Flocks far whither then the driven Snow,</br>Faire Shepherdesse, cleere Willies bankes that grac'd,</br>Yet she them both for purenesse doth out-goe:</br>To whom all Shepheards dedicate their Layes,</br>And on her Altars offer up their Bayes.", "Sister, sometime she to that Shepheard was,</br>That yet for piping never had his Peere,</br>ELPHIN, that did all other Swaines surpasse,</br>To whom she was of living things most deare,</br>And on his Death-bed by his latest Will,</br>To her bequeth'd the Secrets of his Skill.", "GORBO.</br>May we yet hope then in their weaker kind,</br>That there be some, poore Shepheards that respect:</br>The World else universally inclin'd,</br>To such an inconsiderate neglect,</br>And the rude times their ord'rous matter fling,</br>Into the sacred and once hallowed Spring.", "Women be weake, and subject most to change,</br>Nor long to any can they stedfast bee,</br>And as their Eyes, their Minds doe ever range,</br>With every object varying that they see:</br>Think'st thou in them that possibly can live,</br>Which Nature most denyeth them to give?", "No other is the stedfastnesse of those,</br>On whom even Nature will us to rely,</br>Fraile is it that the Elements compose,</br>Such is the state of all mortalitie,</br>That as the humour in the bloud doth move,</br>Lastly doe hate, what lately they did love.", "So did great OLCON, which a PHOEBUS seem'd,</br>Whom all good Shepheards gladly flock'd about,</br>And as a God of ROWLAND was esteem'd,</br>Which to his prayse drew all the rurall Rout:</br>For, after ROWLAND, as it had beene PAN,</br>Onely to OLCON every Shepheard ran.", "But he forsakes the Heard-groome and his Flocks,</br>Nor of his Bag-pipes takes at all no keepe,</br>But to the sterne Wolfe and deceitfull Fox,</br>Leaves the poore Shepheard and his harmelesse Sheepe,</br>And all those Rimes that he of OLCON sung,</br>The Swayne disgrac'd, participate his wrong.", "PERKIN.</br>Then since the Worlds distemp'rature is such,</br>And Man made blind by her deceitfull show,</br>Small Vertue in their weaker Sexe is much,</br>And to it in them much the Muses owe,</br>And praysing some may happily inflame,</br>Others in time with liking of the same.", "As those two Sisters most discreetly wise,</br>That Vertues hests religiously obey,</br>Whose prayse my skill is wanting to comprize,</br>Th' eld'st of which is that good PANAPE,</br>In shadie Arden her deare Flocke that keepes,</br>Where mournefull Ankor for her sicknesse weepes.", "The yonger then, her Sister not lesse good,</br>Bred where the other lastly doth abide,</br>Modest IDEA, flowre of Womanhood,</br>That ROWLAND hath so highly Deifide:</br>Whom PHOEBUS Daughters worthily prefer,</br>And give their gifts aboundantly to her.", "Driving her Flocks up to the fruitfull Meene,</br>Which daily lookes upon the lovely Stowre,</br>Neere to that Vale, which of all Vales is Queene,</br>Lastly, forsaking of her former Bowre:</br>And of all places holdeth Cotswold deere,</br>Which now is proud, because shee lives it neere.", "Then is deere SYLVIA one the best alive,</br>That once in Moreland by the silver Trent,</br>Her harmelesse Flockes as harmelesly did drive,</br>But now allured to the Fields of Kent:</br>The faithfull'st Nymph where ever that shee wonne,</br>That at this day, doth live under the Sunne.", "Neere Ravensburne in Cotage low shee lyes,</br>There now content her calme repose to take,</br>The perfect cleerenesse of whose lovely eyes,</br>Hath oft inforc'd the Shepheards to forsake</br>Their Flocks, and Folds, and on her set their keepe,</br>Yet her chaste thoughts still settled on her Sheepe.", "Then that deare Nymph that in the Muses joyes,</br>That in wild Charnwood with her Flocks doth goe,</br>MIRTILLA, Sister to those hopefull Boyes,</br>My loved THIRSIS, and sweet PALMEO:</br>That oft to Soar the Southerne Shepheards bring,</br>Of whose cleere waters they divinely sing.", "So good shee is, so good likewise they bee,</br>As none to her might brother be but they,</br>Nor none a Sister unto them, but shee,</br>To them for wit few like, I dare well say:</br>In them as nature truely meant to show,</br>How neere the first, shee in the last could goe.", "GORBO.</br>Shepheard, their prayse thou dost so cleerely sing,</br>That even when Groves their Nightingales shall want,</br>Nor Valleyes heard with rurall notes to ring:</br>And every-where when Shepheards shall be scant:</br>Their names shall live from memorie unrazed,</br>Of many a Nymph and gentle Shepheards praised.</br>"]