["When sable Night resumes her silent reign,</br>From ev'ry care, save that of sadness, free,</br>I steal an hour from Folly's trifling train,</br>To meet the Muse beneath this lonely tree.", "Cynthia, emerging from behind a cloud,</br>Swift rolls her silver-axel'd car along;</br>And Philomela, from the neigh'bring wood,</br>Melodious warbles out her plaintive song.", "Calm is the night, and peaceful is the glade,</br>Save where the rill comes murm'ring from the heath,</br>Soft is the breeze that whispers through this shade,</br>And joins with me to sigh Philander's death.", "And is Philander dead!  could Heaven behold,</br>And yield him blooming to the arms of Death?</br>Perhaps 'twas false!  some idle rumour told,</br>And whisper'd round, by Fame's malicious breath.", "Ah!  then, what meant the mother's mournful groan?</br>What meant her eye to stream without controul?</br>Why does she languish with incessant moan,</br>If Death had spar'd the darling of her soul?", "Why steals yon tear from sad Cleora's eye?</br>Why speaks her tongue the accents of despair?</br>Why heaves her bosom with the heart-felt sigh?</br>Too well, alas!  these signs the truth declare.", "Then he was fair; for Nature was his friend:</br>A smile of softness languish'd in his eye;</br>On both his cheeks the glow of youth had reign'd,</br>Like western blushes of an ev'ning sky.", "His were the Arts; for these he lov'd, and try'd;</br>But well he knew his knowledge to suppress:</br>Well was he skill'd the pencil's stroke to guide,</br>And trace fair Nature in her loveliest dress.", "The youth was gen'rous; for his soul was large;</br>He little knew the caution to refuse;</br>He little knew the avaricious charge,</br>The abject art that narrow souls can use.", "O thou, the darling of a mother's life,</br>But now, alas!  the source of all her woes,</br>Whose early death has pierc'd her soul with grief,</br>And op'd a wound which med'cine ne'er can close;", "Tell us, O tell, (for now alas!  you can),</br>What now you are, and we must shortly be;</br>What scenes, what wonder, are reserv'd for man;</br>What you behold, and we are blind to see.", "But no; &mdash; let Peace, fair Peace, be still thy lot,</br>Peace be thy guide on t' other side the grave!</br>Whilst we (tho' all we can avails thee not)</br>Shall mourn the youth we lov'd, but could not save.", "Say, gentle Shade, was no kind friend at hand,</br>No weeping maid, to close a stranger's eye?</br>No friend to aid him in a foreign land,</br>And see his breath departing, with a sigh?", "No tender parent dropt a parent's tear,</br>Or smooth'd the languor of the bed of Death;</br>No weeping sister languish'd o'er his bier,</br>Grasp'd his cold hand, or caught his trembling breath.", "Perhaps false hopes indulg'd a mother's care,</br>Perhaps she fancied, what she wish'd, to view,</br>Once more to see thee breathe thy native air,</br>To clasp thee close, and all her joy renew.", "But no!  'tis past!  no native country he,</br>Nor parents, friends shall see, nor joys to come!</br>Ah no!  'tis past!  by cruel Fate's decree</br>Too soon, too soon, he moulders in a tomb.", "The tomb!  cold, peaceful scene, that ends our woes,</br>Where ev'ry sigh, where ev'ry pang is o'er!</br>There, quiet alike, the friend and foe repose,</br>There Envy's mute, and Anguish weeps no more.", "O ye whose vagrant steps stray here by chance,</br>If e'er Benevolence has warm'd your breast,</br>If e'er fair Pity's mildest, softest glance;&mdash;</br>Weep o'er the grave that holds a stranger's dust.", "(For know, Philander reach'd his flowery prime,</br>And well he grew, till (Heaven would have it so),</br>The tomb receiv'd him from your cruel clime,</br>The tomb where you, and I, and all must go.)", "So may yourselves in peace eternal rest,</br>Nor live to weep your children in the tomb;</br>So may your sons with happier fates be blest,</br>And end at last, their aged days at home.", "The roseate Morn, in crimson-spotted vest,</br>With earliest tears Philander's grave shall dew;</br>And milder Eve, in safron mantle drest,</br>O'er this sad spot the tribute shall renew.", "Here shall some gentle youth, whose lonely step</br>Still haunts the silence of the twilight shade,</br>Steal from the croud, and o'er this grave shall weep,</br>Whilst this reflection, sadly true, is made:", "\"By Folly flatter'd, and by Hope betray'd,</br>We build on dreams, and laugh among the croud,</br>Till Death comes on, in midnight-pomp array'd,</br>Destroys our schemes, and wraps us in a shroud.", "\"From Death's cold hand, no bribe, no power can shield;</br>His voice the weak, his power the strong obeys;</br>E'en blooming Youth itself to him must yield;</br>Who doubts this truth, look, here Philander lies.", "INSCRIPTION ON THE TOMB-STONE.</br>To the memory of &mdash;&mdash; of Edinburgh,</br>Who was born 2d of March 1746.</br>May</br>This plain stone</br>Claim pity to a mother,</br>From whom your scorching climes</br>Tore her best hopes,</br>Her young, her ever-loving only son;</br>In whose warm soul dwelt Pity, Love, and Truth,</br>And mild Humanity,</br>The spur to gen'rous deeds.</br>Oh!  for a mother's sake, let no rude hands</br>E'er wrong a stranger's humble, peaceful, grave;</br>So may your own dear hopes in foreign lands,</br>Ne'er need the boon a hopeless parent craves.</br>"]