["EDWARD: </br>Hist, William!  Hist!  What means that air so gay?</br>Thy looks, thy dress, bespeak some holiday;</br>Thy hat is brush'd; thy hands, with wond'rous pains,</br>Are cleans'd from garden mould and inky stains;</br>Thy glossy shoes confess the lacquey's care;</br>And recent from the comb shines thy sleek hair.</br>What god, what saint, this prodigy has wrought?</br>Declare the cause; and ease my lab'ring thought?", "WILLIAM.</br>John, faithful John, is with the horses come,</br>Mamma prevails, and I am sent for home.", "EDWARD: </br>Thrice happy who such welcome tidings greet!</br>Thrice happy who reviews his native seat!</br>For him the matron spreads her candy's hoard,</br>And early strawberries crown the smiling board;</br>For him crush'd gooseberries with rich cream combine,</br>And bending boughs their fragrant fruit resign:</br>Custards and sillabubs his taste invite;</br>Sports fill the day, and feasts prolong the night.</br>Think not I envy, I admire thy fate;</br>Yet, ah!  what different tasks thy comrades wait!</br>Some in the grammar's thorny maze to toil,</br>Some with rude strokes the snowy paper soil,</br>Some o'er barbaric climes in maps to roam,</br>Far from their mother-tongue, and dear lov'd home.</br>Harsh names, of uncouth sound, their memories load,</br>And oft their shoulders feel th' unpleasant goad.", "WILLIAM.</br>Doubt not our turn will come some future time.</br>Now, Harry, hear us twain contend in rhyme,</br>For yet thy horses have not eat their hay,</br>And unconsum'd as yet th' allotted hour of play.", "HENRY.</br>Then spout alternate, I consent to hear,</br>Let no false rhyme offend my critic ear;</br>But say, what prizes shall the victor hold?</br>I guess your pockets are not lin'd with gold!", "WILLIAM.</br>A ship these hands have built, in ev'ry part</br>Carv'd, rigg'd, and painted, with the nicest art;</br>The ridgy sides are black with pitchy store,</br>From stem to stern 'tis twice ten inches o'er.</br>The lofty mast, a strait, smooth hazel fram'd,</br>The tackling silk, the charming Sally nam'd;</br>And &mdash; but take heed lest thou divulge the tale,</br>The lappet of my shirt supply'd the sail;</br>An azure ribband for a pennant flies:</br>Now, if thy verse excel, be this the prize.", "EDWARD: </br>For me at home the careful housewives make,</br>With plums and almonds rich, an ample cake.</br>Smooth is the top, a plain of shining ice,</br>The West its sweetness gives, the East its spice:</br>From soft Ionian isles, well known to fame,</br>Ulysses' once, the luscious currant came.</br>The green transparent citron Spain bestows,</br>And from her golden groves the orange glows.</br>So vast the heaving mass, it scarce has room</br>Within th' oven's dark capacious womb;</br>'Twill be consign'd to the next carrier's care,</br>I cannot yield it all &mdash; be half thy share.", "WILLIAM.</br>Well does the gift thy liquorish palate suit,</br>I know who rob'd the orchard of its fruit.</br>When all were wrapt in sleep, one early morn,</br>While yet the dew-drop trembled on the thorn,</br>I mark'd when o'er the quickset hedge you leapt,</br>And, sly, beneath the gooseberry bushes crept.</br>Then shook the trees, a show'r of apples fell,</br>And, where the hoard you kept, I know full well;</br>The mellow gooseberries did themselves produce,</br>For thro' thy pocket oozed the viscous juice.", "EDWARD.</br>I scorn a tell-tale, or I cou'd declare</br>How, leave unask'd, you sought the neighbouring fair;</br>Then home by moon-light spurred your jaded steed,</br>And scarce returned before the hour of bed.</br>Think how thy trembling heart had felt affright,</br>Had not our master supped abroad that night.", "WILLIAM.</br>On the smooth, white-washed ceiling near thy bed,</br>Mixed with thy own, is Anna's cypher read;</br>From wreaths of dusky smoke the letters flow;</br>Whose band the waving candle held, I know.</br>Fines and jobations shall thy soul appal,</br>Whene'er our mistress spies the sully'd wall.", "EDWARD: </br>Uncon'd her lesson once, in idle mood,</br>Trembling before the master Anna stood;</br>I marked what prompter near her took his place,</br>And, whispering, sav'd the virgin from disgrace;</br>Much is the youth bely'd, and much the maid,</br>Or more than words the whisper soft convey'd.", "WILLIAM.</br>Think not I blush to own so bright a flame,</br>Even boys for her assume the lover's name;</br>As far as alleys beyond taws we prize,</br>Or venison pasty ranks above school pies;</br>As much as peaches beyond apples please,</br>Or Parmesan excels a Suffolk cheese;</br>Or P&mdash;  donkeys lag behind a steed,</br>So far do Anna's charms all other charms exceed.", "EDWARD: </br>Tell, if thou canst, where is that creature bred,</br>Whose wide-stretch'd mouth is larger than its head;</br>Guess, and my great Apollo thou shalt be,</br>And cake and ship shall both remain with thee.", "WILLIAM.</br>Explain thou first, what portent late was seen,</br>With strides impetuous, posting o'er the green,</br>Three heads, like Cerberus, the monster bore,</br>And one was sidelong fix'd, and two before;</br>Eight legs, depending from his ample sides,</br>Each well-built flank unequally divides;</br>For five on this, on that side three are found,</br>Four swiftly move, and four not touch the ground.</br>Long time the moving prodigy I view'd,</br>By gazing men, and barking dogs pursu'd.", "HARRY.</br>Cease!  cease your carols both!  For lo the bell</br>With jarring notes, has rung out pleasure's knell.</br>Your startled comrades, e'er the game be done,</br>Quit their unfinish'd sports, and trembling run.</br>Haste to your forms before the master call!</br>With thoughtful step he paces o'er the hall,</br>Does with stern looks each playful loiterer greet,</br>Counts with his eye, and marks each vacant seat;</br>Intense, the buzzing murmur grows around,</br>Loud, thro' the dome, the usher's strokes resound.</br>Sneak off, and to your places slily steal,</br>Before the prowess of his arm you feel.</br>"]