["Deep murky midnight, o'er the sleeping world</br>The horrors of her gloomy empire spread;</br>And raging winds, with rushing fury hurl'd,</br>Heav'd pond'rous ocean from its rocky bed;</br>The mingling elements convulsive roar</br>Was heard tremendous far along the wave-worn shore!</br>But when the saffron-tinctur'd dawn appear'd,</br>And with her presence Nature's aspect cheer'd,</br>Upon a bold, projecting cliff was seen,</br>With pensive attitude, and thoughtful mien,</br>BRITANNIA'S graceful and majestic form,</br>Viewing the devastation of the recent storm.", "\"Behold!  (the mild, benignant Genius cried)</br>What floating wrecks deform the angry main,</br>As fierce Bellona lays a nation's pride</br>In mangled carnage o'er th' ensanguin'd plain.</br>Returning morn has bid the tempest cease,</br>Oh!  may destructive War thus yield to lovely Peace.\"</br>With elevated eyes she breath'd the prayer,</br>When lo!  descending thro' the ambient air,</br>A radiant vision met her dazzled view!</br>And as the form celestial nearer drew,</br>The olive-branch, conspicuous wav'd on high,</br>Proclaim'd the Goddess Peace herself indeed was nigh.", "The cornu copia, fill'd with golden grain,</br>Shew'd welcome PLENTY foremost in her train;</br>The fair associates, with auspicious smile,</br>Embrac'd the favour'd guardians of our isle,</br>With emblematic wreaths her temples crown'd,</br>And she their animating influence all around.</br>For now, to hail the long-expected pair,</br>A grateful nation's heart-felt raptures rise</br>In joyful acclamations thro' the air,</br>And Albion's rocks re-echo to the skies!</br>Whilst thus BRITANNIA, low, on bended knee,</br>Pours forth maternal transports for the blest decree.", "\"Welcome!  thrice welcome to my sea-girt shore,</br>Celestial visitant, whose healing hand</br>The faded form of Freedom shall restore,</br>And sooth the sorrows of my bleeding land.</br>See Discord frighted flies, and in her train</br>Fell famine, and pale poverty, that share her reign.</br>No more the drum's discordant warlike sound,</br>Enlisted warriors shall assemble round;</br>No more the trumpet's clangor call to arms,</br>And fill the female bosom with alarms;</br>Nor from his friends the gallant Tar be torn,</br>A loss, even victory may bid them deeply mourn.", "\"Extortion, with relentless iron hand,</br>No more shall crush the peasant in his shed,</br>Monopolize the produce of the land,</br>And wrest from industry her daily bread;</br>But labour, whilst he cultivates the soil,</br>Anticipate the rich reward of all his toil.</br>Again shall Commerce spread her swelling sails,</br>And wafted o'er the deep by fav'ring gales,</br>Import her various inexhausted stores,</br>From Greenland's ice, and India's sultry shores,</br>And whilst she thus promotes the mutual gain,</br>Unite the nations in a golden, social chain.", "\"Yes, PEACE &mdash; the pleasing, glorious task is thine,</br>Diffusing round philanthropy divine,</br>The sacred force of friendship to impart</br>From pole to pole, thro' ev'ry human heart,</br>Till narrow-minded prejudice retire,</br>And universal love each glowing breast inspire!</br>Then shall the Muses bless our happy isle,</br>And freely pour their captivating strain;</br>On ev'ry useful art success shall smile,</br>And heav'n-born Science wide extend her reign;</br>Whilst loyalty supports our Monarch's throne,</br>And equal laws confirm these blessings all our own.", "\"But yet, my sons, whilst thus the general joy</br>In peals of exultation echoes round,</br>Let soft Humanity her power employ,</br>With lenient hand to close Affliction's wound;</br>The widow's and the orphan's woes to heal,</br>Who long the dire effects of martial strife must feel.</br>For ah!  how many bear a lasting fear,</br>Inflicted by the ruthless rage of war;</br>And many a hero, still his country's pride,</br>For us, who bravely fought and nobly dy'd,</br>Demands the tribute of a generous tear,</br>Whilst Fame with trophies decks his consecrated bier.\"", "\"And thou, O Peace!  thy influence benign</br>To private strife and mental woe extend;</br>Let friends united own thy power divine,</br>And to the wretched be a gen'ral friend.</br>Thou only canst a cordial balm impart</br>To heal the bleeding breast, and cheer the hopeless heart.</br>And as the dawn of this propitious morn</br>Has blest the ship-wreck'd mariner forlorn,</br>Who struggled thro' the dark nocturnal hour,</br>Beneath the vengeful tempest's boist'rous pow'r,</br>So may thy genial, all-enlivening ray,</br>Beam on the harrass'd woe-worn soul internal day.", "\"But chief to HIM who rules the earth and skies</br>Let fervent hymns of grateful incense rise!</br>For HE, the cause and source of every good,</br>Has check'd the savage waste of human blood;</br>Commanded animosity to cease,</br>And blest his people with the radiant smile of Peace.</br>And as his mercy sheath'd the murd'rous sword,</br>And shower'd abundance on our drooping land,</br>O!  may the laws of his eternal word</br>Decree these blessing permanent shall stand,</br>And on thy basis, Virtue, fix'd secure,</br>Still unimpair'd remain till time shall be no more.\"</br>"]