["Amidst the Joy, for Canada subdu'd,</br>The Cannons Roar, and loud Music's Bray,</br>The Songs, the Feasts, and Acclamations rude,</br>MELPOMENE pours forth her plaintive Lay;</br>While silent, I, beneath a Cypress Tree,</br>Sid sadly list'ning to the Tale she tells,</br>\"Here, take the Lyre, she says, And learn from me,</br>To touch the tender Strings where Sorrow dwells.</br>In spite of Time these Numbers shall survive:</br>WOLFE'S Name, &mdash; (and there she sigh'd) shall keep thy Verse alive.\"", "See!  on the sparkling Night-wave now he rides:</br>And now he springs upon the adverse Strand:</br>Courage and Conduct are his only Guides,</br>For faithful Mentor never left his Hand.</br>Behind him, with hoarse Din, the Ocean roars;</br>Each Path, on ev'ry Side, the Foe maintains;</br>High o'er his Head a nodding Mountain soars;</br>And see!  The ruggid Precipice he gains.</br>More glorious than Parnassus' Height, of Yore;</br>On those rough Alpine Hills, which Hanibal pass'd o'er.", "Fir'd by the great Example on the Heights,</br>His ready Troops their Battle now prepare.</br>Calmly the Foes approach, their Gen'ral waits</br>In all the dread Security of War.</br>Now in close Fight the adverse Armies join;</br>And French and British Courage now is try'd.</br>When lo!  Confusion fills the Gallic Line;</br>And cheerful Shouts resound on England's Side.</br>What means, that sudden Pause? &mdash; Alas!  He falls.&mdash;</br>Revenge! &mdash; Pursue! &mdash;  Revenge!  Pursue them to their Walls.", "So far'd it with the Chief of Old renown'd:</br>\"Pull out the Dart!  Th' expiring Victor cry'd:</br>Living to see my Arms with Conquest crown'd,</br>I have liv'd long enough\" &mdash; And smiling dy'd.</br>For this, Whate'er the Greek and Roman Page,</br>Polybius, Caesar, Xenophon impart,</br>Oft' by the Midnight Lamp the youthful Sage,</br>With Care had study'd, and had learn'd by Heart:</br>To these he join'd the Modern Tactics all,</br>And having learn'd to Conquer, Is content to Fall.", "Ye servile Copies of a Portrait fair!</br>Ye distant faint Reflections of the Sun!</br>Your Imitation and your Envy spare.</br>Alas, your great Original is gone!</br>And as he sinks beneath the Hemisphere,</br>Again her Curtain sable Night extends;</br>And lo!  a Thousand little Stars appear;</br>And sparkle by the Light his Absence lends.</br>But come ye chosen Few, from Envy free!</br>And praise his matchless Worth, and mourn his Fall with me.", "'Twas he alone first dar'd to disapprove,</br>Of military Forms the vain Parade;</br>And all the useless Rubbish to remove,</br>By hoary Custom venerable made.</br>'Twas he first taught our British Youth to move,</br>And Wheel with Regular, but Rapid Course;</br>'Twas he first taught our British Youth to prove,</br>The diff'rent Columns, various Use and Force;</br>Shew'd how the Front should Lessen, how Enlarge;</br>And 'twas HE taught them First, as at QUEBEC, To Charge.", "Tho' rigid Discipline he still observ'd,</br>Spirit and Martial Ardor he maintain'd;</br>And while he British Liberty preserv'd,</br>By Prussian Rules the British Lion train'd.</br>Thy great Example, FRED'RIC, he pursu'd;</br>And tho' he wanted thy despotic Sway,</br>With wond'rous Art their Spirits he subdu'd,</br>And did not force, but taught them to obey.</br>Our Twenti'th Legion, fam'd as that of Rome,</br>Those Laurels shares with him that shall for ever bloom.", "As when some skilful Hand prepar'd to trace,</br>With mimic Light and Shade, the glitt'ring Spring,</br>The noblest Objects culls, and leaves the base;</br>So he has copy'd the great Gothic King.</br>Like him he Virtue made his constant Theme,</br>Like him on Virtue built alone his Fame;</br>But never push'd it to that rash Extreme,</br>Where even Virtue lost its very Name.</br>Tho' generous as he, not so profuse:</br>His little Stock went farther by its noble Use.", "Tho' sober and abstemious as he,</br>The decent Meal he chose and wholesom Draught:</br>Tho' firm his Heart, from Stubbornness 'twas free;</br>Hardships he never shun'd, yet never sought.</br>Quick, active, enterprising, prudent still,</br>He nothing left to giddy Chance alone:</br>His Valour yielded only to his Skill:</br>And in his strictest Justice Mercy shone.</br>But both in equal Thirst of Glory vy'd;</br>And in their Prime both greatly for their Country dy'd.", "His public Virtues bright with noble Fire,</br>Thro' private Life their gentl'er Flame extend;</br>And as he shifts them we by Turns admire</br>The Patron, the Companion, and the Friend.</br>His noble, gen'rous, and extensive Mind,</br>A thousand Bosom Friends at once contain'd;</br>To all was courteous, and to all was kind;</br>Nay me, ev'n me, his Friendship not disdain'd.</br>A Thousand faithful Friends his Loss bemoan:</br>Alas, their narrower Hearts found Room for him alone!", "Lo!  Britain's Genius smooths his Brow severe,</br>And on our Triumph smiles with Transport feign'd;</br>And strives to hide the gently stealing Tear,</br>That mourns for Victorys he wou'd have gain'd.</br>Illustrious Form!  Accept the Poet's Pray'r!</br>For Britain's Sake preserve the sacred Page!</br>From Time, from Death, the glorious Pattern spare,</br>And point it to thy Sons in ev'ry Age.</br>There shall they learn to bring Thee Conquest home,</br>And if they Fall &mdash; Laurels like his shall shade their Tomb.</br>"]