["Ye learned SISTERS of that silver stream,</br>Who have assisted to an humbler theme;</br>When other's merits fill'd my simple lays,</br>Now, raise the Muse to carrol BRUNSWIC'S praise.", "Virtues, like theirs, a master's hand require,</br>A Spencer's fancy, or a Dryden's fire:</br>Since both are wanting to compleat the whole,</br>She dare but boast of Loyalty of soul.</br>Then flow my verse, flow like thy THAMES'S stream;</br>And be my pattern, to the noblest theme.", "Calm was the day, the sun serenely fair,</br>And southern breezes trembl'd thro' the air;</br>When I, who long had been the adverse sport</br>Of partial Fortune, and the slaves of Court,</br>Walk'd forth to breathe the fragrance of the breeze,</br>Beneath the umbrage of the tallest trees,</br>Along the banks of rapid rolling Thames;</br>(Which scarce the fullness of his current hems:)</br>Where painted flowers adorn the regal seat,</br>Proud of the pressure of AUGUSTA'S feet;</br>Whose days prolong, smooth as the Thames's stream,</br>The great example of my bridal theme.", "There, on the surface of the glassy flood,</br>Fair as the soul that's truly chaste and good,</br>A lovely Swan appear'd of lovely hue,</br>Fairer than Godlike JOVE, who LEDA knew:</br>No virgin snow upon the mountain's height,</br>Was e'er so very fair, so pure, so white;</br>The very stream the stately creature bare,</br>Seem'd conscious she was foul, and fled, for fear</br>Her waves should soil her silken snowy pride,</br>Swimming supinely down the chrystal tide.</br>As easy flow your time, as this fair stream,</br>The fair example of to the bridal theme.", "Thus as she row'd her stately form, I spied,</br>Striving against the torrent of the tide,</br>A Second, with that dignity of brood,</br>That shines throughout the Princes of the flood:</br>Under the rushy bank he seem'd to sail,</br>Rais'd his white wings, and catch'd the driving gale;</br>A thousand nymphs, till now, had gathering been,</br>The sweetest flowers, and tripping o'er the green,</br>To lively sounds, that fill'd the caseing air,</br>Ran from their dance to see the Princely PAIR:</br>Sliding along the Thames's silver stream,</br>The fair example to the fairest theme.", "So sweet a PAIR were never seen before</br>Within the limits of the ENGLISH shore,</br>So fair, so lovely, that they deem'd them born</br>Of heavenly race, chaste as the virgin morn;</br>They seemed more than any royal seed,</br>Angels themselves, if not of Angel breed:</br>As they advance, the nymphs their flowrets strew,</br>And form'd sweet garlands for the lovely two,</br>THAMES, like old PENEUS smil'd, whose water glides</br>With sweetest flowers from TEMPE'S flowery sides:</br>Pleas'd with the sight, a maid this bridal theme</br>Rehears'd, which died a-down the falling stream.", "Fair birds, the grace, fair ornament of time,</br>When love and virtue make the soul sublime,</br>When virtues, only yours, combine to prove,</br>The bliss of mortals in connubial love;</br>Joy may you have in this, and ev'ry hour,</br>And shew of friendships of the bridal bower;</br>Shew to a wond'ring world, what glories roll</br>From BRITAIN'S Daughter, and from BRUNSWIC'S soul.</br>May endless peace, and plenty bless your days,</br>Your worth the monuments of endless praise.</br>And may the bravest, fairest issue prove</br>The heart of WILLIAM, and AUGUSTA'S love.</br>Accept, great Pair, the tributary theme,</br>Smooth flow your time as Thames's smoothest stream.", "She ended &mdash; and anon the virgin throng,</br>Began their chorus to the bridal song;</br>And Eccho from the neighbouring Hills resounds</br>Their loyal words, and most melodious sounds;</br>In love's embraces, such another pair</br>Ne'er met,</br>As WILLIAM brave, and as AUGUSTA fair:</br>In manners gentle, in affections fair,</br>A Kingdom's darling, and a Soldier's care.</br>Birds of all kinds from ev'ry bush and tree,</br>Came to behold the pair a-down the LEE;</br>But how inferior to the feather'd race,</br>To these in Beauty, Majesty, and Grace,</br>But still they did excell the rest as far</br>As silver CYNTHIA does the smallest star:</br>Thus ev'ry creature of the earth, and air,</br>With joy attended on the lovely pair.</br>With joy prolong'd the happy, bridal theme,</br>Which roll'd melodious down the glassy stream.", "Next to the crowded Capital they came,</br>To SOMERSET, that ancient House of Fame,</br>Where English Peers have boasted of their birth,</br>Inferior only to a BRUNSWIC'S worth:</br>One WILLIAM who remov'd his Country's woes,</br>And sav'd her, sinking under Gallic foes;</br>One WILLIAM who, with ev'ry good possess'd,</br>To make him dear to all the brave and best:</br>One WILLIAM who did honour to our law,</br>The Son of Mars, the Brother of Nassau:</br>Here lodg'd the noble, honour'd, princely pair,</br>The world's great glory, and our England's care:</br>A Prince, whose name gave terror to the earth,</br>To slaves, a freedom, to the mournful, mirth;</br>And may thy prowess, and victorious arms,</br>Save fertile Lunenbourgh from foreign harms,</br>Peace and AUGUSTA'S praise like Thames's stream,</br>An endless subject, but a glorious Theme.", "If Phoebus is the Father of the Muse,</br>Can he this simple one request refuse?</br>Let but this bridal day, this day be mine,</br>And all the rest I promise shall be thine.</br>Tell me, ye NOBLE Daughters, did ye see,</br>A Maid so lovely, and so good as she?</br>A Maid so kind, so fair; most chaste, most kind,</br>A Princess with a most exalted mind:</br>Honour and virtue all her deeds approve,</br>In ev'ry gesture, majesty and love.</br>Attend ye Dressers of her beauty's pride,</br>Strive to adorn the beautifullest Bride:</br>Fair Sun, appear in thy serenest ray,</br>In honour of AUGUSTA'S bridal day:</br>May ev'ry day like THAMES'S gentle stream,</br>As gently flow, and crown the poet's Theme.", "See, whilst she now before the Altar stands,</br>Bless'd by the holy Priest with sacred hands;</br>The virgin blushes flush upon her cheeks,</br>And a pure white succeeds them, while he speaks:</br>Angels themselves, forgetful of the rite,</br>Peep round the Bride, enraptur'd with the sight:</br>But she, with thoughts intent on sacred ties,</br>Fix'd on the ground the lustre of her eyes.</br>The knot is tied. &mdash; Hear what a loyal noise,</br>The world gives approbation with the voice,</br>All Hymen Io, Io Hymen sing,</br>And spacious LONDON with the Echo's ring:</br>She durst not look, tho' pleas'd, upon the crowd,</br>But blush'd to hear her praises sung so loud:</br>Sing, Hymen sing, the chorus of the theme,</br>Nor cease thy carrol but with Thames's stream.", "Long may ye live below your people's Love,</br>And soar from Earth to blessed Saints above,</br>Give to posterity a princely Brood,</br>As WILLIAM brave, and as AUGUSTA good.</br>Live Royal Pair the glory of the theme,</br>Uninterrupted like the Thames's stream.</br>"]