["I.</br>Briton!  the Thunder of the Wrath divine,</br>Due to thy Father's Crimes, and long with-held from thine,</br>Shall burst with tenfold Rage on thy devoted Head;</br>Unless with conscious Terrors aw'd,</br>By meek, heart-struck Repentance led,</br>Suppliant thou fall before th' offended God:</br>If hap'ly yet thou may'st avert his Ire;</br>And stay his Arm out-stretch'd to launch th' avenging Fire.", "II.</br>Did not High God of old ordain,</br>When to thy Grasp he gave the Sceptre of the Main,</br>The Empire in this favour'd Land,</br>Fix'd on Religion's solid Base should stand?</br>When from thy struggling Neck he broke</br>Th' inglorious, galling, Papal Yoke,</br>Humbled the Pride of haughty Spain,</br>And freed thee by the Woman-Hero's Hand;</br>He then confirm'd the strong Decree:</br>\"Briton, be virtuous and be free;</br>Be Truth, be Sanctity thy Guide:</br>Be humble:  fear thy God, and fear thou none beside.\"", "III.</br>Oft has th' offended Pow'r his rising Anger shewn:</br>Led on by his avenging Hand</br>Rebellion triumphs in the Land:</br>Twice have her barbarous Sons our War-train'd Hosts o'erthrown.</br>They fell a cheap inglorious Prey;</br>Th' ambitious Victor's Boast was half supprest,</br>While Heav'n-bred Fear, and wild Dismay,</br>Unman'd the Warrior's Heart, and reign'd in ev'ry Breast.", "IV.</br>Her Arms to foreign Lands Britannia bore;</br>Her Arms, auspicious now no more!</br>With frequent Conquest where the Sires were crown'd,</br>The Sons ill-fated fell, and bit the hostile Ground:</br>The tame, War-trading Belgian fled,</br>While in his Cause the Briton bled:</br>The Gaul stood wond'ring at his own Success;</br>Oft did his hardiest Bands their wonted Fears confess,</br>Struck with Dismay, and meditating Flight:</br>While the brave Foe still urg'd th' unequal Fight,</br>While WILLIAM with his Father's Ardour fir'd,</br>Through all th' undaunted Host the generous Flame inspir'd.", "V.</br>But heavier far the Weight of Shame</br>That sunk Britannia's Naval Fame:</br>In vain she spreads her once-victorious Sails:</br>Or Fear, or Rashness, in her Chiefs prevails;</br>And wildly these prevent, those basely shun the Foe</br>Avoids the long-impending Blow;</br>Improves the kind Escape, and triumphs in his Flight.", "VI.</br>The monstrous Age, which still encreasing Years debase,</br>Which teems with unknown Crimes, and genders new Disgrace.</br>First, unrestrain'd by Honour, Faith, or Shame,</br>Confounding ev'ry sacred Name,</br>The hallow'd nuptial Bed with lawless Lust profan'd:</br>Deriv'd from this polluted Source</br>The dire Corruption held its Course</br>Through the whole canker'd Race, and tainted all the Land.", "VII.</br>The rip'ning Maid is vers'd in ev'ry dangerous Art,</br>That ill adorns the Form while it corrupts the Heart:</br>Practis'd to dress, to dance, to play,</br>In wanton Mask to lead the Way,</br>To move the pliant Limbs, to roll the luring Eye;</br>With Folly's gayest Partizan's to vye</br>In empty Noise and vain Expence;</br>To celebrate with flaunting Air</br>The Midnight Revels of the Fair;</br>Studious of ev'ry Praise, but Virtue, Truth, and Sense.", "VIII.</br>Thus lesson'd in Intrigue her early Thought improves,</br>Nor meditates in vain forbidden Loves:</br>Soon the gay Nymph, as Nature leads, shall rove</br>Free and at large amid th' Idalian Grove;</br>Or hap'ly jealous of the Voice of Fame,</br>Mask'd in the Matron's sober Name,</br>With many a well-dissembled Wile</br>The kind, convenient Husband's Care beguile:</br>More deeply vers'd in Venus' mystic Lore,</br>Yet for such meaner Arts too lofty and sublime,</br>The proud, high-born, Patrician Whore,</br>Bears unabash'd her Front; and glories in her Crime.", "IX.</br>Hither from City and from Court</br>The Votaries of Love resort;</br>The Rich, the Great, the Gay and the Severe;</br>The pension'd Architect of Laws;</br>The Patriot loud in Virtue's Cause;</br>Proud of imputed Worth the Peer:</br>Regardless of his Faith, his Country, or his Name,</br>He pawns his Honour and Estate,</br>Nor reckons at how dear a Rate</br>He purchases Disease, and Servitude, and Shame.", "X.</br>Nor from such dastard Sires, to ev'ry Virtue lost,</br>Sprung the brave Youth which Britain once could boast:</br>Who curb'd the Gaul's usurping Sway,</br>Who swept th' unnumber'd Hosts away,</br>In Agincourt, and Cressy's glorious Plain;</br>Who dy'd the Seas with  Spanish Blood,</br>Their vainly-vaunted Fleets subdu'd,</br>And spread the mighty Wreck o'er all the vanquish'd Main.", "XI.</br>No; &mdash; 'twas a generous Race, by Worth transmissive known:</br>In their bold Breasts their Father's Spirit glow'd;</br>In their pure Veins their Mother's Virtue flow'd;</br>They mad hereditary Praise their own.</br>The Sire his emulous Offspring led</br>The rougher Paths of Fame to tread;</br>The Matron train'd their spotless Youth</br>In Honour, Sanctity, and Truth;</br>Form'd by th' united Parent's Care,</br>The Sons, tho' bold, were wise; the Daughter's chaste, tho' fair.", "XII.</br>How Time, all-wasting, ev'n the worst impairs,</br>And each foul Age to Dregs still fouler runs!</br>Our Sires more vicious ev'n than theirs,</br>Left us, still more degenerate Heirs,</br>To spawn a baser Brood of Monster-breeding Sons.</br>"]