["MERGUS, LYCON.", "MERGUS.</br>Lycon, begin &mdash; begin the mournful tale;</br>You know what 'tis to love and not prevail:</br>Describe Pasinthas in his daily moan,</br>How much he lov'd, and how he was undone.", "LYCON.</br>Ungrateful Ioessa, vainly coy,</br>And proud of youthful charms despis'd the boy;</br>Has left the calmer sea's pacific arms,</br>Where constant heat the smiling ocean warms,</br>To shun the youth:  (such is the power of Hate!)</br>Some windy bay is now her lone retreat.</br>In vain Pasinthas sought in every cave,</br>In every creek, and mark'd each rising wave;</br>To every isle he rov'd with wild despair,</br>And ask'd, if Ioessa had been there.</br>In vain he has the fruitless search pursued,</br>For she is gone, and will no more be woo'd.</br>Pierc'd with the killing thought the lover sighs,</br>And stills the rising storms with louder cries:</br>While thus he sadly plains:  \"In mournful rounds,</br>The air through hollow rocks repeats the distant sounds,</br>Each winding cavern tells the fruitless care,</br>And every rock upbraids the absent Fair;</br>By the sad echoes which it still returns,</br>It seems to pity, when the Triton mourns:</br>But the coy Nympth, deaf to the Mer-man's cry,</br>Is still unmov'd, and makes no kind reply.\"</br>While thus Pasinthas plain'd, the dolphins came,</br>And wept to hear his moan; the Nereids swam</br>In beauteous crowds around, and thus they said;</br>\"Weep not, fond Triton, for a peevish maid,</br>Though she is gone let not the youth despair,</br>For there are kinder Nymphs, and Nymphs as fair.\"</br>But, Mergus, Love is deaf as well as blind;</br>The best advice is thought the most unkind.</br>Restless he goes from the fair pitying throng</br>To a dark cave, where sea-cows lay their young.</br>A silent grot sad as his thoughts he found,</br>Where frightful gloom, and horrors sate around.</br>There on its slimy bottom careless laid,</br>He sigh'd and wept; he sigh'd, and then he said:</br>\"Have I then lov'd to be repaid with scorn;</br>Ye Gods!  'tis hard, too cruel to be borne!</br>What?  Have I poison'd too the hated sea,</br>That Ioessa leaves her home for me?</br>Had you but told; had you your hatred shown,</br>I would have lov'd unpity'd, and unknown;</br>By my own flight I had prevented yours,</br>And, banish'd hence, retir'd to distant shores,</br>Where rigid lasting cold, and northern blasts,</br>O'er whiten'd lands a pearly shining cast;</br>Where icy flakes like floating isles appear,</br>And fiercely meet; the noise you'll dread to hear,</br>Nor can your tender limbs the piercing climate bear.</br>Muscles in shoals on mighty whales attend,</br>Who feed the worthless fish, and court the puny friend:</br>Fierce sharks by gentle usage are reclaim'd,</br>But female pride is savage, and untam'd.</br>Go then, ingrate, whom love could never please,</br>To boisterous channels, and to foreign seas,</br>Where rocks like you unmov'd with careless pride</br>Repulse the waves, and check the rising tide.\"", "Thus the unhappy youth was heard to moan;</br>The winds to sigh, the hollow seem'd to groan,</br>And dropping tears fell from the weeping stone.", "MERGUS.</br>Thy song's more grateful than a Summer's breeze,</br>Whose cooling breath, and gentle fannings please,</br>And move in wanton rings the listning seas.</br>Not half so sweet, when first the morning dawns,</br>Are juicy Oysters, or the luscious Prawns.</br>But now the sun is dipt in cooling streams;</br>The twilight is no more; no doubtful gleams</br>Of weaker light the flitting shades divide,</br>But they unmixt prevail, and every object hide.</br>The sea is heard with deeper sound to roar,</br>And slumbring waters may be said to snore.</br>Each Nymph is stretching on her oozy bed,</br>And scarce a Fish pops up his sleepy Head;</br>Those who were clung to rocks, the shelly heap</br>Drop from their hold, and fall into the deep.</br>Nature her self is still, her labours cease,</br>And all lies wrapt in silence, and inactive ease.</br>"]