["Once, in Eliza's days, beside a pile</br>Of rock gigantic upon rock, whose mass</br>Curtain'd with ivy clos'd a deep defile,</br>A castle rose.  Illuminated glass</br>In ether dancing, thro' the narrow pass</br>Now caught the traveller's eye whilst yet aloof:</br>Now, thinly shaded by the sharp rye-grass,</br>Appear'd a buttress against ages proof:</br>Now frown'd thro' battlements a greyly-pointed roof.", "There enter'd oft beneath the vaulted gate</br>Gleaming in azure steel, full many a knight,</br>What time the festival its banner'd state</br>Wav'd to each window's airy-shafted light;</br>And many a damsel as Aurora bright,</br>\"Rain'd from her eyes sweet influence,\" while the meed</br>That consecrates hereditary might,</br>Was to the tourney's victor-chiefs decreed,</br>And rung the galleried hall to each heroic deed.", "Here, mid her sire's high cheer, had Ellen seen</br>The blooming Danvert crown'd.  His generous air</br>And all the graces of his manly mien</br>Had touch'd the yielding bosom of the fair!</br>Oft would she panting to the grove repair</br>Whence he had borne away the martial prize:</br>Oft in her pensive walks she breath'd the prayer</br>Mild as she saw the beam of Hesper rise,</br>That his dear form again might meet her wishful eyes.", "Once thro' the twilight as she wander'd far,</br>From the dim sky that seem'd one sheet of lead</br>Scarce twinkled with scant rays a sickly star:</br>Scowl'd on the hilltop clouds of dusky red;</br>And sudden, like a murmur from the dead,</br>The low blast sigh'd along the reedy fen.</br>The faint air paus'd; a heavier darkness spread</br>O'er all; and in a blaze the distant glen</br>Stream'd on the sight and fled &mdash; obscur'd from mortal ken.", "Now rush'd the squally wind: and now large drops</br>Fell scattering thro' the stillness.  To an oak</br>Had Ellen ran; when, issuing from the copse,</br>\"Tempt not, a stranger cried, the lightning's stroke&mdash;</br>Fly to the opening pathway.\"  Scarce he spoke</br>When, as if Heaven's terrific arm would dash</br>The shrinking forest to destruction, broke</br>Full on the oak's broad branches the white flash,</br>And struck the chief to earth amid the shivering crash.", "\"O Danvert\" &mdash; she exclaim'd, as o'er her face</br>Flush'd with a transitory crimson, stray'd</br>Her lovely tresses in disorder'd grace!</br>And with a feeble effort he essay'd,</br>As near his body stood the trembling maid,</br>To raise his limbs; when, cheering to the sight,</br>A taper gleam'd across the lurid shade:</br>'Twas from a neighbouring cottage ray'd the light,</br>Where, as the rustics deem'd, liv'd a hoar wizard wight.", "But here no wizard wight his fancies told:</br>Her father he had serv'd, full many a day,</br>Dextrous with spade to turn the garden mould,</br>Tho' now his arm was weak, his locks were grey.</br>Yet did he love the village roundelay;</br>Oft to his hallow'd fountain with sly wink</br>Beckoning sick girls that sigh'd from Venus' sway;</br>When as the water bubbled, o'er the brink</br>He mark'd with boding looks, their pins or pebbles sink.", "Thither, sustain'd by Ellen's feeble arm,</br>The youth repair'd; tho' faint his faultering feet:</br>And, \"O!  (he cries) if danger hath a charm,</br>'Tis when in sighs responsive bosoms meet.</br>Bath'd by my Ellen's sympathy how sweet</br>The thrilling keenness of heaven's fiery dart!\"</br>High mantled her warm blushes.  As they greet</br>The gard'ner, and their fateful tale impart,</br>The mingled passions rise, and swell each conscious heart.", "How vain was her essay, to quench the fire</br>Of love, or dissipate the secret fears:</br>For Ellen knew, full well, her haughty sire</br>Would scorn her Danvert.  And distressful tears</br>Flow down her cheek, as where the castle rears</br>Its towers, 'tis hers to seek the dubious way.</br>Yet the dire gloom reviving Danvert cheers:</br>And his true passion many a future day,</br>Beneath the peasant's roof, would Ellen's smiles repay.", "Close by the mossy thatch, an old ash spread</br>Its light leaves o'er the path, that, taught to flow</br>Meandering up a hill's sleep verdure, led</br>Thro' tufts of purple lilac, such as blow</br>To vernal airs; till, darken'd at the brow</br>By laurels and tall-crested firs, it stole</br>Into a jasmine bower; whence, far below</br>Abruptly starting from the soft-green knoll</br>The eye saw clifts descend, and silvery billows roll.", "Oft in this bower, where whisper'd overhead</br>The pine, was Danvert lost in amorous trance,</br>As the sweet sentiment of love he read</br>In her blue eyes that languish'd to his glance!</br>Yet, as she view'd ideal steps advance,</br>The tear of shrinking apprehension gleam'd;</br>When from the trees above, whose chequer'd dance</br>On the smooth turf a wavy lustre stream'd,</br>Type of some human form, the tremulous shadow seem'd.", "Nor seldom, meeting in a cypress maze,</br>The lovers rov'd; where, long-untrodden, grew</br>The matted grass, and scarce the noon-day blaze</br>Had pierc'd for years the screen of spiry blue.</br>'Twas far behind a branching avenue</br>That from the castle stretch'd its statelier march,</br>The cypress gloom'd.  Within, the paler hue</br>Of a fane glimmer'd: o'er its walls the larch</br>Floated, and briony half-hid each crumbling arch.", "Once, on the fane while glow'd the westering day,</br>They climb'd the flint-steps to the light laid bare;</br>As no mere echoing to the choral lay</br>The unpillar'd rood-loft seem'd to rest on air.</br>Her heighten'd beauties shone, divinely fair!</br>The summer-sunbeam ting'd, more richly-warm,</br>The bright luxuriance of her flaxen hair;</br>And lovelier was her whole illumin'd form&mdash;</br>When sudden rush'd a sound that carried pale alarm.", "Ellen, amidst the murmur, tottering down</br>The fractur'd staircase, sought the impervious shade,</br>But instant at her father's vengeful frown</br>Fell, as transfix'd; when, crashing o'er her head</br>Disparted fragments shook the cypress glade.</br>Strait, to the thistled pavement as she clung,</br>She swoon'd; nor op'd her lids the unhappy maid,</br>But to behold, the embattled towers among,</br>Dank solitary walls by many a cobweb hung.", "As she awoke, to memory rising faint,</br>Each broken image came, but to appal.</br>Her lover's danger fancy prompt to paint,</br>Now saw him by her father's falchion fall,</br>Now, by the ruins of the shatter'd wall</br>O'erwhelm'd.  As each idea fill'd her mind,</br>She started at herself.  Around her, all</br>Was fearful silence; save when, as confin'd</br>Within some hollow cell, she heard the wailing wind.", "Stretcht to a wide extent, the darkening dome</br>From its deep vaults funereal horrors breath'd,</br>As the light scarcely broke the dismal gloom,</br>From the dismantled windows ivy-wreath'd.</br>\"There ghastly spectres oft ('twas said) unsheath'd</br>Their flametipt swords!\"  Hence superstitious dread</br>To airy habitants alone bequeath'd</br>The haunted room, and many a phantom bred,</br>From whose gigantic stride the castle-menials fled.", "Meantime had Danvert scarce escap'd the sire,</br>As, darting thro' the thickness of the grove,</br>He shunn'd the curses of vindictive ire,</br>Yet unresenting for his Ellen's love.</br>Dire was the conflict he was doom'd to prove,</br>As, many a night, enwrapt in darkness drear,</br>Beneath the castle-towers 'twas his to rove;</br>Listening, perchance his Ellen's voice to hear;</br>But only the cold shriek from night-birds pierc'd his ear.", "One time, as slow he pac'd the walls around,</br>He caught an echo as of Danvert's name:</br>From the aerial dome with turrets crown'd</br>He deem'd the plaining of his Ellen came.</br>And love, that fir'd with a romantic flame</br>His fervent spirit, bade the hero brave</br>The frown of danger, as with daring aim</br>He yet resolv'd to rescue from the grave</br>The persecuted maid, if ought avail'd to save.", "And on one ominous night, a heavy door</br>That creak'd to many a melancholy gust</br>As Danvert mark'd, beneath the turret-floor;</br>Sudden, its hinges, fretted deep with rust,</br>Flew open at despair's embolden'd thrust.</br>Up the long staircase with loose fragments pil'd</br>He ran to the tower-chamber.  \"Ellen, trust</br>To thy own Danvert,\" with impatience wild</br>He cries &mdash; \"A father fly, that ruthless slays his child.\"", "They fled:  and shadow'd by the wing of night</br>Amid the craggy hollows urg'd their way;</br>When lo (a lurking slave had watch'd their flight)</br>The father's gleaming mail.  \"Stay, miscreant, stay &mdash; </br>(He cried) this weapon shall the wrong repay!\"</br>Whizz'd the fleet shaft.  And, instant, to the ground</br>Her Danvert fell; and, gasping where he lay,</br>The blood that spouted from the deathful wound</br>Tinctur'd the low-brow'd rocks that black to horror frown'd.", "So clos'd their hapless loves.  O'er wild despair,</br>As Ellen gaz'd upon the corse, my muse</br>Would draw the veil.  The poor distracted fair</br>From where hope loves its radiance to effuse</br>Long turn'd her eyes.  But time her dreary views</br>Now gently lighten'd.  And, as she survey'd</br>The scene, to sully with oblivion's dews</br>The image of the past she ne'er essay'd,</br>But call'd each object round to pensive memory's aid.", "Pale sorrow canker'd her cheek's damask bloom,</br>And dim'd the lustre of her sparkling eyes:</br>And she had sunk untimely to the tomb,</br>Had not each object with congenial ties</br>Attach'd her, as it seem'd to sympathize</br>With her lorn spirit!  Of her vanisht love</br>She saw the bosom-soothing vision rise,</br>Frequent in each lone room, or bower or grove,</br>Where Danvert wont to talk, and in fond passion rove.", "Yet not the scene alone, where pleasure stole</br>The hours, her solitary footsteps trace:</br>E'en of the spot, where anguish thrill'd her soul,</br>She loves to mark the melancholy grace;</br>Nor for Golconda's jewels would erase</br>One sad impression of her Danvert here;</br>Tho', as she trembles o'er the sacred place</br>To love and fancy, to pale passion dear,</br>A shade of terror falls on every starting tear.", "Where she beheld his fiery courser prance,</br>As from behind the hills in dazzling mail</br>Her Danvert came, and shook the uplifted lance;</br>Thither repairing, she was wont to hail</br>That hour, when, triumph kindling thro' the dale;</br>Her heart, unpractis'd yet in love, beat high;</br>When, as she saw her Danvert's arm prevail,</br>She felt the exulting throb she knew not why,</br>And caught, she knew not how, delirium from a sigh.", "Nor less that oak which flung its blasted boughs</br>Across the forest-pathway, was her care:</br>There Ellen would recount her fondest vows &mdash; </br>Alas!  he had first prov'd his passion there.</br>And, silence hovering in the shadowy air</br>O'er fading clouds, she sought the cottag'd dell,</br>Where, cheerful yet, the peasant breath'd a prayer,</br>That Danvert who had lov'd in life so well,</br>Might, with his Ellen still, a guardian spirit dwell.", "Sweet was the cot, where, many a precious hour,</br>To the good man their tale the lovers told:</br>Sweet, the pine whispering o'er the jasmine bower,</br>Where Ellen still ascended to behold</br>Far, far beneath, the billows as they roll'd;</br>Where oft with sighs they seem'd to kiss the shore,</br>To mourn her Danvert now in earth so cold,</br>And every rockstone echoed to deplore,</br>In its last dying sound the joys that smil'd no more.", "And in the cypress maze, the larch-veil'd fane,</br>She lov'd the summer-evening's saffron tint</br>And the pale burnish of the pictur'd pane,</br>And mourn'd, what time her Danvert wont to print</br>The grass, or climb the steps of dusky flint,</br>Her loves that, like a shadow, disappear'd:</br>And oft she borrow'd a distressful hint</br>From the lone tower by frienship's ray uncheer'd,</br>Yet by her sufferings keen, for Danvert's sake, endear'd.", "Still glimmering to the glimpses of the moon</br>The dark-red rock appall'd the spectred air:</br>And with a hurried footstep at the noon</br>Of night, poor Ellen us'd to wander there!</br>At first, it was the wildness of despair;</br>When, as her frantic soul was robb'd of rest,</br>She hail'd the bloody crag that seem'd to stare</br>To murder, with the stain of hell imprest,</br>While deep parental rage was imag'd in her breast.", "Yet, tho' paternal wrath had wak'd the pang</br>Of woe, to cloath her cheeks with deadly pale,</br>Tho' oft the sounds of execration rang</br>In her stunn'd ears; yet innocence could steal</br>The dart from vengeance, and its scowl conceal!</br>Yet virtue, that had breath'd the vow sincere,</br>Drew o'er the scene of death a gradual veil,</br>And, as it scatter'd every shade of fear,</br>Mus'd on the parting smile to conscious Ellen dear.</br>"]