["Long ere the voice of Albion's sons was heard</br>'Mid the lone forests of the distant West,</br>Where the wild winds alone the woodlands stirr'd,</br>Breathing around the ring-dove's peaceful nest,</br>And bright flowers bloom'd on nature's virgin breast,</br>Perfuming heaven &mdash; pluck'd by no wayward hand&mdash;</br>The brave Norwegian found a place of rest</br>Far tow'rd the winter's sun, with his faint band,</br>In a soft sunny clime and over fruitful land.", "The charm and beauty of his forest home</br>Lull'd memory into slumber soft and still,</br>For here the wanderer gladly ceas'd to roam,</br>And rear'd his cottage 'neath the verdant hill;&mdash;</br>Oh, all is peace when man doth curb his will,</br>And bear resign'd the evils of his lot,</br>Intent on virtue through all mortal ill;&mdash;</br>Torn from his birth-place, which was not forgot,</br>Yet Norway's son toil'd on, and griev'd or murmur'd not.", "The Indians hover'd round the hamlet rude,</br>And look'd askance, yet seem'd not to admire;</br>Nought pass'd unseen the monarch of the wood,</br>But his cold eye conceal'd his spirit's fire;</br>Too proud to question, all strange things inspire</br>The child of nature with emotions high,</br>And while in chase his strong limbs never tire,</br>His free soul ranges o'er the glorious sky,</br>Burning with lofty thoughts that cannot fade or die.", "The red man gaz'd and wonder'd and came near</br>And smok'd his calamut of peace, and Love</br>Flourish'd uncheck'd by interest or fear</br>Between the strangers in the piny grove:&mdash;</br>The Natchez came and went, and ever strove</br>By silent truth to win unbought regard.</br>Time pass'd as on the pinions of a dove,</br>And white and red commingled; and the bard</br>Sung round the banquet board the love that all things shar'd.", "Young Leon, son of him who led the way</br>O'er the dread wave, was chief of Yamassee,</br>And proud and beautiful as bright-eyed day</br>And brave and noble as the lion, he;</br>O'er his high brow his long dark hair wav'd free,</br>His form was lithe and strong as mountain vine,</br>And fearless warriors bow'd the stubborn knee,</br>Aw'd and o'erjoy'd, whene'er his eye divine</br>Flash'd forth the battle's light or bless'd the holy shrine.", "His wild black charger arch'd his neck and neigh'd,</br>And bent his knee and bow'd his battle breast</br>When Leon's voice came echoing from the glade;</br>Yet, at a check, he paus'd in watchful rest</br>Where maddening foes in fiercest havoc press'd,</br>When, through the tempest and unearthly roar</br>Of slaughter, wav'd the chieftain's sable crest;</br>And on the mighty horse his hero bore,</br>Like the black steed of death seen on the eternal shore.", "Yet kind and gentle was the man of fear,</br>And mercy's infant voice and pity's sigh</br>O'ercame proud Leon in his dread career</br>And turn'd to bloom the lightnings of his eye,</br>As rainbows beam when storms are on the sky;</br>None suffer'd unaveng'd &mdash; no lying tongue</br>Blasted fair fame and bade the victim die,&mdash;</br>But penal vengeance on the felon sprung,</br>And on his branded brow the liar's emblem hung.", "Though Valour bore his proud, undaunted part,</br>Yet Leon's eye beheld all civil wrong;</br>Dear to the chief the empire of the heart</br>As trophied conquest with his clarion song;</br>No fame could spare the oppressor, howe'er strong,</br>No splendour shield a wanton deed of guilt;</br>King of the Poor!  his fearless chiefs among</br>None dar'd imbrue his sabre's burnish'd hilt</br>With guiltless blood, in hate or midnight riot spilt.", "Many were Leon's chiefs and high their name</br>For gallant prowess on the barbed steed;</br>But slumbers now the terror of their fame,</br>For war's great sacrifice had ceas'd to bleed,</br>And peaceful love was now the hero's creed.</br>To solemnize his brotherhood of soul</br>Kings were assembling from the hill and mead,</br>From the far Oregon and snowy pole,</br>And Leon spread the feast and fill'd the mantling bowl.", "The gorgeous glory of the evening sky</br>Crimson'd with purple hues the mountain wood,</br>And pour'd o'er earth from sun-light founts on high</br>Voluptuous radiance in a diamond flood;</br>Each dew-lipp'd shrub and leaf and floweret stood</br>Gemm'd with rich jewels of the heavenly flame,</br>And bright birds flew and sung in rapture's mood,</br>And wild deer forth with arch'd necks, bounding came,</br>And drank the rosy air and leapt around their dame.", "Round Tallahassee, city of the Sun,</br>Luxuriant groves and blooming gardens lay,</br>And happy groups, when twilight shadow'd dun,</br>Linger'd and watch'd the hallow'd close of day</br>And thought of friends or lovers far away,</br>Or sung in mirthful strains their coming bliss;</br>And the soft, fragrant airs, in dallying play,</br>Flew o'er the bowers they ever lov'd to kiss,</br>And then to other world's soar'd gaily on from this.", "Now, more than ever, radiant throngs were seen</br>Of beauty blessing the heart's sacred hour;</br>And sun-eyed warriors, o'er the meadows green,</br>Came seeking bliss in true love's vesper bower,</br>Fearing each step, who fear'd no other power</br>And blessed hearts were blending all around</br>Leon's proud palace and embattled tower,</br>Where sunlight beam'd when glimmering twilight crown'd</br>The dusky vale and hung o'er all the hilly ground.", "Floridian maids!  oh, what a magic glance</br>Gleams from your eyes, where all the heart's light burns</br>The rich, dark beauty of that countenance,</br>Which each high thought and passion shows by turns!</br>Fair cheeks, as cold and still as death's own urns,</br>May bloom and wither like a pictur'd face,</br>But the dusk glory of the spirit spurns</br>The painter's art; no tint can mark the trace</br>Of the outpouring soul &mdash; the heart's ideal grace.", "Ye southern flowers!  dark with excess of light</br>On Leon's festal eve, your radiant bloom</br>Seem'd kindled at the glory of the night,</br>And shrin'd in heavenly music and perfume;&mdash;</br>Ah!  what bright paths lead to the dark, cold tomb!</br>What gladness lights the cheek when death stands near!</br>Life's holiest loves and fondest joys illume</br>The vale of death to show all shapes of fear,</br>Which to the maddening soul in awful throngs appear.", "Amid the shadowy dimness of the scene</br>Tall warrior forms were moving to and fro,</br>And wrath and pride, o'ermask'd by looks serene,</br>Shook many a heart that had not learn'd to bow;</br>And awful was their tread so sternly slow,</br>And dread the lightning of their uprais'd eyes,</br>Where thoughts of other days but burned to throw</br>The gloom of shame o'er all their weak emprise,</br>Since they had crouch'd beneath prince Leon's destinies.", "Unbounded is thy talismanic power,</br>O Art!  proud genius of the searching mind!</br>Thou canst achieve that glory in an hour,</br>Which leaves long centuries of toil behind;</br>To earth's dull clods &mdash; to treacherous wave and wind</br>Thou canst impart a force to kill or save,</br>And, like Aeolus, winds in durance bind;&mdash;</br>Oh, think if Heaven this skill so potent gave</br>To chain the swelling heart and make the soul a slave!", "Arm'd with thy power, proud Leon had o'ercome</br>The forest kings for thousand leagues around;</br>And haughty spirits ill obey'd their doom,</br>Thus unto tribute and sore slavery bound;</br>But few 'mid all in bondage could be found</br>So rashly daring as to break their yoke,</br>For Leon's war-cry bore an awful sound,</br>And when the monarch into anger broke,</br>Death fell on quailing hearts with every flashing stroke.", "Herds of the woods, they long had roam'd where'er</br>Their simple nature's sovereign will did guide;</br>Brav'd the wild torrent, chas'd the bounding deer,</br>Pierc'd the mail'd crocodile, and, in his pride,</br>Brought down the condor; &mdash; but the ebbing tide</br>Of wayward fortune left them when they dar'd</br>Prince Leon's warriors, and their bravest died</br>In the hot strife, and the poor remnant shar'd</br>The conquer'd's suppliant lot with spirits ill prepar'd.", "But treachery and bloodshed and vain oaths</br>Had madden'd the proud Lord of Yamassee;</br>And all the faithful heart forever loathes</br>Conspir'd to swell the tide of victory</br>Ambition might have left the Indian free,</br>But justice, long outrag'd, o'ercame all wrath,</br>And battle rag'd as earth no more shall see,</br>Till conquest chain'd the faithless race to truth,</br>And Leon rul'd the West in all the pride of youth.", "The feast is spread in Leon's vaulted hall;</br>The forest kings move on with haughty tread</br>That spurns the dust and scorns to be the thrall</br>Of measur'd pace; and every sound hath fled</br>As that dark throng were phantoms of the Dead;&mdash;</br>Far through the blazing hall the chiefs appear,</br>Mantled and sandall'd and each high-plum'd head</br>Bears loftily its woes without a tear,</br>Though each unwilling guest is but a vassal here.", "Silent as vengeance meditating death,</br>Each chief glides on to his allotted place;</br>Each hollow arch returns the deep-drawn breath,</br>The, quivering gasp &mdash; the panting of disgrace.</br>So still the hall, where lords of every race</br>Meet to adorn the triumph of their host;</br>What dark revenge can such deep shame efface?</br>What can redeem the soul of honour lost?</br>Return, ye warrior dead!  fulfil your living boast!", "Proud Leon mark'd yet seem'd not to behold</br>The inward struggle and the lowering brow,</br>Where the heart's tempest gather'd, fold on fold,</br>Charg'd with electric fire.  \"What wait we now,</br>My fellow warriors of the wildwood?  How!</br>Ye wrong my banquet!\" and the dauntless chief</br>Bade them admire the glory and the show</br>Which their own tribute wrought &mdash; and, for relief,</br>Gaze on the up-hung bows &mdash; memorials of their grief!", "The huntsman's spoils &mdash; the riches of the wood,</br>High branching antlers, spotted skins and blue,</br>And white and crimson plumes &mdash; and, from the flood,</br>Bright colour'd shells, sea-sounding, meet the view,</br>Varied in every shape and every hue;</br>And Leon's eye in exultation glows</br>As when the trumpet of his victory blew,</br>While fierce despair frowns on his vassal foes,</br>Too weak to strike alone &mdash; too proud to bear their woes.", "The lengthening hall is carpetted with fur&mdash;</br>Red torches glare along the embattled walls;</br>The summer airs in gentle whispers stir</br>The flaring blaze that shadows where it falls;</br>On high the warder to his fellow calls,</br>And the hoarse accents echo through the tower,</br>And wake in lonely vaults and distant halls</br>Such death-like moans as warn the approaching hour</br>Of Fate, that rends away the monarch's pride and power.", "First in his honours, in his presence last;</br>On came the hoary chief of Oregon;</br>Glory had crown'd him once, but that was past;</br>His pride still bow'd not, but his hope had flown,</br>And left him, powerless, in the world alone;</br>Oh, not alone with thee, his heart's delight!</br>Thou round the scath'd tree, like a flower full-blown</br>Did'st cling when winter came with withering blight,</br>And storm and blast howl'd through the lonely lingering night.", "Bright rose of Oregon!  how beauty fills</br>The panting bosom when rever'd old age</br>Leans on its saintlike loveliness!  How thrills</br>The lone heart, weary of its pilgrimage,</br>When angel charms in angel acts engage,</br>And throw the rainbow of delighting love</br>O'er the dark tempest of life's latest stage,</br>Faithful to death!  oh what can stronger prove</br>That woman's star-light soul flow'd from the fount above?", "How lovely was that daughter of the Wild,</br>How wav'd her hair and spake her soft blue eye,</br>How bloom'd her cheek &mdash; how sweet she look'd and smil'd,</br>'Tis not my mood to picture; from the sky</br>That beauty comes which wings the soul on high;</br>Kind words and gentle deeds far more adorn</br>Than charms that dawn and blossom but to die;</br>Vain is the triumph which but leads to scorn&mdash;</br>Young Immalie was like a dewy spring-time morn!", "And she had follow'd where her king-sire led,</br>Cheering his way with tales of other days,</br>And waking feelings long since lost or dead,</br>By arts which woman only knows; rude lays,</br>Old legends, varied in a thousand ways;</br>But nature's leaven blends with the holiest things,</br>And robs high deeds of all their highest praise;</br>Ill would that maid have borne long wanderings</br>Had Leon's love not lent her gentle spirit wings.", "With brimming cup, uprose Prince Leon now;&mdash;</br>\"Lords of the Nations!  in this hour of mirth,</br>When peace and love smile o'er each joyful brow,</br>And bliss attends the cabin's hail and hearth,</br>Your true ally craves all he hopes on earth,</br>The maid of Oregon!  his home is lone,</br>His empire vast; his heart is parch'd with dearth;</br>Give me a bride to share my bosom's throne&mdash;</br>Give me a Queen &mdash; yon bright, yon lov'd and loving one!", "\"Health to the Bride!\"  But silent as the grave,</br>Each stranger chief eyed him of Oregon;</br>Then each look'd down an felt himself a slave</br>To the high will and dauntless power of one;</br>Then spake the sire, in wild, unearthly tone&mdash;</br>\"Where be thy captive pledges of our truth,</br>Lord of the Wild?\" &mdash; Prince Leon stood alone</br>'Mid that wild throng who knew no gentle ruth,</br>But lightuinga rob'd his eye, and proudly spake the youth;", "\"Thou know'st me not, hoar chief!  thy wily tribe:</br>Thrice pierc'd my sire ere battle blow was dealt,</br>And Creek and Choctaw kiss'd thy faithless bribe,</br>E'en when thy stubborn knee in homage knelt;</br>Thou should'st not draw a bow, or wear a belt</br>Again, false chief!  but years are on thy head,</br>And vengeance sleeps!  I feel as once I felt,</br>And now would o'er thy age and sorrow spread</br>The youthful light of love &mdash; the charm of years long fled.", "\"Thou hear'st hoar chief!\" &mdash; Slow rose the ancient man.</br>Erect as in his youth, nor dim his eye;</br>\"The oak of thousand years,\" the chief began,</br>\"Bows not to every wind that hurtles by;</br>Flowers of my race beneath another sky</br>Bloom not, wedded to the parent vine,</br>Flourish unblighted; brothers, let us fly!</br>Well the dark spirit guards false Leon's shrine,</br>But his o'erbearing pride shall wed no child of mine.\"", "Prince Leon stamp'd and warriors fill'd his hall,</br>Dark in their mail'd array.  \"Mock not the storm,</br>Or dread the thunderbolt of wrath should fall,\"</br>Cried the stern King of Yamassee &mdash; his form</br>Tow'ring amid his legions.  \"Crush the worm&mdash;</br>Touch not the talons of the eagle!  Go,</br>Ye are my guests &mdash; go safely forth and arm</br>Your tribes and plot my utter overthrow;</br>But Immalie abides and shares my weal or wo!\"", "The banquet-hall is lonely; prints of strife</br>And rude disorder and wild disarray</br>Bear witness to a scene with horror rife&mdash;</br>A desperate grappling and a fierce affray;</br>But silent dawns the orient light of day,</br>And stillness slumbers upon earth and heaven,</br>Save when the song-bird pours its roundelay,</br>Grateful, poor thing for many mercies given,</br>And pouring forth its praise at dewy morn and even.", "O'er the sheen mirror of the dark blue bay,</br>That murmur'd round the city of the Sun,</br>Trembled in gleams the gushing blaze of day,</br>Like heaven's bright gates when paradise is won;</br>Night's shadows wan'd away o'er woodlands dun,</br>And quiv'ring dewdrops hung like gems on high,</br>And the clear air in living currents run,</br>O'er all the earth and all the rosy sky,</br>And fill'd the heart with love where'er it murmur'd by.", "\"Bride of my bosom!\" said the the forest lord,</br>Bending before the first love of his youth,</br>\"Forgive my daring deed &mdash; my harsher word!</br>Thy tauntling sire belied my soul of truth;</br>Had not thy beauty pleaded, love, in sooth,</br>He had not pass'd the gates of Yamassee,</br>But he hath gone in o'er-indulgent ruth,</br>And thou art mine, whate'er the issue be;</br>Bride of my heart!  my empire centers all in thee.\"", "Daughter of Earth!  hast thou e'er felt the might,</br>The eloquent pleading of strong love, and sought</br>To quell by reason thy most true delight?</br>Hast thou long pictur'd in thy mirror'd thought.</br>The lovely image of the lov'd, and wrought</br>From golden fancies realms of light and flowers,</br>And heard stern duty telling thee that ought</br>Unfilial led to sad repentant hours&mdash;</br>Oh, hast thou fled from love and rapture's rosy bowers?", "Blame not sweet Immalie!  her heart had long</br>Found all its pleasures in a distant clime,</br>And years had flown since she in forest song</br>Had told her love at the sweet evening time;</br>She was too pure to dream of sin or crime,</br>Too blest to feel that love could be unblest,</br>And every eve her soul had soar'd sublime</br>To the great Spirit from her inmost breast,</br>That Leon's path might lead where good men's feet had press'd.", "And now, 'mid tears of filial sorrow, shone</br>The radiant smile of long devoted love;</br>And the brave chief gaz'd on the lovely one,</br>As the proud eagle gazes on the dove&mdash;</br>Lord of the air and beauty of the grove!</br>And Leon felt the galling penance light,</br>Ne'er 'gainst her sire his warrior skill to prove,</br>But pass the foes who dar'd him to the fight,</br>And leave a stain upon his fame's immortal might.", "Lord of the Wood!  fair maid of Oregon!</br>Your fate is one &mdash; your fortunes are the same;</br>And grav'd for ever on the eternal throne</br>Your bridal vows of truth &mdash; your blended name;</br>Sweet is the incense of a virtuous fame,</br>And sweet the mingling of enamour'd souls;</br>Be your's all joys the sinless heart may claim</br>Till &mdash; hark!  the knell at midnight tolls,</br>And on the silent air a cry of battle rolls!", "Lift high war's banner to the morning gale!</br>Raise the loud war cry through strong Yamassee!</br>Legions are thronging from a thousand ways,</br>And bird and beast from their close coverts flee;</br>There is no sound of death, but every tree</br>Hides the sure arrow and the bended bow,</br>And glaring eyes, O Leon!  fixed on the thee</br>Mid the dark woods, like serpent's, flame and glow,</br>And battle-axes gleam, instinct to deal the blow.", "Look from thy tower with watchful eye and note</br>Each gate and portal as thy life were in't;</br>Guard well the draw-bridge and the broad, deep moat,</br>For ever there the foe hath left his print!</br>Oh, direful is the Indian's battle dint,</br>And dark and wily is his hidden path;</br>Of serpent wiles and snares his brain's a mint&mdash;</br>He brings a fear no other foeman hath,</br>And worse than hell doth lower the rancour of his wrath.", "Time wears apace, and vainly Indian power</br>Hurtles frail arrows in impotent ire;</br>Still frowns unscath'd the Yamassean tower,</br>Its loopholes gleaming with consuming fire;</br>But hopes of vengeance yet the tribes inspire,</br>The patient hope that in the Indian's breast</br>Can never but with some dark deed expire;</br>Cold famine, danger, perils unexpress'd</br>He doth endure unchang'd to be in slaughter blest.", "A thousand fires blaze on the dark midnight&mdash;</br>Ten thousand forms around them crouch or stand,</br>And all are weary of the bootless fight</br>With walls that move not 'neath a mortal hand,</br>While the red shot sweeps down the naked band</br>Beneath the ramparts of the frowning tower.&mdash;</br>Quick baffled hatred tir'd of bow and brand,</br>And curs'd the hoar chief and the banquet hour,</br>Quailing before the warrior monarch's awful power.", "The Oneidas, Hurons, Mohawks &mdash; all have fled</br>The Creeks and Choctaws follow on their way;</br>The watchfires wane around the unburied dead,</br>And the fierce Delawares have quit the fray.</br>\"Pause yet!\" the hoar chief cries &mdash; \"awhile, oh, stay!</br>Abide the last wile of my cunning &mdash; now!\"</br>High blaze the council-fires like light of day,</br>And, 'mid their bright and all-illuming glow,</br>The leaguing host pass on and through the forest go.", "For many a night upon his lonely tower,</br>Leon had watch'd the foe, and toil and care</br>And grief, indulg'd through many a midnight hour,</br>Nature no longer nor his soul could bear;</br>And on the bosom of his true love there,</br>In his high tower, repos'd the forest chief,</br>And Immalie bent o'er her face so fair,</br>And sought in song that rapture howe'er brief,</br>Which sooths unquiet sleep and stills the pang of grief.", "\"Thy head is pillow'd on my bosom now,\"</br>Thus with a dovelike whisper, murmur'd she,</br>The gentle queen; \"and on thy lofty brow,</br>Where gleams the glory of thy majesty,</br>I gaze unseen, the worshipper of thee,</br>Spirit of warrior beauty!  those shut eyes,</br>That read the souls of mighty Yamassee,</br>Gleaming like stars in late autumnal skies,</br>Behold me not as thus I bid my worship rise.", "\"War for my sake &mdash; the cruel war of death</br>Weighs heavy on thy mind, beloved one!</br>E'en now thou draw'st thy short and hurried breath</br>As if the slaughtering battle were begun,</br>And thy lips quiver as the fight were won,</br>And the loud shout of victory were thine;</br>Oh, how can I in any thing atone</br>For all the ills I've wrought thee?  how untwine</br>The serpent maze of thought that wraps thy soul divine?", "\"Oh, could I shun the battle's fiery bliss,</br>And wield thy sword &mdash; not 'gainst a father, no!</br>But all thy other foemen &mdash; with a kiss,</br>I would uplift thy banner o'er the foe,</br>And bear it through red havoc's dreadful glow,</br>Reckless of all things else, so thou wert near;</br>For 'tis the nature of true love to know</br>Nought but the form whose very shadow's dear,</br>And follow on his path through every mortal fear.", "\"Sweet slumber seals thine eyelids; would I knew</br>That peace were in thy heart!  thy spirit's eye,</br>I fear me, never sleeps, but bright and true,</br>For ever ranges through the earth and sky,</br>Hovering delighted near its home on high;</br>Oh, wake not now!  why that convulsive start,</br>As if thou heard'st far-off the battle-cry?</br>The spell of care lies heavy on thy heart</br>When will the mournful hours of harrowing fear depart?", "\"Once more sleep on my bosom, god of war!</br>Ah, canst thou feel the throbbings of my love?</br>The dazzling radiance of thy glory's star,</br>Though brighter far, will not so faithful prove.\"&mdash;</br>Lo!  sudden fires illume yon fir-tree grove,</br>And swimming shadows, 'mid the musky glare,</br>In wrathful attitudes, commingling, move;</br>And hark!  a fearful wailing of despair!</br>\"Wake, Leon, wake!  the foe in all his might is there!\"", "Prince Leon sprung &mdash; rush'd from the midnight tower,</br>Left the broad moat, and vaulted on his steed,</br>And thunder'd on amid an arrowy shower,</br>Where thousands fought as heaven were their meed;</br>Before the gale as bows the fragile reed,</br>So shrunk stern warriors from his charger's shock;</br>His sabre seem'd with thousand hearts to bleed,</br>None dar'd in fight that dragon crest to mock,</br>But on, unscath'd, he rush'd like crushing mountain rock.", "His warhorse caught his king's heroic thought,</br>And seem'd instinct with thousand lives &mdash; the air</br>Bicker'd with poison'd arrows &mdash; but he fought,</br>Like madness vanquishing the heart's despair,</br>While Leon still, amid the gory glare</br>Of his proud city, kept his kingly way,</br>Reeking with blood, like one whose only care</br>Was now to leave dire trophies of his sway,</br>Vast hecatombs to burn upon his dying day.", "The foe retires &mdash; the city's rob'd in flame&mdash;</br>The tower stands dark &mdash; the warder hath not fled;</br>\"Where be my warriors of undying fame?\"</br>Cried Leon.  \"There!\" the warder answer'd.  \"Dead!</br>All dead, brave spirits yet once more!\" he said,</br>And vanish'd into gloom &mdash; the gloom of blood;</br>But still were heard his courser's thundering tread,</br>And sabre-strokes far through the gloomy wood,</br>And shrieks came on the breeze where Leon's empress stood.", "With crimson breast and neck of thunder came</br>The sable charger, bath'd in gory dew;</br>Feebly he struggled on, 'mid smoke and flame,</br>And spurn'd the dead with his red hoof as through</br>The dead and dying, he rush'd on, and drew</br>Near Leon's tower &mdash; then, with a faint low sigh,</br>He fell and died, yet to his monarch true,</br>The last light of that eye, whose guiding ray</br>Had led his rider safe, still gleam'd as in the fray.", "Lord of the Wild!  thou stood'st amid the blaze</br>Of thy vast city on that night of doom,</br>Not as the Gallic chief, in later days,</br>Stood in the kremlin; mid the glare and gloom</br>Of fiery seas of blood thou found'st thy tomb</br>Amid the ruins of thy noble race&mdash;</br>Amid thy slaughter'd foes, and earth lack'd room</br>For all the dead; their final dwelling place</br>Was where thy name survives in battle and in chase.", "The volum'd flames wane in the morning sun,</br>And havoc sickens in his feast of gore;</br>But where is Leon?  When his course was done,</br>No mortal eye beheld the hero more;</br>No flight was seen on wilderness or shore,</br>But Immalie had gone and long her sire</br>Cried vainly for his child.  Years linger'd o'er,</br>And lonely burn'd his cheerless cabin fire,</br>But she return'd no more to gladden or inspire.", "Fame tells strange sounds, upon the battle morn</br>Were heard on Leon's castellated tower;</br>Sounds indistinct like those of deep love born,</br>In lone communion at the midnight hour;</br>And in the grey dawn, round the lost queen's bower,</br>Quick as wild flashes from the electric sky,</br>The deep bay trembled to its farthest shore,</br>'Tis said, and something shadow'd from on high,</br>But darkness shrouds the scene &mdash; all, all were born to die.</br>"]