["THE ARGUMENT.</br>PALINODE intreates his friend</br>To leave a wanton Lasse;</br>Yet hee pursues her to his end</br>And lets all Counsell passe.", "PALINODE.  HOBBINOLL.", "Whither wends Hobbinoll so early day?</br>What, be thy Lamkins broken from the fold,</br>And on the plaines all night have run astray?</br>Or are thy sheepe and sheep-walkes both ysold?</br>What mister-chance hath brought thee to the field</br>Without thy sheepe?  thou wert not wont to yeeld</br>To idle sport,</br>But didst resort</br>As early to thy charge from drowzy bed</br>As any shepheard that his flocke hath fed</br>Upon these downes.", "HOBBINOLL.</br>Such heavy frownes</br>Fortune for others keepes; but bends on me</br>Smiles would befit the seat of majestie.</br>Hath Palinode</br>Made his abode</br>Upon our plaines, or in some uncouth Cell?</br>That heares not what to Hobbinoll befell;</br>Phillis the faire, and fairer is there none,</br>To-morrow must be linkt in marriage bands,</br>Tis I that must undo her virgin Zone.</br>Behold the man, behold the happy hands.", "PALINODE.</br>Behold the man?  Nay then the woman too,</br>Though both of them are very smal beholding</br>To any powre that set them on to wooe;</br>Ah Hobbinoll!  it is not worth unfolding</br>What shepheards say of her; thou canst not chuse</br>But heare what language all of Phyllis use;</br>Yet, then such tongues,</br>To her belongs</br>More men to sate her lust; Unhappy elfe!</br>That wilt be bound to her to loose thy selfe.</br>Forsake her first.", "HOBBINOLL.</br>Thou most accurst!</br>Durst thou to slander thus the innocent,</br>The graces patterne, Vertues president?</br>She, in whose eye</br>Shines modesty,</br>Upon whose brow lust never lookes with hope,</br>Venus rul'd not in Phillis Horoscope;</br>Tis not the vapour of a Hemblocke stem</br>Can spoile the perfume of sweet Cynnnamon;</br>Nor vile aspersions, or by thee or them</br>Cast on her name, can stay my going on.", "PALINODE.</br>On maist thou goe, but not with such a one,</br>Whom (I dare sweare) thou knowst is not a maid:</br>Remember when I met her last alone,</br>As wee to yonder Grove for filberds straid,</br>Like to a new-strook Doe from out the bushes</br>Lacing herselfe, and red with gamesome blushes</br>Made towards the greene,</br>Loath to be seene:</br>And after in the grove the goatheard met:</br>What saidst thou then?  If this prevaile not, yet</br>I'le tell thee moe.</br>Not long agoe</br>Too long I lov'd her, and as thou dost now,</br>Would sweare Diana was lesse chaste then she,</br>That Jupiter would court her, knew he how</br>To finde a shape might tempt such chastity:</br>And that her thoughts were pure as new-falne snow,</br>Or silver swans that trace the bankes of Poe,</br>And free within</br>From spot of sin:</br>Yet like the flinte her lust-swolne breast conceal'd</br>A hidden fire; and thus it was reveal'd:</br>Cladon, the lad</br>Who whilome had</br>The Garland given for throwing best the barre,</br>I know not by what chance or lucky star,</br>Was chosen late</br>To bee the mate</br>Unto our Lady of the gleesome May,</br>And was the first that danc'd each holyday.</br>None would hee take but Phillis forth to dance,</br>Nor any could with Phillis dance but hee,</br>On Palinode shee thenceforth not a glance</br>Bestowes, but hates him and his poverty,</br>Cladon had sheepe and lims for stronger load</br>Then ere shee saw in simple Palinode;</br>Hee was the man</br>Must clip her than,</br>For him shee wreathes of flowers, and chaplets made,</br>To strawberries invites him in the shade</br>In sheering time</br>And in the prime</br>Would helpe to clip his sheepe, and gard his lambs,</br>And at a need lend him her choicest rams;</br>And on each stocke</br>Worke such a clocke</br>With twisted couloured thred, as not a Swaine</br>On all these downes could show the like againe.</br>But as it seemes, the Well grew dry at last,</br>Her fire unquench'd; and shee hath Cladon left.</br>Nor was I sorry; nor do wish to taste</br>The flesh whereto so many flyes have cleft.</br>Oh Hobbinoll!  Canst thou imagine shee</br>That hath so oft beene tryde, so oft misdone,</br>Can from all other men bee true to thee?</br>Thou knowst with mee, with Cladon, shee hath gone</br>Beyond the limits that a maiden may,</br>And can the name of wife those rovings stay?</br>Shee hath not ought</br>That's hid, unsought,</br>These eyes, these hands, so much know of that woman</br>As more thou canst not; can that please that's common?</br>No:  should I wed,</br>My marriage bed</br>And all that it containes, should as my heart</br>Be knowne but to my selfe; if we impart</br>What golden rings</br>The Fairie brings,</br>Wee loose the Jem nor will they give us more.</br>Wives loose their value, if once knowne before</br>Behold this Violet that cropped lyes,</br>I know not by what hand, first from the stem,</br>With what I plucke my selfe shall I it prise?</br>I scorne the offals of a Diadem.</br>A Virgins bed hath millions of delights</br>If then good parents please shee know no more:</br>Nor hath her servants nor her favorites</br>That waite her husbands issuing at dore:</br>Shee that is free both from the act and eye</br>Onely deserves the due of Chastitie.</br>But Phillis is</br>As farre from this,</br>As are the poles in distance from each other</br>Shee well beseemes the daughter of her mother.</br>Is there a brake</br>By Hill or Lake</br>In all our plaines that hath not guilty beene</br>In keeping close her stealths; the Paphian Queene</br>Ne'er used her skill</br>To win her will</br>Of young Adonis, with more heart then shee</br>Hath her allurements spent to work on me.</br>Leave, leave her, Hobbinol; shee is so ill</br>That any one is good that's nought of her,</br>Though she be faire, the ground which oft we till</br>Growes with his burden old and barrener.", "HOBBINOLL.</br>With much ado, and with no little paine</br>Have I out-heard thy railing 'gainst my love:</br>But it is common, what wee cannot gaine</br>Wee oft disvalew; sooner shalt thou move</br>Yond lofty Mountain from the place it stands,</br>Or count the Medowes flowers, or Isis sands,</br>Then stirre one thought</br>In mee, that ought</br>Can be in Phillis which Diana faire</br>And all the Goddesses would not wish their.</br>Fond man then cease</br>To crosse that peace</br>Which Phillis vertue and this heart of mine</br>Have well begun; and for those words of thine</br>I do forgive,</br>If thou wilt live</br>Hereafter free from such reproaches moe,</br>Since goodnesse never was without her foe.", "PALINODE.</br>Beleeve mee Hobbinoll what I have said</br>Was more in love to thee then hate to her:</br>Thinke on thy liberty; let that bee weigh'd;</br>Great good may oft betide if wee deferre</br>And use some short delayes ere marriage rites</br>Wedlocke hath daies of toile as joysome nights.</br>Canst thou bee free</br>From jealousy?</br>Oh no:  that plague will so infect thy braine</br>That onely death must worke thy peace againe.</br>Thou canst not dwell</br>One minute well</br>From whence thou leav'st her; locke on her thy gate</br>Yet will her minde be still adulterate.</br>Not Argos eyes</br>Nor ten such spies</br>Can make her onely thine; for shee will do</br>With those, that, shall make thee mistrust them too.", "HOBBINOLL.</br>Wilt thou not leave to taint a virgines name?", "PALINODE.</br>A virgin?  yes:  as sure as is her mother.</br>Dost thou not hear her good report by fame?", "HOBBINOLL.</br>Fame is a lyer and was never other.", "PALINODE.</br>Nay, if shee ever spoke true; now shee did:</br>And thou wilt once confesse what I foretold:</br>The fire will bee disclos'd that now lies hid,</br>Nor will thy thought of her thus long time hold.</br>Yet may shee (if that possible can fall)</br>Bee true to thee that hath beene false to all.", "HOBBINOLL.</br>So pierce the rockes</br>A Red-breasts knockes</br>As the beleefe of ought thou tell'st mee now.</br>Yet bee my guest to morrow.", "PALINODE.</br>Speed your plough.</br>I feare ere long</br>You'le sing a song</br>Like that was sung heereby not long ago.</br>Where there is carrion never wants a crow.", "HOBBINOLL.</br>Ill tutor'd Swaine,</br>If one the plaine</br>Thy sheep hence-forward come where mine do feed,</br>They shall bee sure to smart for thy misdeed.", "PALINODE.</br>Such are the thankes a friends fore-warning brings.</br>Now by the love I ever bore thee, stay!</br>Meete not mishaps!  themselves have speedy wings.", "HOBBINOLL.</br>It is in vaine.  Farewell.  I must away.</br>"]