["Vain is to me the low and mourning breeze,</br>Which swells the requiem of departed day,</br>Pouring sad music through the quiv'ring trees;</br>Vain are the far off sounds which die away,</br>And round mine ear in ling'ring murmurs play.</br>Chaste, tranquil eve!  thy sweet and solemn rest</br>Alone could never wake the slumb'ring ray;</br>Much nobler call, and far more high behest,</br>Must fan the secret flame, and rouse the heav'n-born guest!", "What shall I call thee?  thou, whose placid eye</br>First on the cradle of my boyhood fell,</br>And stamp'd my future doom in infancy!</br>Thou, who first shew'd me that aerial cell,</br>Where, far from moral view, the Muses dwell!</br>There, ever and anon, a wayward child,</br>I tried to build the rhyme I lov'd so well;</br>With song the hours of idleness beguil'd,</br>Pour'd many an uncouth strain, and o'er its rudeness smiled.", "For much of tourneys, and of barons bold,</br>Of spell-wrought feat, I knew, and mystic lore;</br>Of Him who to th' accursed his being sold,</br>And Him, the matchless wizard, whom of yore</br>To the foul fiend an earthly mother bore;</br>Nor less could tell the wand'rings of that knight,</br>Who from the monster's fangs his leman tore;</br>Thrice sank the wondering day-star on their fight,</br>And thrice the charmed flood restored his fallen might.", "Whence is thy secret power, sweet Poesy;</br>The hidden spell that binds my soul so strong?</br>Why 'mid my sorrows can I fly to thee,</br>And, rapt in holy mysteries of song,</br>Forget the cares which to dull earth belong?</br>It is not He, the bard of courtly ears,</br>Nursed 'mid the busy hum and flaunting throng,</br>That swells my hopes, and solaces my fears;</br>What though he raise my smile, he cannot soothe my tears!", "The polish'd numbers of the grotto shade</br>Touch no respondent string of grief or joy;</br>At other founts, my weary course is stay'd,</br>Where, 'neath her moss-grown cell, the Naiad coy</br>Wells forth the spring, unstain'd by art's alloy;</br>To other days the rhymes I love belong,</br>(Those lofty rhymes may no rude hand destroy)</br>Where truth is twin'd the faery wreath among,</br>Fierce wars and faithful loves, the moral and the song.", "Still, e'en in dawning manhood's riper age,</br>These elder minstrels bid my bosom glow;</br>Oft will they lure me to their magic page,</br>And viewless forms and airy fabrics show,</br>And teach me shapes of other worlds to know;</br>And while I hear their inexpressive strain,</br>Far fly the charm-bound fiends of earthly woe:</br>Ah!  ne'er may reason stretch her chilling reign,</br>Unbind this \"silken tye,\" or break this \"silver chain!\"</br>"]