["Hail Pity!  gentlest child of heaven,</br>Whose soothing charms beguile the smart,</br>Of the sad breast by sorrows riven,</br>And calm the anguish of the woe-wrung heart.</br>Thy bosom bare, oft heav'd by many a sigh,</br>The tear still glist'ning in thy azure eye;</br>With clasping hands uprais'd, I see thee weep</br>Upon the rude and rocky steep:</br>Imploring heav'nly aid to save,</br>(While sounding tempests have the deep,)</br>The mariner, whose wearied arm</br>No longer braves the howling storm,</br>And shrieking sinks beneath the o'erwhelming wave.", "With milder look and pensive mien,</br>Sad bending o'er the closing grave,</br>Thy angel form is often seen:</br>Or seeking brooding sorrow's darken'd cave.</br>Still cautious treading lest thy foot should spoil</br>Some hapless little insect's hard-spent toil;</br>Or crush with agony the writhing worm.</br>And as thou journiest slow along,</br>Stop'st to hear the maniac's song,</br>And breath'st a long-drawn heart-felt sigh,</br>And drop'st the pearly tear that dimm'd thy swimming eye.", "Thou lov'st to find the wretch's haunt,</br>Enter'st free his lowly shed,</br>Th' abode of dire disease and want,</br>And scatter'st roses o'er his thorny bed.</br>Oft in the loathsome dungeon art thou found,</br>Where horror spreads her blackest shades around,</br>And stop'st the mournful tale to hear,</br>Of sorrowing vice, rehears'd with many a tear.</br>Mildly thou bid'st the mourner cease,</br>And woo'st his troubled soul to peace.", "Thou fann'st of hope the languid fires,</br>The drop distemper'd, from his brow dost wipe,</br>While pang-fed mis'ry quits her iron gripe,</br>And with her haggard train she half retires.</br>The prison'd wretch thus robb'd of pain,</br>Awhile forgets his galling chain.</br>Pale sickness feels the placid charm;</br>Once more uplifts his wasted form;</br>Thy hand his throbbing temples holds the while.</br>Thy voice, dejected sorrow hears,</br>And dries awhile the starting tears,</br>And learns to raise her downcast eyes and smile.</br>"]