["ARMINIUS.</br>Shepheard, well met; Our losse hath made me bold</br>To search thy Dounes:  Five weathers of our Fold</br>Have straggled from our Pastures, and have stray'd.", "PHILAMNUS.</br>'Twas soundly watcht the whil'st:  But have you made</br>Search no where else?", "ARMINIUS.</br>My hopes first led me hither;</br>His way lies every where that kens not whither;</br>Small moment, Shepheard, guides a doubtfull breast;</br>Our sheep oft turn their faces to the East,</br>Which led my hopefull fears (perchance too bold)</br>To make enquiry in your Eastern Fold.", "PHILAMNUS.</br>And welcome:  But me thinks the Roman Swains</br>Should tell you news:  It had bin lesser pains</br>And to more purpose, (if my thoughts be cleare)</br>For you t' have made your first enquiry there:</br>There's but a slender ruinous hedge that bounds</br>And flightly limits your contiguous Grounds;</br>So poor a Fense, young Swain, that 'tis suppos'd</br>Yee feed in Common, though yee seem enclos'd:</br>Goe make a speedy, Triall, and search there.", "ARMINIUS.</br>My hopes renue.", "PHILAMNUS.</br>And I renue my feare.", "ARMINIUS.</br>But gentle Shepheard, Here a second thought</br>Puzles my quickning hopes, and I am brought</br>Into a greater doubt:  The Roman Brand</br>Is so, so like to ours; nay, ev'n doth stand</br>In th' selfe same place, that my unskilfull tongue</br>Dare make no Challenge:  I am yet but young</br>And too too green to judge, and yet not made</br>Acquainted with the secrets of our Trade:</br>I'm doubtfull what to doe:  It is all one</br>Not to make search, as seek, and finde unknowne.", "PHILAMNUS.</br>Then, Swain, take my advice; If what I say</br>Please not thy fancy, try a better way.", "ARMINIUS.</br>Thanks, gentle Shepheard; you shall much endear</br>Your thankfull servant, and command his ear.", "PHILAMNUS.</br>But Swain, acquaint me first (for it appears</br>Thou art as yet no Shepheard by thy years)</br>How often doth thy Master Shepheard feed</br>His numerous Flocks; They are a jolly Breed,</br>And well come on; How often doe they stand</br>Before his eye, and number'd by his hand?", "ARMINIUS.</br>Once in seven dayes, his food-providing care</br>Gives them a full Repast of dainty fare,</br>But for their daily diet, his command</br>Refers their welfare to my carefull hand.", "PHILAMNUS.</br>Which of the seav'n may his grave wisdome keep</br>For this Repast?  Or doe his ready sheep</br>Expect his Call, and wholly leave the day</br>To his wise pleasure?", "ARMINIUS.</br>What he will, he may:</br>The day is alterable; Pow'r is given</br>To him, to choose, so he choose one in seaven:</br>But yet his wisdome for the fashion sake</br>And his own quiet, hath bin pleas'd to make</br>Choice of the first.", "PHILAMNUS.</br>Feeds he for by-respect?</br>Folds he for fashion?  Better, quite neglect:</br>But does he totally devote that day</br>To his fair Flock?", "ARMINIUS.</br>He sends them pleas'd away,</br>Full fed with dainties, mingled with delight:</br>All day, they feed, and when the drooping Light</br>Begins to trebble the encreasing shades,</br>The Musick of the Oaten Reeds perswades</br>Their hearts to mirth; His wanton Rams grow brisk;</br>His Ewes begin to trip; his Lambs to frisk;</br>And whilst they sport and dance, the Love-sick Swains</br>Compose Rush-rings and Myrtleberry Chains,</br>And stuck with glorious King-cups, and their Bonnets</br>Adorn'd with Lawrell slips, chaunt their Love-sonnets</br>To stir the fires, and to encrease the flames</br>In the cold hearts of their beloved Dames.", "PHILAMNUS.</br>Your Shepheard takes great pains; but his Reward</br>Will prove as heavy as his pains are hard:</br>But tell me, Swain, what dainty food is that</br>That makes your thriving flocks, so plump, so fat?</br>They make rich Shepheards, and encrease their stock;</br>Pan grant, your Shepheard make as rich a flock:</br>But what's that dainty food?  here's none but wee,</br>I am no Sive:  I prithee Swain, be free.", "ARMINIUS.</br>I know not, why; but I stand full possest,</br>My secrets finde a closet in thy brest;</br>Where I'le repose them:  Know then, Shepheard, know,</br>There is a glorious Plant, that once did grow</br>In Priestly Arons Garden, in the dayes</br>Of Legall worship; this fair Plant did rayse</br>A swelling Husk, in whose rich womb there lay</br>Large Grains of Orient Pearl, which (as they say)</br>Rip'ned, but nere disclos'd till that blest morn</br>Wherein our good, our great God Pan was born;</br>Just then it open'd; and th' enclosed Grain</br>Unknownly vanisht; and then, clos'd again:</br>This wondrous Plant still flourisht, and her strength</br>Maintain'd her empty Husks, untill at length,</br>Ah me!  our great Pan dyed, and then it droopt;</br>And had not brain-dissolved mortals stoopt</br>And watred her dry Roots with floods of tears,</br>'T had dyed, a fable to our faithlesse ears;</br>Which blessed Plant, whom these salt showres repair,</br>Was by a Roman-Shepheards holy Pray'r</br>And some days Fast, transplanted to the Lay</br>Of Roman Shepheards, fruitfull to this day.", "PHILAMNUS.</br>But have those Pray'rs restor'd the Pearl again?", "ARMINIUS.</br>The Husks are plump; but yet they bear no Grain:", "PHILAMNUS.</br>Those Husk-like Pray'rs, which vain devotion swels,</br>Come short for things of price, but home for shels.</br>But tell me, Swain, to what prodigious end</br>May these miraculous discourses tend?", "ARMINIUS.</br>Shepheard, I'le now perform (as you require)</br>My faithfull promise, and your fair desire:</br>These swellings Husks, which heretofore retain'd</br>This vanisht Pearl, for many years remain'd</br>Uselesse and vain, untill an after Age</br>More wisely curious, and maturely sage,</br>Made further search, and by experience found</br>Their vast and wide extended wombs abound</br>With precious oyle, whose aromatick sent,</br>Like fatning Amber, nourisht where it went:</br>This odoriferous, this unctious Juice</br>Our Roman Shepheards husband to their use</br>A thousand ways:  with this their sacred hands</br>Varnish their painted Folds, manure their lands,</br>Sweeten their putrid Fodder, and improve</br>Their wel-contented Flocks in fear, and love:</br>Now gentle Shepheard; we, whose bord'ring bounds</br>Are ev'n contiguous with those Roman grounds,</br>Have secret traffick, and a fair commerce;</br>Though seeming foes, we under hand converse:</br>We plot, contrive, consult, we enterchange</br>Both wares and hearts, and yet are seeming strange;</br>This precious Oyle, (the hint of our discourse)</br>We hold in Common, without pray'r, or purse:</br>With this; our thriving Shepheards every day</br>Anoint their formall Temples, which display</br>Their glorious frowns; at whose severer brow</br>Their croutching Flocks doe tremble, fawn, and bow</br>Their curved bodies, and with reverence, stand</br>Creating Idols at their strict command:</br>With this restoring Oyle, they dulcifye</br>The meanest trash that ever Shepheards eye</br>Disdain'd; nay, oftentimes their flocks doe fare</br>No better then Chameleons in the ayre:</br>Not having substance; but with forc'd content,</br>Making their Maundy with an empty sent.", "PHILAMNUS.</br>But Swain, me thinks, such kind of food should keep</br>The thriving Shepheard fatter then his sheep.", "ARMINIUS.</br>True, Shepheard; they seem lusty, though not full;</br>But what they want in flesh, they find in wooll.", "PHILAMNUS.</br>But Swain, I wonder much they make not bold,</br>Sometimes to straggle to another Fold,</br>To mend so mean a diet?", "ARMINIUS.</br>Every day,</br>If not well watcht, some one or other stray</br>To your rich Plains:  where if by chance ere found</br>They rue it dearely, though they scape the Pound.", "PHILAMNUS.</br>We are poor Tenants, Swain; the Pound's not ours,</br>The Pound belongs to you; The Lordship's yours.", "ARMINIUS.</br>But Shepheard, when our rambling flocks oppresse</br>Your vally pastures, they as well transgresse</br>Our Mountain laws, which when our Swains present,</br>Our righteous scales weighs out the punishment</br>Companion to th' offence; Sometimes we fine,</br>Sometimes impound, and sometimes discipline</br>With sharper Censures:  But what wrong is made</br>To you, our Lordship's sure to see you paid.", "PHILAMNUS.</br>W' are paid indeed!  your Lordship is so just</br>That smooth-fac'd mercy oftentimes is thrust</br>From your too just Assemblies; But young Swain,</br>What if some stragglers in your fleecy train</br>Should chance to wander to the Roman Fold?", "ARMINIUS.</br>As oft they doe:  Why, Shepheard, we still hold</br>A fair compliance there; Alas, we stand</br>On equall tearms, not diff'ring much in Brand,</br>Nor soil, nor bone, nor number; Our proud Rams</br>Oft tup their Ewes, and then we share their Lambs;</br>And their's, by stealth, sometimes tup ours; and thus</br>As we did share their Lambs, they share with us;</br>That insomuch, not twice two Moons full past,</br>Unseen, I heard some conference at last,</br>It was their mutuall vote, That that sleight Fense</br>Which parts their neighb'ring hils were taken thence</br>By some indifferent hand; at length, concluded</br>That swift wing'd Time (whose crooked sithe intruded</br>Into the state of transitory things)</br>Would doe the deed.", "PHILAMNUS.</br>Heav'n close or clip his wings.</br>But tell me Swain, (since thine own fair desert</br>Hath taught thee so much trust as to impart</br>Thy treasur'd secrets in my faithfull eare)</br>What are thy Shepheards ways?  Are they severe,</br>Reserv'd, and strict?  Or gives he free'r raines</br>To mirth and sports, as on our frolique Plaines</br>We Shepheards use?", "ARMINIUS.</br>Shepheard, the early days</br>Of my lifes Kalender can hardly rayse</br>So high a reck'ning to inform your eare</br>What his first ways and new-launcht courses were;</br>Nor can my credit warrant the report</br>Of doubtfull Fame, which oftentimes comes short,</br>And oft exceeds the letter of the Truth;</br>But here 'tis voic'd that his ingenious youth</br>Was tutor'd first, and trained up in sweet</br>And sacred Learning at Gamaliels feet</br>Under that famous Chappell, (which they say</br>Was since repair'd, whose memory to this day</br>Is fresh in our Records) where twice at least</br>In every twice twelve howres he came and blest</br>His hopefull fortunes; led a temp'rate life,</br>As far from idlenesse, as factious strife;</br>He was a painfull Shepheard, strict, severe,</br>And by report, a little too austere</br>Against those harmlesse sports and past'rall songs</br>And ceremonious Quintils, that belongs</br>To Shepheards rurall mirth; nay, more then so,</br>If fame be true, he was a Zelot too.</br>But since promotion rais'd him from the plaines</br>To Mountain service, where his flock remains</br>Committed to my charge, his zeale abates,</br>And richly cloth'd with Lordly silks he waites</br>In Courts of Princes, reveling out his dayes</br>In lavish feasts and frolique Roundelayes,</br>Carousing liberall healths to the deare name</br>Of this rare Beauty, or that Courtly Dame;</br>Commands, controls, usurps a power unknown,</br>Makes Laws, and puffs, and Lords it up and down:</br>That insomuch the Course he first began</br>Is quite forgot, and he another man.", "PHILAMNUS.</br>O Swain, me thinks these rufflings ill befit</br>A Shepheards cloth; The Riots they commit,</br>Methinks should bring a scandall, and defame</br>Their publique callings, and their private name.", "ARMINIUS.</br>Ah Shepheard, were their glory not too bright</br>For scandall to eclipse, 'twould soon be night</br>With their Profession; but the Clouds that rise</br>Upon their darkned names so blurre the eies</br>Of their repute, that neighb'ring Swains deride</br>The bubling folly of their babling Pride,</br>Whilst passers by cry shame, when they behold</br>Such burly Shepheards and so bare a Fold.</br>Ah gentle Shepheard, how it gripes and wounds</br>My bleeding soul to see our mossy grounds</br>Parcht up and burnt, for want of timely show'rs,</br>Bought with our painfull Shepheards pray'rs, whilst yours</br>Flourish and prosper, watred with the dew</br>Of pleased heav'ns that blesse both them and you!", "PHILAMNUS.</br>True Swain, the gracious hand of heav'n hath blest</br>Our fruitfull Plains; my thriving flocks have rest</br>And down-right feeding; what we gain we spend</br>With thankfull hearts, and what we spare we lend:</br>Roots are our food, and Russet is our clothing;</br>We have but little, and we want for nothing:</br>Streams quench our thirst, nor taste we what's delicious;</br>Our brain's not busie, nor our breasts ambitious,</br>We charm our cares, and chaunt away our sorrow,</br>We live to day, and care not for to morrow:</br>Thrice blessed be our great God Pan, that takes</br>A gracious pleasure in our pains, and makes</br>Our labours prosp'rous, and with sparing hand</br>Lends us enough, and courage to withstand</br>The gripes of fortune, and her frowns, for which</br>Our lowly hearts shall fly as high a pitch,</br>As they that impe their more ambitious wings</br>With Eagles plumes, and mount to Thrones of Kings.</br>But Swain, I am transported, and I fear</br>Too long delay hath wrong'd your patient ear;</br>My promise hath engag'd me as your guide</br>To search your stragglers that have stray'd aside.", "ARMINIUS.</br>Your blest example hath prescrib'd a way</br>To find my selfe that am the greater stray,</br>For which fair Shepheard, may the heav'ns encrease</br>Your perfect welfare in eternall peace.", "PHILAMNUS.</br>Thanks gentle Swain; And if our homely Plains</br>May give you pleasure, purchas'd by our pains,</br>Enjoy it freely:  But the evening damp</br>Begins to fall, and heavens declining Lamp</br>Bespeaks the doubtfull Twilight:  Day (grown old)</br>Invites the fowls to Roost; my Sheep to Fold.</br>"]