["Aye &mdash; many a Sun hath set, since my young hand</br>Smote the wild lyre; and many a fitful breeze</br>Hath passed along the chords, since Fancy's wand</br>Called forth her shapes to dazzle, and to please;</br>And every throb and passion is at peace.</br>Awake my harp!  is there no untried theme</br>To rouse thy tremulous strains?  can Memory cease</br>To woo the musings of her once-loved dream,</br>As dear, as ever warmed a bard by wizard stream.", "The thoughts of other days, in shadowy throng,</br>Tumultuous pass before me:  dost thou see</br>Superior 'mid the forms, that float along,</br>One lovelier than the loveliest Nymph may be?</br>Aye &mdash; by the blossom of that cheek 'tis she:</br>She, for whose love my every pulse is beating;</br>And, as the past awakes a hollow sigh,</br>I feel the blood advancing and retreating&mdash;</br>Yet oh!  deceptive bliss, the pangs of absence cheating.", "A world of time enshrouds the slow-paced hours,</br>That part young bosoms, melting in deep love:</br>When last thy full eye sank in tender showers,</br>Methought it spoke of pangs, we had to prove.</br>Yet lovely as the Moon in her alcove</br>Of starry splendour, when a robe of dew</br>Is wreathed around her, and her handmaids move</br>In mystic maze &mdash; it glistened to the view,</br>As fain it would have looked my bosom through and through.", "Sweet star of Memory!  I bless thy beam</br>With dear devotion, for to thee I owe</br>The phantom of my joy.  As waters gleam</br>Reflectively, and bright, and beauteous flow</br>In triumph to the dancing rays, that throw</br>Athwart the blue expanse a blaze of  light:&mdash;</br>So, Memory, dost thou teach my heart to know</br>The sweetness of the past, till I delight</br>To catch the fairy forms, that flit before my sight.", "A few, brief, little moons &mdash; and oh!  how sweet</br>To rove with thee, fair sovereign of my breast,</br>Fair Idol of my faith, while feelings beat</br>In fondest unison to lot so blest.</br>The waters rolled around us; and the crest</br>Of distant cliff was streaked with paly red,</br>Caught from the Sun, just sinking into rest;</br>All Nature slumbered in her Summer bed,</br>The wild winds were enchained, and nought was heard to dread:", "Nought, save the dash of billows &mdash; like the noise</br>Of busy city, murmuring round the head</br>Of calm Philosophy, whose \"still small voice\"</br>Rose faintly, fitfully:  methought, it said,</br>How lovely in the storms of life is shed</br>The ray of peace o'er some romantic cot,</br>By two hearts tenanted, whose thoughts are led</br>To one magnetic point; whose wish is not</br>For pomp and grandeur, but a still sequestered spot.", "In such a moment we were wont to pause,</br>And gaze upon the star of Destiny:</br>Did we not deem it, like transparent gauze,</br>With spangles studded to enchant the eye?</br>Oh!  we did whisper (and a little sigh</br>Betrayed too legibly of future scenes)</br>That star would guard us from the ills, that ply</br>Poor Man: &mdash; alas!  delusive Fancy gleans</br>Against the woes of life fond, flattering, faithless means.", "And now the waves divide us (did we deem</br>The pang of parting half so keen?)  I gaze</br>On that same twinkling star, till tear-drops stream</br>In showers of feeling, and departed days,</br>Like phantoms, sweep around me; &mdash; dost thou trace</br>With lingering look yon brilliant of the sky,</br>Communing with me through a world of space?</br>Love whispers \"yes\"; and curbs the anxious sigh,</br>That struggles forth, whene'er I muse on joys gone by.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]