["Hence!  sultry Summer!  hence</br>Thou nurse of lassitude and indolence!</br>Nor beam on me again thy fervid ray;</br>Nor to my fainting limbs convey</br>Thy soft enfeebling influence;</br>But come thou season fresh and clear,</br>Loveliest of the waning year,</br>Luxuriant Autumn!  whom to greet</br>Every rural charm doth meet.</br>Nature owns thy sovereign pow'r,</br>Rip'ning grain, and fruit, and flow'r,</br>No longer is the Sylvan scene</br>Rob'd in one unvaried green;</br>A lovlier prospect I behold,</br>Where every leaf is ting'd with gold.", "No more doth sultry Silence reign</br>Mistress of the scorched plain;</br>No more the murmuring rill doth glide</br>Through sedges high, which almost hide</br>The puny stream from heedless view;</br>For now its current swells anew,</br>And all its wonted strength regains,</br>And proudly winds to distant plains.", "The plenteous harvest now is in,</br>And labour doth again begin;</br>The joyous sounds salute my ear,</br>In cadence musical and clear.</br>Where the ploughman's annual toil</br>For future crops prepares the soil;</br>Or where the flail's incessant din</br>Echoes from the barn within.</br>The teeming orchards now repay</br>The hope of many a former day.</br>The pound receives the rich produce,</br>And streams with the delicious juice;</br>While many a dainty apple laid</br>In snug recess, (on purpose made)</br>Still rip'ning rests, &mdash; securely stor'd,</br>Till call'd to deck the Winter's board.", "Now too the rural sports dispense</br>Their health-inspiring influence:</br>Slighting all the charms of sleep,</br>I rise ere ruddy Sol doth peep;</br>(When every thing is fresh and fair,</br>Breath'd on by the morning air;)</br>And o'er diversity of ground</br>Elate and brisk I range around,</br>With staunch and careful dogs to try</br>For the covey as they lie:</br>Or with nimble hound and horn,</br>I mount my steed, and meet the morn;</br>Unwind the hare's intricate maze,</br>Or else pursue in eager chase</br>The brushing fox, or lofty deer,</br>Quite transported and hear</br>The musick of the harmonious pack,</br>From every valley echo'd back.", "Then when evening spreads its gloom,</br>Fatigu'd I seek my chearful room;</br>And there with chosen friends a few,</br>The passions of the day renew;</br>Till gentle sleep its balm bestows,</br>And lulls me into soft repose.</br>Those delights, Sweet Autumn give,</br>And I thy votary will live.</br>"]