["O!  for his Heaven descended fire,</br>Who sung Achilles' rage in strains divine;</br>Or his who bade Rome's godlike sire,</br>For ever live in his immortal line.</br>Then Keppel in my lays sublime,</br>Thy name should long survive th' unmeasur'd reign of time.", "Chief of the Nine, celestial Muse!</br>Whom oft with ardent vows I late implor'd;</br>Thy genial influence to diffuse</br>Thro' all my frame; if e'er thou did'st afford</br>Thy list'ning ear to my request,</br>If e'er thy magic power my raptur'd soul possest.", "While now a far sublimer theme,</br>Than all that erst invok'd thy sacred aid,</br>Calls loud for thy transporting flame,</br>Come sweetest virgin from th' embow'ring glade;</br>Thy lov'd retreat, and gently o'er</br>My soul, a double portion of thy spirit pour.", "Be mine the high-resounding lyre,</br>Thy Flaccus swept and join'd his Heaven-taught lays;</br>My nobler subject shall inspire</br>A loftier strain of widely echoing praise.</br>As his Augustus yields to mine,</br>So my diviner fire shall glow thro' ev'ry line.", "There are, who only great appear</br>When fickle Fortune sheds her favouring ray;</br>Be mine to bid the world revere,</br>A hero rais'd above her changeful sway;</br>Whose fame to blast, whose worth to hide,</br>In vain the clouds and storms by Envy rais'd, or Pride.", "Against his life th' infernal band,</br>Athirst for guiltless blood their rage unite;</br>Dauntless and firm behold him stand,</br>His manly countenance serenely bright;</br>With smiles which innocence supplies,</br>And all his placid soul forth beaming in his eyes.", "In vain with lies th' assassin strove</br>To wrest the laurel from thine honour'd brows;</br>All his detested efforts prove,</br>How much to thee a grateful people owes;</br>And each vile art to blast thy fame,</br>Serves only to reflect new lustre on thy name.", "So when Hyperion's fiery steeds,</br>Up Heaven's steep hill begin their ardent way;</br>Awhile some envious cloud succeeds,</br>But soon retires before his noon-tide ray;</br>And all at once divinely bright,</br>He bursts in glory forth, and charms th' admiring sight.", "Not the recording page that boasts</br>Of Goree's walls, or Belleisle's rocky shore;</br>Or points to Cuba's dang'rous coasts,</br>And counts exulting thy long glories o'er,</br>So fair thy merits could disclose,</br>So high thy triumphs raise o'er thine and Virtue's foes.", "Nor silent be the trump of Fame,</br>For those whose firm souls dar'd in needful hour</br>To vindicate an injur'd name,</br>Or those who scorn'd the giant arm of pow'r;</br>And greatly with united voice,</br>Proclaim'd the hero's praise, and swell'd a nation's joys.", "O Keppel!  let thy faithful breast</br>Glow with new ardours for Britannia's weal;</br>Still be thine active mind possest</br>Of gen'rous aims, her inward wounds to heal;</br>And from each foreign stroke to save,</br>Her thund'ring navies lead triumphant thro' the wave.", "And see even now th' insulting foe</br>Calls for thine arm to check his tow'ring pride;</br>Britannia's genius bids thee go,</br>His best lov'd son full oft in danger tried,</br>Go and assert thy country's cause,</br>May Heav'n thy virtues bless, and Britons shout applause.</br>"]