["I am partial to table and tray,</br>My taste there is none can dispute,</br>Ragout, fricandeau, entremet,</br>I'm a judge of fish, flesh, fowl, and fruit;</br>Oh, Wilberforce, where is the charm</br>You and Betterworth find in a grace?</br>Unless I've my turbot quite warm,</br>Better dine on a horrible plaice!", "O'er the rich smoking viands to preach,</br>Should be left for your love-feasts alone;</br>So books on good eating still teach,</br>In particular vide my own;</br>But your through-bred Saints, it is plain,</br>Cooling Soup with indifference see,</br>Let the sparkles subside from Champaign,&mdash;</br>Their tameness is shocking to me.", "Ye haunches of fat buck or doe,&mdash;</br>In kindness bestow'd upon men,&mdash;</br>Could I drive this curs'd gout from my toe,</br>How soon I'd attack you again!</br>My palate I then might regale</br>On a white or a brown fricasee,</br>Dispatch a hen-pheasant or quail,</br>Or a basin of dear Callipee.", "Callipee!  Oh, what pleasure untold</br>Resides in that rapturous word,</br>More than Sybarite banquets of old,</br>Or the modern Cuisine can afford!</br>But the sound of the sweet dinner-bell</br>At this moment excites but my spleen,</br>For no more, with its once pleasing knell,</br>It announces the smoking Tureen.", "Ye Doctors, who're making your sport</br>At each twinge which compels me to roar,</br>In pity convey some report</br>Of the taverns I visit no more!</br>Mr. Cuff, does he now and then send</br>A wish or a thought after me?</br>Oh!  say Mr. Kay is my friend,</br>Though the Albion no longer I see.", "How sweet is a turkey and chine!</br>Ah, who from a dory could fly?</br>A carp stew'd in port, how divine!</br>How enchanting a perigord pie:</br>When I think on a sweetbread ragout,</br>In a transport I start from my chair,</br>But the sight of my flannels and shoe</br>Soon hurries me back to despair!", "Come, wheel me away to my nest,</br>There let me in dreams yet partake</br>Of those dainties, the choicest and best,</br>Which fly me, alas!  when awake:</br>A flask near my pillow, too, place,</br>Since old Sherry (Madeira's now out)</br>Is considered not bad for my case,</br>And half reconciles me to Gout.</br>"]