["Hark, how the chill north chides among the trees,</br>Making us shrink and shiver at the sound!</br>See, how the snow comes beating in the breeze,</br>And covers with unkindly cold the ground!</br>Keen cuts the cold with bitter-biting hate,</br>And sad th' unsightly season's stormy state.", "The dainty daisy, and the primrose pale,</br>The silver'd snow-drop, and the violet blue,</br>The gorgeous daffodil that decks the dale,</br>The crocus glitt'ring in his golden hue,</br>Fold up their silken leaves, and droop their heads,</br>As they wou'd shrink again into their beds.", "Mute is the music of the thrushes' throat;</br>No more the lively linnet sweetly sings;</br>Hush'd is the light lark's wildly warbled note,</br>And the gay goldfinch droops his gaudy wings;</br>The robin-red-breast, indigent and chill,</br>Knocks at the casement with familiar bill.", "Pierc'd with the eager air the hardy hind,</br>Wrapt in his coarse-spun duffield bends along;</br>And hastens homeward from the wintry wind,</br>Nor chears his journey with one jocund song:</br>The houseless herds from such a raging sky</br>For shelter to the friendly hedge-rows fly.", "This is the mirror of my mournfull mind,</br>All there is winter's waste, alas the while!</br>For thou, my Philoclea, art unkind,</br>Ah!  too unkind to bless me with a smile:</br>All as the year with wrathfull winter wasted,</br>The budding blossoms of my joys are blasted.", "Mirth, goddess gay, my pensive breast forsakes,</br>The lightly tripping train of pleasures flies;</br>Here his sad seat mute melancholy makes,</br>And dull despair, the god of doleful sighs:</br>With chiding blasts blow, blow thou winter's wind,</br>Thy murmurs are meet music for my wind.", "But when the genial ruler of the year</br>Chears the glad vallies with a vernal ray,</br>Deck'd in their lovely liveries they appear,</br>With blooming bushes and fresh flowrets gay:</br>Pruning their painted plumes the sweet birds sing,</br>The hills, the dales, the woods, the fountains ring.", "So, Philoclea, should'st thou sweetly smile</br>In pity of my painfull pangs of love,</br>That smile wou'd ev'ry cruel care beguile,</br>And wastfull winter from my heart remove;</br>Rose-robed the sprightly spring wou'd revel here,</br>And own thee for the ruler of my year.</br>"]