["Let courtly bards in polish'd phrase endite</br>Soft madrigals, to celebrate the fair,</br>Or paint the splendor of a birth-day night,</br>Where Peers and Dames in shining robes appear:</br>The task be mine neglected worth to praise,</br>Alas!  too often found in these degen'rate days.", "O gentle Shenstone!  could the self-taught Muse,</br>Who joys, like thine, in rural shades to stray,</br>Could she, like thine, while she her theme pursues,</br>With native beauties deck the pleasing lay;</br>Then should the humble Clerk of Barton-Dean,</br>An equal meed of praise with thy School-mistress gain.", "Ent'ring the village in a deep-worn way,</br>Hard by an aged-oak, his dwelling stands;</br>The lowly roof is thatch, the walls are clay:</br>All rudely rais'd by his forefathers' hands:</br>Observe the homely hut as you pass by,</br>And pity the Good Man that lives so wretchedly.", "Vulcanian artist, here with oily brow</br>And naked arm, he at his anvil plies,</br>What time Aurora in the east does glow,</br>And eke when Vesper gilds the western skies;</br>The bellows roar, the hammers loud resound,</br>And from the tortur'd mass the sparkles fly around.", "Hither the truant school-boy frequent wends,</br>And slyly peeping o'er the hatch is seen</br>To note the bick'ring workman, while he bends</br>The steed's strong shoe, or forms the sickle keen.</br>Unthinking, little elf, what ills betide,</br>Of breech begalled sore, and cruel task beside.", "A deep historian, well I wot, is he,</br>And many tomes of ancient lore has read,</br>Of England's George, the flow'r of chivalry,</br>Of Merlin's Mirror, and the Brazen Head;</br>With hundred legends more, which to recite</br>Would tire the wisest nurse, and spend the longest night.", "To Nature's Book he studiously applies,</br>And oft, consulted by the anxious swain,</br>With wistful gaze reviews the vaulted skies,</br>And shews the signs of sure impending rain,</br>Or thunder gathered in the fervid air,</br>Or if the harvest-month will be serene and fair.", "The various phases of the moon he knows,</br>And whence her orb derives it's silver sheen,</br>From what strange cause the madding Heygre flows,</br>By which the peasants oft endanger'd been,</br>As in their freighted barks they careless glide,</br>And view th' inverted trees in Severn's chrystal tide.", "Returning late at eve from wake or fair,</br>Among a sort of poor unletter'd swains,</br>He teaches them to name each brighter star,</br>And of the northern Lights the cause explains:</br>Recounts what comets have appear'd of old,</br>Portending death and war, and mis'ries manifold.", "Around his bending shoulders graceful flow</br>His curling silver locks, the growth of years;</br>Supported by a staff he walketh slow,</br>And simple neatness in his mien appears:</br>And every neighbour that perchance be meets,</br>Or young or old be they, with courtesy he greets.", "A goodly sight, I wot, it were to view</br>The decent Parish Clerk on Sabbath-day,</br>Seated, beneath the Curate, in his pew,</br>Or, kneeling down with lifted hands to pray,</br>And ever and anon, with close of prayer,</br>He answereth, Amen!  with sober solemn air.", "Such times an ancient suit of black he wears,</br>Which from the Curate's wardrobe did descend;</br>Love to his Clerk the pious Curate bears,</br>Pities his wants and wisheth to befriend:</br>But what, alas!  can slender sal'ry do,</br>Encumber'd by a wife, and children not a few?", "Thro' ev'ry season of the changing year,</br>His strict regard for Christian rites is seen,</br>The holy church he decks with garlands fair,</br>Or birchen boughs, or yew for ever green;</br>On ev'ry pew a formal sprig is plac'd,</br>And with a spacious branch the pulpit's top is grac'd.", "At Christmas tide, when ev'ry yeoman's hall</br>With ancient hospitality is blest,</br>Kind invitations he accepts from all,</br>To share the plenteous, mirth-abounding feast;</br>The Christmas feast imperfect would appear,</br>Except their good old guest the Parish Clerk was there.", "Then, when the mellow beer goes gaily round,</br>And curls of smoke from lighted pipes aspire,</br>When chearful carols thro' the room resound,</br>And crackling logs augment the blazing fire,</br>His honest heart with social joy o'erflows,</br>And many a merry tale he on his friends bestows.", "When, smit with mutual love, the youth and maid</br>To weave the sacred nuptial knot agree,</br>Pleas'd he attends, to lend his useful aid;</br>And see the rites perform'd with decency:</br>He gives the bride, and joins their trembling hands,</br>While with the Service-book the Curate gravely stands.", "Then, while the merry bells the steeple shake</br>Ringing in honour of the happy pair,</br>To notes of gladness while the minstrels wake,</br>And lads and lasses the rich bride-cake share;</br>O may the youthful bard a portion gain,</br>To whom the rural sage its virtues did explain.", "When from the church returns the blythsome train,</br>A spicy cake two gentle maidens bring;</br>Which, holding o'er the bride, they break in twain,</br>And all conjoin'd this nuptial ditty sing:</br>\"Joy to the wedded pair!  health, length of days,</br>And may they, blest by heav'n, a goodly household raise.\"", "At eve the lovely condescending bride,</br>Will take the ring which on her finger shines,</br>And thro' the sacred circlet nine times slide</br>The fragrant gift, repeating mystic lines,</br>(The mystic lines we may not here make known,</br>Them shall the Muse reveal to virgins chaste alone.)", "The stocking thrown, as ancient rules require,</br>Leave the glad lovers to complete their joy,</br>And to thy pillow silently retire,</br>Where close beneath thy head the charm must lie;</br>Rais'd by the pow'r of Love, in vision gay,</br>Thy future spouse shall come in holiday array.", "And soft, approaching, with the mildest air,</br>Thy yielding lips shall modestly embrace,</br>O, sweet illusion!  wilt thou disappear?</br>Alas, it flies!  the morning springs apace!</br>The blushing lover sees the light with pain,</br>And longs to recompose, and woo his dream again.", "O, time relentless!  foe to every joy!</br>How all declines beneath thy iron reign!</br>Once could our Clerk to sweetest melody</br>Attune the harp, and charm the list'ning plain:</br>Or with his mellow voice the Psalm could raise,</br>And fill the echoing choir with notes of sacred praise.", "But now, alas!  his every power decays,</br>His voice grows hoarse, long toil has cramp'd his hands,</br>No more he fills the echoing choir with praise,</br>No more to melody the harp commands;</br>Sadly he mourns the dulness of his ear,</br>And when a master plays he presses close to hear.", "Late o'er the plain, by chance or fancy led,</br>The pensive swain who does his annals write,</br>Him in his humble cottage visited,</br>And learn'd his story with sincere delight;</br>For chiefly of himself his converse ran,</br>As mem'ry well supply'd the narrative old man.", "His youthful feats with guiltless pride he told,</br>In rural games what honours erst he won;</br>How on the Green he threw the wrestlers bold;</br>How light he leap'd, and O!  how swift he run.</br>Then, with a sigh, he fondly turn'd his praise</br>To rivals now no more, and friends of former days;", "At length concluding with reflections deep,</br>\"Alas, of life few comforts now remain!</br>Of what I was I but the vestige keep,</br>Impair'd by grief, by penury, and pain.</br>Yet let me not arraign just Heav'n's decree:</br>The lot of human-kind, as man, belongs to me.", "\"Beneath yon aged yew-tree's solemn shade,</br>Whose twisted roots above the green-sward creep;</br>There, freed from toils, my pious father laid,</br>Enjoys a silent unmolested sleep:</br>And there my only son, &mdash; with HIM, I gave</br>All comfort of my age untimely to the grave.", "\"In that sweet earth, when nature's debt is paid,</br>And leaving life, I leave its load of woes;</br>My neighbours kind, I trust, will see me laid,</br>In humble hope of mercy, to repose:</br>Evil and few, the patriarch mourn'd his days,</br>Nor shall a man presume to vindicate his ways.\"</br>"]