["The Thieves fall out for Pastorel,</br>Whilst Melibee is slain:</br>Her, Calidore from them redeems,</br>And bringeth back again.", "The Joys of Love, if they should ever last,</br>Without Affliction or Disquietness,</br>That worldly Chaunces do among them call,</br>Would be on Earth too great a Blessedness,</br>Liker to Heaven than mortal Wretchedness.</br>Therefore the winged God, to let Men weet,</br>That here on Earth is no sure Happiness,</br>A thousand Sours hath tempred with one Sweet,</br>To make it seem more dear and dainty, as is meet.", "Like as is now befaln to this fair Maid,</br>Fair Pastorel, of whom is now my Song:</br>Who being now in dreadful Darkness laid,</br>Amongst those Thieves, which her in Bondage strong</br>Detain'd; yet Fortune, not with all this wrong</br>Contented, greater Mischief on her threw,</br>And Sorrows heap'd on her in greater throng;</br>That who-so hears her Heaviness, would rue</br>And pity her sad Plight, so chang'd from pleasant Hue.", "Whilst thus she in these hellish Dens remain'd,</br>Wrapped in wretched Cares and Heart's Unrest,</br>It so befell (as Fortune had ordain'd)</br>That he, which was their Capitain profest,</br>And had the chief Command of all the rest,</br>One day as he did all his Prisoners view,</br>With lustful Eyes beheld that lovely Guest,</br>Fair Pastorella; whose sad mournful Hue</br>Like the fair Morning clad in misty Fog did shew.", "At sight whereof his barbarous Heart was fir'd,</br>And inly burnt with Flames most raging hot,</br>That her alone he for his part desir'd</br>Of all the other Prey which they had got,</br>And her in mind did to himself allot.</br>From that day forth he kindness to her shew'd,</br>And sought her Love, by all the means he mote;</br>With Looks, with Words, with Gifts he oft her woo'd:</br>And mixed Threats among, and much unto her vow'd.", "But all that ever he could do or say,</br>Her constant Mind could not a whit remove;</br>Nor draw unto the lure of his leud Lay,</br>To grant him Favour, or afford him Love.</br>Yet ceast he not to sue and always prove,</br>By which he mote accomplish his Request,</br>Saying and doing all that more behove:</br>Ne Day nor Night he suffer'd her to rest,</br>But her all night did watch, and all the day molest.", "At last, when him she so importune saw,</br>Fearing lest he at length the Reins would lend</br>Unto his Lust, and make his Will his Law,</br>Sith in his power she was to foe or friend;</br>She thought it best, for shadow to pretend</br>Some shew of Favour, by him gracing small,</br>That she thereby mote either freely wend,</br>Or at more ease continue there his Thrall;</br>A little well is lent, that gaineth more withall.", "So from thenceforth, when Love he to her made,</br>With better Terms she did him entertain:</br>Which gave him Hope, and did him half persuade,</br>That he in time her Joyance should obtain.</br>But when she saw, through that small Favour's gain,</br>That further, than she willing was, he prest;</br>She found no means to bar him, but to feign</br>A suddain Sickness, which her sore opprest,</br>And made unfit to serve his lawless Mind's Behest.", "By means whereof, she would not him permit</br>Once to approach to her in privity,</br>But only mongst the rest by her to sit,</br>Mourning the Rigour of her Malady,</br>And seeking all things meet for Remedy.</br>But she resolv'd no Remedy to find,</br>Nor better Chear to shew in Misery,</br>Till Fortune would her captive Bonds unbind:</br>Her Sickness was not of the Body, but the Mind.", "During which space that she thus sick did lie,</br>It chaunc'd a sort of Merchants which were wont</br>To skim those Coasts, for Bondmen there to buy,</br>And by such Traffick after Gains to hunt,</br>Arrived in this Isle (though bare and blunt)</br>T' enquire for Slaves; where being ready met</br>By some of these same Thieves at th' instant brunt,</br>Were brought unto their Captain, who was set</br>By his fair Patient's side with sorrowful regret.", "To whom they shewed, how those Merchants were</br>Arriv'd in place, their Bondslaves for to buy;</br>And therefore pray'd, that those same Captives there</br>Mote to them for their most Commodity</br>Be sold, and mongst them shared equally.</br>This their Request the Captain much appall'd;</br>Yet could he not their just Demand deny,</br>And willed straight the Slaves should forth be call'd,</br>And sold for most Advantage not to be forestall'd.", "Then forth the good old Melibee was brought,</br>And Coridon, with many other moe,</br>Whom they before in divers Spoils had caught;</br>All which he to the Merchants Sale did show.</br>Till some, which did the sundry Prisoners know,</br>'Gan to enquire for the fair Shepheardess,</br>Which with the rest they took not long ago,</br>And 'gan her Form and Feature to express,</br>The more t' augment her Price, through praise of Comeliness.", "To whom the Captain in full angry wise</br>Made Answer, that the Maid of whom they spake,</br>Was his own Purchase and his only Prize;</br>With which none had to do, ne ought pertake,</br>But he himself which did that Conquest make;</br>Little for him to have one silly Lass:</br>Besides, through Sickness now so wan and weak,</br>That nothing meet in Merchandise to pass;</br>So shew'd them her, to prove how pale and weak she was.", "The sight of whom, though now decay'd and marr'd,</br>And eke but hardly seen by Candle-light:</br>Yet like a Diamond of rich regard,</br>In doubtful shadow of the darksom Night,</br>With starry Beams, about her shining bright,</br>These Merchants fixed Eyes did so amaze,</br>That what through Wonder, and what through Delight,</br>Awhile on her they greedily did gaze,</br>And did her greatly like, and did her greatly praise.", "At last, when all the rest them offer'd were,</br>And Prices to them placed at their pleasure,</br>They all refused in regard of her,</br>Ne ought would buy, however priz'd with Measure,</br>Withouten her, whose Worth above all Threasure</br>They did esteem, and offer'd store of Gold.</br>But then the Captain fraught with more displeasure,</br>Bad them be still, his Love should not be sold:</br>The rest take if they would, he her to him would hold.", "Therewith some other of the chiefest Thieves</br>Boldly him bad such injury forbear;</br>For, that same Maid, how-ever it him grieves,</br>Should with the rest be sold before him there,</br>To make the prices of the rest more dear.</br>That with great rage he stoutly doth denay;</br>And fiercely drawing forth his Blade, doth swear,</br>That who-so hardy hand on her doth lay,</br>It dearly shall aby, and Death for Handsel pay.", "Thus as they Words amongst them multiply,</br>They fall to Strokes, the fruit of too much Talk:</br>And the mad Steel about doth fiercely fly,</br>Not sparing Wight, ne leaving any Balk,</br>But making way for Death at large to walk;</br>Who, in the horror of the griesly Night,</br>In thousand dreadful Shapes doth mongst them stalk,</br>And makes huge Havock, whiles the Candle-light</br>Out-quenched, leaves no skill nor difference of Wight.", "Like as a sort of hungry Dogs ymet</br>About some Carcase by the common way</br>Do fall together, striving each to get</br>The greatest Portion of the greedy Prey;</br>All on confused Heaps themselves assay,</br>And snatch, and bite, and rend, and tug, and tear.</br>That who them sees, would wonder at their Fray;</br>And who sees not, would be affraid to hear:</br>Such was the conflict of those cruel Brigants there.", "But first of all, their Captives they do kill,</br>Lest they should join against the weaker side,</br>Or rise against the remnant at their will:</br>Old Melibee is slain, and him beside</br>His aged Wife, with many others wide;</br>But Coridon, escaping craftily,</br>Creeps forth of doors, whilst Darkness him doth hide,</br>And flies away as fast as he can hie,</br>Ne stayeth leave to take, before his Friends to die.", "But Pastorella, woful wretched Elfe,</br>Was by the Captain all this while defended:</br>Who minding more her Safety than himself,</br>His Target always over her protended;</br>By means whereof, that mote not be amended,</br>He at the length was slain, and laid on Ground;</br>Yet holding fast twixt both his Arms extended</br>Fair Pastorell, who with the self-same Wound</br>Launc't through the Arm, fell down with him in drery Swound.", "There lay she covered with confused Press</br>Of Carcases, which dying on her fell;</br>Tho, when as he was dead, the Fray gan cease,</br>And each to other calling, did compel</br>To stay their cruel Hands from slaughter fell,</br>Sith they that were the cause of all were gone.</br>Thereto they all at once agreed well,</br>And lighting Candles new, gan search anone,</br>How many of their Friends were slain, how many Fone.", "Their Captain there they cruelly found kill'd,</br>And in his Arms the drery dying Maid,</br>Like a sweet Angel twixt two Clouds up-held:</br>Her lovely Light was dimmed and decay'd,</br>With Cloud of Death upon her Eyes display'd;</br>Yet did the Cloud make ev'n that dimmed Light</br>Seem much more lovely in that Darkness laid,</br>And twixt the twinkling of her Eye-lids bright,</br>To spark out little Beams, like Stars in foggy Night.", "But when they mov'd the Carcases aside,</br>They found that Life did yet in her remain:</br>Then all their Helps they busily apply'd,</br>To call the Soul back to her home again;</br>And wrought so well with Labour and long Pain,</br>That they to Life recover'd her at last.</br>Who sighing sore, as if her Heart in twain</br>Had riven been, and all her Heart-strings brast,</br>With dreary drouping Eyne lookt up like one aghast.", "There she beheld, that sore her griev'd to see,</br>Her Father and her Friends about her lying,</br>Her self sole left, a second spoil to be</br>Of those, that having saved her from dying,</br>Renew'd her Death by timely Death denying:</br>What now is left her, but to wail and weep?</br>Wringing her Hands, and ruefully loud crying?</br>Ne cared she her Wound in Tears to steep,</br>Albe with all their Might those Brigants her did keep.", "But when they saw her now reviv'd again,</br>They left her so, in charge of one the best</br>Of many worst, who with unkind Disdain</br>And cruel Rigour her did much molest;</br>Scarce yielding her due Food, or timely Rest,</br>And scarcely suff'ring her infester'd Wound,</br>That sore her pain'd, by any to be drest.</br>So leave we her in wretched Thraldom bound,</br>And turn we back to Calidore, where we him found.", "Who when he back returned from the Wood,</br>And saw his Shepheard's Cottage spoiled quight,</br>And his Love reft away, he wexed wood,</br>And half enraged at that rueful sight;</br>That ev'n his Heart for very fell despight,</br>And his own Flesh he ready was to tear:</br>He chauft, he griev'd, he fretted, and he sigh'd,</br>And fared like a furious wild Bear,</br>Whose Whelps are stol'n away, she being other-where.", "Ne Wight he found, to whom he might complain:</br>Ne Wight he found of whom he might inquire;</br>That more increast the Anguish of his Pain</br>He sought the Woods, but no Man could see there;</br>He sought the Plains, but could no Tydings hear.</br>The Woods did nought but Ecchoes vain rebound;</br>The Plains all waste and empty did appear:</br>Where wont the Shepheards oft their Pipes resound,</br>And feed an hundred Flocks, there now not one he found.", "At last, as there he roamed up and down,</br>He chaunc't one coming towards him to spy,</br>That seem'd to be some sorry simple Clown,</br>With ragged Weeds, and Locks up-staring high,</br>As if he did from some late Danger fly,</br>And yet his Fear did follow him behind:</br>Who as he unto him approached nigh,</br>He mote perceive by signs, which he did find,</br>That Coridon it was, the silly Shepheard's Hind.", "Tho, to him running fast, he did not stay</br>To greet him first, but askt where were the rest;</br>Where Pastorel?  who full of fresh dismay,</br>And gushing forth in Tears, was so opprest,</br>That he no word could speak, but smit his Breast,</br>And up to Heaven his Eyes fast streaming threw.</br>Whereat the Knight amaz'd, yet did not rest,</br>But askt again, what meant that rueful Hue;</br>Where was his Pastorel?  where all the other Crew?", "Ah well away, said he then sighing sore,</br>That ever I did live, this Day to see,</br>This dismal Day, and was not dead before,</br>Before I saw fair Pastorella die.</br>Die!  out alas!  then Calidore did cry:</br>How could the Death dare ever her to quell</br>But read thou Shepheard, read what Destiny,</br>Or other direful Hap from Heaven or Hell</br>Hath wrought this wicked Deed:  do Fear away, and tell.", "Tho, when the Shepheard breathed had awhile,</br>He thus began:  Where shall I then commence</br>This woeful Tale?  or how those Brigants vile,</br>With cruel Rage, and dreadful Violence</br>Spoil'd all our Cots, and carry'd us from hence?</br>Or how fair Pastorel should have been sold</br>To Merchants, but was sav'd with strong defence?</br>Or how those Thieves, whilst one sought her to hold,</br>Fell all at odds, and fought through Fury fierce and bold.", "In that same Conflict (woe is me) befell</br>This fatal Chaunce, this doleful Accident,</br>Whose heavy Tydings now I have to tell.</br>First, all the Captives which they here had hent,</br>Were by them slain by general consent;</br>Old Melibee, and his good Wife withall</br>These Eyes saw die, and dearly did lament:</br>But when the lot to Pastorel did fall,</br>Their Captain long withstood, and did her Death forestall.", "But what could he 'gainst all them do alone?</br>It could not boot; needs mote she die at last:</br>I only scap'd through great confusion</br>Of Cries and Clamours, which amongst them past,</br>In dreadful Darkness, dreadfully aghast;</br>That better were with them to have been dead,</br>Than here to see all desolate and waste,</br>Despoiled of those Joys and Jollyhead.</br>Which with those gentle Shepheards here I wont to lead.", "When Calidore these rueful News had raught,</br>His Heart quite deaded was with Anguish great,</br>And all his wits with Dool were nigh distraught;</br>That he his Face, his Head, his Breast did beat,</br>And Death it self unto himself did threat:</br>Oft cursing th' Heavens that so cruel were</br>To her, whose Name he often did repeat;</br>And wishing oft that he were present there,</br>When she was slain, or had been to her Succour near.", "But after Grief awhile had had its course,</br>And spent it self in Mourning, he at last</br>Began to mitigate his swelling Source,</br>And in his Mind with better reason cast</br>How he might save her Life, if Life did last;</br>Or if that dead, how he her Death might wreak,</br>Sith otherwise he could not mend thing past;</br>Or if it to revenge he were too weak,</br>Then for to die with her, and his Live's Thread to break.", "Tho, Coridon he pray'd, sith he well knew</br>The ready way unto that thievish Wonne,</br>To wend with him, and be his Conduct true</br>Unto the place, to see what should be done.</br>But he, whose Heart through fear was late fordone,</br>Would not for ought be drawn to former dreed;</br>But by all means the Danger known did shun:</br>Yet Calidore, so well him wrought with Meed,</br>And fair bespoke with Words, that he at last agreed.", "So, forth they go together (God before)</br>Both clad in Shepheard's Weeds agreeably,</br>And both with Shepheard's Hooks:  But Calidore</br>Had underneath him armed privily.</br>Tho, to the place when they approached night,</br>They chaunc't upon an Hill, not far away,</br>Some Flocks of Sheep and Shepheards to espy;</br>To whom they both agreed to take their way,</br>In hope there news to learn, how they mote best assay.", "There did they find, that which they did not fear,</br>The self-same Flocks, the which those Thieves had reft</br>From Melibee and from themselves whylear,</br>And certain of the Thieves there by them left</br>The which for want of Heards themselves then kept.</br>Right well knew Coridon his own late Sheep,</br>And seeing them, for tender pity wept:</br>But when he saw the Thieves which did them keep,</br>His Heart 'gan fail, albe he saw them all asleep.", "But Calidore, recomforting his Grief,</br>Though not his Fear; for, nought may Fear dissuade,</br>Him hardly forward drew, whereas the Thief</br>Lay sleeping soundly in the Bushes shade,</br>Whom Coridon him counsel'd to invade</br>Now all unwares, and take the Spoil away;</br>But he, that in his Mind had closely made</br>A further purpose, would not so them slay,</br>But gently waking them, gave them the time of day.", "Tho, sitting down by them upon the Green,</br>Of sundry things he purpose 'gan to fain;</br>That he by them might certain Tidings ween</br>Of Pastorel, were she alive or slain.</br>'Mongst which, the Thieves them questioned again,</br>What mister Men, and else from whence they were.</br>To whom they answer'd, as did appertain,</br>That they were poor Heard-grooms, the which whylere</br>Had from their Masters fled, and now sought Hire elsewhere.", "Whereof right glad they seem'd, and offer made</br>To hire them well, if they their Flocks would keep:</br>For, they themselves, were evil Grooms, they said,</br>Unwont with Heards to watch, or pasture Sheep,</br>But to forray the Land, or scour the Deep.</br>Thereto they soon agreed, and Earnest took,</br>To keep their Flocks for little Hire and cheap:</br>For, they for better Hire did shortly look;</br>So there all Day they bode, till Light the Sky forsook.", "Tho, when-as towards darksom Night it drew,</br>Unto their hellish Dens those Thieves them brought;</br>Where shortly they in great Acquaintance grew,</br>And all the Secrets of their Entrails sought.</br>There did they find (contrary to their Thought)</br>That Pastorel yet liv'd; but all the rest</br>Were dead, right so as Coridon had taught:</br>Whereof they both full glad and blithe did rest,</br>But chiefly Calidore, whom Grief had most possest.", "At length, when they Occasion fittest found,</br>In dead of Night, when all the Thieves did rest</br>After a late Forray, and slept full sound,</br>Sir Calidore him arm'd, as he thought best,</br>Having of late (by diligent inquest)</br>Provided him a Sword of meanest sort:</br>With which he straight went to the Captain's Nest.</br>But Coridon durst not with him consort,</br>Ne durst abide behind, for dread of worse effort.", "When to the Cave they came, they found it fast;</br>But Calidore, with huge resistless Might,</br>The Doors assailed, and the Locks up-brast.</br>With noise whereof the Thief awaking light,</br>Unto the Entrance ran:  where the bold Knight</br>Encountring him, with small Resistance slew;</br>The whiles fair Pastorel through great affright</br>Was almost dead, misdoubting lest of new</br>Some Uproar were like that, which lately she did view.", "But when as Calidore was comen in,</br>And 'gan aloud for Pastorel to call;</br>Knowing his Voice (although not heard long sin)</br>She suddain was revived there-withal,</br>And wondrous Joy felt in her Spirits thrall:</br>Like him that being long in Tempest tost,</br>Looking each Hour into Death's Mouth to fall,</br>At length espies at hand the happy Coast,</br>On which he Safety hopes, that earst fear'd to be lost.", "Her gentle Heart, that now long season past</br>Had never Joyance felt, nor chearful Thought,</br>Began some smack of Comfort new to taste,</br>Like lifeful Heat to nummed Senses brought,</br>And Life to feel, that long for Death had sought:</br>Ne less in Heart rejoyced Calidore</br>When he her found; but like to one distraught,</br>And robb'd of Reason, towards her him bore,</br>A thousand times embrac'd, and kiss'd a thousand more.", "But now by this, with noise of late Uproar,</br>The Hue and Cry was raised all about;</br>And all the Brigants, flocking in great store,</br>Unto the Cave 'gan press, nought having doubt</br>Of what was done, and entred in a rout.</br>But Calidore, in th' entry close did stand,</br>And entertaining them with Courage stout,</br>Still slew the formost that came first to hand,</br>So long, till all the entry was with Bodies mann'd.", "Tho, when no more could nigh to him approach,</br>He breath'd his Sword, and rested him till Day:</br>Which when he spy'd upon the Earth t' encroach,</br>Through the dead Carcases he made his way;</br>'Mongst which he found a Sword of better say,</br>With which he forth went into th' open light</br>Where all the rest for him did ready stay,</br>And fierce assailing him, with all their Might</br>'Gan all upon him lay; there 'gan a dreadful Fight.", "How many Flies in hottest Summer's-day</br>Do seize upon some Beast, whose Flesh is bare,</br>That all the place with Swarms do over-lay,</br>And with their little Stings right felly fare;</br>So many Thieves about him swarming are,</br>All which do him assail on every side,</br>And sore oppress, ne any him doth spare:</br>But he doth with his raging Brond divide</br>Their thickest Troops, and round about him scattereth wide.", "Like as a Lion mongst an Heard of Deer,</br>Disperseth them to catch his choicest Prey;</br>So did he flie amongst them here and there,</br>And all that near him came, did hue and slay,</br>Till he had strow'd with Bodies all the way;</br>That none his Danger daring to abide,</br>Fled from his Wrath, and did themselves convey</br>Into their Caves, their Heads from Death to hide,</br>Ne any left, that Victory to him envide.", "Then back returning to his dearest Dear,</br>He her 'gan to recomfort all he might,</br>With gladful Speeches, and with lovely Chear;</br>And forth her bringing to the joyous Light,</br>Whereof she long had lackt the wishful sight,</br>Deviz'd all goodly Means, from her to drive</br>The sad remembrance of her wretched Plight.</br>So, her uneath at last he did revive,</br>That long had been dead, and made again alive.", "This done, into those thievish Dens he went,</br>And thence did all the Spoils and Theasures take,</br>Which they from many long had robb'd and rent,</br>But Fortune now the Victor's Meed did make;</br>Of which the best he did his Love betake:</br>And also all those Flocks, which they before</br>Had reft from Melibee, and from his Make,</br>He did them all to Coridon restore.</br>So, drove them all away, and his Love with him bore.", ""]