["No sumptuous marble this sad spot bestows,</br>No consecrated turf can here be seen:</br>What sweeter fragrance needs the scented rose,</br>Or brighter verdure, what the purest green?", "Pleas'd have I, in the contemplative hour,</br>Approach'd with serious, solemn, sober tread,</br>Stopp'd at each grave, and ask'd each weeping flow'r,</br>The undistinguish'd merits of the dead.", "The drops of dew which each fair mourner bore,</br>To list'ning Fancy want of words supply'd,</br>And the dim veil which Night's grave matron wore,</br>Just shew'd that Death had spread his ruin wide.", "Here the despised sons of Virtue rest;</br>Come, Envy!  and, as for thyself afraid,</br>Turn pale; and beating thy malignant breast,</br>Swoon at the gen'ral wreck that Time has made.", "How peaceful are their slumbers!  Not one breath</br>Is heard in conflict with the midnight air:</br>Just so their lives; and in the hour of death&mdash;</br>A happy scene of confidence and pray'r.", "Worth, in Life's drama, often sighs in vain,</br>And unrecorded drops into the grave;</br>But free from censure, and without a stain,</br>Looks nobly down upon the vicious slave.", "I ask no splendid signs of feigned woe,</br>No bending statues weeping o'er my urn;</br>Let some dear friend's more real sorrows flow,</br>And a lov'd country at my exit mourn.", "In Mem'ry's page, exulting, I survey</br>A brighter life than ever struck my eye,</br>Where dreadful pomp and quaint devices gay</br>Proclaim the place where kings and statesmen lie.", "For which more great, or which more happy, say,</br>A hero, in the front of battle slain?</br>Or he whom Peace conducted on his way,</br>Nor guarded with her olive branch in vain?", "O blest Humility!  true godlike pride!</br>Still may'st thou meet with this protecting friend;</br>And whilst mad myriads with mad mirth deride,</br>May Peace still guide thee to thy latter end!", "Hence, vile Hypocrisy!  that speckled form</br>Which none but poor degen'rate souls assume;</br>Those daubings, which the face of Truth deform,</br>And shade, all loathsome, her celestial bloom!", "Truth asks no aid, but from herself to save;</br>Known is her pow'r, and to herself is known;</br>She plucks the seeking vot'ry from the grave,</br>And crowns him with a chaplet of her own.", "Humbly depending, ONCE, the downcast eye,</br>The modest garb, th' example sure to move,</br>Drew signs of rev'rence, and rebuk'd reply,</br>For ev'ry heart was won and kept by Love.", "Thomson in manners artless, friendship just,</br>Mild was thy temper, and thy virtue bold;</br>Tho' thou art blended with the common dust,</br>Thou ne'er wast fashion'd in a common mould.", "Thee, Fothergill, to thee this verse I raise,</br>Bright champion of the best and brightest cause!</br>Tho' now alas!  insensible to praise,</br>Thy flock still grants its shepherd due applause.", "Here many a worthy sleeps; and many a tear,</br>Not flowing from a weak or selfish thought,</br>Still shews, that virtue is to virtue dear,</br>The dead still teaching, and the living taught.", "The bad &mdash; for such there were &mdash; and Candour bleeds</br>That she to such can only pity give;</br>But for the good, she glories in their deeds,</br>Which shall for ages in her mem'ry live.</br>"]