["Sweetest Melancholy, thou matron, sage</br>And holy, admit me of thy pensive train,</br>Who oft have listen'd to</br>Thy strangely whisper'd strains;</br>Or thou, mild Thompson, Nature's meekest child,</br>Lead thy young vot'ry!  or, sweetest Shakespear,</br>First of Fancy's children,</br>From thy fine, phrensied lore,</br>Teach me to breathe some sadly soften'd note</br>Attun'd to song of dol'rous argument.</br>For gone is a sweet nymph</br>To the undiscover'd bourne;</br>From whence the youngest trav'ller ne'er return'd.</br>O rude-handed Death!  to crop so fair a flow'ret</br>Timeless, just when the spring</br>Of life began to blow,</br>So have I seen a lilly fair to-day</br>Soft smiling; to-morrow with rude embrace</br>Of ruffian mildew</br>Her dainty form disdain'd.</br>Or tell me, sweet wand'rer, did e'er thy soul</br>That chaste refinement feel (but known to few!)</br>Too tender fram'd to brook</br>The pangs of love despis'd.</br>Ah!  luckless maid, no wonder Friendly's skill</br>Bootless infus'd the well-concocted juice,</br>While lornless love canker'd</br>Thy fine-wrought strings of life!</br>And, now, no more thou'lt lead the festive dance,</br>Beguiling wolf-ey'd Winter's dreary night;</br>Where many a stripling</br>On the phantastic toe</br>Trip it with glee, warm'd by thy beauty's sunshine.</br>No more the cherub beauty on thy brow</br>Shall meekly sit inthron'd,</br>Nor roses paint thy cheek.</br>And never now that converse meek and mild,</br>That soft endearing grace, which ev'ry paint eludes,</br>Save the fine paint of thought,</br>Shall chear man's day!</br>But in thy lowly bed for ever sleep</br>Those comely merits, that op'ning to bloom</br>Had, in their summer's day,</br>Ripen'd to goodliest fruit.</br>Then, light, O earth, lie on her maiden breast;</br>And ye, whose fronts burnish with Fortune's gem,</br>Or gay Ambition's plume,</br>Who crop Pleasure's bri'ry rose,</br>Bestow the farewell &mdash; tribute of a sigh.</br>But ye who, fram'd in Nature's finest mould,</br>That thrill at the soft touch</br>Of Pity, dove-ey'd maid,</br>Pour the impassion'd tear, O Life, wond'rous</br>Is thy fleet day &mdash; dream, and what, or where we are:</br>We come, we know not whence,</br>We go, we know not whither.</br>"]