["Now, Time, rejoice!  round sorrow twist thy chain!</br>For thou art young, thou art new-born again.</br>Bid ev'ry deep mouth'd cannon roar,</br>And wake to mirth the sleeping store,</br>And let the shrill-tongu'd trumpet's note</br>On echo's airy bosom float.</br>To bless and to adorn the infant year,</br>Bring in the van brisk health, and riches in the rear.", "Tho' death has laid thy mighty monarch low,</br>And swell'd the tide of universal woe,</br>Yet cease, ah!  cease to mourn, for all</br>Must wait the tyrant's final call.</br>There's no reversing his decree</br>For he shall vanquish even thee.</br>Behold another George ascends the throne,</br>Who, like his sire, shall reign unrivall'd and alone.", "Thus, when by heaven's unalterable laws</br>The pale-ey'd star of eve its flame withdraws,</br>Succeeds a space of gloomy night,</br>And nature weeps the loss of light,</br>She droops her dark-bound front awhile,</br>But soon renews her lovely smile;</br>When Heos chases ev'ry tear away,</br>Throws night behind his orb, and dawns the coming day.", "Tell me, prophetic Time!  I sue to thee;</br>And tho' a Briton, bend my pliant knee.</br>To rise I never will presume,</br>Till thou hast spoke my country's doom.</br>\"Shall triumph-looking peace again</br>Direct her dove to Albion's plain.</br>And where abroad the cypress rears its head,</br>Say!  shall she plant the blooming olive in its stead?", "\"Say, shall my Prince, who now the sceptre wields,</br>Restore the harvest to Germania's fields!</br>Shall he chastise fierce Gallia's pride,</br>And bid her insolence subside;</br>And on some future, happy day,</br>Wipe every orphan's tear away,</br>Unlock the urn, where Plenty keeps her store,</br>And bid united legions rest, and war no more.\"", "\"It shall be so, 'thou say'st', it shall be so,</br>Nor need thy country dread th' invading foe;</br>For chid by thy new Monarch, now</br>Old Mars himself to him shall bow.</br>Peace, with her gentle dove, again</br>Shall settle on BRITANNIA'S plain;</br>And where abroad the cypress rears its head,</br>She there shall plant the blooming olive in its stead.", "\"Thy native Prince, who now the sceptre wields,</br>Shall pour the harvest o'er Germania's fields,</br>The rage of Gallia shall deride,</br>And clip the pinions of her pride;</br>He soon too, on some happy day,</br>Shall wipe each orphan's tear away;</br>Ope wide the urn where Plenty locks her store;</br>Bid Freedom soar aloft, and nations war no more.\"", "Britons, one and all come hither,</br>Whither do ye fly?  ah, whither!</br>Stop, and hear the voice of time</br>Sounding blessings on your clime.", "Touch the many chorded lyre,</br>Higher swell the tone, and higher;</br>Trill the flute, the viol sweep,</br>Lulling echo fast asleep.", "Sons of industry and labour,</br>Blow the pipe, and beat the tabor,</br>And let all unite and strain,</br>\"Time is now grown young again.\"</br>"]