["In that mild season of the peaceful night</br>E'er yet the solemn gloom had sunk away;</br>Or the gray morn with streaks of orient light</br>Foretold the rising of the God of day:", "With ruddy beams encircl'd e'er the star</br>Had faded in it's golden orb on high,</br>Or the pale moon from her descending car</br>Shot fainter lustre thro' the ambient sky:", "Still were the fields of air; unheard as yet</br>The warbling muse of the feather'd train:</br>When lo!  Britannia's form, with tresses wet,</br>Arose resplendent from the briny main.", "And thrice she pointed to the favourite seat</br>Of her much-honour'd Son; and thrice her soul</br>With all the fondness of a Parent beat;</br>Whilst from her lips these words prophetic stole:", "\"Hush'd be the clamorous brazen throat of war!</br>And ye, dread rulers of the main, awhile</br>Cease your loud din:  the thund'ring cannon spare;</br>Nor drown the softer music of my Isle.", "\"Of martial laurels and the victor's meed</br>Enough the hardy, war-worn Briton knows:</br>To the loud Clarion let the Flute succeed;</br>And crested Mars recline in soft repose.", "\"To joyful themes pacific strains belong:</br>Lead then your jocund train, ye Graces fair;</br>And thou, blest choir of Bards, begin the song,</br>And spread sweet music thro' the listening air.", "\"For lo!  (nor deem these welcome accents vain)</br>Soon as the sun his blushing head shall rear,</br>Another Sun shall rise to gild the plain;</br>Another Glory to the world appear.", "\"E'en now, whilst yet in embryon charms He lies,</br>And sleeps unconscious of his future worth;</br>Behold a thousand gathering crouds arise,</br>With eager haste to hail th' auspicious Birth.", "\"And know, great Sovereign, when to fate consign'd</br>Nought but thy Virtues shall be left to fame,</br>In Him shall Britain every virtue find;</br>In Him each glory of his Father's name.", "\"Thrice happy Britain!  from thy sounding shores</br>What shouts of loyalty assail the skies!</br>As time's dark scenes my aching sight explores,</br>What future conquests croud upon my eyes!", "\"Rul'd by a generous race of heav'n-born Kings,</br>What realms shall bow to Thy superior state!</br>See loaded Commerce spreads her floating wings,</br>Whilst Peace sits smiling o'er the golden freight!\"", "Thus spake the Nymph; and bad the silver tide</br>Dispart it's waves on either side display'd;</br>The silver waves their willing ranks divide,</br>And the deep flood receiv'd the azure Maid.</br>"]