["ERASTO'S COMPLAINT.", "Beneath a solitary silent Shade,</br>By pendant Boughs of mournful Willows made,</br>Down in a dreary Vale's tremendous Gloom,</br>Where live no Fruits, no fragrant Flowrets bloom;</br>Where no Bird warbles his melodious Lay,</br>No gentle Zephyrs cheer the lazy Day,</br>Opprest with melancholy Thoughts Erasto lay.</br>Condemn'd to, yet impatient of, Disdain,</br>He fair Eliza lov'd, but lov'd in vain.</br>Whilst round his Breast tumultuous Passions rove,</br>He lays on Fortune all the Faults of Love</br>Doom'd to Obscurity, admiring State,</br>Wealth his Ambition, Poverty his Fate.</br>His heaving Bosom swell'd with plaintive Sighs,</br>In Sighs the corresponding Wind replies.</br>Forth from his Eyes in gently-streaming Showers,</br>Adown his Cheeks the trickling Moisture pours;</br>The trickling Moisture, as adown It flow'd,</br>Increas'd the Waters of the subject Flood:</br>The sweetly sympathizing Streams below</br>In musically mournful Murmurs flow.</br>Thus He began his melancholy Theme,</br>His Head half-hanging o'er the gurgling Stream.", "ODE.</br>Doom'd to an ignominious clean Retreat,</br>Debas'd by Fortune, and contemn'd by Pride,</br>Scorn'd by the Fair, and slighted by the Great,</br>No Friend t' assist Me, and no Friend to guide,</br>By no Muse aided, to no Patron known,</br>How shall I bear the Ills that flow from Poverty alone?", "Oh!  how it pains the nobly tender Mind</br>To grieve with the Distrest, and only grieve,</br>Vainly to pity, where They wou'd be kind,</br>And wish that Comfort which They cannot give!</br>O Poverty!</br>Of all thy Mis'ries This is not the least;</br>Why flows Compassion strongly in my Breast,</br>Whilst Providence denies me Pow'r to succour the Distrest?", "The spurns, the contumely, the wane, the fear,</br>The taunts, and insults, which pursue the Poor,</br>The insolence of Pride, the Miser's sneer,</br>What gen'rous Spirit tamely can endure?</br>The meagre Visage, and the Garment rent,</br>Furnish out Subjects for their sawcy cruel Merriment.", "Money procure, and Merit must succeed,</br>But Want a veil o'er ev'ry Virtue throws;</br>S&mdash;, if poor, can't preach, nor R&mdash; plead;</br>Nor P&mdash; one just harmonious Line compose;</br>Phoebus is deaf, false Jilts the Muses prove,</br>And Pimps to Fortune soon forget their often plighted Love.", "How wretched is the starvling Scribler's State !</br>His Lot a Garret, and his Fear a Jail,</br>His Dream Ambrosia, Hunger is his Fate,</br>He talks of Nectar, but He thirsts for Ale.</br>Of Gods, and Heroes, and the tuneful Choir</br>Madly He raves:  Did Water ever  any Bard inspire?", "But in the Front behold his Lordship's name!</br>The Wit is sterling, and will surely pass,</br>That signs his Passport to the realms of Fame;</br>Thus the King's Image dignifies the Brass.</br>Gold the most drossy Substance can refine,</br>And with imparted Lustre make the dullest Metal shine.", "Money has pow'r to dignify Disgrace;</br>This to the Cobler's blood can Splendor give,</br>Thro' long descent the Sources of his Race</br>Auflys from Brute and Arthur shall derive ;</br>The Flow'r de Luce and Lion shall combine,</br>And Heroes, Kings, or Patriarchs prove the Authors of his Line.", "Born to a Title and a great Estate</br>That thoughtless Thing, that gilded Lump of Lead,</br>Whose Learning scarce extends to th' alphabet,</br>Shall understand what He cou'd never read,</br>With Meanness great, and without Courage brave;</br>The Men of Money in their Chests ten thousand Virtues have.", "See!  Flatt'ry sticks like Birdlime to his Grace,</br>Obsequious Dedicators wait around,</br>Praises They give, but they expect a Place;</br>Gods are debas'd, and Heroes are dethron'd;</br>The ass-ear'd Midas an Apollo prove,</br>And make their drivling Patron take the upper hand of Jove.", "Love, Honour, Merit, all Things now are sold,</br>Vice, if well-gilded, is no longer Vice;</br>The Man has ev'ry Virtue who has Gold,</br>Learn'd without Science, without Wisdom wise;</br>A Wit without one grain of common Sense,</br>An able Statesman by the Aid of frontless Impudence.", "Behold the great and honorable Knave,</br>Who to his Villany his Grandeur owes,</br>Enjoy his Treason, and the Laws out-brave,</br>Guarded by Wealth that from Oppression flows!</br>Whilst puny Rogues, unfriended, yield to Fate,</br>He triumphs in his Country's Spoils, and safely robs in State.", "See!  unrelenting the stiff Judge appears,</br>Severely rig'rous He condemns the Poor,</br>By no Pray'rs mov'd, and conquer'd by no Tears.</br>Themis, descending in a silver Show'r,</br>Alone can melt That stubborn Breast; behold</br>His Heart yields to the soft persuasive Rhetorick of Gold!", "The Court-Divine, who ne'er molests his Head</br>With Learning, but Preferment makes his care,</br>Better in Machiavel than Scripture read,</br>Above the irksome Drudgery of Pray'r,</br>Lies sunk in Down, in Ignorance, and Ease,</br>Is by the Great caress'd, and loaded with Pluralities.", "But the poor Curate in his tatter'd Gown,</br>The Page's Jest, the Sport of ev'ry Fool,</br>Each Sunday hackney'd out for half a Crown,</br>Is indigent, and therefore must be dull.</br>Shall Beggars their Superiors dare to teach?</br>With what effect can He, who's starving all the Week, Sundays preach?", "&mdash;O worst of Evils, O too hard to bear!</br>Th' unhappy Poor the Female world despise,</br>For Fortune is the Goddess of the Fair;</br>Virtue in Rags is Virtue in Disguise.</br>A Want of Money is a Want of Sense,</br>Wit join'd with Poverty's Presumption, Love is Insolence.", "For the gilt Chariot pants the Virgin 's Breast,</br>The Lover's Merits with his Bags increase</br>With little Brains, and plenteous Acres blest,</br>An Ape, a Beau, a homebred Squire can please.</br>Th' insidious God of Love each winged Dart</br>Must tip with Gold, to find a Passage to the Female Heart.", "The God of Money is the God of Love,</br>Ten thousand Guineas have ten thousand Charms,</br>If rich a Fury shall a Venus prove,</br>And Damon take Duessa to his arms:</br>But unless Fortune points the Virgin's Eye,</br>Her Beauty is deform'd, her Glances ineffectual fly", "He, doubtless, has no God who has no Gold,</br>He both his Sov'reign and his Saviour mocks,</br>No Sect will own him, and no Laws can hold;</br>Were e'er the weaker Side the orthodox</br>But the rich Man can never be profane,</br>For Gain is Godliness, and Gold the Deity of Man.", "What is the Magick of almighty Gold!</br>This to its Vot'ries can this World secure,</br>This Conscience buys, for this ev'n Heav'n sold,</br>But there is no Salvation for the Poor.</br>The only mortal Sin is Poverty,</br>St. Peter none admits without a Fee,</br>The Wretch who has no Pence is damn'd of mere Necessity.", "ERASTO'S RECANTATION.</br>Here ceas'd the Youth, and starting from the Plain</br>With sighs and wishes to be greatly Vain,</br>(His secret Vows to ruling Fortune paid)</br>With hasty steps forsook the lonesome Shade.</br>The Youth in ev'ry Shape coy Fortune woo'd,</br>Sought in the City, and at Court pursu'd.</br>Fortune was kind; behold his Wish compleat!</br>She made him rich, and Riches made him great.</br>See!  at his Levee cringing Slaves attend,</br>And Courtiers at his Nod obsequious bend.</br>Now with the Fair He uses ev'ry Art,</br>To move the Passions, and to melt the Heart;</br>The yielding Fair became with Fortune kind,</br>For Wealth and Grandeur rule the Female Mind.</br>Now with young Lords He fashionably gay</br>Shines in the Park, or glitters at the Play.</br>New on th' Exchange converses with the Cit,</br>Where Cheating's Sense, and Stock-jobbing is Wit.", "Soon weary of the solemn Farce of State,</br>Th' illustrious Cares and Follies of the Great;</br>Sick of th' Anxiety that Riches give,</br>And the gay Slav'ry wherein Courtiers live;</br>Amusing Toys, where He cou'd nothing find</br>To fill the Void of the capacious Mind;</br>By sage Experience wise He sought again</br>The happy quiet Life, and humble Plain,</br>Since Riches a Vexation prov'd, and Grandeur was but vain.", "PALINODA.</br>Welcome (He thus began) Ye lonely Seats,</br>Welcome my homely Fare, and humble Cell,</br>Welcome once more, ye lovely safe Retreats,</br>Where downy Peace, and sweet Contentment dwell.</br>Thee, poverty, from whence my Blessings spring,</br>Faithful Companion to the Muse, the grateful Muse shall sing.", "Friendly Inventress of each useful Art,</br>Parent of Science hail!  thy friendly Aid</br>Does Vigour to the Student's breast impart,</br>And fill with Schemes the wise Projector's head;</br>The Poet's bosom with celestial Fire</br>You more than Helicon, and all the tuneful Nine inspire.", "Prompted by Thee the Sailor tempts the Sea;</br>The Ploughman cultivates the fruitful Soil,</br>Plenty itself derives its Source from Thee;</br>By Thee the Souldier bears his martial Toil,</br>You Courage to the meanest Soul infuse;</br>The Man can Nothing have to fear who Nothing has to lose.", "See!  by heroick Poverty inspir'd</br>O'er the sunk Nations Rome triumphant rise,</br>Panting for Virtue, and to Glory fir'd,</br>Whilst Conquest follows where her Eagle flies!</br>Her rough, but brave, Dictators from the Plough</br>Beneath the Yoke their Oxen bore make stubborn Monarchs bow.", "Rome then was virtuous, for Rome then was poor,</br>She to her Meanness all her Greatness ow'd;</br>But her Magnificence is soon no more;</br>&mdash;Her Ruin only from her Grandeur flow'd.</br>The mighty Mistress of the World Behold</br>Sunk, fallen, lost, subdu'd by Pride and Luxury, and Gold.", "Thou Nurse of Virtue, and Thou Source of Peace,</br>Wisdom and Temperance with Thee reside,</br>To heav'nly Musing, and to studious Ease</br>The calm Philosopher You sweetly guide,</br>While gentle Slumber seals the poor Man's Eyes,</br>He from the restless Monarch, and suspicious Miser flies.", "Care climbs the highest Pinacles of State,</br>Does in the Coffers of the Miserly,</br>And on the Monarch in the Palace wait;</br>From Care in vain the Horseman strives to fly,</br>Swift as the Beast of Prey, or raging Wind,</br>Grim Care upon the Crupper mounts, and gallops close behind.", "How wretched is the honorable Knave,</br>Who to his Villany his Grandeur owes!</br>In vain his Wealth and Pow'r the Laws outbrave,</br>True Happiness from Virtue only flows.</br>Legions within the Villain's bosom dwell,</br>The wicked is already damn'd, his Conscience is his Hell.", "But to the pious and contented Mind</br>The filthiest Dungeon shall a Palace be,</br>The Virtuous ev'ry where their Heav'n may find,</br>Blest on a Dunghil, in a Prison free.</br>How often Miseries a Mercy prove,</br>And Rags below exalt Us to eternal Thrones above!", "Far from Ourselves We vainly seek Repose</br>Where the rich ladies radiant Mines unfold,</br>Where shines Potosi, or Pactolus flows;</br>Content is wealth, end Wisdom more than Gold.</br>Nature and Virtue small Expence require,</br>All things with Nothing They possess who Nothing more desire.", "Happy the Man!  who gloriously obscure,</br>Far from the miserable Pomp of State,</br>Good without Noise, and with Contentment Poor.</br>Rich without Treasure, without Title Great,</br>Remov'd from Avarice, Ambition, Strife,</br>Tastes the calm Silence of a peaceful inoffensive Life.", "Happy the Man!  whom no false Splendor fires,</br>Who studies in Himself Himself to find,</br>Whose humble Cottage limits his Desires,</br>Who with his little Plot improves his Mind,</br>Benevolence to All, a Slave to None;</br>Happy the Man, who builds his Happiness on GOD alone!", "Unmov'd by Cares that Wealth and Grandeur bring</br>He envies None the Burden of a Crown;</br>The Monarch of Himself is more than King,</br>His Cell his Palace, and his Breast his Throne.</br>Wisely ambitious We each hour may find</br>Ten thousand new and undiscover'd Empires in the. Mind.", "He wisely keeps his Fortune in his Breast,</br>Fresh Nectar sips from ev'ry chrystal Flood,</br>In ev'ry cooling Shade reclines to Rest,</br>The Flocks his Raiment yield, the Fields his Food.</br>To pleasing Labours He all thy attends,</br>And sweetly all the peaceful Night in downy Slumber spends.", "Let Philip's Son be call'd the Son of Jove,</br>And ruin half Mankind to purchase Fame,</br>Ravage the Universe, and madly prove</br>A Plunderer, to gain a Heroe's Name:</br>In vain He boasts his Conquests o'er Mankind,</br>Slave to the tyrant Passions in his own tumultuous Mind.", "Let the learn'd Coxcomb beyond Nature soar,</br>On Systems raise his philosophick Throne,</br>And fairy Realms in lunar Lands explore,</br>Boasting the wide Utopia all his own:</br>Mistaken Fool!  resume thy Search again,</br>Unless Thou learn to know Thyself thy Learning is but vain.", "O Let Me here a safe Retirement find,</br>Invite the Muses to the silent Shade,</br>Explore the Maze of my delusive Mind,</br>And call triumphant Virtue to my Aid!</br>O welcome sweet, tho' humble, Liberty!</br>He that has Courage to be Poor has Licence to be Free.", "Whilst Wisdom proves my Counsellor and Guide;</br>Here let me Rule the littleWorld within,</br>Refrain my Anger, and controll my Pride,</br>And rally all my Forces against Sin,</br>My wild Affections tame, and conquer Vice:</br>Our Lusts, Ourselves, our Passions, are our greatest Enemies.", "But if new Pleasure to the smiling Plain</br>Lovely Eliza gives, in Want sincere,</br>Blessing with kind Return her faithful Swain,</br>Here Happiness, and Paradise is here:</br>Blest in my Love, and in my Conscience free,</br>I will turn Epicure in Want, and swear 'tis Luxury.</br>"]