["The Queen of morn, in crimson robes array'd,</br>The shadow-woven curtains now withdrew</br>From round her roseate couch, and lifting high</br>Above the Orient God her blushing cheek,</br>Soft, amorous smiles, upon him cast, and woo'd</br>Him from his blazing chamber &mdash; Boone advised,</br>Though dappled darkness yet had not retired</br>From the drear dingle's, Hill-o'er shadow'd deeps,</br>To march forthwith on the important search.</br>Vulosko seconded the advice, and said,</br>'Twas best they should, so shape their course that day,</br>As at this home that evening to arrive,</br>Where he expected they would find Delome</br>With an assistant force.  'Twas so agreed;</br>And o'er the dew-bath'd rocks they onward went.</br>Some miles they journey'd o'er the frowning crags</br>And oak-crown'd Hills; when from a glady dell</br>Borne on the flickering breeze, a doleful moan</br>Their ears alarm'd!  In still suspense they stood&mdash;</br>It came again &mdash; Its source with cautious step</br>They sought, and found enveloped in stiff gore,</br>Exhausted, ghastly, pale, a wounded Wretch</br>Upon the cold and humid earth out stretch'd.</br>His blood-disfigur'd head he feebly rais'd,</br>His pain-swol'n eyes upon the strangers turn'd,</br>And piteously their kind relief implored.</br>They bore him to a distant stream, assuaged</br>With cooling draughts his fever-heated thirst,</br>The burning of his blister'd tongue allay'd,</br>His fester'd wounds deterg'd, and to them bound</br>The juicy leaves of herbs medicinal.</br>His languid powers in some degree revived,</br>They now inquired what was the hapless cause</br>Of his adverse condition.  He replied:</br>\"My generous Benefactors, you behold</br>In me a man deserving direst Death!</br>'Tis meet, thus on Eternity's dark verge,</br>That I should cease, by lies or other sin,</br>To add to that soul-sinking load of guilt</br>That burns e'en now with Hell's hot flames, my heart!</br>But oh kind Strangers!  Spare the waning spark</br>Which yet of my most wretched life remains;</br>That I may all its fervors dedicate,</br>To pleading with the good benevolent God,</br>Who heard the death-doom'd Thief, that with him hung</br>Upon the cruel cross, and spared the suppliant's soul.\"</br>While thus he spake, conflicting hopes, and fears,</br>With agitation shook, the anxious breasts</br>Of Melville and Vulosko.  He continued.</br>I once had honor, credit, wealth, and friend;</br>But by MISCHANCE was of my riches robb'd</br>And all the rest soon fled.  My creditors,</br>Though few were hard &mdash; they plunged me into prison;</br>I swore Insolvency and was released.</br>My Friends grew cold, and Scorn's contemptuous sneer,</br>And pitiless grin, my morbid heart disturb'd,</br>Wheree'er I went. &mdash; INTEMPERANCE promised peace;</br>At least some respite from oppressive pain.</br>I wed the infernal Prostitute, and soon,</br>In deepest Poverty, and Vice, was whelm'd.</br>To save myself from drear duress again,</br>A league of predatory Rogues I joined</br>Who in these Mountains have a crag-hid Cave</br>In which they live and hoard their spoils.\"  \"Oh God!\"</br>In extacy, Vulosko cried.  \"Oh God!</br>We adore thy Mercy, thy Benignity,</br>All-gracious Father, humbly we adore!</br>Thou wilt again restore our bosom's love!</br>Then eager Melville thus.  \"Unfortunate man!</br>Proceed and tell the fate of that sweet Maid,</br>Whom late, from Happiness and Peace you tore:</br>Oh quickly tell!\"  The astonished wretch resumed:</br>\"Oh Sirs!  you rend my heart with wounds more deep</br>More poignantly severe than those which pain</br>My mangled body.  The emotions shewn</br>In your expressive voice and looks, evince,</br>That she, the Maid whose fate you wish to learn,</br>Is by Affection's tender ties, to you,</br>In close endearment bound.  It makes to me,</br>My shame, my infamy more horrible;</br>That they whom to injure most I've taken part</br>And those who can such generous kindness shew!</br>Your pious praise, when painfully oppress'd</br>By heavy woe, the Heav'n-daring sins</br>Of my ungrateful soul by contrast paints,</br>In colors black as Hell's Tartarean shades.</br>Of that unhappy Maiden's dreadful state,</br>I can but little say.  Not far we'd gone</br>From the accursed spot, where first our gripe</br>Her lovely limbs engrasp'd; when to the charge</br>Of one more ruffian and myself was given</br>The weeping Innocent.  To us belong'd,</br>To bear her on the infernal den,</br>The magazine of our unvended spoil:</br>While o'er a different route our comrades sped,</br>A small division of our band to meet,</br>Who were with plunder and provisions laden,</br>And from the settlement a smoother way</br>Pursued.  As though this dreary glade we impel'd</br>The pity-supplicating Captive on;</br>My fellow-ruffian rudely shock'd her ear</br>With language lewd, indecent, taunting, base!</br>Abandon'd, guilty, harden'd as I was;</br>My soul such shameful cruelty abhor'd.</br>I bade him cease!  With huffish air he swore,</br>His tongue should never brook restraint in Hell,</br>Much less on earth.  And as he spake he grasp'd</br>In his unmanner'd arms the shrieking Maid.</br>My Indignation rose, I seized him fast,</br>And broke his ruffian gripe.  He drew his sword;</br>Mine too was instantaneously unsheathed:</br>With wrathful clash they met, and adverse thrusts,</br>From mutual wounds, brought adverse spouts of blood.</br>Hot raged the fray, until my dexter arm</br>A deep, relaxing gash received, and drop'd</br>Its reeking steel. &mdash; Our pistols were uncharged;</br>My cursed antagonist now felt secure,</br>And turn'd triumphantly around to claim</br>The beauteous TROPHY &mdash; When behold she'd fled!</br>His eye at distance caught her snowy form,</br>As near the margin of the open vale she sought</br>With timid speed, and ample laurel brake.</br>The rage-invigorated Demon ran</br>In swift pursuit, although with the red streams</br>Which issued from his wounds, his foot-steps smoked.</br>But ere the glade's bloom-purpled edge he reach'd</br>She pierc'd the mazy thickets virent gloom.</br>He disappear'd &mdash; No more I saw or heard.\"</br>\"Oh then,\" Vulosko ardently exclaim'd</br>\"Perhaps my darling daughter has escaped</br>The stygian pit which threaten'd to engulph</br>Her mortal peace!  Oh God!  she yet may live</br>Beneath thy hallow'd wing protected, safe</br>From Hell's horrific fiends!  Let's haste, my friends!</br>HOPE whispers sweetly to my sorrowing heart!</br>O!  if she has eluded the pursuit</br>Of her Satanic foe, she may e'en now</br>Beneath the shelter of her humble home,</br>Or in the solitary forest-shade,</br>Be pouring Gratitude, to that great God,</br>To whom, her kind deliverance she owes.</br>As speedily as possible, let's learn</br>Her situation; if in these mountain-wilds</br>She wanders lost; although a paradise</br>Compared to the tartarean den she scap'd;</br>A thousand terrors yet must agitate</br>Her timid heart, and render quick relief</br>Supremely grateful.  But, which Heaven forbid!</br>But, if she groans a victim to the power</br>Of those predacious Villains; Hell itself,</br>Could scarce her pain augment, or render aid</br>More needful.  Then 'tis meet that every nerve</br>Should to the tardy task exertion lend,</br>Of bearing hence this wounded, hapless man!\"</br>Of flexile boughs a litter soon they wove,</br>And onward bore the penitential wretch.&mdash;", "From the commanding summit of a ridge,</br>Whose cloud-impending pinnacles o'erlook</br>The wide-expanded stretch of all the Hills</br>Between the Atlantic and Pacific Seas,</br>He pointed to their view the craggy mound</br>In which the Robbers had their dark abode.&mdash;</br>Just as the sun his flaming face had bow'd</br>Behind the Alleganean peaks, they reach'd</br>Vulosko's lowly cottage.  There Delome</br>In waiting with a little host they found;</br>But no Melcena's animating smile</br>The Father's and the Lover's hopes confirm'd.</br>In converse on the theme of high concern</br>The melancholy evening linger'd off,</br>And Night to necessary rest was given.", "At morning's dewy dawn the dauntless band</br>Arose innerv'd; resolved ere night to burst</br>The infernal bolts that bar'd the rock arch'd gate,</br>Through which to their dark subterranean den</br>The hellish plunderers pass'd.  Old Ralph was left</br>To nurse Vonploor, the wounded Penitent;</br>From whom directions were obtain'd, by which</br>Our Heroes best the horrid cave could find.</br>Before the flaming wings of flying Day,</br>Had from the mountain's breezy summit brush'd</br>The morning's sparkling dews, the midway steeps,</br>With vigorous tread, the little phalanx scaled:</br>And as the culminating orb of noon,</br>Roll'd blazing on the equinoctial plane,</br>Their breasts they bent high o'er the steepy KNOBS,</br>Of the rough Robber-sheltering RIDGE'S side.</br>When its cloud-shouldering summit they attain'd</br>In consultation on a shaded rock</br>They sat; and lo!  before them; wildly pale,</br>Her dark-brown, breeze-buoy'd locks, disorder'd, loose,</br>Swift-gliding through the storm-dismember'd shrubs,</br>And thunder-riven rocks, in torn attire,</br>The lost, the unexpected MAID appeared!</br>Vulosko cried, \"GREAT GOD!  MY CHILD!  MY CHILD!\"</br>And Melville too exclaim'd aloud, MY LOVE!</br>MY DEAR MELCENA!  HOLY GOD OF HEAVEN,</br>MY ANGEL LIVES!  And both with phrenzied joy</br>And rapturous agitation ran to meet</br>The sweet transported Maid; who heard and knew</br>The dear-remembered voice; and speechless met</br>Their loved embrace &mdash; A soul-entrancing scene,</br>A warmly-melting time of tenderest joy</br>Of Heaven-infused, o'erwhelming bliss, it was!</br>Adown Vulosko's sorrow-channel'd check</br>The tears of fond paternal extacy</br>In rills translucent stream'd &mdash; In thrilling trance</br>Both Melville and Melcena sweetly wept.</br>The silent transports, the delicious gush</br>Of their fond meeting o'er; first having told</br>What information from Vonploor they'd gain'd;</br>With ardent eagerness, the doating Father</br>And tender Lover tremblingly inquired,</br>What horrors, pains and fears she'd undergone,</br>Since the disastrous hour that ruffian hands,</br>With hellish violence, her angel limbs</br>Engrasp'd.  The languid Beauty thus replied.</br>\"My dear, my ever kind affectionate friends!</br>The God whose thunder smites these ragged rocks,</br>His holy power has kindly interposed</br>To save me from the most unhappy doom</br>That Demons could devise, than dreadest-death</br>A thousand times more dire!", "The steely clash</br>No sooner had commenced between Vonploor</br>And the infuriate fiend with whom he fought,</br>Than from them with my utmost speed I fled.</br>By crouching closely to the mossy earth,</br>Deep in the laurel brake's anfractuous maze,</br>The conquering Villain's curs'd pursuit I scaped.</br>Enchanting as a blooming paradise</br>The gloomy desert then to me appeared.</br>But still to annoy my fluttering bosom's peace,</br>My Melville's fate and Father's frantic woe</br>Continually were present to my mind.</br>For much I feared my LOVE'S impetuous steed</br>With furious rage had dashed him on the rocks,</br>Or burst his head against some fatal tree.&mdash;</br>As NIGHT from the deep dingles darkening rose,</br>Forth from a thousand dreary caverns crept</br>Her bestial brood.  From hill to hill their howl</br>And blood-congealing cries were wildly pour'd&mdash;</br>Now scatter'd widely o'er the murky waste,</br>The glare-eyed Prowlers vent their echoing yells&mdash;</br>Now gather'd in terrific groupes they growl,</br>They grin and gnash their teeth, while glyns and hills</br>Reverberate the wild vociferous sounds.</br>In unremitted dread the livelong night</br>I pass'd:  each moment menaced me with death.</br>The panting Wolves and whining Panthers paced</br>Almost incessantly around the spot,</br>Where 'till the rise of dawn I trembling lay.&mdash;</br>The morning beams drove to their dismal dens</br>The dreadful herds. &mdash; I rose, in hopes ere night</br>To find the path that would conduct me home:</br>But what direction I had best pursue</br>A frowning forest, mountainous and vast,</br>In which my senses seem'd in the south to rise</br>And change his blazing orbit towards the North.</br>Hood-wink'd Conjecture was my only guide;</br>She pointed out her way, and on I went,</br>Slow-winding through the laurel-tangled brakes,</br>And o'er the lofty, rough, and rock-brow'd hills,</br>But found my blind conductress led me wrong.</br>Again the day-beams ceas'd to illume the wilds;</br>Again the night in sleepless fear I pass'd.</br>Another morning shone, another day</br>Roll'd tediously away; again the shades</br>Of howling darkness hung upon the Hills,</br>And found me still bewildered in the waste.</br>The air was warm, exhausted Nature claimed</br>The renovating aid of friendly rest.</br>I rak'd beneath a rock a couch of leaves,</br>On which my wearied system sunk to sleep;</br>The Owl's drear hoot, the Wolf's distressful howl</br>Invaded not my dream-disturb'd repose.&mdash;</br>Until the sunny streams of smiling day</br>Pour'd warmly on my dew-damp'd cheek, I slept.</br>I then arose, and wandered on again</br>Almost despairing e'er to find the path,</br>Or pass the wildering Forest's frightful bounds:</br>Not distant hence, more than a mile or two;</br>As o'er the steeps of this stupendous ridge</br>I clambered, lo!  among the rudest cliffs</br>Which crown its craggy brow, all red with blood,</br>The horrid Villains, whose infernal hands</br>First drag'd me from your tender love, I saw!</br>From the huge body of some slaughter'd Beast,</br>The smoking hide they tore &mdash; With shuddering fear</br>Their dread vicinity I quickly fled,</br>And had not yet my trembling flight relax'd,</br>When your enrapturing voice announced relief</br>From all the horrors that appall'd my soul.</br>O my dear friends!  your presence pours a flood</br>Of sweet felicity upon my heart;</br>And thence has swept away the waves</br>Of dark and terrible Despair, which drown'd</br>My Hopes, and bred DISTRACTION'S lizard Brood</br>In crawling myriads through my dreary Breast!</br>Since we departed from thy Father's House</br>My Melville!  no refreshing nourishment</br>Beside the mountain-stream has touch'd my lips.\"</br>\"Excuse, excuse, my dear!\"  in tenderest tones,</br>The weeping Melville hastily exclaim'd;</br>\"Our seeming negligence.  O'er-powering joy</br>At meeting thus our Love alive, unharmed!</br>And anxious eagerness to hear detail'd</br>The scenes through which you pass'd, our souls absorb'd;</br>And all attention to your present wants</br>Precluded.\"  She aver'd the joy express'd</br>In their endearing extacy, convey'd</br>A more enlivening comfort to her heart,</br>Than all the pleasures which the sensual world</br>Could give, and that she felt keen Hunger's tooth</br>As little then, as when they left Delome's,</br>So had their presence fill'd with bliss her soul!</br>Vulosko, while she spake, spread on a rock</br>Moss-carpteted, the little store of food</br>Their scrip supplied, and bade his daughter eat.</br>Boone now advised without delay to march</br>And seize or slay the Robbers ere again</br>Their Den they enter'd: &mdash; all forthwith agreed.&mdash;</br>Melcena pointed out their course, and on</br>They hasten'd leaving her behind in care</br>Of Melville and Vulosko, who both burn'd</br>To aid in the avengement of her woes.</br>But through her tender importunities</br>Supported by the united voice of all,</br>They were at length prevail'd upon to stay.</br>The little host soon reach'd the craggy piles</br>Which shelter'd the predacious band, and soon</br>They saw the Ruffians closely clustering round</br>A butcher'd Buffalo, with reeking arms</br>Deep plunging in the dead Beast's bloody bowels.</br>While thus the unsuspecting Villains plied</br>Their sanguinary work; our Heroes ken'd</br>The entrance of their subterranean Den,</br>And secretly its open Gate approach'd.</br>'Twas not their wish the guilty fiends to kill;</br>But seize and offer them a sacrifice</br>To offended JUSTICE, on the sacred Altar</br>Of stern impartial LAW. &mdash; With this intent,</br>Perceiving that the Robbers were unarm'd;</br>A part remain'd to guard the gate, and part</br>Crept slyly on to seize the unwary foe&mdash;</br>When from behind the intervening rocks</br>The Ruffians saw the approaching band emerge;</br>They wildly ran for refuge towards the wood,</br>Whose gloomy borders bound the southern side</br>Of the stupendous rock-built Battlements.</br>Our Heroes follow'd on in swift pursuit;</br>And as the Villains raised a craggy ledge,</br>Boone and Delome gave word to Fire!  and Hills</br>And Ravines with the death-fraught thunders roar'd,</br>And all the flying Wretches fell, save five.</br>These were pursued, and three were quickly seized.</br>So fast their unarrested fellows fled</br>That all fell short in the pursuit save Boone&mdash;</br>He unfatigued and ardent, drop'd his Gun and pouch,</br>And, like the springing Stag, with vigorous speed</br>Press'd swiftly on, and drew at every bound</br>Still nearer to the straining Caitiff's heels.</br>They chang'd their course, and sought by stratagem</br>Their fleet pursuer's valorous life to end&mdash;</br>The mighty mountain broke abruptly off</br>Near by; and form'd a precipice immense,</br>Of awful height, and aspect rough and dark.</br>To its rock-frowning verge the Ruffians ran;</br>And wheeling round, sprang furiously at Boone;</br>Who, so impetuous was his keen pursuit,</br>Had not the dread abyss discern'd, but met</br>Their rageful might!  In vigorous grapplement</br>Upon the dizzy brink, with equal power</br>A while they tugg'd; but soon with forceful blow,</br>Boone fell'd the stoutest Ruffian to the ground,</br>And ere he rose, precipitately down</br>The dreadful steep his fellow demon hurl'd</br>From crag to crag with headlong force he fell;</br>His blood and brains bespattering, as he smote</br>Their jutting points &mdash; His horrid dying groan</br>And last tremendous curse were vented, ere</br>His batter'd body sunk one third the gulph.</br>Aghast, through the wild gloom, his haggard ghost</br>All horror-giddy flew, while round it wheel'd,</br>Like hungry Condors round their fluttering prey,</br>In clattering circles, claw-stretch'd, skinny, fierce,</br>Grim flocks of Hell's black Imps, a dire escort!</br>And drag'd it screaming to their dark Domains!", "With ease, Boone managed now the prostrate Wretch;</br>Behind his back his brawny hands he bound,</br>And forced him on, to where his fellow fiends,</br>Some dead, some gasping out their dying breath,</br>And others miserably participant</br>Of his own frightful but deserved fate,</br>Lay gory on the blood-encrimson'd rocks&mdash;", "To animate the triumphs of the day,</br>Delome in haste a messenger dispatch'd,</br>To bring Vulosko and the enamor'd pair:</br>Who soon arrived and hail'd their Friends' success&mdash;", "To explore the murky cavern's rock-arch'd vaults,</br>Now the united band in haste prepare.</br>With glaring flambeaux down its dark descent</br>They pass'd &mdash; a gloomy dank and drear abode</br>It was; which suited well a murderer's soul!</br>Its darkness seem'd from stygian dungeons drawn:</br>A thousand elfish ECHOES muttering deep,</br>With mincing mockery issued back each sound</br>That floated through the gloom.  With Wizard GROANS,</br>And grinning GNOMES, to Fancy's phrenzied ear</br>And wild distorted eye, the darksome Den</br>Seem'd thickly fill'd. &mdash; Broad horror-sounding sheets</br>Of Petrifaction, from the arches hung;</br>To which the trembling hand of timid FEAR</br>Would cautiously approach; lest some rude touch</br>Might shake their hoarsely-hollow ringings forth;</br>And rouse the fierce, fire-belching Monsters up,</br>The red-eyed FURIES, and grim Dragons huge,</br>To fill with yellings, slaughter, flames and blood,</br>With sulphurous stench, and rock-convulsing roar,</br>The subterranean clefts, and thundering vaults!&mdash;", "When to the dark declivity's extreme,</br>They wound their way a level room received</br>Within its vast caliginous expanse,</br>The adventurous Heroes.  Here they saw the spoils</br>Of many a midnight pillage, rudely stored.</br>Here rusted rifles, blood-stain'd scimitars,</br>And numerous horrid implements of Death,</br>On every hand promiscuously appeared.</br>Huge, shaggy Bear-skins, brindled Buffalo-hides,</br>The long-prong'd Antlers of the slaughter'd Elk,</br>The Wolf's grim jaws, the Panther's spotted pelt,</br>And all the gore-smear'd spoils that crown the chace,</br>Were seen uncouthly strewn around.</br>And here with Gold and Silver coinage filled,</br>Two wooden coffers stood; the hellish hoard</br>Of horrid Homicidal villainy!</br>Through each compartment, nook, and noisome cell</br>Having now the ruffian residence explored,</br>Our Heroes thence the treasur'd pelf removed;</br>And into equal parcels so arranged,</br>That with facility it might be borne,</br>To where their future pleasure should direct.</br>They next the corses of the Caitiffs slain,</br>Deposit in the dank and rayless Den,</br>And change their habitation to a grave!&mdash;", "The sun had now his daily round perform'd,</br>And Twilight riding o'er the mountain peaks,</br>In her soft dusky Car, the starry gems</br>That beautify her concave Canopy</br>Disclosed, and warn'd our Heroes to prepare</br>A lodging for the Night.  An ample Tent,</br>With broad-leaf'd boughs and beech-wood bark o'erspread;</br>In which the ruffian Robbers sometimes lodg'd,</br>Stood near the cavern's mouth; a shelter snug</br>From rains and dewy damps.  Our Heroes there,</br>To pass the Night prepared.  A row of Lamps,</br>Suspended from the ridge-pole of the tent,</br>Were lighted, and the prisoners well secured:</br>Then all to rest resign'd.  Around the place,</br>Mild Slumber shed her sweet nectarean dews;</br>On every eye the honied droppings fell,</br>Except the restless Captives' &mdash; They, nor sleep,</br>Nor one alleviating pause from pain,</br>Experienced through the lingering lead-wing'd Night.</br>Some hours in calm repose the Sleepers past;</br>But ere one half of her nocturnal course</br>The ceaselessly revolving globe had roll'd;</br>A deep impetuous burst of thunder fell</br>With awful fury on their startled ears;</br>And dreaming Fancy's silken finery tore,</br>And all her glittering glassy fabrics broke.</br>The awaken'd Slumberers rose &mdash; With raging roar</br>The winds lash'd to and fro the crashing trees.</br>As black as collied exhalations, hung</br>Thick hovering o'er the howling Hills, a Cloud</br>Tumultuous, huge.  Like Niagara's flood,</br>As down the foaming steep abrupt it sinks,</br>The fury-agitated tempest roar'd.</br>Along its black convolving billows blaz'd,</br>The barbed flashes of electric flame.</br>Down through the accumulating masses roll'd,</br>With louder violence, the vollied peals.</br>Great Allegany's towering turrets rock'd;</br>The forest monsters whined, and howl'd with fear&mdash;</br>Imagination's wide-expanding eye,</br>Beheld the awful Angel of the storm,</br>In black tempestuous terrors thickly clothed;</br>Fierce lashing with tremendous wings the clouds,</br>And rolling through the glooms, the flaming balls</br>Of dreadful lightning &mdash; Now descending down</br>The storm, in the hoarse thunder's circling gurge,</br>Now rising swiftly up the murky Vast,</br>The furious Genius cleaves the broad expanse,</br>And drives against the Hills from either wing,</br>Repeated blasts of desolating STORM,</br>With bolted vengeance charg'd; uprooting towers</br>Of rocks, and tearing trees wide-branching, huge,</br>From their old beds.  Around the Cavern's mouth,</br>In every sweeping gust, the cries and groans</br>Of woe-distracted ghosts seem'd wildly mixed.</br>From their big reservoirs, the ponderous clouds</br>Wide o'er the Hills, a streaming deluge pour'd;</br>From cliffs to cliffs the tumbling torrents gush'd,</br>From turgent, down the distant dingles roar'd.</br>While thus throughout the elemental world,</br>The violent tumultuation raged,</br>And ghostly horrors seem'd to howl around;</br>A ghastly Figure gore-grim'd, tall, and wan,</br>Came limping to the entrance of the Tent</br>And instantly fled back!  Each Hero's hand</br>Engrasp'd his Gun, each eye gaz'd on the gloom,</br>And by the lightning's coruscation saw,</br>The meagre miscreant enter the drear Den.</br>They lighted by a lamp, a faggot huge,</br>And Boone led on through the sepulchral vaults</br>The perilous pursuit.  At every step,</br>Rough clattering thunders shook the impending rocks.</br>With rude disruption and disordering crash</br>Were menaced, the stupendous shuddering walls,</br>And roaring arches!  Grisly grin'd around</br>The ruffian Corses, pallid, swollen, stiff!</br>Death-damps upon their dismal visages</br>With spectral beams, and livid glimmerings shone.</br>The affrighted WRETCH, as on our Heroes press'd,</br>The gore-incrusted carcases beheld:</br>Fear-quaking, to the farthest nook he crept;</br>The shallow current of his veins was chill'd.</br>All wildly horrent stood his creeping hair!</br>His swollen protruded eyes with horror stared;</br>Convulsively his cracking teeth were clench'd,</br>And all his limbs with chilly shudderings shook!</br>At the pursuers' feet o'erpowering he fell.</br>They bore him thence, and found he was the Wretch,</br>Who with Vonploor his hellish arm had tried!</br>His strength by hunger, wounds, and waste of blood</br>So weaken'd was, that from the hour he fail'd</br>To o'ertake the lovely Maid, his languid limbs</br>To reach the Cave, their utmost force had plied.</br>But not until this night of awful gloom,</br>As the drear place arrived.  The Lightning's blaze</br>Illumed the rugged way, and gave him power</br>The destin'd spot to find. &mdash; The wearied band</br>First having given the Wretch some nourishment</br>And bound him fast, the care-dispelling God</br>Of mild repose again invoked. &mdash; The storm</br>Had now begun to wear a calmer face&mdash;</br>Far distant in the flashing firmament</br>Its muttering fulminations died away&mdash;</br>The imagined horrors of the scene had flown,</br>And through the chasms of disuniting clouds,</br>The stellar sparklers peep'd; as if to spy</br>By furtive glance the ravage of the storm.</br>The bright nocturnal Goddess drew aside</br>Her vapoury veil, and smiled upon the world!", "When through the morning's floating fogs, the sun</br>His earliest tints diffused, the Heroes rose;</br>And o'er the twinkling Hills transported, hied</br>Until again Vulosko's home they reach'd.</br>Serenely cheerful every face appear'd,</br>Except the guilty Captives'; their a gloom</br>Of melancholy sullenness o'ercast;</br>And so reluctantly they march'd along,</br>That all their steps with leaden weights seem'd clog'd.</br>In custody of the assistant band</br>Brought by Delome, they all, except Vonploor,</br>To prison were convey'd; there to remain</br>Until his convalescence gave him power,</br>As \"witness for the State,\" before the bar</br>Of injured Justice to appear, and prove</br>The guilt of his more criminal colleagues.", "When at the lowly mansion had arriv'd</br>The little phalanx, good Delome proposed</br>To accelerate the nuptial rites,</br>That Boone and his companions might partake</br>The sweet festivities; and all agreed.</br>Old Ralph was to the settlement dispatch'd,</br>With orders to invite their youthful friends,</br>And bring the holy Priest.  Three days elapsed</br>And lo!  the brilliant bridal Guests appear'd!</br>A fine umbrageous arbor had been form'd,</br>In which, the Hymeneal rites to solemnize.</br>Its foliaged Canopy, and sun-excluding sides,</br>With all the flowery beauties of the Hills,</br>Melcena and her skilful servant maids</br>Had richly hung, and gracefully adorn'd.</br>The Sweet-brier rose, and Honey-suckle flower,</br>The crimson lilly, Heart's-ease, Jessamine,</br>And Cowslip interwove in wild festoons,</br>Around the bower Edenian odours breathed.</br>From end to end a sylvan table stood,</br>With sumptuous viands spread, and mantling Wines.</br>Delicious mountain dainties nicely dress'd,</br>Were there &mdash; sweet, Pheasant Venison and Trout.</br>Around the rocky wilds the gaysome guests</br>Awhile with wonder gaz'd, unknown to them</br>What charms could bind Vulosko's heart to scenes,</br>With rude unsocial Solitude so clothed.</br>But soon the genial flow of virtuous mirth,</br>Their first reflections from their minds dispersed,</br>And calm convivial converse charm'd their hearts,</br>And made the Mountain bower a Paradise!</br>The slumbering raptures of their juvenile joys,</br>The Lovers' hoary-templed Fathers felt,</br>By memory's potent impulse warmly waked.</br>A flash, of virtuous Pleasure's vivid flame</br>Vulosko's sorrow-clouded breast illumed,</br>And kindled in his eye the sparkling beams</br>Of tender animation.  Heaven's bright face</br>Serenely shed its sunny smiles around,</br>And the wild Songsters sung through all the wood</br>Ten thousand strains of mountain Melody.</br>On pinions plumed with Pleasure's purest down</br>The happy evening pass'd.  The bridal pair</br>In silent extacy sat side by side,&mdash;</br>The flush of Love, warm on their meeting cheeks,</br>Its finely erubescent tints diffused.</br>Mild, languid emanations from their eyes</br>Of sweet expressive blue, effusive flow'd:</br>Soul-breathing kisses, secretly they quaff'd</br>From love-dew'd lips.  Their hands in mutual clasp,</br>Were glowingly embraced.  In unison,</br>With transport's melting thrill, their pulses throb'd;</br>And every breath was incense to the God</br>Of nuptial bliss.  The hour at length arrived</br>In which, the coronation of their love</br>The Venerable Priest was to perform;</br>With mild solemnity the sacred task</br>Divinely he achiev'd.  The gleeful guests</br>Epithalamiums sang and festive lays</br>Until the jocund evening closed.", "Next morn</br>Boone and his gallant comrades bade adieu</br>To the convivial Bevy, and resumed</br>Their mountain march.  Vulosko's grateful heart</br>Felt SORROW'S gush with PLEASURE'S currents mix,</br>While Boone's affectionate hand he press'd, and pray'd,</br>That holy Heaven would give protective power</br>To him and his magnanimous colleagues.&mdash;</br>At parting with such noble-hearted friends,</br>Melcena and her Melville too, were sad,</br>And every face in sympathetic gloom</br>Was wrap'd. &mdash; The affecting valediction o'er,</br>The innocent festivities again,</br>In all their harmless rapture were renew'd.</br>The venerable Vulosko and Delome</br>With joy, the juvenile jollity survey'd;</br>And edified at intervals, with virtuous lore</br>And sage remarks, on Nature, Books, and Man,</br>The taintless minds of the attentive youth.", ""]