["I saw a famous fountain in my dream,</br>Where shady pathways to a valley led;</br>A weeping willow lay upon that stream,</br>And all around the fountain brink were spread</br>Wide branching trees, with dark green leaf rich clad,</br>Forming a doubtful twilight desolate and sad.", "The place was such, that whoso enter'd in</br>Disrobed was of every earthly thought,</br>And straight became as one that knew not sin,</br>Or to the world's first innocence was brought;</br>Enseem'd it now, he stood on holy ground,</br>In sweet and tender melancholy wrapt around.", "A most strange calm stole o'er my soothed sprite;</br>Long time I stood, and longer had I staid,</br>When lo!  I saw, saw by the sweet moonlight,</br>Which came in silence o'er that silent shade,</br>Where near the fountain SOMETHING like DESPAIR</br>Made of that weeping willow garlands for her hair.", "And eke with painful fingers she inwove</br>Many an uncouth stem of savage thorn&mdash;</br>\"The willow garland, that was for her Love,</br>And these her bleeding temples would adorn.\"</br>With sighs her heart nigh burst &mdash; salt tears fast fell,</br>As mournfully she bended o'er that sacred well.", "To whom when I address myself to speak,</br>She lifted up her eyes, and nothing said;</br>The delicate red came mending o'er her cheek,</br>And gathering up her loose attire, she fled</br>To the dark covert of that woody shade</br>And in her goings seem'd a timid gentle maid.", "Revolving in my mind what this should mean,</br>And why that lovely Lady plained so;</br>Perplex'd in thought at that mysterious scene,</br>And doubting if 'twere best to stay or go,</br>I cast mine eyes in wistful gaze around,</br>When from the shades came slow a small and plaintive sound;", "\"PSYCHE am I, who love to dwell</br>In these brown shades, this woody dell,</br>Where never busy mortal came,</br>Till now, to pry upon my shame.\"", "\"At thy feet what thou dost see</br>The Waters of Repentance be,</br>Which, night and day, I must augment</br>With tears, like a true penitent,</br>If haply so my day of grace</br>Be not yet past; and this lone place,</br>O'er-shadowy, dark, excludeth hence</br>All thoughts but grief and penitence.", "\"Why lost thou weep, thou gentle maid!</br>And wherefore in this barren shade</br>Thy hidden thoughts with sorrow feed?</br>Can thing so fair repentance need?\"", "\"O!  I have done a deed of shame,</br>And tainted is my virgin fame,</br>And stain'd the beauteous maiden white</br>In which my bridal robes were dight.\"", "\"And who the promis'd spouse declare,</br>And what those bridal garments were?\"", "\"Severe and saintly righteousness</br>Compos'd the dear white bridal dress;</br>JESUS, the son of Heaven's high King</br>Bought with his blood the marriage ring.", "\"A wretched sinful creature, I</br>Deem'd lightly of that sacred tye,</br>Gave to a treacherous WORLD my heart,</br>And play'd the foolish wanton's part.", "\"Soon to these murky shades I came</br>To hide from the Sun's light my shame&mdash;</br>And still I haunt this woody dell,</br>And bathe me in that healing well,</br>Whose waters clear have influence</br>From sin's foul stains the soul to cleanse;</br>And night and day I them augment</br>With tears, like a true Penitent,</br>Until, due expiation made,</br>And fit atonement fully paid,</br>The Lord and Bridegroom me present</br>Where in sweet strains of high consent,</br>God's throne before, the Seraphim</br>Shall chaunt the extatic marriage hymn.\"", "\"Now Christ restore thee soon\" &mdash; I said,</br>And thenceforth all my dream was fled.</br>"]