["I who late raptur'd dwelt on scenes, where Yare</br>In sweet meander pours her inland stream,</br>Smit with the love of poesy, now dare</br>Again to meditate descriptive theme:</br>There nought disturb'd the mind's elysian dream,</br>Save when some breeze the wild flowers' freightage bore&mdash;</br>In rudest forms, here terror reigns supreme,</br>Here the mad breakers lash the sandy shore,</br>And Nature starts appall'd at her own loud uproar!", "The landscape now had darkness ceas'd to shroud;</br>The morn, unclosing her cerulean eye,</br>Cast a mild glance on every floating cloud,</br>And look'd it into beauty, whilst on high</br>The sun, that brightest glory of the sky,</br>To his diurnal round again upsprung</br>From forth a purple tissued canopy:</br>On Heaven's wide arch his central orb he hung,</br>And o'er the expanse below the golden day beam flung.", "Where rolls in Garien's port the foamy main,</br>Musing, I bent my solitary way;</br>Bound in the seaweed's mossy-woven chain,</br>Upon the strand full many a pebble lay,</br>That oft, as o'er it flash'd the silvery spray,</br>To Fancy's shapings still more lovely seem'd,</br>And, as the curlews frequent div'd for prey,</br>Across the waves a line of splendour stream'd,</br>And on their surface hoar what myriad diamonds gleam'd!", "Such bracing airs of seaborn coolness blew,</br>As flush'd with wholesome ruddiness my face,</br>The whilst mine eye would stretch its eager view</br>Along the dim immensity of space,</br>And on the horizon's hazy verge would trace</br>A fleet of war-ships, tall their sails unfurl'd,</br>From earliest time the pride of Albion's race,</br>Which, as the thunders of their wrath they hurl'd,</br>To her wide-waving flag made couch the subject world.", "Thou watery sphere, that from creation's hour</br>Around these shores hast spread thine ample cest,</br>In thee the wonderous, omnipresent power</br>Of God peculiarly is manifest!</br>Though now calm ripples skim thy glassy breast,</br>How frail the hope, that loves on thee to dwell!</br>Haply some storm ere long will break thy rest,</br>His frenzy fit this transient scene dispel,</br>And o'er each billow's crest succeeding billows swell.", "Within thine oozy depths what caverns lie,</br>Thou mighty sepulchre of dead men's bones!</br>Caverns no living sight could e'er descry&mdash;</br>How oft thy surge in solemn cadence moans</br>With the poor shipwreck'd soul's expiring groans!</br>There where no sun illumes the drear confine,</br>His last sad dirge the night blast's fitful tones,</br>How oft wild weeds and branching coralline</br>Around his festering corse a shroud fantastic twine!", "Thus wrapt in thought, I stray'd with sauntering tread,</br>When from a fisher's skiff a man drew near,</br>Few were the locks his freckled brows that spread,</br>The characters of age were graven there,</br>His cheeks with scars were furrow'd, scars most dear</br>Of every meed that waits the truly brave;</br>His garb, that weather'd many a season drear,</br>And to the wind its faded tatters gave,</br>A veteran tar bespoke, son of the ocean wave.", "\"Forgive my bold inquiry, for what cause</br>Thou quit'st the gay throng'd pier?\"  he frankly cried,</br>\"Surely no grief thy footsteps hither draws,</br>To pore despondent on the ebbing tide&mdash;</br>Ne'er may'st thou trials hard as mine abide!</br>Ah, for old England's king long time I fought,</br>And with his foes oft grappled side by side,</br>Till to my home these wounds a passport brought;</br>Since then, in yonder boat my daily toil I've sought.\"", "\"My friend!  this bosom ne'er hath felt annoy,</br>Yet marvel not I leave yon crowded ways,</br>For O, to me it is a best employ,</br>To follow Nature through her every maze!</br>As to the deep e'en now I turn'd my gaze,</br>Methought was pictur'd there the self same change,</br>That aye awaits us in our mortal days,&mdash;</br>Yes, 'tis the will of Heaven, whilst here we range,</br>That pleasure oft be ours, but oftener contrast strange!\"", "\"Time was,\" replied he, \"when the briny surge,</br>Upon the shelving spot where now we stand,</br>Its restless course far onward wont to urge,</br>Yon town, perchance, itself the only strand,</br>Ere yet its walls by skilful toil were plann'd&mdash;</br>A sad event too once befel they say,</br>Where yon tall vessel rides hard by the land;</br>The tale, I ween, attention will repay,</br>And, as we homeward bend, beguile the lengthen'd way.", "\"Fair smil'd day's early beams, as now they smile,</br>The morning air, as now, was all serene,</br>When lo (most strange to tell!)  a little isle</br>Was on a sudden high emerging seen;</br>Its brow was cover'd with a grassy green,</br>And many a plant the soil uncultur'd rear'd,</br>As though its base far ages firm had been;</br>Around its steepy sides the main appear'd</br>Alike its barrier strong, and foe whom most it fear'd.", "\"Amid the throng, which daily hasten'd there,</br>Was one, that eager cried \"Ah, who can tell</br>How sweet, how passing sweet a joy it were,</br>On such a fair, romantic spot to dwell!</br>Me, when my wants should e'er to town impel,</br>How easy 'twere to ply the sweeping oar</br>Across the breezy ocean's gentle swell!</br>So should I gain ere long the neighbouring shore,</br>And sure the change of scene would home endear the more.", "\"There strait a mansion he resolv'd to build,</br>Where elegance and strength might both unite,</br>With poplars silvery grey a nook he fill'd,</br>Laburnum there hung flowers of golden light,</br>Whilst shrubs more lowly fac'd the eastern site.</br>Now had four suns their annual circuits roll'd,</br>Still seem'd the isle a fairy palace bright,</br>Still the soil boasted its prolific mould,</br>And fast the poplars grew, most beauteous to behold.", "\"It chanc'd that once the moon, suffus'd with blood,</br>To eve's dim hour gave signs of awful close,</br>With hoarser murmurs heav'd the gulphing flood,</br>High up the isle the mass of waters rose,</br>And sky conspiring, threaten'd deeper woes!&mdash;</br>The pale domestics round their master press,</br>'Ah, where,' say they, 'is now our priz'd repose?</br>Befits us then to seek some nigh recess,</br>Where we, from danger safe, our happy stars may bless.'", "\"'Why fear,' he answered, 'where no cause to fear?</br>The elements their rage will soon abate;</br>But if with coward hearts ye tarry here,</br>Go then, and leave me to the chance of fate,</br>Whilst on the shore the morrow's dawn ye wait.'</br>They urg'd intreaties, but of no avail,</br>At length departing, ere it proved too late,</br>Now in their boat they spread a little sail,</br>And, reaching swift the port, escap'd the driving gale.", "\"Nor were its habitants from terror free&mdash;</br>Loud in the quay the rocking billows roar'd,</br>And many an heart, for relatives at sea,</br>Of Providence a blessing kind implor'd,</br>And wish'd their ships in harbour safe were moor'd!</br>When now the twilight's dawning hour came on,</br>The rescued train with anxious eyes explor'd,</br>The scene, where late the island palace shone,</br>But O the dire reverse!  shrubs, island, all were gone!\"", "As thus the courteous stranger clos'd his speech,</br>The busy crowd hard by appear'd in view;</br>Aside my footsteps turning from the beach,</br>Reluctant to the tar I bade adieu,</br>And pray'd his future hardships might be few.</br>To thee, vast deep!  this moral truth I owe,</br>This moral truth obsequious fancy drew&mdash;</br>That as thy calm now smiles, thy storms now blow,</br>Each object, e'en most dear, so fluctuates here below!</br>"]