["From lighter Strains to sing the tragic Theme,</br>Awake my Muse!  while Nature lends her Aid,</br>Inspires my Bosom, animates the Lay,</br>And calls forth Fancy from her airy Seat,</br>To wing the sacred Flight.  Shall he remain</br>Unsung, whose won immortal Lays could pile</br>Triumphal Arches, and for Merit wreathe</br>Eternal Laurels?  Shall the gen'rous Bard</br>Shake off the Bonds of Sense, and upwards mount</br>Beyond this little Scene, and not receive</br>The weeping Tribute of a grateful Muse?", "O could the Muse catch the poetic Flame;</br>Which glows celestial in the sacred Page,</br>Where NEWTON'S Glories to th' astonish'd eye</br>Unbounded shine!  then might she hope to raise</br>A Monument immortal to his Name.", "But where begin so sing the mighty Theme?</br>How utter half his Praise?  Ye Sons of Verse,</br>Who from this Fountain drew poetic Life,</br>Sing loud his Merit!  ye who climb the Paths</br>Which guide to Glory, and with soaring Wing</br>Ascend the Muse's Hill, can ye remain</br>Silent, while yet the dear Remembrance swells</br>Your grateful  Bosoms.  Say, what noble Grace,</br>What Virtue was not his?  Supremely bless'd</br>With lavish Nature's Gifts, how did he range</br>Thro' all her Wilds, and to the wond'ring Mind</br>Display the rolling Year?  The verdant SPRING,</br>Clad in her flow'ry Pride, profuse of Charms,</br>Smiles from the lucid South; while Nature all</br>Starts up to Life, and owns her genial Power,</br>Blooms in her rich Array, and shoots profuse</br>Her vegetable Store:  The fragrant Plain,</br>Deck'd in her Beauties, opens all her Sweets,</br>And, big with Blessings, chears the Heart of Man.", "The blooming Spring averts her Virgin Face,</br>When SUMMER comes; with sultry Pace he comes,</br>And beams in Glory o'er the fervid Globe.</br>His plastic Rays all ripening Nature feels,</br>And glows in youthful Pride; diffusive Showers</br>Refresh the arid Glebe, or from the Cloud</br>Deep-black'ning the impetuous Torrent pours;</br>Or dreadful burst the Magazines of Hail:</br>Athwart the Sky the forked Light'nings flash</br>In horrid Pomp, and the hoarse Thunder roars,</br>Tremend'ous roars, and awes the frighted World.", "But, lo the changing Scene!  AUTUMN appears</br>Array'd in yellow Pomp; the Orchard bends</br>With fragrant Fruitage, blushing 'midst the Leaves</br>And grateful to the Taste; the Harvest waves</br>O'er all the fertile Field; the Farmer's Heart</br>Exulting leaps, as o'er the nodding Plain</br>He throws his joyous Eyes, while Industry</br>Now grasps the Sickle, and innur'd to Toil</br>With busy Hand concludes the rustling Scene.", "But scarce has Autumn pour'd her fruitful Boon</br>Luxuriant forth, and swell'd the Farmer's Store,</br>Till from the low'ring East, in stormy Rage,</br>The WINTER roars, and all his gloomy Train</br>Sweep o'er the trembling Year.  The hoary Frost</br>Rears his congealing Head, while oft the Snow</br>Descends in fleecy Pomp.  The changing Scenes</br>Which deck the Seasons; the revolving Year,</br>Both when she blooms, and when in wintry Time</br>She darts her Horrors o'er the shivering World,</br>Dress'd in her Glories stands disclos'd by him.", "His Genius boundless rang'd thro' all the Tracts</br>Of wid'ning Nature; to his piercing Eye</br>The Sun effulgent open'd all his Stores</br>Of Light immense, which, with the borrow'd Rays</br>Night's glimmering Queen transmits, for ever shine</br>With heavenly Splendor in his solemn Song.", "FREEDOM divine, which in the Patriot's Soul</br>Glows fervid, he with gen'rous Vigour breath'd,</br>And sung the mighty Theme.  Immortal Rome,</br>Where Freedom once tremend'ous held her Reign,</br>And shook her Terrors o'er the yielding World,</br>Where bleeding Heroes stemm'd the rushing Tide</br>Of dreadful Ruin, and with Glory lay</br>Stretch'd on the Plains of Conquest, while the State</br>O'er trembling Nations spread her awful Wings</br>Imperial, she, in his pathetic Song,</br>Shines still rever'd, and thro' the Bosom darts</br>The Patriot Ray, while oft with manly Rage,</br>The kindling Breast breathes forth the gen'rous Fire.", "Nor stops his Muse, but thro' contending Greece</br>Pursues her ample Range, and shews the State</br>In all her Terrors drest, when Freedom pour'd</br>Her martial Sons profusely o'er the Field,</br>To check th' exulting East, when dreadful swept</br>The Persian Lord, while in his num'rous Train</br>Collected Nations roll'd.  How Freedom rous'd</br>These Sons of Greatness, to sustain the Shocks</br>Of gathering Armies, he in martial Strains</br>Presented, vivid to th' astonish'd eye.", "BRITANNIA'S Glory, in his sacred Page,</br>Breaks forth illustrious; all the Sons of Fame</br>Whose dauntless Souls, superior to the Shocks</br>Of wayward Fortune, urg'd their gen'rous Course,</br>Embalm'd for ever, dazzle in his Song.</br>How oft enflam'd the madding Nation jarr'd,</br>In dire Combustion and intestine Rage,</br>O'erwhelm'd the harrass'd Land, while Freedom wing'd</br>Her sacred Flight, and left the drooping Isle</br>To wail her sad Remove, till William rose,</br>To waft her backwards from the Belgick Shore.", "Nor stoop'd his Muse, beneath the mighty Weight</br>Of TALBOT'S Virtues; the enchanting Flow</br>Of Eloquence divine, which from his Lips</br>In sweet Profusion stream'd, strait charm'd the Soul,</br>And pour'd Persuasion round th' astonish'd Throng.</br>These all are his &mdash; and more.  The glowing Heart</br>Which grasps the human Kind, the tender Throb</br>Which weeps the Woes of Man, the lib'ral Hand</br>Which strews profuse its glad'ning Bounties round.</br>Nor can his gen'rous Deeds by ruthless Time</br>Be e'er effac'd, since drest in THOMSON'S Lays</br>They charm immortal:  In his Portrait fair</br>The finish'd Statesman shines, the Patriot glows,</br>And every Virtue opens to the View.", "But say!  Ye Virgins, from whose tender Breasts</br>He drew the heaving Sigh, while graceful down</br>Your cheeks warm blushing fell the starting Tears,</br>In pearly Sorrow, as with gen'rous Rage,</br>His SOPHONISBA drinks th' impoison'd Cup,</br>And dies undaunted in the noble Cause</br>Of bleeding Carthage.  All ye lovely Train,</br>Do ye not mourn him, and your smarting Breasts,</br>Feel agonizing Throws?  Your Bard no more</br>Can charms your Ears, nor in your Bosoms pour</br>His soft Instructions; while with nameless Art</br>He led you captive thro' the Maze of Love,</br>And with enchanting Numbers swell'd your Souls.</br>Oft have your Breasts with sweet Emotions heav'd,</br>As oft you turn'd his Nature-painting Page,</br>And drank the Draughts of Love; your ev'ry Nerve.</br>With Trepidation seiz'd, confess'd the Flame,</br>High-kindling in your souls, as thro' your Veins</br>The shivering Transport ran; nor did his Muse</br>E'er paint a guilty Scene, but nobly pure,</br>Presented Virtue in her lovely Robes</br>Of Innocence and Peace:  By him she charm'd,</br>And reign'd triumphant o'er the yielding Heart.", "But as, with him, the tragic Muse has wing'd</br>Her airy Flight, and left the drooping Isle,</br>Long to bemoan her THOMSON, now no more</br>The Genius of the Stage; ye Gay and Fair,</br>When his last Scenes shall open to your view</br>In perfect Lustre great; when Rome shall mourn</br>The horrid Hate, which hastes relentless on,</br>To strike the Blow of Fate, and dreadful pour</br>Collected Vengeance on the Roman Name.</br>O then ye Fair!  with ever grateful Hearts</br>Assert his Cause, as oft in mingling Crowds</br>Ye nightly visit, where with tragic Rage</br>Resounds the vaulted Dome, while in your Eyes</br>Oft starts the Tear, and down your rosy Cheeks</br>Steals trickling, then assert the gen'rous Cause,</br>And with your Praises crown his parting Scenes.", "Never did Envy stain his noble Breast;</br>Far from his Bosom fled th' infernal Fiend,</br>Nor durst approach a soul so great as his.</br>Serenest Virtue, on his smiling Brow,</br>Sat in her Charms, and with collected Grace,</br>Engag'd th' admiring Throng:  He never knew</br>The idle Pomp of Life, nor meanly grasp'd</br>At pageant Greatness; nor, with eager Eye,</br>Pursu'd the Glare of Wealth; his was a Task</br>Of nobler kind, while on his swelling Soul</br>Rush'd Contemplation, and etherial flew</br>Throughout the Spheres, and on his wond'ring eyes</br>Pour'd all her Visions forth:  but say, ye Few!</br>Who knew the Movements of his noble Mind,</br>And felt the glad'ning Beams of Friendship dart</br>From Soul to Soul, ye knew his Bosom breath'd</br>Benevolence to Man, he grasp'd his kind</br>In all the Ties of Love:  but O while round</br>The social Bowl, ye quaff'd the mental Feast</br>With fond Endearment, and his Flow of Wit,</br>With Bliss ecstatic, fill'd your ravish'd Minds;</br>While he, with Look benign, with winning Grace</br>And Tongue instructive, open'd all his Stores of</br>Treasur'd Knowledge, and with rapid Flight,</br>Time wing'd her Way &mdash; Can ye recount these Scenes</br>Of boundless Pleasure? &mdash; No &mdash; Remembrance checks</br>The fond Relation, and o'er all your Souls</br>Extends a pensive Gloom.  Ah whither fled</br>These Hours of Bliss!  If in this Vale of Tears,</br>(Where mingling Horror gathers all her Storms</br>To blast the Scenes of Joy) aught can be called</br>Ecstatic Bliss.  Such, visionary Life,</br>Are all thy shifting Scenes; now they unfold</br>Their varied Charms, and, like the vernal Rose,</br>Diffuse their balmy Sweets, till strait succeeds</br>The gelid Air, to nip their blossom'd Growth.</br>What art thou, Life!  at best an airy Shew,</br>And like a Vapour which by Night condens'd</br>O'erclouds the Sky, till strait the solar Ray</br>Pierces its tenuous Sides, then sinks its Form</br>To infant Atoms; such the Base of Life,</br>So fly the Phantoms of our fond Pursuit!</br>Scarce on our conscious Head has Nature pour'd</br>Existence, and uprear'd the brittle Frame</br>With her conducting Hand, till round she sows</br>The Seeds of Death; Diseases unobserved</br>For ever mine the Citadel of Life,</br>Till one dread Blast dissolves it into Dust.", "Where fled ye, Visions of enchanting Joy,</br>With all your giddy Train?  Where now the Hope</br>Which warm'd the Virgin's Breast, as in her Pride</br>Of rosy Beauty oft she turn'd the Round</br>Of Pastimes gay, and drunk th' enchanting Cup</br>Of madd'ning Pleasure!  while with conscious Blush</br>She beam'd her Beauties round, and felt the Sweets</br>Of Love and Conquest kindling in her Soul.", "Scarce has she wav'd in all her gaudy Dress,</br>Or lavish'd half her Charms, or view'd the Scene</br>Of youthful Frolic; scarce has Nature flush'd</br>Her blooming Cheek, or in her Bosom pour'd</br>The Throbs of Love, or on her shining Hair</br>Bestowed the Raven-hue, or built her Limbs</br>With fine Proportion; till behold the Breath</br>Of dread Affliction blasts her rosy Youth;</br>Then drops the Veil o'er every ripening Charm;</br>Now fly her Visions, with their airy Train</br>Of future Bliss, with which her swelling Breast</br>Triumphant heav'd, now baffled Beauty weeps,</br>And o'er her livid Face even Virtue drops</br>The elegiac Tear.  So wither'd fall</br>The Sons of Pleasure, who in flow'ry Youth</br>Look'd forward to enjoy a Length of Days,</br>Gay o'er the Stage of Time, they flutt'ring move,</br>Secure of Life, and plan the empty Dream</br>Of mimic Greatness; oft exults the Heart</br>O'er all the fancy'd Scene, while heedless they</br>Rush on the Snares of Woe, and instant Fate</br>Snatches her tender Prey.  Now rising Hope,</br>With all her Phantoms of expected Joy,</br>Shrinks into Air.  Thus fleet the Days of Man,</br>While all the Din and glitt'ring Pomp of Life</br>Remain for ever hush'd in silent Sleep.</br>Nor want we here the elegiac Song,</br>To strew fresh Roses round the sacred Tomb,</br>Where Virtue weeps; here let the pensive Mind</br>Turn to the glowing Page, where SEASONS roll</br>Around the varied Year; there view array'd</br>In Beauty's Grace, the ever-blooming Spring,</br>Benevolent and mild; or all the Pomp</br>Which sultry Summer shews; or all the Stores</br>Which yellow Autumn pours; or Winter view,</br>With Storms and Torrents rushing o'er the Year.", "These all are his.  And while the Spring remains</br>To paint the Vale, or rustling Harvest nods,</br>Or Winter glooms, or Summer glads the Earth,</br>These, these shall read his monumental Stone</br>Beyond the Attacks of Time.  O could the Muse</br>O'erleap the Bounds of Sense, and wing her Flight</br>To yon effulgent Orbs, where dwell the Bless'd,</br>Array'd in lucid Robes, there might she view</br>The Muses Sons with chearful Looks advance,</br>To hail the Partner of their deathless Joy.</br>See SPENCER deigns to point his mazy Way</br>Thro' Mansions ever new; and MILTON'S self,</br>Obsequious bending from his laurel'd Throne,</br>Now greets his noblest  Son, and to the Choir</br>Of circling Angels, yields the heavenly Guest;</br>Who lead him wond'ring thro' the radiant Spheres,</br>Lost in the Maze of Thought, high rais'd, to him</br>Whose Hand creative form'd the spacious Vast</br>Of thousand Worlds, who bid our solar Year</br>Revolve, and Seasons steer their varied Course:</br>And moves, directs, and agitates the Whole.</br>"]