["The traveller hurries on his homeward way,</br>And warm hope kindles in his anxious breast;</br>No weary cares his bounding steps delay</br>Till many a mile his heavy feet have prest;</br>Then on the measuring stone he sinks to rest,</br>And sees his path before extending far;</br>What time the wild bird seeks his sheltering nest,</br>And the last blush hath left the mountain's bar,</br>As twilight calmly wanes beneath the evening star.", "But sadder yet the weary wanderer Man.</br>His year hath closed and he can have but few;</br>That space hath ended as it first began;</br>All lost, and Oh how much remains to do!</br>Then youth comes brightning on his memory's view,</br>And quick the thought his eyelid sadly fills;</br>For childhood's scenes in life's last hours grow dear,</br>Though in the vale the gathering shadow chills,</br>Bright sunshine lingers yet on youth's far distant hills.", "The year is closed &mdash; the thoughtless spirit feels!</br>'Tis like the sounding of death's fatal dart!</br>And labour half suspends its glittering wheels</br>To pause and ponder e'er it quite depart;</br>The wise reflect &mdash; the guilty mourn apart;</br>The slaves of gain awhile stand still with fear;</br>The world is sad and nature finds a heart:</br>Her skies grow dark, her gathering storms severe,</br>And her long night-winds sigh above the parted year.", "And yet why mourn we for its hurrying flight?</br>Is it that days have perished one by one?</br>Or that the moon twelve times hath trimmed her light</br>With the lent brightness of the annual sun?</br>That spring and summer each her course hath run,</br>And the red leaf hath trembled on the tree?</br>And now December's latest hour is done,</br>That all hath passed away and never more can be?", "Oh!  no &mdash; we mourn not that the year should go,</br>'Tis that it brings us nearer to the last;</br>And as time travels in his downward flow,</br>So much of life is numbered with the past.</br>Our childhood gone &mdash; our manhood following fast,</br>Our age too moving on to whence it rose,</br>We almost hear the wailing of the blast,</br>That tells the coming of life's wintery close,</br>When man and all man loves shall sleep in dark repose.", "Look on the mournful record of the past,</br>And mark how much one little year can do:</br>How much of friendship that seemed made to last,</br>Unwearied love, affection firmly true,</br>Are known no more, except in fond review.</br>When memory opens all all its secret caves</br>And vainly tries to kindle hopes anew,</br>Like flowers up-springing from neglected graves,</br>Where, wreathed by nature's hand, luxuriant verdure waves.", "I've seen the infant take his early flight</br>In the fair day break of his opening years,</br>When the glad parent saw with fond delight</br>The helpless charm that childhood most endears.</br>I've seen the youth deplored with bitter tears:</br>In the best triumph of his days he fled.</br>When life's bright scenes were bursting on his sight</br>On his pale cheek was found the threatening red;</br>Before the year was past he slumbered with the dead.", "I've seen the aged willing to depart</br>In that dark hour ere nature quite expires</br>When the hope fain would warm the withered heart</br>With the cold embers of its earthly fires,</br>Though heaven is all the weary soul desires</br>Worn with the cares of three score years and ten:</br>When life no more a blessing could impart,</br>At peace with God and deeply mourned of men,</br>He laid him down to rest &mdash; to wake in heaven again.", "The year is closed; and time hath warnings deep</br>And full of woe to them that doubt his power;</br>From the cold shade of their forgotten sleep</br>He calls the ghosts of each departed hour;</br>With angry lips and eyes that darkly lower,</br>They read the sentence of their destined prey:</br>And on their silent course they sternly keep</br>To bear their witness on that fearful day,</br>When the last words are said that may not pass away.", "Too much of mournful thoughts &mdash; we know too well</br>Humanity is made of mournful things,</br>And man's ambitious spirit loves to dwell</br>On the high fate of nations, and of kings.</br>While Europe's rank to power still feebly clings,</br>And sovereigns tremble at the deep stained block,</br>As the strong surges of resistance swell,</br>Our country quakes not in the sounding shock,</br>For few and holy hands have built it on the rock.", "She had her dark hour &mdash; and 'tis joy to see</br>The friend and patriot of her helpless days,</br>Who fought in youth to make a nation free,</br>Receive in age, a nation's glorious praise,</br>And the best thanks her grateful voice can raise.</br>An hour like this is worth an age of woe,</br>When thousand feelings in deep harmony</br>Rush on the heart, till tears begin to flow,</br>In that divine delight, that kings may never know.", "The year is closed; and tyrants yet rejoice,</br>The oppressor triumphs and the injured falls;</br>And oh that heaven would lend the thunder's voice</br>To sound the warning through their gilded halls,</br>That hosts are vain, and vain their bayonet walls,</br>To curb the nations when they will be free;</br>When the stern spirit, which no time destroys,</br>Lifts up the millions from their bended knee,</br>And fierce and fearful then the reckoning hour shall be.", "But tis not yet.  The black, and angry cloud</br>Casts its broad shadow o'er the vales of Spain;</br>But Greece sends out her war-cry long and loud</br>And her best blood is not poured out in vain;</br>For as her warriours laid their martyred head</br>On the red field the bloody share hath ploughed,</br>The voice for vengeance from their dreary bed</br>Hath fired all living hearts and almost waked the dead.", "Alas for Greece &mdash; thy early friend is gone,</br>The steadfast hope of freedom and the free;</br>Who did for thee what Christians have not done,</br>And false to heaven was ever true to thee.</br>Untold the errours of his heart should be;</br>'Twas burned to ashes in wild passion's blaze:</br>His soul was fervent as the noon-day's sun,</br>And grand and solemn rolled his wondrous lays</br>Till virtue's harsh reproof was melted down to praise.", "Oh!  how can peace the weary nations crown,</br>While man admires, what virtue must abhor?</br>While sufferers lick the foot that treads them down,</br>And pay blind reverence to the slaves of war?</br>And how can peace extend her influence far,</br>While self-styled Christians wrong the Christian faith,</br>And fools adore the red and baleful star;</br>And bear exulting on their servile breath</br>The name of him who wears the livery robes of death.", "Away from Europe, and her battle plains,</br>Worn by the folly and revenge of man.</br>Go to the region where the stranger reigns,</br>On the parched plains of injured Hindostan.</br>There, where the church breaths out its angry ban,</br>The noble Brahmun rends the veil away;</br>The heathen's voice the cause of God maintains;</br>The christian wakes not in the rising day,</br>And unbelieving lips the truths of heaven display.", "And now farewell &mdash; the lingering year is past;</br>Farewell the old, and welcome to the new;</br>And as your years come nearer to the last,</br>May all the dreams of happiness be true</br>That fancy paints on youth's enchanted view.</br>But the short day of life is closing fast,&mdash;</br>Already trembling on the verge of even;</br>And when the joys of earth are faint and few,</br>May happier visions to your hearts be given</br>Of joy unknown below and endless rest in heaven.</br>"]