["ARGUMENT.</br>Upoune the sleiping Toumbe the Prince</br>His travells seis ingrapht</br>He seis Laissa their ye sword</br>He from the rock out rest</br>A spreit or feind of Hell he meitts</br>Upoune Danubius fair</br>That in the shap of Mayd him leids</br>To paine, wol greif, and cair.", "No sonner goldin Phebus guilds the skyes</br>And shoots furth fyrie beam's throw emptie air</br>Wheas the Prince up from the grasse does ryse</br>And in his hairt a thousand thoughts repair</br>His courage fled he doubts, he fant's, he fears</br>Floods from his eyes send stream's of sylver tears,", "Kynd was his hairt tho not resolv'd to love</br>Cairfull his mynd her lyfe for to preserve</br>Constant in kyndnes did he alwayes prove</br>Courtes and cairfull Ladies fan to serve</br>His hairt a throne for beauties excellence</br>If airt witheld not Natures influence.", "At last to the desyred toumbe he came</br>Which seem'd not to be wrought with humane hands</br>So riche so rair so wounderfull the same</br>Which on four sylver shynning Pillers stands</br>Of beattin gold so pure fair, cleir, and bright</br>Whoes shynning seem'd to skorne fair Phebus light.", "And round about him self he might behold</br>His travell's throw the birning cave, it shew</br>No painting colours beautified the gold</br>Bot Emiralds, Pearls, Rubies, Saphirs blew</br>Which lyvelie shoes each purtrat and eache pairt</br>So comelie nature helped courious airte.", "Their was the purtrat of the Sulphure flamme</br>In birning Charbunkles and manye a ostone</br>Whoes glanceing light agains the Sune furthe cam</br>Lyk sparklying fyre that flam'd that brint that shone</br>Ther where the Gyant feld him to the ground</br>And caried him through all the cave a sound.", "A crimsone blush a pourple dy our spred</br>His lovely face and made him hing his eyes</br>Shame, raige, revenge, wraith, furie, anger bred</br>He loths him self he freats he froun's, he fry's</br>He thinks these purtrats in despight wer shorne</br>To show him self unto him self in skorne.", "But looking farther of he did espy</br>There wheir the Gyaunt threwe him to the ground</br>And how he role agane with majestie</br>Giving at once his foe his fatall wound.</br>Eache purtrat their to pleas his eye contends</br>And seem'd for former faults to mak amends", "There all the rest of this his longsum wark</br>Wer fynly graph'd in pretious stones and gold</br>The which frome point to point he did remark</br>And their his woundrous valour might behold</br>Bot lynes effrayed his hairt, his eyes, his ears</br>He feirs to reid yet reids and reids with tear's.", "All is in vaine all labour is for nought</br>Frome Mansayes charmeing spells can non defend</br>In vaine her lyfe in vaine releif thou sought</br>In ending of her pain her lyfe did end</br>Thow casd her pain and crewell death did send</br>This is the fruct of all thy travels past</br>Thow wrought her death her death to the shall send.", "Greif, sorow, cair wo shame, disgrace at last</br>Set is thy Sune with clouds of shame or'e cast</br>Spent is thy lamp of glorie praise and fame</br>Thy honor fades dishonor buddeth fast</br>And blossoms beirs of wo, disgrace, and shame</br>Thy glories doone praise dead and fame outworre</br>Go then of heavne, of earth, of hell, the skorne", "Evne as when fearfull dreams in slumbring sleip</br>Wold mack a man to shout, to cal, to cry</br>Whil fear and horrour ov'r his senses creip</br>Yet speiechles, sightles, mightles does he ly</br>So now it seem'd the Prince was in a traunce</br>And greatlie troubled in his countenance.", "Thus drunk with sadnes and devoyde of joy</br>Amaizd he stoode bereft of speich and sence</br>Dounwarde he casts his looks with sad anoy</br>Greif sorow cair wold lyfe have chaiced thence</br>Oft did he wishe the solid earthe to ryve</br>And hyd his shame, by swallowing him alyve.", "But waiking from this dreaming sleip at last</br>His loftie witts agane together flies</br>When as his roaling eyes by chaunce he cast</br>Above the toumbe the which he oppin seis</br>As Seaman in a raiging storme of wind</br>Ar glaid the land and wished shore to find.", "So glaid he was hoping to find releefe</br>That sorow's past might have a happie end</br>Wheirfore to eas his cair, his paine, his greif,</br>Aloft unto the toumb his looks he send</br>Wheir hope with dreid, and dreid with hope made weir</br>He feird in joy, and joyde in mids of feir", "For their Laissa fair he might behold</br>Nay not Laissa bot Penardo rather</br>For ev'ne the sharpest eye could not unfold</br>The meinest mark of difference tuixt ether</br>And thus not glade whill her he oftin light's</br>But ev'ne him self to sie him self delight's", "As that fond boy that gaizd into the wel</br>Wheirin he sies the shaddow of his face</br>And being deip inamoured of him sell</br>Oft looks and oft the image wold embrace</br>So in her face as in a glas or well</br>He lov'd the only image of him sell", "She sat upone a bensh of glanceing gold</br>And lein'd her lovelie face upon her hand</br>Bright look'd her eyes wheir love and fancie rold</br>But lo no spunk of aer nor breath he fand</br>Yet was her colour lyvelie fair and cleir</br>A sylver tinctour in her cheeks appeir.", "He cald her oft and nam'd her by her name</br>First soft, then lowd, then whispred in her eare</br>But yet no show of heiring made the Dame</br>Nor anie signe of lyfe could once appeer</br>Wheirfore sad sorow sheltred all his joy</br>And horried paine his pleasour did distroy.", "And ean this be (quod he) and art thow dead?</br>And has the worlde her cheifest glorie lost</br>Could not my pains thy dearest lyfe remead</br>Oh no, no pains, of noght but shame I bost</br>O shame, O fame, shame brings eternall foyle</br>Shame shall my fame disgrace, my glorie spoyle.", "Oh could my lyfe, thy lyfe (deir lyfe) redeeme</br>Soone should it by discharged from this breist</br>Or wold the heavns so much my soule esteeme</br>That heir it might dislodge and their might rest</br>Or that but sinne my luck les lyfe might smairt</br>I to thy ghost wold sacrafeize my hairt.", "Oh but the faits denyes I sould have pairt</br>Of thy sweit joyes, and heavns denyes my bliss</br>That their fearce wraith may mak me more to smairt</br>For this my fault, my injurie, my mis</br>Curs'd by the spreitt that me deceaved twyce</br>With visions dreams, temptatioune, fantasyes.", "Curs'd be the tyme I put this armour on</br>Curs'd be the toung that me their to intys'd</br>Curs'd be the hands that fram'd the same alone</br>Curs'd be the witt that armour first devys'd</br>Curs'd be the spreitts the feinds the furies fell</br>That built this house of shame, of death, of hell.", "And with the word his birning eyes did roll</br>And shoot furth fearfull flamms and sparkling fyre</br>Dispight raige furie madnes did controle</br>Witt, reasone, shamefast modesties desyre</br>Wyldlie he lookd, he staird, he gaizd about</br>Raige hade his witt, and reason quyt put out.", "Then of his helme and armour did he teir</br>Which in his furious raige he threw away</br>Quod he I am not woorthie airm's to beir</br>If this be all my conquest all my prey</br>Of simple mayds the blameles lyfe to tack</br>Heavne, earth yea hell it self, abhors the fact", "Let brightest heavnes a sable hew unfold</br>Let grasse and hearbes be withert wheir I goe</br>Let Sunne and Moone in duskie clouds be rold</br>Loathing to shyne shameing my faults to shoe</br>Which sould be wrapt in black eternall night</br>In hell in paine in horrour and despight.", "Thus from the toumb he goes furth throw the plaine</br>And wanders far and wounders at him sell</br>He seiks the flamming rok but all in vaine</br>That led him first unto that feild of hell</br>Their to gett out but none save Mansay knew</br>That fearfull cave, and his infernall crew.", "This valley's walld about by Natures airt</br>With mightie craiges, steip rocks, and montanes hie</br>Except the cave their is no entring pairt</br>Which by that flamming fyre defend it bee</br>Their set by Mansayes art but now the Prence</br>The craigs, rocks, montans, climbs, and flieth thence,", "While this brave youth torments his mightie mynd</br>With wo, dispair, cair, sorow, greif, and paine</br>A marble rock his roling eyes out fynd</br>Wheir in he sies a glaunceing sword remaine</br>The sword half in the rock, a sheild besyde</br>And underneth sum verses he espyid.", "But in his furie he disdaind to reid</br>Which efter was the caus of all his greif</br>For from these verses did his health proceid</br>His hope, his hape, his joy, and his releif</br>Yet from the rock the sword and sheild he taks</br>The which, he cutts, he beats, he bowes, he breaks.", "This was his sword and sheild which he did leave</br>Behind when Lechers birning forte he wane</br>No weapins now he cairs, nor none did crave</br>He goes he knowes not why, nor wheir, nor when</br>Nor stands, nor sits, nor rests in any place</br>Till Phoebus tuyce had sunck, tuyce showne his face.", "At last he comes unto that rolling floode</br>Heght Danubie whoes tumbling billowes roir</br>His murmring streams in heaps yik montanes shood</br>To shoulder from his place the craggie shoir</br>Discharging surges throw the clifted rocks</br>With thundring noyes the fearfull crage he shoks.", "Evne as that mightie yrone ingyne strong</br>His bellie being fild with sulphure broune</br>Casts furth a flamming smookie cloud along</br>With fyrie balls that touns and towr's throw doune</br>And fills the aer with noyes of roaring thunder</br>The heavns with lightning and the earth with wounder", "Evne so this mightie flood with hiddeous swye</br>Of surges great beats doune his brokin shoirs</br>And ow'r the fertill land does swiftlie flie</br>His sounding streams throw humid aer that roirs</br>Heir stayd the Prince and heir he is forc'd to stand</br>Till he espyes upon the sylver strand,", "A litle bairge that fleitted nigh the place</br>The which a Damosell alone did guyde</br>Bright was her colour lovelie was her face</br>But sorowfull her countenance he spyde</br>Leaving her barck she quikly to him drew</br>And sighing sayd those lynes which doeth insew.", "Ah wofull miser wretched cre'ture I</br>Wo, Paine, and death, greif, sorow, cair, I find</br>Long have I gone long sought sum Knight to try</br>Yet nere the neirer to my journeyes end</br>Ah my poore Lady dies for paine and greif</br>Ow'rcum but caus and vanquisht but releif.", "Altho the Prence was full of woe and cair</br>Yet for to heir of Ladies overthrow</br>Did his old paine the sorow he gott air</br>Reneue augment incress, and caus overflow</br>So does grein wounds their bleidding stensht and gone</br>The mynd once vexd, againe they ryve anone.", "And thus he said fair Lady if you please</br>The caus of this your greif I pray you show</br>To greif (in trubled mynds) it is ane ease</br>The same t' unfold or pairtners for to know</br>Wrongs blaizd abroade will seeldom skaipe reproofe</br>On gaind sum hope sum confort sum releif.", "Fair sir (quod she) my wrong, my hope, is done</br>Wrong past releif and hope is turnd dispair</br>And thogh of ayde my comfort al is gone</br>Yet ile unfold a verie world of cair</br>Tears stop'd her braith, such cunning could she frame</br>Now reid, now pale, her colore, went, and came.", "Thus silent did the Lady stay a whyle</br>And sigh'd and grond at last from craftie mynd</br>She breath'd a souggred lye a craftie guyle</br>A fals deceat sprung of malicious kynd</br>Yet could she weell dissemble her fayned feirs</br>With bashfull blushe, with grones, with sighes, and tears", "And thus begane, In Transalpina fair</br>Their regn'd a Prince that bold Euphrastes heght</br>Who went with Datians to that luckles warre</br>Of Greece their slaine by proud Thessaliane might</br>He left no Heyre his sceptour for to hald</br>But his fair wyfe the fair Philena cald", "So young, so wyse, so verteous, and so fair</br>All Regiouns fild wer with her glorious fame</br>So excellent in all perfectiones rair</br>That Monarches, Kings and Prences, swed the dame</br>And wow'd, her, sought her, lovd her, yet still fynd</br>That none could prove or move, or match her mynd.", "At last fame singes her beautie sounds her worthe</br>In th' ears of Antiochs brave Prince anone</br>The round, the sad and solide globe sought furthe</br>Apollo shynd not on a braver one</br>His might, his strength, his woorth, his val'rous deids</br>Alcmenas fearce unconquered Sone exceids.", "Fame kendled so this Prince with hote desyre</br>Which to Philaenas love did him provock</br>That nather could he eeas, nor quenshe the fyre</br>Which death ordaind both love and lyfe to chock</br>But to our court he come ane errant Knight</br>And saw her fair, and seing loud the fight.", "He servd her long and by his valour wrought</br>Deids of great wounder, woorthe eternall fame</br>And for his due rewaird of her he sought</br>Her love, her favour, maryage was his ayme</br>She no les brunt with loves consumeing fyre</br>Yeilds to his sute consents to his desyre.", "At last that day, cursd day unhappie yeir</br>When loves unsein delight and beauties treasure</br>The fortres which all wemen holds most deir</br>She should have randred he receavd with pleasure</br>Evne that same day with strength, with might, and stryfe</br>She is caried thence and he bereft of lyfe.", "By tuo strong gyants mightie fearce and bold</br>Which Maro fearce and Bramarano heght</br>That does ow'r Creitt their crewell scepter hold</br>Which they have won by murther, bloode, and feght</br>Her beautie fame unto their ears hade soundit</br>Wheir by proud Bramaranos hart was woundit.", "This Bramarano sone to Maro is</br>Who hearing of Philenas wedding day</br>Come with his Syre and feftie Knights of his</br>While she (poore soule) was but ane easie prey</br>For all the court in pompe in joy in stait</br>Had nether sword shield armis nor feard deceat.", "Thrie scoir and more into this wofull broyle</br>Wer slaine and their the Prince of Antioch fell</br>Whoes onlie valour long withstude this spoyle</br>Sevne airmed Knights he slew unarm'd him sell</br>On Bramaranos sword at last he smairted</br>O crewell death, O Tyrant crewell hairted.", "This woefull murther wrought, they thence remove</br>Philaena fair, with travell paine and toyle</br>Nor could her car, her greif, her sorow, move</br>Their harts to pitie, nor their hands from spoyle</br>But Bramarano would have rapt the prey</br>Which eye should not behold, nor tongue bewray.", "And yet withe tear's with murninge, and complaint</br>His hairt by Nature furious, fearce, and crewell</br>She mov'd on this conditione to relent</br>Tho love still brunt, and lust still fond the fewell</br>Where noghtbut beautie breideth loves desyre</br>Lust feids the flamme and booldith stil the fyre.", "He was content if in tuo months she could</br>Find out a knight to vanquish him in fight</br>Unto her formar libertie she should</br>Be set and he should quyt discharge his right</br>Provyding if no Knight with stoode his stryfe</br>She should remaine his Concubine or wyfe", "And now tuo tyms has swartishe Cynthia shynd</br>Tuyce show in her spherick face with borrowed light</br>And tuyce agane to horned shape declynd</br>Since I frome fair Philena took my flight</br>To find sum Knight, sum Champione, or sum Lord</br>That wold to hit his happie ayde afford.", "Yet have I fund not one that hade regaird</br>To honor glorie fame or dignitie</br>Altho she geves her self for their rewaird</br>Who conquere shall so fearce ane Enemie</br>And now no more but full tuo weiks remains</br>Of the appointed tyme which he ordains.", "Thus have yow hard the somme and heill effect</br>Of all my toyle, my travell, and my paine</br>Sure then quod he it seem's that yow neglect</br>To find a Knight or els no Knights remaine</br>Bot if the heav'ns so pleas or it be long</br>I shall abaitt his pryde, revenge her wrong.", "Thanks sir quod she, your great good will I sie</br>But lo yow laick both armour sword and sheild</br>I was but knighted now of lait quod he</br>And swoor to wear none till I wan't in feild</br>Why then quod she if our revenge ensue</br>The heavn's has smyld and I have done my due.", "The Prince and she both enters in the bairge</br>But heavn's preserve him from that deevlishe traine</br>Which falslie is devys'd for him at lairge</br>To worke his shame, his fall, his death, his paine</br>Who ov'r that great Danubius is gone</br>Acompaneid with fals deceat alone.", ""]