["SCENE, a Forest.  TIME, the EVENING.", "In Georgia's Land, where Tefflis' Tow'rs are seen,</br>In distant View along the level Green,</br>While Ev'ning Dews enrich the glitt'ring Glade,</br>And the tall Forests cast a longer Shade,</br>Amidst the Maids of Zagen's peaceful Grove,</br>Emyra sung the pleasing Cares of Love.", "Of Abra first began the tender Strain,</br>Who led her Youth with Flocks upon the Plain:</br>At Morn she came those willing Flocks to lead,</br>Where Lillies rear them in the wat'ry Mead;</br>From early Dawn the live-long Hours she told,</br>'Till late at silent Eve she penn'd the Fold.</br>Deep in the Grove beneath the secret Shade,</br>A various Wreath of od'rous Flow'rs she made:</br>Gay-motley'd Pinks and sweet Junquils she chose,</br>The Violet-blue that on the Moss-bank grows;</br>All-sweet to Sense, the flaunting Rose was there;</br>The finish'd Chaplet well-adorn'd her Hair.", "Great Abbas chanc'd that fated Morn to stray,</br>By Love conducted from the Chace away;</br>Among the vocal Vales he heard her Song,</br>And sought the Vales and echoing Groves among:</br>At length he found, and woo'd the rural Maid;</br>She knew the Monarch, and with Fear obey'd.</br>Be ev'ry Youth like Royal Abbas mov'd,</br>And ev'ry Georgian Maid like Abra lov'd.", "The Royal Lover bore her from the Plain,</br>Yet still her Crook and bleating Flock remain:</br>Oft as she went, she backward turn'd her View,</br>And bad that Crook and bleating Flock Adieu.</br>Fair happy Maid!  to other Scenes remove,</br>To richer Scenes of golden Pow'r and Love!</br>Go leave the simple Pipe, and Shepherd's Strain;</br>With Love delight thee, and with Abbas reign.</br>Be ev'ry Youth, &c.", "Yet midst the Blaze of Courts she fix'd her Love,</br>On the cool Fountain, or the shady Grove;</br>Still with the Shepherd's Innocence her Mind</br>To the sweet Vale, and flow'ry Mead inclin'd;</br>And oft as Spring renew'd the Plains with Flow'rs,</br>Breath'd his soft Gales, and led the fragrant Hours,</br>With sure Return she sought the sylvan Scene,</br>The breezy Mountains, and the Forests green.</br>Her Maids around her mov'd, a duteous Band!</br>Each bore a Crook all-rural in her Hand:</br>Some simple Lay, of Flocks and Herds they sung,</br>With Joy the Mountain, and the Forest rung.</br>Be ev'ry Youth, &c.", "And oft the Royal Lover left the Care,</br>And Thorns of State, attendant on the Fair:</br>Oft to the Shades and low-roof'd Cots retir'd,</br>Or sought the Vale where first his Heart was fir'd;</br>A Russet Mantle, like a Swain, he wore,</br>And thought of Crowns and busy Courts no more.</br>Be ev'ry Youth, &c.", "Blest was the Life, that Royal Abbas led:</br>Sweet was his Love, and innocent his Bed.</br>What if in Wealth the noble Maid excel;</br>The simple Shepherd Girl can love as well.</br>Let those who rule on Persia's jewell'd Throne,</br>Be fam'd for Love, and gentlest Love alone:</br>Or wreath, like Abbas, full of fair Renown,</br>The Lover's Myrtle, with the Warrior's Crown.", "Oh happy Days!  the Maids around her say;</br>Oh haste, profuse of Blessings, haste away!</br>Be ev'ry youth, like Royal Abbas, mov'd;</br>And ev'ry Georgian Maid, like Abra, lov'd!</br>"]