["Lost in the mournful wood at eve,</br>While round the awful torrents roll,</br>Why fiercely does thy bosom heave,</br>Why weary sinks thy sad'ning soul;</br>Or what along the dark'ning waste</br>Impels thy steps with eager haste;</br>What voice seems rushing on the wind,</br>Why stop?  why dart a glance behind?</br>Alas!  thy looks so wild, thy thoughts so drear,</br>Confess th' alarming strength, th' unbounded pow'r of fear.", "What direful scenes of woe, as fancy deems,</br>Chill the bold heart, and strike th' astonish'd eye;</br>The visionary spectre frequent gleams,</br>And forms terrific float in horror by;</br>The heavy clouds are settled in the air,</br>Loud sighs the gale, the lonely mountain o'er</br>Deep caverns frowning gloom, and monsters glare,</br>While starting Fear exhausts her frantic store;</br>By chains unseen th' imagination guides,</br>And with a magic force o'er ev'ry thought presides.", "Away with all thy rueful train,</br>Nor cast thy cold pale glance at me,</br>Least Reason quit my tortur'd brain,</br>And each mad thought be full of thee;</br>Nor ever meet my startl'd view,</br>Array'd in robe of sanguine hue;</br>Nor near my silent couch be found,</br>When night is wrapt in darkness round:</br>Away, and haunt the murderer's care-fraught bed,</br>And probe his guilty soul 'till ev'ry bliss be fled.", "In vain on him the genial god of sleep</br>Pours his sweet slumbers once so soft and mild;</br>In vain they on his fallen eye-lids creep,</br>Still broke by visions savage all, and wild:</br>Unnerv'd, and all appall'd, he seems to tread</br>With toilsome steps the dread funereal way,</br>Where howling phantoms throng athwart the shade,</br>While the wan moon scarce beams her joyless ray;</br>On high on hanging cliffs he seems to go,</br>And views the deep black stream that sleeps so still below.", "Yet lead him on and let him feel</br>The stings of conscience and remorse,</br>Their penetrating points reveal,</br>And wound him with their keenest force:</br>No respite let the monster find,</br>With ev'ry fury rack his mind,</br>And still each sad, each ling'ring night,</br>Before him stalk a haggard sight,</br>'Till wak'd to misery he raves and mourns,</br>While ev'ry flame of Hell within his bosom burns.", "See at the regal banquet curst Macbeth</br>Secure of empire secretly rejoice;</br>The fiend seems smiling at the work of death,</br>And hears, with pleasure hears, the murderer's voice:</br>When lo!  at once Fear's dreadful pow'r is felt,</br>As injur'd Banquo points the livid wound,</br>Cold chilling dews upon his forehead melt,</br>Fades the gay scene of splendor all around,</br>Drops from his nerveless hand the rosy bowl,</br>While sluggish through his veins life's purple torrents roll.", "And mark where Richard near his tent,</br>Tastes the cool fragrance of the air,</br>Remorse within his bosom pent,</br>And deadly hate, and black despair;</br>Yet once again behold, he sleeps,</br>Hark!  on his ear the low groan creeps;</br>He shudd'ring starts, convulsive shakes,</br>He heaves, he turns, he leaps, he wakes;</br>Each feature seems with wild amazement hung,</br>The sudden pray'r to Heav'n drops fault'ring from his tongue.", "Shakespeare alone thy ghastly charms enjoy'd,</br>Thy savage haunts he travers'd undismay'd,</br>In hearing thy awak'ning tales employ'd,</br>Where the wood darkens to a deeper shade;</br>And if I read the magic page aright,</br>Loud thunders roll'd around th' enchanted spot,</br>While fire-ey'd daemons growl'd the long lone night,</br>And ev'ry tree with flashing flame was smote;</br>And cries uncouth, and sounds of woe were heard,</br>And tall gigantic shapes their horrid forms uprear'd.", "But not alone to guilt confin'd,</br>Thy furies dart their secret stings,</br>They point them at the virtuous mind,</br>Which each ideal fancy wings;</br>The pensive melancholy Dane</br>Deep mourns his royal father slain;</br>Th' unnatural murderer must bleed,</br>The ghost appears and prompts the deed;</br>Even valiant Brutus, sinking to repose,</br>Thy awful presence felt as his stern genius rose.", "Ye Angels sent as guardians of the good,</br>Swift chase th' enthusiastic pow'r away,</br>Clear the low cloud, each grief-charg'd thought exclude,</br>Drive hence the fiend that shuns the eye of day;</br>Ah!  calm and gentle sink us down to rest,</br>Let chearfulness the lonely void adorn,</br>Let her mild radiance gild the fear-struck breast,</br>While we with air-form'd terrors cease to mourn;</br>And in such raptur'd dreams the fancy steep,</br>As render more endear'd the deity of sleep.</br>"]