["O thou, first guest of Earth,</br>Whom Nature at one birth,</br>With Temperance, thy meek-ey'd sister, bore,</br>And bad thee range at will</br>Through Eden's groves, which still</br>Beneath thy smile eternal verdure wore;", "Thou, who to gay parade</br>And boards with dainties spread,</br>Preferring, rustic Nymph, the woodland cell,</br>Delight'st, unheeded, there</br>On herbs and fruits to fare,</br>Oh deign, unfashion'd Health, with me to dwell.", "By fam'd Olympia's plain,</br>Where heroes strove amain</br>To wrest the palm from Victory's oliv'd hand,</br>By whom thou stoodst, her maid,</br>In simple vest array'd,</br>And Exercise and Freedom join'd the band.", "By all those green retreats,</br>Thine and the Muses' seats,</br>Which erst in early days thy footsteps charm'd,</br>What time the Samian Sage</br>Reform'd the admiring age,</br>And list'ning states to kindred virtues warm'd.", "By all those pleasures known</br>To thee, blest Nymph, alone,</br>Pure as thou tasted as the fount began,</br>Ere Luxury had dyed,</br>With streams from Vice supplied,</br>The tide that ever since alloy'd has ran.", "O let me, Health, be blest</br>With thee my constant guest;</br>And Temperance the plain repast prepare;</br>Though Sol his warm rays bring</br>To aid the budding Spring,</br>Vain are his rays without thy pow'r is there.", "With costly gifts thee too</br>The Lordling proud would woo,</br>Panting for joys that Lux'ry can't afford,</br>And court thee by his side</br>To sit an honour'd bride,</br>Though far he chase thy sister from his board.", "But other scenes than these</br>Thy temperate wishes please,</br>Or sunny hill, or lawn, or shady grove;</br>With maids and shepherds found,</br>Dancing in frolic round,</br>Or list'ning to the accents soft of Love.", "Yet still with virgin care</br>Dost thou deny his prayer,</br>While pants thy bosom with averted charms,</br>Till Virtue, maiden coy,</br>Acknowledges the boy,</br>And bids thee take him to thy raptur'd arms.", "Let others madly dare</br>To ascend ambition's car;</br>For honours or for wealth let others call,</br>Wealth impotently great</br>Appears in idle state,</br>Unless thy smile illume the banner'd hall.", "Enough, sweet Nymph, for me,</br>From care, from riches free,</br>To climb with thee some mountain far away,</br>There Nature's charms to scan,</br>Unseen, unheard by man,</br>And pay our welcome to the rising day.", "While as Aurora's beam,</br>That aye in many a stream</br>Diverging, gradual steals o'er Nature's works,</br>Reflection soft may wind</br>Through all the tracts of mind,</br>Discov'ring where, conceal'd, Idea lurks.</br>"]