["From cabin-like cot on the beach</br>This Metre imperfect is penn'd,</br>And here let Humility teach</br>How much she's Humanity's friend;</br>Description!  thy pencil I crave,</br>Delineate thou my retreat,</br>On the edge of the rude roaring wave</br>In a hut that is homely and neat.", "Whose side to the ocean inclined,</br>Aloof on the pebble-strew'd land;</br>The door well-secur'd from the wind,</br>Shuts under the cliff on the strand;</br>Straw-crown'd though no grandeur its boast,</br>Contracted in figure and size,</br>A fisherman's throne on the coast</br>Contemn not ye candid and wise.", "Sincerity (virtue most rare!)</br>Displays her respectable mien,</br>And gives to the man of the wear</br>A pearl in high life seldom seen;</br>Whilst Cleanliness, Hebe of life,</br>Presides o'er the enviable shed,</br>Attends to the care of the wife,</br>And dresses the table and bed.", "And health as propitious as light</br>Munificence freely bestows,</br>With countenance blooming and bright:</br>As Sharon's imperial rose;</br>When she, genial cherub, is near,</br>A cottage may vie with a crown;</br>But when her soft smiles disappear</br>How painful's the pillow of down.", "Come Fancy!  my guest and my friend,</br>Dispense thy illusions so kind,</br>The Muse at thy altar shall bend</br>And fortune ne'er trouble her mind;</br>At peace in this care-soothing state,</br>Permit me a pilgrim to rove,</br>I ne'er can repine at my fate</br>With nature so humble in love.", "Retirement, how blest is thy ease!</br>How tranquil and pure is thy throne!</br>Does study and privacy please?</br>O make their enjoyments my own!</br>Whether spread on the fir-crested hill,</br>In valleys well shaded below,</br>By the side of the soft-winding rill,</br>Or in cliffs jetting over the brow.", "How sweet is his silent recess!</br>Confin'd to the leaf-checquer'd glade,</br>Whose station's exempt from excess,</br>The rout and the late masquerade!</br>Blest state, well secur'd from the snares,</br>The guileful allurements of court,</br>Loud faction, ambition, and cares,</br>And fortune's fantastical sport.", "Be silence and reason my lot</br>Where rural felicities reign,</br>Forgetful of life and forgot</br>By the sordid, the proud, and the vain;</br>But let not attachment forget</br>(Whate'er by my station below,)</br>How dear and how sacred's the debt</br>In absence to friendship we owe.", "To oblivion who'd be a prey?</br>Though blest with retirement and ease,</br>His comforts must fall to decay</br>Whose friendship is suffer'd to freeze;</br>And though all be paradise round</br>In charming variety's dress,</br>If not by society crown'd</br>The whole would but prove a finesse.", "But see on the broad-bosom'd main,</br>As far as the eye can extend,</br>The ships canvas-wing'd how they strain,</br>Alternately sink and ascend;</br>Small islands alive they appear</br>As the billows they buffet and cleave,</br>Or distant, or midway, or near,</br>Not a trace of their way do they leave.", "Unlimited ocean thy coasts</br>I view with contemplative eye,</br>The sports huge Leviathan boasts</br>Beneath the pale lamps of the sky;</br>Descending the cliff I explore</br>Its precipice wide and immense</br>Stretch'd over the foam-whiten'd shore</br>In a horrible kind of suspense.", "But now the twin towers above</br>On Reculver's brow I survey,</br>Memorials of virtue and love,</br>But hast'ning, I fear, to decay;</br>If, Neptune, thy bosom e'er found</br>Compassion for human distress,</br>Encroach not on this hallow'd ground,</br>Thy water's intrusion repress.", "Drops history a tear to relate</br>What sorrows the sisters befell?</br>How divided in life the hard fate</br>Of Frances and good Isabel!</br>Who rais'd the fam'd spires as a mark</br>In merciless tempests to save</br>From danger the sea-dashing bark,</br>Its crew from a watery grave.", "Pious souls!  may example like yours</br>To virtue forever be dear,</br>And while such memorial endures</br>To Gratitude let us adhere;</br>And blest in her rolls be your names,</br>As goodness your lot was below,</br>Return'd to inherit those claims</br>Which spirits congenial know.", "But Phoebus descends to the main</br>And checks my poetic career,</br>I turn to my cottage again,</br>And thanks to my stars it is near;</br>For lours the welkin around,</br>The winds pile up wave upon wave,</br>And terribly rough is the sound</br>Of Boreas just broke from is cave.</br>"]