["HOBNELIA.</br>Hobnelia seated in a dreary Vale,</br>In pensive Mood rehears'd her piteous Tale,</br>Her piteous Tale the Winds in Sighs bemoan,</br>And pining Eccho answers Groan for Groan.", "I rue the Day, a rueful Day, I trow,</br>The woful Day, a Day indeed of Woe!</br>When Lubberkin to Town his Cattle drove,</br>A Maiden fine bedight he hapt to love;</br>The Maiden fine bedight his Love retains,</br>And for the Village he forsakes the Plains.</br>Return, my Lubberkin, these Ditties hear;</br>Spells will I try, and Spells shall ease my Care.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "When first the Year, I heard the Cuckow sing,</br>And call with welcome Note the budding Spring,</br>I straitway set a running with such Haste,</br>Deb'rah that won the Smock scarce ran so fast.</br>'Till spent for lack of Breath, quite weary grown,</br>Upon a rising Bank I sat adown,</br>Then doff'd my Shoe, and by my Troth, I swear,</br>Therein I spy'd this yellow frizled Hair,</br>As like to Lubberkin's in Curl and Hue,</br>As if upon his comely Pate it grew.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "At Eve last Midsummer no Sleep I sought,</br>But to the Field a Bag of Hemp-seed brought,</br>I scatter'd round the Seed on ev'ry side,</br>And three times in a trembling Accent cry'd,</br>This Hempseed with my Virgin Hand I sow,</br>Who shall my True-love be, the Crop shall mow.</br>I strait look'd back, and if my Eyes speak Truth,</br>With his keen Scythe behind me came the Youth.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "Last Valentine, the Day when Birds of Kind</br>Their Paramours with mutual Chirpings find;</br>I rearly rose, just at the break of Day,</br>Before the Sun had chas'd the Stars away;</br>A-field I went, amid the Morning Dew</br>To milk my Kine (for so should Huswives do)</br>Thee first I spy'd, and the first Swain we see,</br>In spite of Fortune shall our True-love be;</br>See, Lubberkin, each Bird his Partner take,</br>And canst thou then thy Sweatheart dear forsake?</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "Last May-day fair I search'd to find a Snail</br>That might my secret Lover's Name reveal;</br>Upon a Gooseberry Bush a Snail I found,</br>For always Snails near sweetest Fruit abound.</br>I seiz'd the Vermine, home I quickly sped,</br>And on the Hearth the milk-white Embers spread.</br>Slow crawl'd the Snail, and if I right can spell,</br>In the soft Ashes mark'd a curious L:</br>Oh, may this wondrous Omen lucky prove!</br>For L is found in Lubberkin and Love.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "Two Hazel-Nuts I threw into the Flame,</br>And to each Nut I gave a Sweet-heart's Name.</br>This with the loudest Bounce me sore amaz'd,</br>That in a Flame of brightest Colour blaz'd.</br>As blaz'd the Nut so may thy Passion grow,</br>For 'twas thy Nut that did so brightly glow.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "As Peascods once I pluck'd, I chanc'd to see</br>One that was closely fill'd with three times three,</br>Which when I cropp'd I safely home convey'd,</br>And o'er my Door the Spell in secret laid.</br>My Wheel I turn'd, and sung a Ballad new,</br>While from the Spindle I the Fleeces drew</br>The Latch mov'd up, when who should first come in,</br>But in his proper Person, &mdash; Lubberkin.</br>I broke my Yarn surpriz'd the Sight to see,</br>Sure Sign that he would break his Word with me.</br>Eftsoons I join'd it with my wonted Slight,</br>So may again his Love with mine unite!</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "This Lady-fly I take from off the Grass,</br>Whose spotted Back might scarlet Red surpass.</br>Fly, Lady-Bird, North, South, or East or West,</br>Fly where the Man is found that I love best.</br>He leaves my Hand, see, to the West he's flown,</br>To call my True-love from the faithless Town.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "This mellow Pippin, which I pare around,</br>My Shepherd's Name shall flourish on the Ground.</br>I fling th' unbroken Paring o'er my Head,</br>Upon the Grass a perfect L is read;</br>Yet on my Heart a fairer L is seen</br>Than what the Paring marks upon the Green.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "This Pippin shall another Tryal make,</br>See from the Core two Kernels brown I take;</br>This on my Cheek for Lubberkin is worn,</br>And Boobyclod on t' other side is born.</br>But Boobyclod soon drops upon the Ground,</br>A certain Token that his Love's unsound,</br>While Lubberkin sticks firmly to the last;</br>Oh were his Lips to mine but join'd so fast!</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "As Lubberkin once slept beneath a Tree,</br>I twitch'd his dangling Garter from his Knee;</br>He wist not when the hempen String I drew,</br>Now mine I quickly doff of inkle Blue;</br>Together fast I tye the Garters twain,</br>And while I knit the Knot repeat this Strain.</br>Three times a True-love's Knot I tye secure,</br>Firm be the Knot, firm may his Love endure.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "As I was wont, I trudg'd last Market-Day</br>To Town, with New-laid Eggs preserv'd in Hay.</br>I made my Market long before 'twas Night,</br>My Purse grew Heavy and my Basket light.</br>Strait to the Pothecary's Shop I went,</br>And in Love-Powder all my Mony spent;</br>Behap what will, next Sunday after Prayers,</br>When to the Ale-house Lubberkin repairs,</br>These Golden Flies into his Mug I'll throw,</br>And soon the Swain with fervent Love shall glow.</br>With my sharp Heel I three times mark the Ground,</br>And turn me thrice around, around, around.", "But hold &mdash; our Light-Foot barks, and cocks his Ears,</br>O'er yonder Stile see Lubberkin appears.</br>He comes, he comes, Hobnelia's not bewray'd,</br>Nor shall she crown'd with Willow die a maid.</br>He vows, he swears, he'll give me a green Gown,</br>Oh dear!  I fall adown, adown, adown!</br>"]