["The faithful Knight in equal Field</br>Subdues his faithless Foe:</br>Whom False Duessa saves, and for</br>His Cure in Hell does go.", "The  noble Heart, that harbours vertuous Thought,</br>And is with child of glorious great Intent,</br>Can ne'er rest, until it forth have brought</br>Th' eternal Brood of Glory excellent:</br>Such restless Passion did all Night torment</br>The flaming Courage of that Fairy Knight,</br>Devising how that doughty Turnament</br>With greatest Honour he atchieven might;</br>Still did he wake, and still did watch for dawning Light.", "At last, the golden Oriental Gate</br>Of greatest Heaven 'gan to open fair,</br>And Phoebus fresh, as Bridegroom to his Mate,</br>Came dauncing forth, shaking his dewy Hair:</br>And hurles his glistring Beams through gloomy Air.</br>Which when the wakeful Wife perceiv'd, straightway</br>He started up, and did himself prepare,</br>In Sun-bright Arms, and battailous array:</br>For with that Pagan proud he combat will that day.", "And forth he comes into the common Hall,</br>Where early wait him many a gazing Eye,</br>To weet what end to stranger Knights may fall.</br>There many Minstrels maken Melody,</br>To drive away the dull Melancholy,</br>And many Bards, that to the trembling Chord</br>Can tune their timely Voices cunningly,</br>And many Chroniclers that can record</br>Old Loves, and Wars for Ladies doen by many a Lord.", "Soon after comes the cruel Sarazin,</br>In woven Mail all armed warily,</br>And sternly looks at him, who not a pin</br>Does care for Look of living Creature's Eye.</br>They bring them Wines of Greece, and Araby,</br>And dainty Spices fetch'd from furthest Ind',</br>To kindle heat of Courage privily:</br>And in the Wine a solemn Oath they bind</br>T' observe the sacred Laws of Arms that are assign'd.", "At last, forth comes that far renowned Queen,</br>With Royal Pomp and Princely Majesty;</br>She is ybrought unto a paled Green,</br>And placed under stately Canopy,</br>The warlike Feats of both those Knights to see.</br>On th' other side, in all Mens open view</br>Duessa placed is, and on a Tree</br>Sans-foy his Shield is hang'd with bloody Hue:</br>Both those the Lawrel Garlands to the Victor due.", "A shrilling Trumpet sounded from on high,</br>And unto Battle bad themselves address:</br>Their shining Shields about their Wrists they tie,</br>And burning Blades about their Heads do bless,</br>The Instruments of Wrath and Heaviness;</br>With greedy Force Each other doth affair,</br>And strike so fiercely that they do impress</br>Deep-dinted Furrows in the battred Mail,</br>The iron Walls to ward their Blows are weal; and frail.</br>Vll.</br>The Sarazin was stout, and wondrous strong,</br>And heaped Blows like iron Hammers great:</br>For, after Blood and Vengeance he did long.</br>The Knight was fierce, and full of youthly Heat?</br>And doubled strokes, like dreaded Thunders threat:</br>For, all for Praise and Honour he did fight.</br>Both striken strike, and beaten both do beat,</br>That from their Shields forth flieth fiery Light,</br>And Helmets hewen deep, shew Marks of either's Might.", "So th' one for Wrong, the other strives for Right:</br>As when a Griffon, seized of his Prey,</br>A Dragon fierce encountreth in his Flight,</br>Through widest Air making his ydle way,</br>That would his rightful Ravine rend away:</br>With hideous Horror both together smite,</br>And souce so sore that they the Heavens affray.</br>The wise Soothsayer, seeing so sad fight,</br>Th' amazed Vulgar tells of Wars and mortal Fight.", "So th' one for Wrong, the other strives for Right,</br>And each to deadly Shame would drive his Foe:</br>The cruel Steel so greedily doth bite</br>In tender Flesh, that streams of Blood down flow,</br>With which the Arms that earst so bright did show,</br>Into  a pure Vermillion now are dy'd.</br>Great ruth in all the Gazers hearts did grow,</br>Seeing the gored Wounds to gape so wipe,</br>That Victory they dare not wish to either side.", "At last, the Paynim chaunst to cast his Eye,</br>His suddain Eye, flaming with wrathful Fire,</br>Upon his Brother's Shield, which hung thereby:</br>Therewith redoubled was his raging Ire,</br>And said, Ah wretched Son of woful Sire,</br>Doost thou sit wailing by black Stygian Lake,</br>Whilst here thy Shield is hang'd for Victor's hire,</br>And sluggish German doost thy Forces slake,</br>To after-send his Foe, that him may overtake? ", "Go caitive Elf, him quickly overtake,</br>And soon redeem from his long wandring Woe;</br>Go guilty Ghost, to him my Message make,</br>That I his Shield have quit from dying Foe.</br>There-with upon his Crest he strook him so,</br>That twice he reeled, ready twice to fall;</br>End of the doubtful Battle deemed tho</br>The lookers on, and loud to him 'gan call</br>The false Duessa, Thine the Shield, and I, and all.", "Soon as the Fairy heard his Lady speak,</br>Out of his swooning Dream he 'gan awake,</br>And quickning Faith that earst was woxen weak,</br>The creeping deadly Cold away did shake:</br>Tho mov'd with Wrath, and Shame, and Lady's sake,</br>Of all at once he cast aveng'd to be,</br>And with so' exceeding Fury at him strake,</br>That forced him to stoop upon his Knee;</br>Had he not stooped so, he should have cloven be.", "And to him said, Go now proud Miscreant,</br>Thy self thy Message do to German dear;</br>Alone he wandring, thee too long doth want:</br>Go say, his Foe thy Shield with his doth bear.</br>There-with his heavy Hand he high 'gan rear,</br>Him to have slain; when lo, a darksome Cloud</br>Upon him fell:  he no where doth appear,</br>But vanish'd is.  The Elf him calls aloud,</br>But answer none receives:  the Darkness him does shroud.", "In haste Duessa from her Place arose,</br>And to him running said, O prowest Knight,</br>That ever Lady to her Love did chose,</br>Let now abate the Terror of your Might,</br>And quench the Flame of furious Despight,</br>And bloody Vengeance:  Lo, th' infernal Powers,</br>Covering your Foe with Cloud of deadly Night,</br>Have borne him hence to Pluto's baleful Bowers;</br>The Conquest yours, I yours, the Shield and Glory yours.", "Not all so satisfy'd, with greedy Eye</br>He sought all round about, his thirsty Blade</br>To bathe in Blood of faithless Enemy;</br>Who all that while lay hid in secret Shade:</br>He stands amazed, how he thence should fade.</br>At last the Trumpets, Triumph sound on high,</br>And running Heralds humble Homage made,</br>Greeting him goodly with new Victory,</br>And to him brought the Shield, the Cause of Enmity.", "Where-with he goeth to that sovereign Queen;</br>And falling her before on lowly Knee,</br>To her makes Present of his Service seen:</br>Which she accepts, with thanks, and goodly gree,</br>Greatly advancing his gay Chevalry.</br>So marcheth home, and by her takes the Knight,</br>Whom all the People follow with great glee,</br>Shouting, and clapping all their Hands on height,</br>That all the Air it fills, and flies to Heaven bright.", "Home is he brought, and laid in sumptuous Bed;</br>Where many skilful Leaches him abide,</br>To salve his Hurts, that yet still freshly bled:</br>In Wine and Oil they washen his Wounds wide,</br>And softly 'gan embalm on every side.</br>And all the while, most heavenly Melody</br>About the Bed sweet Musick did divide,</br>Him to beguile of Grief and Agony:</br>And all the while Duessa wept full bitterly.", "As when a weary Traveller, that strays</br>By muddy Shore of broad seven-mouthed Nile,</br>Unweeting of the perilous wandring ways,</br>Doth meet a cruel crafty Crocodile,</br>Which in false Grief hiding his harmful Guile,</br>Doth weep full sore, and  sheddeth tender Tears:</br>The foolish Man, that pities all this while</br>His mournful Plight, is swallow'd up unwares,</br>Forgetful of his own, that minds another's Cares.", "So wept Duessa until Even-tide,</br>That shining Lamps in Jove's high House were light;</br>Then forth she rose, ne longer would abide,</br>But comes unto the Place, where th' Heathen Knight</br>In slumbring Swoon nigh void of vital Spright,</br>Lay cover'd with inchaunted Cloud all day:</br>Whom when she found, as she him left in Plight,</br>To wail his woeful Case she would not stay,</br>But to the Eastern Coast of Heaven makes speedy way.", "Where griesly Night, with Visage deadly sad,</br>That Phoebus' cheerful Face durst never view,</br>And in a foul black pitchy Mantle clad,</br>She finds forth coming from her darksome Mew,</br>Where she all day did hide her hated Hew:</br>Before the Door her iron Chariot stood,</br>Already harnessed for Journy new;</br>And cole-black Steeds yborn of hellish Brood,</br>That on their rusty Bits did champ, as they were wood.", "Who when she saw Duessa sunny bright,</br>Adorn'd with Gold and Jewels shining clear,</br>She greatly grew amazed at the sight,</br>And th' unacquainted Light began to fear:</br>(For never did such Brightness there appear)</br>And would have back retired to her Cave,</br>Until the Witch's Speech she 'gan to hear,</br>Saying, Yet O thou dreaded Dame, I crave</br>Abide, till I have told the Message which I have.", "She stay'd, and forth Duessa 'gan proceed,</br>O thou most antient Grandmother of all,</br>More old than Jove, whom thou at first didst breed,</br>Or that great House of Gods Celestial,</br>Which wast begot in Daemogorgon's Hall,</br>And saw'st the Secrets of the World unmade;</br>Why suffredst thou thy Nephews dear to fall</br>With Elfin Sword, most shamefully betray'd?</br>Lo, where the stout Sans-joy doth sleep in deadly Shade!", "And, him before, I saw with bitter Eyes</br>The bold Sans-foy shrink underneath his Spear;</br>And now the Prey of Fowls in Field he lies,</br>Nor wail'd of Friends, nor laid on groaning Bier,</br>That whileom was to me too dearly dear.</br>O!  what of Gods then boots it to be born,</br>If old Aveugle's Sons so evil hear?</br>Or who shall not great Night's dread Children scorn,</br>When two of three her Nephews are so foul forlorn?", "Up then, up dreary Dame, of Darkness Queen,</br>Go gather up the Reliques of thy Race,</br>Or else go them avenge, and let be seen</br>That dreaded Night in brightest Day hath place,</br>And can the Children of fair Light deface.</br>Her feeling Speeches some Compassion mov'd</br>In Heart, and Change in that great Mother's Face;</br>Yet Pity in her Heart was never prov'd</br>Till then:  and evermore she hated, never lov'd.", "And said, Dear Daughter, rightly may I rue</br>The fall of famous Children born of me,</br>And good Successes, which their Foes ensue:</br>But who can turn the Stream of Destiny,</br>Or break the Chain of strong Necessity,</br>Which fast is ty'd to Jove's eternal Seat?</br>The Sons of Day he favoureth, I see,</br>And by my Ruins thinks to make than Great:</br>To make one Great by others Loss, is bad excheat.", "Yet shall they not escape so freely all;</br>For some shall pay the Price of others Guilt:</br>And he the Man that made Sans-foy to fall,</br>Shall with his own Blood price that he hath spilt.</br>But what art thou, that tell'st of Nephews kilt?</br>I that do seem not I, Duessa am,</br>(Quoth she) however now in Garments gilt,</br>And gorgeous Gold array'd I to thee came;</br>Duessa I, the Daughter of Deceit and Shame.", "Then bowing down her aged Back, she kist</br>The wicked Witch; saying, In that fair Face</br>The false resemblance of Deceit, I wist,</br>Did closely lurk; yet so true-seeming Grace</br>It carried, that I scarce in darksome Place</br>Could it discern, though I the Mother be</br>Of Falshood, and Root of Duessa's Race.</br>O welcome Child, whom I have long'd to see,</br>And now have seen unwares:  Lo, now I go with thee.", "Then to her iron Waggon she betakes,</br>And with her bears the foul well-favour'd Witch:</br>Through mirksome Air her ready way the makes.</br>Her twyfold Teme (of which, two black as Pitch,</br>And two were brown, yet each to each unlich)</br>Did softly swim away, ne ever stamp,</br>Unless she chaunc'd their stubborn Mouths to twitch;</br>Then, foaming Tarre, their Bridles they would champ;</br>And trampling the fine Element, would fiercely ramp.", "So well they sped, that they be come at length</br>Unto the Place whereas the Paynim lay,</br>Devoid of outward Sense and native Strength,</br>Cover'd with charmed Cloud from view of Day,</br>And sight of Men, since his late luckless Fray.</br>His cruel Wounds, with cruddy Blood congeal'd,</br>They binden up so wisely as they may,</br>And handle softly, till they can be heal'd:</br>So lay him in her Chariot, close in Night conceal'd.", "And all the while ale stood upon the Ground,</br>The wakeful Dogs did never cease to bay,</br>As giving warning of th' unwonted Sound,</br>With which her iron Wheels did them affray,</br>And her dark griesly Look them much dismay.</br>The Messenger of Death, the ghastly Owl,</br>With dreary Shrieks did her also bewray;</br>And hungry Wolves continually did howl</br>At her abhorred Face, so filthy and so foul.", "Thence turning back in silence soft they stole,</br>And brought the heavy Corse with easy pace</br>To yawning Gulf of deep Avernus' Hole.</br>By that same Hole, an Entrance, dark and base</br>With Smoke and Sulphur hiding all the Place,</br>Descends to Hell:  there Creature never past,</br>That back returned without heavenly Grace;</br>But dreadful Furies, which their Chains have brac'd,</br>And damned Sprights sent forth to make ill Men aghast.", "By that same way the direful Dames do drive</br>Their mournful Chariot, fill'd with rusty Blood,</br>And down to Pluto's House are come bilive:</br>Which passing through, on every side them stood</br>The trembling Ghosts with sad amazed Mood,</br>Chattring their Iron Teeth, and staring wide</br>With stony Eyes; and all the hellish Brood</br>Of Fiends infernal flock'd on every side,</br>To gaze on earthly Wight, that with the Night durst ride.", "They pass the bitter Waves of Acheron,</br>Where many Souls sit wailing wofully,</br>And come to fiery Flood of Phlegeton,</br>Whereas the damned Ghosts in Torments fry,</br>And with sharp shrilling Shrieks do bootless cry,</br>Cursing high Jove, the which them thither sent.</br>The House of endless Pain is built thereby,</br>In which ten thousand sorts of punishment</br>The cursed Creatures do eternally torment.", "Before the Threshold, dreadful Cerberus</br>His three deformed Heads did lay along,</br>Curled with thousand Adders venemous,</br>And lilled forth his bloody flaming Tongue:</br>At them he 'gan to rear his Bristles strong,</br>And felly gnarre, until Day's Enemy</br>Did him appease; then down his Tail he hong,</br>And suffer'd them to passen quietly:</br>For she in Hell and Heaven had power equally.", "There was Ixion turned on a Wheel,</br>For daring tempt the Queen of Heaven to sin;</br>And Sisyphus an huge round Stone did reel</br>Against an Hill, ne might from Labour lin:</br>There thirsty Tantalus hung by the Chin;</br>And Tityus fed a Vulture on his Maw;</br>Typhaeus' Joints were stretched on a Gin,</br>Theseus condemn'd to endless Sloth by Law,</br>And fifty Sisters Water in leak Vessels draw.", "They all beholding worldly Wights in place,</br>Leave off their Work, unmindful of their Smart,</br>To gaze on them; who forth by them do pass,</br>Till they be come unto the furthest part:</br>Where was a Cave ywrought by wondrous Art,</br>Deep, dark, uneasy, doleful, comfortless,</br>In which sad Aesculapius far apart</br>Emprison'd was in Chains remediless,</br>For that Hippolitus' rent Corse he did redress.", "Hippolitus a jolly Huntsman was,</br>That wont in Chariot chace the foaming Boar;</br>He all his Peers in Beauty did surpass,</br>But Ladies Love, as loss of time forbore:</br>His wanton Step-Dame loved him the more,</br>But when she saw her offer'd Sweets refus'd,</br>Her Love she turn'd to Hate, and him before</br>His Father fierce, of Treason false accus'd,</br>And with her jealous Terms, his open Ears abus'd.", "Who, all in Rage, his Sea-God Sire besought,</br>Some cursed Vengeance on his Son to cast:</br>From surging Gulf two Monsters straight were brought,</br>With Dread whereof his chafing Steeds aghast,</br>Both Chariot swift and Huntsman overcast.</br>His goodly Corps on ragged Clifts yrent,</br>Was quite dismembred, and his Members chaste</br>Scatter'd on every Mountain, as he went,</br>That of Hippolitus was left no Monument.", "His cruel Step-Dame seeing what was done,</br>Her wicked Days with wretched Knife did end,</br>In Death avowing th' Innocence of her Son.</br>Which hearing, his rash Sire began to rend</br>His Hair, and hasty Tongue, that did offend:</br>Who gathering up the Relicks of his Smart</br>By Dian's means, who was Hippolyt's Friend,</br>Them brought to Aesculape, that by his Art</br>Did heal them all again, and joined every part.", "Such wondrous Science in Man's Wit to reign</br>When Jove aviz'd, that could the Dead revive</br>And Fates expired could renew again,</br>Of endless Life he might him not deprive,</br>But unto Hell did thrust him down alive,</br>With flashing Thunderbolt ywounded sore</br>Where long remaining, he did always strive</br>Himself with Salves to Health for to restore,</br>And slake the heavenly Fire, that raged evermore.", "There antient Night arriving, did alight</br>From her high weary Wain, and in her arms</br>To Aesculapius brought the wounded Knight:</br>Whom having softly disarray'd of Arms,</br>Tho 'gan to him discover all his Harms,</br>Beseeching him with Prayer, and with Praise,</br>If either Salves, or Oils, or Herbs, or Charms,</br>A fordone Wight from Door of Death mote raise,</br>Be would at her Request prolong her Nephew's Days.", "Ah Dame!  (quoth he) thou temptest me in vain,</br>To dare the thing which daily yet I rue,</br>And the old Cause of my continued Pain</br>With like Attempt to like end to renew.</br>Is not enough, that thrust from Heaven due,</br>Here endless Penance for one Fault I pay,</br>But that redoubled Crime with Vengeance new</br>Thou biddest me to eeke?  Can Night defray</br>The Wrath of thundring Jove, that rules both Night and Day?", "Not so (quoth she) but sith that Heaven's King</br>From Hope of Heaven hath thee excluded quight,</br>Why fearest thou, that canst not hope for thing,</br>And fearest not, that more thee hurten might,</br>Now in the Power of everlasting Night</br>Go to then, O thou far renowned Son</br>Of great Apollo, shew thy famous Might</br>In Medicine, that else hath to thee won</br>Great Pains, and greater Praise, both never to be done.", "Her Words prevail'd:  And then the learned Leach</br>His cunning Hand 'gan to his Wounds to lay,</br>And all things else, the which his Art did teach:</br>Which having seen, from thence arose away</br>The Mother of dread Darkness, and let stay</br>Aveugle's Son there in the Leach's Cure;</br>And back returning took her wonted way,</br>To run her timely Race, whilst Phoebus pure</br>In Western Waves his weary Waggon did recure.", "The false Duessa leaving noyous Night,</br>Return'd to stately Palace of Dame Pride;</br>Where when she came, she sound the Fairy Knight</br>Departed thence, albe his Woundes wide,</br>Not throughly heal'd, unready were to ride.</br>Good cause he had to hasten thence away;</br>For on a Day his wary Dwarf had spy'd,</br>Where in a Dungeon deep huge Numbers lay,</br>Of caytive wretched Thralls, that wailed Night and Day.", "A rueful Sight, as could be seen with Eye;</br>Of whom he learned had in secret wise</br>The hidden Cause of their Captivity,</br>How mortgaging their Lives to Covetise,</br>Through wasteful Pride, and wanton Riotise,</br>They were by Law of that proud Tyranness</br>Provok'd with Wrath, and Envy's false Surmise,</br>Condemned to that Dungeon merciless,</br>Where they should live in Woe, and die in Wretchedness.", "There was that great proud King of Babylon,</br>That would compel all Nations to adore</br>And him as only God to call upon,</br>Till thro Celestial Doom thrown out of door;</br>Into an Ox he was transform'd of yore:</br>There also was King Croesus, that enhaunst</br>His Heart too high thro his great Riches Store;</br>And proud Antiochus, the which advaunc'd</br>His cursed Hand 'gainst God, and on his Altars daunc'd.", "And them long time before, great Nimrod was,</br>That first the World with Sword and Fire warraid;</br>And after him, old Ninus far did pass</br>In Princely Pomp, of all the World obey'd;</br>There also was that mighty Monarch laid</br>Low under all, yet above all in Pride,</br>That Name of native Sire did foul upbraid,</br>And would as Ammon's Son be magnify'd,</br>Till scorn'd of God and Man, a shameful Death he dy'd.", "All these together in one Heap were thrown,</br>Like Carcases of Beasts in Butcher's Stall.</br>And in another Corner wide were strown</br>The antique Ruins of the Romans Fall:</br>Great Romulus the Grandsire of them all,</br>Proud Tarquin, and too lordly Lentulus,</br>Stout Scipio, and stubborn Hannibal,</br>Ambitious Sylla, and stern Marius,</br>High Cesar, great Pompey, and fierce Antonius.", "Amongst these mighty Men were Women mix'd,</br>Proud Women, vain, forgetful of their Yoke:</br>The bold Semiramis, whose Sides transfix'd</br>With Son's own Blade, her foul Reproaches spoke;</br>Fair Sthenoboea, that her self did choke</br>With wilful Cord, for wanting of her Will;</br>High-minded Cleopatra, that with Stroke</br>Of Aspes Sting her self did stoutly kill:</br>And thousands more the like, that did that Dungeon fill.", "Besides the endless Routs of wretched Thralls,</br>Which thither were assembled day by day,</br>From all the World after their woful Falls,</br>Thro wicked Pride, and wasted Wealth's Decay.</br>But most of all, which in the Dungeon lay,</br>Fell from high Princes Courts, or Ladies Bowers,</br>Where they in idle Pomp, or wanton Play,</br>Consumed had their Goods, and thriftless Hours,</br>And lastly thrown themselves into these heavy Stowres.", "Whose Case when as the careful Dwarf had told,</br>And made Ensample of their mournful Sight</br>Unto his Maister, he no longer would</br>There dwell in peril of like painful plight,</br>But early rose, and e'er that dawning Light</br>Discovered had the World to Heaven wide,</br>He by a privy Postern took his Flight,</br>That of no envious Eyes he mote be spy'd</br>For doubtless Death ensu'd, if any him descry'd.", "Scarce could he footing find in that foul way</br>For many Corses, like a great Lay-stall</br>Of murder'd Men, which therein strowed lay,</br>Without remorse, or decent Funeral:</br>Which all through that great Princess' Pride did fall,</br>And came to shameful end.  And them beside</br>Forth riding underneath the Castle Wall</br>A Dunghill of dead Carcases he spy'd,</br>The dreadful Spectacle of that sad House of Pride.", "[Works, ed. Hughes (1715) 1:74-87]</br>"]