["TIME &mdash; MORNING.  SCENE &mdash; THE SHORE.", "Once more to daily toil; &mdash; once more to wear</br>The weeds of infamy:  from ev'ry joy</br>The heart can feel, excluded &mdash; I arise,</br>Worn out and faint with unremitting woe!</br>And once again, with wearied steps, I trace</br>The hollow-sounding Shore.  The rippling waves</br>Gleam to the morning sun, and dazzle o'er</br>With splendour multifold, the breezy strand.</br>Oh!  there was once a time, when ELINOR</br>Gaz'd on the op'ning beam, with joyous eye&mdash;</br>Undimm'd by guilt and grief; &mdash; when her full soul</br>Felt thy mild radiance, and the rising day</br>Wak'd but to pleasure.  On thy sea-girt verge,</br>O, England!  as my careless steps stole on,</br>How have mine eyes survey'd the blue expanse,</br>And mark'd the wild wind swell the ruffled surge,</br>And seen the upheav'd billows bosom'd rage</br>Rush on thge rock; and then my timid soul</br>Shrunk at the perils of the boundless deep&mdash;</br>And heav'd a sigh for suff'ring mariners.</br>Ah!  little deeming I myself was doom'd&mdash;</br>Doom'd, by the tyrant voice of merciless Law,</br>To tempt the perils of the boundless deep&mdash;</br>A forlorn object, friendless, unbewail'd!", "Why, stern Remembrance!  must thy iron hand</br>Thus rive my soul?  why calls thy cruel power</br>The fields of England to my streaming eyes?&mdash;</br>The joys which once were mine!  E'en now I see</br>The lowly, lovely dwelling; even now</br>Behold the woodbine clasping its white walls&mdash;</br>And hear the fearless Redbreasts chirp around,</br>To ask their morning meal:  for I was wont,</br>With friendly hand, to spread their wintry food&mdash;</br>Was wont to love their song, when hazy Morn</br>Streak'd o'er the landscape the chill hues of light,</br>And thro' the lattice oft I hung my head&mdash;</br>To view the snow-drop's bud; and thence, at eve,</br>When, soft and beauteous, sunk the summer sun,</br>Oft have I lov'd to mark the Rook's slow course&mdash;</br>And hear his hollow croak, what time he sought</br>The Church-yard Elm, whose wide-embow'ring boughs,</br>Full-foliag'd, half-conceal'd the House of God.</br>There, my departed father!  have I heard</br>Thy hallow'd voice explain the wond'rous works</br>Of Heav'n to crying man.  Ah!  little deem'd</br>Thy virtuous bosom, that thy ELINOR,</br>Hard urg'd by want, should sink the anguish'd Slave</br>Of Vice and Infamy &mdash; the hireling prey</br>Of brutal appetite!  At last, worn out</br>With famine, and the storm of guilt within,</br>Should dare Dishonesty, yet dread to die!", "Welcome, ye savage lands!  ye barbarous climes!</br>Where pitiless England sends her outcast sons,</br>I hail your joyless shores! &mdash; my weary bark,</br>Long tempest-tost on life's inclement sea,</br>Here hails her haven &mdash; welcomes the dull scenes,</br>The marshy plain, the briar-entangled wood,</br>And all the perils of a world unknown:</br>For ELINOR has nothing new to fear&mdash;</br>From fickle Fortune.  All her rankling shafts,</br>Or venom'd with disease, or barb'd with scorn,</br>Have pierc'd her bosom; and the dart of Death</br>Has lost its terrors to a wretch like her.</br>Welcome, ye marshy heaths!  ye pathless woods!</br>Where the rude native rests his drowsy frame</br>Beneath the shelt'ring shade; where, when the storm,</br>Rough-rolling through the sky, with biting force,</br>Benumbs his naked limbs, he flies to seek</br>The dripping covert; welcome, ye wild plains,</br>Unbroken by the plough! &mdash; undelv'd by hand</br>Of patient rustic; where, for lowing herds,</br>And ,for the music of the bleating flocks,</br>Alone is heard the Kangaroo's sad note&mdash;</br>Deep'ning in distance; welcome, ye rude climes&mdash;</br>The reign of Nature!  for, as yet unknown</br>The crimes and comforts of luxurious life,</br>Nature benignly gives to all enough&mdash;</br>Denies to all a superfluity.</br>What, tho' the garb of Infamy I wear&mdash;</br>Tho', day by day, along the echoing beach,</br>I call the wave-wash'd shells:  yet, day by day,</br>I gain in honesty the scanty food,</br>And lay me down at night to calm repose&mdash;</br>No more condemn'd, the mercenary tool</br>Of savage lust, while heaves th' indignant heart</br>With Virtue's stiffled sigh, to clasp my arms</br>Round the rank felon; and, for daily bread,</br>To hug Contagion to my poison'd breast:</br>On these wild shores, Repentance' saviour hand</br>Shall probe my secret soul, and cleanse its wounds&mdash;</br>And fit the faithful Penitent for Heav'n.</br>"]