["Since Jemmy sings the Pudding's sav'ry taste,</br>In lines responsive to the lumpish theme,</br>Why may not I my rustic lay adorn</br>With praise of Wooden Spoon?  Whether of box,</br>Brazil, Mahogany, or other plant</br>Of Indian title proud; or humbler ash,</br>Or dunghill-shading sycamore, thy frame&mdash;</br>Hail Lignum Vitae!  whose capacious mouth,</br>Replete with pudding driping from the roast,</br>(A feast peculiar to the Yorkshire swain)</br>Or soup of pease, or gruel, or fat broth,</br>Produced from neck of mutton, greets my taste</br>With titillating joy.  Tho' Nell may boast</br>Her spoon of pewter glares with brighter ray,</br>Or Peer exulting shew Potosi's pride,</br>Yet, throat-regaling Spoon, I hail Thee still;</br>Still praise thy virtues, and apply thine aid</br>Benignant, to repel the various qualms,</br>Which Hunger, all-devouring monster!  breeds</br>On fainting lungs.  The Tinker, tho' he moulds</br>The spoon of lead obedient to his will,</br>Or makes of pewter heav'nly bright its form,</br>Or copper blazing like the sun, yet he</br>(Conscious of their inferior excellence)</br>To brace the nerves relax'd by daily toil,</br>To drive fell hunger from his weary breast,</br>Demands thy aid alone. &mdash; Oft as from plough,</br>Or fold, or barn returning, Collin sees</br>Thee all immers'd in the full-streaming mess,</br>He grins with pleasure. &mdash; Sympathising teeth,</br>And lips, and belly beat the known alarm,</br>Lo!  now voracious his extended jaws</br>Wide-op'ning make thee way &mdash; And now they shut.</br>Yet hail once more!  Hail to thy safe return</br>From that deep-swallowing maw! &mdash; Not more delights</br>The ladle floating in the spacious bowl</br>Of Punch ambrosial, bane of human care!</br>Or measuring out to the half-meeting lips</br>The smiling bumper, endless fount of joy!</br>Whose virtues I revere, as next to thee</br>In kind, or use.  But vain would be the strife</br>To give thy merits all their praises due;</br>So I reluctant leave the copious theme</br>To bards of better Taste.</br>"]