["Uprose, majestic, Phoebus' beam,</br>And slanting shone on Ness's stream,</br>Each bud reviv'd, its foliage spread,</br>That low the nightly dews had laid.</br>Forth issued from his cot the swain,</br>Wak'd by the matin's song on high;</br>Spangled with liquid gems the plain;</br>The water shew'd another sky;</br>When, lo!  the Genius of the Stream appear'd,</br>And shook her azure locks, and high her bosom rear'd.", "She thus began, with aspect bland:&mdash;</br>\"Pleas'd have I seen on either hand</br>My fav'rite spot apace adorn'd,</br>Though long-neglected, often scorn'd.</br>As views the sire a prosp'rous child,</br>So pleas'd have I its commerce seen,</br>Reformer of the rude and wild,</br>With buildings crowd the vacant green;</br>And busy Industry his weapon wield</br>To raise the lofty spire, or plough th' unbroken field.", "\"But most with joy my bosom glows,</br>To view yon Dome that late arose,</br>As Wisdom's, Learning's seat design'd,</br>To ope', expand, the youthful mind;</br>From Prejudice's eye to tear</br>The dark'ning veil of frequent fold,</br>That clownish Ignorance must wear,</br>Ere Knowledge yet has gain'd her hold.</br>And haply thus the country round regain</br>From Superstition vile, and all her harpy train.", "\"Indulging Fancy's fond presage,</br>I frequent scan the future age,</br>When forth from Academic cell,</br>No more immur'd from day to dwell,</br>In robes of various hues attir'd,</br>A band of youths shall straight appear,</br>With love of Arts and Science fir'd,</br>To ev'ry Art and Science dear;</br>And shewing fair pretence to gain the meed</br>Bestow'd by patriot wealth on each illustrious deed.", "\"With eager step oft' o'er the fields,</br>To view the wonders Nature yields,</br>Some shall attentively explore</br>Each subject of her ample store:</br>Inhabitant of earth or sky,</br>Or mossy dell, or wat'ry deep:</br>The vary'd birds that upward fly,</br>Or trembling reptiles low that creep,</br>All tacitly a moral theme afford,</br>Displaying wide the pow'r of Nature's Mighty Lord.", "\"To mend the heart, improve the man,</br>Intent those Attic days to scan</br>When first young Science came to light,</br>Forth issuing day through realms of night;</br>And cautious step by step to tread,</br>With searching eye, on classic ground,</br>Where, quiet by the mighty dead,</br>Long sacred held for skill profound;</br>The Scholar shall to Ness's side bring home</br>The works of ancient days, the stores of Greece and Rome.", "\"Enraptur'd with the Muse's song,</br>Reclusely from the giddy throng,</br>Shall some be seen to seek the bow'r</br>Devoted to the silent hour.</br>Perusing there the lays sublime</br>Of hoary Bard of war who sings;</br>Or flowing verse of modern time,</br>With which or grove or valley rings;</br>Keen inspiration sparkling in their eyes,</br>Anon a future Ossian, Thomson may arise.", "\"Now nurtur'd soon by Science' ray,</br>Mistaking ne'er his devious way,</br>Securer shall the Sailor glide</br>Along the wildly-waving tide;</br>Nor more the Merchant strive as wont,</br>Deluded by a thought unjust,</br>To shun clear Knowledge' ample fount,</br>Afraid her limpid stream to trust;</br>But wiser grown will seek its borders green,</br>And Commerce hand-in-hand with Learning will be seen.", "\"O!  long may Peace her olive wand</br>Benignly bear throughout the land,</br>Inviting still each milder art</br>To meliorate the humble art</br>And bring to arid wilds and wastes,</br>To rocky hills and vallies bare,</br>The sweets that heav'nly Science tastes,</br>The joys that happier climates share;</br>Joys, late, alas!  from milder climates flown.\"</br>She said, and sought her water-nymphs and crystal throne.</br>"]