["Breathes there a spirit on this ample orb</br>That owns affection for no favourite clime,</br>Such as the sordid passions ne'er absorb,</br>Glowing in generous hearts unchill'd by time?</br>Is it, ye sophists say, a venial crime</br>To damp the love of home with scornful mirth?</br>Tho', led by scientific views sublime,</br>Ye range, with various search, the realms of earth,</br>Seeks no returning sigh the region of your birth?", "Yes!  there are bands by which the soul is linkt</br>To favourite scenes &mdash; attaching all our kind:</br>Nor are the local sympathies extinct,</br>But only dormant in the sensual mind.</br>Nor can the philosophic few refin'd</br>The homeborn instinct from their bosoms chase:</br>The worldling still, tho' veering as the wind,</br>And the proud sage, whose plans the world embrace,</br>Some lingering hope retain, some with inspir'd by place.", "Say, whence, so cherisht by familiar scenes,</br>This partial fondness?  Go &mdash; the mind survey:</br>Mark it, where such a preference intervenes.</br>Behold, \"the throng'd ideal hosts\" display</br>Their never-ending series.  In array</br>One rank arises:  sudden, a new train</br>In quick effulgence flashes to the day:</br>And lo, the close confederates of the brain,</br>Connected as they start, confess the secret chain.", "'Tis from resemblance we observe one thought</br>A thought of corresponding shape excite:</br>Nor less from contrast are the ideas brought</br>Wak'd by opposing images, to light:</br>And thus the present and the past unite.</br>Nor seldom, one clear image brings to view</br>Myriads, from contiguity more bright;</br>While, as we gaze upon their kindling hue,</br>We court each airy form, and deem the vision true.", "Thus as in magic portraiture the past</br>Emerging, glows before the mental eye;</br>MEMORY retains the picture fleeting fast,</br>While FANCY gives it an illusive dye,</br>And the fond PASSIONS all their warmth supply:</br>Yet JUDGMENT interposes, to repress</br>The volatile ideas mantling high;</br>Lest they should flutter in too wild a dress,</br>Or by their dancing shapes the dizzy brain distress.", "'Tis in these powers &mdash; affections &mdash; that we own,</br>Borne on excursive pinion, pure delight;</br>Yet more or less, as some with stronger tone</br>Prevail or sink before superior might.</br>But to localities, to speed our flight,</br>Fondly recurring, lo, we borrow aid</br>From objects that, presented to the sight,</br>Refresh the faint ideas as they fade,</br>Or call them into day from pale oblivion's shade.", "Thus, with delight still keener, our career</br>We wing:  and hence, more anxious to survey</br>The friendly spot, we hold its features dear.</br>Thus, recollecting life's mild-opening day,</br>If local objects but a tint display,</br>The eye, quick-glistening, the sweet tint perceives:</br>And hence, the kind assistance to repay,</br>The heart, as for a moment it believes</br>Its long-lost Joys restor'd, with grateful ardor heaves.", "Such is the local love.  But not alone</br>Is man to sympathizing scenes awake:</br>The bird and beast the same sensations own,</br>And from localities the impression take;</br>Tho' but a moment they an effort make</br>To recollect or image; tho' their frame</br>But with a transitory fervor shake:</br>Still, from one favourite spot, a sacred flame</br>Seems, with its wizard line, to circumscribe their aim.", "The wandering dove, amid pale wintery skies,</br>Far off, remembers her accustom'd nest,</br>And down the gloom, o'er many a long vale, flies,</br>Till there, with weary wing, she sinks to rest:</br>The dog, exulting, scours wide woods, in quest</br>Of his bemoaned home, with broken chain:</br>The warrior horse, by foreign toil opprest,</br>Quickens his eager pace, as, once again,</br>He views the hoof-beat road, within his pasture-plain.", "Nor, as revisiting, the palmy grove</br>That waves where Ganges rolls his yellow tide,</br>Does the sage elephant at random rove,</br>But winding round the gem-fraught mountain-side,</br>On the known valley glances looks of pride</br>Where he had once, fierce victor, with the blood</br>Of his mail'd enemy the foliage dyed:</br>Then o'er the seats of youth he seems to brood,</br>Rears his proboscis high, and hails the conscious wood.", "Meanwhile, we give not to the brutes the joys</br>That memory's more extensive power bestows;</br>Since, chiefly as accustom'd scenes arise</br>To sense, each animal the emotion shews.</br>Yet ever new to man, the enjoyment flows,</br>As Memory her transporting vision rears!</br>There Fancy's fire, there generous Passion glows,</br>As fast-illum'd, the landscape reappears</br>Replete with shadowy forms, thro' the long lapse of years!", "These sympathies in vulgar breasts to implant</br>Heaven loves.  I hear the Grecian pilot sigh,</br>Amid the numbering shores of the Levant:</br>I see him lift to heaven his melting eye.</br>\"Here,\" (he exclaims, with mingled grief and joy)</br>\"Within my Tenedos, the favour'd isle,</br>Once lay the sable ships that conquer'd Troy!</br>Behold (he utters with a conscious smile)</br>The spot where chiefs were nurst, and glory crown'd their toil.\"", "Yet 'tis the lot alone of souls refin'd</br>By taste, to feel the luxury that springs</br>From all the varied energies of mind:</br>To such, how oft a trivial object brings</br>The sweetly-pencil'd view, where Fancy flings</br>The tender colors of the autumnal sheaf;</br>While, as she sports within her faery rings,</br>Mixing the vivid tears of joy and grief,</br>She clothes each pictur'd form with rays of soft relief.", "Tho' o'er his master's bow, so long unstrung,</br>An eye of sorrow good Eumaeus cast,</br>Tho' old Philaetius o'er the quiver hung,</br>Pierc'd by a quick remembrance of the past;</br>Yet was it theirs to own those feelings chaste,</br>Those sympathies that mov'd the widow'd fair?</br>Yet was it theirs, inspir'd by kindred taste,</br>As on an object of their fondest care</br>To muse, and from delight to steal a pensive air?", "I see her slow the lofty stairs ascend!</br>I see her bosom heave delicious sighs!</br>Now o'er the bow I see the mourner bend,</br>While myriads of illusions round her rise</br>From the sweet relic of affection's ties,</br>The chronicle of many a blissful hour;</br>That, as the big tear trembles in her eyes,</br>Recals her vanisht days with soothing power,</br>Soft as in dreams we paint the fair Elysian bower.", "Lo, by a fine ethereal spirit led,</br>Mid olive groves we trace Ilyssus' streams;</br>Or hail the solemn spot where Cato bled;</br>Or, where the ruin of Iona gleams,</br>Cherish, in holy trance, romantic dreams;</br>Or, with a filial tenderness, recal</br>Each monument of early youth that teems</br>With classic thought &mdash; the school's awe-breathing wall,</br>The bosom-thrilling bench, the academic hall.", "Hence Tully, where Sicilian landscapes bloom,</br>Own'd all the enthusiast's fervor, as he found</br>Mouldering and clasp'd by briars, the sage's tomb:</br>In Tully's raptur'd mind 'twas hallow'd ground.</br>Hence, on a day that mark'd each annual round,</br>Due rites the muse-devoted Silius paid</br>Where the shagg'd steeps of Posilippo frown'd:</br>Hence, sweet Boccacio's vivid fancy play'd</br>Embower'd with Virgil's self amid the hoary shade.", "Thus, then, to local objects that revive</br>Our former feelings, a delightful bond</br>Links us in friendly union; as alive</br>To sympathy, our bosoms correspond</br>With walks or arbors.  Thus affection fond</br>That, unexcited by the scene, would rest</br>In dull stagnation, like a mantled pond,</br>Now, like a clear brisk current, flows confest,</br>Sparkles to fancy's ray, and cherishes the breast.", ""]