["THENOT, PERIN.", "Perin, arreed what new mischance betide,</br>Hath raft thee of thy wonted meriment?</br>Faire feeds thy flock this pleasant spring beside,</br>Nor Love, I ween, hath made thee discontent,</br>Sild Age and Love, to meet in one, consent.", "PERIN.</br>Ah Thenot, where the Joy of hart doth faire,</br>What marvaile there, if mirth and musick quaile?</br>See how the flowrets of the field do spring,</br>The Purple Rose, the Lilly white as Snow;</br>With smell and colour for an Harvest King,</br>May serve to make us yong againe, I trow.</br>Yet all this pride is quickly laid full low,</br>Soon as the root is nipt with northerne cold,</br>What smell, or beauty, can we then behold?", "THENOT.</br>As good not heare, as heard, not understand,</br>My borrell braines through eld beene all too dull,</br>Sike mister meaning nill by mee be scand,</br>All as my Face, so wrinckled is my skull:</br>Then say me Perin, by thy hope of wull,</br>And by shine Ewes blown bags and bagpipes sound,</br>So not one Aneling in thy flock be found,", "PERIN.</br>Ah Thenot, by shine alderliefest Lasse,</br>Or whatsoever is more deere to thee;</br>No Bagpipe name, let song and sollace passe,</br>Death hath undon my flock, my pipe, and meet</br>Dead is the Sheeps delight, and Shepheards glee,</br>Broke is my Pipe, and I my selfe forlorne,</br>My Sheep unfed, their fleeces rent and torne.", "THENOT.</br>I mickle muz'de such uncouth change to see,</br>My flockes refuz'de to feed, yet hale they weare:</br>The tender Birds sate drooping on the tree,</br>The carelesse Lambs went wandring here and there:</br>My selfe unknowne a part of griefe did beare,</br>Ne wist I why, yet heavy was my hart,</br>Untimely Death was cause of all this smart.", "Up Perin, up, advaunce thy mournfull layes,</br>Sound loud thy pipe, but sound in dolefull wise.", "PERIN.</br>Who else, but Thenot, can the Muses raise,</br>And teach them sing and dance in mournfull guise?</br>My fingers stiffe, my voice doth hoarsely rise.", "THENOT.</br>Ah, where is Collin, and his passing skill?</br>For him it sits our sorrow to fulfill.", "PERIN.</br>Tway fore extreames our Collin presse so neere,</br>(Alas that such extreames should presse him so)</br>The want of wealth, and losse of Love so deere,</br>Scarce can he breathe from under heapes of woe,</br>He that beares heav'n, beares no such weight I trow.", "THENOT.</br>Hath he such skill in making all above,</br>And hath no skill to get, or Wealth, or Love?", "PERIN.</br>Praise is the greatest prise that Poets gaine,</br>A simple gaine that feeds them ne're a whit.</br>The wanton lasse for whom he bare such paine,</br>Like running water loves to change and flit.</br>But if thee list to heare a sorry fit,</br>Which Cuddy could in dolefull verse endite,</br>Blow thou thy Pipe while I the same recite.", "THENOT.</br>Ginne when thou list, all-be my skill but small,</br>My forward minde shall make amends for all.", "PERIN.</br>Yee Nimphs that loathe your bodies in this spring:</br>Your tender bodies white as driven Snow:</br>Yee Virgins chaste which in this Grove doe sing,</br>Which neither griefe of Love, nor Death do know:</br>So may your streames runne cleere for ay,</br>So may your trees give shade alway.</br>Depart a space,</br>And give me place,</br>To wayle with griefe my restlesse woe alone,</br>For feare my cries,</br>Constraine your eyes,</br>To shed forth teares, and help lament my mone.", "And thou, my Muse, that whilome wont to case,</br>Thy Maisters minde with layes of sweete delight,</br>Now change those tunes, no joy my hart can please,</br>Gone is the day, come is the darkesome night,</br>Our Sunne close hid in cloudes doth lie,</br>We live indeede, but living, die:</br>No light we see,</br>Yet wander wee,</br>We wander farre and neere without a guide:</br>And all affray,</br>We loose our way,</br>For in this world n'is such a Sunne beside.", "Ye Shepheards Boyes that leade your flocks a field,</br>The whilst your sheepe feede safely round about,</br>Breake me your Pipes that pleasant sound did yeeld,</br>Sing now no more the Songs of Collin Clout:</br>Lament the end of all our joy,</br>Lament the source of all annoy:</br>WILLY is dead,</br>That wont to leade</br>Our flockes and us in mirth and Shepheards glee:</br>Wel could he sing,</br>Wel dance, and spring;</br>Of all the Shepheards was none such as hee.", "How often hath his skill in pleasant Song</br>Drawn al the water-nimphs from out their bowers?</br>How have they laine the tender grasse along,</br>And made him Garlands gay of smelling flowers?</br>Phoebus himselfe that conquer'd Pan,</br>Striving with Willy, nothing wan.</br>Ne thinkes I see,</br>The time when hee</br>Pluckt from his golden lockes the Laurell crowne;</br>And so to raise</br>Our Willies praise,</br>Bedeckt his head, and softly set him downe.", "The learned Muses flockt to heare his skill,</br>And quite forgot their water, wood, and mount;</br>They thought his Songs were done too quickly stil,</br>Of none but Willies Pipe they made account.</br>Hee sung; they seemd in joy to flowe:</br>He ceast; they seemd to weep for woe;</br>The Rurall rout,</br>All round about,</br>Like Bees came swarming thicke, to heare him sing</br>Ne could they thinke,</br>On meate or drinke,</br>While Willies musicke in their eares did ring.", "But now (alas) such pleasant mirth is past,</br>Apollo weepes, the Muses rend their haire.</br>No joy on earth that any time can last,</br>See where his breathlesse corps lies on the beare.</br>That selfe same hand that reft his life,</br>Hath turned Shepheards peace to strife.</br>Our joy is fled,</br>Our life is dead,</br>Our hope, our help, our glory all is gone:</br>Our Poets praise,</br>Our happy dayes,</br>And nothing left but griefe, to thinke thereon.", "What Thames, what Severne, or what westerne Seas,</br>Shall give me floods of trickling teares to shed?</br>What comfort can my restlesse griefe appease?</br>O that mine eies were Fountaines in my head!</br>Ah Collin!  I lament thy case,</br>For thee remaines no hope of grace.</br>The best reliefe,</br>Of Poets griefe,</br>Is dead, and wrapt full colde in filthy clay,</br>And nought remaines,</br>To ease our paines,</br>But hope of death, to ridde us hence away.", "Phillis, shine is the greatest griefe above the rest:</br>Where beene thy sweetest Posies feately dight,</br>Thy Girlonds with a true-loves Knot addrest,</br>And all that erst, thou Willy, didst behight?</br>Thy labour all is lost in vaine,</br>The griefe whereof shall ay remaine.</br>The Sunne so bright,</br>That falles to night,</br>To morrow from the East againe shall rise:</br>But we decay,</br>And waste away,</br>Without returne, alas, thy Willy dies.", "See how the drooping Flockes refuse to feede,</br>The Rivers streame with teares above the bankes,</br>The Trees do shed their leaves, to waile agreede,</br>The beasts unfed, go mourning all in rankest</br>The Sunne denies the Earth his light,</br>The Spring is kill'd with winters might:</br>The flowers spill,</br>The birds are still:</br>No voyce of joy is heard in any place.</br>The Meddows greene,</br>A change have seene,</br>And Flora hides her pale disfigur'd face.", "Watch now, ye shepheards boyes, with waking eie,</br>And loose your time of sleepe, to learne to sing.</br>Unhappy skill, what good is got thereby,</br>But painted Praise that can no profite bring?</br>If Skill could move the Sisters three,</br>Our Willy still alive should be.</br>The woolfe so wood,</br>Amazed stood,</br>At found of Willies pipe, and left his pray:</br>Both Pipe and Skill,</br>The Sisters spill,</br>So, worse then any wicked Wolfe are they.", "O flatt'ring hope of mortall mens delight,</br>So faire in outward shew, so foule within!</br>The deepest streames do flow full calme to sight,</br>The rav'ning Woolves do jet in Weathers skin;</br>Wee deem'd our Willy ay should live,</br>So sweete a sound his Pipe could give:</br>But cruel death</br>Hath stopt his breath:</br>Dumbe lies his Pipe that wont so sweete to sound:</br>Our flockes lament</br>His life is spent,</br>And carelesse wander all the woods around.", "Come now, ye shepheards daughters, come no more</br>To heare the Songs that Cuddy wont to sing:</br>Hoarse is my Muse, my throate with crying, sore;</br>These woods with Eccho of my griefe doe ring.</br>Your Willies life was Cuddies joy,</br>Your Willies death hath kill'd the Boy:</br>Broke lies my Pipe,</br>Till Reedes be ripe</br>To make a new one, but a worse, I feare:</br>Save yeere by yeere,</br>To waile my Deere.</br>All Pipe and Song I utterly forsweare.", "THENOT.</br>Alacke and welladay may shepheards cry,</br>Our Willy dead, our Collin killd with care:</br>Who shall not loathe to live, and long to die?</br>And will not griefe our little Cuddy spare,</br>But must he too of sorrow have a share?</br>Ay, how his ruefull verse hath pricks my hart!</br>How feelingly hath tree exprest my smart!", "PERIN.</br>Ah Thenot, hadst thou seene his sory looke,</br>His wringed hands, his eies to heav'n upkest;</br>His teares, that stream'd like water in the Brooke;</br>His sighes, that made his Rimes seeme rudely drest,</br>To teares thou wouldst have melted with the rest.</br>But hie we homeward, night approcheth neere,</br>And rainie cloudes in southerne skies appeere.</br>"]