["Verona's halls resound with Alboin's fame,</br>Verona's palace echoes far his name;</br>A thousand lamps emit their partial ray,</br>And vainly emulate the chearful day.</br>The proud associates of his gallant arms,</br>To joys devoted, free from war's alarms,</br>With eager step their leader's call obey,</br>And to a sumptuous feast direct their way.", "\"Wine!  wine!\" cries Alboin, \"is the drink of Jove,</br>Valour's reward, and all that share my love.</br>Bring me a bowl, t' allay my raging thirst!</br>How sweet thy taste!  of vintage thou the first!</br>Another yet!  yet more capacious still!</br>Falernian wine to th' highest margin fill.</br>The skull of Cunimond attracts my eye,</br>Emblem of mightiest feats beneath the sky;</br>Now decks my side board, as its noblest grace;</br>Oh, could I twenty others so embrace!\"", "Loud rang the hall with shouts of dire applause;</br>The Lombard Chiefs do honour to the cause.", "\"Fill it again,\" replied the King, \"with wine;</br>In bumpers flow Falernia's choicest vine!</br>This goblet to my Queen convey in haste;</br>Bid her in honour of her father taste.\"", "Depress'd with agony of rage and grief,</br>Thus to her tender heart she gave relief:</br>\"O Rosamond, how hard thy fate!\" she said;</br>\"And yet thy Lord's stern will must be obey'd.</br>If my pure lips must taste this noxious draught,</br>May Heaven, all-just, its destin'd vengeance waft</br>With tenfold fury on his taunting head,</br>That tramples under-foot his marriage-bed!\"", "In silent indignation thus she mus'd,</br>Kissing the bowl, so wantonly abus'd:</br>Then to a bold assassin quickly came,</br>Of youthful form, and Helmichis his name.</br>With many sighs she told her woe-worn tale,</br>Sighs that ev'n echoed thro' the distant vale.</br>She saw the hero melting into tears,</br>Then seiz'd the moment to repress his fears;</br>Feigns to embrace his feet, and prostrate kneel,</br>Urges in Alboin's blood to dip his steel.</br>Sudden the hero trembling starts aside,</br>Thrice he essay'd, and thrice declin'd to chide.</br>Oft he revolves his matchless strength and mien,</br>And calls to mind the deeds he oft had seen.</br>But, bound in Love's imperious guilty chain,</br>In vain his plea, his scruples are in vain.</br>Leagu'd with a fiend of equal guilty power,</br>He rushes to the deed, (ill-fated hour!)</br>When Alboin, satiated with feasts and wine,</br>Retired from the table to recline.</br>His faithless spouse approach'd with wanton gait,</br>Veiling in darkness fell his short-liv'd fate;</br>With tender kiss, caresses false, and smile,</br>Pretends the tedious hours to beguile;</br>When, lull'd to rest by these deceiving charms,</br>She urges the Conspirators to arms:</br>\"Haste, haste, my friends!  nor be reluctant more;</br>One stroke, and then your glorious conquest's o'er.\"", "The Warrior started at th' inspiring sound,</br>Snatch'd at his sword, till now obedient found,</br>In vain he tries his faithless sword to wield,</br>In vain his arms their wonted efforts yield:</br>Their spears prevail:  by numbers press'd, he fell,</br>A dying look he cast, then bade farewell.</br>Whilst Cunimond's false daughter ran t' upbraid,</br>Too base to spare, and yet to strike afraid.</br>"]