["Lady of laughing lips and dark sweet eyes,</br>Where youth and love enamouring softly shine,</br>O wilt thou list the song the minstrel tries</br>To sing thee far beyond the burning Line?</br>Oft as his bark is journeying on the brine,</br>And heaven is decked with many a dazzling star,</br>He calls to mind that woodland home of thine,</br>Hid in another hemisphere afar,</br>Where other planets shine, and other seasons are.", "'Midst all his wanderings he has never seen</br>A woodland home he lov'd so much as yours:</br>'Tis not its blue streams bright, its banks of green,</br>Where waving broom is soft with yellow flowers;</br>But, oh!  'tis youth and beauty's magic powers,</br>The smiles of soft eyes ne'er to be forgot,</br>Writing upon the heart, in some sweet hours,</br>Impressions time and distance cannot blot&mdash;</br>Stamping love's flowery seal on all they ever wrote.", "Youth has some hours it never can forget,</br>Awakening feelings never to decay;</br>And there are some, that we in youth have met,</br>Whose bright forms haunt us thro' life's future day:</br>Visions of loveliness that, far away,</br>Come to our spirits o'er the dark blue deep,</br>Like shadowy dreams of heaven that will not stay,</br>And with a wicked world communion keep:</br>And linger round our couch in darkness and in sleep.", "Such are the forms of love, the beings fair</br>That come to me from Scotland's mountain streams;</br>One that I scarce need name, with auburn hair,</br>Still shares the sweetest of love's midnight dreams:</br>And one, too, whom my heart not less esteems&mdash;</br>Thou whom thy friendship makes so very dear:</br>When on Brazilian waves the moonlight gleams,</br>And stars are twinkling 'midst the ether clear,</br>You come, and with my soul hold sweet communion here.", "Thou see'st, dear maid, thy wanderer yet recalls</br>Some hours of happiness he spent with thee&mdash;</br>The songs of love within thy father's halls</br>You and your sister often sung to me.</br>I sing them now alone upon the sea,</br>And think upon the days of other years,</br>Of home, and friends I never more may see,</br>Whom helpless age and hoary hair endears,</br>Whose furrowed cheeks were wet with parting, farewell tears.", "Oh!  these are the thoughts of sadness; why my heart</br>Delights in their indulgence I don't know:</br>Never to me could noisy mirth impart</br>Pleasures so dear as pensiveness and woe.</br>How sweet it is to walk where waters flow</br>'Midst Autumn's fading woods at midnight's noon;</br>When wintry gales are sighing, and below</br>The gravelly footpath strewed with foliage brown,</br>And all is still and sad beneath the silent moon.", "This is the season when, on Spango's hills,</br>The heather-blooms and mountain flowers decay;</br>When Crawick's woods turn yellow; when the rills</br>Sparkle in hoary frost-work; when the day</br>Grows short, and chill, and showery; when the ray,</br>That lately gladdened many a little flower,</br>Now gleams on icicles, that from each spray</br>Hang pendant in the late green mirthful bower,</br>All hoary now and white in winter's snowy shower.", "O might I leave this land, where fruits and flowers</br>Are ever green and ever in their prime,</br>Where mingle, in the dark Brazilian bowers,</br>The mango, tamarind, the orange, and the lime,</br>For one sweet walk beneath my native clime,</br>Far from this softening, sickening, burning sun,</br>To drink the breath of winter, and to climb</br>The snowy hill, and hear the hunter's gun,</br>And listen beauty's song when winter's day is done.", "This is the land where bounteous Nature pours,</br>'Midst forests dark, fruits, flow'rs, and sunny stores;</br>This is the land where Afric's slave endures</br>His sun-burnt bondage, tugging at the oars;</br>This is the land where ignorance adores</br>Her monkish priests, with shaven crowns and cowls;</br>Where ladies dare not pass their fathers' doors,</br>For fear that love should stain their pure white souls&mdash;</br>Very unlike their bodies, dark and gray as owls.</br>"]