["Wynken of mans frayle wayning age</br>Declares the simple truth,</br>And doth by Rowlands harmes reproove</br>Mottos unbrideled youth.", "MOTTO.</br>Might my youths mirth delight thy aged yeeres,</br>My gentle shepheard father of us all,</br>Wherewith I whylome Joy'd my lovely feeres,</br>Chanting sweete straines of heavenly pastorall.", "Now would I tune my miskins on this Greene,</br>And frame my muse those vertues to unfold,</br>Of that sole Phenix Bird, my lives sole Queene:</br>Whose locks done staine, the three times burnisht gold.", "But melancholie grafted in thy Braine,</br>My Rimes seeme harsh, to thy unrelisht taste,</br>Thy droughthy wits, not long refresht with raigne,</br>Parched with heat, done wither now and waste.", "WYNKEN.</br>Indeed my Boy, my wits been all forlorne,</br>My flowers decayd, with winter-withered frost,</br>My clowdy set eclips'd my cherefull morne,</br>That Jewell gone wherein I joyed most.", "My dreadful thoughts been drawen upon my face,</br>In blotted lines with ages iron pen,</br>The lothlie morpheu saffroned the place,</br>Where beuties damaske daz'd the eies of men.", "A cumber-world, yet in the world am left,</br>A fruitles plot, with brambles overgrowne,</br>Mislived man of my worlds joy bereft,</br>Hart-breaking cares the ofspring of my mone.", "Those daintie straines of my well tuned reed,</br>Which manie a time have pleasd my wanton eares,</br>Nor sweet, nor pleasing thoughts in me done breed,</br>But tell the follies of my wandring yeares.", "Those poysned pils been biding at my hart,</br>Those loathsome drugs of my youths vanitie,</br>Sweete seem'd they once, ful bitter now and tart,</br>Ay me consuming corosives they be.", "MOTTO.</br>Even so I weene, for thy olde ages fever,</br>Deemes sweetest potions bitter as the gall,</br>And thy colde Pallat having lost her savour,</br>Receives no comfort in a cordiall.", "WYNKEN.</br>As thou art now, was I a gamesome boy,</br>Though starv'd with wintred eld as thou do'st see,</br>And well I know thy swallow-winged joy,</br>Shalbe forgotten as it is in me.", "When on the Arche of thine eclipsed eies,</br>Time hath ingrav'd deepe characters of death,</br>And sun-burnt age thy kindlie moisture dries,</br>Thy wearied lungs be niggards of thy breath,", "Thy brawne-falne armes, thy camock-bended backe,</br>The time-plow'd furrowes in thy fairest field,</br>The Southsaiers of natures wofull wrack,</br>When blooming age must stoupe to starved eld,", "When Lillie white is of a tawnie die,</br>Thy fragrant crimson turn'd ash-coloured pale,</br>Thy skin orecast with rough embroderie,</br>And cares rude pencell, quite disgrac'd thy sale,", "When downe-beds heat must thawe thy frozen cold,</br>And luke-warme brothes recure Phlebotomie,</br>And when the bell is readie to be tol'd,</br>To call the wormes to thine Anatomie:</br>Remember then my boy, what once I said to thee.", "Now I am like the knurrie-bulked Oke,</br>Whome wasting eld hath made a toombe of dust,</br>Whose wind-fallen branches feld by tempest stroke,</br>His barcke consumes with canker-wormed rust.", "And though thou seemst like to the bragging bryer,</br>As gay as is the mornings Marygolde,</br>Yet shortly shall thy sap be drie and seere,</br>Thy gaudy Blossomes blemished with colde.", "Even such a wanton, an unruly swayne,</br>Was little Rowland, when of yore as he,</br>Upon the Beechen tree on yonder playne,</br>Carved this rime of loves Idolatrie.", "The Gods delight, the heavens hie spectacle,</br>Earths greatest glory, worlds rarest miracle.", "Fortunes fayr'st mistresse, vertues surest guide,</br>Loves Governesse, and natures chiefest pride.", "Delights owne darling, honours cheefe defence,</br>Chastities choyce, and wisdomes quintessence.", "Conceipts sole Riches, thoughts only treasure,</br>Desires true hope, Joyes sweetest pleasure.", "Mercies due merite, valeurs just reward,</br>Times fayrest fruite, fames strongest guarde.", "Yea she alone, next that eternall he,</br>The expresse Image of eternitie.", "MOTTO.</br>Oh divine love, which so aloft canst raise,</br>And lift the minde out of this earthly mire,</br>And do'st inspire the pen with so hie prayse,</br>As with the heavens doth equal mans desire.", "Thou lightning flame of sacred Poesie,</br>Whose furie doth incense the swelling braines,</br>As drawes to thee by heaven-bred Sympathie,</br>The sweete delights of highest soaring vaines:", "Who doth not helpe to deck thy holy Shrine,</br>With Mirtle, and triumphant Lawrell tree?</br>Who will not say that thou art most divine?</br>Or who doth not confesse thy deitie?", "WYNKEN.</br>A, foolish boy, full ill is he repayed,</br>For now the wanton pines in endles paine,</br>And sore repents what he before missaide,</br>So may they be which can so lewdly faine.", "Now hath this yonker torne his tressed lockes,</br>And broke his pipe which sounded erst so sweete,</br>Forsaking his companions and their flocks,</br>And casts his gayest garland at his feete.", "And being shrowded in a homely cote,</br>And full of sorrow as a man might be,</br>He tun'd his Rebeck with a mournfull note,</br>And thereto sang this dolefull elegie.", "Tell me fayre flocke (if so you can conceave)</br>The sodaine cause of my night-sunnes eclipse,</br>If this be wrought me my light to bereave,</br>By Magick spels, from some inchanting lips</br>Or ugly Saturne from his combust sent,</br>This fatall presage of deaths dreryment.", "Oh cleerest day-starre, honored of mine eyes,</br>Yet sdaynst mine eyes should gaze upon thy light,</br>Bright morning sunne, who with thy sweet arise,</br>Expell'st the clouds of my harts lowring might,</br>Goddes rejecting sweetest sacrifice,</br>Of mine eyes teares ay offered to thine eyes.", "May purest heavens scorne my soules pure desires?</br>Or holy shrines hate Pilgrims orizons?</br>May sacred temples gaynsay sacred prayers?</br>Or Saints refuse the poores devotions?</br>Then Orphane thoughts with sorrow be you waind,</br>When loves Religion shalbe thus prophayn'd.", "Yet needes the earth must droupe with visage sad,</br>When silver dewes been turn'd to bitter stormes,</br>The Cheerefull Welkin once in sables clad,</br>Her frownes foretell poore humaine creatures harmes.</br>And yet for all to make amends for this,</br>The clouds sheed teares and weepen at my misse.", "MOTTO.</br>Woe's me for him that pineth so in payne,</br>Alas poore Rowland, how it pities me,</br>So faire a baite should breed so foule a bayne,</br>Or humble shewes should cover crueltie.", "WYNKEN.</br>Beware by him thou foolish wanton swayne,</br>By others harmes thus maist thou learne to heede,</br>Beautie and wealth been fraught with hie disdaine,</br>Beleeve it as a Maxim of thy Creede.", "MOTTO.</br>If that there be such woes and paines in love,</br>Woe be to him that list the same to prove.", "WYNKEN.</br>Yes thou shalt find, if thou desir'st to prove,</br>There is no hell, unto the paines in love.</br>"]