["WILLY.  PERIGOT.  CUDDY.", "Tell me, Perigot, what shall be the Game,</br>Wherefore with mine thou dare thy Musick match?</br>Or been thy Bagpipes ren far out of frame?</br>Or hath the Cramp thy Joints benumb'd with ach?", "PERIGOT.</br>Ah Willy, when the Heart is ill assay'd,</br>How can Bagpipe or Joints be well apay'd?", "WILLY.</br>What the foul Evil hath thee so bestad?</br>Whylom thou west peregal to the best,</br>And wont to make the jolly Shepherds glad,</br>With piping and dancing did past the rest.", "PERIGOT.</br>Ah, Willy, now I have learn'd a new Dance;</br>My old Musick marr'd by a new Mischance.", "WILLY.</br>Mischief mought to that Mischance befall,</br>That so hath raft us of our Meriment:</br>But read me, What pain doth thee so appall?</br>Or lovest thou, or been thy Yonglings miswent?", "PERIGOT.</br>Love hath misled both my Yonglings and me:</br>I pine for pain, and they my plaint to see.", "WILLY.</br>Perdy and weal away!  ill may they thrive;</br>Never knew I Lovers Sheep in good plight:</br>But and if Rimes with me thou dare strive,</br>Such fond Fantasies shall soon be put to flight.", "PERIGOT.</br>That shall I do, though mouchel worse I far'd:</br>Never shall be said that Perigot was dar'd.", "WILLY.</br>Then lo, Perigot, the pledge which I plight,</br>A Mazer ywrought of the Maple Ware;</br>Wherein is enchased many a fair sight,</br>Of Bears and Tygers, that maken fierce War:</br>And over them spred a goodly wild Vine,</br>Entrail'd with a wanton Ivy Twine.", "Thereby is a Lamb in the Wolve's Jaws:</br>But see, how fast renneth the Shepherd's Swain,</br>To save the Innocent from the Beast's Paws;</br>And here with his Sheep-hook hath him slain.</br>Tell me, such a Cup hast thou ever seen?</br>Well mought it beseem any harvest Queen.", "PERIGOT.</br>Thereto will I pawn yonder spotted Lamb,</br>Of all my Flock there nis sike another;</br>For I brought him up without the Damb:</br>But Colin Clout raft me of his Brother,</br>That he purchast of me in the plain Field:</br>Sore against my Will was I forst to yield.", "WILLY.</br>Siker make like account of his Brother:</br>But who shall judg the Wager won or lost?", "PERIGOT.</br>That shall yonder Herd-groom, and none other,</br>Which over the Pousse hitherward doth post.", "WILLY.</br>But for the Sun-beam so fore doth us beat,</br>Were not better, to shun the scorching Heat?", "PERIGOT.</br>Well agreed Willy:  then sit thee down Swain;</br>Sike a Song never heardest thou, but Colin sing.", "CUDDY.</br>'Gin, when ye list, ye jolly Shepherds twain:</br>Sike a Judg, as Cuddy, were for a King.", "PER.  It fell upon a holy Eve,</br>WILL.  Hey ho Holiday!</br>PER.  When holy Fathers wont to shrive:</br>WILL.  Now 'ginneth this Roundelay.</br>PER.  Sitting upon a Hill so high,</br>WILL.  Hey ho the high Hill!</br>PER.  The while my Flock did feed thereby,</br>WILL.  The while the Shepherd self did spill:</br>PER.  I saw the bouncing Bellibone;</br>WILL.  Hey ho Bonnibel!</br>PER.  Tripping over the Dale alone,</br>WILL.  She can trip it very well.</br>PER.  Well decked in a Frock of grey,</br>WILL.  Hey ho grey is greet!</br>PER.  And in a Kirtle of green Say,</br>WILL.  The green is for Maidens meet.</br>PER.  A Chaplet on her Mead she wore,</br>WILL.  Hey ho Chapelet!</br>PER.  Of sweet Violets therein was store,</br>WILL.  She sweeter than the Violet.</br>PER.  My Sheep did leave their wonted Food,</br>WILL.  Hey ho seely Sheep!</br>PER.  And gaz'd on her, as thy were wood;</br>WILL.  Wood as he, that did them keep.</br>PER.  As the bony Lass passed by,</br>WILL.  Hey ho bony Lass!</br>PER.  She rov'd at me with glauncing Eye,</br>WILL.  As clear as the crystal Glass:</br>PER.  All as the sunny Beam so bright,</br>WILL.  Hey ho the Sun-beam!</br>PER.  Glanceth from Phoebus' Face forthright,</br>WILL.  So Love into thy Heart did stream;</br>PER.  Or as the Thunder cleaves the Clouds,</br>WILL.  Hey ho the Thunder!</br>PER.  Wherein the lightsom Levin shrouds,</br>WILL.  So cleaves thy Soul asunder:</br>PER.  Or as Dame Cynthia's silver Ray,</br>WILL.  Hey ho the Moon-light!</br>PER.  Upon the glittering Wave doth play;</br>WILL.  Such play is a piteous Plight.</br>PER.  The Glance into my Heart did glide,</br>WILL.  Hey ho the Glider!</br>PER.  Therewith my Soul was sharply gride,</br>WILL.  Such Wounds soon wexen wider.</br>PER.  Hasting to raunch the Arrow out,</br>WILL.  Hey ho Perigot!</br>PER.  I left the Head in my Heart-root:</br>WILL.  It was a desperate shot.</br>PER.  There it rancleth aye more and more,</br>WILL.  Hey ho the Arrow!</br>PER.  Ne can I find Salve for my Sore:</br>WILL.  Love is a careless Sorrow.</br>PER.  And though my Bale with Death I bought,</br>WILL.  Hey ho heavy Chear!</br>PER.  Yet should thilk Lass not from my thought:</br>WILL.  So you may buy Gold too dear.</br>PER.  But whether in painful Love I pine,</br>WILL.  Hey ho pinching Pain!</br>PER.  Or thrive in Wealth, she shall be mine,</br>WILL.  But if thou can her obtain.</br>PER.  And if for graceless Grief I die,</br>WILL.  Hey ho graceless Grief!</br>PER.  Witness, she slew me with her Eye,</br>WILL.  Let thy folly be the prief.</br>PER.  And you that saw it, simple Sheep,</br>WILL.  Hey ho the fair Flock!</br>PER.  For prief thereof, my Death shall weep,</br>WILL.  And mone with many a Mock.</br>PER.  So learn'd I love on a holy Eve,</br>WILL.  Hey ho Holy-day!</br>PER.  That ever since my Heart did grieve,</br>WILL.  Now endeth our Roundelay.", "CUDDY.</br>Siker, sike a Roundle never heard I none,</br>Little lacketh Perigot of the best,</br>And Willy is not greatly over-gone,</br>So weren his under-songs well addrest.", "WILLY.</br>Herd-groom, I fear me, thou have a squint Eye;</br>Areed uprightly who has the Victory.", "CUDDY.</br>Faith of my Soul, I deem each have gained;</br>For-thy, let the Lamb be Willy his own:</br>And for Perigot so well hath him pained,</br>To him be the wroughten Mazer alone.", "PERIGOT.</br>Perigot is well pleased with the Doom:</br>Ne can Willy wite the witless Herd-groom.", "WILLY.</br>Never dempt more right of Beauty, I ween,</br>The Shepherd of Ida, that judg'd Beauty's Queen.", "CUDDY.</br>But tell me, Shepherds, should it not yshend</br>Your Roundels fresh, to hear a doleful Verse</br>Of Rosalind (who knows not Rosalind?)</br>That Colin made?  ylke can I you rehearse.", "PERIGOT.</br>Now say it, Cuddy, as thou art a Lad;</br>With merry thing it's good to meddle sad.", "WILLY.</br>Faith of my Soul, thou shalt ycrowned be</br>In Colin's steed, if thou this Song areed:</br>For never thing on Earth so pleaseth me,</br>As him to hear, or matter of his Deed.", "CUDDY.</br>Then listen each unto my heavy Lay,</br>And tune your Pipes as ruthful as ye may.", "Ye wastful Woods bear witness of my Woe,</br>Wherein my Plaints did oftentimes resound;</br>Ye careless Birds are privy to my Cryes,</br>Which in your Songs were wont to make a part:</br>Thou pleasant Spring hast lull'd me oft asleep,</br>Whose streams my trickling rears did oft augment.", "Resort of People doth my Grief augment,</br>The walled Towns do work my greater Woe:</br>The Forest wide is fitter to resound</br>The hollow Eccho of my careful Cryes;</br>I hate the House, since thence my Love did part,</br>Whose wailful Want debars mine Eyes of sleep.", "Let Streams of Tears supply the place of Sleep:</br>Let all that sweet is, void; and all that may augment</br>My Dole, draw near.  More meet to wail my Woe,</br>Been the wild Woods, my Sorrows to resound,</br>Than Bed, nor Bower, both which I fill with Cryes,</br>When I them see so waste, and find no part", "Of pleasure past.  Here will I dwell apart</br>In gastful Grove therefore, till my last Sleep</br>Do close mine Eyes:  so shall I not augment</br>With sight of such as change my restless Woe.</br>Help me, ye baneful Birds, whose shrieking sound</br>Is sign of dreery Death, my deadly Cryes", "Most ruthfully to tune.  And as my Cryes</br>(Which of my Woe cannot bewray least part)</br>You hear all Night, when Nature craveth Sleep,</br>Increase, so let your yrksome Yelles augment.</br>Thus all the Night in Plaints, the Day in Woe,</br>I vowed have to waste, till safe and sound", "She home return, whose Voice's silver Sound</br>To chearful Songs can change my chearless Cryes.</br>Hence, with the Nightingale will I take part,</br>That blessed Bird, that spends her time of sleep</br>In Songs and plaintive Pleas, the more t' augment</br>The memory of his Misdeed, that bred her Woe.", "And you that feel no Woe, when as the Sound</br>Of these my nightly Cryes ye hear apart,</br>Let break your sounder Sleep, and Pity augment.", "PERIGOT.</br>O Colin, Colin, the Shepherd's Joy,</br>How I admire each turning of the Verse:</br>And Cuddy, fresh Cuddy, the liefest Boy,</br>How dolefully his Dole thou didst rehearse!", "CUDDY.</br>Then blow Your Pipes, Shepherds, till yon be at home:</br>The Night hieth fast, it's time to be gone.", "PERIGOT'S EMBLEM.</br>Vicenti gloria victi.", "WILLY'S EMBLEM.</br>Vinto non vitto.", "CUDDY'S EMBLEM.</br>Felice chi puo.</br>"]