["A Litle Heard-groome (for he was no bett')</br>When course of yeere return'd the pleasant spring,</br>At break of day without-en further lett</br>Cast with himselfe his flocke a field to bring,</br>And for they had so long beene pent with paine,</br>At sight of Sun they seem'd to live againe.", "Such was the flocke all bent to brouse and play,</br>But nothing such their Maister was to see.</br>Downe hung his drooping head like rainy day,</br>His cheeks with teares like springs bedeawed bee.</br>His wringed hand such silent mone did make.</br>Well might you guesse he was with love y'take.", "Tho while his flocke went feeding on the greene,</br>And wantonly for joy of Summer plaid,</br>All in despight as if he n'ould be seene</br>He cast himselfe to ground full ill appayd.</br>Should seeme their pleasance made him more complaine</br>For joy in sight not felt, is double paine.", "Unhappy Boy why liv'st thou still, quoth he,</br>And heft thy deadly wound so long ago?</br>What hope of after hap sustayneth thee?</br>As if there might be found some ease of wo.</br>Nay better dye ten thousand times then live,</br>Since every houre new cause of death doth give.", "The joyfull Sunne, whom clowdy Winters spight,</br>Had shut from us in watry fishes haske,</br>Returnes againe to lend the world his light,</br>And red as Rose begins his yeerely taske.</br>His fiery steeds the steepy welkin beate,</br>And both the homes of clyming Bull do heate.", "But ah no Sun of grace aspires to mee,</br>Close hid she lies, from whom I should have light,</br>The crowds of black disdaine so foggy bee,</br>That blind I ly (poore boy) bereft of sight:</br>And yet I see the Sun I seeke to find,</br>And yet the more I see, the more am blind.", "Thrice happy ground, whom spoyld with winters rage,</br>The heat of pleasant spring renewes againe:</br>Unhappy I, whom in my spring of age,</br>The frost of could Despaire hath well-nigh slayne.</br>How shall I bide your stormy Winters smart,</br>When spring it selfe hath frorne my bloodlesse hart,", "I see the beawty of thy flowers renew,</br>Thy mantle greene with sundry collours spread,</br>Thou seest in me a change of former hew,</br>Palenesse for white, blacknes for lively red.</br>What hope of Harvest fruit, or Summer flowers,</br>Since that my spring is drownd with teares like showres.", "And left of all, but lieu'st of all to mee,</br>Thou leany flock, that didst of late lament,</br>And witnesse wast for shepheards all to see,</br>(Thy knees so weake, thy fleece so rough and rent)</br>That thou with paine didst pine away unfed,</br>All for thy Maister was with love misled.", "Thou 'ginst at earst forget thy former state,</br>And range amid the busks thy selfe to feede,</br>Faire fall thee little flocke both rathe and late,</br>(Was never Lovers sheepe, that well did speede)</br>Thou free, I bound, thou glad, I pinde in payne,</br>I strive to dye, and thou to live full faine.", "Wo worth the stund, wherein I tooke delight,</br>To frame the shifting of my nimble feete,</br>To cheerefull sound of Pipe in Moon-shine night,</br>Such pleasance past at earst now makes me greet.</br>I ween'd by Night have shun'd the parching ray,</br>But night it selfe was twise more hott then day.", "Then first of all (and all too soone for me)</br>I saw thilk Lasse (nay grav'd her in my brest)</br>Her christall eyes more bright then Moone to see,</br>Her eies, her eies, that have robd me of rest,</br>On them I gaz'd, then saw I to my cost,</br>Through too much fight mine onely fight is lost.", "Where beene the dapper Ditties that I dight,</br>And Roundlaies, and Virelayes so soot?</br>Whilome with Collins selfe compare I might</br>For other Swaine, to strive was little boote,</br>Such skill I had in making all above</br>But all to little skill to conquer Love.", "What helps it me to have my piping prayz'd,</br>Of all save her, whom I would only please?</br>Nought care I, though my fame to sky be rayz'd</br>For pleasant song that brings my heart no case.</br>Wherfore both Pipe and Song I all forsweare,</br>And former pleasance wilfully forbeare.", "With that he cast his looke to Welkin high,</br>And few the doubled shadowes flit away:</br>And as he glaunst halfe in despight awry,</br>He spide the shepheards starre shut in the Day;</br>Then rose, and homeward with his flock him went,</br>Whose voice did helpe their Maisters case lament.", "CUDDIES EMBLEME.</br>Questo per amar s'aquista.</br>"]