["Mildly beam'd the queen of night,</br>Sailing thro' the grey serene:</br>Silver'd by her modest light,</br>But faintly shone the solitary scene,</br>With deep'ning shadows mixt, and glitt'ring breaks between.", "High on a craggy steep, o'erspread</br>With many an oak, whose ancient head</br>Did in its neighbour's top itself inwreath,</br>And cast an umbered gloom and solemn awe beneath.", "High on a cliffy steep a Hermit sat,</br>Weighing in his weaned mind</br>The various turns of mortal fate,</br>The various woes of human kind;</br>Meek Pity's pearl oft started in his eye,</br>And many a prayer he pour'd, and heav'd a frequent sigh.", "Silent was all around,</br>Save when the swelling breeze</br>Convey'd the half-expiring sound</br>Of distant waterfalls, and gently-waving trees.", "No tinkling folds, no curfew's parting knell</br>Struck the sequester'd Anchoret's ear;</br>Remote from men he scoop'd his narrow cell,</br>For much he had endur'd, no more he look'd to fear.", "But still, the world's dark tempests past,</br>What tho' his skiff was drawn to shore,</br>And shelter'd in retirement fast,</br>Yet oft his voyage he'd ponder o'er;</br>Oft in reflection life's rough ocean view,</br>How mount the stormy waves, how hard to struggle through!", "Before his sage revolving eyes</br>Various phantoms seem'd to rise,</br>Now retreat, and now advance,</br>And mazy twine the mystic dance.", "Joy led the van, in rapture wild,</br>Thoughtless of the distant day;</br>Sweet Complacence, angel mild,</br>Hied from the frantic pageant far away;</br>For she was Wisdom's favour'd child,</br>In revelry untaught to stray.", "Joy led the van &mdash; her painted vest,</br>Flowing to th' obsequious wind,</br>Hope had seiz'd, with flutt'ring breast,</br>And eager tripp'd behind.", "Gay she stepp'd, till busy Fear</br>Whisper'd in her startled ear,</br>\"How many a cup is dash'd with gall,</br>How many an evil may befall!\"</br>Aghast awhile she heard the ruthful song,</br>Then faster seiz'd the robe, and hastier danc'd along.", "Close Love follow'd in the train,</br>Love, the queen of pleasing pain:</br>Placid now in dear delight,</br>Madd'ning now in deep affright,</br>And prying keen with jaundic'd eye,</br>Pierc'd by the sting of hell-born Jealousy.", "'Twixt Pride and Lust of Grandeur led,</br>Next Ambition rear'd her head,</br>By Phrenzy urg'd o'er every bar to rise,</br>And seize the visionary prize:</br>Wild as she rush'd, she scorn'd to mark the ground,</br>Yet many a slip she made, and many a fall she found.", "Pale as the waning moon,</br>With tear-stain'd cheek and stupid gaze,</br>Withering before life's sunny noon,</br>Grief crept along in sad amaze,</br>By many a stroke to keenest misery brought,</br>Now in a shower dissolv'd, now lost in inward thought.", "As the rous'd Tiger gaunt and fell</br>Kindles into cruel rage,</br>With flashing glare, and murd'rous yell&mdash;</br>Thus Anger past th' ideal stage,</br>Too fierce for wounds or groans to feel,</br>Onward she sprung, and shook the bloody steel.", "While far behind, with silent pace and slow,</br>Malice was content to go,</br>Patient the distant hour to wait,</br>And hide with courteous smiles the blackest hate.</br>Secret long her wrath she'd keep,</br>'Till time disarm'd the foe, then drove her poniard deep.", "To Malice link'd, as near allied,</br>Envy march'd with baneful lour;</br>Detraction halted by her side,</br>Upheld by Falsehood's feeble power.&mdash;", "\"No more! &mdash; no more!\"  the holy Seer exclaim'd,</br>\"Passions wild, unbroke, untamed,</br>Must sure the human heart o'erthrow,</br>And plunge in all the energy of woe.", "\"Grant then the boon, all-gracious Heav'n,</br>Let reason ever take the helm;</br>Lest, by unheeded whirlwinds driv'n,</br>The pinnacle frail some gust may overwhelm!", "\"Hang out the friendly lamp, that clear</br>From Error's perils she may safely steer;</br>Till death shall bid each trial cease,</br>And moor the shatter'd bark in peace!\"</br>"]