["I.</br>Genius of Erin, seize the harp,</br>From Tara's cloudy hill descend:</br>No plaintive tones, no accents sharp,</br>Let martial sounds the welkin rend.</br>Shall tow'ring Windsor boast her garter'd knights?</br>Shall the keen thistle guard bleak Scotia's shore?</br>The guardians of their country's sacred rights,</br>The badge of valor, and of glory, wore:</br>Shall not fair Knighthood's star this land adorn?</br>Bright is her rising fame, clear is her orient morn.", "II.</br>High was her worth in Druid times,</br>To her the sage's lore was known,</br>The bard pour'd forth the tide of rhymes,</br>O'er the deep harp his hand was thrown;</br>Lo!  Gothic shadows dim the golden orb,</br>From iron wrongs the noble spirit flies,</br>Each gen'rous ray coercive laws absorb,</br>The sun of valor beams thro' distant skies;</br>In Belgian fields has stream'd Ierne's blood,</br>On Buda's banner'd plains, by Danube's swelling flood.", "III.</br>Again, her splendid days return,</br>Britannia wears a sister's smile;</br>Sublime, exalted passions burn,</br>Heroic legions guard our isle;</br>Tremendous War his ensign had unfurl'd,</br>Proud Bourbon threaten'd, with his galling chain;</br>Britannia nobly brav'd a hostile world,</br>Green Erin's standard shar'd the doubtful plain:</br>Her val'rous knights in deadly combat close,</br>Amidst the strife of spears, their kindling courage glows.", "IV.</br>Illustrious chieftains, doom'd to bear</br>Rich emblems of your Sov'reign's love,</br>To Honor's spotless shrine repair,</br>The virgin will your suit approve:</br>True to your God, your Country, to your King,</br>Let bright example swell your gen'rous rage,</br>To rescue beauty, mount the eagle's wing,</br>The laws of knighthood read, in Froissart's page:</br>Unsullied honor, lo!  your step attends,</br>See!  Erin's guardian saint his hallow'd wand extends.", "V.</br>On dark Croagh Patrick's shaggy brow,</br>Which frowns above the western wave,</br>This wand he shook &mdash; black reptiles flow,</br>Plunging, they find a wat'ry grave.</br>No scaly serpent glides along our fields,</br>No crested adder darts his poison round:</br>Healthful the flow'rets which Ierne yields,</br>Pure are her rills, her vales with plenty crown'd:</br>Soft are her maidens, as the vernal gale;</br>Her sons, the angry storm, which rends the swelling sail.</br>"]