["Now farewell, summer's fervid sky,</br>That, while the sun thro' Cancer rides</br>With chariot slow, and fever'd eye,</br>Scorches the beach-clad forest sides!</br>And farewell earlier autumn's sober ray,</br>Which, the warm labours of the sickle o'er,</br>Could make the heart of swain industrious gay,</br>Viewing in barn secure his wheaten store,</br>What time the social hours mov'd blithe along,</br>Urg'd by the nut-brown ale, and jolly harvest-song.", "What different scenes around me rise!</br>Now midst a naked scene I roam,</br>Where the rude haunt in hillocks lies,</br>Where the rash sportsman frights the grove.</br>Ah!  cruel sport; ah!  pain-awak'ning sound!</br>How hoarse your death-note to his list'ning ear,</br>Who late, wild-warbled-music floating sound,</br>Blest the wild warblers of the rising year;</br>Who, as each songster strain'd his little throat,</br>Grateful himself would try the soft responsive note.", "Yet still in autumn's fading form</br>The tender melting charm we chace,</br>(Such as, love's season past still warm</br>The sober matron's modest face)</br>Mild-beaming suns, oft hid by fleeting clouds,</br>Blue mantled skies, light fringed with golden hues,</br>Brooks, whose swoln waters mottled leaves o'erspread;</br>Fields, where the plough, its steady course pursues;</br>And woods, whose many-shining leaves might move</br>Fancy's poetic hand to paint some orange grove.", "Oh!  still, for fancy is a child,</br>Still with the circling hours I play,</br>And feast on hips and blackberries wild,</br>As truant school-boy gay;</br>Or eager plunge in cool pellucid stream,</br>Heedless, that Summer's sultry day is fled;</br>Or muse, as breathes the flute, the rural theme,</br>Such theme as fancy's song may yet bestead;</br>Or stretch'd at ease will teach the list'ning groves</br>In tuneful Maro's strains, some rosy rustic loves.", "Now bear me to the distant wood;</br>Or bear me to the silent stream,</br>Where erst I stray'd in serious mood,</br>Lost in some rapt'rous dream,</br>To me, Oh!  Hornsey, what retreat so fair?</br>What shade to me so consecrate as thine?</br>And, on thy bank, poor streamlet, did I care</br>For all the spring-haunts of the tunefull nine?</br>Ah!  pleasures, how ye lengthen, as ye fade,</br>As spreads the sun's faint orb at twilight's dubious shade.", "For, Oh!  pale stream, how many a tear</br>I mingled in thy waters slow!</br>For, mid the blossoms of its spring,</br>Youth has its tale of woe!</br>And thus thro' life &mdash; for what is human life?</br>A changeful day, a motley-tinctur'd scene;</br>How quick succeed the hours of peace and strife!</br>How sombre tints o'erspread the chearful green!</br>E'en while faint hope lights up her brightest sky,</br>She wavers midst her doubts, and learns to heave a sigh.", "But, lo!  the sun now seeks the west,</br>And, see!  the distant landscape dies&mdash;</br>And, now with anxious cares opprest</br>I view yon dome arise.</br>Ah!  soon, too soon I give the faint adieu,</br>And my song sleeps, as fades the cheerful day;</br>Soon shall the dusky city bound my view,</br>And hag-eyed Spleen November's call obey:</br>Ye fields, ye groves, whose every charm could please,</br>Ye gentle friends, adieu, and farewell, rural ease.", "Yet fields, and groves, and gentle friends,</br>When memory bids, shall re-appear,</br>Quick, where she lifts her wand, ascend</br>The long departed year;</br>The choirs, whose warblings charm'd the youthful spring,</br>And summer's glittering tribes, and all that now</br>Of autumn fades, their mingled charms shall bring,</br>And the full year mid winter's reign shall glow;</br>While fancy, as the vision'd forms arise,</br>Shall pencil woods, and groves, and fields, and purple skies.</br>"]