["In those rare days, when Aethelstan did reign,</br>And Scots and Danes sore trembled at his frown,</br>Those untir'd foes, who cut, and came again&mdash;</br>In those rare days was born in Warwick town,</br>To dame of low degree, a rosy boy;</br>Fat were his limbs, but firm &mdash; they call'd him Guy;</br>An imp of promise 'twas, his mother's joy;</br>For often would he smile with roguish eye,</br>Tho' oftener far he kick'd, and squall'd right lustily.", "When scarce thirteen, his prowess burst to light,</br>Foretelling future deeds of high renown;</br>His play-mates spake his name with wild affright,</br>For often had he crack'd each play-mate's crown.</br>The book-learn'd monarch of the stinging birch,</br>To check Guy's pranks, now flogg'd, and now harangu'd;</br>Vain thoughts!  the dog would almost rob a church;</br>His wrathful master, and his play-mates bang'd,</br>Swore Guy would be a knight, or else that Guy'd be hang'd.", "And true they swore; for fierce in manhood's prime,</br>Well dubb'd, well arm'd, he join'd with huge delight</br>That highly-lauded band who spent their time</br>In borrowing knocks, and paying them at sight;</br>Of errant knights Sir Guy became the pride;</br>The east, the west, his mighty feats could tell;</br>How little did he heed his gentle hide,</br>While many a giant grim he sweated well,</br>And spitted too, like geese, full many an infidel.", "Thus by Sir Guy the jolly hours were pass'd;</br>But glee unmix'd, alas!  is rarely found;</br>E'en sticking Saracens will tire at last,</br>And brave Sir Guy to England's shore is bound.</br>Luckless the day when Asia's plains he left,</br>And o'er his brawny shoulders slung his shield,</br>And sheath'd that sword which many a pate had cleft;</br>Luckless the day, for soon Sir Guy must yield</br>To arms more potent far than those that Paynims wield.", "Nor buckler stout, nor hauberk's linked mail,</br>Could save the warrior from his lethal wound;</br>Idly his forehead did the helmet vail,</br>For Phelis' eyes still made his brain turn round:</br>Phelis was fair as glistening snow, I ween,</br>Winning her look, and jaunty was her air,</br>Her person not too fat &mdash; nor yet too lean;</br>Some folk the maid to Helen would compare,</br>But Helen, simple fools, a blackmoor was to her.", "How wan!  how woe-be-gone is good Sir Guy!</br>He thinks, prates, dreams, of nought but Phelis bright,</br>On damosels he'd ever kept an eye,</br>But damosel like this ne'er cross'd his sight:</br>Warwick's high castle did his jewel hold;</br>Thither the pensive lover bent his way;</br>And now he quak'd with fear; and now, more bold,</br>He humm'd delighted many an amorous lay,</br>And vow'd to drown himself, or bear the maid away.", "The castle's Lord, the Earl of Warwick he,</br>Receiv'd right courteously his valiant guest;</br>Strong was the ale, and shrill the minstrelsy,</br>And Guy drank deep, and then retir'd to rest.</br>But rest, alas!  no leman true doth cheer;</br>Though loudly-snoring, still before his sight</br>Floats the sweet image of his lady dear,</br>Her dulcet voice still charms in dreams of night,</br>Her sparkling eyes inflame, her ruddy lips invite.", "Such were Guy's dreams, which fled at opening morn;</br>When up he rose and to the garden hied;</br>There, far more fragrant than the flowering thorn,</br>In bower of eglantine he Phelis spy'd;</br>His breast throbb'd high with hope; a sudden spring</br>Brought him to Phelis' feet; \"Ah!  mistress dear,\"</br>He faltering said, \"Ah!  take the heart I bring&mdash;</br>To my loud love-notes kindly lend an ear,</br>Nor drive me, lady sweet, to halters and despair.", "\"Sure never was a shape so deft as thine,</br>Nor eyes so black, nor cheeks so dainty red;</br>Never was heaven-born goddess so divine,</br>And die I must or share my Phelis' bed;</br>Quick let the holy spousals chaunted be,</br>I pine, I languish for my blooming bride;</br>What's sticking Turks to marrying girls like thee?</br>What's chivalry, with all its pomp and pride,</br>Compar'd to sitting snug, my dear one, by thy side?\"", "\"Hold, hold, Sir Knight,\" the scornful Phelis cries,</br>\"I vastly marvel at the tale you're telling;</br>At length, forsooth, I've chanced with a prize,</br>A leman gay without a house to dwell in:</br>Small are your wits that could not straight perceive</br>You're little fitting to my high degree;</br>The Earl of Warwick, you may well believe,</br>Would hang ten times ere give a maid like me</br>To one who's scant of coin to pay the wedding-fee.\"", "Full stounding were her words; for well Guy knew</br>Nor house, nor coin, nor chattels he possess'd;</br>Heartless awhile he stood, and look'd askew;</br>But of a bargain bad he made the best;</br>\"Fair maid,\" quoth he, \"if want of gold be all</br>The harm thou spy'st in me, I'm not offended;</br>I'll win me gold in fight, or fearless fall;</br>So my sad hap may be at length amended,</br>And I may gain the bliss to which my heart pretended.\"", "Guy hurried home, and on the common caught</br>His horse, which he had wisely turn'd to grass;</br>From an old trunk his casque and shield he brought,</br>And scaly greaves, and breastplate wrought with brass,</br>And all his stock of errant furniture;</br>He clean'd, and fix'd them on his body soon;</br>Then seiz'd his lance, and took his seat secure;</br>Off started Guy, as bright as silver spoon,</br>And wond'rous fierce he look'd, more fierce than man i' the moon.", "Ah!  who can tell how hard it is to trot</br>O'er stony ways, and staggering steed to goad!</br>How very hard to travel, sweltering hot,</br>Without a single ale-house on the road!</br>Yet if all-stirring love shall drive us on,</br>Or still more potent want of coin shall press,</br>Who'd meanly heed a dislocated bone,</br>Or parching thirst, or hunger's sharp distress,</br>Or day in mire yspent, or bed in wilderness?&mdash;</br>"]