["On Santa Croce's golden-pillared shrine,</br>A thousand tapers pour their blended rays</br>In one rich tide of radiance. &mdash; Like a pine,</br>Lifting its lofty head amid the blaze</br>Of sunlit snows, stands forward to the gaze</br>Of the assembled throng, the Priest supreme,</br>In full pontificals.  His hand he lays</br>Upon a gorgeous crucifix, the theme</br>Of the oracular words from his pale lips that stream.", "Upon his open brow a dignity</br>That well beseems his office is enthroned;</br>And if the brightness of his coal-black eye</br>Is something tamed by Time, it must be owned</br>It hath a chastened lustre far beyond</br>The fire of youthful glances; &mdash; and if care,</br>With lines of premature decay hath crowned</br>His thoughtful forehead, as in fervent prayer</br>He bends, unfailing Faith, Hope, Peace, are beaming there!", "The chancel-portals with a crash unfold,</br>And a long train of close-veiled nuns pour in,</br>And gather round the palisades of gold</br>That gird that glorious shriving-place for sin.</br>The stately Abbess enters: &mdash; then begin</br>Sweet far-off voices on the ear to steal</br>With dim, delicious melodies, that win</br>Their way to the deep heart, &mdash; till bursts the swell</br>From organ, harp, and voice, in one magnificent peal!", "The chaunt hath ended; &mdash; and throughout the throng</br>Heart-hushing silence reigns, and every brow</br>Is raised in keen expectancy. &mdash; Ere long,</br>Once more the Pontiff at the shrine doth bow</br>Before the golden crucifix; and now</br>Calls on the fated victim. &mdash; She attends</br>The awful summons, and with footstep slow</br>Draws near; &mdash; the altar's marble stair ascends,&mdash;</br>And on the velvet pall with knee submissive bends.", "Then pours the man of God, in eloquent strain,</br>The pious exhortation; &mdash; he dilates</br>Upon the wild varieties of pain</br>Which, in each labyrinth of life, awaits</br>'The world's tired denizen;' &mdash; portrays their fates</br>Whom Pleasure 'witches with her syren charms;</br>And promises to her who dedicates</br>Her youth to God, &mdash; from Passion's vain alarms</br>A shield, and sure repose in mild Religion's arms!", "All hearts are stirred, &mdash; but chiefly hers who kneels</br>In silent homage there. &mdash; She lifts her face</br>To Heaven, but still her milk-white veil conceals</br>Its features from the view.  Her form of grace</br>Through its dim, shadowy foldings, you may trace</br>Fair as those curves of beauty in the skies</br>Which speak of Hope when storms are near, and chase</br>The clouds of dark despondency.  All eyes</br>Are fixed upon her, now, in pity or surprise.", "For, hark!  In measured tones the convent-bell</br>Booms heavily on the ear.  With stooping brow&mdash;</br>As mindful of the duty its deep knell</br>Proclaims &mdash; and voice sweet as the musical flow</br>Of desert waters, she repeats the vow</br>That shuts her from the world.  In accents mild,</br>The father questions if the words that now</br>Are registered on high, are unbeguiled</br>By circumstance, or wish unstable, vain, or wild?", "She answers him, 'they are.' &mdash; 'Tis well, he cries,</br>And from the altar takes a golden ring,</br>And, gently bidding the young vestal rise,</br>'Tis fixed upon her finger. &mdash; Then they fling</br>The snow-white veil aside; but ere they bring</br>The last black ensign of the awful rite,</br>In shroudless beauty stands that lovely thing&mdash;</br>A delicate star soft beaming on the sight,</br>As Hesper, when it breaks from curtaining clouds of night.", "O'er her white brow her wandering hair descends</br>In rich unbraided rings; &mdash; a coronal</br>Of lilies, wreathed amid each cluster, lends</br>An added grace; and as at evening's fall</br>Day struggles with the annihilating pall</br>That darkness would shed o'er it, so the gleam</br>Of her transparent forehead shines through all</br>The chestnut curls that shadow it: &mdash; so stream</br>With tremulous light the rays that from her deep eyes beam.", "Her's is that nameless loveliness that sinks</br>On the beholder's heart; and if he seeks,</br>Whilst his full glance her blaze of beauty drinks,</br>To know where lurks the charm which thus bespeaks</br>His passionate admiration &mdash; if in cheeks</br>Of rose, or ruby lips, or violet eyes!&mdash;</br>It is in vain; &mdash; not in the separate streaks</br>Of that rich bow of gathered beauty lies</br>The spell of power, but in its full, united dyes.", "She looks around: &mdash; upon her delicate lips</br>A smile of melancholy sweetness plays;</br>But soon a passing thought, in dark eclipse</br>Hath veiled it from the view; &mdash; and now they raise</br>Once more to Heaven the pealing notes of praise.</br>Her eye grows brighter; &mdash; on her cheek a flush</br>Of deeper crimson mantles, and her gaze</br>With holy zeal upturns, as the full rush</br>Of the loud organ's tones grows gathering gush on gush.", "And now she joins the choir, whose voices swell,</br>Swell and subside, then rise, and sink again,</br>Like ocean's billows when the winds rebel,</br>And surge on surge prevails.  Sudden the strain</br>Hath ceased; as when upon the watery plain</br>The oil of peace is poured, and the waves glide</br>Untroubled on their way.  I list in vain!</br>Hushed is, at length, that wild and witching tide,</br>And organ, harp, voice, lute, have into silence died.", "The sable veil is brought; &mdash; the prayer is said;&mdash;</br>The silken tress and lily wreath removed;</br>And sighs are heaved, and silent tears are shed</br>By friends around, so loving and beloved.</br>Ah!  who could view this last sad rite unmoved!&mdash;</br>Youth, beauty, virtue, in their earliest prime,</br>Crossing the threshold of a home unproved;</br>Where bigot forms are hallowed but by time,</br>And filial duty ends, and love becomes a crime!", "Yet she is firm, and with unfailing voice</br>Pours forth the final hymn; and it would seem,</br>Taught by some secret instinct to rejoice,</br>That she hath 'scaped the worldling's chequered dream.</br>Religion, now, must be the only theme</br>On which her heart may dwell.  Life's darkest ills</br>Can ne'er again disturb the peaceful stream</br>Of her sweet thoughts, delayed Hope's withering chills,</br>Ambition's glittering gauds, nor Passion's thousand thrills,", "Wake discord on her mind's melodious lyre,</br>The convent's portal passed.  Perchance her heart</br>Hath been too fiercely chastened in the fire</br>Of love's deep phantasies, &mdash; until the smart</br>Bade her all-bleeding from the strife depart,</br>And seek nepenthe in a fate like this.</br>What marvel then, if no big tear-drops start!&mdash;</br>If schooled in sorrow thus she bends submiss!</br>Since whatsoe'er her doom, to that it must be bliss.", "But see!  the altar is deserted now;</br>The crowd pours out from Santa Croce's walls.</br>Behind the gazing throng, with thoughtful brow,</br>I linger yet amid the flower-decked stalls,</br>Deep musing on the past: &mdash; the last foot-falls</br>Are faintly echoing o'er the marble floor;</br>Yet, still, some spell my conscious heart enthralls;&mdash;</br>At length I slowly gain the closing door,</br>And bid the scene farewell, &mdash; now and for evermore!</br>"]