["O you that on the double mountaine dwel,</br>And daily drink of the Castalian Well;</br>If any Muse among your sacred number,</br>Have power to waken, from a dying slumber;</br>A dull conceit, drown'd in a gulphe of griefe,</br>In haplesse ruine, hopelesse of reliefe:</br>Vouchsafe (sweet sisters) to assist me so,</br>That for a time I may forget my woe,</br>Or (at the least) my sad thoughts so beguile,</br>That sighes may sing, and teares themselves may smile;</br>While I in honor of a happy choice,</br>To chearefull Layes tune my lamenting voice;</br>Making the mountaines and the vallies ring,</br>And all the young-men and the maidens sing,</br>All earthly joyes, and all heavens blisse betide</br>Our joyfull Bridegroome, and his gentle Bride.", "Then peace complaint, and pack thee hence proud sorrow,</br>I must goe bid my merry Greeks good morrowe:</br>Good morrow Gallants:  thus begins our game:</br>What?  fast asleepe?  fie sluggards, fie for shame,</br>For shame shake off this humor from your eyes,</br>You have overslept:  tis more then time to rise.", "Behold, already in the ruddy East</br>Bright Erycina with the beaming crest,</br>Calles up Aurora, and shee rose-like blushing,</br>From aged Tythons cold armes, quickly rushing,</br>Opens the wide gates of the welcome day,</br>And with a becke summons the Sunne away,</br>Who quickly mounting on his glistering chaire,</br>Courseth his nimble Coursers through the aire,</br>With swifter pace then when he did pursue</br>The Laurel changed Nymph that from him flew:</br>Fearing perhaps (as well he might) to misse</br>A rarer obiect, then those loves of his.</br>Such, as at sight (but for the kind respect</br>Of loyall friendship, to a deare elect</br>Child of the Muses) had with hotter fier</br>Inflam'd the wanton Delphian Gods desier,</br>Altars adorn'd with blisse-presaging lights</br>In saffron roabes, and all his solemne rites</br>Thrice-sacred Hymen shall with smiling cheare</br>Unite in one, two Turtles loving deare:</br>And chaine with holy charmes their willing hands,</br>Whose harts are linckt in loves eternall bands.", "M  ilde vertues mirror, Beauties monument.</br>A  dorned with heavens praise, and earths perfection:</br>R  eceive (I pray you) with a brow unbent,</br>T  his petty pledge of my poore pure affection.</br>H  ad I the Indians golden heapes and hoordes,</br>A   richer present would I then present you.</br>N  ow such poore fruites as my bare feild affordes</br>I  nstead of those, here have I rudely sent you:</br>C  ount not the gifts worth, but the givers will:</br>O  ft mighty Princes have accepted small things;</br>L  ike as the aire all empty parts doth fill,</br>S  o perfect friendship doth supply for all things.</br>O   be it ever so:  so never smart</br>N  or teene shall trouble the Soon calm in hart.", "M  ind first your Maker in your dayes of youth:</br>A  ske grace of him of him to governe well your waies:</br>R  everence your Husband with unspotted truth:</br>T  ake heed of pride the poison of our daies:</br>H  aunt not with those that are of light report:</br>A  void the vile charmes of unchast temptation.</br>N  ever lend looke to the lascivious sort:</br>I  mpeach not any's honest reputation:</br>C  omfort the poore, but not beyond your power:</br>O  ver your houshold have a needfull care:</br>L  ay hold on Times locke, lose not any hower:</br>S  pend, but in season:  and in season spare:</br>O  fspring, if any heaven vouchsafe to send you,</br>N  urture them godly; and good end attend you.", "So shall your life in blessings still abound,</br>So from all harme th' almightie hand shall shend you,</br>So with cleare honour shall your head be crownd,</br>So for your virtue shall the wise commend you,</br>So shall you shun vile slanders blasting voice,</br>So shall you long injoy your loving Pheare,</br>So shall you both be blessed in your choice,</br>So to each other be you ever deare:</br>O!  be it ever so in every part,</br>That naught may trouble the Soon calm in hart.</br>"]