["MURAENA, CHROMIS.", "MURAENA.</br>Who knows what Heavens decree for man design'd,</br>Or what's the certain doom of human kind?</br>Who knows his former, or his future state,</br>And secrets teeming in the womb of fate?</br>Th' Angelic orders sure look down, and smile,</br>While we still judge amiss, and still for nothing toil.</br>He finds his own defects, who thinks the most;</br>That Reason makes us wretched, which we boast,</br>And men are alway prudent to their cost.</br>The earth-born mortal, when he round him sees</br>The flowery pastures, and the budding trees,</br>Is fondly proud, admires his fancy'd home,</br>And thinks that all were made for him alone;</br>That Heaven to him, as Lord, this world entrusts,</br>And gives a sovereign sway; that all things must</br>Obey his will, and gratify his lust.</br>While he forgets the ocean's watry mass,</br>Whose boundless depths the scanty earth surpass;</br>Where thousand different kinds of living forms</br>Lie hid in the abyss, and brave the distant storms.", "CHROMIS.</br>And thousands more as beautiful as these</br>(Unknown to us) may sport in distant seas.</br>Who then would vainly strive with curious pride</br>To find what Heaven has to our search deny'd,</br>When ignorant of our home we cannot guess</br>At half the store, and riches we possess?</br>Better would humbly we ourselves contain</br>Within our reach, and not indulge our pain.</br>When once the soul shall quit this earthly case,</br>And fly unbodied in the endless space,</br>The essences of things shall all appear,</br>And naked forms (as in themselves they were)</br>Nature will then unlock her secret store:</br>The veil of sense shall hide her face no more.</br>Mean while enough we are allow'd t' enjoy,</br>T' improve our reason, and our thoughts employ.</br>Loose not too much the reins to wild desire:</br>Shrimps may not grow to Crabs, nor Orks to Whales aspire.</br>We see enough to please our labouring minds,</br>How Nature sports her self in antic kinds.</br>A thousand different forms we hourly view,</br>And through moist paths the flying shoals pursue.", "Who can with all his painful search declare</br>What curious art indents the branched star,</br>Or how in harden'd shell by shining streams</br>It imitates the sun's diffusive beams?", "The Shark with pointed teeth is arm'd for prey;</br>He breaks through all, and clears the liquid way;</br>While the fond Sucking-fish (a harmless breed)</br>With fastened lips supply their daily need,</br>And with a mouth unarm'd they clinging feed.</br>No lovesick Nymph's or wanton Triton's kiss</br>Is half so lasting, or so close as his.", "The Urchins are by nature fenc'd around;</br>None dares approach; for with a touch they wound,</br>Wrapt up within themselves they guarded lie,</br>And to their own embrace for safety fly.", "In vain the fishers for the Glanis wait;</br>He leaves the hook, and takes the easy bait.</br>So Ino, when by love I would have won</br>Siezes my heart, but still secures her own.", "Fish vainly curious will each year retire</br>To fresher streams, and novel floods admire;</br>Fools to exchange their waves, and native deep</br>For noisy brooks that o'er the pebbles creep.</br>They wisely are content, who don't esteem</br>A tasteless river, or a shallow stream.", "When fishers sing, the Puffens to their boats</br>Unweening press to hear the ruder notes;</br>Though proudly they escape th' inviting bait,</br>In softer words they find a surer fate.</br>Who then will dare approach the Syren's tongue,</br>Or who untouch'd can hear Leucosia's song?</br>Though Chromis 'scape the fury of her eyes,</br>Her voice o'ertakes him, and in vain he flies.", "The Sargus, emblem of unbounded lust,</br>Is alway false; and to his bride unjust;</br>And, not content o'er all the sea to range,</br>And thus pollute himself with daily change,</br>Pursues forbidden love, and fondly dotes</br>On earth-born kinds, and courts the feeding goats.</br>But the kind Mullets are a constant Pair;</br>They (each) still fix to one, and seek no other fair.", "The bearded Prawn's a lively instance made</br>Of mutual kindness, and of friendly aid.</br>He the gay Pearl attends with studious care,</br>And in the common prey commands a share.</br>The Pearl is dull, tho' gaudy in his shell,</br>(For wit but seldom will with beauty dwell);</br>But the sly Prawn can secret signs convey,</br>And with a touch forewarns to seize the prey,</br>While the deceitful Rays, and spangled sight</br>To certain death th' admiring throng invite.</br>(Pleasures indulg'd repented are too late</br>And they like us to beauty owe their fate!)", "MURAENA.</br>I see a Nymph, who in the liquid maze</br>Now sporting dives, and with a Dolphin plays,</br>On whom I could unweary'd ever gaze:</br>When she appears, I need no other theme</br>To make my daily care, or nightly dream.</br>That fair one has enough t' engross the whole,</br>To take up every thought, and fill the soul.</br>Ah!  might these arms entwine that world of love,</br>In vain researches I'd no longer rove;</br>Thus pleas'd, I'd be content to know no more,</br>Or to forget ev'n what I knew before.</br>Happily ignorant I would despise</br>The curious learning of the vainly wise.</br>"]