["Come Poesy, divinely fair!</br>Hither, enchanting nymph, repair!</br>Haste!  bring thy choicest lyre along,</br>To Cosway breathe thy choicest song;</br>His kindling bosom owns thy claims;</br>His soul can feel thy measur'd strains.</br>But mark me, Nymph!  to win his ear,</br>The theme must be to Virtue dear:</br>From ev'ry vice, from ev'ry folly free,</br>Chaste as his pencil must thy numbers be.", "Haste thee Nymph, then, let us rove</br>Through yon high o'er-arching grove;</br>There, while to the op'ning day</br>The woodland warblers pour their lay,</br>Let gratitude my soul inspire:</br>Or if, to shun the noontide heat,</br>I seek the shady cool retreat,</br>Lend me, Poesy, thy lyre.</br>Far from the glare of Courts, the haunts of fame&mdash;</br>Ah!  let me there, beneath some spreading oak,</br>Whose sculptur'd rind still bears Horatio's name,</br>Oh!  let me, gentle Nymph, thy aid invoke,</br>Then shall Mem'ry pour her strain,</br>A strain which oft Horatio sung,</br>When his manly bosom glowing,</br>Ev'ry ruder thought subdu'd,</br>He the Sage's theme pursu'd;</br>Or, with old Homer, o'er the plain</br>Pursu'd the Greek and Ilian train.</br>Or if a gentler theme he chose,</br>His voice in tender accents flowing,</br>And breathing notes of gay desire,</br>Tun'd to the dimpled God his lyre,</br>With so much art that lyre was strung,</br>That at its sound soft passion rose,</br>The soul itself his pow'r confest,</br>And mutual ardour warm'd each breast.", "Oft too he soar'd on Meditation's wing,</br>And touch'd sublime a more exalted string.</br>Wilt thou at eve my footsteps lead</br>O'er the flow'r-enamel'd mead;</br>Or on yon high-rais'd antique tow'r</br>Pass with me the midnight hour?</br>Ah!  together let us stray</br>Through the star-bespangled way;</br>Ev'ry step new worlds exploring;</br>All my soul her God adoring!</br>Give me then, Poesy, thy noblest fire,</br>And let me pour this Paean from my lyre.", "But if from yonder frowning steep</br>My eye surveys the bois'trous deep,</br>As loud tumultuous billows roar</br>Against the cliff-defended shore;</br>And through th' impervious gloom of night</br>Pale meteors pour sulphureous light;</br>While the fiercely eddying wind</br>With terror fills th' expecting mind;</br>At such an hour shouldst thou be by,</br>List'ning to the seaman's cry,</br>Then throw thy tuneful lyre aside,</br>And with me bending o'er the tide,</br>Oh!  stimulate my soul to save</br>The victim from the op'ning wave.</br>"]