["When first the Muse recorded Beauty's praise</br>In glowing numbers, and enraptur'd lays,</br>Sweet was the Poet's song; undeck'd by art;</br>For Love was Nature, and his theme the heart.</br>At Beauty's shrine how brightly Genius glow'd!</br>There, her wild wreaths luxuriant fancy strew'd;</br>Whose flowrets, wak'd by Love's enliv'ning ray,</br>Scatter'd with native sweets the artless lay.</br>Such were the strains th' enamour'd Ovid sung;</br>Such the fond lays that flow'd from Prior's tongue:</br>Nor of its best reward was verse beguil'd,</br>When Julia own'd its pow'r, and Chloe smil'd.", "Far other lays denote the modern Bard&mdash;</br>Nor love his theme &mdash; nor Beauty his reward:</br>His temp'rate verse a gentler homage pays,</br>And sighs serenely for unfeeling praise.", "This purer taste, this philosophic art,</br>(If thou, O Sentiment!  thy aid impart)</br>The Muse shall sing &mdash; attend ye glitt'ring train</br>Of sighing Beaux, nor scorn the votive strain;</br>Tho' harsh the verse, tho' rude the unpolish'd lay,</br>Soft is the tender science they display.", "First, for true grounds of Sentimental lore,</br>The scenes of modern Comedy explore;</br>Dramatic Homilies!  devout and sage,</br>Stor'd with wise maxims, \"both for youth and age.\"</br>Maxims, that scorning their old homely dress,</br>Shift from plain proverbs to spruce sentences.</br>But chief, let Cumberland thy Muse direct;</br>High Priest of all the Tragic-comic sect!</br>Mid darts and flames his Lover coolly waits;</br>Calm as a Hero, cas'd in Hartley's plates;</br>'Till damp'd, and chill'd, by sentimental sighs,</br>Each stifled passion in a vapour dies.", "Hence form thy taste, hence strew thy temp'rate lay,</br>With moral raptures, and sententious praise.", "Thus skill'd, with critic care thy subject choose;</br>A kindred theme, congenial to thy Muse.</br>No giddy Nymph, of youth and beauty vain,</br>But some fair Stoic, link'd in Hymen's chain:</br>Serene and cold; by wise Indiff'rence led</br>To a rich Title, and a &mdash; sep'rate bed.</br>Now, sick of vanity, with grandeur cloy'd,</br>She leans on Sentiment, to sooth the void:</br>Deep in Rousseau, her purer thoughts approve</br>The Metaphysics of Platonic Love.</br>Thine by the task, with quaint, fantastic phrase,</br>To variegate her unimpassion'd praise.", "Poetic Compliments from Sonnets cull&mdash;</br>Harmonious quibbles, logically dull!</br>True to their age of Paradox, they chime</br>Problems in verse, and sophistry in rhyme&mdash;</br>Yet, thro' these lymbecks, Cowley's patient Muse</br>From mimic sighs distill'd Castalian dews:</br>So Spencer toil'd, to sooth the Royal Maid;</br>So hapless Petrarch wept his Laura's shade.", "But hence, tame Precept! &mdash; let example lead</br>The modish Poet to his glorious meed:</br>Haste, to the radiant shrine of Fashion, haste!</br>There, form thy genius, there, correct thy taste.", "And lo!  the glitt'ring Altar stands, confest!</br>Loose o'er the Goddess floats her motley vest:</br>As Flora, gay, as Iris, wildly bright,</br>Its varying lustre strikes the dazzled sight.</br>Here, Vanity, with flow'rs and feathers crown'd,</br>Sports with the Seasons thro' their airy round.</br>Here, spurious Art and mimic Science pour</br>Whims of a day, and theories of an hour.</br>The Goddess smiles; for, lo!  ev'n Poets trace</br>Her local charms, her temporary grace&mdash;</br>Above the rest, how fondly she regards</br>Her fav'rite train, the Sentimental Bards!", "On a spruce pedestal of Wedgwood ware,</br>Where motley forms, and tawdry emblems glare,</br>Behold she consecrates to cold applause,</br>A Petrifaction, work'd into a Vase:</br>The Vase of Sentiment! &mdash; to this impart</br>Thy kindred coldness, and congenial art.</br>Here, (as in humbler scenes, from Cards and Gout,</br>Millar convenes her literary Rout)</br>With votive song, and tributary verse,</br>Fashion's gay train her gentle rites rehearse.</br>What soft poetic incense breaths around!</br>What soothing hymns from Adulation sound!", "Here, placid Carlisle breaths his gentle line,</br>Or haply, gen'rous Hare, re-echoes thine:</br>Soft flows the lay; as when, with tears, He paid</br>The last sad honours to his &mdash; Spaniel's shade!</br>And lo!  he grasps the badge of wit, a wand;</br>He waves it thrice, and Storer is at hand;</br>Famish'd as penance, as devotion pale,</br>Plaintive, and pert, He murmurs a Love-tale.</br>Fitzpatrick's Muse waits for some lucky hit;</br>For, still the slave of Chance, He throws at wit.</br>While Townshend his pathetic bow displays,</br>And Princely Boothby silent homage pays.", "With chips of wit, and mutilated lays,</br>See Palmerston fineer his Bout's Rhimees.</br>Fav'rite of ev'ry Muse, elect of Phoebus,</br>To string Charades, or fabricate a Rebus.</br>Bereft of such a guide, old Ocean, mourn</br>Thy fading glories, and thy laurels torn!</br>'Twas Palmerston repell'd each hostile wrong,</br>Like Ariel, wrecking Navies with &mdash; a Song;</br>But see, by pitying Fate his loss supplied;</br>For Mulgrave joins where sense and Sandwich guide.</br>Mulgrave!  whose Muse nor winds nor waves controul,</br>Could bravely pen Acrostics &mdash; on the Pole.</br>Warm with poetic fire the Northern air,</br>And sooth with tuneful raptures &mdash; the great Bear;</br>Join but his poetry to Burgoyne's prose,</br>Armies shall fall asleep, and Pyrates doze.</br>So when the rebel winds on Neptune fell,</br>They sunk to rest, at sound of Triton's shell.", "\"If Placemen thus poetic honours prize,</br>Shall I be mute?\"  (the laureate Whitehead cries.)</br>\"What if some rival Bard my empire share!</br>Yet, yet, I tremble at the name of Clare.</br>Pindar to Clare has yielded &mdash; so did I&mdash;</br>Alas, can Poetry with Poplin vie!</br>Ah me!  if Poets barter for applause,</br>How Jerningham will thrive on flimsy gause!</br>What tatter'd tinsel Luttrell will display!</br>Carmarthen fatten &mdash; Carlisle paduasoy!</br>Garrick will follow his old remnant trade;</br>He'll buy my place with Jubilee brocade.</br>While Anstey, the reversion to obtain,</br>Vamps his Bath drugget, till he spoils the grain.</br>Perish the thought!  hence, visionary fear!</br>Phoebus, or Phaedrus, shall old Whitehead cheer.</br>Behold their nobler gift &mdash; be this preferr'd!\"</br>&mdash;He said &mdash; and proudly brandish'd the Goat's beard,</br>Then dropt it in the Vase &mdash; immers'd it falls</br>Mid Sonnets, Odes, Acrostics, Madrigals:</br>A motley heap of metaphorick sighs&mdash;</br>Laborious griefs, and studied extasies&mdash;</br>Yet hence how warm each tuneful Suppliant's claim!</br>What palpitations for his mite of fame!</br>Alas!  regardless of their equal toils,</br>Fashion still wildly scatters random smiles.</br>And Colman may (if Billy Woodfall's by</br>To prop him up) attract her vagrant eye.</br>Behold, one Dunce, by her profound decree,</br>Supreme Dictator of the Coterie:</br>Prim, plausible, oracular, and sage,</br>The native Texier of the wond'ring age!</br>The solemn coxcomb never talks &mdash; his frown</br>Is instant obloquy, his smile renown:</br>Words would degrade this literary God:</br>He gives his fiat with a silent nod.", "Another's fame more gentle honours tell;</br>Familiar Critic of each bright Ruelle!</br>Soon as the orient beam of Beauty's ray</br>Discloses, just at noon, the dawn of day;</br>And Devonshire wakes, and Piccadilly's gay;</br>Perch'd at her Grace's toilet, Minim sits,</br>The little Scholiast of the female Wits.</br>Tir'd of conjecture, and perplex'd with doubt,</br>To him they fly &mdash; to make a riddle out;</br>To pierce a paragraph's mysterious vail;</br>And eke out Scandal's hesitating tale.</br>With conscious pride the flippant Witling shares</br>His motley task of miscellaneous cares;</br>Expounds Charades, thro' close detraction pryes,</br>Construes initials, and the blanks supplies.</br>And oft, with varied art, his thoughts digress</br>On deeper themes &mdash; the documents of dress:</br>With nice discernment, to each stile of face</br>Adapt a ribbon, or suggest a lace;</br>O'e Granby's cap bid loftier feathers float,</br>And add new bows to Devon's petticoat.&mdash;", "Others, resolv'd more ample fame to boast,</br>Plant their own Laurels in the Morning Post.</br>Soft Evening dews refresh the tender green:</br>Pass but a Month, it swells each Magazine;</br>'Till the luxuriant bows so wildly shoot,</br>The Annual Register transplants the root&mdash;</br>But these are spurious honours, not the true:</br>Who shall obtain The Wreath of Fashion &mdash; who?", "The wily Charles long flourish'd o'er the rest;</br>Expert to argue or to flatter best:</br>For, born a Disputant, a Sophist bred,</br>His Nurse He silenc'd, and his Tutor led:</br>But hail'd, with filial duty's pious sense,</br>His Sire's best gift &mdash; delusive Eloquence.</br>That art to cherish, with a lavish pride</br>His kindred Genius ev'ry pow'r supplied:</br>Persuasion's breath &mdash; to swell the Statesman's fail:</br>Or, if his fancy veer, retard the gale.</br>Soft words &mdash; to mollify the Miser's breast,</br>And lull relenting Usury to rest.</br>Bright beams of wit &mdash; to still the raging Jew;</br>His blackning mists dissolve to golden dew,</br>Teach him to dun no more, and lend anew!", "Here, Charles his native eloquence refin'd;</br>Pleas'd at the Toilet, in the Senate shin'd:</br>And North approv'd &mdash; and Amoret look'd kind.</br>'Till, fond too soon his selfish pride to trace,</br>He lost at once his laurels and &mdash; his place.", "At Fashion's Shrine, behold a gentler Bard,</br>Gaze on the mystic Vase with fond regard&mdash;</br>But see, Thalia checks the doubtful thought.</br>\"Canst Thou (she cries) with sense, with genius fraught,</br>Canst Thou to Fashion's tyranny submit,</br>Secure in native, independent wit?</br>Or yield to Sentiment's insipid rule,</br>By Taste, by Fancy, chac'd thro' Scandal's School?</br>Ah, no! &mdash; be Sheridan's the comic page;</br>Or let me fly with Garrick from the Stage.\"", "Haste then, my Friend, (for let me boast that name)</br>Haste to the op'ning path of genuine Fame:</br>Or, if thy Muse a gentler theme pursue,</br>Ah, 'tis to Love, and thy Eliza, due!</br>For sure the sweetest lay she well may claim,</br>Whose Soul breaths harmony o'er all her frame;</br>While wedded Love, with ray serenely clear,</br>Beams from her eye, as from its proper sphere.", "&mdash;But thou, for whom the Muse first tun'd the lyre,</br>Votry of Sentiment, do Thou aspire,</br>With studious toil, to win, that bright reward,</br>The Wreath of Fashion for her chosen Bard.</br>Not rudely wove with Nature's short-liv'd store,</br>(The simple meed her humble Poet wore)</br>But spruce and trim, as suits thy kindred pow'rs,</br>With mimic buds, and artificial flow'rs.", "Blest Wreath!  whose flowrets dread no vulgar doom</br>Of fading hues, or transitory bloom;</br>Above the fleeting pride of Flora's day,</br>Thy vivid foliage never can decay!</br>There vi'lets, pinks, and lilies of the vale,</br>Despise the sultry beam, or chilly gale;</br>There, fix'd as Archer's rouge, the mimick rose,</br>With preserving blush, for ever glows;</br>There myrtles bloom, that shame the Cyprian fields;</br>There bays, immortal as Parnassus yields&mdash;", "Triumphant art!  Let vanquish'd nature mourn</br>Her lost simplicity, o'er Shenstone's urn:</br>With sympathetick sorrows, on his tomb</br>Let the pale primrose shed its wild perfume;</br>The cowslip droop its head; and all around</br>The with'ring violet strew the hallow'd ground&mdash;</br>For, mute the swain, and cold the hand, that wove</br>Their simple sweets to wreaths of artless love&mdash;</br>Simplicity with Shenstone died!&mdash;</br>"]