["Once on a Time when great Sir Oak</br>Held all the Trees beneath his Yoke,</br>The Monarch, anxious to maintain,</br>In peaceful State his Sylvan reign,</br>Saw, to his Sorrow and Distraction,</br>His Subject Trees take Root in Faction,</br>And, tho' late join'd in Union hearty,</br>Now branching into Shoots of Party.</br>Each sturdy Stick of factious Wood</br>Stood stiff and stout for Publick Good:</br>For Patriots ever, 'tis well known,</br>Seek others Welfare, not their own,</br>And all they undertake, you know,</br>Is meant \"pro Bono Publico.\"", "The hardy Fir, from Northern Earth,</br>Who took its Name, and drew its Birth,</br>The Oak plac'd next, him, to support</br>His Government, and grace his Court.</br>The Fir, of an uncommon Size,</br>Rear'd his tall Head unto the Skies,</br>O'er topp'd his Fellow-plants, his height</br>Who view'd and sicken'd, at the Sight:</br>With Envy ev'ry Fibre swell'd,</br>While in them the proud Sap rebell'd.</br>Shall then, they cry'd, the Ash, the Elm,</br>The Beech, no longer rule the Helm?</br>What!  shall the ignoble Fir, a Plant</br>In Tempest born, and nurs'd in Want,</br>From the black Regions of the North,</br>And native Famine, issue forth;</br>In this our happier Soil take Root,</br>And dare our Birth-Right to dispute?", "On this the fatal Storm began,</br>Confusion thro' the Forest ran;</br>Mischief in each dark Shade was brewing,</br>And all betoken'd gen'ral Ruin:</br>While each, to make their Party good,</br>Brib'd the vile Shrubs and Underwood:</br>And now, the Bramble and the Thistle</br>Sent forth Ode, Essay, and Epistle;</br>To which anon with equal Mettle,</br>Reply'd the Thorn and Stinging-Nettle!", "What's to be done?  Or how oppose</br>The Storm which in the Forest rose?</br>Grief shook the mighty Monarch's Mind,</br>And his Sighs labour'd in the Wind.</br>At length, the Tumult, Strife, and Quarrel,</br>Alarming the sagacious Laurel,</br>His Mind unto the King he broke,</br>And thus addrest him:  Heart of Oak!</br>Sedition is on Foot; make ready;</br>And fix your Empire firm and steady.</br>Faction in vain shall shake the Wood,</br>While you pursue the gen'ral Good.</br>Fear not a Foe, trust not a Friend,</br>Upon yourself alone depend!</br>If not too partially allied</br>By Fear or Love to either Side,</br>In vain shall jarring Factions strive,</br>Cabals in vain dark Plots contrive.</br>Slave to no Foe, dupe to no Minion,</br>Maintain an equal just Dominion:</br>So shall you stand by Storms unbroke,</br>And all revere the ROYAL OAK.</br>"]