["As whanne a gronfer with arduous glowe,</br>Han from the mees liche sweltrie sun arist,</br>The lordynge toade awhaped creepethe slowe,</br>To hilte his groted weam in mokie kiste;</br>Owlettes yblente alyche dooe flizze awaie,</br>In ivye-wympled shade to glomb in depe dismaie.", "So dynge Deane Mylles, whanne as thie wytte so rare</br>Han Rowley's amenused fame chevysed,</br>His foemenne alle forlette theyre groffish gare,</br>Whyche in theyre houton sprytes theie han devysed,</br>Whanne thee theie ken wythe poyntel in thie honde,</br>Enroned lyche anlace fell, or lyche a burly-bronde.", "Thomas of Oxenford, whose teeming brayne</br>Three bawsin rolles of olde rhyme historie</br>Ymaken hanne wythe mickle teen and payne,</br>Nete kennethe he of Archaeologie,</br>Whoe pyghtes hys knowlachynge to preve echeone</br>Of Rowley's fetive lynes were pennede bie Chattertone.", "Hie thee, poore Thomas, hie thee to thie celle,</br>Ne mo wythe auntyante vearse astounde thy wytte;</br>Of seemlikeenly rhym thou nete maie spelle,</br>For herehaughtree, or prose thou botte arte fytte:</br>Vearse for thie rede is too grete mysterie;</br>Ne e'er shalle Loverde North a Canynge proove to thee.", "Deane Percy, albeyette thou bee a Deane,</br>O whatte arte thou whanne pheered with dygne Deane Mylle?</br>Nete botte a groffyle Acolythe I weene;</br>Inne auntyante barganette lyes alle thie skylle.</br>Deane Percy, Sabalus will hanne thy soughle,</br>Giff mo thou doest amate grete Rowley's yellowe rolle.", "Tyrwhytte, thoughe clergyonned in Geoffroie's leare,</br>Yette scalle yat leare stonde thee in drybblet stedde.</br>Geoffroie wythe Rowley how maiest thoue comphere?</br>Rowley hanne mottes, yat ne manne ever redde,</br>Ne couthe bewrynne inne anie syngle tyme,</br>Yet reynneythe echeone mole, in newe and swotie ryme.", "And yerfore, faitour, in ashrewed houre</br>From Rowley's poyntel thou the lode dydst take.</br>Botte lo!  our Deane scalle wythe forweltryne shuir</br>Thy wytte as pynant as thie bowke ymake;</br>And plonce thee inne Archaeologic mudde,</br>As thou ydreinted were in Severne's mokie fludde.", "So have I seen, in Edinborrowe-towne,</br>A ladie faire in wympled paramente</br>Abbrodden goe, whanne on her powrethe downe</br>A mollock hepe, from opper oryal sente;</br>Who, whanne shee lookethe on her unswote geare,</br>Han liefer ben beshet thanne in thilke steynct aumere.", "\"Spryte of mie Graie,\" the minstrelle Maisonne cries,</br>\"Some cherisaunie 'tys to mie sadde harte</br>That thou, whose fetive poesie I pryze,</br>Wythe Pyndarre kynge of mynstrells lethlen arte.</br>Else nowe thie wytte to dernie roin han come,</br>For havynge protoslene grete Rowley's hie renome.", "\"Yette, giff thou sojourned in this earthly vale,</br>Johnson atte thee had broched no neder stynge;</br>Hee, cravent, the ystorven dothe assyle,</br>Butte atte the quyck ne dares hys venome flynge.</br>Quyck or ystorven, giff I kenne aryghte,</br>Ne Johnson, ne Deane Mylle, scalle e'er agrose thie spryte.\"", "Butte, minstrelle Maisonne, blyn thie chyrckeynge dynne;</br>On thee scalle be bewrecked grete Rowley's wronge;</br>Thou wythe thie compheere Graie dydee first begynne</br>To speke inne deignous denwere offe hys songe,</br>And, wythe enstroted Warpool, deemed hys laies</br>Freshe as newe rhymes ydropte inne ladie Myller's vase.", "Oh Warpool, ne dydde thatte borne vase conteyne</br>Thilke swotie excremonte of poete's leare;</br>Encaled was thie hearte as carnes ybene,</br>Soe to asterte hys sweft-kerved scryvennere:</br>Thy synne doe Loverde Advocate's surpasse,</br>Starvation bee thou nempte, thou broder of Dundasse.", "Enough of thilke adrames, and strains like these;</br>Speckled wythe uncouth words like leopard's skin;</br>Yet bright as Avon gliding o'er her mees,</br>And soft as ermine robe that wraps a king;</br>Here, furste of wiseggers, I quit thy gloss,</br>Nor more with Gothic terms my modern lays emboss.", "For vearse lyche thysse been as a puddynge fayre,</br>At Hocktyde feaste by gouler cooke besprente</br>Wythe scanty plumbes, yet shemmer heere and there,</br>Like estells in the eve-merk fermamente,</br>So that a schoolboie maie with plaie, not paine,</br>Pycke echeone plumbe awaie, and leave the puddynge playne.", "Yet still each line shall flow as sweet and clear,</br>As Rowley's self had writ them in his roll;</br>So they, perchance, may sooth thy sapient ear,</br>If aught but obsolete can touch thy soul.</br>Polish'd so pure by my poetic hand,</br>That kings themselves may read, and courtiers understand.", "O mighty Milles, who o'er the realms of sense</br>Hast spread that murky antiquarian cloud,</br>Which blots out truth, eclipses evidence,</br>And taste and judgement veils in sable shroud;</br>Which makes a beardless boy a monkish priest,</br>Makes Homer string his lyre, and Milton ape his jest;", "Expand that cloud still broader, wond'rous Dean!</br>In pity to thy poor Britannia's fate;</br>Spread it her past and present state between,</br>Hide from her memory that she e'er was great,</br>That e'er her trident aw'd the subject sea,</br>Or e'er bid Gallia bow the proud reluctant knee.", "Tell her, for thou hast more than Mulgrave's wit,</br>That France has long her naval strength surpast,</br>That Sandwich and Germaine alone are fit</br>To shield her from the desolating blast;</br>And prove the fact, as Rowley's being, clear,</br>That loans on loans and loans her empty purse will bear.", "Bid all her lords, obsequious to command,</br>As lords that best befit a land like this,</br>Take valiant Viscount Sackville by the hand,</br>Bid Bishops greet him with a holy kiss,</br>For forming plans to quell the rebel-tribe,</br>Whose execution foil'd all bravery, and all bribe.", "Teach her, two British armies both subdued,</br>That still the free American will yield;</br>Like Macbeth's Witch, bid her \"Spill much more blood,\"</br>And stain with brethren's gore the flooded field;</br>Nor sheath the sword, till o'er one little isle</br>In snug domestic pomp her king shall reign and smile.", "So from a Dearn'ry \"rising in thy trade,\"</br>And puff'd with lawn by Byshoppe-millanere,</br>Ev'n glommed York, of thy amede afraid,</br>At Lollard's Tower with spyring eye shall peer,</br>Where thou, like Aella's spryte, shalt glare on high,</br>The triple crown to seize, if old Cornwallis die.</br>"]