["Fast by the banks of Isis silver-stream'd</br>In those sweet Vales (who knows not those sweet Vales?</br>From whence are kenn'd Oxonia's Towrs farfam'd?)</br>Whileom I walk'd to catch the Noontide gales:</br>The Murm'ring stream so gently gliding on,</br>And awful Solitude did thought inspire;</br>Verseless myself, I conn'd not blithsom Song;</br>Ne Lute had I, nor Harp, nor tuneful Lyre:</br>Thoughtful, adown I laid me by the Stream;</br>That thought brought with it Sleep, Sleep brought with it a Dream.", "The Scene, erst fair, to fairer still did yeild;</br>Such Scenes did never waking Eye behold:</br>Nor Enna was so fair, nor Tempe's feild,</br>Nor yet Elysium's fabled meads of old.</br>In admiration lost, I raptur'd gaz'd;</br>When, to the sound of dulcet symphonies,</br>A Dome, by heav'nly workmanship uprais'd,</br>Forth, like a vapour, from the Earth did rise.</br>Ne brick, nor marble did compose the Wall;</br>Transparent 'twas throughout, for it was chrystal all.", "Forthwith two folding-doors disclosing wide,</br>Discover'd to the eye a gorgeous throne:</br>A venerable pers'nage on each side,</br>Majestic this, that soft and beauteous shone:</br>Upheld by Turtles sat this happy pair,</br>Eternal Peace and Loves did sport around;</br>Fluttring above did Hymen joyous bear</br>The Links, in which their mutual hearts were bound:</br>Betok'ning long they'd worn this easy chain;</br>Betok'ning thus they'd long, O!  very long remain.", "On either side the throne a glorious band</br>Of Pers'nages were rang'd.  In the first place,</br>And nearest to the King, did Wisdom stand;</br>And Honour, unacquainted to the Base:</br>Next, Justice, never known to err, tho' blind;</br>Vengeance and Clemency on either side:</br>And Pow'r, his eyes on Justice still inclin'd;</br>And Peace, spurning Ambition, Death, and Pride.</br>Well is I weet the King, who's thus upheld;</br>Well is the Land, whose sceptre such a king doth weild.", "Nor did there on the other side, I ween,</br>Forms tho' more soft, less heav'nly appear:</br>Conjugal Love and Concord still were seen,</br>Becoming Meekness and Submission, near.</br>Next Truth, a window in her naked breast;</br>Modest' and Prudence ever judging right:</br>Piety, adding lustre to the rest,</br>And Heav'n-born Charity appear'd in sight.</br>Blest is the Maid, whose paths these Virtues guide;</br>Happy, thrice happy He, possest of such a Bride.", "While on this venerable pair I gaz'd,</br>Enter'd a Band of Youth, joyous and gay;</br>One 'bove the rest, most worthy to be prais'd,</br>Who follow'd still where Virtue led the way.</br>Oftimes, he tow'rd the waters cast his eye,</br>Which big with hope and expectation seem'd;</br>Nor long ere he a Vessel did descry,</br>Which fraught with all his wishes tow'rd him stemm'd;</br>An Heav'nly Virgin on the deck was plac'd,</br>With ev'ry Virtue blest, with ev'ry beauty grac'd.", "White were her robes, which so divinely shin'd</br>As snow and gold together had been wove;</br>Expressive emblem of the purest mind,</br>Expressive emblem of the chastest love.</br>Alternate on the Damsel and the Youth,</br>A Band of Loves pour'd most propitious darts,</br>Which, tipt with pleasure, constancy and truth,</br>Found free admission to their inmost hearts.</br>Swift flew the Youth:  with eager haste convey'd</br>To his own happy shore, the much-lov'd, loving Maid.", "And now advance in hospitable guise</br>The Royal Pair; with welcome salutation</br>They greet the Maid; Joy sparkles in her eyes</br>Promise of future blessings on the Nation.</br>Nor now did Hymen unemploy'd appear,</br>Their hearts in chains of adamant he bound;</br>Loud shouts of mirth and joy invade the ear;</br>Each eccho pleas'd repeats the blithsom sound:</br>I, sleeping as I lay, in rapture cry'd,</br>Long live the happy Prince, long live the beauteous Bride.", "In flowing robes and squared caps advance,</br>Pallas their guide, her ever-favour'd band;</br>As they approach they join in mystic dance,</br>Large scrolls of paper waving in their hand.</br>Nearer they come, I heard em sweetly sing&mdash;</br>But louder now approach the peals of joy;</br>The gladsom sounds which from each quarter ring,</br>Dispel my slumbers, and my trance destroy.</br>Waking, I heard the shouts on ev'ry side</br>Proclaim, AUGUSTA fair the happy FREDERICK'S Bride.</br>"]