["Set was the Sun, and from her silver throne</br>With fainter lustre pallid Cynthia shone,</br>O'er the wide world, and round th' etherial plain</br>Old dusky Night had spread her gloomy reign;</br>When Lysidas was by Damaetas found</br>In a dark grove, stretch'd on the dewy ground,</br>In silence first his wonder he express'd,</br>And thus, at length, the mournful Swain addressed.", "DAMAETAS.</br>Why rests, my Lysidas, beneath this shade?</br>See all around night's sable curtain's spread:</br>Haste, haste away pale ghosts are seen around,</br>And troops of elves in ev'ry glade abound;</br>For prey the hungry woodland tyrant roves,</br>And horror shadows all the deepning groves.</br>As thro' the glade I halloo'd to thine ear,</br>Fierce wolves reply'd, and fill'd my soul with fear.", "LYSIDAS.</br>Ah!  leave me, leave me to this deep recess,</br>Fit is this gloom for sorrows and distress.", "DAMAETAS.</br>Thy flocks are safe, I saw them to the fold,</br>'Ere parting day had ting'd the west with gold,</br>Thy Chloris too I met, as o'er the plain</br>She sought the cottage of her much-lov'd Swain.</br>What sorrows say can now usurp that breast</br>Where love and gayety were wont to rest?</br>Oh!  speak, and let thy lov'd Damaetas know,</br>Who oft thy joy partakes should share thy woe.", "LYSIDAS.</br>How kindly urg'd!  then gentle Shepherd hear,</br>Nor stop the sigh, nor hold the gushing tear;</br>And yet, as I attempt the sadning tale,</br>My stronger sorrows o'er my pow'rs  prevail;</br>Such too will be thy sorrows when I've said,</br>The first of Shepherds, brave Amintor's dead.", "DAMAETAS.</br>Amintor dead! &mdash; then seated on the ground</br>Here by thy side, let spectres gleam around;</br>Let wayward elves here dance their magic ring,</br>And night around us double horrors bring.</br>Here will I sit until her sable noon,</br>And aid the wolves to bay the wandring moon;</br>Tho' sickning dews and damps around my head</br>With falling stars, their baleful influence shed.", "LYSIDAS.</br>Oh!  Shepherd oft I've heard thy pleasing strain,</br>Like Philomel in gentle woe complain.</br>Our flocks attentive to thy wond'rous reed,</br>Left the clear stream, and quite forgot to feed.</br>Come then, once more with musick fill the glade,</br>And waken airy Echo in her shade.</br>Such as when, at Menalcas death your song,</br>Fix'd in attention all the listning throng.", "DAMAETAS.</br>'Twas thy superior skill from Codrus' bore</br>The prize, two lambkins from his fleecy store,</br>Nor is Alexis' strain so sweet as thine,</br>Altho' the boasted fav'rite of the Nine.</br>'Tis true my pipe has oft-times on the plain</br>Pleas'd the gay Nymph and chear'd the active Swain.</br>But since Menalcas' death here by my side,</br>My reed, his gift, has still remain'd untry'd.", "LYSIDAS.</br>Then let us here, 'til early morn's return,</br>Join both our skills, and teach the night to mourn;</br>I'll stretch my utmost art to aid thy lays,</br>And happy me could I obtain thy praise.", "DAMAETAS.</br>Ah!  now I know, why threatning flam'd on high,</br>Bright blazing comets dreadful in the sky.</br>Our Sages shook their heads, and fear'd to tell</br>The future evil, which they knew full well.</br>Two moons are wasted since beneath this shade</br>As to our Shepherds on my reed I play'd,</br>With weary steps old Arcos hither stray'd.</br>Thus spoke the Sire, here sorrow soon shall reign,</br>No longer joy shall dwell upon the plain,</br>Corroding care shall banish peaceful rest,</br>And pain and anguish seize on ev'ry breast.</br>I laugh'd in gayety to hear the Sire</br>Speak what I thought his dotage did inspire.</br>But now I know what caus'd his mighty dread,</br>The first of Shepherds, brave Amintor's dead.", "LYSIDAS.</br>When ruffian Robbers, e'er in rapine bold,</br>Veil'd in the shade of night wou'd break our fold,</br>Amintor first was ever to pursue,</br>And ne'er in vain his threatning arrows flew.</br>Oft in their gore the midnight plunderers lay,</br>Oppress'd with spoil, and sigh'd their souls away;</br>But now far hence is smiling safety fled,</br>Since brave Amintor, first of Swains, is dead.", "DAMAETAS.</br>E'er fond of danger, eager in the chace,</br>With fearless mind he sought the savage race;</br>Foremost to dare, he still with gallant pride</br>First clomb the cliff, or rush'd into the tide;</br>'Til smear'd in glorious horror with the gore,</br>Of the fierce Tiger or the foaming Boar,</br>At eve returning from the dang'rous toil</br>He o'er his shoulders spread the shagged spoil.</br>Our Shepherds met him with a loud acclaim,</br>And ev'ry Coward's cheek was mark'd with shame.</br>But now unaw'd the Savage Tyrants tread</br>The silent grove, for brave Amintor's dead.", "LYCIDAS.</br>The sorrowing Mother met the mournful bier,</br>Loose on her neck flow'd her dishevel'd hair;</br>Around her all her weeping Daughters stood,</br>And wash'd his wounds with tears, a briny flood.</br>Oft times she sigh'd, and beat her aged breast,</br>And loud complaints her inward woe exprest.</br>Thus spake the Dame, ye tuneful Shepherds come,</br>And hang your deathless ditties round his tomb;</br>Here all around your flow'ry garlands throw,</br>And on his grave let short-liv'd roses blow.</br>Haste here, ye Swains, here let your tears be shed,</br>Weep Shepherds, weep, the brave Amintor's dead.</br>So sung the Swains, 'til Phoebus' radiant light,</br>Chac'd to her azure bed the Queen of Night.</br>"]