["Of that blest season, and those golden days</br>Which shone on man at the first birth of Time,</br>To chant in later strains the Muse essays;</br>And tell the simple pleasures of that clime</br>Where Nature wanton'd in her youthful prime.</br>E'en now, while Time on dull and leaden wings</br>Drives his slow flight, I meditate the rhyme</br>From the faint echoes which tradition brings</br>Of peace, and joy, and love; how dear to him who sings!", "For who is he that in these latter hours</br>Casts on our earthly scene his musing eye,</br>And would not gladly seek th' ideal bowers,</br>The faerie gardens of man's infancy,</br>And turn him from this sad and murky sky?</br>Still may I linger o'er the fabled tale</br>Which soothes my bosom to tranquillity;</br>Enough of real grief will still assail,</br>Enough the legion'd fiends of woe e'en then prevail.", "Look to the onward wilderness of life,</br>Which bears no landmark but a drear old age;</br>No waters but the troubled stream of strife</br>To cheer us on our weary pilgrimage,</br>And Passion's fev'rish calenture assuage.</br>Ah! who can look on this and bless the day</br>Which bade him in these scenes of woe engage!</br>No, rather let him early steal away,</br>And stop his course, ere yet he falls misfortune's prey.", "And yet there are some thinly-scatter'd flowers,</br>Which bud and blossom in this tainted air;</br>Nurs'd by the milder gales and softer showers,</br>The violet rears her maiden honours there,</br>Far from the haunts to which rude steps repair.</br>Sweet flower!  I love thy modest secrecy,</br>And ever in my garland thee will bear;</br>Still unregarded by the idler lie,</br>But still thy charms reveal to one adoring eye.", "Oh!  let me find thy rich and purfled flower</br>There where thou liest, in some sequester'd vale;</br>And I will shield thee from the wintry hour,</br>And bear thee to my garden's quiet pale,</br>And hide thy buds where no rude storms assail:</br>Then round the moss-grown stone I'll bid thee twine,</br>Teach thee, at nightfall clos'd, the sun to hail,</br>And watch thy silent growth with careful eyne :</br>Oh!  come to me, sweet flower, and let me call thee mine.", "This earth had seen a single year (though years</br>There can be none, when a perpetual spring</br>Wantoning o'er all the gifts of Heav'n appears)</br>But Time had trod one measure of his ring,</br>And pluck'd a single feather from his wing.</br>Unmark'd his progress by man's simple race,</br>Who little knew the change our seasons bring,</br>Where ev'ry moment varies Nature's face,</br>And tears some beauty thence, or adds another grace.", "Ah!  what was man!  and how shall they who see</br>What man is now his former state display!</br>How shall this spirit, long fainting to be free,</br>Burst from its mortal bonds, and force its way</br>Back to the rising of that earliest day:</br>And tell how first (as fabled legend shows)</br>From midmost earth sprang forth the breathing clay,</br>Or while the forest felt a mother's throes,</br>Forth from the rifted oak the monarch man arose!", "E'en now the gentle nymphs who lurk unseen</br>In tangled woods, and couch beneath the shade,</br>(Whom bards of other days have view'd between</br>The haunted bowers, what time their footsteps stray'd</br>Through the lone empire of the Dryad maid),</br>Perhaps e'en now, fit offspring of that race,</br>They wander where their fathers' bones are laid:</br>Tell me, ye gentle nymphs, and I will place</br>The fresh-cull'd rose where'er your hallow'd steps I trace.", "Tell me, how burst he forth?  and how uprear'd</br>His giant limbs, and wonder'd at his frame?</br>How, when his voice each living creature heard,</br>Low cow'ring to its future lord it came,</br>And bent in homage, and receiv'd its name?</br>Tell me, how first his mystic birth began,</br>And touch my lips with that live-kindled flame</br>Which taught the wond'rous one such works to scan,</br>The sightless bard who sang how Heav'n was lost to man.", "Where do ye linger?  though in silent shades</br>Musing I pass the solitary day,</br>And ever woo your influence, gentle maids,</br>Ye listen not to me! &mdash; or do ye stray</br>By southern streams and woodlands far away,</br>And shun this cold and dreary mountain grove?</br>Oh!  that to them my weary steps might stray,</br>And seek your haunts, if by those streams you rove,</br>The streams that murmur joy, the woods that echo love.", "Ah!  hallow'd names, ye bear me back to those</br>Who know no sounds but peace, and love, and joy.&mdash;</br>Now the first birthday of the world arose,</br>And Nature seem'd her richest arts t' employ,</br>Not as to us with sparing hand and coy:</br>Earth breathed a purer incense than before,</br>And lovelier azure dyed the cloudless sky;</br>Each flow'r blush'd deeper, and expanded more,</br>Each living throat attun'd seem'd sweeter sounds to pour.", "From ev'rything which breath'd that morn was giv'n</br>Th' instinctive worship of the silent heart,</br>The willing sacrifice most lov'd by Heav'n;</br>They bless'd the unknown Spirit by whose great art</br>They mid his creatures bore such noble part;</br>They bless'd him Author sole of all that fair</br>And all that good he deign'd to them impart;</br>Creation seem'd such holy act to share,</br>This universal frame to pour one common pray'r.", "Then to their daily toil they bent, if toil</br>There can be, where spontaneous harvests wave</br>Th' unbidden produce of the teeming soil,</br>And in the open plain or shadowy cave</br>Man freely cull'd what Nature largely gave.</br>The blushing fruits hung rich from ev'ry spray,</br>And Heav'ns own dews supplied the crystal wave;</br>Their only toil to gather for the day,</br>And in the mountain-spring their noontide thirst allay.", "How varied are the pleasures which employ</br>In sportive innocence their sunshine hours!</br>Varied in all, in all the source of joy.</br>With careful hand amid their tufted bowers,</br>Part twined the wreath of many-colour'd flowers,</br>And pruned the wanton scions, and upbound</br>The laded stem which droop'd o'ercharged with showers.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Part o'er the rocky steeps and mountain chain</br>Bounding their happy vale which laugh'd below,</br>Wander alone, and o'er the far-off plain,</br>And lands unknown, and seas that nameless flow,</br>Their unfix'd sight in doubt and wonder throw.</br>Dim rose the shadowy visions, as they gazed,</br>Of other times, and days they ne'er must know;</br>Strange were the forms their self-taught fancies raised,</br>Fear mingled with their dreams, and e'en their hope amazed.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Part in a lighter mood with jocund dance,</br>And sportive revelry, and voice of song,</br>Mingling their steps, to the soft pipe advance,</br>Taught by the measur'd strain &mdash; each leads along</br>His chosen fair one from the maiden throng;</br>Theirs was the mirth of innocence, the smile</br>Which wreathes the cheek that never blush'd for wrong,</br>Affection's chastest glow which knows no guile,</br>The mingling glance of Love which no base thoughts defile.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Some, where the murm'ring waters gently well,</br>In seeming listlessness their limbs reclin'd,</br>And as the tide of thought or rose or fell</br>Pour'd the free current of unlabouring mind,</br>Flowing in various streams and not confin'd.</br>For now of lighter things they mus'd, and now</br>Watch'd the fleet cloud, or listen'd to the wind,</br>Then started from their dream with sudden glow,</br>Full thought and fancies high, unknowing where they flow.", "Such in these after ages, when th' alloy</br>Of earth had mingled with their purer mould,</br>Yet fail'd its living essence to destroy,</br>Such would have Poets been &mdash; as he of old</br>Who the dread secrets of Creation told,</br>Or he who earlier still his song began,</br>Who dared the passions in their cell unfold,</br>Through all the varied scenes of Nature ran</br>Explor'd the secret mind and op'd the heart of man.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "CANTO THE SECOND.</br>Where are the Muses now?  they do not tread</br>The forked hill, or linger by that spring</br>Where first the plumed horse uprear'd his head,</br>Paw'd the dry rock, and shook his heav'nward wing:</br>Nor in Aonia do the sisters sing,</br>And pour to listening groves their melody.</br>No loftier hand awakes the trembling string;</br>No frantic Priestess waves the thyrse on high.</br>Mute is each echoing vale, each haunted stream is dry.", "Fall'n is the sun of Greece, the sun whose beam</br>Shot forth destruction from its noontide height;</br>And with it too is fall'n the milder gleam</br>Of that sweet morning star, whose silv'ry light</br>Pierced the rude darkness of barbaric night.</br>The spoiler's hand has wither'd all the bloom</br>Which wanton'd in their gardens of delight;</br>The Master's living forms are lost in gloom,</br>The hand which struck the lyre is mould'ring in the tomb!", "Ah! who again could teach thy voice to sing!&mdash;</br>The Attic warbler pour'd her notes awhile</br>Secure beneath the Eagle's shadowy wing;</br>Mid Rome's proud towers, and many a costly pile,</br>The banish'd Muses seem'd again to smile;</br>And oft they wander'd by the Sabine fold,</br>Or nightly turn'd them to that secret hill</br>Where Maro of the fierce Rutulian told,</br>And swell'd Alecto's trump, and sang the wars of old.", "Where were ye then when o'er the walls of Rome</br>Rush'd the fierce billows of the Northern war?</br>Alas!  ye sank amid the common doom,</br>And dragg'd before the Gothic victor's car</br>Your tender limbs were scath'd with many a scar.</br>Ah!  let me mourn ye!  Ye who early play'd</br>In the full radiance of Heav'n's sweetest star;</br>Ah!  let me mourn ye!  I who 'neath the shade</br>Of these dim times am cast, in cold obstruction laid.", "How weary, stale, and profitless is now</br>The reason'd march of Nature!  while the bond</br>Of senseless matter wreathes her drooping brow.</br>The whirling Earth spins in a drowsy round</br>On its fix'd axle &mdash; never to be found,</br>Always intruding.  Gravity's dull law</br>With leaden sceptre rules Creation's bound.</br>Fled are the golden dreams the Poet saw,</br>Torn is the sportive veil which Fancy lov'd to draw.", "Oh!  for that mighty conclave on the brow</br>Of stormy Ida, where amid the crowd</br>Of lesser deities, Jove hurl'd below</br>His bolt of vengeance, and in thunders loud</br>Spoke the dread anger of offended God.</br>And she * * * the laughter-loving Queen,</br>Whose glance could calm the terrors of his nod!</br>And he, the dimpled youth of lovely mien,</br>Who pour'd the nectar'd draught, and ever smiled between.", "Then Hesper nightly from his dewy star</br>Flung silver radiance, and in silent state</br>The Lord of morning harness'd to his car</br>The steeds that breath'd of Ocean, at Heav'n's gate,</br>* * * the Hours in guardiance wait,</br>The lightly cinctur'd Hours, who danced before</br>His eastern chariot, ever as he sate</br>Scatt'ring fresh roses to the laughing ground,</br>And hymning songs of joy and notes of heav'nly sound.", "Scarce bloom'd the flow'r which did not then enshrine</br>Some living form within its petal'd shade.</br>The mystic cipher, or the blood-red line,</br>Told of the warrior's phrenzy, or betray'd</br>The gentle sorrows of the love-sick maid.</br>With sad remembrance of his fruitless joy,</br>Then pale Narcissus bow'd his drooping head,</br>And he, Apollo's lov'd and lovely boy&mdash;</br>Ah!  how could ruthless chance so fair a form destroy?", "Then ev'ry gale which kiss'd the trembling reed</br>Swell'd the fond murmurs of enamour'd Pan,</br>Wafting those vows which on the sportive mead</br>He pour'd, when first his infant love began,</br>Ere from his rough embrace the wood-nymph ran.</br>Or if more lowly sigh'd the mourning wind</br>It told the sorrows of that hapless man,</br>Who woo'd its breath so often &mdash; ah!  too blind,</br>He saw not her who lurk'd the hazel boughs behind.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]