["PERIN, WRENOCK.", "PERIN.</br>For when thou art not as thou wont of yore,</br>No cause why life should please thee any more.</br>Whilome I was (in course of former yeeres,</br>Ere freezing Eld had coolde my youthly rage)</br>Of mickle worth among my Shepheards Peeres.</br>Now for I am some-dele ystept in age,</br>For pleasance, strength, and beautie ginnes asswage.</br>Ech lisle Heard-groom laughs my wrinkled face,</br>Ech bonny lasse for Cuddy shunnes the place;</br>For all this woe none can wee justly twight,</br>But hatefull Eld, the foe to pleasant rest,</br>Which like a Theefe doth rob us of delight.", "WRENOCK.</br>Perin, enough; few words beene alwayes best,</br>Needs must be borne that cannot be redrest.</br>Selfe am I as thou seest in thilke estate,</br>The griefe is eath to beare that haz a mate.</br>But sicker for to speake the truth indeed,</br>Thou seem'st to blame that blamelesse seems to me,</br>And hurtlesse Eld to sneb:  (ill mought he speed,</br>That slayes the Dog, for Wolves so wicked bee)</br>The faults of men thou lay'st on Age I see,</br>For which if Eld were in it selfe too blame,</br>Then I and all my Peeres should taste the fame.", "PERIN.</br>Wreenock, I weene thou doat'st through rutty Eld,</br>And think'st with fained words to bleare mine eie.</br>Thou for thy store art ever blissefull held,</br>Thy heapes of gold nill let thee sorrow spie,</br>Thy Flocks full safe here under shade doe lie,</br>Thy weanlings fat, thine ews with bladders blowne.</br>A jollier Shepheard have we seldome knowne.", "WRENOCK.</br>For thilke my store, great Pan yherried be;</br>But if for thy, mine age with joy I beare,</br>How falles it that thy selfe unlike to me,</br>Art vexed so with griefe and bootlesse feare?</br>Thy store will let thee sleepe on either eare:</br>But neither want makes Age to wisemen hard,</br>Nor fools by welth from grievous pains are bard.", "PERIN.</br>Seest not how free yond Lambkin skips and plaies;</br>And wrigs his tayle, and buts with tender head;</br>All for he feeles the heate of youngthly dayes,</br>Which secret law of kinde hath inly bred?</br>Thilke Ewe from whom all joy with youth is fled,</br>See how it hangs the head, as it would weep,</br>Whilome it skips, uneathes now may it creep.", "WRENOCK.</br>No fellowship hath state of Beasts with man,</br>In them is nought but strength of lim and bone,</br>Which endes with age as it with age began.</br>But man they faine (as other Creature none)</br>Hath uncouth fire convayd from Heav'n by one,</br>(His name I wist) that yeelds him inward light,</br>Sike fire as Welkin showes in winter night.", "Which neither Age nor Time can weare away,</br>Which waxeth bett for use as Shepheards Crooke,</br>That ever shineth brighter day by day:</br>Al so though wrinkled seeme the aged looke,</br>Bright shines the fire that from the stars we tooke.</br>And sooth to say, thilke Ewe laments the paine,</br>That thilke same wanton Lamb is like sustaine.", "PERIN.</br>Ah Thenot, be not all thy teeth on edge,</br>To see youngths folke to sport in pastimes gay?</br>To pitch the Barre, to throwe the weightie sledge</br>To dance with Phillis all the holli-day,</br>To hunt by day, the Fox, by night, the Gray;</br>Sike peerelesse pleasures wont us for to queme,</br>Now lig we laide, as drownd in heavy dreame.</br>"]