["While silent Night fills her meridian throne,</br>And sons of riot revel unconfin'd;</br>By Luna's silver light, I make my moan,</br>Unheard, I breathe my sorrows in the wind.", "In plaintive accents, thro' the midnight air,</br>For former crimes I, now forsaken, mourn;</br>Fain with my life would I resign my care,</br>And find content which here can ne'er return.", "False, perjur'd man, thou source of all my woes,</br>Thou first seducer from fair virtue's way:</br>To thee my heart ascribes its lost repose,</br>Thou first didst teach my tender mind to stray", "When young, unconscious of the fatal dart</br>Which at my breast her misery was thrown,</br>When guardless from the pain love's stings impart,</br>My fatal flame I did not blush to own;", "When in thine arms my panting frame was prest,</br>When on thy neck my head, at ease, reclin'd;</br>O, then what tumults startled in my breast!</br>What trembling joys disturb'd my ardent mind!", "Ye prudes, to censure be not too severe,</br>Nor judge the worst of her who thus has stray'd;</br>Tho' virtue's boughs with tenderness we rear,</br>By passion's storms the branches may be sway'd.", "But know, ye fair, when guilty transports glow,</br>A moment's joy may bring an age of pain;</br>For fleeting pleasures, tears may ceaseless flow,</br>And future years be only to complain.", "The tongue of slander blackens all our crimes;</br>Malice remarks where prostitution dwells;</br>One foolish step survives to distant times,</br>And every hope of further bliss repels.", "Thou sweet companion of each helpless hour,</br>Little intruder on my former joy,</br>Child of my woes, whose bosom yet is pure,</br>Whose mind no passions beat, nor cares annoy;", "Taught by thy mother, shun the cruel snares,</br>Which harden'd men for innocence do weave;</br>Fly from the bait which subtilty prepares,</br>Nor trust to man, who always will deceive.", "Had I a mother &mdash; why do I repine?</br>Yet I must mourn &mdash; had I a parent near,</br>To hear my tale, to soothe my life's decline,</br>And from my cheek to wipe the glist'ning tear.&mdash;", "But why a tear? &mdash; Long are these sources dry,</br>Long, long alas!  my tears have left their spring;</br>No fresh'ning moisture fills this parched eye,</br>No more, for me, these eyes such comforts bring.", "O, thou dread Power!  whose love unbounded reigns,</br>Who o'er each want extends a parent's care,</br>With pity view, O, view a daughter's pains,</br>By hard oppression driv'n to black despair.", "If human bosoms e'er can share my grief,</br>Give but one heart my hapless fate to know,</br>One gen'rous mind, to give me some relief,</br>To ease my sorrows, or to share my woe.</br>"]