["THE ARGUMENT.</br>What Shepheards on the Sea were seene</br>To entertaine the Oceans Queene,</br>Remond in search of Fida gone,</br>And for his love yong Doridon,</br>Their meeting with a wofull Swaine,</br>Mute, and not able to complaine</br>His metamorphos'd Mistresse wrong;</br>Is all the subiect of this Song.", "The MUSES friend (gray-eyde Aurora) yet</br>Held all the Meadowes in a cooling sweat,</br>The milke-white Gossamores not upwards snow'd,</br>Nor was the sharpe and usefull steering goad</br>Laid on the strong-neckt Oxe; no gentle bud</br>The Sun had dride; the cattle chew'd the cud</br>Low level'd on the grasse; no Flyes quicke sting</br>Inforc'd the Stonehorse in a furious ring</br>To teare the passive earth, nor lash his taile</br>About his buttockes broad; the slimy Snaile</br>Might on the wainscot (by his many mazes</br>Winding Meanders and selfe-knitting traces)</br>Be follow'd, where he stucke, his glittering slime</br>Not yet wip't off.  It was so earely time,</br>The carefull Smith had in his sooty forge</br>Kindled no coale; nor did his hammers urge</br>His neighbours patience:  Owles abroad did flye,</br>And day as then might plead his infancy.</br>Yet of faire Albion all the westerne Swaines</br>Were long since up, attending on the plaines</br>When Nereus daughter with her mirthfull hoast</br>Should summon them, on their declining coast.", "But since her stay was long:  for feare the Sunne</br>Should finde them idle, some of them begunne</br>To leape and wrastle, others threw the barre;</br>Some from the company removed are,</br>To meditate the songs they meant to play,</br>Or make a new Round for next Holiday:</br>Some tales of love their love-sicke fellowes told:</br>Others were seeking stakes to pitch their fold.</br>This, all alone was mending of his Pipe:</br>That, for his lasse sought fruits most sweet most ripe.</br>Here, (from the rest) a lovely shepherds boy</br>Sits piping on a hill, as if his joy</br>Would still endure, or else that ages frost</br>Should never make him thinke what he had lost.</br>Yonder a shepherdesse knits by the springs,</br>Her hands still keeping time to what shee sings:</br>Or seeming, by her song, those fairest hands</br>Were comforted in working.  Neere the sands</br>Of some sweet River sits a musing lad,</br>That moanes the losse of what he sometime had,</br>His Love by death bereft:  when fast by him</br>An aged Swaine takes place, as neere the brim</br>Of's grave as of the River; shewing how</br>That as those floods, which passe along right now</br>Are follow'd still by others from their spring,</br>And in the Sea have all their burying:</br>Right so our times are knowne, our ages found,</br>(Nothing is permanent within this Round:)</br>One age is now, another that succeedes,</br>Extirping all things which the former breedes:</br>Another followes that, doth new times raise,</br>New yeers, new months, new weeks, new houres, new dayes,</br>Mankinde thus goes like Rivers from their spring,</br>And in the Earth have all their burying.</br>Thus sate the old man counselling the young;</br>Whilst, underneath a tree which over-hung</br>The silver streame (as some delight it tooke</br>To trim his thicke boughes in the Crystall Brooke)</br>Were set a jocund crew of youthfull Swaines,</br>Wooing their sweetings with delicious straynes.</br>Sportive Oreades the hils descended,</br>The Hamadryades their hunting ended,</br>And in the high woods left the long-liv'd Harts </br>To feed in peace, free from their winged Darts;</br>Floods, Mountaines, Vallies, Woods, each vacant lies</br>Of Nimphs that by them danc'd their Haydigyes:</br>For all those Powers were ready to embrace</br>The present meanes, to give our Shepherds grace.</br>And underneath this tree (till Thetis came)</br>Many resorted; where a Swaine, of name</br>Lesse, then of worth:  (and we doe never owne</br>Nor apprehend him best, that most is knowne.)</br>Fame is uncertaine, who so swiftly flyes</br>By th' unregarded shed where Vertue lies:</br>Shee (ill inform'd of Vertues worth) pursu'th</br>(In haste) Opinion for the simple Truth.</br>True Fame is ever likened to our shade,</br>Hee soonest misseth her, that most hath made</br>To over-take her; who so takes his wing,</br>Regardlesse of her, shee'll be following:</br>Her true proprietie shee thus discovers,</br>\"Loves her contemners, and contemnes her lovers.\"</br>Th' applause of common people never yet</br>Pursu'd this Swaine; he knew't the counterfeit</br>Of setled praise, and therefore at his songs,</br>Though all the Shepherds and the gracefull throngs</br>Of Semigods compar'd him with the best</br>That ever touch'd a Reede, or was addrest</br>In shepherds coate, he never would approve</br>Their Attributes, given in sincerest love;</br>Except he truely knew them as his merit.</br>Fame gives a second life to such a spirit.", "This Swaine, intreated by the mirthfull rout,</br>That with intwined armes lay round about</br>The tree 'gainst which he lean'd.  (So have I seene</br>Tom Piper stand upon our village greene,</br>Backt with the May-pole, whilst a jocund crew</br>In gentle motion circularly threw</br>Themselves about him.)  To his fairest Ring</br>Thus 'gan in numbers well according sing:", "Venus by Adonis side</br>Crying kist, and kissing cride,</br>Wrung her hands and tore her haire,</br>For Adonis dying there.", "Stay (quoth shee) O stay and live!</br>Nature surely doth not give</br>To the Earth her sweetest flowres</br>To be seene but some few houres.", "On his face, still as he bled</br>For each drop a teare she shed,</br>Which she kist or wipt away,</br>Else had drown'd him where he lay.", "Faire Proserpina (quoth shee)</br>Shall not have thee yet from mee;</br>Nor thy soule to flye begin</br>While my lips can keepe it in.", "Here she clos'd againe.  And some</br>Say, Apollo would have come</br>To have cur'd his wounded lym,</br>But that she had smother'd him.", "Looke as a Traveller in Summers day</br>Nye chookt with dust, and molt with Titans ray,</br>Longs for a spring to coole his inward heate,</br>And to that end, with vowes, doth heaven intreat,</br>When going further, finds an Apple-tree,</br>(Standing as did old Hospitalitie,</br>With ready armes to succour any needes:)</br>Hence plucks an Apple, tastes it, and it breedes</br>So great a liking in him for his thirst,</br>That up he climbes, and gathers to the first</br>A second, third; nay, will not cease to pull</br>Till hee have got his cap and pockets full.</br>\"Things long desir'd so well esteemed are,</br>That when they come we hold them better farre.</br>There is no meane 'twixt what we love and want,</br>Desire, in men, is so predominant.\"</br>No lesse did all this quaint assembly long</br>Then doth the Traveller:  this Shepherds Song</br>Had so ensnar'd each acceptable eare,</br>That but a second, nought could bring them cleare</br>From an affected snare; had Orpheus beene</br>Playing, some distance from them, he had seene</br>Not one to stirre a foot for his rare straine,</br>But left the Thracian for the English Swaine.</br>Or had suspicious Juno (when her Jove </br>Into a Cowe transform'd his fairest Love)</br>Great Inachus sweet Stem in durance given</br>To this young Lad; the Messenger of heaven</br>(Faire Maia's off-spring) with the depth of Art</br>That ever Jove to Hermes might impart,</br>In fingring of a Reed, had never won</br>Poore Io's freedome.  And though Arctors son</br>(Hundred-ey'd Argus) might be lull'd by him,</br>And loose his pris'ner:  yet in every lym</br>That God of wit had felt this Shepherds skill,</br>And by his charmes brought from the Muses hill</br>Inforc'd to sleepe; then, rob'd of Pipe and Rod,</br>And vanquish'd so, turne Swaine, this Swaine a God.</br>Yet to this Lad not wanted Envies sting,</br>(\"Hee's not worth ought, that's not worth envying\")</br>Since many at his praise were seene to grutch.</br>For as a Miller in his boulting hutch </br>Drives out the pure meale neerly (as he can)</br>And in his sister leaves the courser bran:</br>So doth the canker of a Poets name</br>Let slip such lines as might inherit Fame,</br>And from a Volume culs some small amisse,</br>To fire such dogged spleenes as mate with his.</br>Yet, as a man that (by his Art) would bring</br>The ceaslesse current of a Christall Spring</br>To over-looke the lowly flowing head,</br>Sinkes by degrees his soder'd Pipes of Lead,</br>Beneath the Fount, whereby the water goes</br>High, as a Well that on a mountaine flowes:</br>So when Detraction and a Cynnicks tongue</br>Have sunke Desert unto the depth of wrong,</br>By that, the eye of skill, True Worth shall see</br>To brave the Stars, though low his passage be.", "But, here I much digresse, yet pardon, Swaines:</br>For as a Maiden gath'ring on the Plaines</br>A sentfull Nosegay (to set neere her pap,</br>Or as a favour for her Shepheards cap)</br>Is seene farre off to stray, if she have spide</br>A Flower that might increase her Posies pride:</br>So if to wander I am sometimes prest,</br>'Tis for a straine that might adorne the rest.", "Requests, that with deniall could not meet,</br>Flew to our Shepheard, and the voyces sweet</br>Of fairest Nymphes, intreating him to say</br>What wight he lov'd; he thus began his lay:", "Shall I tell you whom I love?</br>Hearken then a while to me;</br>And if such a woman move,</br>As I now shall versifie;</br>Be assur'd, 'tis she, or none</br>That I love, and love alone.", "Nature did her so much right,</br>As shee scornes the helpe of Art,</br>In as many Vertues dight</br>As e'er yet imbrac'd a hart.</br>So much good so truly tride,</br>Some for lesse were deifide.", "Wit she hath without desire</br>To make knowne how much she hath;</br>And her anger flames no higher</br>Then may fitly sweeten wrath.</br>Full of pitty as may be,</br>Though perhaps not so to me.", "Reason masters every sense,</br>And her vertues grace her birth </br>Lovely as all excellence,</br>Modest in her most of mirth:</br>Likelihood enough to prove,</br>Onely worth could kindle Love.", "Such she is:  and if you know</br>Such a one as I have sung;</br>Be she browne, or faire, or so,</br>That shee be but somewhile young;</br>Be assur'd, 'tis she, or none</br>That I love, and love alone.", "Eous and his fellowes in the teame,</br>(Who, since their watring in the Westerne streame,</br>Had run a furious journey to appease</br>The night-sicke eyes of our Antipodes.)</br>Now (sweating) were in our Horizon seene</br>To drinke the cold dew from each flowry greene:</br>When Tritons Trumpet (with a shrill command)</br>Told; silver-footed Thetis was at hand.", "As I have seene when on the brest of Thames </br>A heavenly beavy of sweet English Dames,</br>In some calme Ev'ning of delightfull May,</br>With Musicke give a farewell to the day,</br>Or as they would (with an admired tone)</br>Greet Nights ascension to her Eben Throne,</br>Rapt with their melodie, a thousand more</br>Run to be wafted from the bounding shore:</br>So ran the Shepheards, and with hasty feet</br>Strove which should first increase that happy fleet.", "The true presagers of a comming storme,</br>Teaching their fins to steere them to the forme</br>Of Thetis will, like Boates at Anchor stood,</br>As ready to convay the Muses brood</br>Into the brackish Lake, that seem'd to swell,</br>As proud so rich a burden on it fell.", "Ere their arivall Astrophel had done</br>His shepherds lay, yet equaliz'd of none.</br>Th' admired mirrour, glory of our Isle,</br>Thou farre-farre-more then mortall man, whose stile</br>Stroke more men dumbe to hearken to thy song,</br>Then Orpheus Harpe, or Tullyes golden tongue.</br>To him (as right) for wits deepe quintessence,</br>For honour, valour, vertue, excellence,</br>Be all the Garlands, crowne his toombe with Bay,</br>Who spake as much as ere our tongue can say.", "Happy Arcadia!  while such lovely straines</br>Sung of thy Vallyes, Rivers, Hils and Plaines;</br>Yet most unhappy other joyes among,</br>That never heard'st his Musicke nor his Song.</br>Deafe men are happy so, whose Vertues praise</br>(Unheard of them) are sung in tunefull layes.</br>And pardon me yee Sisters of the Mountaine,</br>Who waile his losse from the Pegasian Fountaine,</br>If (like a man for portraiture unable)</br>I set my Pencill to Apelles table;</br>Or dare to draw his Curtaine, with a will</br>To show his true worth, when the Artists skill</br>Within that Curtaine fully doth expresse</br>His owne Arts-Mastry my unablenesse.", "Hee sweetly touched, what I harshly hit,</br>Yet thus I glory in what I have writ;</br>Sidney began (and if a wit so meane</br>May taste with him the dewes of Hippocrene)</br>I sung the Past'rall next; his Muse, my mover:</br>And on the Plaines full many a pensive lover</br>Shall sing us to their loves, and praising be</br>My humble lines:  the more, for praising thee.</br>Thus we shall live with them, by Rockes, by Springs,</br>As well as Homer by the death of Kings.", "Then in a straine beyond an Oaten Quill</br>The learned Shepheard of faire Hitching hill</br>Sung the heroicke deeds of Greece and Troy,</br>In lines so worthy life, that I imploy</br>My Reede in vaine to overtake his fame.</br>All praiseful tongues doe wait upon that name.", "Our second Ovid, the most pleasing Muse </br>That heav'n did e're in mortals braine infuse,</br>All-loved Draiton, in soule-raping straines,</br>A genuine noate, of all the Nimphish traines</br>Began to tune; on it all eares were hung</br>As sometime Dido's on Aeneas tongue.", "Johnson whose full of merit to reherse</br>Too copious is to be confinde in verse;</br>Yet therein onely fittest to be knowne,</br>Could any write a line which he might owne.</br>One, so judicious; so well knowing; and</br>A man whose least worth is to understand;</br>One so exact in all he doth preferre</br>To able censure; for the Theater</br>Not Seneca transcends his worth of praise;</br>Who writes him well shall well deserve the Bayes.", "Well-languag'd Danyel:  Brooke, whose polisht lines</br>Are fittest to accomplish high designes,</br>Whose pen (it seemes) still young Apollo guides;</br>Worthy the forked Hill, for ever glides</br>Streames from thy braine, so faire, that time shall see</br>Thee honour'd by thy Verse, and it by thee.</br>And when thy Temples well-deserving Bayes,</br>Might impe a pride in thee to reach thy praise,</br>As in a christall glasse, fill'd to the ring</br>With the cleare water of as cleare a spring,</br>A steady hand may very safely drop</br>Some quantity of gold, yet o're the top</br>Not force the liquor run; although before</br>The Glasse (of water) could containe no more:</br>Yet so, all-worthy Brooke though all men sound</br>With plummets of just praise thy skill profound,</br>Thou in thy verse those attributes canst take,</br>And not apparent ostentation make,</br>That any second can thy vertues raise,</br>Striving as much to hide as merit praise.", "Davies and Wither, by whose Muses power</br>A naturall day to me seemes but an houre,</br>And could I ever heare their learned layes,</br>Ages would turne to artificiall dayes.</br>These sweetly chanted to the Queene of Waves,</br>She prais'd, and what shee prais'd, no tongue depraves.</br>Then base contempt (unworthy our report)</br>Fly from the Muses and their faire resort,</br>And exercise thy spleene on men like thee:</br>Such are more fit to be contemn'd then wee.</br>'Tis not the rancour of a cankred heart</br>That can debase the excellence of Art;</br>Nor great in titles make our worth obey,</br>Since we have lines farre more esteem'd then they.</br>For there is hidden in a Poets name</br>A Spell that can command the wings of Fame,</br>And maugre all Oblivions hated birth,</br>Begin their immortalitie on earth;</br>When he that gainst a Muse with hate combines,</br>May raise his Toombe in vaine to reach our lynes.", "Thus Thetis rides along the narrow seas</br>Encompast round with lovely Naides,</br>With gaudy Nymphs, and many a skilfull Swaine,</br>Whose equals earth cannot produce againe,</br>But leave the times and men that shall succeed them</br>Enough to praise that age which so did breed them.", "Two of the quaintest Swaines that yet have beene,</br>Fail'd their attendance on the Oceans Queene:</br>Remond and Doridon, whose haplesse Fates</br>Late sever'd them from their more happy mates.</br>For (gentle Swaines) if you remember well,</br>When last I sung on brim of yonder dell,</br>And as I ghesse it was that sunny morne,</br>When in the grove thereby my sheepe were shorne,</br>I weene I tolde you, while the Shepheards yong</br>Were at their Past'rall and their rurall Song,</br>The shrikes of some poore Maide fallen in mischance,</br>Invok't their aid, and drew them from their dance:</br>Each ran a sev'rall way to helpe the Maide;</br>Some tow'rds the Vally, some the greene wood straid:</br>Here one the thicket beates, and there a Swaine</br>Enters the hidden Caves; but all in vaine.</br>Nor could they finde the wight whose shrikes and cry</br>Flew through the gentle ayre so heavily,</br>Nor see or man or beast, whose cruell teene</br>Would wrong a Maiden or in grave or greene.</br>Backe then return'd they all to end their sport</br>But Doridon and Remond, who resort</br>Backe to those places which they erst had sought,</br>Nor could a thicket be by Nature wrought</br>In such a webb, so intricate, and knit</br>So strong with Bryers, but they would enter it.</br>Remond his Fida cals; Fida the woods</br>Resound againe, and Fida speake the floods,</br>As if the Rivers and the Hils did frame</br>Themselves no small delight, to heare her name.</br>Yet she appeares not.  Doridon would now</br>Have call'd his Love too, but he knew not how:</br>Much like a man who, dreaming in his sleepe</br>That he is falling from some Mountaine steepe</br>Into a soundlesse Lake, about whose brim</br>A thousand Crocodiles doe waite for him,</br>And hangs but by one bough and should that breake</br>His life goes with it, yet to cry or speake,</br>Though faine he would, can move nor voyce nor tongue:</br>So when he Remond heard the woods among</br>Call for his Fida, he would gladly too</br>Have call'd his fairest Love, but knew not who,</br>Or what to call; poore Lad, that canst not tell,</br>Nor speake the name of her thou lov'st so well.", "Remond by hap neere to the Arbour found,</br>Where late the Hynd was slaine, the hurtlesse ground</br>Besmear'd with bloud; to Doridon he cride,</br>And tearing then his hayre, O haplesse tide</br>(Quoth hee) behold!  some cursed hand hath tane</br>From Fida this; O what infernall bane,</br>Or more then hellish fiend inforced this!</br>Pure as the streame of aged Symois,</br>And as the spotlesse Lilly was her soule!</br>Yee sacred Powers that round about the Pole </br>Turne in your Spheares!  O could you see this deed,</br>And keep your motion?  If the eldest seed</br>Of chained Saturne hath so often beene</br>In Hunters and in Shepheards habit seene</br>To trace our Woods, and on our fertile Plaines</br>Wooe Shepheards Daughters with melodious strains,</br>Where was he now, or any other Powre?</br>So many sev'rall Lambes have I each howre</br>And crooked horned Rams brought to your Shrines,</br>And with Perfumes clouded the Sun that shines,</br>Yet now forsaken?  to an uncouth state</br>Must all things run, if such will be ingrate.", "Cease Remond (quoth the Boy) no more complaine,</br>Thy fairest Fida lives; nor doe thou staine</br>With vilde reproaches any power above,</br>They all as much as thee have beene in love:</br>Saturne his Rhea; Jupiter had store,</br>As Io, Leda, Europa, and more;</br>Mars entred Vulcans bed; pertooke his joy:</br>Phoebus had Daphne, and the sweet-fac'd Boy;</br>Venus, Adonis; and the God of Wit</br>In chastest bonds was to the Muses knit,</br>And yet remaines so, nor can any sever</br>His love, but brother-like affects them ever;</br>Pale-changefull Cinthia her Endimion had,</br>And oft on Latmus sported with that Lad:</br>If these were subject (as all mortall men)</br>Unto the golden shafts, they could not then</br>But by their owne affections rightly ghesse</br>Her death would draw on thine; thy wretchednesse</br>Charge them respectlesse; since no Swaine then thee</br>Hath offred more unto each Deitie.</br>But feare not, Remond, for those sacred Powres</br>Tread on oblivion; no desert of ours</br>Can be intoomb'd in their celestiall brests;</br>They weigh our offrings, and our solemne feasts,</br>And they forget thee not:  Fida (thy deere)</br>Treads on the earth, the bloud that's sprinkled here</br>Ne're fill'd her veynes, the Hynd possest this gore,</br>See where the Coller lyes she whilome wore;</br>Some Dog hath slaine her, or the griping Carle </br>That spoiles our Plaines in digging them for Marle.", "Looke as two little Brothers who, addrest</br>To search the hedges for a Thrushes nest,</br>And have no sooner got the leavy Spring,</br>When mad in lust with fearefull bellowing</br>A strong-neckt Bull pursues throughout the field,</br>One climbes a tree, and takes that for his shield,</br>Whence looking from one pasture to another,</br>What might betide to his much-loved Brother,</br>Further then can his over-drowned eyes</br>Aright perceive, the furious beast he spyes</br>Tosse something on his hornes, he knowes not what,</br>But one thing feares, and therefore thinkes it that;</br>When comming nigher he doth well discerne</br>It of the wondrous-one-night-seeding Ferne </br>Some bundle was:  yet thence he home-ward goes</br>Pensive and sad, nor can abridge the throes</br>His feare began, but still his minde doth move</br>Unto the worst:  Mistrust goes still with Love.</br>So far'd it with our Shepheard:  though he saw</br>Not ought of Fida's rayment, which might draw</br>A more suspicion; though the Coller lay</br>There on the grasse, yet goes he thence away</br>Full of mistrust, and vowes to leave that Plaine,</br>Till he embrace his chastest Love againe.</br>Love-wounded Doridon intreats him then</br>That he might be his partner, since no men</br>Had cases liker; he with him would goe,</br>Weepe when he wept, and sigh when he did so:</br>I quoth the Boy, will sing thee songs of love,</br>And as we sit in some all-shady grove,</br>Where Philomela and such sweetned throats</br>Are for the mastry tuning various noates,</br>I'le strive with them, and tune so sad a Verse,</br>That whilst to thee my fortunes I reherse,</br>No Bird but shall be mute, her noate decline,</br>And cease her woe, to lend an eare to mine.</br>I'le tell thee tales of love, and shew thee how</br>The Gods have wandred as we Shepheards now,</br>And when thou plain'st thy Fida's losse, will I</br>Eccho the same, and with mine owne supply</br>Know Remond I doe love, but, well-a-day</br>I know not whom; but as the gladsome May </br>Shee's faire and lovely, as a Goddesse shee</br>(If such as hers a Goddesse beauty be)</br>First stood before me, and inquiring was</br>How to the Marish see might soonest passe,</br>When rusht a villaine in, hell be his lot,</br>And drew her thence, since when I saw her not,</br>Nor know I where to search; but if thou please</br>'Tis not a Forrest, Mountaine, Rockes, or Seas</br>Can in thy journey stop my going on.</br>Fate so may smile on haplesse Doridon,</br>That he reblest may be with her faire sight,</br>Though thence his eyes possesse eternall night.", "Remond agreed, and many weary dayes</br>They now had spent in unfrequented wayes:</br>About the Rivers, Vallies, Holts and Crags,</br>Among the Ozyers and the waving Flags</br>They neerly pry, if any dens there be,</br>Where from the Sun might harbour crueltie:</br>Or if they could the bones of any spy,</br>Or torne by beasts, or humane tyranny.</br>They close inquiry make in caverns blinde,</br>Yet what they looke for would be death to finde.</br>Right as a curious man that would descrie</br>(Lead by the trembling hand of Jealousie),</br>If his faire wife have wrong'd his bed or no,</br>Meeteth his torment if he finde her so.", "One Ev'n, e're Phoebus (neere the golden shore</br>Of Tagus streame) his journey gan give o're;</br>They had ascended up a woody hill,</br>(Where oft the Fauni with their Bugles shrill</br>Wakened the Eccho, and with many a shout</br>Follow'd the fearefull Deere the woods about,</br>Or through the Brakes that hide the craggy rockes,</br>Digd to the hole where lyes the wily Foxe.)</br>Thence they beheld an under-lying Vale,</br>Where Flora set her rarest flowres at sale,</br>Whither the thriving Bee came oft to sucke them,</br>And fairest Nimphes to decke their haire did plucke them.</br>Where oft the Goddesses did run at base,</br>And on white Harts begun the Wilde-goose-chase:</br>Here various Nature seem'd adorning this,</br>In imitation of the fields of blisse;</br>Or as she would intice the soules of men</br>To leave Elizium, and live here agen.</br>Not Hybla mountaine in the jocund prime </br>Upon her many bushes of sweet Thyme </br>Shewes greater number of industrious Bees,</br>Then were the Birds that sung there on the trees.</br>Like the trim windings of a wanton Lake,</br>That doth his passage through a Meadow make,</br>Ran the delightfull Vally 'tweene two Hils:</br>From whose rare trees the precious Balme distils,</br>And hence Apollo had his simples good</br>That cur'd the Gods, hurt by the Earths ill brood.</br>A Christall River on her bosome slid,</br>And (passing) seem'd in sullen muttrings chid</br>The artlesse Songsters, that their Musicke still</br>Should charme the sweet Dale and the wistfull Hill:</br>Not suffering her shrill waters, as they run</br>Tun'd with a whistling gale in Unison </br>To tell as high they priz'd the brodred Vale</br>As the quicke Lennet or sweet Nightingale.</br>Downe from a steepe Rocke came the water first,</br>(Where lusty Satyres often quench'd their thirst)</br>And with no little speed seem'd all in haste,</br>Till it the lovely bottome had imbrac'd:</br>Then as intranc'd to heare the sweet Birds sing,</br>In curled whirlpooles she her course doth bring,</br>As loath to leave the songs that lull'd the Dale,</br>Or waiting time, when she and some soft gale</br>Should speake what true delight they did possesse</br>Among the rare flowres which the Vally dresse.</br>But since those quaint Musitians would not stay,</br>Nor suffer any to be heard but they:</br>Much like a little Lad who gotten new</br>To play his part amongst a skilfull crew</br>Of choise Musitians on some softer string</br>That is not heard, the others fingering</br>Drowning his Art, the Boy would gladly get</br>Applause with others that are of his Set,</br>And therefore strikes a stroke loud as the best,</br>And often descants when his fellowes rest;</br>That to be heard (as usuall singers doe)</br>Spoiles his owne Musicke and his partners too:</br>So at the further end the waters fell</br>From off an high bancke downe a lowly Dell,</br>As they had vow'd, ere passing from that ground,</br>The Birds should be inforc'd to heare their sound.", "No small delight the Shepheards tooke to see</br>A coombe so dight in Flora's livery,</br>Where faire Feronia honour'd in the Woods,</br>And all the Deities that haunt the floods,</br>With powrefull Nature strove to frame a plot,</br>Whose like the sweet Arcadia yeelded not.", "Downe through the arched wood the Shepheards wend,</br>And seeke all places that might helpe their end,</br>When comming neere the bottome of the hill,</br>A deepe fetch'd sigh which seem'd of power to kill</br>The brest that held it, pierc'd the listning wood,</br>Whereat the carefull Swaines no longer stood</br>Where they were looking on a tree, whose rynde</br>A Love-knot held, which two joyn'd hearts intwynde;</br>But searching round, upon an aged root</br>Thicke lynde with mosse which (though to little boot)</br>Seem'd as a shelter it had lending beene</br>Against cold Winters stormes and wreakfull teene;</br>Or clad the stocke in Summer with that hue</br>His withered branches not a long time knew:</br>For in his hollow truncke and perish'd graine</br>The Cuckowe now had many a Winter laine,</br>And thriving Pismires laid their egges in store;</br>The Dormouse slept there, and a many more.</br>Here sate the Lad, of whom I thinke of olde</br>Virgils prophetique spirit had foretold,</br>Who whilst Dame Nature for her cunnings sake</br>A male or female doubted which to make,</br>And to adorne him, more than all, assaid</br>This pritty youth was almost made a Maid.</br>Sadly he sate, (and as would griefe) alone,</br>As if the Boy and Tree had beene but one,</br>Whilst downe neere boughs did drops of Amber creepe,</br>As if his sorrow made the trees to weepe.</br>If ever this were true in Ovids Verse</br>That teares have powre an Adamant to pierce,</br>Or move things void of sense, 'twas here approv'd.</br>Things, vegetative, once, his teares have mov'd.</br>Surely the stones might well be drawne, in pitty</br>To burst that he should mone, as for a Ditty</br>To come and range themselves in order all,</br>And of their owne accord raise Thebes a wall.</br>Or else his teares (as did the others song)</br>Might have th' attractive power to move the throng</br>Of all the Forrests Citizens and Woods,</br>With ev'ry Denizon of Ayre and Floods,</br>To sit by him and grieve:  to leave their jarres,</br>Their strifes, dissentions, and all civill warres;</br>And though else disagreeing, in this one</br>Mourning for him should make an Union.</br>For whom the heavens would weare a sable sute,</br>If men, beasts, fishes, birds, trees, stones were mute.</br>His eyes were fixed (rather fixed Starres)</br>With whom it seem'd his teares had beene in warres,</br>The diff'rence this (a hard thing to discry)</br>Whether the drops were clearest or his eye.</br>Teares fearing conquest to the eye might fall,</br>An inundation brought and drowned all.</br>Yet like true Vertue from the top of State</br>(Whose hopes vilde Envie hath seene ruinate),</br>Being lowly cast, her goodnesse doth appeare</br>(Uncloath'd of greatnesse) more apparant cleere:</br>So though dejected, yet remain'd a feature,</br>Made sorrow sweet plac'd in so sweet a creature.</br>\"The test of misery the truest is,</br>In that none hath but what is surely his.\"</br>His armes a crosse, his sheepe-hooke lay beside him:</br>Had Venus pass'd this way, and chanc'd t' have spide him,</br>With open brest, lockes on his shoulders spred,</br>She would have sworne (had she not seene him dead;)</br>It was Adonis; or if e're there was</br>Held transmigration by Pithagoras </br>Of soules, that certaine then, her lost-loves spirit</br>A fairer body never could inherit.</br>His Pipe which often wont upon the Plaine</br>To sound the Dorian, Phrygian, Lydian straine,</br>Lay from his Hooke and Bagge cleane cast apart,</br>And almost broken like his Masters heart.</br>Yet till the two kinde Shepheards neere him stept,</br>I finde he nothing spake but that he wept.", "Cease gentle Lad (quoth Remond), let no teare</br>Cloud those sweet beauties in thy face appeare;</br>Why dost thou call-on that which comes alone,</br>And will not leave thee till thy selfe art gone?</br>Thou maist have griefe, when other things are reft thee:</br>All else may slide away, this still is left thee;</br>And when thou wantest other company,</br>Sorrow will ever be imbracing thee.</br>But fairest Swaine what cause hast thou of woe?</br>Thou hast a well-fleec'd flocke feed to and fro,</br>(His sheepe along the Vally that time fed</br>Not farre from him, although unfollowed).</br>What doe thy Yewes abortives bring?  or Lambs</br>For want of milke seeke to their fellowes Dams?</br>No gryping Land-lord hath inclos'd thy walkes,</br>Nor toyling Plowman furrow'd them in balkes.</br>Ver hath adorn'd thy Pastures all in greene</br>With Clover-grasse as fresh as may be seene:</br>Cleare gliding Springs refresh thy Meadowes heat,</br>Meads promise to thy charge their winter-meat,</br>And yet thou griev'st.  O!  had some Swains thy store,</br>Their Pipes should tell the Woods they ask'd no more.</br>Or have the Parcae with unpartiall knife</br>Left some friends body tenantlesse of life,</br>And thou bemoan'st that Fate in his youths morne</br>Ore-cast with clouds his light but newly borne?</br>\"Count not how many yeeres he is bereav'd,</br>But those which he possest and had receiv'd;</br>If I may tread no longer on this stage,</br>Though others thinke me young; it is mine age:</br>For who so hath his Fates full period told,</br>He full of yeeres departs, and dyeth old.\"</br>May be that Avarice thy minde hath crost,</br>And so thy sighes are for some trifle lost.</br>Why shouldst thou hold that deare the world throwes on thee?</br>\"Thinke nothing good which may be taken from thee.\"</br>Look as some pondrous weight or massie pack,</br>Laid to be carried on a Porters back,</br>Doth make his strong joynts cracke, and forceth him</br>Maugre the helpe of every nerve and lym,</br>To straggle in his gate, and goeth double,</br>Bending to earth, such is his burdens trouble:</br>So any one by Avarice ingirt,</br>And prest with wealth, lyes groveling in the dirt.</br>His wretched minde bends to no point but this,</br>That who hath most of wealth hath most of blisse.</br>Hence comes the world to seeke such traffique forth</br>And passages through the congealed North,</br>Who when their haires with Isicles are hung,</br>And that their chatt'ring teeth confound their tongue,</br>Shew them a glitt'ring stone, will streight wayes say,</br>If paines thus prosper, oh, what fooles would play?</br>Yet I could tell them (as I now doe thee)</br>\"In getting wealth we lose our libertie.</br>Besides, it robs us of our better powres,</br>And we should be our selves, were these not ours.</br>He is not poorest that hath least in store,</br>But he which hath enough, yet asketh more:</br>Nor is he rich by whom are all possest,</br>But he which nothing hath, yet asketh least.</br>If thou a life by Natures leading pitch,</br>Thou never shalt be poore, nor ever rich</br>Led by Opinion; for their states are such,</br>Nature but little seekes, Opinion much.\"</br>Amongst the many buds proclaiming May,</br>(Decking the fields in holy-dayes aray,</br>Striving who shall surpasse in bravery)</br>Marke the faire blooming of the Hawthorne-tree </br>Who finely cloathed in a robe of white,</br>Feeds full the wanton eye with May's delight;</br>Yet for the bravery that she is in</br>Doth neyther handle Carde nor Wheele to spin,</br>Nor changeth robes but twice:  is never seene</br>In other colours then in white or greene.</br>Learne then content, young Shepheard, from this tree,</br>Whose greatest wealth is Natures livery;</br>And richest ingots never toyle to finde,</br>Nor care for poverty but of the minde.", "This spoke yong Remond:  yet the mournfull Lad</br>Not once replyde; but with a smile, though sad,</br>He shooke his head, then crost his armes againe,</br>And from his eyes did showres of salt teares raine;</br>Which wrought so on the Swains, they could not smother</br>Their sighes, but spent them freely as the other.</br>Tell us (quoth Doridon) thou fairer farre</br>Then he whose chastity made him a Starre,</br>More fit to throw the wounding shafts of Love,</br>Then follow sheepe, and pine here in a Grove.</br>O doe not hide thy sorrowes, shew them briefe;</br>\"He oft findes ayde that doth disclose his griefe.\"</br>If thou wouldst it continue, thou dost wrong;</br>\"No man can sorrow very much and long\":</br>For thus much loving Nature hath dispos'd,</br>That 'mongst the woes that have us round enclos'd,</br>This comfort's left (and we should blesse her for't)</br>That we may make our griefes be borne, or short.</br>Beleeve me Shepheard we are men no lesse</br>Free from the killing throes of heavinesse</br>Then thou art here, and but this diff'rence sure,</br>That use hath made us apter to endure.</br>More he had spoke, but that a Bugle shrill</br>Rung through the Vally from the higher Hill,</br>And as they turn'd them tow'rds the hartning sound,</br>A gallant Stag as if he scorn'd the ground,</br>Came running with the winde, and bore his head</br>As he had beene the King of forrests bred.</br>Not swifter comes the Messenger of Heaven,</br>Or winged vessell with a full gale driven,</br>Nor the swift Swallow flying neere the ground,</br>By which the ayres distemp'rature is found:</br>Nor Mirrha's course, nor Daphne's speedy flight,</br>Shunning the daliance of the God of light,</br>Then seem'd the Stag, that had no sooner crost them,</br>But in a trice their eyes as quickly lost him.", "The weeping Swaine ne're mov'd, but as his eyes</br>Were onely given to shew his miseries,</br>Attended those; and could not once be won</br>To leave that object whence his teares begun.", "O had that man, who (by a Tyrants hand)</br>Seeing his childrens bodies strew the sand,</br>And he next morne for torments prest to goe,</br>Yet from his eyes let no one small teare flow,</br>But being ask'd how well he bore their losse,</br>Like to a man affliction could not crosse,</br>He stoutly answer'd:  Happier sure are they</br>Then I shall be by space of one short day:</br>No more his griefe was.  But had he beene here,</br>He had beene flint, had he not spent a teare.</br>For still that man the perfecter is knowne,</br>Who others sorrowes feeles more then his owne.", "Remond and Doridon were turning then</br>Unto the most disconsolate of men,</br>But that a gallant Dame, faire as the morne</br>Or lovely bloomes the Peach-tree that adorne,</br>Clad in a changing silke, whose lustre shone</br>Like yellow flowres and grasse farre off, in one:</br>Or like the mixture Nature doth display</br>Upon the quaint wings of the Popinjay,</br>Her horne about her necke with silver tip,</br>Too hard a metall for so soft a lip:</br>Which it no oftner kist, then Jove did frowne,</br>And in a mortals shape would faine come downe</br>To feed upon those dainties, had not hee</br>Beene still kept back by Juno's jealousie.</br>An Ivory dart she held of good command,</br>White was the bone, but whiter was her hand;</br>Of many peeces was it neatly fram'd,</br>But more the hearts were that her eyes inflam'd.</br>Upon her head a greene light silken cap:</br>A peece of white Lawne shadow'd either pap,</br>Betweene which hillockes many Cupids lay,</br>Where with her necke or with her teates they play,</br>Whilst her quicke hart will not with them dispence,</br>But heaves her brests as it would beat them thence:</br>Who, fearing much to lose so sweet repaire,</br>Take faster hold by her dishevell'd haire.</br>Swiftly she ran; the sweet Bryers to receive her</br>Slipt their imbracements, and (as loath to leave her)</br>Stretch'd themselves to their length:  yet on shee goes.</br>So great Diana frayes a heard of Roes </br>And speedy followes:  Arethusa fled</br>So from the River, that her ravished.", "When this brave Huntresse neere the Shepheards drew.</br>Her Lilly arme in full extent she threw,</br>To plucke a little bough (to fan her face)</br>From off a thicke-leav'd Ash:  (no tree did grace</br>The low Grove as did this, the branches spred</br>Like Neptune's Trident upwards from the head.)</br>No sooner did the grieved Shepheard see</br>The Nimphs white hand extended tow'rds the tree,</br>But rose and to her ran, yet she had done</br>Ere he came neere, and to the wood was gone;</br>Yet now approach'd the bough the Huntresse tore,</br>He suckt it with his mouth, and kist it o're</br>A hundred times, and softly gan it binde</br>With Dock-leaves, and a slip of Willow rinde.</br>Then roud the trunke he wreaths his weakned armes,</br>And with his scalding teares the smooth barke warmes,</br>Sighing and groaning, that the Shepheards by</br>Forgot to helpe him, and lay downe to cry:</br>\"For 'tis impossible a man should be</br>Griev'd to himselfe, or faile of company.\"</br>Much the two Swaines admir'd, but pitty'd more</br>That he no powre of words had, to deplore</br>Or shew what sad misfortune 'twas befell</br>To him, whom Nature (seem'd) regarded well.", "As thus they lay, and while the speechlesse Swaine</br>His teares and sighes spent to the woods in vaine,</br>One like a wilde man over-growne with hayre,</br>His nayles long growne, and all his body bare,</br>Save that a wreath of Ivy twist did hide</br>Those parts which Nature would not have discride,</br>And the long hayre that curled from his head</br>A grassie garland rudely covered.", "But Shepheards I have wrong'd you, 'tis now late,</br>For see our Maid stands hollowing on yond gate,</br>'Tis supper-time, withall, and we had need</br>Make haste away, unlesse we meane to speed</br>With those that kisse the Hares foot:  Rhumes are bred,</br>Some say, by going supperlesse to bed,</br>And those I love not; therefore cease my rime,</br>And put my Pipes up till another time.</br>"]