["Ye maidens modest!  on whose sullen brows</br>Hath weaning chastity her wrinkles cull'd,</br>Who constant labour o'er consumptive oil</br>At midnight knell, to wash sleep's nightly balm</br>From closing eye-lips, with the grateful drops</br>Of TEA'S blest juices; lift th' obsequious lays</br>That come not with Parnassian honours crown'd</br>To dwell in murmur o'er your sleepy sense,</br>But fresh from ORIENT blown to chace far off</br>Your LETHARGY, that dormant NEEDLES rous'd</br>May pierce the waving MANTUA'S silken folds:</br>For many a dame, in chamber sadly pent,</br>Hath this reviving limpid call'd to life;</br>And well it did, to mitigate the frowns</br>Of anger reddening on Lucindas' brow</br>With flash malignant, that had harbour'd there,</br>If she at masquerade, or play, or ball,</br>Appear'd not in her newest best attire,</br>But VENUS, goddess of th' eternal smile,</br>Knowing that stormy brows but ill become</br>Fair patterns of her beauty, hath ordain'd</br>Celestial Tea.  A fountain that can cure</br>The ills of passion, and can free the FAIR</br>From frowns and sighs, by disappointment earn'd.", "To her, ye fair, in admiration bow!</br>Whether at blushing morn, or dewy eve;</br>Her smoaking cordials greet your fragrant board,</br>With Sushong, Congo, or coarse Bohea crown'd.</br>At midnight skies, ye MANTUA-MAKERS, hail</br>The sacred offering! &mdash; For the haughty Belles</br>No longer can upbraid your lingering hands;</br>With train upborn aloft by dusty gales</br>That sweep the ball-room &mdash; swift they glide along,</br>And, with their falling streamers, catch the eye</br>Of some ADONIS, mark'd to love a prey,</br>Whose bosom ne'er had panted with a sigh,</br>But for the silken draperies that inclose</br>Graces which nature has by art conceal'd.", "Mark well the fair!  observe their modest eye,</br>With all the innocence of beauty blest.</br>Could slander o'er that tongue its power retain</br>Whose breath is music?  Ah, fallacious thought!</br>The surface is Ambrosia's mingled sweets;</br>But all below is death.  At Tea-board met,</br>Attend their prattling tongues &mdash; they scoff &mdash; they rail</br>Unbounded; but their darts chiefly aim'd</br>At some gay FAIR, whose beauties far eclipse</br>Her dim beholders: &mdash; who with haggard eyes</br>Would blight those charms where raptures long have dwelt</br>In extacy delighted and sufficed.", "In vain, hath BEAUTY, with her varied robe,</br>Bestow'd her glowing blushes o'er her cheeks,</br>And call'd attendant glances to her aid,</br>To blend the scarlet and the lilly fair.</br>In vain did Venus in her fav'rite mould</br>Adapt the slender form to Cupid's choice;</br>When slander comes, her blasts too fatal prove;</br>Pale are those cheeks where youth and beauty glow'd,</br>Where smiles, where freshness, and where roses grew:</br>Ghastly and wan their GORGON picture comes</br>With every fury grinning from the locks</br>Of frightful monster &mdash; ENVY'S hissing tongue,</br>With deepest vengeance wounds, and every wound</br>With deeper canker, deeper poison teems.", "O GOLD!  thy luring lustre first prevail'd</br>On MAN to tempt the fretful winds and waves,</br>And hunt new fancies.  Still thy glaring form</br>Bids commerce thrive, and o'er the Indian waves</br>O'er-stemming danger draw the lab'ring keel</br>From CHINA'S coast, to Britain's colder clime.</br>Fraught with the fruits and herbage of their vales;</br>In them whatever vegetable springs,</br>How loathsome and corrupted, triumphs here,</br>The bane of life, of health the sure decay;</br>Yet, yet we follow, and extol the draught,</br>Tho' nervous ails should spring, and vap'rish qualms</br>Our senses and our appetites destroy.", "Look round, ye sipplers of the poison'd cup</br>From foreign plant distilled!  no more repine</br>That NATURE, sparing of her sacred sweets,</br>Hath doom'd you in a wilderness to dwell,</br>While round Britannia's streams she kindly rears</br>Green SAGE and WILD THYME, &mdash; These were sure decreed</br>As plants of BRITAIN to regale her sons</br>With native moisture, more refreshing sweet,</br>And more profuse of health and vigor's balm,</br>Than all the stems that INDIA can boast.</br>"]