["THE ARGUMENT.</br>The Cornish Swaines and Brittish Bard </br>Thetis hath with attention heard.</br>And after meets an aged man</br>That tels the haplesse love of Pan:</br>And why the flockes doe live so free</br>From Wolves within rich Britannie.", "Looke as a Lover with a lingring kisse</br>About to part with the best halfe that's his,</br>Faine would he stay but that he feares to doe it,</br>And curseth time for so fast hastning to it:</br>Now takes his leave, and yet begins anew</br>To make lesse vowes then are esteemed true:</br>Then sayes he must be gone, and then doth finde</br>Something he should have spoke that's out of minde;</br>And whilst he stands to look for 't in her eyes,</br>Their sad-sweet glance so tye his faculties</br>To thinke from what he parts, that he is now</br>As farre from leaving her, or knowing how,</br>As when he came; begins his former straine,</br>To kisse, to vow, and take his leave againe,</br>Then turnes, comes back, sighes, parts, and yet doth goe,</br>Apt to retyre, and loath to leave her so.</br>Brave Streame, so part I from thy flowrie banke,</br>Where first I breath'd, and (though unworthy) dranke</br>Those sacred waters which the Muses bring</br>To woo Britannia to their ceaslesse spring.</br>Now would I on, but that the christall Wels,</br>The fertill Meadowes and their pleasing smels,</br>The Woods delightfull and the scatt'red Groves,</br>(Where many Nymphes walke with their chaster Loves)</br>Soone make me stay:  And think that Ordgar's sonne</br>(Admonish'd by a heavenly vision)</br>Not without cause did that apt fabricke reare,</br>(Wherein we nothing now but Eccho's heare</br>That wont with heavenly Anthemes daily ring</br>And duest praises to the greatest King)</br>In this choise plot.  Since he could light upon</br>No place so fit for contemplation.</br>Though I a while must leave this happy soyle,</br>And follow Thetis in a pleasing toyle,</br>Yet when I shall returne, Ile strive to draw</br>The Nymphs by Thamar, Tavy, Ex and Tau,</br>By Turridge, Otter, Ock, by Dert and Plym,</br>With all the Nayades that fish and swim</br>In their cleare streames, to these our rising Downes,</br>Where while they make us chaplets, wreaths and crowns,</br>Ile tune my Reede unto a higher key,</br>(And have already cond some of the Lay.)</br>Wherein (as Mantua by her Virgils birth</br>And Thames by him that sung her Nuptiall mirth)</br>You may be knowne (though not in equall pride)</br>As farre as Tiber throwes his swelling Tide.</br>And by a Shepheard (feeding on your plaines)</br>In humble, lowly, plaine, and ruder straines,</br>Heare your worths challenge other floods among,</br>To have a period equall with their song.", "Where Plym and Thamar with imbraces meet,</br>Thetis weighes ancor now, and all her Fleet:</br>Leaving that spacious Sound, within whose armes</br>I have those Vessels seene, whose hote alarmes</br>Have made Iberia tremble, and her towres</br>Prostrate themselves before our iron showres</br>While their proud builders hearts have been inclynde</br>To shake (as our brave Ensignes) with the wynde.</br>For as an Eyerie from their Seeges wood</br>Led o're the Playnes and taught to get their food:</br>By seeing how their Breeder takes his prey</br>Now from an Orchard doe they scare the Jey,</br>Then o're the Corne-fields as they swiftly flye,</br>Where many thousand hurtfull Sparrowes lye</br>Beating the ripe graine from the bearded eare,</br>At their approach, all (overgone with feare)</br>Seeke for their safetie:  some into the dyke,</br>Some in the hedges drop, and others like</br>The thicke-growne corne, as for their hiding best,</br>And under turfes or grasse most of the rest;</br>That of a flight which cover'd all the graine,</br>Not one appeares, but all or hid, or slaine:</br>So by Heroes were we led of yore,</br>And by our drummes that thundred on each shore,</br>Stroke with amazement Countries farre and neere;</br>Whilst their Inhabitants like Heards of Deere,</br>By kingly Lyons chas'd, fled from our Armes.</br>If any did oppose, instructed swarmes</br>Of men immayl'd; Fate drew them on to be</br>A greater Fame to our got Victory.", "But now our Leaders want; those Vessels lye</br>Rotting, like houses through ill husbandry;</br>And on their Masts where oft the Ship-boy stood,</br>Or silver Trumpets charm'd the brackish Flood,</br>Some wearyed Crow it set; and daily seene</br>Their sides instead of pitch calk'd o're with greene:</br>Ill hap (alas) have you that once were knowne</br>By reaping what was by Iberia sowne.</br>By bringing yealow sheaves from out their plaine,</br>Making our Barnes the store-house for their graine:</br>When now as if we wanted land to till,</br>Wherewith we might our uselesse Souldiers fill:</br>Upon their Hatches where halfe-pikes were borne,</br>In every chinke rise stems of bearded corne:</br>Mocking our idle times that so have wrought us,</br>Or putting us in minde what once they brought us.", "Beare with me Shepheards if I doe digresse,</br>And speake of what our selves doe not professe:</br>Can I behold a man that in the field,</br>Or at a breach hath taken on his Shield</br>More Darts then ever Romane; that hath spent</br>Many a cold December, in no Tent</br>But such as Earth and Heaven make; that hath beene</br>Except in Iron Plates not long time seene;</br>Upon whose body may be plainly told</br>More wounds then his lanke purse doth almes-deeds hold;</br>O!  can I see this man (adventring all)</br>Be onely grac'd with some poore Hospitall,</br>Or may be worse, intreating at his doore</br>For some reliefe whom he secur'd before,</br>And yet not shew my griefe?  First may I learne</br>To see, and yet forget how to discerne;</br>My hands neglectfull be at any need,</br>Or to defend my body, or to feed,</br>Ere I respect those times that rather give him</br>Hundreds to punish, then one to relieve him.", "As in an Evening when the gentle ayre</br>Breathes to the sullen night a soft repayre,</br>I oft have set on Thames sweet banke to heare</br>My Friend with his sweet touch to charme mine eare,</br>When he hath plaid (as well he can) some straine</br>That likes me, streight I aske the same againe,</br>And he as gladly granting, strikes it o're</br>With some sweet relish was forgot before:</br>I would have beene content if he would play</br>In that one straine to passe the night away;</br>But fearing much to doe his patience wrong,</br>Unwillingly have ask'd some other song.</br>So in this diffring Key, though I could well</br>A many houres but as few minutes tell,</br>Yet least mine owne delight might injure you</br>(Though loath so soone) I take my Song anew.", "Yet as when I with other Swaines have beene</br>Invited by the Maidens of our greene</br>To wend to yonder Wood, in time of yeare</br>When Cherry-trees inticing burdens beare,</br>Hee that with wreathed legs doth upwards goe,</br>Pluckes not alone for those which stand below;</br>But now and then is seene to picke a few</br>To please himselfe as well as all his crew:</br>Or if from where he is he doe espie</br>Some Apricock upon a bough thereby,</br>Which overhangs the tree on which he stands,</br>Climbes up and strives to take it with his hands:</br>So if to please my selfe I somewhat sing,</br>Let it not be to you lesse pleasuring.</br>No thirst of glory tempts me:  for my straines</br>Befit poore Shepheards on the lowly Plaines;</br>The hope of riches cannot draw from mee</br>One line that tends to servile flatterie,</br>Nor shall the most in titles on the earth</br>Blemish my Muse with an adulterate birth,</br>Nor make me lay pure colours on a ground</br>Where nought substantiall can be ever found.</br>No; such as sooth a base and dunghill spirit,</br>With attributes fit for the most of merit,</br>Cloud their free Muse; as when the Sun doth shine</br>On straw and durt mixt by the sweating Hyne,</br>It nothing gets from heapes so much impure</br>But noysome steames that doe his light obscure.", "My free-borne Muse will not like Danae be,</br>Won with base drosse to clip with slavery;</br>Nor lend her choiser Balme to worthlesse men,</br>Whose names would dye but for some hired pen.</br>No:  if I praise, Vertue shall draw me to it,</br>And not a base procurement make me doe it.</br>What now I sing is but to passe away</br>A tedious houre, as some Musitians play;</br>Or make another my owne griefes bemone;</br>Or to be least alone when most alone.</br>In this can I as oft as I will choose,</br>Hug sweet content by my retyred Muse,</br>And in a study finde as much to please</br>As others in the greatest Pallaces.</br>Each man that lives, (according to his powre)</br>On what he loves bestowes an idle howre;</br>In stead of Hounds that make the wooded hils</br>Talke in a hundred voyces to the Rils,</br>I like the pleasing cadence of a line</br>Strucke by the consort of the sacred Nine.</br>In lieu of Hawkes, the raptures of my soule</br>Transcend their pitch and baser earths controule.</br>For running Horses, Contemplation flyes</br>With quickest speed to winne the greatest prize.</br>For courtly dancing I can take more pleasure</br>To heare a Verse keepe time and equall measure.</br>For winning Riches, seeke the best directions</br>How I may well subdue mine owne affections.</br>For raysing stately pyles for heyres to come,</br>Here in this Poem I erect my toombe.</br>And time may be so kinde in these weake lines</br>To keepe my Name enroll'd, past his, that shines</br>In guilded Marble, or in brazen leaves:</br>Since Verse preserves when Stone and Brasse deceives.</br>Or if (as worthlesse) Time not lets it live</br>To those full dayes which others Muses give,</br>Yet I am sure I shall be heard and sung</br>Of most severest eld, and kinder young</br>Beyond my dayes; and, maugre Envies strife,</br>Adde to my name some houres beyond my life.", "Such of the Muses are the able powres,</br>And since with them I spent my vacant houres,</br>I finde nor Hawke, nor Hound, nor other thing,</br>Turnyes nor Revels, pleasures for a King,</br>Yeeld more delight; for I have oft possest</br>As much in this as all in all the rest,</br>And that without expence, when others oft</br>With their undoings have their pleasures bought.", "On now, my loved Muse, and let us bring</br>Thetis to heare the Cornish Michael sing;</br>And after him to see a Swaine unfold</br>The Tragedie of DRAKE in leaves of gold.</br>Then heare another GREENVILS name relate,</br>Which times succeeding shall perpetuate,</br>And make those two the Pillers great of Fame,</br>Beyond whose worths shall never sound a Name,</br>Nor Honour in her everlasting story</br>More deeper grave for all ensuing glory.", "Now Thetis stayes to heare the Shepheards tell</br>Where Arthur met his death, and Mordred fell:</br>Of holy Ursula (that fam'd her age)</br>With other Virgins in her pilgrimage.</br>And as shee forwards steeres is showne the Rocke</br>Maine-Amber, to be shooke with weakest shocke,</br>So equall is it poyz'd; but to remove</br>All strength would faile, and but an infants prove.</br>Thus while to please her some new Songs devise,</br>And others Diamonds (shaped angle-wise,</br>And smooth'd by Nature, as she did impart</br>Some willing time to trim her selfe by Art)</br>Sought to present her and her happy crew:</br>She of the Gulfe and Syllies tooke a view.</br>And doubling then the poynt, made on away</br>Tow'rds goodly Severne and the Irish Sea,</br>There meets a Shepheard that began sing o're</br>The Lay which aged Robert sung of yore,</br>In praise of England and the deeds of Swaines</br>That whilome fed and rul'd upon our plaines.</br>The Brittish Bards then were not long time mute,</br>But to their sweet Harps sung their famous Brute:</br>Striving in spight of all the mists of eld,</br>To have his Story more autenticque held.", "Why should we envy them those wreaths of Fame?</br>Being as proper to the Troyan name,</br>As are the dainty flowres which Flora spreads</br>Unto the Spring in the discoloured Meads.</br>Rather afford them all the worth we may,</br>For what we give to them adds to our Ray.</br>And, Brittons:  thinke not that your glories fall,</br>Derived from a meane originall;</br>Since lights that may have powre to check the darke</br>Can have their lustre from the smallest sparke.</br>\"Not from Nobilitie doth Vertue spring,</br>But Vertue makes fit Nobles for a King.</br>From highest nests are croaking Ravens borne,</br>When sweetest Nightingales sit in the Thorne.\"</br>From what low Fount soe're your beings are</br>(In softer peace and mighty brunts of warre)</br>Your owne worths challenge as triumphant Bayes </br>As ever Trojan hand had power to raise.</br>And when I leave my Musiques plainer ground,</br>The world shall know it from Bellona's sound.</br>Nor shall I erre from Truth; for what I write</br>She doth peruse, and helps me to indite.</br>The small converse which I have had with some,</br>Branches, which from those gallant trees have come,</br>Doth, what I sing, in all their acts approve,</br>And with more dayes increase a further love.", "As I have seene the Lady of the May</br>Set in an Arbour (on a Holy-day)</br>Built by the May-pole, where the jocund Swaines</br>Dance with the Maidens to the Bagpipes straines,</br>When envious Night commands them to be gone,</br>Call for the merry yongsters one by one,</br>And for their well performance soone disposes:</br>To this a Garland interwove with Roses.</br>To that a carved Hooke, or well-wrought Scrip,</br>Gracing another with her cherry lip:</br>To one her Garter, to another then</br>A Hand-kerchiefe cast o're and o're agen:</br>And none returneth emptie that hath spent</br>His paynes to fill their rurall merriment:</br>So Nereus Daughter, when the Swaines had done</br>With an unsparing, liberall hand, begun</br>To give to every one that sung before,</br>Rich orient Pearles brought from her hidden store,</br>Red branching Corrall, and as precious Jems</br>As ever beautifide the Diadems:</br>That they might live what chance their sheepe betide,</br>On her reward, yet leave their heires beside.</br>Since when I thinke the world doth nothing give them,</br>As weening Thetis ever should relieve them.</br>And Poets freely spend a golden showre,</br>As they expected Her againe each houre.", "Then with her thankes and praises for their skill</br>In tuning numbers of the sacred Hill,</br>Shee them dismist to their contented Coates;</br>And every Swaine a severall passage floates</br>Upon his Dolphin.  Since whose safe repayre,</br>Those Fishes, like, a well composed ayre.</br>And (as in love to men) are ever seene</br>Before a tempests rough regardlesse teene,</br>To swim high on the waves:  as none should dare</br>Excepting fishes to adventure there.", "When these had left her, she drave on in pride</br>Her prouder Coursers through the swelling tyde,</br>To view the Cambrian Cliffes, and had not gone</br>An houres full speede, but neere a Rocke (whereon</br>Congealed frost and snow in Summer lay,</br>Seldome dissolued by Hyperions ray)</br>Shee saw a troope of people take their seat,</br>Whereof some wrung their hands, and some did beat</br>Their troubled brests, in signe of mickle woe,</br>For those are actions griefe inforceth to.</br>Willing to know the cause, somewhat neere hand</br>She spyes an aged man sit by the strand,</br>Upon a greene hill side (not meanly crown'd</br>With golden flowres, as chiefe of all the ground)</br>By him a little Lad, his cunning heyre,</br>Tracing greene Rushes for a Winter Chayre.</br>The old man while his sonne full neatly knits them</br>Unto his worke begun, as trimly fits them.</br>Both so intending what they first propounded,</br>As all their thoghts by what they wrought were bounded.", "To them She came, and kindly thus bespake:</br>Ye happy creatures, that your pleasures take</br>In what your needes inforce, and never aime</br>A limitlesse desire to what may maime</br>The setled quiet of a peacefull state,</br>Patience attend your labours!  And when Fate</br>Brings on the restfull night to your long dayes,</br>Wend to the fields of blisse!  Thus Thetis prayes.", "Fayre Queene, to whom all dutious prayse wee owe,</br>Since from thy spacious Cesterne daily flow</br>(Replyd the Swaine) refreshing streames that fill</br>Earth's dugs (the hillockes) so preserving still</br>The infant grasse, when else our Lambs might bleat</br>In vaine for sucke, whose Dams have nought to eat:</br>For these thy prayers we are doubly bound,</br>And that these Cleeves should know; but (O) to sound</br>My often mended Pipe presumption were,</br>Since Pan would play if thou wouldst please to heare.</br>The louder blasts which I was wont to blow</br>Are now but faint, nor doe my fingers know</br>To touch halfe part those merry tunes I had.</br>Yet if thou please to grace my little Lad</br>With thy attention, he may somewhat strike</br>Which thou from one so young maist chance to like.", "With that the little Shepheard left his taske,</br>And with a blush (the Roses onely maske)</br>Denyde to sing.  Ah father (quoth the Boy),</br>How can I tune a seeming note of joy?</br>The worke which you command me, I intend</br>Scarce with a halfe bent minde, and therefore spend</br>In doing little, now, an houre or two</br>Which I in lesser time could neater doe.</br>As oft as I with my more nimble joynts</br>Trace the sharpe Rushes ends, I minde the points</br>Which Philocel did give; and when I brush</br>The pritty tuft that growes beside the rush,</br>I never can forget (in yonder layre)</br>How Philocel was wont to stroake my hayre.</br>No more shall I be tane unto the Wake,</br>Nor wend a fishing to the winding Lake,</br>No more shall I be taught on silver strings</br>To learne the measures of our banquettings:</br>The twisted Collers, and the ringing Bels,</br>The Morrice Scarfes and cleanest drinking shels</br>Will never be renew'd by any one;</br>Nor shall I care for more when he is gone.</br>See; yonder hill where he was wont to sit,</br>A cloud doth keepe the golden Sun from it,</br>And for his seat (as teaching us) hath made</br>A mourning covering with a scowling shade.</br>The dew on every flowre, this morne, hath laine</br>Longer then it was wont, this side the plaine;</br>Belike they meane since my best friend must dye,</br>To shed their silver drops as he goes by.</br>Not all this day here, nor in comming hither,</br>Heard I the sweet Birds tune their Songs together,</br>Except one Nightingale in yonder Dell</br>Sigh'd a sad Elegie for Philocel;</br>Neere whom a Wood-Dove kept no small adoe,</br>To bid me in her language Doe so too,</br>The Weathers bell that leads our flocke around</br>Yeelds as me thinkes this day a deader sound.</br>The little Sparrowes which in hedges creepe,</br>Ere I was up did seeme to bid me weepe.</br>If these doe so, can I have feeling lesse,</br>That am more apt to take and to expresse?</br>No:  let my owne tunes be the Mandrakes grone</br>If now they tend to mirth when all have none.", "My pritty Lad (quoth Thetis) thou dost well</br>To feare the losse of thy deere Philocel.</br>But tell me Sire what may that Shepheard be,</br>Or if it lye in us to set him free,</br>Or if with you yond people touch'd with woe</br>Under the selfe-same loade of sorrow goe.", "Faire Queene (replyde the Swaine) one is the cause</br>That moves our griefe, and those kind shepherds draws</br>To yonder rocke.  Thy more then mortall spirit</br>May give a good beyond our power to merit.</br>And therefore please to heare while I shall tell</br>The haplesse Fate of hopelesse Philocel.", "Whilome great Pan, the Father of our flockes</br>Lov'd a faire lasse so famous for her lockes,</br>That in her time all women first begun</br>To lay their looser tresses to the Sun.</br>And theirs whose hew to hers was not agreeing,</br>Were still roll'd up as hardly worth the seeing.</br>Fondly have some beene led to thinke, that Man</br>Musickes invention first of all began</br>From the dull Hammers stroke; since well we know</br>From sure tradition that hath taught us so,</br>Pan sitting once to sport him with his Fayre</br>Mark'd the intention of the gentle ayre,</br>In the sweet sound her chaste words brought along;</br>Fram'd by the repercussion of her tongue:</br>And from that harmony begun the Art</br>Which others (though unjustly) doe impart</br>To bright Apollo, from a meaner ground:</br>A sledge or parched nerves; meane things to found</br>So rare an Art on; when there might be given</br>All earth for matter with the gyre of heaven.</br>To keepe her slender fingers from the Sunne,</br>Pan through the pastures oftentimes hath run</br>To plucke the speckled Foxe-gloves from their stem,</br>And on those fingers neatly placed them.</br>The Hony-suckles would he often strip</br>And lay their sweetnesse on her sweeter lip:</br>And then as in reward of such his paine,</br>Sip from those cherryes some of it againe.</br>Some say, that Nature, while this lovely Maide</br>Liv'd on our plaines, the teeming earth araide</br>With Damaske Roses in each pleasant place,</br>That men might liken somewhat to her face.</br>Others report:  Venus, afraid her sonne</br>Might love a mortall as he once had done,</br>Preferr'd an earnest sute to highest Jove,</br>That he which bore the winged shafts of love</br>Might be debarr'd his sight, which sute was sign'd,</br>And ever since the God of Love is blynde.</br>Hence is't he shoots his shafts so cleane awry:</br>Men learne to love when they should learne to dye.</br>And women, which before, to love began</br>Man without wealth, love wealth without a man.", "Great Pan of his kinde Nymph had the imbracing</br>Long, yet too short a time.  For as in tracing</br>These pithfull Rushes, such as are aloft,</br>By those that rais'd them presently are brought</br>Beneath unseene:  So in the love of Pan </br>(For Gods in love doe undergoe as man),</br>Shee, whose affection made him raise his song,</br>And (for her sport) the Satyres rude among</br>Tread wilder measures, then the frolike guests,</br>That lift their light heeles at Lyeus feasts;</br>Shee by the light of whose quicke-turning eye</br>Hee never read but of felicitie:</br>Shee whose assurance made him more than Pan,</br>Now makes him farre more wretched then a man.</br>For mortals in their losse have death a friend,</br>When gods have losses, but their losse no end.", "It chanc'd one morne (clad in a robe of gray,</br>And blushing oft as rising to betray)</br>Intic'd this lovely Maiden from her bed</br>(So when the Roses have discovered</br>Their taintlesse beauties, flyes the early Bee</br>About the winding Allyes merrily.)</br>Into the Wood:  and 'twas her usuall sport,</br>Sitting where most harmonious Birds resort,</br>To imitate their warbling in a quill</br>Wrought by the hand of Pan, which she did fill</br>Halfe full with water:  and with it hath made</br>The Nightingale (beneath a sullen shade)</br>To chant her utmost Lay, nay, to invent</br>New notes to passe the others instrument,</br>And (harmelesse soule) ere shee would leave that strife,</br>Sung her last song, and ended with her life.</br>So gladly chusing (as doe other some)</br>Rather to dye then live and be o're come.", "But as in Autumne (when birds cease their noates,</br>And stately Forrests d'on their yealow coates:</br>When Ceres golden lockes are nearely shorne</br>And mellow fruit from trees are roughly torne),</br>A little Lad set on a bancke to shale</br>The ripened Nuts pluck'd in a woody Vale</br>Is frighted thence (of his deare life afeard)</br>By some wilde Bull lowd bellowing for the heard:</br>So while the Nymph did earnestly contest</br>Whether the Birds or shee recorded best,</br>A Ravenous Wolfe, bent eager to his prey</br>Rush'd from a theevish brake; and making way,</br>The twined Thornes did crackle one by one,</br>As if they gave her warning to be gone.</br>A rougher gale bent downe the lashing boughes,</br>To beate the beast from what his hunger vowes.</br>When shee (amaz'd) rose from her haplesse seate</br>(Small is resistance where the feare is great),</br>And striving to be gone, with gaping jawes</br>The Wolfe pursues, and as his rending pawes</br>Were like to seise, a Holly bent betweene;</br>For which good deed his leaves are ever greene.", "Saw you a lusty Mastive at the stake</br>Throwne from a cunning Bull, more fiercely make</br>A quicke returne; yet to prevent the goare</br>Or deadly bruize which he escap'd before,</br>Wynde here and there, nay creepe if rightly bred,</br>And proffring otherwhere, fight still at head:</br>So though the stubborne boughes did thrust him backe,</br>(For Nature, loath, so rare a Jewels wracke,</br>Seem'd as shee here and there had plash'd a tree,</br>If possible to hinder Destiny.)</br>The savage Beast foaming with anger flyes</br>More fiercely then before, and now he tries</br>By sleights to take the Maide; as I have seene</br>A nimble Tumbler on a burrow'd greene,</br>Bend cleane awry his course, yet give a checke</br>And throw himselfe upon a Rabbets necke.</br>For as he hotly chas'd the Love of Pan,</br>A Heard of Deere out of a thicket ran,</br>To whom he quickly turn'd, as if he meant</br>To leave the Maide, but when shee swiftly bent</br>Her race downe to the Plaine, the swifter Deere</br>He soone forsooke.  And now was got so neere</br>That (all in vaine) she turned to and fro</br>(As well she could) but not prevailing so,</br>Breathlesse and weary calling on her Love</br>With fearefull shrikes that all the Ecchoes move</br>(To call him to) shee fell downe deadly wan,</br>And ends her sweet life with the name of Pan.", "A youthfull Shepheard of the neighbour Wold,</br>Missing that morne a sheepe out of his Fold,</br>Carefully seeking round to finde his stray,</br>Came on the instant where this Damsell lay.</br>Anger and pitty in his manly brest</br>Urge yet restraine his teares.  Sweet Maide possest</br>(Quoth hee) with lasting sleepe, accept from mee</br>His end, who ended thy hard destinie!</br>With that his strong Dog of no dastard kinde</br>(Swift as the Foales conceived by the winde)</br>He sets upon the Wolfe, that now with speede</br>Flyes to the neighbour-wood, and least a deed</br>So full of ruthe should unrevenged be</br>The Shepheard followes too, so earnestly</br>Chearing his Dog, that he ne're turn'd againe</br>Till the curst Wolfe lay strangled on the plaine.", "The ruin'd temple of her purer soule</br>The Shepheard buryes.  All the Nymphes condole</br>So great a losse, while on a Cypresse graffe</br>Neere to her grave they hung this Epitaph:", "Least loathed age might spoyle the worke in whom</br>All earth delighted, Nature tooke it home.</br>Or angry all hers else were carelesse deem'd,</br>Here did her best to have the rest esteem'd.</br>For feare men might not thinke the Fates so crosse,</br>But by their rigour in as great a losse;</br>If to the grave there ever was assign'd</br>One like this Nymph in body and in minde,</br>We wish her here in balme not vainely spent,</br>To fit this Maiden with a Monument.</br>For Brasse and Marble were they seated here</br>Would fret or melt in teares to lye so neere.", "Now Pan may sit and tune his Pipe alone</br>Among the wished shades, since shee is gone,</br>Whose willing eare allur'd him more to play,</br>Then if to heare him should Apollo stay.</br>Yet happy Pan!  and in thy Love more blest,</br>Whom none but onely death hath dispossest;</br>While others love as well, yet live to be</br>Lesse wrong'd by Fate then by inconstancy.", "The sable mantle of the silent night</br>Shut from the world the ever-joysome light.</br>Care fled away, and softest slumbers please</br>To leave the Court for lowly Cottages.</br>Wilde beasts forsooke their dens on woody hils,</br>And sleightfull Otters left the purling Rils;</br>Rookes to their Nests in high woods now were flung</br>And with their spread wings shield their naked young.</br>When theeves from thickets to the crosse-wayes stir,</br>And terror frights the loanely passenger.</br>When nought was heard but now and then the howle</br>Of some vilde Curre, or whooping of the Owle;</br>Pan, that the day before was farre away</br>At shepherds sports, return'd, and as he lay</br>Within the bowre wherein he most delighted,</br>Was by a gastly vision thus affrighted:</br>Heart-thrilling grones first heard he round his bowre,</br>And then the Schrich-owle with her utmost powre</br>Labour'd her loathed note, the forrests bending</br>With winds, as Hecate had beene ascending.</br>Hereat his curled hayres on end doe rise,</br>And chilly drops trill o're his staring eyes.</br>Faine would he call, but knew not who, nor why,</br>Yet getting heart at last would up and try</br>If any divellish Hag were come abroad</br>With some kinde Mothers late deliver'd load,</br>A ruthlesse bloody sacrifice to make</br>To those infernall Powres, that by the Lake</br>Of mighty Styx and blacke Cocytus dwell,</br>Ayding each Witches Charme and misticke Spell.</br>But as he rais'd himselfe within his bed</br>A sodaine light about his lodging spread,</br>And therewithall his Love, all ashy pale</br>As evening mist from up a watry Vale,</br>Appear'd; and weakly neere his bed she prest,</br>A ravell'd wound distain'd her purer brest.</br>(Brests softer farre then tufts of unwrought silke)</br>Whence had she liv'd to give an infant milke,</br>The vertue of that liquor (without ods)</br>Had made her babe immortall as the Gods.</br>Pan would have spoke, but him she thus prevents:</br>Wonder not that the troubled Elements</br>Speake my approach; I draw no longer breath,</br>But am inforced to the shades of death.</br>My exequies are done, and yet before</br>I take my turne to be transported o're</br>The neather floods among the shades of Dis</br>To end my journey in the fields of blisse:</br>I come to tell thee that no humane hand</br>Made me seeke waftage on the Stygian strand;</br>It was an hungry Wolfe that did imbrue</br>Himselfe in my last blood.  And now I sue</br>In hate to all that kinde, and shepherds good</br>To be revenged on that cursed brood.</br>Pan vow'd, and would have clipt her, but she fled,</br>And as shee came, so quickly vanished.", "Looke as a well-growne stately headed Bucke</br>But lately by the Wood-mans arrow strucke,</br>Runs gadding o're the Lawnes or nimbly strayes</br>Among the combrous Brakes a thousand wayes,</br>Now through the high-wood scowres, then by the brooks,</br>On every hill side, and each vale he lookes,</br>If 'mongst their store of simples may be found</br>An hearbe to draw and heale his smarting wound,</br>But when he long hath sought, and all in vaine,</br>Steales to the Covert closely backe againe,</br>Where round ingirt with Ferne more highly sprung,</br>Strives to appease the raging with his tongue,</br>And from the speckled Heard absents him till</br>He be recover'd somewhat of his ill:</br>So wounded Pan turnes in his restlesse bed,</br>But finding thence all ease abandoned,</br>He rose, and through the wood distracted runs:</br>Yet carryes with him what in vaine he shuns.</br>Now he exclaim'd on Fate:  and wisht he ne're</br>Had mortall lov'd, or that he mortall were.</br>And sitting lastly on an Oakes bare trunke</br>(Where raine in Winter stood long time unsunke)</br>His plaints he gan renew, but then the light</br>That through the boughes flew from the Queene of night,</br>(As giving him occasion to repine)</br>Bewrayde an Elme imbraced by a Vine,</br>Clipping so strictly that they seem'd to bee</br>One in their growth, one shade, one fruit, one tree.</br>Her boughes his armes, his leaves so mixt with hers,</br>That with no winde he mov'd, but streight she stirs.</br>As shewing all should be, whom love combynde,</br>In motion one, and onely two in kynde.</br>This more afflicts him while he thinketh most</br>Not on his losse, but on the substance lost.</br>O haplesse Pan, had there but beene one by,</br>To tell thee (though as poore a Swaine as I)</br>Though (whether casuall meanes or death doe move)</br>\"Wee part not without griefe things held with love:</br>Yet in their losse some comfort may be got</br>If wee doe minde the time we had them not.\"</br>This might have lessen'd somewhat of thy paine,</br>Or made thee love as thou mightst loose againe.</br>If thou the best of women didst forgoe,</br>Weigh if thou foundst her, or did'st make her so;</br>If shee were found so, know there's more then one;</br>If made, the Worke-man lives, though she be gone.</br>Should from mine eyes the light be tane away,</br>Yet night her pleasures hath as well as day;</br>And my desires to heaven yeeld lesse offence,</br>Since blindnesse is a part of Innocence.</br>So though thy Love sleepe in eternall night,</br>Yet there's in loannesse somewhat may delight.</br>Instead of dalliance, partnership in woes</br>It wants, the care to keepe, and feare to lose.</br>For Jealousies and fortunes baser pelfe,</br>He rest injoyes that well injoyes himselfe.", "Had some one told thee thus, or thou bethought thee</br>Of inward helpe, thy sorrow had not brought thee</br>To weigh misfortune by anothers good:</br>Nor leave thy seate to range about the wood.</br>Stay where thou art, turne where thou wert before,</br>Light yeelds small comfort, nor hath darknesse more.", "A woody hill there stood, at whose low feet</br>Two goodly streames in one broad channell meet,</br>Whose fretfull waves beating against the hill,</br>Did all the bottome with soft muttrings fill.</br>Here in a nooke made by another mount,</br>(Whose stately Oakes are in no lesse account</br>For height or spreading, then the proudest be</br>That from Oeta looke on Thessaly)</br>Rudely o'rehung there is a vaulted cave,</br>That in the day as sullen shadowes gave,</br>As Evening to the woods.  An uncouth place,</br>(Where Hags and Goblins might retyre a space)</br>And hated now of Shepheards, since there lyes</br>The corps of one (lesse loving Deities</br>Then wee affected him) that never lent</br>His hand to ought but to our detriment.</br>A man that onely liv'd to live no more,</br>And dy'de still to be dying.  Whose chiefe store</br>Of vertue was, his hate did not pursue her,</br>Because he onely heard of her, not knew her;</br>That knew no good, but onely that his sight</br>Saw every thing had still his opposite;</br>And ever this his apprehension caught,</br>That what he did was best, the other naught;</br>That alwayes lov'd the man that never lov'd,</br>And hated him whose hate no death had mov'd;</br>That (politique) at fitting time and season</br>Could hate the Traitor, and yet love the Treason.</br>That many a wofull heart (ere his decease)</br>In peeces tore to purchase his owne peace.</br>Who never gave his almes but in this fashion,</br>To salve his credit, more then for salvation.</br>Who on the names of good-men ever fed,</br>And (most accursed) sold the poore for bread.</br>Right like the Pitch-tree, from whose any limbe</br>Comes never twig, shall be the seede of him.</br>The Muses scorn'd by him, laugh at his fame,</br>And never will vouchsafe to speake his Name.</br>Let no man for his losse one teare let fall,</br>But perish with him his memoriall!", "Into this cave the God of Shepheards went;</br>The Trees in grones, the Rockes in teares lament</br>His fatall chance, the Brookes that whilome lept</br>To heare him play while his faire Mistresse slept,</br>Now left their Eddyes and such wanton moods,</br>And with loud clamours fild the neighbring woods.</br>There spent he most of night:  but when the day</br>Drew from the earth her pitchy vaile away,</br>When all the flowry plaines with Carols rung</br>That by the mounting Larke were shrilly sung,</br>When dusky mists rose from the christall floods,</br>And darknesse no where raign'd but in the woods;</br>Pan left the Cave, and now intends to finde</br>The sacred place where lay his love enshrinde.</br>A plot of earth, in whose chill armes was laide</br>As much perfection as had ever Maide:</br>If curious Nature had but taken care</br>To make more lasting, what she made so faire.", "Now wanders Pan the arched Groves, and hils</br>Where Fayeries often danc'd, and Shepheards quils</br>In sweet contentions pass'd the tedious day:</br>Yet (being earely) in his unknowne way</br>Met not a Shepheard, nor on all the Plaine</br>A Flocke then feeding saw, nor of his traine</br>One jolly Satyre stirring yet abroad,</br>Of whom he might inquire; this to the load</br>Of his affliction addes; Now hee invokes</br>Those Nymphes in mighty Forrests, that with Oakes </br>Have equall Fates, each with her severall Tree</br>Receiving birth, and ending Destinie.</br>Cals on all Powres, intreats that hee might have</br>But for his Love, the knowledge of her grave;</br>That since the Fates had tane the Jem away,</br>He might but see the Carknet where it lay;</br>To doe fit right to such a part of molde,</br>Covering so rare a piece, that all the Gold</br>Or Dyamond Earth can yeeld, for value, ne're</br>Shall match the treasure which was hidden there!", "A hunting Nymph awakned with his mone,</br>(That in a bowre neere-hand lay all alone,</br>Twyning her small armes round her slender waste,</br>That by no others us'd to be imbrac'd)</br>Got up, and knowing what the day before</br>Was guiltie of; shee addes not to his store</br>As many simply doe, whose friends so crost</br>They more afflict by shewing what is lost:</br>But bad him follow her.  He, as she leades,</br>Urgeth her hast.  So a kinde mother treads</br>Earnest, distracted, where with blood defil'de</br>She heares lyes dead her deere and onely childe.</br>Mistrust now wing'd his feet, then raging ire,</br>\"For Speed comes ever lamely to Desire.\"", "Delayes, the stones that waiting Suiters grinde,</br>By whom at Court the poore mans cause is sign'd.</br>Who, to dispatch a suite, will not deferre</br>To take death for a joynt Commissioner.</br>Delay, the Wooers bane, Revenges hate,</br>The plague to Creditors decaid estate,</br>The Test of Patience, of our Hopes the Racke,</br>That drawes them forth so long untill they cracke,</br>Vertues best benefactor in our times,</br>One that is set to punish great mens crimes,</br>Shee that had hindred mighty Pan a while,</br>Now steps aside:  and as ore-flowing Nyle</br>Hid from Clymene's sonne his reeking head</br>So from his rage all opposition fled,</br>Giving him way to reach the timelesse Toombe</br>Of Natures glory, for whose ruthlesse doome</br>(When all the Graces did for mercy pleade,</br>And Youth and Goodnesse both did intercede)</br>The Sonnes of Earth (if living) had beene driven</br>To heape on hils, and warre anew with heaven.</br>The Shepheards which he mist upon the Downes</br>Here meetes he with:  for from the neighbring Townes</br>Maidens and Men resorted to the grave</br>To see a wonder more then time e're gave.", "The holy Priests had told them long agone</br>Amongst the learned Shepheards there was one </br>So given to pietie, and did adore</br>So much the name of Pan, that when no more</br>He breath'd, those that to ope his heart began,</br>Found written there with gold the name of Pan.</br>Which, unbeleeving man that is not mov'd</br>To credit ought, if not by reason prov'd,</br>And tyes the over-working powre to doe</br>Nought otherwise then Nature reacheth to,</br>Held as most fabulous:  Not inly seeing,</br>The hand by whom we live, and All have being,</br>No worke for admirable doth intend,</br>Which Reason hath the powre to comprehend,</br>And Faith no merit hath from heaven lent</br>Where humane reason yeelds experiment.</br>Till now they durst not trust the Legend old,</br>Esteeming all not true their Elders tolde,</br>And had not this last accident made good</br>The former, most in unbeliefe had stood.", "But Fame that spread the bruite of such a wonder,</br>Bringing the Swaine of places farre a sunder</br>To this selected plot (now famous more</br>Then any Grove, Mount, Plaine, had bin before</br>By relicke, vision, buriall or birth</br>Of Anchoresse, or Hermit yet on earth.)</br>Out of the Maidens bed of endlesse rest</br>Shewes them a Tree new growne, so fairely drest</br>With spreading armes and curled top, that Jove</br>Ne're braver saw in his Dodonian Grove;</br>The hart-like leaves oft each with other pyle,</br>As doe the hard scales of the Crocodyle;</br>And none on all the tree was seene but bore</br>Written thereon in rich and purest Ore</br>The name of Pan; whose lustre farre beyond</br>Sparkl'd, as by a Torch the Dyamond;</br>Or those bright spangles which fayre Goddesse doe</br>Shine in the hayre of these which follow you.</br>The Shepheards by direction of great Pan,</br>Search'd for the roote, and finding it began</br>In her true heart, bids them againe inclose</br>What now his eyes for ever, ever lose.</br>Now in the selfe-same Spheare his thoughts must move</br>With him that did the shady Plane-tree love.</br>Yet though no issue from her loynes shall be</br>To draw from Pan a noble peddigree,</br>And Pan shall not, as other Gods have done,</br>Glory in deeds of an heroicke Sonne,</br>Nor have his Name in Countries neere and farre</br>Proclaim'd; as by his Childe the Thunderer;</br>If Phoebus on this Tree spread warming rayes,</br>And Northerne blasts kill not her tender sprayes,</br>His Love shall make him famous in repute,</br>And still increase his Name, yet beare no fruite.", "To make this sure (the God of Shepheards last,</br>When other Ceremonies were o're past),</br>And to performe what he before had vow'd</br>To dire Revenge, thus spake unto the crow'd:", "What I have lost, kinde Shepheards, all you know,</br>And to recount it were to dwell in woe:</br>To shew my passion in a Funerall Song,</br>And with my sorrow draw your sighes along,</br>Words, then, well plac'd might challenge somewhat due,</br>And not the cause alone, win teares from you.</br>This to prevent, I set Orations by</br>\"For passion seldome loves formalitie.\"</br>What profits it a prisoner at the Barre,</br>To have his judgement spoken regular?</br>Or in the prison heare it often read,</br>When he at first knew what was forfeited?</br>Our griefes in others teares, like plates in water,</br>Seeme more in quantitie.  To be relator</br>Of my mishaps, speaks weaknesse, and that I</br>Have in my selfe no powre of remedy.", "Once (yet that once too often) heretofore</br>The silver Ladon on his sandy shore</br>Heard my complaints, and those coole Groves that be</br>Shading the brest of lovely Arcady </br>Witnesse the teares which I for Syrinx spent.</br>Syrinx the faire; from whom the instrument</br>That fils your feasts with joy, which when I blow</br>Drawes to the sagging dug milke white as snow,</br>Had his beginning.  This enough had beene</br>To shew the Fates (my deemed sisters) teene.</br>Here had they staid, this Adage had beene none:</br>\"That our disasters never come alone.\"</br>What boot is it though I am said to be</br>The worthy sonne of winged Mercury?</br>That I with gentle Nymphes in Forrests high</br>Kist out the sweet time of my infancie?</br>And when more yeeres had made me able growne,</br>Was through the Mountaines for their leader known?</br>That high-brow'd Maenalus where I was bred,</br>And stony hils not few have honoured</br>Me as protector by the hands of Swaines</br>Whose sheepe retyre there from the open plaines?</br>That I in Shepheards cups (rejecting gold)</br>Of milke and hony measures eight times told</br>Have offred to me, and the ruddy wine</br>Fresh and new pressed from the bleeding Vine?</br>That gleesome Hunters pleased with their sport</br>With sacrifices due have thank'd me for't.</br>That patient Anglers standing all the day</br>Neere to some shallow stickle or deepe bay.</br>And Fishermen whose nets have drawne to land</br>A shoale so great it well-nye hides the sand,</br>For such successe some Promontories head</br>Thrust at by waves, hath knowne me worshipped?</br>But to increase my griefe, what profits this,</br>\"Since still the losse is as the looser is?\"", "The many-kernell-bearing Pyne of late</br>From all trees else to mee was consecrate,</br>But now behold a roote more worth my love,</br>Equall to that which in an obscure Grove</br>Infernall Juno proper takes to her:</br>Whose golden slip the Trojan wanderer</br>(By sage Cumoean Sybil taught) did bring</br>(By Fates decreed) to be the warranting</br>Of his free passage, and a safe repayre</br>Through darke Avernus to the upper ayre.</br>This must I succour, this must I defend</br>And from the wilde Boares rooting ever shend,</br>Here shall the Wood-pecker no entrance finde,</br>Nor Tivy's Bevers gnaw the clothing rinde,</br>Lambeders Heards, nor Radnors goodly Deere</br>Shall never once be seene a browsing here.</br>And now yee Brittish Swains (whose harmelesse sheepe</br>Then all the worlds besides I joy to keepe,</br>Which spread on every Plaine and hilly Wold</br>Fleeces no lesse esteem'd then that of Gold,</br>For whose exchange one Indy Jems of price,</br>The other gives you of her choisest spice.", "And well shee may; but wee unwise the while</br>Lessen the glory of our fruitfull Isle:</br>Making those Nations thinke we foolish are</br>For baser Drugs to vent our richer ware,</br>Which (save the bringer) never profit man</br>Except the Sexton and Physitian.</br>And whether change of Clymes or what it be</br>That proves our Mariners mortalitie,</br>Such expert men are spent for such bad fares </br>As might have made us Lords of what is theirs.</br>Stay, stay at home, yee Nobler spirits, and prise</br>Your lives more high then such base trumperies;</br>Forbeare to fetch, and they'le goe neere to sue,</br>And at your owne doores offer them to you;</br>Or have their woods and plaines so overgrowne</br>With poysnous weeds, roots, gums and seeds unknown;</br>That they would hire such Weeders as you be</br>To free their land from such fertilitie.</br>Their Spices hot their nature best indures,</br>But 'twill impayre and much distemper yours.</br>What our owne soyle affords befits us best,</br>And long, and long, for ever, may we rest</br>Needlesse of helpe!  and may this Isle alone</br>Furnish all other Lands, and this Land none!", "Excuse me, Thetis, quoth the aged man,</br>If passion drew me from the words of Pan,</br>Which thus I follow:  You whose flocks, quoth he,</br>By my protection quit your industry,</br>For all the good I have and yet may give</br>To such as on the Plaines hereafter live,</br>I doe intreat what is not hard to grant,</br>That not a hand rend from this holy Plant</br>The smallest branch; and who so cutteth this</br>Dye for th' offence; to me so hainous 'tis.</br>And by the Floods infernall here I sweare,</br>(An oath whose breach the greatest Gods forbeare,)</br>Ere Phoebe thrice twelve times shall fill her hornes</br>No furzy tuft, thicke wood, nor brake of thornes</br>Shall harbour Wolfe, nor in this Ile shall breed,</br>Nor live one of that kinde:  if what's decreed</br>You keepe inviolate.  To this they swore:</br>And since those beasts have frighted us no more.</br>But Swaine (quoth Thetis), what is this you tell,</br>To what you feare shall fall on Philocel?", "Faire Queene attend; but oh I feare, quoth he,</br>Ere I have ended my sad History,</br>Unstaying time may bring on his last houre,</br>And so defraud us of thy wished powre.</br>Yond goes a Shepheard, give me leave to run</br>And know the time of execution,</br>Mine aged limbes I can a little straine,</br>And quickly (come to end the rest) againe.</br>"]