["CHURCHILL begone!  with thee may discord's fire,</br>That hatch'd thy salamander-fame, expire!</br>Fame, dirty idol of the brainless crowd,</br>What half-made mooncalf can mistake for good?</br>Since shar'd by knaves of high and low degree,</br>Cromwel and Catiline, Guido Fawkes and thee.</br>By nature uninspir'd, untaught by art,</br>With not one thought that breathes the feeling heart,</br>With not one offering vow'd to Virtue's shrine,</br>With not one pure unprostituted line;</br>The hireling slave of faction and of spite,</br>His country's nuisance, and a Wilkes' delight;</br>Alike debauch'd in body, soul, and lays;&mdash;</br>&mdash;For pension'd censure, and for pension'd praise;</br>For ribaldry, for libels, lewdness, lies,</br>For blasphemy of all the good and wise;</br>Coarse virulence in coarser dogrel writ,</br>Which bawling blackguards spell'd, and took for wit;</br>For conscience, honour, slighted, spurn'd, o'erthrown;&mdash;</br>Lo, Churchill shines the minion of renown!", "Is this the land that boasts a MILTON'S fire,</br>And magic SPENSER'S wildly-warbling lyre?</br>The land that owns th' omnipotence of song,</br>When SHAKESPEAR whirls the throbbing heart along?</br>The land, where POPE, with energy divine,</br>In one strong blaze bade wit and fancy shine;</br>Whose verse, by truth, in virtue's triumph born,</br>Gives knaves to infamy, and fools to scorn;</br>Yet pure in manners, and in thought refin'd,</br>Whose life and lays adorn'd and bless'd mankind?", "Is this the land, where GRAY'S unlabour'd art</br>Soothes, melts, alarms, and ravishes the heart;</br>While the lone wanderer's sweet complainings flow</br>In simple majesty of manly woe;</br>Or while, sublime, on eagle pinion driven,</br>He soars Pindaric heights, and sails the waste of heaven?</br>Is this the land o'er SHENSTONE'S recent urn,</br>Where all the loves and gentler graces mourn?</br>And where, t' adorn the hoary Bard of night,</br>The muses and the virtues all unite?</br>Is this the land, where AKENSIDE displays</br>The bold, yet temp'rate flame of antient days?</br>Like the rapt Sage in genius, as in theme,</br>Whose hallow'd strain renown'd Ilissus' stream:</br>Or him, th' indignant Bard, whose patriot ire,</br>Sublime in vengeance, smote the dreadful lyre;</br>For truth, for liberty, for virtue warm,</br>Whose mighty song unnerv'd a tyrant's arm,</br>Hush'd the rude roar of discord, rage, and lust,</br>And spurn'd licentious demagogues to dust.", "Is this the Queen of realms!  the glorious isle,</br>BRITANNIA, bless'd in heav'n's indulgent smile!</br>Guardian of truth, and patroness of art,</br>Nurse of th' undaunted soul, and generous heart!</br>Where, from a base degenerate world exil'd,</br>FREEDOM exults to roam the careless wild;</br>Where taste to science every charm supplies,</br>And genius soars unbounded to the skies!", "And shall a Churchill's most polluted name</br>Stain her bright tablet of untainted fame?</br>Shall his disgraceful name with their's be join'd,</br>Who wish'd and wrought the welfare of their kind?</br>His name accurs'd, who leagued with Wilkes and hell,</br>Labour'd to rouse, with rude and murderous yell,</br>Discord the fiend, to toss rebellion's brand,</br>In rage and ruin whelm a guiltless land;</br>To frustate virtue's wisdom's noblest plan,</br>And triumph in the miseries of man.</br>Driveling and dull when crawls the reptile-muse,</br>Swoln from the sty, and rankling from the stews,</br>With poison, spleen, and pestilence replete,</br>Gorg'd with the dust she lick'd from treason's feet,</br>Who once, like Satan, rais'd to heaven her sight,</br>But turn'd abhorrent from the hated light;&mdash;</br>O'er such a muse shall wreathes of glory bloom?</br>No &mdash; Shame and execration be her doom.", "Hard-fated Churchill!  Could not dullness save</br>Thy soul from sin, from infamy thy grave!</br>Blackmore and Quarles, those blockheads of renown,</br>Lavish'd their ink, but never harm'd the town;</br>Though this, thy rival in discordant song,</br>Harass'd the ear, and cramp'd the labouring tongue;</br>And that, like thee, taught staggering prose to stand,</br>And limp on stilts of rhyme around the land;</br>Harmless they doz'd a scribbling life away,</br>And yawning nations own'd th' innoxious lay.</br>But from thy graceless, rude, and beastly brain,</br>What fury breath'd th' incendiary strain!", "Did hate to vice exasperate thy style?</br>No &mdash; Churchill match'd the vilest of the vile.</br>Yet blazon'd was his verse with Virtue's name&mdash;</br>Thus prudes look down to hide their want of shame;</br>Thus hypocrites to truth, and fools to sense,</br>And fops to taste, have sometimes made pretence;</br>Thus thieves and gamesters swear by honour's laws;</br>Thus pension-hunters bawl their country's cause;</br>Thus Teague for moderation furious rav'd,</br>And own'd his soul to liberty enslav'd.</br>Nor yet, tho' thousand Cits admire thy rage,</br>Tho' less of fool than felon marks thy page;</br>Nor yet, tho' here and there one lonely spark</br>Of wit half-brightens thro' th' involving dark,</br>To show the gloom more hideous for the foil,</br>But not repay the drudging reader's toil,</br>(For who for one poor pearl of clouded ray</br>Thro' Alpine dunghills delves his desperate way?)</br>Did genius to thy verse such bane impart.</br>No.  'Twas the demon of thy venom'd heart,</br>(Thy heart with rancour's quintessence endow'd)</br>And the blind zeal of a misjudging crowd.", "Thus from rank soil a poison'd mushroom sprung,</br>Nurseling obscene of mildew and of dung;</br>By heaven designed on its own native spot</br>Harmless t' enlarge its bloated bulk, and rot:</br>But Gluttony the abortive nuisance saw;</br>It rous'd his ravenous undiscerning maw;</br>Gulp'd down the tasteless throat, the mess abhor'd,</br>Shot fiery influence round the maddening board.", "O!  had thy verse been impotent, as dull,</br>Nor spoke thy rage of heart, but weight of scull:</br>Had mobs distinguish'd, while they howl'd thy fame,</br>The icicle from the pure diamond's flame,</br>From fancy's soul thy gross imbruted sense,</br>From dauntless truth thy shameless insolence,</br>From elegance, confusion's monstrous mass,</br>And from the lyon's spoils the sculking ass,</br>From rapture's strain the drawling dogrel line,</br>From warbling seraphim the grunting swine:&mdash;</br>With gluttons, dunces, rakes, thy name had slept,</br>Nor o'er her sullied fame BRITANNIA wept;</br>Nor had the muse, with honest zeal possess'd,</br>T' avenge her country by thy name disgrac'd,</br>Rais'd this bold strain for virtue, truth, mankind;</br>And thy fell shade to infamy resign'd.", "When frailty leads astray the soul sincere,</br>Let mercy shed the soft and manly tear.</br>When to the grave descends the sensual sot,</br>Unnam'd, unnotic'd let his carrion rot.</br>When paltry rogues, by stealth, deceit, or force,</br>Hazard their necks, ambitious of your purse;</br>For these the hangman wreathes his trusty gin,</br>And let the gallows expiate their sin.</br>But when a ruffian, whose portentous crimes,</br>Like plagues and earthquakes, terrify the times,</br>Triumphs thro' life, from legal judgment free,</br>For hell may hatch what law could ne'er foresee:</br>Sacred from vengeance shall his memory rest?&mdash;</br>Judas, tho' dead, tho' damn'd, we still detest.</br>"]