["There stands a lonely tree on Shinar's mount&mdash;</br>No kindred stem the far-spread desert rears;</br>Scant are its leaves, far spent the juicy fount,</br>Which fed its being through unnumber'd years:</br>Last of a splendid race, that here have stood,</br>It throws an awful charm o'er ruin's solitude!", "Lone tree!  thou bear'st a venerable form,</br>Shrunk, yet majestic in thy late decay;</br>For not the havoc of the ruthless storm,</br>Nor Simoom's blight, thus wears thy trunk away&mdash;</br>But Time's light wing, through age; long gone past,</br>Hath gently swept thy side, and wasted thee at last.", "Empires have risen &mdash; flourish'd &mdash; moulder'd down,</br>And nameless myriads closed life's fleeting dream</br>Since thou the peerless garden's height didst crown,</br>Which hung in splendour o'er Euphrates' stream:</br>Fountains, and groves, and palaces, were here;</br>And fragrance fill'd the breeze, and verdure deck'd the year.", "Here queenly steps in beauty's pride have trod;</br>Hence Babel's King his boastful survey took,</br>When to his trembling ear the voice of God,</br>Denouncing woes to come, his spirit shook:</br>But all this grace and pomp have pass'd away&mdash;</br>'Tis now the wondrous story of a distant day!", "How wide and far these tracks of chaos spread,</br>Beyond the circuit of the labouring eye!  </br>Where the proud Queen of Nations raised her head,</br>But shapeless wrecks and scenes of horror lie:</br>Glorious and beautiful no more &mdash; her face</br>Is darkly hid in Desolation's stem embrace!", "Lorn as the pining widow who doth bend</br>In solitary grief o'er some loved tomb,</br>Thy worn and drooping form appears to lend</br>A mourner's presence to this scene of doom;</br>And from thy quaking leaves there breathes a sound</br>Of sullen hopeless wail for Death's wide waste around.", "Sole living remnant of Chaldea's pride!</br>Reluctant thou dost wear the garb of joy;</br>Thy heart is wither'd, strength hath left thy side,</br>And the green tints Time spareth to destroy</br>Seem like the hectic flush, which brighter glows</br>Upon the sunken cheek just passing from its woes.</br>"]