["GALLIO.</br>Heaven-blest Britannus; thou, whose Oaten Reed</br>Sings thy True-Love, whilst thy proud flocks do feed</br>Secure about thee, on this fruitfull Brow:</br>Above all Shepheards, O how blest art Thou!</br>Your fruitfull Pastures flourish, and appeare</br>Fresh, and in perfect verdure all the yeare:</br>No Summers fire, nor Winters frost impaire</br>Your thriving Plains, continuing fresh and faire,</br>And full of vigor, like th' Elysian Lay,</br>Where every season's like the month of May:</br>Your milkwhite Ewes inrich your peacefull grounds,</br>No snarles of Foxes, nor the yelps of Hounds</br>Disturbe their quiet; whilst your sporting Lambs,</br>With bended knees, draw blessings from their dams.</br>How happy!  O how more then all the rest,</br>In the wide world, are Britaine Shepheards blest.", "BRITANNUS.</br>True, Gallio, we poore Shepheards doe inherit</br>A happinesse transcending farre our merit;</br>We have no griefe, no misery but this;</br>Senselesse we are, and blind to our owne Blisse:</br>Goods without evills are oftentimes despis'd,</br>And common happinesse is lowly priz'd:</br>But tel me Gallio, make relation how</br>Your pastures flourish, and what flocks have you:</br>What kind of government doe you live under,</br>That mak'st our State the object of your wonder.", "GALLIO.</br>Ah, gentle Shepheard, there, there lyes the Corne</br>That wrings poore Gallios toe:  O!  there's the thorne</br>That stings my bleeding heart.  The sad relation</br>Of our dysasters, will revive such passion</br>In my spent bosome, that each wounding word</br>Will prove a dagger, and each line a sword:</br>Come, sit thee downe beneath this shady Beech,</br>And lend thine eare:  Full hearts are eas'd by speech,</br>I'le tell thee, whilst thy busie flocks doe feed.", "BRITANNUS.</br>Wounds fester, Swaine, the lesse, the more they bleed:</br>Speake freely then, and this sad heart of mine</br>Shall comfort thee, or else shall bleed with thine.", "GALLIO.</br>Then, Shepheard, know:  There was a time (alas!</br>My heart even faints to think that word, There was)</br>Wherein our fruitfull Pastures were as fair</br>As faithfull Shepheards, by their fervent prayer,</br>Could make them, trench'd, and quickset round about,</br>Could neither Fox get in, nor Flocks get out:</br>Deep were the Trenches, and divinely fill'd</br>With living waters, waters that were still'd</br>In heavens great Limbeck, whose celestiall power</br>Exceeds a strong beliefe; but this short hower</br>We have to spend, can onely give a touch</br>In things of large discourse; Onely thus much,</br>The German Spaw (nor yet your Britain Bath)</br>Hath not such vertue, as this water hath:</br>Now my Britannus, needs me not to tell</br>How rare's the kernell, when so sweet's the shell;</br>Amongst wise Shepheards is not often found</br>Costly inclosures, and a barren ground;</br>No, no, Britannus; the bright eye of day,</br>That in twelve measur'd howers, does survay</br>The moity of this earth, did ne'er behold</br>More glorious Pastures:  Nay, I dare be bold</br>(With awefull reverence to our great God Pan)</br>To say, that heaven could not devise on man</br>A Good we had not, nor augment our store</br>(If earth makes happy) with one blessing more:</br>Our flocks were faire, and fruitfull, and stood sound;</br>Our grounds enricht them; they enricht the ground:</br>The Alpine mountaines could not boast nor show</br>So pure a whitenesse, white surpassing snow:</br>Our ub'rous Ewes were evermore supply'd</br>With twins, attending upon either side,</br>Whose milk-abounding bags did overflow:</br>They fed our Lambs, and fill'd our dayry too:</br>In those past daies our Shepheards knew not what</br>Red-water meant; that common language, Rott,</br>Was neither fear'd, nor knowne; nor did they feare</br>That heart-confounding name of Massacre:</br>There was no putrid Scabbe to exercise</br>The malice of the maggot-blowing flies,</br>Whose Prince, Belzebub, (if report be true)</br>Breath'd forth his loud Retreat, and raging drew</br>His buzzing Army thence; and, for a time,</br>Led them to forage in another Clime;</br>And, to conclude, no Shepheard ere did keep</br>More thriving grounds; nor grounds, more dainty sheep:</br>O my Britannus, in those halcyon daies,</br>Our jolly Shepheards thirsted after praise,</br>Not servil wages; They were, then, ambitious</br>Of Fame; whose flocks should be the most auspicious;</br>Who, by most care, should most encrease their fold;</br>They hunted after faire report, not Gold:</br>They were good Shepheards, and they lov'd their sheep,</br>Watch'd day and night:  One eye would never sleep:</br>Small Cottages would serve their turnes; That day</br>Knew no such things as Robes:  A Shepheards gray</br>Would cloath their backs:  for, being homly drest,</br>Their sheep, whose fleece they wore, would know them best:</br>They were good Shepheards; seldome durst they feed</br>On Cates, or drink the Juice that does proceed</br>From dangerous vines, for feare the fumes should steep</br>Their braines too much, and they neglect their sheep:</br>They were good Shepheards; these would every day</br>Twise tell their flocks, and, then, at night, convay</br>A secret blessing, got by fervent prayer,</br>Into their peacefull bosomes unaware;</br>They were good Shepheards; They would even lay downe</br>Their dearest lives, nay more, the eternall Crowne</br>Of promis'd Immortality, to keep</br>Their lambs from danger, and preserve their sheep:</br>But now, ah!  now, those precious daies are done</br>With us poore Shepheards:  ah!  those times are gone,</br>Gone like our joyes, and never to returne:</br>Our joyes are gone, and we left here, to mourne:</br>Let this relation of those times of old,</br>Suffice; the rest were better be untold.", "BRITANNUS.</br>My dearest Gallio, had it pleased heaven,</br>I wish no further matter had been given</br>To thy discourse:  it would have pleas'd mine eare,</br>And eas'd thy tongue t' have pitch'd thy period here;</br>But since our God, that can doe nothing ill,</br>Hath sent a Change, we must submit our will;</br>What he hath made the subject of thy story,</br>Feare not to tell; his ends are his own glory:</br>There's nothing constant here; the States of Kings,</br>As well as Shepheards, are but tickle things:</br>Good daies, on earth, continue but a while;</br>We must have vinegar as well as oyle:</br>There must be rubs; can earth admit all levell?</br>The hist'ry of a State is good and evill.</br>Speake then my Gallio, this attentive eare</br>Can not heare worse then 'tis prepar'd to heare.", "GALLIO.</br>Know'st thou Britannus, what, in daies of old,</br>Our great God Pan, by Oracle foretold</br>Of that brave City (whose proud buildings stood</br>As firme as earth, till stain'd with Shepheards blood)</br>That there's a time should come, wherein not one</br>Should live to see a stone upon a stone?</br>And is not, now, that prophecy made good?</br>Growes not grasse there, where these proud buildings stood?</br>Nay, my Britannus, what concernes us more,</br>Did not that Oracle, in times of yore,</br>Threaten to send his Foxes from their Holds,</br>Into our Vines?  and Wolves into our Folds?</br>To breake our Fences, and to make a way</br>For the wilde Boare to ramble, and to prey</br>Where ere he pleas'd?  O gentle Shepheard, thus,</br>Thus that prophetick evill's made good in us:</br>Our Hedge is broken, and our Pastures yeeld</br>But slender profit:  All's turn'd Common-field:</br>Our Trenches are fill'd up:  our crystall Springs</br>Are choak'd with Earth, and Trash, and baser things:</br>Our Shepheards are growne Plough-men all, and now</br>Our generous Crooke is turn'd a crooked Plough:</br>Shepheards build Halls, and carry Princely ports,</br>Their woolls are chang'd to silks; their Cotts to Courts:</br>They must have hospitable Barnes to keep</br>Riot on foot:  no matter now for Sheep;</br>Turne them to graze upon the common Fallowes,</br>Whilst the luxurious Shepheard swills, and wallowes</br>In his own vomit:  Having swallowed downe</br>Goblets of wine, he snorts in beds of Doun,</br>Whilst his poore Lambs, his poore neglected Lambs</br>Bend fruitless knees before their milkless Dams:</br>Nay, my Britannus, now these pamper'd Swaines</br>Are grown so idle, that they think it paines</br>To sheare their fleeces:  No, they must be pickt</br>And rins'd in holy-water (they are strict</br>To touch defiled things) must be presented</br>Upon the knee, as if they had repented</br>Their service, and for which they must deserve</br>But what?  A Dispensation now to sterve.", "BRITANNUS.</br>But stay, my Gallio, let not my attention</br>Too farre exceed my slower apprehension;</br>'Tis better manners t' interrupt, then heare</br>Things serious with an ill-instructed eare:</br>Make me conceive your forain acceptation</br>Of that ambiguous word of Dispensation.", "GALLIO.</br>It is a tearm that forain Shepheards use</br>Too much, (I was about to say, abuse.)</br>In elder times, when Pastors tooke delight</br>To feed their flocks, and not their appetite,</br>It was a word exprest (now faln asleep</br>To that true sense) A feeding of the sheep:</br>But now 'tis alter'd, and it does appeare</br>Diffring as much, as they from what they were:</br>And if your gentle patience will excuse it,</br>A word too much shall tell you how they use it:</br>In times of yore the pious minded Swaine</br>Finding base Sodomy, and Incest raigne</br>In looser brests, taught their obedient Sheep</br>T' observe those laws that Goats refus'd to keep,</br>Forbidding Twins to couple, and the Rams</br>To take a carnall knowledge of their Dams:</br>To which intent it was their studious care</br>To sever all such flocks as might not paire:</br>So much those holy Swaines abominated</br>Unnaturall Incest (as we finde related)</br>That even among their sheep they thought it good</br>To punish such enormous crimes with bloud,</br>Not to be us'd for sacrifice, nor food:</br>But now Britannus, times are growne more course,</br>Declin'd from good to bad; from bad to worse:</br>Those rules are broke by these licentious times,</br>Lawes are esteem'd no lawes; and crimes no crimes.</br>'Tis true, our Rascall-sheep, whose fly-blown skin</br>Hath lost her fleece, and brings no profit in,</br>To such, the law continues firm and strict,</br>On such the hand of justice does inflict</br>The height of law; But those, whose fleecy loines</br>Beare thriving burdens, there th' Edict injoines</br>An easie penance:  sisters with their brothers,</br>And budding Rams may tup with their own mothers:</br>(O!  where the sacred bell of profit rings,</br>Murthers are merits, Rapes are veniall things)</br>Such may transgresse their pleasures, such may doe</br>Their lists, be'incestuous with their Shepheard too.</br>Such may have Pardons for elapsed crimes,</br>And cheape Indulgences for present times:</br>Nay, more then that, a Twin-producing suitor</br>Shall finde a Dispensation for the future:</br>A liberty to sinne for yeares, or life, our Nation</br>(In a more shadow'd tearm) tearms Dispensation.", "BRITANNUS.</br>Monsters of monsters!  O prodigious shame</br>To all mankind, and staine to Shepheards name!</br>I thought, our Shepheards had deserv'd the stile</br>Of bad, till now; and (to speake truth) a while,</br>Upon the entrance of thy sad complaint,</br>I fear'd thy gamesome wit began to paint,</br>In shadow'd Scopticks, some that beare the Crook</br>In our blest Island; to which end, I took</br>Ungranted leave to hinder your relation,</br>With a forc'd ignorance of Dispensation,</br>To feele thy bent; But now my jealous eares</br>Are made unhappy losers by their feares:</br>But tell me Gallio, (for the eye of heaven</br>Is yet unclos'd, and hath not quite made even</br>With earth) where graze thy flocks, and to whose keep</br>Hast thou committed thy absented sheep.", "GALLIO.</br>Nor dare, nor can I tell, unlesse thine eares</br>Will give me leave to mingle words with teares,</br>And teares with blood, and blood with saddest moanes,</br>And moanes with sobs, and sobs with deepest groanes:</br>O my Britannus, 'tis not yet two yeares</br>Twise fully told, since my abundant teares</br>Began to flow:  I had, I had, till than,</br>The fairest flock that ever eye of man</br>Beheld, with envy; (ah!  I had but few,</br>My deare Britannus, if compar'd with you:)</br>But 'twas a thriving flock:  for bone and fleece,</br>Arcadia, no nor all the plaines in Greece</br>Could show the like:  it was my onely griefe,</br>That my report (exceeding all beliefe)</br>Was counted fictious:  when I made my boast,</br>'Twas thought but my affections voice, at most:</br>Ah gentle Swaine, the poorest Lamb I had</br>Did beare a fleece, nay such a fleece, as clad</br>A naked brother, and the meanest Ewe</br>In all my flock did suckle ne'er so few</br>As Twins, besides the surplusage, that fed</br>A leash of Orphans, in their mothers stead:</br>Nay, (as these eyes can witnesse) on a day,</br>One of my weaker yeanlings hapt to stray,</br>Where, being fast upon a crooked Bryer,</br>The rest came in, and gently did supply her</br>With all the strength they could; I could not choose</br>But smile, to see while some assaid to loose</br>The prisoners bands, they hung as fast as shee,</br>But in the end they set my yeanling free:</br>O my Britannus, when they heard my voyce,</br>How my poore Lambs would frisk, and even rejoyce</br>To see their Shepheard!  They would come and stand</br>About me, and take Ivy from my hand;</br>But O my God, what patience shall I crave,</br>To tell the rest!  what patience shall I have!", "Upon a night (It was a night as dark</br>As was the deed; there was no glimm'ring spark</br>That would vouchsafe to shoot his feeble rayes</br>From heaven, (alas!  why did no Comet blaze</br>Against such hideous things?)  upon that night</br>Rusht in a rout of Wolves (no Jesuite</br>Was sharper bent to kill:)  Into my Fold</br>They rusht, they slue, they spar'd nor young nor old.</br>O!  the next morning all my flock lay dead,</br>All but some few, that being wounded fled:</br>My self, that held ten thousand lifes not deare</br>To save my dearer flock, they wounded there,</br>Upon the rescue:  Ah!  they grip'd me sore,</br>Yet let me live, to wound my soule the more.</br>But gentle Shepheard, I am lately told,</br>Some of my scatter'd sheep have been so bold</br>To seek for refuge in the British Fold:</br>Long have I sought, like one that knowes not whither</br>To guide his wandring steps, I hapned hither:</br>O, canst thou tell me tidings?  Canst thou give me</br>At least some hopes of comfort to relieve me?", "BRITANNUS.</br>Towards bright Titans evening Court there lyes</br>From hence ten miles not fully measur'd thrice,</br>A glorious Citie, called by the name</br>Of Troynovant, a place of noted fame</br>Throughout the Christian world, of great renowne</br>For charitable deeds, a place well knowne</br>For good and gratious Government; in briefe,</br>A place for common Refuge, and reliefe</br>To banisht Shepheards, and their scatter'd Sheep;</br>There our great Pans Vice-gerent now does keep</br>His royall Court, whose gracious hand hath store</br>Of soverain Balsames apt for every sore:</br>In that brave City, there be folds provided</br>For Sheep of diverse Quarters, all divided</br>One from the other, ready to receive</br>Affrighed flocks, and bounteous to releive</br>Their severall wants:  Hast Gallio, hast thee thither,</br>And if thou misse thy ends, returne thee hither,</br>And make Britannus happy to enjoy thee,</br>Untill thy pleased God shall re-imploy thee.", "GALLIO.</br>Thankes gentle Shepheard; let that God encrease</br>Thy flocks:  and give thy soule eternall peace.</br>"]