["I.</br>It is not mirth, can ease my heavy woes,</br>Or calm the throbbing of my breast;</br>O!  there is nought that can my eyelids close,</br>Or rock my spirits to a peaceful rest;</br>No &mdash; life appears in ebon colours drest,</br>Where'er I turn my woe-worn aching sight;</br>The morning dawns by every grief opprest,</br>And sombre twilight fades to cheerless night,</br>Bereft of every joy and void of each delight.", "If pleasure meet my ever-weeping eye,</br>I see a demon lurking 'neath its flow'rs;</br>The smile of joy but wakes the heavy sigh,</br>And seems as sad as when the tempest low'rs:</br>O!  there is nothing in love's rosy bow'rs,</br>Can charm my heart, or blunt grief's poison'd stings;</br>Despair each cup of bliss with misery sours,</br>And o'er the scene a shade of sorrow flings,</br>While ever in my ear the knell of ruin rings.", "II.</br>O!  how I love to ponder o'er the tomb,</br>And view the clay that wraps my Ellen's form;</br>Sweet to my soul the yews funereal gloom,</br>And lovely to my sight the coming storm;</br>The smiling flow'r would but her grave deform,</br>Its gayest charms would give me no delight,</br>No warbling sound my frozen heart could warm;</br>But O!  how dear the owlet's silent flight,</br>The lonely turtle's wail, the deepest shade of night.", "Cease, comforter!  to pour thy honey'd strain,</br>But whisper sorrow's accents in my ear;</br>O!  let me hear the mournful lute complain,</br>And breath the sound that starts the sudden tear.</br>Can aught that's gay or cheerful now be dear?</br>Think you, this world will ever please me more?</br>No &mdash; let me rest upon my Ellen's bier,</br>O!  let me hasten to that peaceful shore,</br>Where hush'd is every storm, and still the tempest's roar.", "O!  I could hide me in the darkest cave,</br>And weep till grief my heavy eyelids close;</br>My only solace is the gloomy grave,</br>'Tis there alone my heart can find repose:</br>Life is a dreary wilderness of woes&mdash;</br>No flow'r of friendship blossoms on the wild,</br>Despair's dark wave in freezing current flows,</br>Where mercy ne'er the orphan heart beguil'd,</br>Where Pity never wept, and friendship never smil'd,", "What is a friend?  A hollow-hearted thing,</br>That smiles and smiles, when fortune's look is fair;</br>But when the knell of ruin 'gins to ring,</br>Those lying lips no smiles nor simpers wear.</br>Can I this cruel coldness longer bear?</br>Ah!  shall I bend and scarcely dare complain?</br>No &mdash; for the horrors of the grave I dare,</br>I long that dreary, still abode, to gain,</br>Where friends shall ne'er deceive nor flatterer's mock again.", "To play upon a soul, that feels like mine,</br>To raise its hopes, then brush them all away&mdash;</br>To charm it with a transient rainbow's shine;</br>It is a devil's sport, a demon's play.</br>Sport with the soul that's never sad nor gay,</br>But alway plods in life's dull joyless road,</br>That never smil'd in pleasure's shining ray,</br>That ne'er was chill'd with grief, with passion glow'd&mdash;</br>But leave the feeling mind to its own thoughts and God.</br>"]