["How varied are the wanderings of the Muse! </br>Amid the bloody fields of doubtful fight </br>She, fearless, the advent'rous way pursues. </br>Now, with more lofty wing, she takes her flight </br>Far, far beyond the stretch of human fight! </br>Then to the roaring billows of the sea </br>She tunes her notes; &mdash; and now she takes delight, </br>'Mid rural Swains, to deck the village tree </br>With ever-blooming wreaths of sweetest Poesie!", "Times yet to come shall dwell upon his name;</br>To him immortal praises do belong, </br>Who gave to Windsor's woods eternal fame, </br>And made the Thames to murmur in his song! </br>Nor would I do his gentle spirit wrong</br>Who hail'd on Grongar Hill the rising sun, </br>And tun'd his reed the Cambrian Vales among. </br>He too, of late, the Muses' wreath has won, </br>Who sung, in pleasing strains, the Hill of Farringdon.", "Thy beauties, Clifton, I will strive to sing! </br>For thee, thou lovely scene, I tune my lay! </br>For thee, my poor, forsaken Lyre I string, </br>And at the Muses' shrine my vows I pay. </br>Ye sacred virgins, wheresoe'er ye stray, </br>On Pindus Hill, &mdash;  or, by the favourite stream </br>Of Helicon, your airy slight delay; </br>Hear me, and bless my fond poetic dream, </br>And give my daring Verse the Beauties of my Theme!", "How great the scenes which do mine eyes assail! </br>Whate'er rich Nature, in her lavish mood, </br>Could give to deck the hill or dress the vale, </br>The craggy rock or the meand'ring slood, </br>On Clifton, she, kind Goddess, has bestow'd; </br>From where the Cambrian mountains meet the sky, </br>To the tall Tower which long has boldly stood </br>With anxious joy to fill the sailor's eye, </br>When Dund'ry's welcome peak he hap'ly doth espy.", "The Muse, distracted, checks her dubious slight, </br>Nor knows she where to guide her trembling wing! </br>Till Bristol, 'riling to the astonish'd sight, </br>Claims the first tribute of the strain I sing.&mdash; </br>I who ne'er drank of Heliconian spring, </br>Or cropt one flower that on its border grows; </br>Will she accept my humble offering, </br>Within whose walls the tide of commerce flows, </br>And bears encrease of Wealth with every wind that blows?", "BRITANNIA smiles to view her swelling store, </br>And bids her golden streams for ever glide: </br>While VENUS, queen of beauty, now no more </br>From her dejected daughters turns aside; </br>They joyful revel all in beauty's pride, </br>And boast the Paphian grace, the magic Eye, </br>From whence young CUPID doth his arrows guide; </br>Those arrows, wing'd with many a bitter sigh, </br>Which to the heart do give a pleasing misery.", "But 'mid the blooming band, aright to chuse </br>And cull the fairest forms I do despair!&mdash; </br>But SPROWLE appears! &mdash; and now the faithful Muse, </br>Of every vernal floweret, doth prepare </br>An odorous garland for her flowing hair. </br>But tho' adorn'd with every native grace, </br>Her polish'd mind an higher form doth wear, </br>And Reason, pleas'd her mental charms to trace, </br>Improves the rosy bloom of her enchanting face.", "And STONHOUSE too, whose earliest age I knew:&mdash; </br>I saw the bud fair opening to the day! </br>With joy mine eye beheld it as it grew; </br>And now th' enraptur'd Muse doth well essay </br>Its pride of full-bloom beauty to display. </br>Delighted Nature owns her favourite flower, </br>And Virtue will preserve it from decay: </br>For when the rough winds blow and storms do lower, </br>She'll bear it far from harm to her own sacred bower.", "Grace of my measure, &mdash; of my verse the pride! </br>To thee I could attune my humble strain, </br>'Till the bright Sun his golden head doth hide </br>Deep in the bosom of the western main! </br>But Clifton's green-rob'd DRYADES would complain </br>That I so soon from their lov'd haunts should stray; </br>That, won by thine, I do their charms disdain, </br>And, pleas'd to bask in beauty's sunny ray, </br>Forget the promis'd fame of my devoted lay!", "But, sure, I'm borne to some enchanted ground, </br>Where dazzling spars in twisted columns rise, </br>And bear a splendid roof: &mdash; while, all around, </br>Unnumber'd beauties meet my ravish'd eyes, </br>And bind my senses in a sweet surprize. </br>Dispos'd in just array, the glittering ore, </br>With sparkling minerals of a thousand dyes, </br>And speckled shells, delighted, I explore, </br>Cull'd from the secret caves and from the distant shore.", "O GOLDNEY! &mdash; highly blest and happy they </br>Who could, like thee, their leisure hours employ! </br>Could pass, like thee, their inoffensive day, </br>Foes to the hurry of tumultuous joy, </br>And seek those pleasures which do never cloy! </br>Th' enchanting grot, by thy fond labours drest, </br>Old time shall totter e'er he dare destroy. </br>Oh may thy gentle shade in quiet rest, </br>And the green, grassy turf lie lightly on thy breast!", "Again I spread the wing, and take my way </br>To where the column bears a CHATHAM'S name: </br>But its hard base shall moulder and decay </br>Ee'r dark oblivion will obscure his fame. </br>Oh could I blow the trumpet's loud acclaim! </br>But mine's a shepherd's reed, and doth disown </br>The power to sing the Patriot's noble aim: </br>It only cheers the flocks upon the Down, </br>Nor mingles with the song that tells of bright renown.", "But ah! &mdash; this tomb proclaims the honour'd dead! </br>I read the warriors names and sad deplore </br>The valiant heroes who for Britain bled, </br>For Britain conquer'd: &mdash; but they are no more, </br>And 'round their graves the Indian billows roar. </br>The Chief his valiant soldiers fame reveres, </br>And, while they sleep upon a distant shore, </br>To them the sculptur'd monument he rears, </br>And calls the virtuous Muse to shed her sacred tears.", "DRAPER! &mdash; thou honour to the human race! </br>If I, alas, could raise my feeble strain, </br>Thy well-earn'd triumphs I would gladly trace, </br>Won from the prowess of insulting Spain, </br>When Victory crown'd thee on Manilla's plain. </br>Oh long may time thy living glories save! </br>And when pale fate doth cut thy thread in twain, </br>All will lament the generous and the brave, </br>And weeping honour hang her ensigns o'er thy grave.", "But I must leave the battle's bloody strife </br>To tell the virtues of thy feeling breast: </br>To tell that, in the charities of life, </br>By blessing others thou thyself art blest; </br>Of husbands, fathers, and of friends the best! </br>Her too I sing, who, from the northern shore, </br>In every native grace and beauty drest, </br>With tender triumph, you to Britain bore.&mdash; </br>Long may ye happy be, &mdash; I humbly do implore!", "Bright PHOEBUS now attains his highest power, </br>And nature droops beneath the parching ray: </br>His searching beams inflame my secret bower: </br>I to the higher hill must take my way, </br>Where the gales cool the fervor of the day. </br>Arise ye soft winds from the distant seas, </br>Where o'er the rolling waves ye fondly play! </br>They rise; &mdash; and now the kind, resreshing breeze </br>Sweeps gently o'er the hill and whispers in the trees.", "Nor sunny heat I feel, &mdash; nor rising gale, </br>When as on Avon's winding wave I view </br>A fleet, engulph'd in rocks, unfurl the sail, </br>And to the stormy main their way pursue. </br>I see the hurries of the busy crew; </br>I hear the dashings of the parting oar. </br>Adieu, ye jolly mariners, adieu! </br>May prosperous breezes blow and wast you o'er </br>The dangers of the deep, &mdash; and to the distant shore!", "I leave the amazing scene and skirt the plain, </br>And look o'er meads and groves, o'r hill and dale, </br>To where the virtuous SOUTHWELL'S fair domain </br>Rises, in awful beauty; from the vale. </br>But here I rest, &mdash; for here my powers would fail </br>To tell the charms that do each sense surprize: </br>My bark o'er Severn's flood doth fear to sail </br>To Cambria's shores, where hills on hills arise, </br>And lift their tall, blue heads and mingle with the skies.", "But now, fatigu'd with her excursive slight, </br>So bold a flight she never took before, </br>The Muse must rest; &mdash; or much would she delight </br>Fair Henb'ry's beauteous vallies to explore, </br>And Nature, on her verdant throne, adore </br>With tuneful note and humble offering; </br>But ah! &mdash; her fluttering pinions wexen sore, </br>That she must leave the hill and seek the spring, </br>And take th' enliv'ning draught and plume the slagging wing.", "O Health thou fairest offspring of the sky! </br>Oh let thy balmy streams for ever flow, </br>To give new brightness to the languid eye, </br>And make fresh roses on the cheek to glow! </br>Their virtues sav'd AURELIA from the blow </br>Of threat'ning fate; &mdash; and banish'd all her pain. </br>&mdash;Thus ISRAEL'S thirsty sons forgot their woe, </br>When, 'mid the horrors of the desart plain, </br>The Prophet gave the word, &mdash; and rivers slow'd amain.", "Avaunt, ye griesly fiends! &mdash; ye baleful train! </br>That spread your black wings o'er the healing wave! </br>Begone! &mdash; and in your noisome dens remain; </br>Nor stop the hand of health who strives to save </br>The young and blooming from an early grave! </br>Ye smile, and, pointing to your destin'd prey, </br>The powerful arts of medicine ye brave. </br>Ah DELIA! &mdash; in the morning of thy day, </br>Struck by their deadly shafts, you hasten to decay.", "Where's thy enchanting grace, thy vernal bloom, </br>And all the glories of thy sparkling eye?&mdash; </br>What, &mdash; dost thou hurry to the silent tomb? </br>And must FLIRTILLA, then, prepare to die?&mdash; </br>Oh, the sad end of human vanity! </br>In pleasure's airy dance you did delight, </br>And rosy Health from your embrace did fly: </br>Soon must those eyes, which us'd to shine so bright, </br>Be dimm'd by sable clouds of everlasting night.", "False are the gay delights of human life! </br>They're but the Heralds of approaching woe! </br>How oft is peace the harbinger of strife:&mdash; </br>And 'neath the fragrant rose the thorn doth grow. </br>The gentle Robin's song that oft doth cheer </br>The pensive musings of the lonely swain, </br>Marks the sad progress of the gliding year. </br>Thy notes, sweet bird, while they salute the plain, </br>Tell winter's bleak approach and all it's dreary train!", "Pleasure's the bane of every good below; </br>Foe to fair nature and the child of art; </br>That, in sweet guise, doth work us mickle woe, </br>And steals so softly to the youthful heart: </br>Nor solid joys it gives, but bitter smart. </br>Oh! &mdash; from her dwelling turn your longing eye, </br>Ye blooming train, and from her paths depart! </br>For midst her bowers do poisonous adders lie, </br>And want, and pale disease, and grinning infamy.", "Go, FLAVIA, join the Dance, and join the song! </br>To wondering eyes thy glowing charms display! </br>In joyous sports the festive nights prolong; </br>In airy laughter, pass the hasty day:&mdash; </br>Life's made for pleasure, &mdash; snatch it while you may! </br>Its nimble, fluttering hours will soon be o'er. </br>Go curl thine auburn locks e'er they be grey! </br>Enjoy each soft delight, e'er Charon's oar </br>Shall row thy sleeting ghost to the eternal shore.", "Thus sings the Syren with enchanting sound, </br>And FLAVIA the delusive call obeys: </br>She joins the dance, she treads the idle round </br>Of airy pleasure through each winding maze, </br>And to the gazer's eye her charms displays. </br>&mdash;May reason teach thee, e'er it be too late, </br>That while the sweet song sooths thee, it betrays! </br>O FLAVIA!  shun the false alluring bait, </br>Or mourn, mistaken maid, a miserable fate.", "Ye guardian spirits! &mdash; from your silver bowers, </br>Oh, led by swift &mdash; wing'd pity, quick descend: </br>Or from your beds of ever blooming flowers, </br>Arise, &mdash; and to these rocks your pinions bend! </br>The virtuous LAURA calls you to befriend </br>Her fading form, that bows to taste the wave; </br>From the grim tyrant's arm her life desend! </br>&mdash;Alas! &mdash; 'tis all in vain: &mdash; ye cannot save </br>The dear, &mdash; the lovely maid from an untimely grave.", "She died! &mdash; I saw her on the sable bier!&mdash; </br>The shroud's pale trappings did her limbs adorn </br>I gaz'd, &mdash; and soon the death-bell smote mine ear, </br>And lowering clouds deform'd the rising morn. </br>Oh hapless fate, that ever I was born! </br>&mdash;Around my lyre the baleful wreaths I twine, </br>And strike its mournful notes sad and forlorn. </br>O LAURA, the fair tomb that doth enshrine </br>Thy dear, thy sacred dust, &mdash; will soon inherit mine!", "Oh lead me where the gloomy Cypress grows, </br>Or the black yews the dismal Valley shade; </br>Where nor the Violet sweet or fragrant Rose </br>E'er gave their odours to the dreary glade! </br>There, when the glowing day begins to fade, </br>Woo'd by my sorrows, I'll in silence go; </br>And, on some craggy rock or hillock laid, </br>While from my eyes the briny rivers flow, </br>To the hoarse echoes tell my grievous tale of woe.", "There will I tell that LAURA is no more: </br>That, in the pride of youth and beauty's bloom, </br>Death, from my arms, the lovely victim tore, </br>And gave her sacred relies to the tomb! </br>E'en 'mid the horrors of the charnel's gloom, </br>I now could wander where my LAURA lies: </br>There weep my fate which still prolongs the doom, </br>That would for ever dry my strcaming eyes, </br>And waft my soul to where she dwells above the skies.", "Here cease the warblings of my simple lyre! </br>Here must I check the fond, presumptuous strain, </br>And quench the flame of impotent desire: </br>My breathless LAURA shall not preach in vain. </br>While in this desart world I do remain, </br>I'll bow to heaven and its decrees adore; </br>Nor shall I e'er attune my voice again. </br>Oh, then, farewell my Lyre! &mdash; Thy strains are o'er: </br>Farewell!  for I shall strike thy sounding strings no more!</br>"]