["The Sabbath morning gilds the eastern hills,</br>The swains its sunny dawn wi' gladness greet</br>Frae heath-clad hamlet, 'mong the moorland rills,</br>The dewy mountains climb wi' naked feet,</br>Skiffin' the daisies droukit wi' the weet.</br>The bleatin' flocks come nibblin' down the brae,</br>To shadowy pastures screened frae summer's heat,</br>In woods where tinklin' waters glide away</br>'Mong holms o' clover red, and bright brown ryegrass hay.", "His ewes and lambs, brought carefu' frae the height,</br>The shepherd's children watch them frae the corn,</br>On green-sward scented lawn, wi' gowans white,</br>Frae page o' pocket Psalm-book soil'd and torn,</br>The task prepare assign'd for Sabbath morn:</br>The elder bairns their parents join in prayer;</br>One daughter dear, beneath the flowery thorn,</br>Kneels down apart, her spirit to prepare</br>On this her first approach the sacred cup to share.", "In social chat, wi' solemn converse mix'd,</br>At early hour they finish their repast,</br>The pious sire repeats full many a text</br>Of Sacramental Sabbaths long gone past:</br>To see her little family featly drest,</br>The carefu' matron feels a mother's pride,</br>Gi'es this a linen shirt, gi'es that a vest;</br>The frugal father's frowns their finery chide,</br>He prays that Heaven their souls may wedding-robes provide.", "The sisters, buskit, seek the garden walk</br>To gather flowers, and watch the warnin'-bell;</br>Sweet-William, danglin' dewy frae the stalk,</br>Is mixed wi' mountain-roses rich in smell,</br>Green sweet briar sprigs, and daisies frae the dell.</br>When Spango shepherds pass the lone abode,</br>And Wanlock miners cross the moorland fell,</br>Then, down the sunny, windin' woodland road,</br>The little pastoral band approach the House of God.", "Stream of my native mountains!  O how oft</br>That Sabbath-morning walk in youth was mine!</br>Yet fancy hears the kirk-bells, sweet and soft,</br>Ring o'er the darkenin' woods o' dewy pine.</br>How oft the wood-rose, rich wi' scented wine,</br>I've stoop'd to pull while passing on my way&mdash;</br>But now, in sunny regions south the Line,</br>Nae birks nor broomflowers shade the summer brae,</br>Alas!  I can but dream o' Scotland's Sabbath-day.", "But dear that cherished dream! &mdash; I still behold</br>The ancient kirk, the plane-trees o'er it spread,</br>And, seated 'mong the graves, the young, the old,</br>As once in summer days for ever fled.</br>To deck my dream the grave gives up its dead;</br>The pale precentor sings as then he sung;</br>The long-lost pastor, wi' the hoary head,</br>Pours forth his pious counsels to the young;</br>And dear ones, from the dust, again to life are sprung.", "Lost friends return from realms beyond the main,</br>And boyhood's best beloved ones all are there;</br>The blanks in family circles filled again;</br>No seats seem empty round the House of Prayer,</br>The sound of Psalms has vanished in the air,</br>Borne up to Heaven upon the mountain breeze.</br>The patriarchal priest, with silvery hair,</br>In tent erected 'neath the fresh green trees,</br>Spreads forth the Book of God with holy pride, and sees", "The eyes of circling thousands on him fixed;</br>The kirkyard scarce contains the mingling mass</br>Of kindred congregations round him mixed,</br>Close seated on the gravestones and the grass.</br>Some crowd the garden wall; a wealthier class,</br>On chairs and benches, round the tent draw near;</br>The poor man prays far distant; and, alas!</br>Some, seated by the graves of parents dear,</br>Among the fresh, green flowers let fall the silent tear.", "Sublime the text he chooseth: &mdash; \"Who is this</br>From Edom comes, with garments dy'd in blood,</br>Travelling, in greatness of His strength, to bless,</br>Treading the wine-press of Almighty God?\"</br>Perchance the theme that Mighty One who rode</br>Forth Leader of the armies cloth'd in light,</br>Around whose fiery forehead rainbows glow'd,</br>Beneath whose tread Heaven trembled, angels bright</br>Their shining ranks arrang'd around His steed of white.", "\"Behold the contrast!  Christ, the King of Kings,</br>A houseless wanderer in a world below;</br>Faint, fasting, weary by the desert-springs,</br>From youth a man of mourning and of woe.</br>The birds have nests on summer's blooming bough,</br>The foxes in the mountains find a bed,</br>But Mankind's Friend found every man his foe;</br>His heart with anguish in the Garden bled,</br>He, peaceful, like a lamb, was to the slaughter led.\"", "The action-sermon ended, tables fenced</br>While elders forth the sacred symbols bring</br>The day's more solemn service now commenced.</br>To Heaven is wafted on devotion's wing</br>The Psalm.  Those entering to the altar sing,&mdash;</br>\"I'll of salvation take the cup, I'll call,</br>With trembling, on the name of Sion's King;</br>His courts I'll enter, &mdash; at His footstool fall,</br>And pay mine early vows before His people all!\"", "Behold the crowded tables clad in white,&mdash;</br>Extending far, above the flowery graves,&mdash;</br>A blessing on the bread, and wine cups bright,</br>With lifted hands, the holy pastor craves.</br>In summer's sunny breeze his white hair waves,</br>His soul is with the Saviour in the sky.</br>The hallowed wheaten loaf he breaks, and gives</br>The symbol to the elders seated nigh:</br>\"Take, eat the bread of life, sent down from Heaven on high.\"", "He, in like manner, also lifteth up</br>The flagon, filled with consecrated wine:</br>\"Drink &mdash; drink ye all of it &mdash; Salvation's cup</br>Memorial mournful of His love divine.\"</br>Then solemn pauseth.  Save the rustling pine,</br>Or plane-tree boughs, no sound salutes mine ears;</br>In silence passed, the silver vessels shine;</br>Devotion's Sabbath-dreams from bygone years</br>Return, till many an eye is moist with springing tears.", "Again the preacher breaks the solemn pause;&mdash;</br>\"Lift up your eves to Calvary's mountain, see,</br>In mourning veiled the mid-day sun withdraws,</br>While dies the Saviour bleeding on the tree!</br>But, hark!  again the stars sing jubilee,</br>With anthems Heaven's armies hail their King,</br>Ascend in glory, from the grave set free.</br>Triumphant, see Him soar, on seraph wing,</br>To meet His angel hosts around the clouds of spring!", "\"Behold His radiant robes of fleecy light,</br>Melt into sunny ether, soft and blue!</br>Then, in this gloomy world of tears and night,</br>Behold the table He hath spread for you!</br>What though you tread affliction's path!  In few&mdash;</br>A few short years your toils will all be o'er;</br>From Pisgah's top the promised country view,&mdash;</br>The happy lands beyond &mdash; Immanuel's shore&mdash;</br>Where Eden's blissful bowers bloom green for evermore!", "\"Come here, ye houseless wanderers, soothe your grief,</br>While faith presents your Father's blest abode;</br>And here, ye friendless mourners, find relief,</br>And dry your tears, in drawing near to God,</br>The poor may here lay down oppression's load,</br>The rich forget his crosses and his care,</br>Youth enter on religion's narrow road,</br>The old for his eternal change prepare,</br>And whosoever will, life's waters freely share.", "\"How blest are they who in His courts abide,</br>Whose strength &mdash; whose trust &mdash; upon Jehovah stays!</br>For He in His pavilion shall them hide,</br>In covert safe, when come the evil days:&mdash;</br>Though shadowy darkness compasseth His ways,</br>And thick clouds, like a curtain, hide His throne,</br>Not even through a glass our eyes shall gaze;</br>In brighter worlds, His wisdom shall be shown,</br>And all things work for good to those that are His own!", "\"And blessed are the young to God who bring</br>The morning of their days in sacrifice;</br>The heart's unrifled flowers, yet fresh with spring,</br>Send forth all incense pleasing in His eyes!</br>To Me, ye children, hearken and be wise;&mdash;</br>The prophets died; &mdash;  our fathers, where are they ?</br>Alas!  this fleeting world's delusive joys,</br>Like morning clouds, and early dew, decay!</br>Be yours that better part that fadeth not away!", "\"Walk round these walls, and, o'er the yet green graves</br>Of friends whom you have loved, let the tear.</br>On many dresses dark, deep mourning waves,</br>For some in summers past who worshipped here.</br>Around these tables, each revolving year,</br>What fleeting generations I have seen!</br>Where, where my youthful friends and comrades dear?</br>Fled, fled away as they had never been,</br>All sleeping in the dust beneath these plane-trees green!", "\"And some are seated here, mine aged friends,</br>Who round this table never more shall meet!</br>For him who, bowed with age, before you stands,</br>The mourners soon shall go about the street!</br>Below these green boughs, shaded from the heat,</br>I've blessed the bread of life for threescore years,</br>And shall not many, mouldering 'neath my feet,</br>And some, who sit around me now in tears,</br>To me be for a crown of joy when Christ appears?", "\"Behold He comes with clouds a kindling flood</br>Of fiery flame before His chariot flees!</br>The sun in sackcloth veiled, the moon in blood;</br>All kindreds of the earth dismay shall seize;</br>Like figs, untimely shaken by the breeze,</br>The fixed stars fall amid the thunder's roar;</br>The buried spring to life, beneath these trees;</br>A mighty angel, standing on the shore,</br>With arms stretched forth to heaven, swears time shall be no more!", "\"The hour is near, your robes unspotted keep,</br>The vows you now have sworn are sealed on high;</br>Hark!  hark!  God's answering voice in thunders deep,</br>'Midst waters dark, and thick clouds of the sky!</br>And what if now, to Judgment, on your eye</br>He burst, where yonder lurid lightnings play;</br>His chariot of salvation passing by;</br>The great white throne, the terrible array</br>Of Him before whose frown the heavens shall flee away!", "\"My friends, how dreadful is this holy place!</br>Where rolls the thickening thunder, God is near</br>And though we cannot see Him face to face,</br>Yet, as from Horeb's mount, His voice we hear!</br>The angel armies of the upper sphere,</br>Down from these clouds, on your communion gaze</br>The spirits of the dead, who once were dear,</br>Are viewless witnesses of all your ways;</br>Go from His table then; &mdash; with trembling tune His praise.\"</br>"]