["How oft, alas!  the morning joys are marred,</br>By gathering gloom of woe and chilly fears,</br>The sun-bright path that leads to pleasure barred</br>When to the ravished eye her shrine appears;</br>Nor youth nor beauty wards the shaft that bears</br>The rankling poison to the bosom's core,</br>Love's sweetest smile evanishes in tears,</br>Life's fairy visions fade to bloom no more,</br>Leaving delusion's child in anguish to deplore.", "The words that bind the marriage tie were said,</br>And many a blessing poured on Cona's head</br>Through Clwyd's bounds; the willing vow was made,</br>Her brightest ray the star of evening shed,</br>To light the lovers to the nuptial bed;</br>The blackbird sung the hymeneal song</br>Sweet through the groves, the aged minstrel led,</br>Arrayed in robe of white, the tuneful throng,</br>Who chaunted lays of love fair Clwyd's vales among.", "Now slept the earth beneath the wing of night,</br>And man forgot his cares; till from afar</br>Red rose the beal-fires from Mount Venlis' height,</br>Like glare of meteor or of bearded star!</br>Was it a fire of joy or sign of war?</br>In honour of the Druid did it blaze?</br>Ah no!  for ominous from Moel-y-Gaer,</br>The hostile beacon glowed with answering rays,</br>Startling with fear of morn the elves and moonlight fays.", "The indignant eagle springing from his nest,</br>Enraged that flames usurped his lone domain,</br>Soared sullenly to seek a place of rest,</br>To distant hills, but all his search was vain,</br>The fires were bright as evening's starry train;</br>Low in the vale, by the false dawn deceived,</br>The lark essay'd a song, and sunk again,</br>The nightly wanderer of the mountain grieved,</br>To view the baleful lights, nor well the cause conceived.", "The savage wolf from Snowdon's lofty fell,</br>With speed of lightning to the valley flew,</br>The red-deer sought Plinlimmon's darkling dell,</br>From the heath-flower the plover shook the dew,</br>Ere morn her plaint beginning to renew;</br>Where giant peaks of Cader-Idris shine,</br>With beam that glared like comet to the view,</br>The hills that shelter Dwyrdee divine</br>Are starred with many a ray, and, lone Strathalun, thine.", "The beal-fires sunk; arose the sun of morn</br>To light the men of Clwyd's fair array,</br>A thousand braver warriors ne'er were born,</br>Than grasped the sword of liberty that day,</br>And Meredyth was there to lead the way;</br>The star of freedom flamed in every eye,</br>Fired was the soldier's soul, lie spurned delay,</br>Swore by his father's spirit in the sky,</br>Like him on field of fame to conquer or to die.", "Mervyn appeared the foremost of the train,</br>His soul was strung with energy of youth;</br>It was an hour of joy and mingled pain,</br>Of fortitude and pity's gentle ruth,</br>To think that many a heart that glowed with truth,</br>Before the sun should sink beneath the wave,</br>Might cease to beat, that many a gallant youth</br>Might drop like spring-flower in untimely grave,</br>The nervous arm unstrung, ne'er lifted but to save.", "He stood in act to speak, and all was still;</br>\"Ye sons and heirs of liberty,\" he cried,</br>Free as the breeze that sweeps your native hill,</br>Sprung from the brave and good, your country's pride,</br>A foe o'erruns the land with ravage wide,</br>Our wives and blooming daughters are his prey,</br>This morn the tidings came from Severn's side,</br>Yet Albion's glory never will decay,</br>Resist the foe or die, &mdash; to victory away!", "\"Expects our haughty and presumptuous foe</br>To quench the lightning blazing in the sky,</br>To level with the Ocean's beds below</br>The everlasting hills that tower on high,</br>To bid the rising planets backward fly,</br>To quell the stormy billows as they roll?</br>Then may he hope, beneath the indignant eye</br>Of liberty, to manacle the soul</br>Of Albion's free-born sons, with tyrant's base controul.", "\"Rise, warriors, rise!  Amid war's stormy gale</br>That hung with clouds of darkness all the air,</br>Sweeping with withering wing along the vale,</br>Your gallant fathers never knew despair;</br>Though hosts o'erwhelm your fields, oh!  think how fair</br>The mansions of the virtuous in the sky!</br>Arouse, and for your destinies prepare;</br>Come life or death, the brave no dangers fly,</br>In freedom's land they live, in freedom's land they die.", "\"Virtue shall live embalmed in Poet's song,</br>The hero's deeds this day to glory led,</br>Through many an age shall fire the warrior throng;</br>But ah!  may curses blight the coward's head,</br>Who shrinks from fields of honour pale with dread,</br>Still may he lead a life of shame and fear,</br>And die at last upon an outcast's bed,</br>No sister's hand to dress his funeral bier,</br>No heart to heave a sigh, no eye to drop a tear!\"", "The Druid ceased; loud was the applausive strain,</br>That rolled around the hills in thunder flung,</br>Till distant echo died upon the main;</br>The hoary bard the song of battle sung,</br>While Cambria's silver harp responsive rung,</br>And every pulse was throbbing for the fight;</br>Alone was Cona's heart with anguish wrung,</br>The thickening cloud of sorrow dimm'd the light</br>That lately from her eye shone with a beam so bright.", "Ah!  who the feelings of her soul may paint,</br>With boding fears for Meredyth opprest,</br>Yet meek affliction uttered no complaint,</br>In the awards of Heaven she seemed to rest,</br>The wife and Cambrian struggled in her breast,</br>By duty and by love asunder torn;</br>Disgrace she feared, yet how could one so blest,</br>Before her nuptials saw a second morn,</br>The pangs of absence bear, deserted and forlorn!", "She tried to smile, but tears began to flow,</br>A deadly paleness blanched her rosy hue,</br>Silent she gazed like monument of woe,</br>As up the hills the long array withdrew;</br>But when the banners vanished from the view,</br>It seemed as if her soul had taken wing,</br>No more life's purple currents to renew,</br>Back to her eye no beam of fire to bring,</br>Nor to her faded cheek the lovely bloom of spring.", "The Druid bore her to a lone retreat,</br>The residence of peace and heavenly love,</br>Sheltered from winter wind and summer heat,</br>Amid the enclosure of a sacred grove,</br>For which the Godhead left the realms above,</br>Oft by the virtuous seen at evening fall,</br>Descending on the oak, whose branches wove</br>A shade from blighting vice and tyrant's thrall,</br>Where echo never heard the trump to battle call.", "The mourner in religion sought delight,</br>It gave no healing medicine to her woe;</br>Oft in the troubled visions of the night,</br>Amid the sunless vales of death below,</br>She wandered, like a spirit, to and fro</br>In search of Meredyth, or sought the field</br>Where battle bathed in blood, and saw the blow</br>That reft his life, nor could his bosom shield,</br>All gored with ghastly wounds, in death his eye-lids sealed.", "The morning wept the balmy tears of May,</br>And hung in eastern sky the golden lamp,</br>That o'er the face of Nature flung the day,</br>Dispelled the colds of night and dried the damp,</br>Chasing the silver mists from hill and swamp,</br>Lighting Britannia's sons, on tented plain,</br>And listed myriads of the hostile camp</br>In numbers like the billows of the main,</br>The driving flakes of snow, or drops of summer rain.", "Before the invading host the Chief appeared,</br>Glittering in robe of purple and of gold;</br>Aloft the conquering eagle proudly peered,</br>Fair to the sun the gonfalon unrolled</br>The nation's name, a hardy race of old,</br>Wide o'er the world for victory renowned,</br>Proud land of sages and of warriors bold,</br>With wit and arms and arts and science crowned,</br>Famed from far Scythian hills to shores that India bound.", "From vine-clad hills of Italy they came,</br>And sunny vales where Tiber rolls his wave,</br>Their glowing bosoms swelled with love of fame,</br>In manners simple, generous and brave;</br>When the loud trump for war the signal gave,</br>Like torrent rushed they forth to victory,</br>The prostrate foe magnanimous to save: </br>Their pastime was in warlike revelry,</br>And oft they cropt the flower of Europe's chivalry.", "But in their souls ambition, virtue's nurse,</br>The mother of the arts, became a crime,</br>A domineering pestilence, a curse,</br>Withering the fertile plains of every clime.</br>Ah!  why should man, whose destinies sublime</br>Look heaven-ward, sink beneath oppression's sway,</br>That fills with tears and woe his span of time,</br>Shorn in his bloom, or dragged in bonds away,</br>From kindred and from love, the haughty victor's prey!", "A vision more sublime ne'er met the eye,</br>Bright from their swords the beam of morning glanced,</br>Their burnished helmets flamed like suns on high,</br>In air their plumes like baleful meteors danced;</br>Proud of their charge the fiery coursers pranced,</br>The legions formed the line in long array,</br>And, cased in shining mail, the ranks advanced,</br>The field was fluctuating like the play</br>Of wave succeeding wave in Ocean's watery way.", "Fronting the foe Britannia's soldiers lay,</br>A misletoe adorned the Chieftain's brow;</br>From glens they came that Ocean's streams embay,</br>And vales in fresher tints of spring that glow,</br>Than islands where perennial roses blow,</br>Fairer than regions fabled in romance,</br>From hills of green that lovelier scenes bestow,</br>Than aught that glitters mid the blue expanse,</br>Where billows fringed with gold to Indian summers dance.", "The red-deer's hide hung from their shoulders broad,</br>No plate of mail, nor casque of steel, they wore;</br>Their unshorn locks in yellow clusters flowed,</br>A shield, a lance, and deadly brand they bore;</br>They made their pillow on the rocky shore,</br>Regardless of the dews or wintery wind;</br>Dared every lurking danger to explore;</br>Of sinewy limb, fleet as the mountain hind,</br>To foeman terrible, to friend sincere and kind.", "In shock of war serene they smiled on death,</br>As porch that opened to a high career,</br>Where they should tread in virtue's upward path,</br>Through land of love, nor shed affliction's tear.</br>Except of infamy they had no fear,</br>And when their country's danger claimed their aid,</br>They rushed like lions on the levelled spear,</br>Their lives a willing sacrifice they made,</br>As debt to Nature due, by glory well repaid.", "Vain were the task, presumptuous were the thought,</br>To tell the troubled tide of hope and fear,</br>That in the aged monarch's bosom wrought,</br>When with a parent's eye and starting tear,</br>He saw the foe's embattled legions near,</br>With whom his gallant sons were to maintain</br>The fight for all that liberty holds dear;</br>Dread was the pause of dumb suspense and pain,</br>One hour might save the land or forge the eternal chain.", "In either host aloft the signal flew,</br>That called the brave to death or victory,</br>With iron voice aloud the trumpet blew</br>A blast that rung through heaven's concavity,</br>Kindling to rage the battle's enmity!</br>With ears erect the coursers pawed the plain,</br>From Cambria pealed the shouts of liberty,</br>A burning valour swelled in every vein,</br>Which all their foes combined might seek to quell in vain.", "Oh!  could my feeble hand the harp sustain,</br>That sweetly from the hills of Linden rung;</br>Or his whose fancy dared a loftier strain,</br>And mutiny and war of angels sung;</br>Or wield the lyre that on the breezes flung,</br>In careless swell, the feats of chivalry,</br>To charm the ear of virgin monarch strung,</br>Resounding through the halls of royalty,</br>Of knights and ladies fair, in tones of witchery,&mdash;", "Then might I imp my wing to soar a flight,</br>Over the wilds where Fancy holds her reign,</br>To fetch similitudes for Freedom's fight,</br>Now rolling like the Ocean o'er the plain;</br>Onward the Britons rush and pause again,</br>Hung like the lowering tempest on the foe,</br>Then close like thunders bursting on the main,</br>Destructive as the mountain whirlwinds blow,</br>As from the Alps descends an avalanch of snow.", "Loud rings the clang of Cambria's chariot wheels,</br>As when a thousand winter torrents roll</br>Adown the mountain's steep; Ausonia reels,</br>Nor dares to bide the iron war's controul;</br>Even in the veteran's bosom dies his soul,</br>Seeking in vain his brethren to restore,</br>Who fled as ebbing billows backward roll,</br>Whole squadrons sink to launch the spear no more,</br>Like heaps of Ocean weeds that strew the stormy shore.", "One rallied wing of the indignant host</br>Presents a front like adamantine wall,</br>On which the iron tide in vain is tost;</br>'Tis ruin wide and desolation all;</br>Pierced by the deadly spear the riders fall;</br>Here steeds on wrecks of shivered chariots lie;</br>There, terror-winged, they heed no trumpet's call,</br>But trampling friend and foe afar they fly,</br>The enslaving bands exult, the sons of freedom die.", "Still doubtful veers the fortune of the fight,</br>And Cambria's champions rush in strong array,</br>Where Danger calls and Glory sheds her light,</br>Though death's destroying angel bar the way;</br>As lion pressed by hunter stands at bay,</br>Each warrior turns upon the thronging foe,</br>As if the trembling balance of the day</br>Were hung suspended on his single blow;</br>The victor's shout succeeds to groans of overthrow.", "Amid the dark despairing of the war,</br>The fair exploits of Meredyth appear,</br>As through the stormy sky is seen a star,</br>The tempest-beaten mariner to cheer,</br>To shed a beam of life and banish fear.</br>He blazes like the lightning's fiery breath,</br>On foes that throng around in front and rear,</br>With terror and destruction in his path,</br>Scathing where'er he strikes, and scattering bolts of death.", "The robe of spring was stained a sanguine hue,</br>And swathed in blood full many a hero lay,</br>Where erst each blade of grass was hung with dew,</br>And flowerets oped to drink the morning ray.</br>Where love and peace had universal sway,</br>Now Death triumphant flapped his iron wing;</br>Along the blooming vale and sunny brae,</br>Where harp of bard provoked the birds to sing,</br>Now mixed with parting groans, the brazen trumpets ring.", "On glory's bier the youthful patriot lay,</br>Who full of expectation eyed the morn;</br>His brethren slept around in close array,</br>Their ranks unbroken, but by fate o'erborne,</br>And from a weeping country's wishes torn;</br>By honourable wounds their bosoms riven,</br>No wreath of virtue from their temples shorn,</br>Each warrior still retained the station given,</br>Still grasped the streaming sword, and smiled serene on heaven.", "Lo!  Cambria's sovereign lord, whose years divide</br>The autumn and the winter of his age,</br>Whose arm might still a nation's fate decide,</br>Appeared amid the battle's deadliest rage,</br>With circling foes alone the war to wage;</br>The fire of freedom and a land's renown,</br>Inspired his soul on glory's splendid stage,</br>To earn on fields of death the patriot's crown,</br>On rugged rock he stood, and hurled destruction down.", "Surrounded by a small but generous band,</br>Who bound themselves to death or victory,</br>To fall or of the foemen free the land,</br>He broke the serried ranks of Italy,</br>Despite the helm and plate of armory,</br>Trusting, by blood and toil and deadly strife,</br>To lead the captain in captivity,</br>Or by a valiant stroke to end his life,</br>And terminate a war with desolation rife.", "Their spears the blood of many a warrior drunk,</br>Full many an orphan, many a widow made;</br>Beneath their trenchant blades whole squadrons sunk,</br>Valour looked pale, and virtue's strength decayed.</br>The victor's mantle had their limbs arrayed,</br>But fate, that envies worth, the meed denied;</br>A gathering host their onward course delayed:</br>None fled; by numbers crushed, the warriors died,</br>The chief alone survived, no friend to shield his side.", "On high he towered, no limb was seen to shrink,</br>Though clouds of darts came thickening through the air,</br>No form of danger taught a soul to sink</br>That soared above the workings of despair;</br>In eye of Meredyth the achievement fair</br>In virtue's lustre shone, he lightly sprung</br>On empty car, some rival deed to dare,</br>That might by bard of future age be sung,</br>And wake the harp of fame to glory's records strung.", "His coursers trampled down the daring foe,</br>Who opposition to his progress gave;</br>The flying coward sunk beneath the blow</br>Of lance, from point of which no speed could save;</br>The astonished line divided like a wave</br>Cut by a jutting rock, while streams of blood</br>Distained the horse's hoof and glowing nave;</br>The chief beheld with calm intrepid mood,</br>And springing from the rock safe on the chariot stood.", "Then on the wings of wind the chariot flew,</br>Swift as the passing phantom of a dream,</br>Unhurt from wonder's straining gaze withdrew,</br>As sudden as the rapid lightning's gleam,</br>That none the sight reality might deem.</br>'Twas magic all and mute astonishment!</br>It passed the line and crossed a mountain stream,</br>The shelter gained of friendly battlement,</br>A shout from Cambria pealed that shook the firmament.", "Oh!  why did heaven with kindly aim implant</br>The seeds of gentle pity in the heart?</br>If the war-trump of thousands slain may vaunt,</br>And human murder is a boasted art,</br>If wild Ambition waves the crimson chart</br>That marks his wasting path, and nations bear</br>The conqueror to play his bloody part,</br>If millions die that one may laurels wear,</br>To feel is foolishness, and mockery mercy's tear.", "Long did the battle roll the sanguine tide,</br>Nor could the swell of crimson torrents slake</br>The thirst of blood that spread a carnage wide,</br>That made the stoutest heart with fear to shake;</br>Ten thousand warriors slept no more to wake,</br>Pillowed on the same turf did foemen lie,</br>No more the lance in mortal strife to break;</br>While side by side they slumbered peacefully,</br>No fears had they of rout nor hopes of victory.", "Now dewy evening ushered in the night,</br>And o'er the sky her sable mantle drew,</br>While fought the combatants till by the light</br>A friend from enemy they scarcely knew;</br>Then from the field they sullenly withdrew.</br>The victory could neither army claim,</br>The falling warrior oft the victor slew,</br>Happy in death, if by one lucky aim</br>He gained a sweet revenge, and washed away his shame.", "The wounded, mingled with the heaps of dead,</br>Beneath the damps and colds of evening lie;</br>No friend is near to raise the fainting head,</br>Or light a beam in the despairing eye;</br>Yet ah!  their fond imaginations fly</br>To the green valley and the hamlet dear,</br>Scenes where, a sister and a mother nigh,</br>Might o'er their pillow blend the mutual tear,</br>Sooth the fierce pang of death, and dress their funeral bier.", "Now pale and cold the moon of midnight shed,</br>Wide o'er the field, a ghastly tint of woe,</br>On features whence the light of life had fled,</br>And beamless eyes, where quenched was valour's glow.</br>Now manly beauty, marred by ruthless blow,</br>Had lost its bloom, and pressed the grassy bier;</br>No sound was heard, save when in murmurs low</br>The groan of death fell mournful on the ear,</br>That from Ambition's eye might wring the iron tear.", "In Cambria's camp is heard the stifled sigh,</br>The father mourns the son, the son the sire;</br>The veteran's heart is wrung, his burning eye</br>Is wet with tears, his looks in vain require</br>The friend who fanned his bosom's youthful fire;</br>His childhood's mate is numbered with the dead,</br>The love-lorn maidens of the hill enquire</br>For some dear name with overwhelming dread,</br>Fearing to learn the truth, 'mong bleeding warriors led.", "Within the royal tent the princes met</br>In council for the safety of the land;</br>In place of honour Meredyth was set,</br>His great exploits had gained him high command;</br>A garland round his brow by kingly hand</br>Was twined; when lo!  beneath his locks were seen,</br>Engrained, a misletoe and oaken wand:</br>Oft had the dame that nursed the youth, I ween,</br>Remarked the sacred sign, wondering what it might mean.", "A tear was swelling in the monarch's eye,</br>As down he stooped with grateful heart to crown,</br>With honour's meed, the youth whose darings high</br>Had saved his life at peril of his own;</br>But when in view religion's symbols shone,</br>O'er all his frame a thrilling tremour crept;</br>Well to his ken the mystic mark was known,</br>And kindled Nature's fires that long had slept;</br>\"My son, my son!\"  he cried, and on his bosom wept.", "\"Oh!  welcome to my heart, my gallant boy!</br>A diadem shall sparkle on thy brow,</br>Thy father's saviour and thy country's joy;</br>But tell me, son, oh!  tell me, where and how</br>The virtues in thy soul have learn'd to glow;</br>For ever since thy birth, misfortune's gloom</br>O'er my devoted head has hung till now;</br>Yes, I have known the exile's bitter doom,</br>In hard captivity condemned to waste my bloom.", "\"The treason of the brother of my love</br>Expelled me friendless from my native shore,</br>But hate of man below, nor heaven above,</br>E'er gave such anguish to my bosom's core</br>As fears for thee; and when, the tempest o'er,</br>Again I kissed the sands of Cambria's sea,</br>And learned with bursting heart that thou no more</br>Should'st on my native mountains solace me,</br>I sought the rest of death in fight of liberty.", "\"When, from the windows of the sky, the dawn</br>Shall sow the orient hills with golden light,</br>Night's murky hood from brow of heaven withdrawn,</br>Thou shalt conduct thy kindred to the fight,</br>Whose bosoms pant like thine for glory bright;</br>The royal ensigns shall thy temples grace,</br>And as the eaglet emulates the flight</br>Of his paternal wing, thus shalt thou trace</br>The path thy fathers trod in glory's upward race.\"", "He spoke, and, fluctuating like the wave,</br>The heart of Meredyth with wonder wrought;</br>To Nature's claims a tear of joy he gave,</br>And, bending low, a parent's blessing sought;</br>With love and tenderness his bosom fraught,</br>Yet trembling inly for his Cona's sake,</br>No hopes nor honours which his birthright gave,</br>Brought aught of power to tempt him to forsake</br>His Cona's sire revered, nor vows of wedlock break.", "On simple truth he placed his trust, and told</br>The secrets of his soul without disguise,</br>The wondrous tissue of his fate unrolled</br>And while he spoke, before his brightening eyes</br>The Druid stood in hermit's humble guise,</br>Eager to learn the fortune of the day,</br>Heard with a father's pride the fair emprise</br>That saved a prince's life, and shed a ray</br>Of light upon his birth, that long in darkness lay.", "He clasped the aged Druid to his breast,</br>Then, sighing deep, \"Return, my sire,\" he said,</br>To the loved vale where my affections rest,</br>To groves of sanctity that Cona shade;</br>Tell her to whom my vow of love is made,</br>The badge of victory for her I wear,</br>Without her all my honours soon would fade,</br>No joy have I on earth unless she share,</br>'Tis she inspires my soul, and nerves my arm to dare.\"", ""]