["On that auspicious day, when Britain's sons</br>With suppliant voice invok'd all-gracious heav'n</br>For blessing on the royal babe; at eve</br>By pleasing contemplation led I stray'd</br>Where Thames nigh Windsor pours his crystal tide,</br>Rolling to great Augusta's citadel</br>The gen'rous tribute of his copious urn.</br>Nature thro' all her works triumphant join'd</br>Her joyful revels, save the silver moon;</br>She o'er yon eastern hill in silence seem'd</br>To listen, and restrain her course to hear</br>The universal shout of Albion's isle.</br>As on I mus'd in deep attention lost,</br>Sudden aerial sounds salute my ear,</br>Like such as in sweet whisp'ring accents drop</br>From leaves just fann'd by zephyr's softest breeze.</br>Trim fairy elves soon caught my wond'ring sight,</br>Wheeling with printless foot their airy rounds</br>O'er mossy bank, while glow-worm's moment lamp</br>Dim-twinkled thro' their clear pellucid form.</br>To the apt moments of their magic dance</br>They sang, how present at the royal birth,</br>Each had the tender infant form impress'd</br>With all that's fair and all that's beautiful.</br>Hark!  The sweet song still strikes my ravish'd ear:", "Hither all ye fairy powers,</br>Haste from your celestial bowers;</br>Whether in yon region high,</br>Or in cowslip's bell ye lie,</br>Feasting on the pearly dew,</br>That distills fresh sweets for you;</br>To conclude this festive day,</br>Come, ye dapper elves away.</br>E're the sun his beams had spread</br>O'er yon mountain's dusky head,</br>E're the bee this morn did sip</br>Food from rosebud's velvet lip:</br>Oberon!  of race divine,</br>Shedding influence benign,</br>Say, how you with all the throng</br>Studious of enchanting song,</br>Sooth'd the royal mother's breast</br>With maternal care possest,</br>Whisp'ring to her ravish'd mind</br>Future blessings, hopes refin'd,</br>Days of glory, fame ensur'd,</br>Faction blasted, peace secur'd:</br>Whilst ye sat with rapt'rous joy</br>Brooding o'er the princely boy,</br>Charms infusing quick as thought,</br>Charms with subtlest magic fraught,</br>Breathing beauty o'er his face,</br>Virtue's beauty, virtue's grace.</br>Happy babe!  whose willing breast</br>Quick receiv'd the stamp imprest:</br>Happier parents, who shall see</br>All their worth unite in thee.</br>To conclude this festive day,</br>Come ye dapper elves away.", "Thus sang the elfin sprights:  and now the moon</br>Had gain'd mid heaven, when the airy crew,</br>Mounting the subtle texture of her beams,</br>Fled thro' the regions of unbounded space</br>To realms unvisited by mortal eye.</br>"]