["'Tis a fair scene; &mdash; the few clouds, dark and dun,</br>That lie like islets in the glorious west,</br>Are streaked with flame, as the broad setting sun</br>Sinks slowly to his golden hall of rest;</br>While his slant rays throw o'er the ocean's breast</br>Bright threads of silver, and his flashing spray</br>Seems set with jewels, like the bridal vest</br>Of proud Sultana.  Bright is the array,</br>When thus, in quiet pomp, goes slowly down the day.", "Winds gentle as the watching mother's prayer,</br>Come o'er the waters, as they sink and swell</br>With bouyant motion, such as heaves the fair</br>Breast of the cradled infant, when the spell</br>Is broke, that locks the thoughts in memory's cell.</br>Hither the secret worshipper alone</br>Might come to pray, and here might hermit dwell;</br>Centuries have wreathed the moss-crown round the stone,</br>And flowers here spring and fade, unnoticed, and unknown.", "There is no sign of life within the shore's</br>Wide circuit, save that now and then his cry</br>The wheeling curlew on the breeze outpours,</br>Or far away, where mingle earth and sky,</br>A small sail, dim in distance, passes by,</br>Like some proud eagle, on his steady flight</br>Far through the welkin's clear profundity,</br>Or like a cloud of filmy, flaky white,</br>Borne through the moonlight blue, &mdash; one lonely speck of light.", "Here, as I sit, strange fantasties and dreams,</br>With hues as vivid as reality,</br>Flit by.  The infinite blue ocean seems</br>A thing of life.  Shrouded in mystery,</br>Heave thy long billows onward, sounding sea!</br>And, in thy voice, full many tales are told</br>Of griefs that in thy secret caverns be,</br>Of joys that wither in thy circling fold,</br>Like flowers that wake to life in winter's chill and cold.", "And yet thou art a thing of loveliness,</br>And forms surpassing fair thy waters hide;</br>The branching coral blends, in sweet caress,</br>With intertwining sea-plants &mdash; far and wide</br>Gems sparkle to the swaying of the tide;</br>Beings, the seaman's dread, thy blue depths throng</br>And poets feign, how o'er thy bosom glide</br>Beautiful sea-nymphs, warbling such sweet song</br>As wakes the hidden rill, winding its path along.", "And fearful thoughts, too, round thee cast their spell;</br>A voice comes up from thy dark-heaving wave,</br>Distant and deep, like sound of funeral bell;</br>A voice which tells, that there have found a grave</br>Multitudes of earth's children, master, slave,</br>The gray-haired father, and the blooming boy,</br>Warriors that wore the laurels of the brave,</br>And forms of beauty.  Ah!  could'st thou destroy</br>Her whose fair tresses streamed upon the breath of joy!", "Cities have sunk beneath thy victor march,</br>As when of old, with mutterings deep and low,</br>Sprung from volcano's mine, and a red arch</br>Of flame gushed forth, and whelmed beneath its flow</br>Italia's fairest lands.  The keels that plough</br>Thy breast, masses of strength, oh, what are they,</br>When thy waves rage, and like the drifting snow,</br>Throughout the darkened air is flung the spray,</br>And thy dark caverns all lie open to the day.", "And yet thou art a picture of man's life,&mdash;</br>Of youth, when sparkling hope keeps festival,</br>And years flow on like sunlit streams, &mdash; man's strife</br>For fame, &mdash; of wintry age, when sorrows fall</br>Like blight in summer on the soul, and all</br>The founts of joy are chocked.  As o'er thy face</br>Blank darkness spreads her melancholy pall,</br>Thou shadowest forth our end, when life's short race</br>Is run, and man is laid in his long resting-place.</br>"]