["THYRSIS.</br>If scenes like these can tempt my friend to share</br>The genial softness of the spring-tide air,</br>Here let us sit, and view the fertile vale,</br>The swelling woodland waving with the gale;</br>Or through those walks high-arch'd with nut-trees stray,</br>And, while soft music echoes from each spray,</br>Catch the wild notes melodious as they flow,</br>Mix'd with the murm'rings of the brook below.", "AMINTOR.</br>In these dull walks you ever love to waste</br>The fleeting hours, and falsely think it taste.</br>See through that glade those gloomy turrets rise,</br>O'ertop the trees, and swell towards the skies.</br>These hanging woods, this dismal, dreary dell,</br>\"Where moping Melancholy loves to dwell,\"</br>Bring to my mind what ancient legends tell</br>Of fairy forests, where in some lone glen,</br>In deserts deep far mov'd from mortal ken,</br>Stands the huge castle thickly planted round</br>With magic quicksands and enchanted ground;</br>Whence, o'er the wild heath, many a fiery sprite</br>Guiles the lost trav'ller in the starless night.", "THYRSIS.</br>Speak, ye fair Dryads, ye who best can tell,</br>Does Dulness ever in your woodland dwell?</br>Or through these woods, when carelessly you rove,</br>Trace ye her footsteps in the chesnut grove?</br>A Nymph there is, a musing, pensive maid,</br>Whom oft I meet within this cooling shade,</br>With folded arms now wand'ring through the wood,</br>Now thoughtful bending o'er the sparkling flood.</br>In moods like these whene'er she meets the eye,</br>Scorn points the finger of each passer-by.</br>Sweet Solitude!  from thee the pleasing theme,</br>The fond illusion, the poetic dream,</br>From thee, sweet charmer, flows a magic pow'r,</br>To calm too busy thought, or fill the vacant hour.</br>Whene'er with thee in this cool shady seat,</br>I find a shelter from the noon day heat;</br>For us the stockdove coos in wilder note,</br>For us the linnet strains his tuneful throat.</br>Each note grows sweet in the woodlark's song;</br>Each breeze breathes music as it moves along;</br>The stream looks brighter, as the glitt'ring spray</br>Breaks o'er the pebbles that obstruct its way.", "AMINTOR.</br>Come, come, friend Thyrsis, to the town repair,</br>This melancholy dullness will forsake you there.</br>Can rocks, can woods, can all this dreary scene,</br>Though newly dress'd in Nature's livery green,</br>Vie with the sweet variety we find</br>In town to charm us, and delight the mind?</br>Scenes ever new, gay views that never cloy,</br>Day after day still teeming with new joy;</br>Where every hour to the eye displays</br>A thousand charms that charm a thousand ways;</br>The morning lounge, the Park's long cavalcade,</br>The ev'ning rout, the midnight masquerade,</br>The play were ***** all in charms appears,</br>To warm the heart, or melt the eye in tears.</br>But when some ill-grac'd actor treads the stage,</br>Beauty and fashion then our eyes engage;</br>Where, rob'd in elegance, supreme they sit,</br>The bright-ey'd critics of dramatic wit.</br>Ev'n so I've seen, in some great florist's show,</br>The gay carnations rang'd in many a row;</br>White vie with white, with colour colour vie,</br>Each spreads its charms to stop the wand'ring eye;</br>But at each view such crowds of beauties rise,</br>It still roves doubtful where to fix the prize.</br>Spend but a winter in such scenes as these,</br>And woods, and rocks, and streams, will lose their power to please.", "THYRSIS.</br>Ev'n now, my friend, I fear the dreadful day,</br>When Fate shall force me from these fields away;</br>And as the Sun, when sinking from the view,</br>Tints every object with a brighter hue;</br>So now these scenes with double lustre shine,</br>For soon, too soon, I cease to call them mine.</br>How bright the tinge that gilds yon distant scene,</br>Blow sweet ye breezes, breathe in gentle sighs;</br>Look down ye groves, no more ye meet these eyes,</br>How smooth the Stour, how still its mazes glide,</br>Crown'd with green alders down its grassy side,</br>And willow boughs, whose drooping branches seem</br>To weep their dew-drops on the passing stream.</br>Here in this copse the earliest blackbird sings,</br>Under the hedge the earliest violet springs;</br>Here Zephyr, gathering odours as he goes,</br>Steals his first kisses from the new-blown rose;</br>Here bees, sweet banks of fragrant flowers among,</br>(Whose murmurs yet breath soft in classic song,)</br>With busy hum Hyblaean sweets prepare,</br>Hyblaean sweets they seldom live to share.", "AMINTOR.</br>Thyrsis, farewell!  since Happiness you deem</br>To loiter listless by a purling stream;</br>Enjoy, fond swain, those gifts thy fields bestow,</br>Green willow wreaths to bind thy frantic brow.</br>"]