["Amid those marshy woodlands far and wide</br>Which spread beyond the soaring vulture's eye,</br>There grew on Empalado's southern side</br>Groves of that tree whose leaves adust supply</br>The Spaniards with their daily luxury;</br>A beverage whose salubrious use obtains</br>Thro' many a land of mines and slavery,</br>Even over all La Plata's sea-like plains,</br>And Chili's mountain realm, and proud Peru's domains.", "But better for the injured Indian race</br>Had woods of manchineel the land o'erspread:</br>Yea in that tree so blest by Nature's grace</br>A direr curse had they inherited,</br>Than if the Upas there had rear'd its head</br>And sent its baleful scyons all around,</br>Blasting where'er its effluent force was shed,</br>In air and water, and the infected ground,</br>All things wherein the breath or sap of life is found.", "The poor Guaranies dreamt of no such ill,</br>When for themselves in miserable hour,</br>The virtues of that leaf, with pure good will</br>They taught their unsuspected visitor,</br>New in the land as yet.  They learnt his power</br>Too soon, which law nor conscience could restrain,</br>A fearless but inhuman conqueror,</br>Heart-hardened by the accursed lust of gain.</br>O fatal thirst of gold!  O foul reproach for Spain!", "For gold and silver had the Spaniards sought</br>Exploring Paraguay with desperate pains,</br>Their way thro' forests axe in hand they wrought;</br>Drench'd from above by unremitting rains</br>They waded over inundated plains,</br>Forward by hope of plunder still allured;</br>So they might one day count their golden gains,</br>They cared not at what cost of sin procured,</br>All dangers they defied, all sufferings they endured.", "Barren alike of glory and of gold</br>That region proved to them; nor would the soil</br>Unto their unindustrious hands unfold</br>Harvests, the fruit of peace, . . . and wine and oil,</br>The treasures that repay contented toil</br>With health and weal; treasures that with them bring</br>No guilt for priest and penance to assoil,</br>Nor with their venom arm the awaken'd sting</br>Of conscience at that hour when life is vanishing.", "But keen of eye in their pursuit of gain</br>The conquerors look'd for lucre in this tree:</br>An annual harvest there might they attain,</br>Without the cost of annual industry.</br>'Twas but to gather in what there grew free</br>And share Potosi's wealth.  Nor thence alone,</br>But gold in glad exchange they soon should see</br>From all that once the Incas called their own,</br>Or where the Zippa's power or Zaque's laws were known.", "For this, in fact tho' not in name a slave,</br>The Indian from his family was torn;</br>And droves on droves were sent to find a grave</br>In woods and swamps, by toil severe outworn,</br>No friend at hand to succour or to mourn,</br>In death unpitied, as in life unblest.</br>O miserable race, to slavery born!</br>Yet when we look beyond this world's unrest,</br>More miserable then the oppressors than the opprest.", "Often had Kings essay'd to check the ill</br>By edicts not so well enforced as meant;</br>A present power was wanting to fulfil</br>Remote authority's sincere intent.</br>To Avarice, on its present purpose bent,</br>The voice of distant Justice spake in vain;</br>False magistrates and priests their influence lent</br>The accursed thing for lucre to maintain:</br>O fatal thirst of gold!  O foul reproach for Spain!", "O foul reproach!  but not for Spain alone</br>But for all lands that bear the Christian name!</br>Where'er commercial slavery is known,</br>O shall not Justice trumpet-tongued proclaim</br>The foul reproach, the black offence the same?</br>Hear, guilty France!  and thou, O England, hear!</br>Thou who hast half redeem'd thyself from shame,</br>When slavery from thy realms shall disappear,</br>Then from this guilt, and not till then, wilt thou be clear.", "Uncheck'd in Paraguay it ran its course,</br>Till all the gentler children of the land</br>Well nigh had been consumed without remorse.</br>The bolder tribes meantime, whose skilful hand</br>Had tamed the horse, in many a warlike band</br>Kept the field well with bow and dreadful spear.</br>And now the Spaniards dared no more withstand</br>Their force, but in their towns grew pale with fear</br>If the Mocobio, or the Abipon drew near.", "Bear witness, Chaco, thou, from thy domain</br>With Spanish blood, as erst with Indian, fed!</br>And Corrientes, by whose church the slain</br>Were piled in heaps, till for the gather'd dead</br>One common grave was dug, one service said!</br>Thou too, Parana, thy sad witness bear</br>From shores with many a mournful vestige spread,</br>And monumental crosses here and there</br>And monumental names that tell where dwellings were!", "Nor would with all their power the Kings of Spain,</br>Austrian or Bourbon, have at last avail'd</br>This torrent of destruction to restrain,</br>And save a people every where assail'd</br>By men before whose face their courage quail'd,</br>But for the virtuous agency of those</br>Who with the Cross alone, when arms had fail'd,</br>Achiev'd a peaceful triumph o'er the foes,</br>And gave that weary land the blessings of repose.", "For whensoe'er the Spaniards felt or fear'd.</br>An Indian enemy, they call'd for aid</br>Upon Loyola's sons, now long endear'd</br>To many a happy tribe, by them convey'd</br>From the open wilderness or woodland shade,</br>In towns of happiest polity to dwell.</br>Freely these faithful ministers essay'd</br>The arduous enterprize, contented well</br>If with success they sped, or if as martyrs fell.", "And now it chanced some traders who had fell'd</br>The trees of precious foliage far and wide</br>On Empalado's shore, when they beheld</br>The inviting woodlands on its northern side,</br>Crost thither in their quest, and there espied</br>Yeruti's footsteps:  searching then the shade</br>At length a lonely dwelling they descried,</br>And at the thought of hostile hordes dismay'd</br>To the nearest mission sped and ask'd the, Jesuit's aid.", "That was a call which ne'er was made in vain</br>Upon Loyola's sons.  In Paraguay</br>Much of injustice had they to complain,</br>Much of neglect; but faithful labourers they</br>In the Lord's vineyard, there was no delay</br>When summon'd to his work.  A little band</br>Of converts made them ready for the way;</br>Their spiritual father took a cross in hand</br>To be his staff, and forth they went to search the land.", "He was a man of rarest qualities,</br>Who to this barbarous region had confined</br>A spirit with the learned and the wise</br>Worthy to take its place, and from mankind</br>Receive their homage, to the immortal mind</br>Paid in its just inheritance of fame.</br>But he to humbler thoughts his heart inclined;</br>From Gratz amid the Styrian hills he came,</br>And Dobrizhoffer was the good man's honour'd name.", "It was his evil fortune to behold</br>The labours of his painful life destroy'd;</br>His flock which he had brought within the fold</br>Dispersed; the work of ages render'd void,</br>And all of good that Paraguay enjoy'd</br>By blind and suicidal power o'erthrown.</br>So he the years of his old age employ'd,</br>A faithful chronicler in handing down</br>Names which he loved, and things well worthy to be known.", "And thus when exiled from the dear-loved scene,</br>In proud Vienna he beguiled the pain</br>Of sad remembrance:  and the Empress Queen,</br>That great Teresa, she did not disdain</br>In gracious mood sometimes to entertain</br>Discourse with him both pleasurable and sage;</br>And sure a willing ear she well might deign</br>To one whose tales may equally engage</br>The wondering mind of youth, the thoughtful heart of age.", "But of his native speech because well nigh</br>Disuse in him forgetfulness had wrought,</br>In Latin he composed his history;</br>A garrulous, but a lively tale, and fraught</br>With matter of delight and food for thought.</br>And if he could in Merlin's glass have seen</br>By whom his tomes to speak our tongue were taught,</br>The old man would have felt as pleased, I ween,</br>As when he won the ear of that great Empress Queen.", "Little he deem'd when with his Indian band</br>He thro' the wilds set forth upon his way</br>A Poet then unborn, and in a land</br>Which had proscribed his order, should one day</br>Take up from thence his moralizing lay,</br>And shape a song that, with no fiction drest,</br>Should to his worth its grateful tribute pay,</br>And sinking deep in many an English breast,</br>Foster that faith divine that keeps the heart at rest.", "Behold him on his way!  the breviary</br>Which from his girdle hangs, his only shield;</br>That well-known habit is his panoply,</br>That cross, the only weapon he will wield:</br>By day he bears it for his staff afield,</br>By night it is the pillar of his bed;</br>No other lodging these wild woods can yield</br>Than earth's hard lap, and rustling overhead</br>A canopy of deep and tangled boughs far spread.", "Yet may they not without some cautious care</br>Take up their inn content upon the ground.</br>First it behoves to clear a circle there,</br>And trample down the grass and plantage round,</br>Where many a deadly reptile might be found,</br>Whom with its bright and comfortable heat</br>The flame would else allure:  such plagues abound</br>In these thick woods, and therefore must they beat</br>The earth, and trample well the herbs beneath their feet.", "And now they heap dry reeds and broken wood;</br>The spark is struck, the crackling faggots blaze,</br>And cheer that unaccustomed solitude.</br>Soon have they made their frugal meal of maize;</br>In grateful adoration then they raise</br>The evening hymn.  How solemn in the wild</br>That sweet accordant strain wherewith they praise</br>The Queen of Angels, merciful and mild:</br>Hail, holiest Mary!  Maid, and Mother undefiled.", "Blame as thou mayest the Papist's erring creed,</br>But not their salutary rite of even!</br>The prayers that from a pious soul proceed,</br>Tho' misdirected, reach the ear of Heaven.</br>Us unto whom a purer faith is given,</br>As our best birthright it behoves to hold</br>The precious charge.  But, oh, beware the leaven</br>Which makes the heart of charity grow cold!</br>We own one Shepherd, we shall be at last one fold.", "Thinkest thou the little company who here</br>Pour forth their hymn devout at close of day,</br>Feel it no aid that those who hold them dear,</br>At the same hour the self-same homage pay,</br>Commending them to Heaven when far away?</br>That the sweet bells are heard in solemn chime</br>Thro' all the happy towns of Paraguay,</br>Where now their brethren in one point of time</br>Join in the general prayer, with sympathy sublime?", "That to the glorious Mother of their Lord</br>Whole Christendom that hour its homage pays?</br>From court and cottage that with one accord</br>Ascends the universal strain of praise?</br>Amid the crouded city's restless ways,</br>One reverential thought pervades the throng;</br>The traveller on his lonely road obeys</br>The sacred hour, and as he fares along,</br>In spirit hears and joins his household's even-song.", "What if they think that every prayer enroll'd</br>Shall one day in their good account appear;</br>That guardian Angels hover round and fold</br>Their wings in adoration while they hear;</br>Ministrant Spirits thro' the ethereal sphere</br>Waft it with joy, and to the grateful theme</br>Well pleased, the Mighty Mother bends her ear?</br>A vain delusion this we rightly deem:</br>Yet what they feel is not a mere illusive dream.", "That prayer perform'd, around the fire reclined</br>Beneath the leafy canopy they lay</br>Their limbs:  the Indians soon to sleep resign'd;</br>And the good Father with that toilsome day</br>Fatigued, full fain to sleep, . . . if sleep he may,</br>Whom all tormenting insects there assail;</br>More to be dreaded these than beasts of prey</br>Against whom strength may cope, or skill prevail,</br>But art of man against these enemies must fail.", "Patience itself that should the sovereign cure</br>For ills that touch ourselves alone, supply,</br>Lends little aid to one who must endure</br>This plague:  the small tormentors fill the sky,</br>And swarm about their prey; there he must lie</br>And suffer while the hours of darkness wear;</br>At times he utters with a deep drawn sigh</br>Some name adored, in accents of despair</br>Breathed sorrowfully forth, half murmur and half prayer.", "Welcome to him the earliest gleam of light;</br>Welcome to him the earliest sound of day;</br>That from the sufferings of that weary night</br>Released, he may resume his willing way,</br>Well pleased again the perils to essay</br>Of that drear wilderness, with hope renew'd:</br>Success will all his labours overpay:</br>A quest like his is cheerfully pursued;</br>The heart is happy still that is intent on good.", "And now where Empalado's waters creep</br>Through low and level shores of woodland wide</br>They come; prepared to cross the sluggish deep,</br>An ill-shaped coracle of hardest hide,</br>Ruder than ever Cambrian fisher plied</br>Where Towey and the salt sea-waters meet,</br>The Indians' launch; they steady it and guide,</br>Winning their way with arms and practised feet,</br>While in the tottering boat the Father keeps his seat.", "For three long summer days on every side</br>They search in vain the sylvan solitude.</br>The fourth a human footstep is espied,</br>And through the mazes of the pathless wood</br>With hound-like skill and hawk-like eye pursued;</br>For keen upon their pious quest are they</br>As e'er were hunters on the track of blood.</br>Where softer ground or trodden herbs betray</br>The slightest mark of man, they there explore the way.", "More cautious when more certain of the trace</br>In silence they proceed; not like a crew</br>Of jovial hunters, who the joyous chace</br>With hound and horn in open field pursue,</br>Cheering their way with jubilant halloo,</br>And hurrying forward to their spoil desired,</br>The panting game before them, full in view:</br>Humaner thoughts this little band inspired,</br>Yet with a hope as high their gentle hearts were fired.", "Nor is their virtuous hope devoid of fear;</br>The perils of that enterprize they know;</br>Some savage horde may have its fastness here,</br>A race to whom a stranger is a foe;</br>Who not for friendly words, nor proffer'd show</br>Of gifts, will peace or parley entertain.</br>If by such hands their blameless blood should flow</br>To serve the Lamb who for their sins was slain,</br>Blessed indeed their lot, for so to die is gain!", "Them thus pursuing where the track may lead,</br>A human voice arrests upon their way.</br>They stop, and thither whence the sounds proceed,</br>All eyes are turn'd in wonder, . . . not dismay,</br>For sure such sounds might charm all fear away.</br>No nightingale whose brooding mate is nigh,</br>From some sequester'd bower at close of day,</br>No lark rejoicing in the orient sky</br>Ever pour'd forth so wild a strain of melody.", "The voice which through the ringing forest floats</br>Is one which having ne'er been taught the skill</br>Of marshalling sweet words to sweeter notes,</br>Utters all unpremeditate, at will,</br>A modulated sequence loud and shrill</br>Of inarticulate and long-breathed sound,</br>Varying its tones with rise and fall and trill,</br>Till all the solitary woods around</br>With that far-piercing power of melody resound.", "In mute astonishment attent to hear,</br>As if by some enchantment held, they stood,</br>With bending head, fix'd eye, and eager ear,</br>And hand upraised in warning attitude</br>To check all speech or step that might intrude</br>On that sweet strain.  Them leaving thus spellbound,</br>A little way alone into the wood</br>The Father gently moved toward the sound,</br>Treading with quiet feet upon the grassy ground.", "Anon advancing thus the trees between,</br>He saw beside her bower the songstress wild,</br>Not distant far, himself the while unseen.</br>Mooma it was, that happy maiden mild,</br>Who in the sunshine, like a careless child</br>Of nature, in her joy was caroling.</br>A heavier heart than his it had beguiled</br>So to have heard so fair a creature sing</br>The strains which she had learnt from all sweet birds of spring.", "For these had been her teachers, these alone;</br>And she in many an emulous essay,</br>At length into a descant of her own</br>Had blended all their notes, a wild display</br>Of sounds in rich irregular array;</br>And now as blithe as bird in vernal bower,</br>Pour'd in full flow the unexpressive lay,</br>Rejoicing in her consciousness of power,</br>But in the inborn sense of harmony yet more.", "In joy had she begun the ambitious song,</br>With rapid interchange of sink and swell;</br>And sometimes high the note was raised, and long</br>Produced, with shake and effort sensible,</br>As if the voice exulted there to dwell;</br>But when she could no more that pitch sustain,</br>So thrillingly attuned the cadence fell,</br>That with the music of it's dying strain</br>She moved herself to tears of pleasurable pain.", "It may be deem'd some dim presage possess'd</br>The virgin's soul; that some mysterious sense</br>Of change to come, upon her mind impress'd,</br>Had then call'd forth, ere she departed thence,</br>A requiem to their days of innocence.</br>For what thou losest in thy native shade</br>There is one change alone that may compense,</br>O Mooma, innocent and simple maid,</br>Only one change, and it will not be long delay'd!", "When now the Father issued from the wood</br>Into that little glade in open sight,</br>Like one, entranced, beholding him, she stood;</br>Yet had she more of wonder than affright,</br>Yet less of wonder than of dread delight,</br>When thus the actual vision came in view;</br>For instantly the maiden read aright</br>Wherefore he came; his garb and beard she knew;</br>All that her mother heard had then indeed been true.", "Nor was the Father filled with less surprize;</br>He too strange fancies well might entertain,</br>When this so fair a creature met his eyes.</br>He might have thought her not of mortal strain;</br>Rather, as bards of yore were wont to feign,</br>A nymph divine of Mondai's secret stream;</br>Or haply of Diana's woodland train:</br>For in her beauty Mooma such might seem,</br>Being less a child of earth than like a poet's dream.", "No art of barbarous ornament had scarr'd</br>And stain'd her virgin limbs, or 'filed her face;</br>Nor ever yet had evil passion marr'd</br>In her sweet countenance the natural grace</br>Of innocence and youth; nor was there trace</br>Of sorrow, or of hardening want and care.</br>Strange was it in this wild and savage place,</br>Which seem'd to be for beasts a fitting lair,</br>Thus to behold a maid so gentle and so fair.", "Across her shoulders was a hammock flung,</br>By night it was the maiden's bed, by day</br>Her only garment.  Round her as it hung,.</br>In short unequal folds of loose array,</br>The open meshes, when she moves, display</br>Her form.  She stood with fix'd and wondering eyes,</br>And trembling like a leaf upon the spray,</br>Even for excess of joy, with eager cries</br>She call'd her mother forth to share that glad surprize.", "At that unwonted call with quickened pace</br>The matron hurried thither, half in fear.</br>How strange to Monnema a stranger's face</br>How strange it was a stranger's voice to hear,</br>How strangely to her disaccustomed ear</br>Came even the accents of her native tongue!</br>But when she saw her countrymen appear,</br>Tears for that unexpected blessing sprung,</br>And once again she felt as if her heart were young.", "Soon was her melancholy story told,</br>And glad consent unto that Father good</br>Was given, that they to join his happy fold</br>Would leave with him their forest solitude.</br>Why comes not now Yeruti from the wood?</br>Why tarrieth he so late this blessed day?</br>They long to see their joy in his renew'd,</br>And look impatiently toward his way,</br>And think they hear his step, and chide his long delay.", "He comes at length, a happy man, to find</br>His only dream of hope fulfill'd at last.</br>The sunshine of his all-believing mind</br>There is no doubt or fear to overcast;</br>No chilling forethought checks his bliss; the past</br>Leaves no regret for him, and all to come</br>Is change and wonder and delight.  How fast</br>Hath busy fancy conjured up a sum</br>Of joys unknown, whereof the expectance makes him dumb!", "O happy day, the Messenger of Heaven</br>Hath found them in their lonely dwelling place!</br>O happy day, to them it would be given</br>To share in that Eternal Mother's grace,</br>And one day see in heaven her glorious face</br>Where Angels round her mercy-throne adore!</br>Now shall they mingle with the human race,</br>Sequester'd from their fellow kind no more;</br>O joy of joys supreme!  O bliss for them in store!", "Full of such hopes this night they lie them down.</br>But not as they were wont, this night to rest.</br>Their old tranquillity of heart is gone;</br>The peace wherewith till now they have been blest</br>Hath taken its departure.  In the breast</br>Fast following thoughts and busy fancies throng</br>Their sleep itself is feverish, and possest</br>With dreams that, to the wakeful mind belong;</br>To Mooma and the youth then first the night seem'd long.", "Day comes, and now, a first and last farewell</br>To that flair bower within their native wood,</br>Their quiet nest till now.  The bird may dwell</br>Henceforth in safety there, and rear her brood,</br>And beasts and reptiles undisturb'd intrude.</br>Reckless of this, the simple tenants go,</br>Emerging from their peaceful solitude,</br>To mingle with the world, . . . but not to know</br>Its crimes, nor to partake its cares, nor feel its woe.", ""]