["Thy virtues O GENEVA!  yet unsung,</br>By antient or by modern bard, the muse,</br>In verse sublime shall celebrate.  And thou</br>O W&mdash;! statesman most profound!  vouchsafe</br>To lend a gracious ear; for fame reports,</br>That thou, with zeal assiduous, dost attempt</br>Superior to Canary or Champaigne,</br>GENEVA salutiferous to enhance;</br>To rescue it, from hand of porter vile,</br>And basket-woman, and to the bouffet</br>Of lady delicate, and courtier grand,</br>Exalt it:  Well from thee may it assume,</br>The glorious modern name of Royal BOB!", "\"O may I live to hail the day!\" when thou</br>(Suspending the fatigue of state affairs)</br>Shalt make the city tour, and condescend</br>To visit my poor mansion, and, beneath</br>Its humble roof, take a reviving glass</br>Of anodyne GENEVA!  Spirit pure,</br>With berries sanative impregnated!", "Long had the Brewers, with invidious eye</br>View'd the Distillers:  frequent their attempts</br>GENEVA to debase, and ALE uplift.</br>Contention fierce arose, ill consequence</br>Portending.  Justice, willing to decide</br>The cause, a special court conven'd.  And now</br>The day appear'd, the great, th' important day,</br>Big with the fate of ALE, and of GENEVA!", "Within her awful court, in solemn pomp</br>Astrea sits:  there shine her sword keen-edg'd,</br>And golden ballance.  Yonder Feculento,</br>The genius of Malt Liquor, makes approach,</br>Puffing, and waddling on, with heavy pace:</br>His visage bloated, his protuberant paunch,</br>Of size enormous, like the mighty tun</br>Of Heidelberg.  Two dray-men, grim with yeast,</br>And clay, and grounds, th' unweildy lump support.", "The genius of GENEVA, Clara nam'd,</br>Succeeded him:  in her right hand, a branch</br>Of Juniper she bore:  Defendant she.", "With croud promiscuous, soon the spacious hall</br>Was fill'd; Distillers, Brewers, parties chief:</br>And swarms of those, who grooty BEER imbibe,</br>Or clear GENEVA.  Coaxing courtesans</br>Night wandring, vigilant in quest of prey.</br>And youth bare footed, sable vested, who,</br>Hood-wink'd, intrepid, chimney foul ascends,</br>With knees and shoulders climbing, and with brush</br>Uplifted, particles fulginous</br>Precipitates.  The men who rapid drive,</br>With Phaetonic lash, the foaming steeds</br>Of hackney vehicle impure.  And females</br>Industrious, who, with basket white as curd,</br>At Leaden-hall or Newgate-market ply,</br>For honest livelihood.  The warbling nymphs,</br>Who chaunt card matches in harmonious lay,</br>The pride of Rosemary-lane!  And those who loud,</br>With hoarser tone, and mouth extended wide,</br>Cry flounders, whitings, barrel-cod and sprats;</br>Fishmongers peripatetic!  Those who vend,</br>In Weekly Journal, scandal, politics,</br>Religion, nonsence, treason, morals, lies,</br>New schemes and prodigies; and who e'er long</br>Shall hawk this wondrous work of mine.  And those</br>Who tempting invitation give, to buy</br>Lemons and oranges, Hesperian fruit!</br>Whose grateful acid juice in china bowl</br>Exprest, and there commixt with water pure,</br>Drawn from transparent spring, sugar refin'd,</br>And BRANDY Coniac, Jamaica RUM,</br>Or costly ARRACK brought from Batavian shore,</br>Makes PUNCH nectareous!  Princely beverage!</br>In days of yore unknown.  Nor wanted there</br>The laughing pert coquette, or prude demure,</br>Or hypocritic saint, or rake, or beau,</br>Or dextrous youth who blacks his honors shoes.", "Now at the bar arriv'd, the Plaintiff belch'd,</br>And thus began.  O Justice!  canst thou see</br>Unshock'd, that Fautress of GENEVA here?</br>A PUBLICK NUSANCE!  mischief epidemic!&mdash;", "That from GENEVA ills incredible</br>Proceed, is obvious.  What debilitates</br>The limbs, the health impairs, and quick destroys</br>The constitution!  'Tis GENEVA &mdash; Thence</br>Diseases issue, no less numerous, dire</br>And virulent, than erst (as poets sing)</br>Flew from Pandora's box.  What is it that</br>Enervates th' understanding, stupifies</br>The senses, temps the poor to be profuse</br>Of time irrevocable, and to waste</br>Their little stock of cash, habituates</br>To laziness, debauchery, and brings</br>Inevitable penury?  GENEVA.</br>GENEVA!  the pernicious origin</br>Of villanies ineffable!  unknown</br>To former ages.  Ruffians, by its fumes</br>Intoxicated, dare to perpetuate</br>Crimes monstrous, desperate, unparallel'd,</br>And horrible to name!  Not Mohocks fierce,</br>With glaring eyes, and whiskers formidable,</br>Dread misanthropes!  were more tremendous, when</br>At dead of night, intent on mischief, they</br>Itinerants nocturnal terrified.", "Since evils great as these, incessant flow</br>From this destructive liquor; can we doubt</br>Of hearing sentence from your judgment-seat,</br>Propitious to the Brewers?  Thus he spoke,</br>When, from the Brethren of the firkin, lo!</br>A sudden cloud flew up of hats, and wigs,</br>And greasy caps, which darken'd all the court,</br>And loud acclaim, the vaulted roof rebounded.", "Silence commanded; Clara, graceful then</br>Arose, and thus.  O Goddess!  I rejoice</br>That 'tis at thy tribunal I am now</br>To plead; for bribe or pension never can</br>Have influence here; in vain, against the truth,</br>Success may prejudice or party hope.</br>Nor need I, with rhetoric flourishes,</br>Attempt the passions of my Judge to move:</br>Mean artifice!  and fit to work on none</br>But weak and little souls.  With reason then,</br>And facts indubitable, shall I urge</br>My plea.  My tumid adversary makes</br>Assertions bold, but arguments to prove,</br>He offers none; and none indeed can we</br>Expect, from Orator who can conceive,</br>That things are obvious when incredible!</br>Fit pleader he, for articles and creed,</br>And all the orthodox absurdities</br>By churchmen instituted, and impos'd</br>On the weak populace.  The catalogue</br>Of vices, which to our account he brings,</br>Avails him not.  We come not here to plead</br>The merits of Intemperance.  Will ev'n he</br>Deny, that muddy BEER inebriates too?</br>Or can he, by the actions of a sot,</br>Determine, whether he GENEVA has</br>Or BEER excessive drank?  Alike pernicious</br>The consequence of this, and that, appears.</br>If difference is, GENEVA justly claims</br>Th' advantage:  This has virtues numerous, great;</br>But what has That to boast of?  Never yet</br>Did doctor sage, in learned Recipe,</br>Prescribe Malt liquor; but, with caution wise,</br>Debar'd the patient from it.  Who would think,</br>An advocate for ALE, should e'er complain,</br>That dram salubrious, robs the labouring poor,</br>Of time and money?  When the loss of time</br>Is greater, greater is th' expence by far,</br>Malt liquor to consume.  The market-woman,</br>With basket on her head, can take a glass,</br>Preservative from all th' inclemencies</br>Of weather; short the interruption is,</br>And small the charge.  But he, disastrous wight!</br>Whom to an Alehouse, fate malignant brings;</br>Squanders unwarily, the little all,</br>On which his half-starv'd family depends:</br>One pot succeeds another; company,</br>And cards and dice, skettles and shuffle-boards</br>Engage his hours:  or he, decoy'd perhaps</br>By wheedling punk, to private room retires:</br>No splendid shilling, then his purse retains;</br>And well he fares too, if he but escapes</br>Itch Neapolitan.  Not so the offices</br>That vend GENEVA, to the publick view</br>They stand expos'd; apartments most unfit</br>For crimes infandous.  Never to this hour,</br>Did pathics vile, detestable, select</br>Such place, a wickedness to perpetrate,</br>Shocking to nature.  No &mdash; Recess obscure,</br>In Alehouse blind, they seek.  Then robbery,</br>Treason and murder, devastation wild,</br>And persecution, monster horrible!</br>Prime minister of hell!  to liberty,</br>To virtue, reason, truth, and every good,</br>Foe most implacable!  has every age</br>Produc'd, even when GENEVA was unknown.</br>Those vices then, some other origin,</br>Whate'er it was, must have.  That what gave birth</br>To them, the present vices did produce,</br>Most natural is to think.", "All bounteous heaven</br>Bestows no blessing but may be abus'd,</br>GENEVA not excepted:  And shall we,</br>In order these abuses to reform,</br>The blessing extirpate?  Is it more</br>Becoming beings, rational and just,</br>T' inflict the punishment on none, but who</br>Are culpable? &mdash; But men have been transform'd</br>To brutes, by this destructive liquor &mdash; True.</br>And men have by destructive Razors, had</br>Their wind pipes cut.  And must not tonsor then</br>Be suffer'd, razor keen to wield, when he</br>On chin fecundous depredation makes?", "If some, grown fond of physic, will exceed</br>The dose prescrib'd, and finish thus their lives:</br>Will he, whose senses are not quite deprav'd,</br>Blame medicine for this?  Call it destructive</br>To human constitution?  Yet he may,</br>As justly, as my foe abdominous</br>Exclaims against GENEVA.", "Great NASSAU!</br>Immortal name!  Britain's deliverer</br>From slavery, from wooden shoes and chains,</br>Dungeons and fire!  Attendants on the sway</br>Of tyrant bigotted, and zeal accurst</br>Of holy butchers, prelates insolent,</br>Despotic and bloody thirsty!  He who did</br>Expiring liberty revive!  Godlike hero!  He</br>It was, who, to compleat our happiness,</br>With liberty restor'd, GENEVA introduc'd!", "O Britains!  O my countrymen!  can you</br>To glorious WILLIAM now commence ingrates,</br>And spurn his ashes?  Can you villify</br>The sovereign cordial he has pointed out,</br>Which by your own misconduct only, can</br>Prove detrimental?  Martial WILLIAM drank</br>GENEVA, yet no age could ever boast</br>A braver prince than he.  Within his breast</br>Glow'd every royal virtue!  Little sign,</br>O genius of Malt liquor!  that GENEVA</br>Debilitates the limbs, the health impairs</br>And mind enervates.  Men for learning fam'd,</br>And skill in medicine, prescrib'd it then</br>Frequent in Recipe:  nor did it want</br>Success, to recommend its virtues vast,</br>To late posterity.", "Hail Juniper!</br>Sacred to Phoebus!  Poison, pestilence,</br>And all contagion, all the effects we dread</br>From bite of serpent venemous, retreat</br>At thy approach precipitant.  To thee</br>Their preservation from infection, owe</br>The crouded jails, and suburbs of the town,</br>Where privies overflow, and common sewers;</br>And dogs half putrify'd offensive lie;</br>And shambles, fraught with offals, blood, and filth,</br>Emit stench fetid, most abominable.", "When Hollander, by drinking BEER impure,</br>Ischuria torturing, or strangury sharp,</br>Groans under; what is it preserves his life?</br>GENEVA diuretic, pregnant with</br>Detergent salts:  this gives a passage free</br>To fluid excrementitious.  When the stone,</br>Or gravel, cause excruciating pain,</br>Tis this, affords relief miraculous.</br>Carminative superior; greater foe</br>To gnawing cholick, nature never yet</br>Brought forth.  When e'er the overflowing gall,</br>Tinctures Corinna, with a saffron hue,</br>GENEVA, in the biliary canals</br>Removes th' obstruction, and her bloom returns.</br>If fits convulsive seize; or if consumptions,</br>The human fabrick waste; or epilepsy</br>Sudden attacks the senses; palsy shakes,</br>Or chilling ague; to the patient let</br>GENEVA be administred; success</br>Stupendious will ensue.  Friend to the sight,</br>The optic nerves it fortifies:  and adds</br>Strength to the limbs and brain; the appetite</br>Deprav'd restores:  submissive to its pow'r</br>The asthma yields.  Would my antagonist,</br>Hydroptick as he is, but have recourse</br>To this for help, that monstrous bulk of his,</br>Would quickly be to proper size reduc'd.</br>This warms the heart, and this exilerates</br>The spirits, when deprest with care and grief.", "These, are but few of the vast benefits,</br>Afflicted mankind to GENEVA owe,</br>When not by gross intemperance abus'd.</br>But time would fail me, to enumerate</br>Its virtues manifold.  My opponent,</br>Has not one virtue in Malt liquor shewn.</br>The mischiefs he complains of, not affect</br>GENEVA, to GENEVA not peculiar,</br>But common to intemperance; and may</br>Even with advantage, be to ALE apply'd.", "To thy decision, righteous goddess!  now,</br>Dreadless I leave the merits of my cause.", "She spoke.  Her golden scales Astrea, then</br>Uprais'd; in one, GENEVA'S merits plac'd:</br>The merits of Malt liquor, t' other held:</br>The latter, quick flew up, and kick'd the beam.</br>"]