["Come lovely May, with charms benignly bright,</br>Lead briskly on the mirth-infusing hours,</br>All recent from the bosom of delight,</br>In sweetness smiling, and adorn'd with flow'rs;</br>In thy full energy and rich array,</br>Delight of nymphs and swains, O charming May,</br>From heav'n descend to earth, on earth vouchsafe to stay.", "She comes!  on Zephyr's wings the goddess view,</br>Distilling balm she cleaves the fragrant air,</br>Attended by the silver-footed dew,</br>The ravages of winter to repair;</br>Conscious of her approach (to deck her bow'rs),</br>Earth from her fruitful lap and bosom pours</br>A waste of springing sweets and voluntary flow'rs.", "Welcome!  as to a youthful poet wine,</br>To fire his fancy and enlarge his soul,</br>He weaves the laurel chaplet with the vine,</br>And grows immortal as he drains the bowl;</br>Welcome, as Phillis to her faithful swain,</br>For whom he long had sigh'd, but sigh'd in vain,</br>He darts into her arms, she smiles away his pain.", "The bee, the golden daughter of the spring,</br>From mead to mead in wanton labour roves,</br>And loads its little thigh, or gilds its wing,</br>With all the essence of the fragrant groves;</br>Extracts the aromatic soul of flow'rs,</br>And humming in delight, its waxen bow'rs</br>Fills with the luscious spoil, and lives ambrosial hours.", "The feather'd warblers chear the listening groves,</br>The mellow thrush, the blackbird sweetly shrill,</br>And little linnets celebrate their loves,</br>In hawthorn valley, or on tufted hill;</br>The soaring lark, the lowly nightingale,</br>A thorn her pillow, trills her doleful tale,</br>And melancholy muse dies along the dale.", "No noise o'ercomes the silence of the shades,</br>Save short-breath'd vows, the dear excess of joy,</br>Or harmless giggle of the youths and maids,</br>Who yield obeisance to the Cypress boy;</br>Or flute soft sighing in the passing gale,</br>Or fountain gurgling down the rural dale,</br>Or song to beauty's queen, or lover's tender tale.", "Ye nymphs and swains, as in a goodly round,</br>Glowing with health, all in the greenwood shade,</br>Unsparingly, ye thump the echoing ground,</br>Or lightly lead the dance along the glade;</br>O may no envious show'rs your passtime spoil,</br>While you in rural mirth the time beguile,</br>But may the sky be clear, and Phoebus deign to smile.", "Come, Shyrugemah, milder than the spring,</br>And grateful as the rosy month of May,</br>O come, the birds the hymn of nature sing,</br>Enchanting wild from ev'ry bush and spray;</br>The fields invite us, thither let's repair,</br>Collect and weave whate'er is sweet and fair,</br>A posy for thy breast, a garland for thy hair.", "Or up the steep ascent of Richmond Hill,</br>With pleasing diligence we'll wind our way,</br>What op'ning scenes the ravish'd senses fill,</br>And wide their rural luxury display;</br>Woods, dales, and flocks and herds, and colts and spires,</br>Villas of noblemen and country squires,</br>Such scenes as these the eye-sight never tires.", "Hail!  charming scenes where joy would chuse to dwell;</br>Hail!  happy hours, which wisdom deems her own;</br>Hail!  music, which no instruments excell,</br>Hail!  flow'rets, not unworthy Flora's crown:</br>Ye linnets, larks, ye thrushes, nightingales;</br>Ye hills, ye plains, ye groves, ye streams, ye dales;</br>Ye ever-charming scenes, all you your poet hails.</br>"]