["Here, ere the first tear from the weeping rose,</br>The chearing solar beam has kiss'd away,</br>How shall this fragment give my limbs repose,</br>And fit them to pursue the wearying way?", "Ah!  once, alas!  these limbs no place of rest</br>Here on this ruin-scatter'd spot had found;</br>The steps of Peace here never softly prest,</br>Or Pleasure wanton'd gaily o'er the ground:", "But hopeless Grief, and hollow-ey'd Despair,</br>In full possession of their horrors dwelt,</br>And Tyranny, with grim exulting air,</br>Her iron terrors wide around her dealt.", "Here rose the dread Bastile &mdash; at that fell name,</br>Cold flows the ling'ring life-blood thro' my veins,</br>A sudden horror spreads thro' all my frame,</br>And the chill'd Muse can scarce pursue her strains.", "Here, as I sit, and fling my eyes around,</br>And bid warm Fancy wing her utmost flight,</br>What tragick scenes on this eventful ground,</br>Unnumber'd, pour upon my aching sight!", "E'en now I see, on yonder blood-stain'd stone,</br>His aching head the captive low recline,</br>Upward to Heav'n a ling'ring last look thrown,</br>That speaks submission to the Will Divine.", "That seems to rise above the cumb'rous load,</br>That many a day his woe-worn heart has prest;</br>That thinks, expectant on Heav'n's bright abode,</br>At length his soul shall find a place of rest.", "Hark!  what a heart-heav'd sigh assails my ear!</br>'Tis the last groan &mdash; some wretch now yields his breath:</br>See!  wasted by full many a sorrowing year,</br>He sinks, alas!  into the arms of Death.", "He sinks &mdash; by stern Adversity sore prest,</br>He dies &mdash; and not a soothing friend is nigh,</br>To hear the last wish of his bursting breast,</br>To wipe the moist tear from his closing eye.", "From these heart-rending scenes I gladsome turn;</br>The dread Bastile shall terrify no more;</br>No wretched captive here again shall mourn,</br>Or on the gate his sad complaining pour.", "'Twas a great deed! &mdash; That Monarch ill must reign,</br>Must insecurely sit upon his throne,</br>Whose subjects, bound by Slav'ry's galling chain,</br>Unheard, beneath her yoke, oppressive groan.", "No: &mdash; He, alone, his people's king and friend,</br>The regal seat must surely safely press,</br>Who lives, for this important, glorious end&mdash;</br>To make his subjects happy, and to bless.</br>"]