["THE ARGUMENT.</br>CUDDY telles how all the Swaines,</br>Pittie ROGET on the Plaines:</br>Who requested, doth relate</br>The true cause of his estate;</br>Which broke off, because 'twas long,</br>They begin a three-mans Song.", "WILLY.  CUDDY.  ROGET.", "WILLY.</br>Roget, thy old friend Cuddy here, and I,</br>Are come to visit thee in these thy Bands,</br>Whi'lst both our Flockes in an Inclosure by,</br>Do picke the thin grasse from the fallowed lands.</br>He tells me thy restraint of liberty,</br>Each one throughout the Country understands:</br>And there is not a gentle-natur'd Lad,</br>On all these Downes, but for thy sake is sad.", "CUDDY.</br>Not thy acquaintance and thy friends alone</br>Pitty thy close restraint, as friends should doe:</br>But some, that have but seene thee, for thee moane:</br>Yea, many that did never see thee to.</br>Some deeme thee in a fault, and most in noone;</br>So divers wayes doe divers rumours goe;</br>And at all meetings where our Shepheards bee,</br>Now the maine Newes that's extant, is of thee.", "ROGET.</br>Why, this is somewhat yet:  had I but kept</br>Sheepe on the Mountaines, till the day of doome,</br>My name should in obscuritie have slept,</br>In Brakes, in Briars, shrubbed Furze and Broom.</br>Into the Worlds wide eare it had not crept,</br>Nor in so many mens thoughts found a roome:</br>But what cause of my suffering do they know?</br>Good Cuddy tell me how doth rumour goe?", "CUDDY.</br>Fayth 'tis uncertaine; some speake this, some that:</br>Some dare say nought, yet seeme to thinke a cause</br>And many a one prating he knows not what;</br>Comes out with Proverbes and old auncient sawes,</br>As if hee thought thee guiltless, and yet not:</br>Then doth he speake halfe Sentences, then pawse:</br>That what the most would say, we may suppose</br>But what to say, the Rumour is, none knowes.", "ROGET.</br>Nor care I greatly, for it skills not much</br>What the unsteady common-people deemes,</br>His Conscience doth not alwayes feele least touch,</br>That blamelesse in the sight of others seemes:</br>My cause is honest, and because 'tis such,</br>I hold it so, and not for mens esteemes:</br>If they speake justly well of mee, I'me glad;</br>If falsely evil, it ne'er makes me sad.", "WILLY.</br>I like that minde; but Roget you are quite</br>Beside the matter that I long to heare:</br>Remember what you promis'd yester-night,</br>Youl'd put us off with other talke, I feare;</br>Thou know'st that honest Cuddies heart's upright</br>And none but he, except myself, is neere:</br>Come therefore, and betwixt us two relate,</br>The true occasion of thy present state.", "ROGET.</br>My Friends I will; You know I am a Swaine,</br>That keepe a poore Flocke here upon this Plaine:</br>Who, though it seemes, I could doe nothing lesse,</br>Can make a Song, and woe a Shepheardesse,</br>And not alone the fayrest where I live,</br>Have heard me sing, and favours daign'd to give:</br>But, though I say 't, the noblest Nimph of Thame,</br>Hath grac'd my Verse unto my greater fame.", "Yet, being young, and not much seeking prayse,</br>I was not noted out for Shepheards layes:</br>Nor feeding Flockes, as, you know others be:</br>For the delight that most possessed me</br>Was hunting Foxes, Wolves, and Beastes of Pray:</br>That spoile our Foulds, and beare our Lambs away.</br>For this, as also for the love I beare</br>Unto my Country, I lay'd by all care</br>Of gaine, or of preferment, with desire</br>Onely to keepe that state I had entire,</br>And like a true growne Hunts-man sought to speed</br>My selfe with Hounds of rare and choysest breed,</br>Whose Names and Natures ere I further goe,</br>Because you are my friends I'le let you know.</br>My first esteemed Dogge that I did find,</br>Was by descent of old Actaeons kind;</br>A Brache, which if I doe not ayme amisse,</br>For all the world is just like one of his:</br>She's named Love, and scarce yet knowes her duty;</br>Her Damme's my Ladies pretty Beagle Beauty.</br>I bred her up my selfe with wondrous charge,</br>Untill she grew to be exceeding large,</br>And waxt so wanton, that I did abhorre it,</br>And put her out amongst my neighbours for it.</br>The next is Lust, a Hound thats kept abroad</br>Mongst some of mine acquaintance; but a Toad</br>Is not more loathsome:  'tis a Curre will range</br>Extreamely, and is ever full of mange.</br>And cause it is infectious, she's not wont</br>To come among the rest, but when they hunt.</br>Hate is the third, a Hound both deepe and long.</br>His Sire is True, or else supposed Wrong.</br>He'le have a snap at all that passe him by,</br>And yet pursues his game most eagerly.</br>With him goes Envie coupled, a lean Curre,</br>And she'le hold out hunt we ne'er so far:</br>She pineth much, and feedeth little to,</br>Yet stands and snarleth at the rest that doe.</br>Then there's Revenge, a wondrous deepe-mouthed dog,</br>So fleet I'me faine to hunt him with a clog,</br>Yet many times he'le much out-strip his bounds,</br>And hunts not closely with the other Hounds:</br>He'le venter on a Lion in his ire:</br>Curst Choller was his Damme, and Wrong his Sire,</br>This Choller is a Brache, that's very old,</br>And spends her mouth too much to have it hold:</br>She's very teasty, an unpleasing Curre,</br>That bites the very Stones, if they but sturre:</br>Or when that ought but her displeasure moves,</br>She'le bite and snap at any one she loves:</br>But my quick-scented'st Dogge is Jealousie;</br>The truest of this breede's in Italie:</br>The Damme of mine, would hardly fill a Glove,</br>It was a Ladies little Dogge, call'd Love:</br>The Sire a poore deformed Curre, nam'd Feare;</br>As shagged and as rough as is a Beare:</br>And yet the Whelpe turn'd after neither kind,</br>For he is very large, and ne're-hand blind.</br>Far off, he seemeth of a pretty culler,</br>But doth not seeme so, when you view him fuller.</br>A vile suspitious Beast, whose lookes are bad,</br>And I doe feare in time, he will grow mad.</br>To him I couple Avarice, still poore,</br>Yet shee devours as much as twenty more:</br>A thousand Horse she in her paunch can put,</br>Yet whine, as if she had an emptie gut:</br>And having gorg'd what might a land have found,</br>She'le catch for more, and hide it in the ground.</br>Ambition is a Hound as greedy full;</br>But hee, for all the daintiest bits doth cull:</br>Hee scorns to lick up Crums beneath the Table,</br>He'le fetch't from boards and shelves, if he be able:</br>Nay, he can climbe if need be; and for that,</br>With him I hunt the Martine and the Cat:</br>And yet sometimes in mounting, he's so quicke,</br>He fetches falles, are like to breake his necke.</br>Feare is wel-mouth'd, but subject to Distrust;</br>A Stranger cannot make him take a Crust:</br>A little thing will soone his courage quaile,</br>And 'twixt his legges, he ever claps his Taile.</br>With him Despaire now often coupled goes,</br>Which by his roring mouth each hunts-man knows.</br>None hath a better minde unto the game,</br>But he gives off, and alwayes seemeth lame.</br>My blood-hound Cruelty, as swift as wind,</br>Hunts to the death, and never comes behinde;</br>Who, but she's strapt, and musled to withall,</br>Would eate her fellowes, and the pray and all.</br>And yet she cares not much for any food</br>Unlesse it be the purest harmelesse blood.</br>All these are kept abroad at charge of menny;</br>They doe not cost me in a yeare a penny.</br>But there's two couple of a midling size,</br>That seldome passe the sight of my owne eyes.</br>Hope, on whose head I've laid my life to pawne.</br>Compassion, that on every one will fawne.</br>This would, when 'twas a welpe, with Rabets play</br>Or Lambes, and let them goe unhurt away:</br>Nay, now she is of growth, she'le now and then,</br>Catch you a Hare, and let her goe agen.</br>The two last, Joy and Sorrow; 'tis a wonder,</br>Can ne'er agree, nor ne're bide far a sunder.</br>Joy's ever wanton, and no order knowes,</br>Shel'e run at Larkes, or stand and barke at Crowes.</br>Sorrow goes by her, and ne'er moves his eye:</br>Yet both doe serve to helpe make up the cry.</br>Then comes behinde all these to beare the base,</br>Two couple more of a far larger Race,</br>Such wide-mouth'd Trollops that 'twould do you good,</br>To heare their loud loud Ecchoes teare the Wood:</br>There's Vanity, who by her gaudy Hide,</br>May far away from all the rest be spide,</br>Though huge, yet quick, for she's now here, now there;</br>Nay, looke about you, and she's everywhere:</br>Yet ever with the rest, and still in chase.</br>Right so, Inconstancie filles every place;</br>And yet so strange a fickle natur'd Hound,</br>Looke for her, and she's no where to be found.</br>Weaknesse is no faire Dogge unto the eye,</br>And yet she hath her proper qualitie:</br>But there's Presumption, when he heat hath got,</br>He drownes the Thunder, and the Cannon-shot:</br>And when at Start hee his full roaring makes,</br>The Earth doth tremble, and the Heaven shakes:</br>These were my Dogges, ten couple just in all,</br>Whom by the name of Satyres I doe call:</br>Mad Curs they be, and I can ne'er come nigh them,</br>But I'me in danger to be bitten by them.</br>Much paines I tooke, and spent dayes not a few,</br>To make them keepe togeather, and hunt true:</br>Which yet I doe suppose had never bin,</br>But that I had a Scourge to keepe them in.</br>Now when that I this Kennell first had got,</br>Out of mine own Demeanes I hunted not,</br>Save on these Downes, or among yonder Rockes,</br>After those Beasts that spoyl'd our parish Flocks</br>Nor during that time, was I ever wont,</br>With all my Kennell, in one day to hunt:</br>Nor had done yet, but that this other yeere,</br>Some beasts of Pray, that haunts the Desarts heere,</br>Did not alone for many Nights togeather</br>Devoure, sometime a Lambe, sometime a Weather:</br>And so disquiet many a poore mans Heard,</br>But that of loosing all they were afeared:</br>Yea, I among the rest, did fare as bad,</br>Or rather worse; for the best Ewes I had,</br>(Whose breed should be my means of life and gaine</br>Were in one Evening by these Monsters slaine:</br>Which Mischiefe I resolved to repay,</br>Or else grow desp'rate, and hunt all away,</br>For in a fury (such as you shall see</br>Hunts-men in missing of their sport will bee)</br>I vow'd a Monster should not lurke about,</br>In all this Province, but I'de finde him out,</br>And there-upon, without respect or care,</br>How lame, how full, or how unfit they were.</br>In haste unkennell'd all my roaring crew,</br>Who were as mad as if my minde they knew,</br>And e're they trail'd a flight-shot, the fierce Curs</br>Had rous'd a Hart, and through Brakes and Furres, </br>Follow'd at gaze so close, that Love and Feare</br>Got in togeather, so had surely there</br>Quite overthrowne him, but that Hope thrust in</br>'Twixt both, and sav'd the pinching of his skin,</br>Whereby he scapt, till coursing overthwart,</br>Despaire came in, and grip't him to the hart:</br>I hallowed in the resdue to the fall,</br>And for an entrance, there I flesh't them all:</br>Which having done, I dipp'd my staffe in blood,</br>And onward led my Thunder to the Wood;</br>Where what they did, I'le tell you out anon,</br>My Keeper calles me, and I must be gon.</br>Goe if you please awhile, attend your Flocks,</br>And when the Sunne is over yonder Rocks,</br>Come to this Cave againe, where I will be,</br>If that my Gardian so much favour me.</br>Yet, if you please, let us three sing a straine,</br>Before you turne your Sheepe into the Plaine.", "WILLY.</br>I am content.", "CUDDY.</br>As well content am I.", "ROGET.</br>Then Will, Begin, and we'le the rest supply.", "SONG.</br>WILLY.</br>Shepheard, would these Gates were ope,</br>Thou might'st take with us thy fortune.", "ROGET.</br>No, I'le make this narrow scope,</br>Since my Fate doth so importune,</br>Meanes unto a wider Hope.", "CUDDY.</br>Would thy Shepheardesse were heere,</br>Who belov'd, loves thee so dearly?", "ROGET.</br>Not for both your Flockes, I sweare,</br>And the gaine they yeeld you yearely,</br>Would I so much wrong my Deare.", "Yet to mee, nor to this Place,</br>Would she now be long a stranger;</br>She would hold it no disgrace,</br>(If she fear'd not more my danger)</br>Where I am to shew her face.", "WILLY.</br>Shepheard, we would wish no harmes,</br>But something that might content thee.", "ROGET.</br>Wish mee then within her armes,</br>And that wish will ne'er repent me,</br>If your wishes might prove charmes.", "WILLY.</br>Be thy Prison her embrace,</br>Be thy ayre her sweetest breathing,", "CUDDY.</br>Be thy prospect her fayre Face,</br>For each looke a kisse bequeathing,</br>And appoint thy selfe the place.", "ROGET.</br>Nay pray, hold there, for I should scantly then;</br>Come meete you heere this afternoone agen:</br>But fare you well, since wishes have no power,</br>Let us depart, and keepe the poynted houre.</br>"]