["When Sleep's all-soothing Hand with Fetters soft</br>Ties down each Sense, and lulls to balmy Rest;</br>The internal Pow'r, creative Fancy, oft</br>Broods o'er her Treasures in the formful Breast.</br>Thus when no longer daily Cares engage,</br>The busy Mind pursues the darling Theme;</br>Hence Angels whisper'd to the slumb'ring Sage,</br>And Gods of old inspir'd the Hero's Dream;</br>Hence as I slept, these Images arose</br>To Fancy's Eye, and join'd this fairy Scene compose.", "As, when fair Morning tries her pearly Tears,</br>The Mountain lifts o'er Mists its lofty Head;</br>Thus new to Sight a gothic Dome appears</br>With the grey Rust of rolling Years o'erspread.</br>Here SUPERSTITION holds her dreary reign,</br>And her lip-labor'd Orisons she plies</br>In Tongue unknown, when Morn bedews the Plain,</br>Or Evening skirts with gold the western Skies;</br>To the dumb Stock she bends, or sculptur'd Wall,</br>And many a Cross she makes, and many a Bead lets fall.", "Near to the Dome a magic Pair reside</br>Prompt to deceive, and practis'd to confound;</br>Here hood-winkt Ignorance is seen to bide,</br>Stretching in darksome Cave along the Ground.</br>No Object e'er awakes his stupid Eyes,</br>Nor Voice articulate arrests his Ears,</br>Save when beneath the Moon pale Spectres rise,</br>And haunt his Soul with visionary fears;</br>Or when hoarse Winds incavern'd murmur round,</br>And babbling Echo wakes, and iterates the Sound.", "Where Boughs entwining form an artful Shade,</br>And in faint Glimmerings just admit the Lights,</br>There Errour sits in borrow'd White array'd,</br>And in Truth's Form deceives the transient Sight.</br>A thousand Glories wait her opening Day,</br>Here beaming Lustre when fair Truth imparts;</br>Thus Errour would pour forth a spurious Ray,</br>And cheat th' unpractis'd Mind with mimic Arts;</br>She cleaves with magic Wand the liquid Skies,</br>Bids airy Forms appear, and Scenes fantastic rise.", "A Porter deaf, decrepid, old, and blind</br>Sits at the Gate, and lifts a liberal Bowl</br>With Wine of wondrous Pow'r to lull the Mind,</br>And check each vig'rous Effort of the Soul:</br>Whoe'er unwares shall ply his thirsty Lip,</br>And drink in gulps the luscious Liquor down,</br>Shall hapless from the Cup Delusion sip,</br>And Objects see in Features not their own;</br>Each way-worn Traveller that hither came,</br>He lav'd with copious Draughts, and Prejudice his Name.", "Within a various Race are seen to wonne,</br>Props of her Age, and Pillars of her State,</br>Which erst were nurtur'd by the wither'd Crone,</br>And born to Tyranny, her grisly Mate:</br>The first appear'd in Pomp of purple Pride,</br>With triple Crown erect, and throned high;</br>Two golden Keys hang dangling by his Side</br>To lock or ope the Portals of the Sky;</br>Crouching and prostrate there (ah!  Sight unmeet!)</br>The crowned Head would bow, and lick his dusty feet.", "With bended Arm he on a Book reclin'd</br>Fast lock'd with Iron clasps from vulgar Eyes;</br>Heav'n's gracious Gift to light the wand'ring Mind,</br>To lift fall'n Man, and guide him to the Skies!</br>A Man no more, a GOD he would be thought,</br>And 'mazed Mortals blindly must obey,</br>With slight of Hand he lying Wonders wrought,</br>And near him loathsome Heaps of Reliques lay:</br>Strange Legends would he read, and Figments dire</br>Of Limbus' prison'd Shades, and Purgatory Fire.", "There meagre Penance sat, in sackcloth clad,</br>And to his Breast close hugg'd the Viper, Sin,</br>Yet oft with brandish'd Whip would gaul, as mad,</br>With voluntary Stripes his shrivel'd Skin.</br>Counting large Heaps of o'er abounding good</br>Of Saints that dy'd within the Church's pale,</br>With gentler Aspect there Indulgence stood,</br>And to the needy Culprit would retail;</br>There too, strange Merchandize!  he Pardons sold,</br>And Treason would absolve, and Murder purge with Gold.", "With shaven Crown in a sequester'd Cell</br>A lazy Lubbard there was seen to lay;</br>No Work had he, save some few Beads to tell,</br>And indolently snore the Hours away.</br>The nameless Joys that bless the nuptial Bed,</br>The mystic Rites of Hymen's hallow'd tye</br>Impure he deems, and from them starts with Dread,</br>As Crimes of foulest stain the deepest dye:</br>No social Hopes hath he, no social Fears,</br>But spends in Lethargy devout the lingring Years.", "Gnashing his Teeth in mood of furious ire</br>Fierce Persecution sat, and with strong Breath</br>Wakes into living Flame large Heaps of Fire,</br>And feasts on Murders, Massacres, and Death.</br>Near him was plac'd Procrustes' Iron Bed</br>To stretch or mangle to a certain Size;</br>To see their writhing Pains each Heart must bleed</br>To hear their doleful Shrieks and piercing Cries;</br>Yet he beholds them with unmoistened Eye,</br>Their writhing Pains his Sport, their Moans his Melody.", "A gradual Light diffusing o'er the Gloom,</br>And slow approaching with majestic Pace,</br>A lovely Maid appears in Beauty's Bloom,</br>With native Charms and unaffected Grace:</br>Her Hand a clear reflecting Mirrour shows,</br>In which all Objects their true Features wear,</br>And on her Cheek a Blush indignant glows</br>To see the horrid Sorc'ries practis'd there;</br>She snatch'd the Volume from the Tyrant's Rage,</br>Unlock'd it's iron Clasps, and op'd the heavenly Page.", "\"My name is TRUTH, and you, each holy Seer,</br>That all my Steps with ardent gaze pursue,</br>Unveil, she said, the sacred Mysteries here,</br>Give the celestial Boon to public View,</br>Tho' blatant Obloquy with leprous Mouth</br>Shall blot your Fame, and blast the generous Deed,</br>Yet in revolving Years some liberal Youth</br>Shall crown your virtuous Act with Glory's meed,</br>Your Names adorn'd in GILPIN'S polish'd page,</br>With each historic grace, shall shine thro' ev'ry Age.", "\"With furious Hate tho' fierce relentless Pow'r</br>Exert of Torment all her horrid Skill;</br>Tho' your Lives meet too soon the fatal Hour,</br>Scorching in flames, or writhing on the wheel;</br>Yet when the Dragon in the deep Abyss</br>Shall lye, fast bound in adamantine Chain,</br>Ye with the Lamb shall rise to ceaseless Bliss,</br>First-fruits of Death, and Partners of his Reign;</br>Then shall repay the momentary Tear,</br>The great Sabbatic Rest, the millenary Year.\"</br>"]