["Goddess of downcast eye!  upon whose brow</br>Misfortune's hand seems dimly to have drawn</br>Her tints of pining hue &mdash; to Thee belong</br>The visionary tribes of busy thought</br>That crowd in nameless shapes the mental eye;</br>Ah!  teach me, gentle Maid, with hermit step,</br>Thy haunts to find, and ever at thy shrine,</br>By fairy hands with mournful cypress hung,</br>To bend unseen an humble Votary.", "Lost in sweet silent thought at eventide,</br>Thou wakeful lov'st to sit by river dank,</br>In shade of glen remote, or bosom'd bow'r,</br>And ponder pleasures past with fond regret,</br>Like wither'd flow'rs that once indeed were sweet;</br>'Till rous'd by softest voice of village maid,</br>In russet weeds bedight, with dainty hand</br>Who turns the snow-white wool on simple wheel,</br>Cheating slow Time with rustick madrigal</br>Of \"Black-ey'd Susan,\" or \"Auld Robin Gray,\"</br>Thou meet'st the faintest sunbeam of the East</br>That gilds the heath-thyme and the broom-leaf wild;</br>E're Shepherd's boy has left his lowly cot,</br>And heard the woodland Cuckow's matin note;</br>E're Dian's Nymphs, who clad in April green,</br>Face the keen gale on Cynthus' beetled brow,</br>Have dash'd the sparkling dew with buskin'd feet,</br>Or shook with mellow horn the distant dale.", "When bleak December chills with icy hand</br>The drooping features of the ling'ring year,</br>And warns the wilder'd wanderer of home,</br>I meet Thee list'ning to the hollow blast,</br>With musing ear, what time by Winter's fire</br>The social family of boon Content</br>Their evening group with smiling faces form.", "Yours is the luckless Youth whom hopeless Love</br>Has crown'd unseemly with a willow wreath,</br>In sad requital for his vows sincere;</br>His last fond sigh is yours, his longing look,</br>When lost for aye he quits his own heart's Love,</br>And views her parting step and waving hand:</br>Lead him, Indulgent Pow'r!  to tangled glade</br>That mellow gleams beneath mild Evening's star;</br>Or tall green forest hush'd in deep repose,</br>With hamlets thin besprent, and ruins grey,</br>That know no footstep save looby Hind's,</br>Where Taliessin in fam'd days long past,</br>And many a Bard, whose tuneful hand is cold,</br>Call'd forth their fabling numbers, and awoke</br>The Lion souls of Cambria's warlike Sons;</br>Near Teivi's haunted stream, or Menai's flood,</br>Whose banks with wild embroidery Nature fring'd,</br>And left her shaggy outline, that disdains</br>The tawdry finish of the Harlot Art.</br>Here lap his soul in bland forgetfulness,</br>Teach him in peace to wear the heavy hour,</br>And on the dimple of his faded cheek,</br>From whence the rose has long a truant been,</br>A few kind tears for Pity's sake let fall.", "As on he thunders 'midst a shrinking world</br>With threat'ning gait and blood-stain'd sword in hand,</br>With tacit sigh, as sacred as the tears,</br>That parting Lover o'er each other shed,</br>Thou view'st Ambition for a brittle crown</br>Cut his fell passage thro' the hearts of Kings;</br>His little day in clouds for ever set,</br>At last unknell'd Oblivion's prey he falls,</br>Left to the naked blast, and e'en deny'd</br>The cheap and nauseous breath of rabble vile;</br>No lay unletter'd marks the spot remote</br>Where his mean ashes with the common herd</br>Of clay-cold mortals find their last abode;</br>No face of Friend, in poignant sorrow sunk,</br>His name remembers or his turf protects.</br>If such the rugged path that leads to Fame,</br>Each splendid hope and nobler aim forgot,</br>Oh, God!  I'd rather be a looby Peasant,</br>Eat my brown bread and fatten in the sun</br>On bench by highway side, or cottage door,</br>Than wait th' insulting nod of abject Power;</br>Than dog and fawn with base humility,</br>To catch its pamper'd ear and Proteus smile.", "With Thee o'er many a scatter'd wreck of Fate,</br>Much may I love to cast a pensive eye;</br>The Castle's shatter'd front of rough aspect,</br>High on the naked hill like Faulcon perch'd;</br>The moated Hall in lap of lonely dell,</br>From 'midst embrowning trees obscurely seen;</br>Oft may I mark with you, with you exclaim,</br>\"In days of yore with old Magnificence</br>Here dwelt the Baron bold or gallant Knight;</br>Here in this hall their massy armour hung;</br>Here, at the gorgeous Tilt or Tournament,</br>Oft would the Bards awake th' enlivening string</br>Of airy harps to deeds of Chivalry;</br>Struck by the magick of whose minstrel chime,</br>The sun-burnt Ploughman as he hied him home,</br>Would oft uplift his brow in mute amaze,</br>And catch with ravish'd ear the far-off sound:</br>Here oft the rafter'd roofs full blithly rung</br>With tunes of Chevy Chace and Hardiknute;</br>Nor wanting were there, to inspire the dance</br>Kind blue-ey'd Maids full fair and peerless deem'd,</br>Who lent their tempting looks and softest smiles.\"", "Ah!  let me rove with Thee at dusky eve</br>That desolated pile of Gothic mould,</br>Where Superstition o'er the paly lamp</br>Long with sunk eye her midnight vespers sung;</br>Where Time who daily, from his coalblack wing,</br>Still wider throws Oblivion's deepen'd shade,</br>Now on the mould'ring tomb in grim state sits,</br>And laughs at all the baseless hopes of Man.&mdash;", "Child of the potent spell and nimble eye,</br>Young Fancy oft in rainbow vest array'd,</br>Points to new scenes that in succession pass</br>Across the wond'rous mirror that she bears,</br>And bids thy unsated soul and wand'ring eye</br>A wider range o'er all her prospects take:</br>Lo, at her call, New Zealand's wastes arise!</br>Casting their shadows far along the main,</br>Whose brows cloud-cap'd in joyless Majesty</br>No human foot hath trod since Time began;</br>Here Death-like Silence ever brooding dwells,</br>Save when the watching Sailor startled hears,</br>Far from his native land, at darksome night,</br>The shril-ton'd Petrel, or the Penguin's voice,</br>That skim their trackless flight on lonely wing,</br>Thro' the bleak regions of a nameless main:</br>Here danger stalks, and drinks with glutted ear</br>The wearied Sailor's moan and fruitless sigh,</br>Who, as he slowly cuts his daring way,</br>Affrighted drops his axe, and stops awhile</br>To hear the jarring echoes lengthen'd din,</br>That fling from pathless cliffs their sullen sound:</br>Oft here the Fiend his grisly visage shews,</br>His limbs of giant form in vesture clad</br>Of drear collected ice and stiffened snow,</br>The same he wore a thousand years ago,</br>That thwarts the sun-beam and endures the day.", "'Tis thus by Fancy shown Thou ken'st entranc'd</br>Lone tangled woods and ever stagnant lakes,</br>That know no zephyr pure or temp'rate gale,</br>By baleful Tigris banks, where, oft they say,</br>As late in sullen march for prey he prowls,</br>The tawny Lion sees his shadow'd form,</br>At silent midnight, by the moon's pale gleam</br>On the broad surface of the dark deep wave:</br>Here parch'd at mid-day, oft the Passenger</br>Invokes with ling'ring hope the tardy breeze;</br>And oft with silent anguish thinks in vain</br>On Europe's milder air and silver springs.", "Thou unappall'd can'st view astouding Fear</br>With ghastly visions wild, and train unblest</br>Of ashy Fiends, at dead of murky night,</br>Who catch the fleeting soul, and slowly pace</br>With visage dimly seen and beck'ning hand;</br>Of shadowy Forms, that ever on the wing</br>Flit by the tedious couch of wan Despair:</br>Methinks I hear him with impatient tongue,</br>The lagging minutes chide, whilst sad he sits</br>And notes their secret lapse with shaking head;</br>See, see, with tearless glance they mark his fall,</br>And close his beamless eye, who trembling meets</br>A late repentance, and an early grave.", "With Thine and Elfin Fancy's dreams well pleas'd</br>Safe in the lowly vale of letter'd ease,</br>From all the dull Buffoonery of Life,</br>Thy sacred influence grateful may I own;</br>Nor 'till Old Age shall lead me to my tomb</br>Quit Thee and all thy charms with many a tear.", "On Omole or cold Soracte's top</br>Singing defiance to the threat'ning storm,</br>Thus the lone Bird in Winter's rudest hour</br>Hid in some cavern shrouds its ruffled plumes;</br>And thro' the long, long night, regardless hears</br>The wild wind's keenest blast and dashing rain.&mdash;</br>"]