["THYRSIS AND STREPHON.", "Too long the British Muse vouchsafed to fly</br>Her native clime, where heav'n-born freedom smiles,</br>To sing the peasant on Hesperian plains.</br>Shall Thames, imperial flood, to Tyber yield</br>The rural honours?  Thames!  whose lucid maze,</br>Fan'd by ambrosial gales, majestic glides,</br>Like golden Hermus?  thro' the laughing vales</br>Of Windsor's blooming paradise, retreat</br>Of bards, of heroes, kings, immortal names!</br>Thou self-ennobled youth, ev'n from the bright</br>Auspicious aera of whose natal hour</br>Heav'ns radiant Graces, Honour, Goodness, Truth,</br>Treasur'd the crowd of virtues in thy soul,</br>Which wonder saw in Scipio and in Wolfe,</br>Wolfe, Nature's finish'd archetype of thee,</br>Turn not away those bliss diffusing eyes,</br>Which beam with honesty's celestial fires.</br>Ah!  turn not from the muse, that scorns, like thee,</br>The venal paean of th' apostate bard,</br>Tho' inspiration tunes his raptur'd lyre,</br>And genius, like a star-crown'd seraph, leans</br>From heav'n to hear the wonders of his lore.</br>The bard!  who, by Circean fortune chang'd,</br>Like an archangel from his glory fall'n,</br>Bends from his native dignity to herd</br>With slaves, that haunt the threshold of the great.</br>Stamp'd by thy name then sacred be the song</br>To friendship; which, tho' bright her vestal flame</br>Burns with Promethean ardour in my breast,</br>To immolate the blooming victim, truth,</br>Ev'n at love's life-endearing shrine disdains.</br>By slaves alone, vile sycophants of pow'r,</br>Who blast with bold impiety of praise,</br>Let Truth, heav'n's guiltless Iphigenia, bleed.</br>Beneath a snowy-blossom'd hawthorn's shade,</br>Thenot and Strephon, 'midst their peaceful flocks,</br>On mossy couch reclin'd in bliss serene,</br>While at their feet a chrystal river glides,</br>Alternate thus reveal their simple loves,</br>The willows waving to the western winds.", "THYRSIS.</br>Yes, yes, the sweets, which flow in ev'ry gale</br>From richness of these flow'r-vermilion'd meads,</br>And surface of this gold-bespangled stream,</br>And yonder setting sun in purple clouds,</br>Again delight; for Sylvia bids me live,</br>Whom, innocent as this my witless lamb,</br>And breathing all of fragrance on my soul,</br>I deem more lovely than the rosebud's bloom,</br>Warm'd into blushes on her beating breast.", "STREPHON.</br>Say, Thyrsis, swept I not the rolling ball</br>From ev'ry youthful swain, while Lucy smil'd?</br>But when, alas, upon the level green</br>To grace the lively dance I led her forth,</br>And turn'd the bashful shepherdess around</br>To snatch a kiss, she chid me with a frown.</br>Lobbin, coarse lubbard, grinn'd malignant joy,</br>In mock'ry grinn'd; nor would these limbs obey</br>The deep, hoarse discord of his jarring pipe.", "THYRSIS.</br>Believe it, my lov'd Strephon, not the breath</br>Of dewy honeysuckles, nor the sweets</br>Of new-born primrose, not the spicy gales,</br>Which opening blossoms breathe, such fragrance yield,</br>As melting softness of my Sylvia's lip.", "STREPHON.</br>Alas the luckless day!  As forth I stray'd,</br>An hare, all white with years, my pathway cross'd.", "THYRSIS.</br>Some witch besure in that ill-omen'd form.", "STREPHON.</br>At All-saints' eve, when elves their revels hold</br>By wildly-winding brook, thro' haunted tow'rs,</br>And mossy forts, where all at large reclin'd</br>Beneath a wither'd fern his polish'd pipe</br>The love-lorn fairy tunes &mdash; in that dread night,</br>Ere goblins to the gloomy grave retire</br>To people the pale regions of the dead,</br>Smooth on the level hearth I strew'd the heap</br>Of glowing embers &mdash; Mark me, youthful swain,</br>When morn arose, a footstep tow'rd the door</br>Thrill'd me with horror, sure portent of death!</br>And now I die by Lucy's cold disdain.", "THYRSIS.</br>Believing shepherd!  was thy snow-white vest</br>Turn'd by the stalking phantoms of the night?</br>Did not thy constant nuts together burn,</br>Pledge of thy joys in Lucy's love unchang'd?", "STREPHON.</br>True; when the tawny prophetess beheld</br>This callous palm, and trac'd the mazy lines,</br>She shook her pensive head; fear chill'd my blood:</br>She paus'd, and look'd; she paus'd, and look'd again,</br>'Till her reward, by timely stealth convey'd,</br>Each furrow smooth'd upon her jaundic'd brows.</br>Then did she smile, and whisper in mine ear</br>My fickle Lucy would at length be kind.", "THYRSIS.</br>To-morrow, when the frisking heifers seek</br>The crystal-flowing stream, and Chanticleer,</br>Amidst his feather'd wives, at hour of noon</br>Gives grateful signal of repast, and grateful rest,</br>My Sylvia, gentle as the western breeze,</br>And bright as beams of morn, receives my vows.</br>Already, where the curling smoak aspires,</br>Around her hamlet throng harmonious bards,</br>Crown'd with fresh chaplets of immortal bays,</br>And summer's new-born flow'rs, to tune the lyre,</br>With dance and song resounds the smiling vale.</br>There shall thy Lucy grace our nuptial joys.</br>Haply with awful words the hallow'd sire</br>May give the lovely virgin to thine arms.</br>That gentle lamb, which heedless sports along</br>The flow'ry margin of the glassy stream,</br>Shall thy relenting shepherdess reward.", "STREPHON.</br>And yonder pregnant mother of the herd,</br>Whose teeming udder fills the copious pail,</br>Shall henceforth low before thine humble gate.", "THYRSIS.</br>Hark, how amidst yon green imbow'ring trees</br>The saffron-billed blackbird, lightly perch'd</br>High on a lonely spray, melodious charms</br>To deepest silence all the listning plains,</br>Which wave with yellow light; yet not his song</br>Of sweetest wildness, nor dissolving notes</br>Of love-sick cuckoo, nor the breeze, that breathes</br>Thro' sighing reeds along the lonely shore,</br>Nor melting murmurs of a warbling brook,</br>Held shepherd's ear with joy, as Sylvia's voice</br>Steals on the silence of the wondring winds,</br>When, like the tuneful nightingale, at ev'n</br>With snowy hand reclining on her crook,</br>Amidst the gazing flocks, with blissful lay</br>The rapture-trembling echo she inspires.", "STREPHON.</br>Our lambkins, hear, with tender, plaintive cries</br>Of innocence the milky teat require.</br>Haste, Harefoot, haste, and with thy barking warn,</br>Where'er thou find'st a wand'rer of the flock,</br>Thou, Thyrsis, range amidst the virgin blooms</br>Of crimson wildrose, and the flowing sweets</br>Of honey-drooping woodbine there along</br>Delicious verdure of the winding woods.</br>Here by the river's smooth, transparent maze,</br>Where fairies deftly trip, I gather all</br>My bleating ewes; beneath the shade we meet</br>Of yonder lofty oak, thence homeward tend,</br>And pipe our rural song.  Hence, shepherd, hence,</br>For see, where fainter blush the western skies,</br>Already the fair star of dewy ev'n</br>Pours living lustre from his beauteous lamp</br>To chear the silent-falling shades of night.</br>While from yon clouded east the solemn moon,</br>Slow-rising, streams along the silver-trembling sea.</br>"]