["O Thou!  whose fame, with undiminish'd rays,</br>From utmost Indus to the frozen Pole</br>Conspicuous shines, and claims the meed of praise</br>Where'er the wild winds blow, or waters roll;</br>With beating hearts thee, mighty GEORGE, we greet,</br>And hail thee doubly welcome to our calm retreat!", "E'en on the confines of this sea-girt Isle</br>From all the splendors of a Court retir'd,</br>How happy we, to share a Sov'reign's smile&mdash;</br>A Sov'reign's presence, by the World admir'd!</br>Long in th' Historic Page shall Weymouth shine,</br>And future Bards for her the lasting wreaths shall twine.", "Whether reclin'd on undulating waves</br>That, fring'd with silver, kiss our yellow shores;</br>Or deep retir'd amidst yon sea-green caves,</br>You scorn the central tempest when it roars,</br>Haste, all ye sportive Neriades, once again,</br>To hail the mighty Ruler of your wide Domain!", "While Gallia's PRINCE on Discord's billows tost,</br>Crush'd by the chain of Anarchy, repines&mdash;</br>His Throne insulted, and his Empire lost,</br>To wild Despair his ev'ry hope resigns;</br>Commiseration drops a tear, to see</br>A fallen Monarch captive, tho' a People free.", "More happy we, where Peace celestial reigns,</br>And fell Commotion hides its Hydra head;</br>Where not a voice or murmurs or complains,</br>Nor Foe, nor Famine, strikes the Land with dread;</br>And neighb'ring Nations, fraught with envy, see</br>A happy People smile &mdash; a mighty Monarch free!", "May He, whose arm supports those Orbs so fair,</br>That roll their courses thro' the realms on high,</br>Shed all their influence on the ROYAL PAIR,</br>And amply bless their num'rous Progeny!&mdash;</br>Sure fix'd as Fate &mdash; unerring as the Sun&mdash;</br>Thus may the KING OF KINGS' almighty mandate run:", "\"As arm'd in triple mail, thou Sov'reign blest!</br>Thy Subjects' love thy strongest guard shall be;</br>Nor shall one ill thy sacred peace molest</br>Down the smooth passage to eternity.</br>O'er thee shall Liberty her banners rear,</br>And, with thy People, thou her choicest gifts shall share.\"", "Fir'd with a ray of Gratitude divine,</br>With which each bosom glows, or ought to glow,</br>An humble Muse attempts a wreathe to twine</br>(With vain ambition!) 'round the Royal brow.</br>May her faint efforts wake some nobler Lyre,</br>Whose notes but with the mass of Nature shall expire!</br>"]