["THYRSIS, AMYNTAS, MICON.", "THYRSIS.</br>Unkindly leaving the delightful Plains,</br>The Buxom Maidens, and the sportive Swains;</br>Why sits AMYNTAS in this lonely Shade,</br>For gloomy Thought, and dull Retirement made?</br>What means this clouded Brow, this down-cast Eye?</br>Why does thy Pipe thus un-regarded Lie?</br>That jolly Pipe, which, manag'd by thy Art,</br>Ne'er fails to win a beauteous Virgin's Heart;</br>While Rival Shepherds, by thy Skill out-done,</br>Their own hard Fate in thy Success bemoan.</br>Come, Happy Youth!  The Nymphs expecting stay,</br>Without thy Presence there can be no May,</br>For all refuse to Dance, unless AMYNTAS Play.", "AMYNTAS.</br>When Spring full-blown, with all Her gay Delights,</br>The laughing Couples to the Green invites;</br>Where jocund Song and nimble Dance go round,</br>What Place, Alas!  is for the Wretched found?</br>No sprightly Note from me expect to hear,</br>But sounds of Grief, ungrateful to thy Ear;</br>Then urge not, THYRSIS, an afflicted Swain,</br>To sing his Sorrows in a mournful Strain.", "THYRSIS.</br>What mighty Loss, young Shepherd, what Disgrace,</br>Speaks in that piteous Tone, that dismal Face?</br>Does some mishap thy Fav'rite Ewe betide,</br>To the twin younglings by her Side?</br>Does PHYLLIS frown, or has the Eastern Wind</br>Blighted the Roses for her Hair design'd?</br>Or if less Evils can procure thy Woe,</br>And from small Cause these sad complainings flow;</br>Has some new Love, some Wonder, Chast and Fair,</br>Pierc'd thy fond Heart, and left Thee to despair?", "AMYNTAS.</br>Thy childish Wit, this ill-tim'd Mirth refrain,</br>Nor add thy Follies to increase my Pain;</br>Go vent thy Jests, and make thy aukward Sport,</br>Where noisie Girls, and senseless Clowns resort;</br>Where Trifles please, some idle Tale rehearse,</br>Or raise loud Laughter by thy wanton Verse.</br>Not one grave Lesson hast Thou ever sung,</br>No serious Word did e'er escape thy Tongue.", "THYRSIS.</br>Insulting Swain!  Thus let thy Skill be shown;</br>My Songs deride not, but correct thy Own;</br>Nor think, because thy Pipe the Prize obtain'd,</br>When I and DAPHNIS, the mean Strife disdain?</br>Thou, unchastiz'd, shalt thy own Umpire sit!</br>No &mdash; Thou shalt sing, t' expose thy want of Wit.", "AMYNTAS.</br>'Tis wisely said &mdash; \"A Fool will not be taught,</br>His late Experience must be dearly bought;\"</br>And since th' Event may thy Behaviour mend,</br>For once, the Thrush and chatt'ring Pye contend.", "THYRSIS.</br>Thy Words suit well with thy accustom'd Pride;</br>But, where the Proverb is with Truth apply'd,</br>Let MICON judge, and know thou shalt not long</br>Enjoy thy Dreams. &mdash; Begin thy Boasted Song.", "AMYNTAS.</br>I sing NEAERA, the disdainful Fair,</br>A Love-sick Shepherd, and his endless Care;</br>Ye Western Gales, with soft complaining, blow;</br>Ye gliding Streams, in murm'ring Consort, flow.", "How blest my State!  When with the dawning Light,</br>Refresh'd by Slumbers of a peaceful Night,</br>My little Flock I to the Plain did guide;</br>(My Faithful Dog attending by my Side.)</br>There, as they, roving, cull'd their springing Food,</br>My watchful Eye their wand'ring Steps pursu'd;</br>Sometimes a Song employ'd my tuneful Voice,</br>My mellow Pipe anon my various Choice;</br>And while sweet Sounds my skilful Touch obey'd,</br>The frolick Lambs their wanton Gambols play'd</br>Thus, with Content, I pass'd the cheerful Day;</br>And, when the Sun withdrew his kindly Ray,</br>My bleating Ewes conducted to the Fold,</br>And hous'd their Young, secure from Midnight Cold;</br>To PHILLIS then some Rural Strain addrest;</br>She, sweetly smiling, her Delight confest.", "Ah!  wretched Youth &mdash; where is thy Fancy led;</br>Thy Grief is present, and thy Joys are fled?", "The lovely Maid for whom I sigh in vain,</br>Now spreads her Glories thro' th' admiring Plain;</br>Resistless Beauties in her Face combine,</br>In ev'ry Part resistless Graces shine;</br>And all, by turns, engage the ravish'd Sight,</br>With equal Wonder, and with new Delight.</br>So when the op'ning Spring her Treasure yields,</br>And Nature's Gifts enrich the smiling Fields;</br>The Curious Eye the vary'd Scene survey,</br>And still new Joy the greateful Search repays;</br>Here the Carnation by the Lilly grows,</br>There the gay Tulip and the blushing Rose;</br>Pinks mixt with Cowslips raise their tender Heads,</br>And Purple Violets run along the Meads.", "Lost in Amaze, the Fair I trembling view,</br>And pleasing Ruin in her Eyes pursue;</br>Then, bolder grown, I seek the beauteous Prize;</br>For He deserves his Fate, who silent Dies.</br>In tuneful Numbers, I confess my Flame,</br>And grace my Song with bright Neaera's Name;</br>With Tears and Sighs I join the am'rous Tale:</br>Ah, Cruel Maid!  Nor sighs nor Tears prevail!</br>My ardent Vows she hears with cold Disdain,</br>Laughs at my Suff'ring, and derides my Pain.</br>Yet fairest Maids the strongest Passions prove,</br>And Beauty ever was a Friend to Love.</br>Some happier Shepherd, of her Heart possest,</br>Finds sweet Repose on her relenting Breast.</br>Tormenting Thought! &mdash; Who can the Grief express,</br>When a lov'd Mistress does a Rival bless?", "THYRSIS.</br>I sing LYCORIS, the inconstant Fair,</br>Who kindly eas'd me of a Lover's Care;</br>Ye Winds at once from ev'ry Quarter blow,</br>Ye wanton Streams, with endless Windings, flow.", "A Slave to Love, and bright LYCORIS Eyes,</br>I yield my Heart her conqu'ring Beauty's  Prize;</br>My Joy, my Grief, depended on her Breath;</br>A Smile transported, and a Frown was Death.</br>No more the Swains with rural Pastime please,</br>Her Presence only can afford me ease;</br>A diff'rent Garb my Looks and Actions wear;</br>My Words I frame to sooth a Maiden's Ear;</br>Try ev'ry Art that may Compassion move,</br>And trace, unweary'd, the soft Paths of Love.</br>T' adorn her Head I flow'ry Wreaths prepare,</br>And mix gay Pansies with her shining Hair.</br>To please her Taste, I rob the painful Bee,</br>And golden Fruit pluck from the bending Tree.</br>Medlers full-ripe, thro' all the Woods I seek,</br>And ruddy Wildings, blushing like her Cheek.</br>When, flying Mid-day Sun's ungentle heat,</br>Some friendly Shade we make our cool Retreat;</br>In Songs of soft Complaint my Voice I raise;</br>The Ecchoing Grove resounds the melting Lays,</br>While jolly Throstles stretch their tuneful Throats,</br>And warbling Linnets join their softer Notes.</br>Sometimes the willing Fair I fondly led,</br>Where in green Meads my fleecy Charge I fed.</br>See lovely Nymph!  This little Flock is mine;</br>Smile on the Shepherd, and the Sheep are thine.</br>THYRSIS, She cry'd, thy Flock wou'd tempt in vain,</br>Did not some stronger Pow'r thy Cause maintain;</br>If viewing these I any Pleasure take,</br>My Blushes own 'tis for their Master's Sake;</br>Be constant, THYRSIS, nor deceive a Maid,</br>Thy winning Arts have to Love's Snare betray'd.</br>With suddain Joy, I snatcht her to my Breast,</br>And thus the Transport of my Soul exprest.</br>When Youth and Beauty, Innocence and Love,</br>Invite his stay, where shou'd the Shepherd rove?</br>Thro' flow'ry Vales, while Rivers Sea-ward tend,</br>While, toss'd by Winds, the crackling Flames ascend;</br>While thirsty Herds refreshing Streams pursue,</br>So long, LYCORIS, will thy Swain be True.</br>Sweetly confus'd, she rais'd her bending Head,</br>And in soft Accents, thus my Vows repaid.</br>While cheerful Day succeeds the gloomy Night,</br>And rising Larks salute the Morning Light;</br>While Nightingales frequent the shady Grove,</br>Will blest LYCORIS her true THYRSIS Love.", "And now my Song, let youthful Swains attend,</br>And taught by me, on Female Vows depend.</br>MOERIS, whose Flock the spacious Meadow spreads</br>Where yon tall Elms advance their lofty Heads,</br>With longing Eyes, the fair Inticer views,</br>And, roughly fond, with aukward Love pursues.</br>Shall MOERIS then; shall he, the Lubbard Swain,</br>Whose clownish Mein makes Sport for all the Plain;</br>Who ne'er one Lesson cou'd compose a-right,</br>Whose screaming Pipe does his own Sheep affright;</br>Shall He contend for bright LYCORIS Love?</br>Ah faithless Maid!  And shall successful prove.</br>The Lowing Herds perform the Lover's part,</br>And bleating Flocks soften the Virgin's Heart.</br>Her Vows forgotten mix with flitting Air,</br>And joyful MOERIS clasps th' inconstant Fair;</br>While in her Fault I this Improvement find;</br>Woman is never to her Int'rest blind.", "AMYNTAS.</br>My love rejected, and my Vows in vain,</br>Oppress'd with Sorrow, I forsake the Plain;</br>With weary Steps, the pathless Desert tread,</br>'Till Grief conducted to this gloomy Shade:</br>Where spreading Yews exclude the cheerful Light,</br>And Birds of Omen seek continual Night;</br>Where boding Howlets, shuning Day, repair,</br>And flutt'ring Reremice fan the dusky Air.</br>Nor op'ning Bud, nor Blossom here is found,</br>But baneful Hemlock spreads the barren Ground.</br>This Place of Horror with loud Cries I fill,</br>While briny Tears my sleepless Eyes distil.</br>My Pipe no more is tun'd to jovial Strains,</br>But, in despairing Notes, of slighted Love complains;</br>And pitying Eccho, from the Hills around,</br>With social Grief, repeats the mournful Sound.</br>Be still my Pipe; ye Tears forget to flow;</br>Ye fruitless Cries, forbear to speak my Woe.</br>Complaints are vain which ne'er can reach her Ear,</br>Or if they shou'd, she unconcern'd wou'd hear.</br>Cease, Shepherd, Cease; no more thy Passion name,</br>Whate'er displeases is a guilty Flame.</br>In Silence wait, till welcome Death shall prove</br>The last sad Instance of thy Truth and Love.", "THYRSIS.</br>Ah!  Woman, who shall sing the various Wiles,</br>By which thy Sex poor heedless Man beguiles?</br>Vain to attempt!  And sure the Setting Sun,</br>You'd dip i' th' Ocean e'er the Tale were done.</br>DAPHNIS, whose sable Locks, with comely Grace</br>Adorn the manly Beautys of his Face;</br>He, whose sweet Pipe affords such vast Delight;</br>Who tells such Wonders in a starry Night;</br>With fruitless Love, pursues a flying Fair,</br>Deaf to his Suit, regardless of his Care.</br>Ill-judging Maid!  To so much Merit blind!</br>Can any Nymph to DAPHNIS prove unkind!</br>In yonder Cave the mourning Shepherd dwells,</br>And vainly trys the Pow'r of Magick Spells.</br>Increase thy Flocks, Swain; those alone are Charms</br>Can bring the Fair to thy desiring Arms.", "MOPSUS, for want of Words, with Gifts assails;</br>Yet even giving MOPSUS sometimes fails.</br>Gay AMARYLLIS once his Presents took;</br>A Cup, two Turtles, and a gilded Crook;</br>But when he gave no more, with Scoffs, the Swain forsook.", "The Miser ALCON, when, with Beauty fir'd,</br>The blooming PHILLIDA his Soul desir'd;</br>Tho' Old and Feeble, courted with Success;</br>Pleas'd with his Wealth, She favour'd his Address.</br>The tott'ring Dotard to his Icy Bed,</br>Thro' Crouds of envying Nymphs, the Virgin led;</br>And now, with Pleasure, views his teeming Bride;</br>For what he wanted, CORYDON supply'd.", "MICON.</br>Enough, young Swains; here let Contention end;</br>Hear my Judgment, and believe your Friend.</br>With haughty Maids a Sigh but ill prevails,</br>And He provokes, who at their Folly rails.</br>By turns they please us, and by turns they vex;</br>No more with Trifles then your Minds perplex;</br>AMYNTAS sweetly sings, and THYRSIS knows the Sex.</br>"]