["O gentle Muse!  whose song has oft beguiled</br>The lingering hour, and still could rapture bring,</br>Whether thy trembling harp the measure wild</br>Did to the balmy gales of India fling,</br>'Mid regions blooming in eternal spring;</br>Or Scotia's ruder crags gave back the lay!</br>Thou who hast dared to dip thy fluttering wing</br>In Oroonoko's flood:  Enchantress!  say</br>May'st thou yet sing of Love, and Love's all powerful sway!", "When Nature first adorned, in loveliest bloom,</br>Fair Eden's bowers, unmoved by other wind</br>Save the soft zephyr, wafting the perfume</br>Of fruits luxuriant &mdash; flowers of every kind;</br>Where never sound the enraptured ear might find,</br>Save of th' harmonious warblers of the grove;</br>Even there, amid uncloying sweets reclined,</br>Man cheerless eyed the earth, and heavens above,</br>Till tender woman came, and filled his soul with Love.", "Then, had not sin allured the guileless pair,</br>And stamped mankind the being of a day,</br>Each season, seeming than the past more fair,</br>In joy's ecstatic stream had rolled away,</br>His graceful form unwithered by decay!</br>But now such countless ills with life are twined,</br>Admitting scarce joy's transitory ray,</br>That 'twere a burden, had not heaven been kind,</br>And left us cheering Hope, and kindred Love behind.", "O, what avail the lordly name of king,</br>The glittering gaudy trappings of the great;</br>Can gold, can grandeur, pure contentment bring,</br>Or all the smiles on majesty that wait,</br>If Love fly, trembling, from the palace gate?</br>Ah, no!  that only want his bliss can mar;</br>And oft the monarch, mournful to relate!</br>With envy views the humble cot afar,</br>And wages, with mankind, an unrelenting war.", "Behold the peasant!  he, at peep of morn,</br>Blythe singing, hastens to the field alone;</br>Pausing abrupt, as to his ear is borne,</br>The linnet's early song, &mdash; of sweeter tone,</br>But not, I ween, more lively than his own:</br>What though the toil-drop down his cheek may stray;&mdash;</br>When evening sun his latest beam has thrown,</br>His little babes around his knees shall play,</br>And Anna's speaking glance shall all his toil repay.", "Love bids the warrior bind his brow with steel,</br>And weaves his laurels when the battle's o'er;</br>Love bids the seaman, with undaunted keel,</br>Career the trackless ocean, and explore</br>The loneliest bounds of India's burning shore;</br>But the rude surge that rears its foamy crest,</br>And bursts against his bark with thundering roar,</br>Can never wash the image from his breast,</br>Of the far distant Maid, &mdash; he long has loved the best.", "Love prompts to daring deeds the good, the brave,</br>And bids them Fortune's rudest shocks disdain;</br>Who would not rush to \"glory or the grave,\"</br>The blissful homage of the fair to gain!</br>Love treads the grove and traverses the main:</br>Yea, when all Nature dies, shall virtuous Love,</br>Relieved from every care and every pain,</br>Borne on the pinions of the gentle dove,</br>Rejoin each kindred soul, in happier realms above.</br>"]