["Of war's tremendous deeds, the din of arms,</br>And acts by fame renown'd, fain would I sing,</br>But that ambition ne'er my bosom warms;</br>Nor would Calliope her succour bring</br>To bard that soars with too advent'rous wing.</br>O Shenstone!  sweetest child of fancy fair,</br>Dart one fond ray, and guide the weakest quill,</br>That ever rashly claim'd thy guardian care</br>To point the high path up the slipp'ry hill,</br>Where thou thy lyre dost touch with still improving skill.", "Themes that have ne'er been polish'd into rhyme,</br>Would a faint pencil in this verse pourtray,</br>If in the fond attempt to gain on time,</br>No taunting critic meet me on the way,</br>And with these accents rude my heart dismay:</br>\"Vain youth, forbear, by desp'rate folly mov'd,</br>Of poetasters the mean herd to swell:</br>But merit his strain whom inspir'd Phoebus loved.</br>What Horace, tuneful bard, has sung so well,</br>How Daedalus son, bold artist, headlong fell.\"", "View yonder ancient dome with trees beset,</br>From which no lofty spire doth proudly rise,</br>Nor hence each week, when congregations met,</br>Are studied hymns e'er wing'd unto the skies,</br>Nor doth amen from parish clerk arise.</br>E'en music's lulling charm beseemeth wrong</br>To those who did this modest temple rear:</br>For all who to this lovely confines throng,</br>Worship in guise of solemn silent pray'r:</br>Nor can they think that words their sinful deeds repair.", "No pulpit here doth grace the naked wall,</br>Nor doth the sculptor his gay art express:</br>For this they teach:  \"Religion does not call</br>For the vain ornaments of splendid dress;</br>Nor will meek heav'n superfluous grandeur bless.\"</br>And wrong they hold it, that the flock should pay</br>For truths which ought to flow without controul,</br>Free as the silver dew, or light of day,</br>To beam mild virtue on th' expanding soul,</br>And spread celestial sparks, free gift, from pole to pole.", "But see, o'er yonder field the eldest train</br>Of village dames their little infants bring,</br>Who else might loiter on the grassy plain,</br>And wet their new cloaths in yon bubbling spring,</br>Which would their parent's minds with sorrow sting.</br>The sportive urchins oft will slip away,</br>To chase the partridge from the neighb'ring bush,</br>And oft, with balls of well-attemper'd clay,</br>Will from its covert fright the trembling thrush;</br>Nor mind the matron's careful voice which would them hush.", "Down the steep'd hill the gayer tribe descend,</br>On neighing steeds that champ the steeled bit:</br>Strait to the fane their pompous way they tend:</br>There, midst their peers, in goodly order sit,</br>Young swains for strength renown'd, and maids for wit&mdash;</br>Such strength as at the mill-door oft is seen,</br>When Colin lifts the sack of mighty weight:</br>Such wit as sports in gambols o'er the green,</br>And would the ear of nicer townsman grate:</br>He'd call it shocking stuff, and rude unseemly prate.", "Yet Humour her abode will deign to fix</br>Amidst the lively rustics of the place,</br>And with the village hinds will often mix,</br>Giving to ev'ry seat a festive grace,</br>And spreading chearfulness o'er ev'ry face.</br>Let the polite, the polish'd blame their joys,</br>Whom nature unconstrain'd can never charm:</br>This is the life which ennui never cloys,</br>Nor e'er can fell ambition work it harm,</br>Blowing with hideous blast its poisonous alarm.", "See yonder youth on prancing hay steed ride,</br>While satisfaction on his broad front beams:</br>And view his gentle charmer by his side,</br>For whom he wishes and of whom he dreams, </br>Of heav'nly form and mind to him she seems.</br>For her each ev'ning anxiously he culls, </br>Of wild flow'rs fair, a nosegay scented sweet:</br>For her the chestnut drops its prickly shells,</br>And the wood pigeon yields its sav'ry meat,</br>With thousand, tempting gifts which verse cannot repeat.", "And now, through folding doors full wide display'd,</br>Th' assembly's grave and pious numbers throng,</br>While well each noisy buzzing murmur's stay'd,</br>With the loose prattling of each infant tongue:</br>For oft confusion has from childhood sprung.</br>See the wise elder's venerable grace.</br>Mark with what slow-pac'd dignity he moves;</br>See ev'ry little eye hang on his face,</br>And over all his features fondly roves:</br>For he the junior train affectionately loves.", "The village teacher sits with looks profound,</br>And marks the ent'ring throng with eye askance:</br>If, as he careful views the dome around,</br>He should on careless pupil's visage chance,</br>He sends him straight a play-forbidding glance:</br>Of looks like these he hath a plenteous store,</br>To fright the students from each frolic mood:</br>And well they watch to see his aspect lour,</br>Trying each art t' avert the hateful wood,</br>By sitting wond'rous still, and seeming e'en as good.", "Silence with sleep his empire now divides,</br>While some on this, and some on that side nod:</br>The ploughman still his steers and ploughshare guides,</br>And breaks in pleasing dreams fancied sod;</br>While the school-mistress wields the birchen rod.</br>Others, more wakeful, plan their future deeds,</br>While on increase of wealth their wished stray:</br>The farmer thus in rapture counts his steeds,</br>And deals to each his part of winter's hay,</br>Till spring renews the grass, and gives returning May.", "Where will not thirst of treach'rous gold approach&mdash;</br>Since here, e'en here, it bolds its wide domain?</br>From the warm cit who rolls in gilded coach,</br>To the dull carter whistling o'er the plain,</br>Does Plutus, god of shining lucre, reign.</br>Happy, thrice happy are th' instructed few,</br>On whom fell want ne'er lays her harpy claws,</br>But, far retir'd from 'midst the toiling crew,</br>Live in observance of wise nature's laws,</br>And learn from her to trace the great Eternal Cause.</br>"]