["'Tis eve!  'tis falling eve!  how chang'd the scene,</br>Ting'd with the soft hues of the glowing west!</br>Dim hills afar, and happy vales between,</br>With the tall corn's deep furrow calmly blest!</br>More near &mdash; the sea by Eve's mild gale caress'd,</br>And groves of living green that fringe its tide;</br>White sails, that gleam on Ocean's bounding breast</br>And the light fisher-barks that homeward glide,</br>To seek Clovelly's shores of beauty and of pride!", "And hark!  the mingling sounds of Earth and Sea!</br>The pastoral music of the bleating flock,</br>Blent with the sea-bird's uncouth melody;</br>The wave's deep murmur to th' unheading rock;</br>And ever and anon th' impatient shock</br>Of some rude billow on the echoing shore!</br>And hark!  the rower's deep and well-known stroke&mdash;</br>Glad hearts are there, and joyous hands, once more</br>Weary the whitening wave with their returning oar!", "But turn where Art with graceful hand hath twin'd</br>The living wreath for Nature's placid brow;</br>Where the glad wanderer's joyous footsteps wind</br>Mid rock, and glancing stream, and waving bough,&mdash;</br>Where scarce the valley's leafy depths allow</br>The lingering sunbeam in their shade to dwell&mdash;</br>There might the naiad breathe her softest vow,</br>Or the grim Triton sound his wreathed shell,</br>Lur'd from their azure home by scenes they love so well!", "A softer beauty floats along the sky,</br>And moonlight dwells upon the heaving wave&mdash;</br>Far off the night-winds fade away and die,</br>Or, murmuring, slumber in their ocean cave;</br>Tall oaks, whose limbs the giant-storm might brave,</br>Bend in rude fondness o'er the silvery sea;</br>Nor can the mountain-ash forbear to lave</br>Her blushing clusters, where the waters free</br>Murmur around her feet such soothing melody!", "Lovely Clovelly!  in thy shades of rest,&mdash;</br>When timid Spring her pleasant task hath sped,</br>Or Summer pours from her redundant breast,</br>Her fruits and flowers along the vale's deep bed;</br>But most when Autumn's golden glories spread,</br>And half forgot rude Winter's withering rage,</br>What fairer path could woo the wanderer's tread?</br>Soothe wearied Hope, or worn Regret assuage?</br>Lo!  for firm Youth a bower!  a home for lapsing Age!</br>"]