["Dark Autumn now assumes its fading reign,</br>The blue-gray mist creeps slowly o'er the hill;</br>Dark rolls the river thro' the narrow plain,</br>And from the uplands bursts the new swoll'n rill.", "On yonder heath there stands a lonely tree,</br>And there, O Connal!  thy sad grave is found;</br>And still its falling leaves it strews on thee,</br>Still by the whirlwind born in eddies round.", "Here oft at twilight gray, or purple dawn,</br>As o'er the heath the musing hunter hies,</br>The sheeted ghost stalks o'er the dewy lawn,</br>Or haunts the dreary grave where Connal lies.", "Thy race, O Connal!  who shall strive to trace?</br>Or who thro' ages past thy sires can tell?</br>As the tall oak torn from its native place,</br>They grew, they flourish'd, and in thee they fell.", "Mournful thy wars, O Fingal!  'Midst the slain,</br>Where groan'd the dying, welt'ring in their gore,</br>There Connal fell!  the terror of the plain!</br>There fell the mighty to arise no more!", "Thy arm a tempest from the bellowing main,</br>Thy sword a meteor in the ev'ning sky;</br>Thy height a rock, that overlook'd the plain;</br>A glowing furnace was thy wrathful eye.", "Loud as a storm, thy voice confounding all;</br>Dire was thy sword, and eager to destroy;</br>Beneath thine arm thy mighty warriors fall,</br>As falls the thistle by the playful boy.", "As lowring thunder o'er the mid-day skies,</br>Dargo the bold, Dargo the mighty, came;</br>Dark was his brow, two hollow caves his eyes,</br>Bright rose their clashing swords with sparkling flame.", "Crimora &mdash; Rinval's beauteous daughter, near</br>Her much lov'd Connal.  Could she stay behind!</br>A bow her shoulder grac'd, her hand a spear,</br>And loose her waving locks flow'd in the wind.", "At Dargo's breast the fatal shaft she drew,</br>Swift from her arm the mortal weapon flies;</br>Alas!  the erring dart her Connal slew,</br>Alas, he bleeds!  alas, her Connal dies!", "So falls a rock, torn from the shaggy hill,</br>So falls an oak, the glory of the plain.</br>What shall she do?  what griefs  her bosom fill!</br>\"By me is Connal, hapless Connal, slain!\"", "All day she wanders by some nameless stream;</br>Connal my love!  Connal my friend!  she cries;</br>At night the pathless vale by Cynthia's beam;</br>For grief, the lovely musing mourner dies.", "The loveliest pair cold earth doth here inclose</br>That ever slept within her clay-cold womb;</br>Alone they rest in undisturb'd repose,</br>The green-grass rankling o'er their narrow tomb.", "I, musing in the melancholy shade,</br>The rank weed rustling to the whistling wind;</br>Still mourn th' ill-fated youth and helpless maid,</br>And still their mem'ry rushes on my mind.</br>"]