["When faint and sad o'er Sorrow's desart wild,</br>Slow journeys onward, poor Misfortune's child,</br>When fades each lovely form by Fancy drest,</br>And inly pines the self-consuming breast;</br>No scourge of Scorpions in thy right arm dread,</br>No helmed Terrors nodding o'er thy head,</br>Assume, O DEATH!  the Cherub Wings of PEACE,</br>And bid the heart-sick Wanderer's Anguish cease!", "Thee, CHATTERTON!  yon  unblest Stones protect</br>From Want, and bleak freezings of Neglect!</br>Escap'd the sore wounds of Affliction's rod,</br>Meek at the Throne of Mercy, and of God,</br>Perchance thou raisest high th' enraptured hymn</br>Amid the blaze of Seraphim!", "Yet oft ('tis Nature's bosom-starting call)</br>I weep, the heaven-born Genius so should fall,</br>And oft in Fancy's saddest hour my soul</br>Averted shudders at the poison'd Bowl.</br>Now groans my sickening Heart, as still I view</br>The Corse of livid hue;</br>And now a Flash of Indignation high</br>Darts thro' the Tear, that glistens in mine Eye!</br>Is this the Land of song-enobled Line?</br>Is this the Land, where Genius ne'er in vain</br>Pour'd forth her lofty strain?</br>Ah me!  yet Spenser, gentlest Bard divine,</br>Beneath chill Disappointment's deadly shade</br>His weary Limbs in lonely Anguish lay'd!</br>And o'er her Darling dead</br>Pity hopeless hung her head,</br>While \"mid the pelting of that pitiless storm,\"</br>Sunk to the cold Earth Otway's famish'd form!", "Sublime of Thought and confident of Fame,</br>From Vales, where Avon winds, the Minstrel came,</br>Light-hearted Youth!  aye, as he hastes along,</br>He meditates the future Song,</br>How dauntless Aella fray'd the Danish foes;</br>And as floating high in air,</br>Glitter the sunny Visions fair,</br>His eyes dance rapture, and his bosom glows!</br>Friend to the friendless, to the sick man Health;</br>With generous Joy he views th' ideal Wealth;</br>He hears the Widow's heaven-breath'd prayer of Praise;</br>He marks the shelter'd Orphan's tearful gaze;</br>Or, where the sorrow-shrivell'd Captive lay,</br>Pours the bright Blaze of Freedom's noon-tide Ray;</br>And now indignant grasps the patriot steel,</br>And her own iron rod he makes Oppression feel.", "Clad in Nature's rich array,</br>And bright in all her tender hues,</br>Sweet Tree of Hope!  thou loveliest Child of Spring!</br>How fair didst thou disclose thine early bloom,</br>Loading the west-winds with its soft perfume!</br>And Fancy hovering round on shadowy wing,</br>On every blossom hung her fostering dews,</br>That changeful wanton'd to the orient Day!</br>Ah!  soon upon the poor unshelter'd Head</br>Did Penury her sickly mildew shed:</br>And soon the scathing Lightning bade thee stand,</br>In frowning Horror o'er the blighted Land!", "Wither are fled the charms of vernal Grace,</br>And Joy's wild gleams, that lighten'd o'er thy face!</br>Youth of tumultuous Soul, and haggard Eye!</br>Thy wasted form, thy hurried steps I view:</br>On thy cold forehead starts the anguish'd Dew:</br>And dreadful was that bosom-rending Sigh!", "Such were the struggles of the gloomy Hour,</br>When Care of wither'd brow</br>Prepar'd the Poison's death-cold power:</br>Already to thy Lips was rais'd the Bowl,</br>When near thee stood Affection meek,</br>(Her Bosom bare, and wildly pale her Cheek)</br>Thy sullen gaze she bade thee roll</br>On Scenes that well might melt thy Soul;</br>Thy native Cot she flash'd upon thy view,</br>Thy native Cot, where still at close of Day</br>Peace smiling sate, and listen'd to the Lay;</br>Thy Sister's shrieks she bade thee hear,</br>And mark thy Mother's thrilling tear;</br>See, see her Breast's convulsive throe,</br>Her silent Agony of Woe!</br>Ah!  dash the poison'd Chalice from thy Hand!</br>And thou had'st dash'd it at her soft command,</br>But that Despair and Indignation rose,</br>And told again the Story of thy Woes;</br>Told the keen Insult of th' unfeeling Heart,</br>The dread Dependence on the low-bread mind,</br>Told every pang, at which thy Soul might smart,</br>Neglect, and grinning Scorn, and Want combin'd!</br>Recoiling quick thou bad'st the Friend of Pain,</br>Roll the dark tide of Death thro' every freezing Vein!", "Ye Woods!  that wave o'er Avon's rocky steep,</br>To Fancy's ear sweet is your murm'ring deep!</br>For here she loves the Cypress Wreath to weave,</br>Watching with wistful eye the sad'ning tints of Eve.</br>Here far from men amid this pathless grove,</br>In solemn thought the Minstrel wont to rove,</br>Like Star-beam on the rude sequester'd Tide,</br>Lone-glittering, thro' the Forest's murksome pride.", "And here Inspiration's eager Hour</br>When most the big soul feels the mad'ning Power,</br>These wilds, these caverns roaming o'er,</br>Round which the screaming Sea-gulls soar</br>With wild unequal steps he pass'd along,</br>Oft pouring on the winds a broken song:</br>Anon upon some rough Rock's fearful Brow,</br>Would pause abrupt &mdash; and gaze upon the waves below.</br>"]