["MENALCAS.  DAMOETAS.  PALAEMON.", "MENALCAS.</br>Are these, Damoetas, Meliboeus' sheep?", "DAMOETAS.</br>No; these their master Aegon bade me keep.", "MENALCAS.</br>Unhappy sheep!  yet more unhappy swain!</br>Whilst he Neaera wooes, but wooes in vain;</br>And fears lest I by fairer fortune blest</br>Should win precedence in the virgin's breast;</br>Lo!  here an hireling wastes his master's gains,</br>And twice an hour of milk the cattle drains.</br>How lean, too deeply drain'd, appear the dams!</br>And cheated of their milk how pine the lambs!", "DAMOETAS.</br>At least to men this scoffing language spare;</br>We know that you &mdash; with whom &mdash; and when &mdash; and where:</br>We know the cave &mdash; 'tis well the nymphs were kind,</br>Nor to the deed thee leering goats were blind.", "MENALCAS.</br>Ay, the kind nymphs, forsooth, no notice took,</br>When Mycon's vine I tore with wicked hook.", "DAMOETAS.</br>Or rather when, yon ancient beech below,</br>In spite you broke young Daphnis' darts and bow.</br>O swain perverse!  nay, when the boy receiv'd</br>The gift, oh!  how your jealous soul was griev'd!</br>'Twas well you found that way, or you I ween,</br>Had died in very impotence of spleen.", "MENALCAS.</br>What daring scandal must thy master prate,</br>Since thou, his slave, canst talk at such a rate!</br>Did not I see thee, thief, steal Damon's goat,</br>While loud Lycisca gave the warning note?</br>And when I cry'd, &mdash; \"See, where the rascal speeds;</br>Tit'rus take care\" &mdash; you skulk'd behind the reeds.", "DAMOETAS.</br>The goat was mine, and won beyond dispute;</br>The lawful prize of my victorious flute.</br>Not Damon's self the just demand denies,</br>But owns he could not pay the forfeit prize.", "MENALCAS.</br>You win a goat by music?  did thy hand</br>E'er join th' unequal reeds with waxen band?</br>Vile dunce!  whose sole ambition was to draw</br>The mob in streets to hear thy grating straw.", "DAMOETAS.</br>Howe'er that be, suppose we trial make?</br>I to provoke you more, yon heifer stake.</br>Two calves she rears, twice fills the pails a-day,</br>Now for the strife 'tis your's some pledge to lay.", "MENALCAS.</br>You cannot from my flock a pledge require,</br>You know I have at home a peevish sire,</br>A cruel step-dame too &mdash; strict watch they keep,</br>And twice each day they count my goats and sheep.</br>But since your proffer'd prize so much you boast,</br>I'll stake a pledge of far superior cost.</br>Two beauteous bowls of beechen wood are mine,</br>The sculpture of Alcimedon divine;</br>Whose easy chissel o'er the work has twin'd,</br>A vine with berries of pale ivy join'd.</br>Full in the midst two comely forms appear,</br>Conon, with him who fram'd that wond'rous sphere,</br>Which points the change of seasons to the swain,</br>And when to plough the soil, or reap the grain.</br>These are my pledge; which yet with care I keep</br>Untouch'd, and unpolluted by the lip.", "DAMOETAS.</br>I have a pair by the same artist made,</br>Their handles with acanthus' leaves o'erlaid,</br>Where Orpheus in the midst attracts the grove&mdash;</br>But my first-proffer'd prize is still above</br>All we can stake; tho' yet my cups I keep</br>Untouch'd, and unpolluted by the lip.", "MENALCAS.</br>Name your own terms, nor think the field to fly,</br>We'll chuse, for judge, the first who passes by&mdash; </br>Palaemon comes &mdash; let him the cause decide;</br>For once I'll tame an empty boaster's pride.", "DAMOETAS.</br>I fear the threats of no vain-glorious swain,</br>No proud Menalcas, nor his vaunted strain.</br>The song, Palaemon, with attention hear,</br>No mean debate demands thy listening ear.", "PALAEMON.</br>Begin, since on the tender turf we rest,</br>And fields and trees in fruitful stores are drest.</br>The lofty groves their verdant livery wear,</br>And in full beauty blooms the laughing year.</br>Begin Damoetas; next, Menalcas, prove</br>Thy skill; the Nine alternate measures love.", "DAMOETAS.</br>Muses from mighty Jove begin the theme;</br>With mighty Jove all nature's regions teem:</br>With liberal hand he sows the plenteous plains,</br>Nor unpropitious hears my rural strains.", "MENALCAS.</br>E'en me, mean shepherd, Phoebus deigns to love,</br>Sacred to him I rear a laurel-grove:</br>And still along my lavish borders rise,</br>His hyacinths of sweetly-blooming dies.", "DAMOETAS.</br>At me an apple Galatea threw,</br>Then to the willows, wily girl, withdrew;</br>Yet, as with hasty steps she skimm'd the green,</br>Wish'd, e'er she gain'd the willows, to be seen.", "MENALCAS.</br>But unsollicited Amyntas burns</br>For me, spontaneously my love returns;</br>Unask'd the boy prevents each soft request,</br>Nor by my dogs is Delia more caress'd.", "DAMOETAS.</br>To the dear Venus of my love-sick mind,</br>Her swain a welcome present has design'd.</br>I mark'd the bough where two fond turtles coo'd,</br>And her's shall be the nest, and feathery brood.", "MENALCAS.</br>Amid the woodland wilds a tree I found,</br>Its plenteous boughs with golden apples crown'd;</br>Ten, all I could, to my dear youth I sent,</br>And mean ten more to-morrow to present.", "DAMOETAS.</br>How oft with words so musically mild,</br>Has Galatea every sense beguil'd!</br>Some part, at least, to heav'n, ye breezes, bear,</br>Nor let such words be lost in common air.", "MENALCAS.</br>In vain, Amyntas, you pretend in vain</br>To love; you treat me with unkind disdain,</br>If while you hold the bristly boar at bay,</br>I keep the nets, nor share the dangerous day.", "DAMOETAS.</br>Bid Phillis haste t' improve the genial mirth</br>Of this the day that gave her shepherd birth;</br>And when my heifer bleeds at Ceres' feast,</br>Iolas, come thyself, and be a welcome guest!", "MENALCAS.</br>Phillis o'er every other nymph I prize,</br>Oh!  how she took her leave with weeping eyes!</br>And as I went, \"Dear shepherd,\" oft she cry'd,</br>And many a long adieu thro' the deep vales she sigh'd.", "DAMOETAS.</br>The wolf is fatal to the folded sheep,</br>With fatal force o'er trees loud tempests sweep,</br>Fatal the rushing show'rs to ripening corn;</br>To me more fatal Amaryllis' scorn!", "MENALCAS.</br>Sweet are the vernal show'rs to swelling seed;</br>The flow'ry arbute to the weanling kid:</br>The tender willow to the teeming herd:</br>By me o'er all Amyntas is preferr'd.", "DAMOETAS.</br>Pollio approves, though rough, my rural reed;</br>Muses, an heifer for your patron feed!", "MENALCAS.</br>Since Pollio deigns to build the lofty strain;</br>Feed him a bull that butting spurns the plain.", "DAMOETAS.</br>Let him who loves a Pollio's sacred name</br>Gain what he loves, and share a Pollio's fame:</br>For him let golden streams of honey flow,</br>And fragrant spices breathe from every bough.", "MENALCAS.</br>Is there a swain that hates not Bavius' lays?</br>Be it his curse vile Maevius' verse to praise:</br>The same degree of madness might provoke</br>To milk male goats, or stubborn foxes yoke.", "DAMOETAS.</br>Ye boys that gather flow'rs and strawberries,</br>Lo!  hid within the grass a serpent lies!", "MENALCAS.</br>Graze not, my sheep, too near the faithless bank,</br>Scarce yet the ram has dry'd his fleeces dank.", "DAMOETAS.</br>Tityrus, thy kids too near the river stray,</br>Myself will wash them all some fitter day.", "MENALCAS.</br>Boys, fold your sheep, 'tis vain to press the teat,</br>When all the milk, as erst, is dry'd with heat.", "DAMOETAS.</br>How lean my bull on yonder clover'd plain!</br>Love wastes alike the cattle and the swain.", "MENALCAS.</br>Some heavier plague has made these lambs so lean,</br>What magic eye my tender brood has seen!", "DAMOETAS.</br>Tell me the place, where heaven's contracted bound</br>Appears to view but three short ells around?</br>Tell this, and thou my god of verse shalt shine.", "MENALCAS.</br>Tell this, and lovely Phillis shall be thine:</br>O tell in what in delightful region springs</br>The flow'r that bears inscrib'd the names of kings.", "PALAEMON.</br>Which to prefer perplexing doubts arise:</br>Neither have won, but both deserv'd the prize;</br>And all deserve alike, whose song can prove,</br>Like yours, how much they fear'd or hop'd in love.</br>'Tis time to cease, my boys:  the streams restrain,</br>Enough the floods have drench'd the thirsty plain.</br>"]