["ENTER AN HERAWDE.</br>The Tournamente begynnes; the hammerrs sounde;</br>The courserrs lysse aboute the mensuredd fielde;</br>The shemmringe armoure throws the sheene arounde;</br>Quayntyssed fons depectedd on eche sheelde.</br>The feerie heaulmett, wythe the wreathes amielde,</br>Supportes the rampynge lyoncell orr beare,</br>Wythe straunge depynctures, Nature maie nott yeelde,</br>Unseemlie to all orderr doe appere,</br>Yett yatte to menne, who thyncke and have a spryte,</br>Makes known thaft the phantasies unryght.", "I, Sonne of Honnoure, spencer of her joies,</br>Muste swythen goe to yeve the speeres arounde,</br>Wythe advantayle and borne I meynte emploie,</br>Who withoute mee would fall untoe the grounde.</br>Soe the tall oake the ivie twysteth rounde;</br>Soe the neshe flowere grees ynne the woodeland shade.</br>The worlde bie diffraunce ys ynne orderr founde;</br>Wydhoute unlikenesse nothynge could be made.</br>As ynn the bowke nete alleyn cann bee donne,</br>Syke ynn the weal of kynde all thynges are partes of onne.", "ENTER SYRR SYMONNE DE BOURTONNE.</br>Herawde, bie heavenne these tylterrs staie too long.</br>Mie phantasie ys dyinge forr the fyghte.</br>The mynstrelles have begonne the thyrde warr songe,</br>Yett notte a spere of hemm hath grete mie fyghte.</br>I feere there be ne manne wordhie mie myghte.</br>I lacke a Guid, a Wyllyamm to entylte.</br>To reine anente a fele embodiedd knyghte,</br>Ytt gettes ne renoume gyff hys blodde bee spylte.</br>Bie heavenne and Marie ytt ys tyme they're here;</br>I lyche nott unthylle thus to wielde the spere.", "HERALDE.</br>Methynckes I heare yer slugghornes dynn fromm farre.", "BOURTONNE.</br>Ah!  Swythyn mie shielde and tyltynge launce bee bounde.</br>Eftsoones beheste mie Squyerr to the warre.</br>I flie before to clayme a challenge grownde.", "HERAWDE.</br>Thie valourous actes woulde meinte of menne astounde;</br>Harde bee yer shappe encontrynge thee ynn fyghte;</br>Anenst all menne thou berest to the grounde,</br>Lyche the hard hayle dothe the tall rushes pyght.</br>As whanne the mornynge sonne ydronks the dew,</br>Syche dothe thie valorous actes drocke eche knyght's hue.", "THE LYSTES.  THE KYNGE, SYRR SIMONNE DE BOURTONNE, SYRR HUGO FERRARIS, SYRR RANULPH NEVILLE, SYRR LODOVICK DE CLYNTON, SYRR JOHAN DE BERGHAMME, AND ODHERR KNYGHTES, HERAWDES, MYNSTRELLES, AND SERVYTOURS.", "KYNGE.</br>The barganette; yee mynstrelles tune the strynge,</br>Somme actyonn dyre of auntyante kynges now synge.", "MYNSTRELLES.</br>Wyllyamm, the Normannes floure botte Englondes thorne,</br>The manne whose myghte delievreth hadd knite,</br>Snett oppe hys long strunge bowe and sheelde abourne,</br>Behestynge all hys hommageres to fyghte.</br>Goe, rouze the lyonn fromm hys hylted denne,</br>Lett thie floes drenche the blodde of anie thynge bott menne.", "Yon the treed forreste doe the knyghtes appere;</br>Wyllyamm wythe myghte hys bow enyronn'd plies;</br>Loude dynns the arrowe ynn the wolfynn's eare;</br>Hee ryseth battent, roares, he panctes, hee dyes.</br>Forslagenn att thie feete lett wolvynns bee,</br>Lett thie floes drenche theyre blodde, bott do ne bredrenn slea.", "Throw the merke shade of twistynde trees hee rydes;</br>The flemed owlett flapps herr eve-speckte wynge;</br>The lordynge toade ynn all hys passes bides;</br>The berten neders att hymm darte the stynge;</br>Stylle, stylle, hee passes onn, hys stede astrodde,</br>Nee hedes the daungerous waie gyff leadynge untoe blodde.", "The lyoncel, fromme sweltrie countries braughte,</br>Coucheynge binethe the sheltre of the brierr,</br>Att commyng dynn doth rayse hymselfe distraughte,</br>Hee loketh wythe an eie of flames of fyre.</br>Goe, flicke the lyonn to hys hyltren denne,</br>Lette thie floes drenche the blood of anie thynge botte menn.", "Wythe passent steppe the lyonn mov'th alonge;</br>Wyllyamm his ironne-woven brow hee bendes,</br>Wythe mighte alyche the roghlynge thonderr stronge;</br>The lyonn ynn a roare hys spryte foorthe sendes.</br>Goe, slea the lyonn ynn hys blodde-steyn'd denne,</br>Botte bee thie takelle drie fromm blodde of odherr menne.", "Swefte fromm the thyckett starks the stagge awaie;</br>The couraciers as swefte doe afterr flie.</br>Hee lepethe hie, hee stondes, hee kepes att baie,</br>Botte metes the arrowe, and eftsoones doth die.</br>Forslagenn atte thie fote lette wylde beastes bee,</br>Lett thie foes drenche yer blodde, yett do ne bredrens slee.", "Wythe murtherr tyredd, hee fleynges hys bow alyne.</br>The stagge ys ouch'd wythe crownes of lillie flowerrs.</br>Arounde theire heaulmes theie greene verte doe entwyne;</br>Joying and rev'lous ynn the grene wode bowerrs.</br>Forslagenn wyth thie floe lette wylde beastes bee,</br>Feeste thee upponne theire fleshe, doe ne thie bredrenn slee.", "KYNGE.</br>Nowe to the Tournie; who wylle fyrste affraie?", "HERAULDE.</br>Nevylle, a baronne, bee yatte honnoure thyne.", "BOURTONNE.</br>I clayme the passage.", "NEVYLLE.</br>I contake thie waie.", "BOURTONNE.</br>Thenn there's mie guantlette onn mie gaberdyne.", "HEREHAULDE</br>A leegefull challenge, lette the slugghorne sounde.", "SYRR SYMONNE AND NEVYLLE TYLTE.</br>NEVYLLE YS GOEYNGE, MANNE AND HORSE, TOE GROUNDE.</br>NEVYLLE FALLS.", "Loverdes, how doughtie the tylterrs joyne!</br>Yee champyonnes, heere Symmone de Bourtonne fyghtes,</br>Onne hee hathe quacedd, assayle hymm, yee knyghtes.", "FERRARIS.</br>I wylle anente hymmn goe; mie squierr, mie shielde</br>Or onne orr odherr wyll doe myckle scethe</br>Before I doe departe the lissed fielde,</br>Mieselfe orr Bourtonne hereupponn wyll blethe.</br>Mie shielde.", "BOURTONNE.</br>Comme onne, and fitte thie tylte-launce ethe.</br>Whann Bourtonn fyghtes, hee metes a doughtie foe.", "THEIE TYLTE.  FERRARIS FALLETH.", "Hee falleth; nowe  bie heavenne thie woundes doe smethe;</br>I feere mee, I have wroughte thee myckle woe.", "HERAWDE.</br>Bourtonne hys seconde beereth to the feelde.</br>Comme onn, yee knyghtes, and wynn the honour'd sheeld.", "BERGHAMME.</br>I take the challenge; squyre, mie launce and stede;</br>I, Bourtonne, take the gauntlette; forr mee staie.</br>Botte, gyff thou fyghtesse mee, thou shalt have mede;</br>Somme odherr I wylle champyonn toe affraie;</br>Perchance fromme hemm I maie possess the daie,</br>Thenn I schalle bee a foemanne forr thie spere.</br>Herehawde, toe the bankes of Knyghtes saie,</br>De Berghamme wayteth forr a foemann heere.", "CLINTON.</br>Botte longe thou shalte ne tende; I doe thee fie.</br>Lyche forreying levynn, schalle mie tylte-launce flie.", "BERGHAMME AND CLINTON TYLTE.  CLINTON FALLETHE.", "BERGHAMME.</br>Nowe, nowe, Syrr Knyghte, attoure thie beeveredd eyne.</br>I have borne downe, and efte doe gauntlette thee.</br>Swythenne begynne, and wrynn; thie shappe orr myne;</br>Gyff thou dyscomfytte, ytt wylle dobblie bee.", "BOURTONNE AND BURGHAMM TYLTETH.  BERGHAMME FALLS.", "HERAWDE.</br>Symonne de Bourtonne haveth borne downe three,</br>And bie the thyrd hathe honnoure of a fourthe.</br>Lett hymm bee sett asyde, tylle hee doth see</br>A tyltynge forr a knyght of gentle wourthe.</br>Heere commethe straunge knyghtes; gyff courteous heie,</br>Ytt welle beseies to yeve hemm ryghte of fraie.", "FIRST KNYGHTE.</br>Straungers wee bee, and homblie doe wee clayme</br>The rennome ynn thys Tourneie forr to tylte;</br>Dherebie to proove fromm cravents owre goode name,</br>Bewrynnynge thatt wee gentile blodde have spylte.", "HEREHAWDE.</br>Yee knyghts of cortesie, these straungers, saie,</br>Bee you fulle wyllynge fort to yeve hemm fraie?</br>FYVE KNYGHTES TYLTETH WYTHE THE STRAUNGE KNYGHTES, AND BEE EVERICHON OVERTHROWNE.", "BOURTONNE.</br>Now bie Seyncte Marie, gyff onn all the fielde</br>Ycrasedd speres and helmets bee besprente,</br>Gyff everyche knyghte dydd houlde a piercedd sheeld,</br>Gyff all the feelde wythe champyonne blodde bee stente,</br>Yett toe encounterr hymm I bee contente.</br>Annodher launce, Marshalle, anodher launce.</br>Albeytte hee wythe lowes of fayre ybrente,</br>Yett Bourtonne woulde agenste hys val advance.</br>Fyve haveth fallenn downe anethe hys speere,</br>Butte hee schalle bee the next thatt falleth heere.", "Bie thee, Seyncte Marie, and thy Sonne I sweare,</br>Thatt ynn whatte place yonn doughtie knyghte shall fall</br>Anethe the stronge push of mie straught out spere,</br>There schalle aryse a hailie chyrhes walle,</br>The whyche, ynn honnoure, I wylle Marye calle,</br>Wythe pillars large, and spyre full hyghe and rounde.</br>And thys I faifullie wylle stonde to all,</br>Gyff yonder struanger falleth to the grounde.</br>Straunger, bee boune; I champyonn you to warre.</br>Sounde, sounde the slughornes, to bee hearde fromm farre.", "BOURTONNE AND THE STRAUNGER TYLT.  STRAUNGER FALLETH.", "KYNGE.</br>The Mornynge Tyltes now cease.", "HERAWDE.</br>Bourtonne ys kynge.</br>Dysplaie the Englyshe bannorre onn the tente;</br>Round hymm, yee mynstrelles, songs of achments synge;</br>Yee Herawdes, getherr upp the speeres besprente;</br>To Kynge of Tourney-tylte bee all knees bente.</br>Dames faire and gentle, forr youre loves hee foughte;</br>Forr you the longe tylte-launce, the swerde hee shente;</br>Hee joustedd, alleine havynge you ynn thoughte.</br>Comme, mynstrelles, sound the strynge, goe onn eche syde,</br>Whylest hee untoe the Kynge ynn state doe ryde.", "MYNSTRELLES.</br>Whann Battayle, smethynge wythe new quickenn'd gore,</br>Bedynge wythe spoiles, and bloddie droppynge hedde,</br>Dydd the merke woode of ethe and rest explore,</br>Seckeynge to lie onn Pleasures downie bedde,</br>Pleasure, dauncyng fromm her wode,</br>Wreathed wythe flouris of aiglintine,</br>Fromm hys vysage washed the bloude,</br>Hylte hys swerde and gaberdyne.", "Wythe syke an eyne she swotelie hymm dydd view,</br>Dydd soe yncorven everie shape to joie,</br>Hys spryte dydd chuange untoe anodherr hue,</br>Hys armes, ne spoyles, mote anie thoughts emploie.</br>All delyghtsomme and contente,</br>Fyre enshotynge fromm his eyne,</br>Ynn hys arms hee dydd herr hente,</br>Lyche the merk plante doe entwyne.</br>Soe, gyff thou lovest Pleasure and herr trayne,</br>Onknowachynge ynn whatt place herr to fynde,</br>Thys rule yspende, and ynn thie mynde retayne;</br>Seeke Honnoure fyrste, and Pleasaunce lies behynde.</br>"]