["Declining Phoebus, as he larger grows,</br>(Taxing proud folly) gentler waxeth still;</br>Never lesse fierce, then when he greatest shows;</br>When Thirsil on a gentle rising hill</br>(Where all his flock he round might feeding view)</br>Sits down, and circled with a lovely crue</br>Of Nymphs and shepherd-boyes, thus 'gan his song renew:", "Now was this Isle pull'd from that horrid main,</br>Which bears the fearfull looks and name of death;</br>And setled new with bloud and dreadfull pain,</br>By him who twice had giv'n (once forfeit) breath:</br>A baser state then what was first assign'd;</br>Wherein (to curb the too aspiring minde)</br>The better things were lost, the worst were left behinde.", "That glorious image of himself was raz'd;</br>Ah!  scarce the place of that best part we finde:</br>And that bright Sun-like knowledge much defac'd,</br>Onely some twinkling starres remain behinde:</br>Then mortall made; yet as one fainting dies,</br>Two other in its place succeeding rise;</br>And drooping stock with branches fresh immortalize.", "So that 'lone bird in fruitfull Arabie,</br>When now her strength and waning life decaies,</br>Upon some airie rock, or mountain high,</br>In spiced bed (fir'd by neare Phoebus rayes)</br>Her self and all her crooked age consumes:</br>Straight from the ashes and those rich perfumes</br>A new-born Phoenix flies, and widow'd place resumes.", "It grounded lies upon a sure foundation,</br>Compact, and hard; whose matter (cold and drie)</br>To marble turns in strongest congelation;</br>Fram'd of fat earth, which fires together tie:</br>Through all the Isle, and every part extent,</br>To give just form to every regiment;</br>Imparting to each part due strength and stablishment.", "Whose looser ends are glu'd with brother earth,</br>Of nature like, and of a neare relation;</br>Of self-same parents both, at self-same birth;</br>That oft it self stands for a good foundation:</br>Both these a third doth soulder fast, and binde;</br>Softer then both, yet of the self-same kinde;</br>All instruments of motion, in one league combin'd.", "Upon this base a curious work is rais'd,</br>Like undivided brick, entire and one;</br>Though soft, yet lasting, with just balance pais'd;</br>Distributed with due proportion:</br>And that the rougher frame might lurk unseen,</br>All fair is hung with coverings slight and thinne;</br>Which partly hide it all, yet all is partly seen:", "As when a virgin her snow-circled breast</br>Displaying hides, and hiding sweet displaies;</br>The greater segments cover'd, and the rest</br>The vail transparent willingly betraies;</br>Thus takes and gives, thus lends and borrows light:</br>Lest eyes should surfet with too greedy sight,</br>Transparent lawns withhold, more to increase delight.", "Nor is there any part in all this land,</br>But is a little Isle:  for thousand brooks</br>In azure chanels glide on silver sand;</br>Their serpent windings, and deceiving crooks</br>Circling about, and wat'ring all the plain,</br>Emptie themselves into th' all-drinking main;</br>And creeping forward slide, but never turn again.", "Three diff'ring streams from fountains different,</br>Neither in nature nor in shape agreeing,</br>(Yet each with other friendly ever went)</br>Give to this Isle his fruitfulnesse and being:</br>The first in single chanels skie-like blue,</br>With luke-warm waters di'd in porphyr hue,</br>Sprinkle this crimson Isle with purple-colour'd dew.", "The next, though from the same springs first it rise,</br>Yet passing through another greater fountain,</br>Doth lose his former name and qualities:</br>Through many a dale it flows, and many a mountain;</br>More firie light, and needfull more then all;</br>And therefore fenced with a double wall,</br>All froths his yellow streams with many a sudding fall.", "The last, in all things diff'ring from the other,</br>Fall from an hill, and close together go,</br>Embracing as they runne, each with his brother;</br>Guarded with double trenches sure they flow:</br>The coldest spring, yet nature best they have;</br>And like the lacteall stones which heaven pave,</br>Slide down to every part with their thick milky wave.", "These with a thousand streams through th' Island roving,</br>Bring tribute in; the first gives nourishment,</br>Next life, last sense and arbitrarie moving:</br>For when the Prince hath now his mandate sent,</br>The nimble poasts quick down the river runne,</br>And end their journey, though but now begunne;</br>But now the mandate came, and now the mandate's done.", "The whole Isle, parted in three regiments,</br>By three Metropolies is joyntly sway'd;</br>Ord'ring in peace and warre their governments</br>With loving concord, and with mutuall aid:</br>The lowest hath the worst, but largest See;</br>The middle lesse, of greater dignitie:</br>The highest least, but holds the greatest soveraigntie.", "Deep in a vale doth that first province lie,</br>With many a citie grac't, and fairly town'd;</br>And for a fence from forrain enmitie,</br>With five strong-builded walls encompast round;</br>Which my rude pencil will in limming stain;</br>A work more curious, then which poets feigne</br>Neptune and Phoebus built, and pulled down again.", "The first of these is that round spreading fence,</br>Which like a sea girts th' Isle in every part;</br>Of fairest building, quick and nimble sense,</br>Of common matter fram'd with speciall art;</br>Of middle temper, outwardest of all,</br>To warn of every chance that may befall:</br>The same a fence, and spie; a watchman, and a wall.", "His native beautie is a lilie white,</br>Which still some other colour'd stream infecteth;</br>Least like it self, with divers stainings dight,</br>The inward disposition detecteth:</br>If white, it argues wet; if purple, fire;</br>If black, a heavie cheer, and fixt desire;</br>Youthfull and blithe, if suited in a rosie tire.", "It cover'd stands with silken flourishing,</br>Which as it oft decaies, renews again,</br>The others sense and beautie perfecting;</br>Which els would feel, but with unusuall pain:</br>Whose pleasing sweetnesse, and resplendent shine,</br>Softning the wanton touch, and wandring ey'n,</br>Doth oft the Prince himself with witch'ries undermine.", "The second rampier of a softer matter,</br>Cast up by th' purple rivers overflowing:</br>Whose airy wave, and swelling waters, fatter</br>For want of heat congeal'd, and thicker growing,</br>The wandring heat (which quiet ne're subsisteth)</br>Sends back again to what confine it listeth;</br>And outward enemies by yeelding most resisteth.", "The third more inward, firmer then the best,</br>May seem at first but thinly built, and slight;</br>But yet of more defence then all the rest;</br>Of thick and stubborn substance, strongly dight.</br>These three (three common fences) round impile</br>This regiment, and all the other Isle;</br>And saving inward friends, their outward foes beguile.", "Beside these three, two more appropriate guards</br>With constant watch compasse this government:</br>The first eight companies in severall wards,</br>(To each his station in this regiment)</br>On each side foure, continuall watch observe,</br>And under one great Captain joyntly serve;</br>Two fore-right stand, two crosse, and foure obliquely swerve.", "The other fram'd of common matter, all</br>This lower region girts with strong defence;</br>More long then round, with double-builded wall,</br>Though single often seems to slighter sense;</br>With many gates, whose strangest properties</br>Protect this coast from all conspiracies;</br>Admitting welcome friends, excluding enemies.", "Between this fences double-walled sides,</br>Foure slender brooks run creeping o're the lea;</br>The first is call'd the Nurse, and rising slides</br>From this low regions Metropolie:</br>Two from th' Heart-citie bend their silent pace;</br>The last from Urine-lake with waters base</br>In th' Allantoid sea empties his flowing race.", "Down in a vale, where these two parted walls</br>Differ from each with wide distending space,</br>Into a lake the Urine-river falls,</br>Which at the Nephros hill beginnes his race:</br>Crooking his banks he often runs astray,</br>Lest his ill streams might backward finde a way:</br>Thereto, some say, was built a curious framed bay.", "The Urine-lake drinking his colour'd brook,</br>By little swells, and fills his stretching sides:</br>But when the stream the brink 'gins over-look,</br>A sturdy groom empties the swelling tides;</br>Sphincter some call; who if he loosed be,</br>Or stiffe with cold, out flows the senselesse sea,</br>And rushing unawares covers the drowned lea.", "From thence with blinder passage, (flying name)</br>These noysome streams a secret pipe conveys;</br>Which though we tearm the hidden parts of shame,</br>Yet for the skill deserve no lesser praise</br>Then they, to which we honour'd names impart.</br>Oh powerfull Wisdome, with what wondrous art</br>Mad'st thou the best, who thus hast fram'd the vilest part!", "Six goodly Cities, built with suburbs round,</br>Do fair adorn this lower region:</br>The first Koilia, whose extreamest bound</br>On this side border'd by the Splenion,</br>On that by soveraigne Hepars large commands:</br>The merry Diazome above it stands,</br>To both these joyn'd in league and never failing bands.", "The form (as when with breath our bag-pipes rise,</br>And swell) round-wise, and long, yet long-wise more;</br>Fram'd to the most capacious figures guise:</br>For 'tis the Islands garner; here its store</br>Lies treasur'd up, which well prepar'd it sends</br>By secret path that to th' Arch-citie bends;</br>Which making it more fit, to all the Isle dispends.", "Farre hence at foot of rocky Cephals hills</br>This Cities Steward dwells in vaulted stone;</br>And twice a day Koilia's store-house fills</br>With certain rent, and due provision:</br>Aloft he fitly dwells in arched cave;</br>Which to describe I better time shall have,</br>When that fair mount I sing, and his white curdy wave.", "At that caves mouth twice sixteen Porters stand,</br>Receivers of the customarie rent;</br>Of each side foure, (the formost of the band)</br>Whose office to divide what in is sent:</br>Straight other foure break it in peices small;</br>And at each hand twice five, which grinding all,</br>Fit it for convoy, and this cities Arsenall.", "From thence a Groom with wondrous volubilitie</br>Delivers all unto neare officers,</br>Of nature like himself, and like agilitie;</br>At each side foure, that are the governours</br>To see the vict'als shipt at fittest tide;</br>Which straight from thence with prosp'rous chanel slide,</br>And in Koilia's port with nimble oars glide.", "The haven, fram'd with wondrous sense and art,</br>Opens it self to all that entrance seek;</br>Yet if ought back would turn, and thence depart,</br>With thousand wrinkles shuts the ready creek:</br>But when the rent is slack, it rages rife,</br>And mutines in it self with civil strife:</br>Thereto a little groom egges it with sharpest knife.", "Below dwells in this Cities market-place</br>The Islands common Cook, Concoction;</br>Common to all; therefore in middle space</br>Is quarter'd fit in just proportion;</br>Whence never from his labour he retires;</br>No rest he asks, or better change requires:</br>Both night and day he works, ne're sleeps, nor sleep desires.", "That heat, which in his furnace ever fumeth,</br>Is nothing like to our hot parching fire;</br>Which all consuming, self at length consumeth;</br>But moistning flames a gentle heat inspire,</br>Which sure some in-born neighbour to him lendeth;</br>And oft the bord'ring coast fit fuell sendeth,</br>And oft the rising fume, which down again descendeth.", "Like to a pot, where under hovering</br>Divided flames, the iron sides entwining,</br>Above is stopt with close-laid covering,</br>Exhaling fumes to narrow straits confining;</br>So doubling heat, his dutie doubly speedeth:</br>Such is the fire Concoctions vessel needeth,</br>Who daily all the Isle with fit provision feedeth.", "There many a groom the busie Cook attends</br>In under offices, and severall place:</br>This gathers up the scumme, and thence it sends</br>To be cast out; another liquours base,</br>Another garbage, which the kitchin cloyes,</br>And divers filth, whose sent the place annoyes,</br>By divers secret waies in under-sinks convoyes.", "Therefore a second Port is sidelong fram'd,</br>To let out what unsavorie there remains:</br>There sits a needfull groom, the Porter nam'd,</br>Which soon the full-grown kitchin cleanly drains</br>By divers pipes, with hundred turnings giring;</br>Lest that the food too speedily retiring,</br>Should whet the appetite, still cloy'd, and still desiring.", "So Erisicthon once fir'd (as men say)</br>With hungry rage, fed never, ever feeding;</br>Ten thousand dishes serv'd in every day,</br>Yet in ten thousand, thousand dishes needing,</br>In vain his daughter hundred shapes assum'd:</br>A whole camps meat he in his gorge inhum'd;</br>And all consum'd, his hunger yet was unconsum'd.", "Such would the state of this whole Island be,</br>If those pipes windings (passage quick delaying)</br>Should not refrain too much edacitie,</br>With longer stay fierce appetite allaying.</br>These pipes are seven-fold longer then the Isle,</br>Yet all are folded in a little pile,</br>Whereof three noble are, and thinne; three thick, and vile.", "The first is narrow'st, and down-right doth look,</br>Lest that his charge discharg'd might back retire;</br>And by the way takes in a bitter brook,</br>That when the chanel's stopt with stifeling mire,</br>Through th' idle pipe with piercing waters soking,</br>His tender sides with sharpest stream provoking,</br>Thrusts out the muddy parts, and rids the miry choking.", "The second lean and lank, still pill'd, and harri'd</br>By mighty bord'rers oft his barns invading:</br>Away his food and new-inn'd store is carri'd;</br>Therefore an angry colour, never fading,</br>Purples his cheek:  the third for length exceeds,</br>And down his stream in hundred turnings leads:</br>These three most noble are, adorn'd with silken threads.", "The formost of the base half blinde appeares;</br>And where his broad way in an Isthmos ends,</br>There he examines all his passengers,</br>And those who ought not scape, he backward sends:</br>The second Aeols court, where tempests raging</br>Shut close within a cave the windes encaging,</br>With earthquakes shakes the Island, thunders sad presaging.", "The last down-right falls to port Esquiline,</br>More strait above, beneath still broader growing;</br>Soon as the gate opes by the Kings assigne,</br>Empties it self, farre thence the filth out-throwing:</br>This gate endow'd with many properties,</br>Yet for his office sight and naming flies;</br>Therefore between two hills, in darkest valley lies.", "To that Arch-citie of this government</br>The three first pipes the ready feast convoy:</br>The other three, in baser office spent,</br>Fling out the dregs, which else the kitchin cloy.</br>In every one the Hepar keeps his spies;</br>Who if ought good with evil blended lies,</br>Thence bring it back again to Hepars treasuries.", "Two severall covers fence these twice three pipes:</br>The first from over-swimming takes his name,</br>Like cobweb-lawn woven with hundred stripes:</br>The second, strength'ned with a double frame,</br>From forein enmitie the pipes maintains:</br>Close by the Pancreas stands, who ne're complains;</br>Though prest by all his neighbours, he their state sustains.", "Next Hepar, chief of all these lower parts,</br>One of the three, yet of the three the least.</br>But see, the Sunne, like to undaunted hearts,</br>Enlarges in his fall his ample breast:</br>Now hie we home; the pearled dew ere long</br>Will wet the mothers, and their tender young:</br>To morrow with the day we may renew our song.", ""]