["The Sabbath-day, of every day the best,</br>The poor man's happiness, a poor man sings;</br>When labour has no claim to break his rest,</br>And the light hours fly swift on easy wings.</br>What happiness this holy morning brings,</br>How soft its pleasures on his senses steal;</br>How sweet the Village-bells' first warning rings;</br>And O how comfortable does he feel,</br>When with his family at ease he takes his early meal.", "The careful wife displays her frugal hoard,</br>And both partake in comfort though they're poor;</br>While love's sweet offsprings crowd the lowly board,</br>Their little likenesses in miniature.</br>Though through the week he labour does endure,</br>And weary limbs oft cause him to complain,</br>This welcome morning always brings a cure;</br>It teems with joys his soul to entertain,</br>And doubly sweet appears the pleasure after pain.", "Ah, who can tell the bliss, from labour freed,</br>His leisure meeteth on a Sunday morn,</br>Fix'd in a chair, some godly book to read,</br>Or wandering round to view the crops of corn,</br>In best clothes fitted out, and beard new shorn;</br>Dropping adown in some warm shelter'd dell,</br>With six days' labour weak and weary worn;</br>List'ning around each distant chiming bell,</br>That on the soft'ning breeze melodiously doth swell.", "And oft he takes his family abroad</br>In short excursions o'er the field and plain,</br>Marking each little object on his road,</br>An insect, sprig of grass, and ear of grain;</br>Endeavouring thus most simply to maintain</br>That the same Power that bids the mite to crawl,</br>That browns the wheat-lands in their summer-stain,</br>That Power which form'd the simple flower withal,</br>Form'd all that lives and grows upon this earthly ball.", "The bell, when knell'd its summons once and twice,</br>Now chimes in concert, calling all to prayers;</br>The rustic boy that hankers after vice,</br>And of religion little knows or cares,</br>Scrapes up his marbles, and by force repairs,</br>Though dallying on till the last bell has rung:&mdash;</br>The good man there his book devoutly bears,</br>And often as he walks the graves among,</br>Looks on the untravel'd dust from whence his being sprung.", "The service ended, boys their play resume</br>In some snug corner from the parson's view,</br>And where the searching clerk forgets to come;</br>There they their games and rural sports pursue,</br>With chuck and marbles wearing Sunday through:</br>The poor man seeks his cottage-hearth again,</br>And brings his family the text to view</br>From which the parson's good discourse was ta'en,</br>Which with what skill he may he labours to explain.", "Hail, sacred sabbath!  hail, thou poor man's joy!</br>Thou oft hast been a comfort to my care,</br>When faint and weary with the week's employ</br>I met thy presence in my corner-chair,</br>Musing and bearing up with troubles there;</br>Thrice hail, thou heavenly boon!  by God's decree</br>At first creation plann'd, that all might share,</br>Loth man and beast, some hours from labour free,</br>To offer thanks to Him whose mercy sent us thee.", "This day the field a sweeter clothing wears,</br>A Sunday scene looks brighter to the eye;</br>And hast'ning on to Monday morning's cares</br>With double speed the wing'd hour gallops by.</br>How swift the sun streaks down the western sky,</br>Scarcely perceiv'd till it begins to wane,</br>When ploughboys mark his setting with a sigh,</br>Dreading the morn's approaching hours with pain,</br>When capon's restless calls awake to toil again.", "As the day closes on its peace and rest,</br>The godly man sits down and takes \"the book,\"</br>To close it in a manner deem'd the best;</br>And for a suiting chapter doth he look,</br>That may for comfort and a guide be took:</br>He reads of patient Job, his trials' thrall,</br>How men are troubled when by God forsook,</br>And prays with David to bear up with all;&mdash;</br>When sleep shuts up the scene, soft as the nightdews fall.</br>"]