["On consecrated ground</br>Their trampled graves around,</br>Ghosts of the good, their midnight moanings vent;</br>Yon vacant ailes among,</br>Where kneel'd the christian throng,</br>Voices of weeping stray with strange lament,</br>A dew from the chill marble breaks,</br>While each peculiar pow'r its long-wont seat forsakes.", "The quaking altars round,</br>A drear and dying sound</br>Dismays the priest amid his mutter'd toil:</br>Beside the golden shrine</br>Expires the taper's shine,</br>The guardian saints with wailings thence recoil;</br>As were it their unwilling doom</br>Thro' the aerial waste to rove in lonely gloom.", "Celestial groves of palm,</br>Ye are not ever calm;</br>Laden with sighs, the gales of Eden flow;</br>Tears such as angels weep</br>The unfading amaranth steep;</br>The living waters slide more sad and slow;</br>The golden harps are all unstrung,</br>Mute to the sweeping hand, and on the willows hung.", "In coarser sackcloth fold</br>Thy limbs of dainty mold;</br>Fling further off thine essenc'd kerchiefs sweet;</br>With brinier tears embathe,</br>With looser tresses swathe,</br>Fair Magdalena, thy lov'd prophet's feet:</br>Forgot is now, by man below,</br>The life of matchless love, the death of matchless woe.", "Nor James, nor sworded Paul,</br>Watch in the cross-shap'd hall:</br>Nor the first martyr of a madding crowd.</br>Back to the desert air</br>Unmet shall he repair,</br>Who guided throngs to Jordan's cleansing flood.</br>E'en the much-lov'd disciple must not stay,</br>His crown of glory sheds a paler, bluer ray.", "Cecilia's bright-hair'd band</br>Of pupil cherubs stand,</br>With veiling wings their drooping heads concealing:</br>To hymns of praise and joy</br>Their closed lips are coy;</br>To anthems high in echoing air far pealing.</br>Hush'd is her soul-dissolving tongue,</br>Nor floats aloof her proud-voic'd organ's rolling song.", "Forego thy keys of gold,</br>The pearly gates unfold,</br>Cephas, thy mansioners must now be free.</br>Not all on high who bid</br>Shall grace the judge's side;</br>When, the new earth reclad in bridal glee,</br>On clouds of heav'n majestic riding,</br>He comes to wake the dead, the dooms of men deciding.", "Whether for Constantine,</br>Or that mysterious Trine,</br>Which ranks the prophet with the Only Lord;</br>Or for that Dominique,</br>Whose cruel heat oblique</br>Steep'd writhing infidels in flames abhorr'd;</br>Or for those priests the wed-bed who renounce,</br>Flows the wrath-vial now &mdash; what mortal may pronounce.", "The star that told the birth,</br>Who taught a heedless earth</br>How might be won the beamy home of bliss,</br>The queen of heav'n forlorn</br>From her high front hath torn;</br>Hurling its glories to the foul abyss,</br>In meet eclipse, while the arch-fiend of God,</br>Loos'd from his searing chains, shall wield the sov'reign rod.", "The thousand years are past</br>For which his bonds should last,</br>Again he strolls abroad and roars amain;</br>\"There is no God,\" he cries,</br>While impious shouts arise,</br>And laughing crouds applaud the hell-taught strain.</br>\"No God,\" with lips unpalsied they declare,</br>Tossing their brands against the scorned domes of prayer.", "Torn from its altar-stand</br>With sacrilegious hand,</br>The chalice scatters its forbidden wine:</br>On mystic wafers, flung</br>In scorn by heaps of dung,</br>And human flesh, dogs of the miscreants dine:</br>And him who on the crucifix expir'd</br>They hoot a felon fool by fellow fools admir'd.", "Was it for these accurst,</br>Great Angelo, that erst</br>Thy chisel bad the moving marble preach?</br>That Raphael was not loth</br>The storied wall to cloathe</br>With those pure charities, which vainly teach?</br>That Pergolesi told the mother's woe</br>In wringing tones so sooth that seraphs lean'd to know?", "As, when o'er guilty towns</br>Jehovah's anger frowns,</br>Deep bellowings thro' the nigh volcano writhe;</br>While priests with fault'ring tread</br>Their pale processions lead,</br>And shudder at their proper temple's highth:</br>So was the holy city all aghast,</br>When through its rifled walls the stranger-ruffians past.", "The saintly father flies</br>To close his fading eyes,</br>Where yet the lonely olive strives to grow:</br>Not the tiara's band,</br>Or harmless crosier'd hand,</br>Would now forfend him from th' assassin's blow.</br>Haste to the tomb!  it waits thee long;</br>Thou art of purer eyes than to behold this wrong.", "Avenging plagues of war</br>Affright the world afar;</br>The ranged ranks to loud-blown trumpets wheel:</br>The steeds so proudly dight</br>Are pawing for the fight;</br>The spear is fasten'd to the tube of steel:</br>The widow's shriek, the orphan's tear,</br>For the town-shatt'ring cannon's roar, is hard to hear.", "Lo!  the fell devil-forms</br>That play amid the storms&mdash;</br>Plunder, who tears from industry his all;</br>Rape, who delights to rush</br>Where beams the virgin's blush;</br>Murder scarce waiting for Suspicion's call,</br>Ere in the bishop's hoary hair</br>His grappling fist is fixt, his lifted poignard bare.", "But not for aye shall reign</br>The hell-disgorged train:</br>Ye will return to lift the bruised reed,</br>Who learn'd of Jesus' tongue</br>To pardon human wrong,</br>Cheer the shorn lamb, and bind the wounds that bleed.</br>Immortal mercy dwells in safe retreat,</br>And back to the sad toil shall wend her pilgrim feet.", "Then all the angel train</br>Shall visit earth again;</br>And Michael bind the dragon's strength anew:</br>While the taught nations bend,</br>In holier pray'r to blend,</br>And purer, heav'n-atoning rites renew.</br>Force-shunning Freedom shall appear</br>To guard the teacher's hall, the ruin'd pile to rear.", "Long absent Justice then</br>Shall back return to men,</br>With meas'ring look her scales and compass minding;</br>And Peace, with myrtle wand,</br>Shall take no fleeting stand,</br>From either foot her turtle-wings unbinding;</br>And orb a rainbow through the azure sky,</br>In token that the tempest-clouds are now gone by.", "So when the seven-mouth'd tide</br>Withdraws his waters wide,</br>And feeds his scaly flocks in narrower vale;</br>Emerging groves are seen,</br>Enrob'd in springing green,</br>To branch beside the dike-bound city's pale;</br>And as the oozy billows sink,</br>Young flow'rs and waving blades dance on the fragrant brink.", "Far from their impious dens,</br>Within the Memphian fanes,</br>The greedy crocodiles in fear are swum:</br>To rinse the marble floor,</br>From ling'ring slime impure,</br>With pearled wrist the bathing maidens come:</br>And joyous crouds with sport and song,</br>Stroll where the levelling stream trail'd its slow width along.</br>"]