["CANTO I.</br>Adams long sleep, will, mind compar'd</br>With low vitality,</br>The fondnesse plainly have unbar'd</br>Of Psychopannychie.", "The souls ever durancy I sung before,</br>Ystruck with mighty rage.  A powerful fire</br>Held up my lively Muse and made her soar</br>So high that mortall wit, I fear, she'll tire</br>To trace her.  Then a while I did respire.</br>But now my beating veins new force again</br>Invades, and holy fury doth inspire.</br>Thus stirred up, I'll adde a second strain,</br>Lest, what afore was said may seem all spoke in vain.", "For sure in vain do humane souls exist</br>After this life, if lull'd in listlesse sleep</br>They senselesse lie, wrapt in eternal mist,</br>Bound up in foggy clouds, that ever weep</br>Benumming tears, and the souls centre steep</br>With deading liquor, that she never minds</br>Or feeleth ought.  Thus drench'd in Lethe deep,</br>Nor misseth she her self, nor seeks nor finds</br>Her self.  This mirksome state all the souls actions binds.", "Desire, fear, love, joy, sorrow, pleasure, pain,</br>Sense, phancy, wit, forecasting providence,</br>Delight in God, and what with sleepy brain</br>Might sute, slight dreams, all banish'd farre from hence.</br>Nor pricking nor applauding conscience</br>Can wake the soul from this dull Lethargie;</br>That 'twixt this sleepy state small difference</br>You'll find and that men call Mortality:</br>Plain death's as good as such a Psychopannychie.", "What profiteth this bare existency,</br>If I perceive not that I do exist?</br>Nought 'longs to such, nor mirth nor misery.</br>Such stupid beings write into one list</br>With stocks and stones.  But they do not persist,</br>You'll say, in this dull dead condition;</br>But must revive, shake off this drowsie mist</br>At that last shrill loud-sounding clarion</br>Which cleaves the trembling earth, rives monuments of stone.", "Has then old Adam snorted all this time</br>Under some senselesse sod with sleep ydead?</br>And have those flames, that steep Olympus climbe</br>Right nimbly wheeled or'e his heedlesse head</br>So oft, in heaps of years low buried:</br>And yet can ken himself when he shall rise</br>Wakend by piercing trump, that farre doth shed</br>Its searching sound?  If we our memories</br>And wit do lose by sicknesse, fails, sloth, lethargies:", "If all our childhood quite be waste away</br>With its impressions, so that we forget</br>What once we were, so soon as age doth sway</br>Our bowed backs, sure when base worms have eat</br>His mouldring brains, and spirits have retreat</br>From whence they came, spread in the common fire,</br>And many thousand sloping sunnes have set</br>Since his last fall into his ancient mire,</br>How he will ken himself reason may well admire:", "For he must know himself by some impression</br>Left in his ancient body unwash'd out;</br>Which seemeth strange; for can so long succession</br>Of sliding years that great Colosses mought</br>Well moulder into dust, spare things ywrought</br>So slightly as light phantasms in our brain,</br>Which oft one yeare or moneth have wrenched out</br>And left no footsteps of that former stain,</br>No more then's of a cloud quite melted into rain?", "And shall not such long series of time,</br>When Nature hath dispread our vitall spright</br>And turn'd our body to its ancient slime,</br>Quite wash away whatever was empight</br>In that our spirit?  If flesh and soul unite</br>Lose such impressions, as were once deep scald</br>And fairly glistered like to comets bright</br>In our blew Chaos, if the soul congeald</br>With her own body lose these forms as I reveald,", "Then so long time of their disjunction</br>(The body being into dust confect,</br>The spright diffused, spread by dispersion)</br>And such Lethean sleep that doth contract</br>The souls hid rayes that it did nothing act,</br>Must certainly wipe all these forms away</br>That sense or phansie ever had impact.</br>So that old Adam will in vain assay</br>To find who here he was; he'll have no memory.", "Nor can he tell that ere he was before:</br>And if not tell, he's as if then first born.</br>If as first born, his former life's no store.</br>Yet when men wake they find themselves at morn,</br>But if their memory away were worn</br>With one nights sleep, as much as doth respect</br>Themselves, these men they never were before,</br>This day's their birth day:  they can not conject</br>They ever liv'd till now, much lesse the same detect.", "So when a man goes hence, thus may he say,</br>As much as me concerns I die now quite.</br>Adiew, good self!  for now thou goest away,</br>Nor can I possibly thee ever meet</br>Again, nor ken thy face, nor kindly greet.</br>Sleep and dispersion spoyls our memory.</br>So my dear self henceforth I cannot weet.</br>Wherefore to me its perfectly to die,</br>Though subtiler Wits do call's but Psychopannychie.", "Go now you Psychopannychites!  perswade</br>To comely virtues and pure piety</br>From hope of joy, or fear of penance sad.</br>Men promptly may make answer, Who shall try</br>That pain or pleasure?  When death my dim eye</br>Shall close, I sleep not sensible of ought:</br>And tract of time at least all memory</br>Will quite debarre, that reacquainten mought</br>My self with mine own self, if so my self I sought.", "But I shall neither seek my selfe, nor find</br>My self unsought:  Therefore not deprehend</br>My self in joy or wo.  Men ought to mind</br>What 'longs unto them.  But when once an end</br>Is put unto this life, and fate doth rend</br>Our retinence; what follows nought at all</br>Belongs to us:  what need I to contend,</br>And my frail spright with present pain to gall</br>For what I nere shall judge my self did ere befall;", "This is the uncouth state of sleeping soul,</br>Thus weak of her own self without the prop</br>Of the base body, that she no'te out-roll</br>Her vitall rates:  those rates Death down doth lop,</br>And all her goodly beauty quite doth crop</br>With his black claws.  Wisdome, love, piety,</br>Are straight dried up:  Death doth their fountain stop,</br>This is those sleepers dull Philosophy,</br>Which fairly men invites to foul impiety.", "But if we grant, which in my former song</br>I plainly prov'd, that the souls energie</br>'Pends not on this base corse, but that self-strong</br>She by her self can work, then when we fly</br>The bodies commerce, no man can deny</br>But that there is no interruption</br>Of life; where will puts on, there doth she hie</br>Or if she's carried by coaction,</br>That force yet she observes by presse adversion.", "And with most lively touch doth feel and find</br>Her self.  For either what she most doth love</br>She then obtains; or else with crosse, unkind</br>Contrary life since her decease sh' hath strove,</br>That keeps her wake, and with like might doth move</br>To think upon her self, and in what plight</br>She's fallen.  And nothing able to remove</br>Deep searching vengeance, groans in this sad Night,</br>And rores, and raves, and storms, and with herself doth fight.", "But hearty love of that great vitall spright,</br>The sacred fount of holy sympathy;</br>Prepares the soul with its deep quickning might</br>To leave the bodies vain morality.</br>Away she flies into Eternity,</br>Finds full accomplishment of her desire;</br>Each thing would reach its own centrality:</br>So Earth with Earth, and Moon with Moon conspire.</br>Our selves live most, when most we feed our Centrall fire.", "Thus is the soul continually in life</br>Withouten interruption, if that she</br>Can operate after the fatall knife</br>Hath cut the cords of lower sympathy:</br>Which she can do, if that some energie</br>She exercise (immur'd in this base clay)</br>Which on frail flesh hath no dependency,</br>For then the like she'll do, that done away.</br>These independent acts, 'tis time now to display.", "All comprehending Will, proportionate</br>To whatsoever shall fall by Gods decree</br>Or prudent sufferance, sweetly spread, dilate,</br>Stretch'd out t' embrace each act or entity</br>That creep from hidden cause that none can see</br>With outward eyes.  Next Intellect, whose hight</br>Of working's then, whenas it stands most free</br>From sense and grosser phansie, deep empight</br>In this vild corse, which to purg'd minds yields small delight.", "Both Will and Intellect then worketh best,</br>When Sense and Appetite be consopite,</br>And grosser phansie lull'd in silent rest:</br>Then Will grown full with a mild heavenly light</br>Shines forth with goodly mentall rayes bedight,</br>And finds and feels such things as never pen</br>Can setten down, so that unexpert wight</br>May reade and understand.  Experienc'd men</br>Do onely know who like impressions sustain:", "So far's the Soul from a dependency</br>(In these high actions) on the body base.</br>And further signe is want of memory</br>Of these impressions wrought in heavenly place,</br>I mean the holy Intellect:  they passe</br>Leaving no footsteps of their former light,</br>Whenas the soul from thence descended has,</br>Which is a signe those forms be not empight</br>In our low proper Chaos or Corporeall spright.", "For then when we our mind do downward bend</br>Like things we here should find:  but all is gone</br>Soon as our flagging souls so low descend</br>As that straight spright.  Like torch that droppeth down</br>From some high tower, held steady, clearly shone,</br>But in its fall leaves all its light behind,</br>Lies now in darknesse on the grail, or stone,</br>Or dirty earth:  That erst so fully stain'd</br>Within a glowing coal hath now its light confin'd.", "So doth the soul when from high Intellect</br>To groveling sense she takes her stooping flight,</br>Falling into her body, quite neglect,</br>Forget, forgo her former glorious sight.</br>Grosse glowing fire for that wide-shining light;</br>For purest love, foul fury and base passion;</br>For clearest knowledge, fell contentious fight</br>Sprong from some scorching false inust impression</br>Which she'll call truth, she gains.  O witlesse Commutation!", "But still more clear her independent might</br>In understanding and pure subtile will</br>To prove:  I will assay t' explain aright</br>The difference ('ccording to my best skill)</br>'Twixt these and those base faculties that well</br>From union with the low consistency</br>Of this Out-world, that when my curious quill,</br>Hath well describ'd their great disparity,</br>To th' highest we may give an independency.", "The faculties we deem corporeall,</br>And bound unto this earthy instrument</br>(So bound that they no'te operate at all</br>Without the body there immerse and meint)</br>Be hearing, feeling, tasting, sight, and sent.</br>Adde lower phansie, Mundane memory:</br>Those powers be all or more or lesse ypent</br>In this grosse life:  We'll first their property</br>Set down, and then the others contrariety.", "This might perceives not its own instrument.</br>The taste discovers not the spungy tongue;</br>Nor is the Mundane spright (through all extent)</br>From whence are sense and lower phansie sprong</br>Perceived by the best of all among</br>These learned Five, nor yet by phantasie:</br>Nor doth or this or those so nearly throng</br>Unto themselves as by propinquity</br>To apprehend themselves.  They no'te themselves descry;", "Nor e're learn what their own impressions be.</br>The mind held somewhere else in open sight,</br>Whatever lies, unknown unto the eye</br>It lies, though there its image be empight,</br>Till that our soul look on that image right.</br>Wherefore themselves the senses do not know,</br>Nor doth our phansie; for each furious wight</br>Hath phansie full enough, so full's doth show</br>As sense; nor he, nor's phansie doth that phansie know.", "Age, potent objects, too long exercise</br>Do weaken, hurt, and much debilitate</br>Those lower faculties.  The Sun our eyes</br>Confounds with dazeling beams of light, so that</br>For a good while we cannot contemplate</br>Ought visible:  thus thunder deafs the eare,</br>And age hurts both, that doth quite ruinate</br>Our sense and phansie:  so if long we heare</br>Or see, 't sounds not so sweet, nor can we see so clear.", "Lastly, the Senses reach but to one kind</br>Of things.  The eye sees colours, so the eare</br>Hears sounds, the nostrills snuff perfumed wind;</br>What grosse impressions the out-senses bear</br>The phansie represents; sometimes it dare</br>Make unseen shapes, with uncouth transformation,</br>Such things as never in true Nature are,</br>But all this while the phansies operation</br>To laws bodily is bound:  such is her figuration.", "This is the nature of those faculties</br>That of the lower Mundane spright depend.</br>But in our Intellect farre otherwise</br>We'st see it, if we pressely will attend</br>And trace the parallels unto the end.</br>There's no self-knowledge.  Here the soul doth find</br>Her self.  If so, then without instrument.</br>For what more fit to show our inward mind</br>Then our own mind?  But if't be otherwise defin'd;", "Then tell me, Knows she that fit instrument?</br>If she kens not that instrument, how can</br>She judge, whether truely it doth represent</br>Her self?  there may be foul delusion,</br>But if she kens this Organ; straight upon</br>This grant, I'll ask how kens she this same tole?</br>What?  by another?  by what that?  so go on</br>Till to infinity you forward roll,</br>An horrid monster count in Philosophick school.", "The soul then works by't self, and is self-liv'd,</br>Sith that it acts without an instrument:</br>Free motions from her own self deriv'd</br>Flow round.  But to go on.  The eyes yblent</br>Do blink, even blind with objects vehement,</br>So that till they themselves do well recure</br>Lesse matters they no'te see.  But rayes down sent</br>From higher sourse the mind doth maken pure,</br>Do clear, do subtilize, do fix, do settle sure.", "That if so be she list to bend her will</br>To lesser matters, she would it perform</br>More excellently with more art and skill:</br>Nor by long exercise her strength is worn;</br>Witnesse wise Socrates, from morn to morn</br>That stood as stiff as any trunck of tree:</br>What eye could bear in contemplation</br>So long a fix'dnesse?  none so long could see,</br>Its watery tears would wail its frail infirmity.", "Nor feeble eld, sure harbinger of death,</br>Doth hinder the free work of th' Intellect.</br>When th' eye growes dim and dark that it unneath</br>Can see through age, the mind then close collect</br>Into her self, such mysteries doth detect</br>By her far-piercing beams, that youthfull heat</br>Doth count them folly and with scorn neglect;</br>His ignorance concludes them but deceit;</br>He hears not that still voyce, his pulse so loud doth beat.", "Lastly sense, phansie, though they be confin'd</br>To certain objects, which to severall</br>Belong; yet sure the Intellect or mind</br>Apprehends all objects, both corporeall,</br>As colours, sounds; and incorporeall,</br>As virtue, wisdome, and the higher spright,</br>Gods love and beauty intellectuall;</br>So that its plain that she is higher pight</br>Then in all acts to 'pend on any earthly might:", "If will and appetite we list compare,</br>Like difference we easly there discover,</br>This pent, contract, yfraught with furious jar</br>And fierce antipathy.  It boyleth over</br>With fell revenge; or if new chance to cover</br>The former passion, suppose lust or fear:</br>Yet all are tumults, but the will doth hover,</br>No whit enslav'd to what she findeth here,</br>But in a free suspence her self doth nimbly bear.", "Mild, gentle, calm, quick, large, subtill, serene,</br>These be her properties which do increase</br>The more that vigour in the bodies vein</br>Doth waste and waxen faint.  Desires decrease</br>When age the Mundane spright doth more release</br>From this straight mansion.  But the will doth flower</br>And fairly spread, near to our last decease</br>Embraceth God with much more life and power</br>Then ever she could do in her fresh vernall hower.", "Wherefore I think we safely may conclude</br>That Will and Intellect do not rely</br>Upon the body, sith they are indew'd</br>With such apparent contrariety</br>Of qualities to sense and phantasie,</br>Which plainly on the body do depend:</br>So that departed souls may phantasms free</br>Full well exert, when they have made an end</br>Of this vain life, nor need to Lethe Lake descend.", ""]