["False world how doest thou witch dimme reasons eies?</br>I see thy painted face, thy changing fashion:</br>Thy treasures, honours all are vanities,</br>Thy comforts, pleasures, joyes all are vexation,</br>Thy words are lyes, thy oaths foule perjuries,</br>Thy wages, care, greife, begg'ry, death, damnation:</br>All this I know:  I know thou doest deceive me,</br>Yet cannot as thou art, but seem'st, conceave thee:</br>I know I should, I must, yet oh I would not leave thee.", "Looke as in dreames, where th' idle fancie playes,</br>One thinkes that fortune high his head advances:</br>Another spends in woe his weary dayes;</br>A third see[k]es sport in love, and courtly daunces;</br>This grones, and weeps, that chants his merry laies;</br>A sixt to finde some glitt'ring treasure chaunces:</br>Soon as they wake, they see their thoughts were vaine,</br>And quite forget, and mocke their idle braine,</br>This sighs, that laugh's to see how true false dreames can faine.", "Such is the world, such lifes short acted play:</br>This base, and scorn'd; this high in great esteeming,</br>This poore, and patched seemes, this rich, and gay;</br>This sick, that strong:  yet all is onely seeming:</br>Soone as their parts are done, all slip away;</br>So like, that waking, oft wee feare w'are dreaming,</br>And dreaming hope we wake. Wake, watch mine eies:</br>What can be in the world, but flatteries,</br>Dreams, cheats, deceits, whose Prince is King of night and lies?", "Whose hellish troopes fill thee with sinne, and blood;</br>With envie, malice, mischiefs infinite:</br>Thus now that numerous, black, infernall brood</br>O're-spread thee round; th'earth struck with trembling fright</br>Felt their approach, and all-amazed stood,</br>So suddain got with child, and big with spight.</br>The damned Spirits fly round, and spread their seede:</br>Straight hate, pride, strife, warres, and seditions breed,</br>Get up, grow ripe:  How soone prospers the vicious weed!", "Soone in the North their hellish poyson shed,</br>Where seldome warres, dissention never cease:</br>Where Volga's streames are sail'd with horse and sled,</br>Pris'ning in Chrystal walls his frozen seas:</br>Where Tartar, Russe, the Pole, and prospering Swed</br>Nor know the sweet, nor heare the name of peace:</br>Where sleeping Sunnes in winter quench their light,</br>And never shut their eyes in Summer bright;</br>Where many moneths make up one onely day, and night:", "There lie they cloyst'red in their wonted Cell:</br>The sacred nurseries of the Societie:</br>They finde them ope, swept, deck't:  so there they dwell,</br>Teaching, and learning more and more impietie.</br>There blow their fires, and tine another hell,</br>There make their Magazine, with all varietie</br>Of fiery darts; the Jesuites helpe their friends:</br>And hard to say, which in their spightfull ends</br>More vexe the Christian world, the Jesuites, or the Fiends.", "The Fiends finde matter, Jesuites forme; those bring</br>Into the mint fowle hearts, sear'd conscience,</br>Lust-wandring eyes, eares fil'd with whispering,</br>Feet swift to blood, hands gilt with great expence,</br>Millions of tongues made soft for hammering,</br>And fit for every stampe, but truths defence:</br>These (for Romes use, on Spanish anvile) frame</br>The pliant matter; treasons hence diflame,</br>Lusts, lies, blood, thousand griefes set all the world on flame.", "But none so fits the Polish Jesuite,</br>As Russia's change, where exil'd Grecian Priest</br>Late sold his Patriarchal chaire, and right;</br>That now proud Mosko vants her lofty crest</br>Equall with Rome:  Romes head full swolne with spight,</br>Scorning a fellow head, or Peer, but Christ,</br>Straines all his wits, and friends; they worke, they plod</br>With double yoke the Russian necks to load;</br>To crowne the Polish Prince their King, the Pope their God.", "The fiends, and times yeeld them a fit occasion</br>To further their designes:  for late a Beast</br>Of salvage breed, of straunge and monsterous fashion,</br>Before a Fox, an Asse behind, the rest</br>A ravenous Wolfe, with fierce, but slie invasion</br>Enters the Russian court, the Lyons nest,</br>Worries the Lions selfe, and all his brood:</br>And having gorg'd his mawe with royall blood,</br>Would sleepe.  Ah short the rest, that streames from such a food!", "Ah silly man, who dream'st, that honour stands</br>In ruling others, not thy selfe!  Thy slaves</br>Serve thee, and thou thy slaves:  in iron bands</br>Thy servile spirit prest with wild passions raves.</br>Base state, where but one Tyrant realmes commands:</br>Worse, where one single heart serves thousand knaves.</br>Would'st thou live honoured?  Clip ambitious wing,</br>To reasons yoke thy furious passions bring.</br>Thrice noble is the man, who of himselfe is King.", "With mimicke skill, they trayne a caged beast,</br>And teach him play a royall Lyons part:</br>Then in the Lyons hide, and titles drest</br>They bring him forth:  he Master in his art,</br>Soone winnes the Vulgar Russe, who hopes for rest</br>In chaunge; and if not ease, yet lesser smart:</br>All hunt that monster, he soone melts his pride</br>In abject feare; and life himselfe envi'de:</br>So whelp't a Fox, a Wolfe he liv'd, an Asse he di'de.", "Proud of his easy crowne and straunge successe,</br>The second beast (sprung of a baser brood)</br>Comes on the stage, and with great seemelinesse</br>Acts his first scenes; now strong 'gins chaunge his mood,</br>And melts in pleasure, lust, and wantonnesse:</br>Then swimmes in other, sinkes in his owne blood.</br>With blood, and warres the ice and liquid snowes</br>Are thaw'd; the earth a red sea overflowes.</br>Quarrells by falling rise, and strife by cutting growes.", "Some fiends to Grece their hellish firebrands bring,</br>And wake the sleeping sparks of Turkish rage;</br>Where once the lovely Muses us'd to sing,</br>And chant th' Heroes of that golden age;</br>Where since more sacred Graces learn'd to string</br>That heav'nly lyre, and with their canzons sage</br>Inspirit flesh, and quicken stinking graves,</br>There (ah for pitty!)  Muses now are slaves,</br>Graces are fled to heav'n, and hellish Mahomet raves.", "But Lucifers proud band in prouder Spaine</br>Disperse their troopes:  some with unquench't ambition</br>Inflame those Moorish Grandes, and fill their braine</br>With subtile plots; some learne of th' Inquisition</br>To finde new torments, and unused paines:</br>Some traine the Princes with their lewd tuition,</br>That now of Kings they scorne to be the first,</br>But onely:  deep with Kingly dropsies pierc't</br>Their thirst drinkes kingdomes downe, their drinking fires their thirst.", "Aequivocus, remembring well his taske,</br>And promise, enters Rome; there soone he eyes</br>Waters of life tunn'd up in stinking caske</br>Of deadly errours poyson'd truth with lies:</br>There that stale purple Whore in glorious maske</br>Of holy Mother Church he mumming spies,</br>Dismounted from her seven headed beast,</br>Inviting all with her bare painted breast,</br>They suck, steep, swell, and burst with that envenom'd feast.", "Nor stayes, till now the stately Court appeares,</br>Where sits that Priest-King, all the Alls Soveraigne:</br>Three mitred crownes the proud Impostor weares,</br>For he in earth, in hell, in heav'n will raigne:</br>And in his hand two golden keyes he beares,</br>To open heav'n and hell, and shut againe.</br>But late his keyes are marr'd, or lost; for hell</br>He cannot shut, but opes, and enters well:</br>Nor heav'n can ope, but shut; nor heav'n will buy, but sell.", "Say Muses, say; who now in those rich fields</br>Where silver Tibris swimmes in golden sands,</br>Who now, ye Muses, that great scepter wields,</br>Which once sway'd all the earth with servile bands?</br>Who now those Babel towres, once fallen, builds?</br>Say, say, how first it fell, how now it stands?</br>How, and by what degrees that Citie sunk?</br>Oh are those haughty spirits so basely shrunk?</br>Cesars to chaunge for Friers, a Monarch for a Monk?", "Th' Assyrian Lyon deck't in golden hide,</br>Once grasp't the Nations in his Lordly paw:</br>But him the Persian silver Beare defi'd,</br>Tore, kill'd, and swallowed up with ravenous jaw;</br>Whom that Greeke Leopard no sooner spi'de,</br>But slue, devour'd, and fill'd his empty maw:</br>But with his raven'd prey his bowells broke;</br>So into foure divides his brasen yoke.</br>Stol'ne bits, thrust downe in hast, doe seldome feed, but choke.", "Meane time in Tybris fen a dreadfull Beast</br>With monstrous breadth, and length seven hills o're-spreads:</br>And nurst with dayly spoyles and bloody Feast</br>Grew up to wondrous strength:  with seven heads,</br>Arm'd all with iron teeth, he rends the rest,</br>And with proud feet to clay and morter treads.</br>And now all earth subdu'de, high heav'n he braves,</br>The head he kills, then 'gainst t[h]e body raves:</br>With Saintly flesh he swells, with bones his den he paves.", "At length five heads were fall'ne; the sixt retir'd</br>By absence yeelds an easy way of rising</br>To th' next, and last:  who with ambition fir'd,</br>In humble weeds his haughty pride disguising,</br>By slow, sly growth unto the top aspir'd:</br>Unlike the rest he veiles his tyrannising</br>With that Lambs head, and horns:  both which he claimes;</br>Thence double raigne, within, without hee frames:</br>His head the Lamb, his tongue the Dragon loud proclames.", "Those Fisher Swaynes, whome by full Jordans wave</br>The Seas great Soveraigne his art had taught,</br>To still loud stormes when windes and waters rave,</br>To sink their laden boats with heavenly fraught,</br>To free the fish with nets, with hookes to save:</br>For while the fish they catch, themselves were caught:</br>And as the scaly nation they invade,</br>Were snar'd themselves.  Ah much more blessed trade</br>That of free Fisher swaines were captive fishes made!", "Long since those Fisher swains had chang'd their dwelling;</br>Their spirits (while bodies slept in honour'd toombes)</br>Heavens joyes enjoy, all excellence excelling;</br>And in their stead a crue of idle groomes</br>By night into the ship with ladders stealing,</br>Fearles succeed, and fill their empty roomes.</br>The fishers trade they praise, the paynes deride:</br>Their narrow bottomes strech they large and wide,</br>And make broad roomes for pomp, for luxury, and pride.", "Some from their skiffs to crownes and scepters creep,</br>Heavens selfe for earth, and God for man rejecting:</br>Some snorting in their hulks supinely sleep,</br>Seasons in vaine recall'd, and winds neglecting:</br>Some nets, and hookes, and baits in poyson steep,</br>With deathfull drugges the guiltles seas infecting:</br>The fish their life and death together drink;</br>And dead pollute the seas with venom'd stink:</br>So downe to deepest hell, both fish and fishers sink.", "While thus they swimme in ease, with plenty flowe,</br>Each losel gets a boat, and will to sea:</br>Some teach to work, but have no hands to rowe;</br>Some will be lights, but have no eyes to see;</br>Some will be guides, but have no feete to goe;</br>Some deafe, yet ears; some dumbe, yet tongues will bee;</br>Some will bee seasoning salt, yet drown'd in gall:</br>Dumbe, deafe, blinde, lame, and maime; yet fishers all,</br>Fit for no other use but 'store an Hospitall.", "Mean time the Fisher, which by Tibers bankes</br>Rul'd leasser boates, casts to enlarge his See:</br>His ship (even then too great) with stollen plankes</br>Length'ning, he makes a monstrous Argosie;</br>And stretches wide the sides with out-growne flankes:</br>Peter, and Paul his badge, this' sword, that's key</br>His feyned armes:  with these he much prevailes,</br>To him each fisher boy his bonnet veyles,</br>And as the Lord of seas adores with strooken sayles:", "Nor could all Seas fill up his empty mawe;</br>For earth he thirsts; the earth invades, subdues:</br>And now all earthly Gods with servile awe</br>Are highly grac't to kisse his holy shooes:</br>Augustus selfe stoops to his soveraigne lawe,</br>And at his stirrop close to lacky sues:</br>Then heavens scepter claymes, then hell and all.</br>Strange turne of chaunges!  To be lowe, and thrall</br>Brings honour, honour strength, strength pride, and pride a fall.", "Upon the ruines of those marble towres,</br>Founded, and rays'd with skill, and great expence</br>Of auncient Kings, great Lords, and Emperours,</br>He built his Babel up to heav'n, and thence</br>Thunders through all the world:  On sandy floores</br>The ground-worke slightly floats, the walls to sense</br>Seeme Porphyr faire, which blood of Martyrs taints;</br>But was base lome, mixed with strawy Saints;</br>Daub'd with untemper'd lime, which glistering tinfoyle paints.", "The Portall seemes (farre off) a lightsome frame;</br>But all the lights are false; the Chrystall glasse</br>Back't with a thick mud-wall beates off the flame,</br>Nor suffers any sparke of day to passe.</br>There sits dull Ignoraunce, a loathly dame,</br>Two eyes, both blind; two eares, both deafe shee has;</br>Yet quick of sense they to her selfe appeare.</br>Oh who can hope to cure that eye, and eare,</br>Which being blind, and deafe, bragges best to see, and heare!", "Close by her children two; of each side one,</br>A Sonne and Daughter sate:  he Errour hight,</br>A crooked swaine; shee Superstition.</br>Him Hate of Truth begot in Stygian night;</br>Her Feare, and falsely call'd, Devotion;</br>And as in birth, so joyn'd in loose delight,</br>They store the world with an incestuous breed,</br>A bastard, foule, deform'd, but num'rous seed;</br>All monsters; who in parts, or growth, want, or exceed.", "Her Sonne invites the wandring passengers</br>And calls aloud, Ho, every simple swaine</br>Come, buy crownes, scepters, miters, crosiers,</br>Buy thefts, blood, incests, oaths, buy all for gaine:</br>With gold buy out all Purgatory feares,</br>With gold buy heaven and heavens Soveraigne.</br>Then through an hundred Labyrinths he leads</br>The silly soule, and with vaine shadowes feeds:</br>The poore stray wretch admires old formes, and anticke deeds.", "The daughter leads him forth in Pilgrims guise</br>To visite holy shrines, the Lady Hales;</br>The Doves, and Gabriels plumes in purple dyes,</br>Cartloads of Crosse, and straunge-engendring nayles:</br>The simple man adores the sottish lyes:</br>Then with false wonders his frayle sense assayles,</br>Saint Fulbert nurst with milke of Virgine pure,</br>Saint Dominicks bookes like fish in rivers dure;</br>Saint Francis birds, and wounds; and Bellarmines breeches cure.", "The Hall is vastly built for large dispence;</br>Where freely ushers loosest Libertie,</br>The waiters Lusts, the Caterer vaine Expence,</br>Steward of th' house wide panched Gluttonie;</br>Bed-makers ease, sloth, and soft wanton sense;</br>High Chamberlaine perfumed Lecherie:</br>The outward Courtes with Wrong, and Bribery stink,</br>That holy Catherine smelt the loathsome sink</br>From French Avinions towers, to Tuscan Siens brinke.", "The stately presence Princely spoyles adorne</br>Of vassal Kings:  there sits the man of pride,</br>And with his dusty feete (oh hellish scorne!)</br>Crownes and uncrownes men by God deifi'de.</br>He is that seeing, and proud-speaking Horne,</br>Who stiles himselfe Spouse of that glorious Bride;</br>The Churches Head, and Monarch; Jesses rod;</br>The precious corner stone; supreame Vice-God;</br>The Light, the Sunne, the Rock, the Christ, the Lord our God.", "There stand the Pillars of the Papacie;</br>Stout Champions of Romes Almighty power,</br>Carv'd out as patterns to that holy See.</br>First was that Boniface, the cheifest flower</br>In Papal Paradise, who climb'd to bee</br>First universall Bishop-governour.</br>Then he, that would be Pope and Emperour too:</br>And close by them, that monstrous Prelate, who</br>Trampled great Fredericks necke with his proud durty shooe.", "Above the rest stood famous Hildebrand,</br>The Father of our Popish chastitie:</br>Who forc't brave Henry with bare feet to stand,</br>And beg for entrance, and his amitie.</br>Finely the workman with his Dedal hand</br>Had drawne disdaine sparkling in's fiery eie,</br>His face all red with shame and angry scorne,</br>To heare his sonne lament, his Empresse mourne,</br>While this chast Father makes poore Asto weare the horn.", "There stood Lucretia's Father, Husband, Brother,</br>The monster Borgia, cas'd in lust and blood:</br>And he that fil'd his child, and quell'd his Mother:</br>He, that was borne, liv'd, died in lust:  there stood</br>The female Pope, Romes shame, and many other</br>Kindled for hell on earth in lustfull flood.</br>These Saints accurse the married chastity,</br>A wife defiles:  oh deep hypocrisy!</br>Yet use, reward, and praise twice burning Sodomy.", "And with those fleshly stood the spirituall Bauds:</br>They choose, and frame a goodly stone, or stock,</br>Then trimme their puppet god with costly gauds.</br>Ah who can tell which is the verier block,</br>His god, or he?  Such lyes are godly frauds.</br>Some whips adore, the crosse, the seamelesse frock,</br>Nayles, speare, reed, spunge; some needing no partaker,</br>Nor using any help, but of the Baker,</br>(Oh more then power divine!)  make, chew, and voide their Maker.", "By these were plac'd those dire incarnate fiends</br>Studied in that black art, and that alone:</br>One leagu'd himselfe to hell t' effect his ends,</br>In Romes Bee-hive to live the Soveraigne Drone:</br>Another musters all the Divels his friends</br>To pull his Lord out of his rightfull throne;</br>And worse then any fiend, with magicke rite</br>He casts into the fire the Lord of light:</br>So sacrific'd his God to an infernall spright.", "But who can summe this holy rablement?</br>This prais'd the Gospel as a gainfull tale;</br>That questions heav'ns reward, hels punishment;</br>This for his dish in spight of God doth call;</br>That heaven taints, infects the Sacrament;</br>The bread, and seale of life perpetuall:</br>And pois'ning Christ, poisons with him his King;</br>He life and death in one draught swallowing,</br>Wash't off his sinfull staines in that Lifes deadly spring.", ""]