["Fast by the margin of a mossy rill,</br>That wander'd gurgling down a heath-clad hill,</br>An antient shepherd stood, that foam'd below,</br>Where, gently rocking on the rising tide,</br>A ship's unwonted form was seen to ride,</br>Unwonted well I ween, for ne'er before</br>Had touch'd one keel the solitary shore;</br>Nor had the swain's rude footsteps ever stray'd</br>Beyond the shelter of his native shade.</br>His few remaining hairs were silver grey,</br>And his rough face had seen a better day.</br>Around him, bleating, stray'd a scanty stock,</br>And a few goats o'erhung the neighbouring rock.</br>One faithful dog his sorrows seem'd to share,</br>And strove with many a trick to ease his care;</br>While o'er his furrow'd cheek the salt drops ran,</br>He turn'd his rustic reed, and thus began:", "\"Farewel!  farewell!  dear Caledonia's strand,</br>Rough tho' thou be, yet still my native land;</br>Exil'd from thee, I seek a foreign shore,</br>Friends, kindred, country to behold no more.</br>By hard oppression driven, my helpless age,</br>That should 'ere now have left life's bustling stage,</br>Is forc'd the ocean's boist'rous breast to crave,</br>In a far foreign land to seek a grave.", "\"And must I leave thee then, my little cot,</br>Mine and my father's poor but happy lot,</br>Where I have pass'd in innocence away,</br>Year after year, till age has turn'd me grey?", "\"Thou dear companion of my happier life,</br>Now to the grave gone down, my virtuous wife!</br>'Twas here you rear'd, with fond maternal pride,</br>Five comely sons; three for their country dy'd!</br>Two still remain, sad remnant of the wars,</br>Without one mark of honour but their scars;</br>They live to see their sire deny'd a grave,</br>In lands his much lov'd children dy'd to save.</br>Yet still in peace and safety did we live,</br>In peace and safety, more than wealth can give.</br>My two remaining boys with sturdy hands,</br>Rear'd the scant produce of our niggard lands;</br>Scant as it was, no more our hearts desir'd,</br>Nor more from us our gen'rous lord requir'd.", "\"But ah, sad change!  those blessed days are o'er,</br>And peace, content, and safety, charm no more;</br>Another lord now rules these wide domains,</br>The avaricious tyrant of the plains:</br>Far, far from hence, he revels life away,</br>In guilty pleasures our poor means must pay.</br>The mossy plains, the mountains barren brow,</br>Must now be tortur'd by the tearing plow,</br>And, spite of nature, crops be taught to rise,</br>Which to these northern climes wise heav'n denies.</br>In vain with sweating brow, and weary hands,</br>We strive to earn the gold our lord demands;</br>While cold and hunger in the dungeon's gloom,</br>Await our failure as its certain doom.", "\"To shun these ills that threat my hoary head,</br>I seek, in foreign lands, precarious bread,</br>Forc'd, though my helpless age from guilt be pure,</br>The pangs of banish'd felons to endure,</br>And all, because these hands have vainly try'd</br>To force from art what nature had deny'd,</br>Because my little all will not suffice</br>To pay th' insatiate claims of barb'rous avarice.", "\"In vain, of richer climates I am told,</br>Whose hills are rich in gems, whose streams are gold;</br>I am contented here, I've never seen</br>A vale more fertile, or a hill more green;</br>Nor would I leave this sweet, tho' humble cot,</br>To share the richest monarch's envied lot.</br>Oh!  would to Heav'n!  th' alternative were mine,</br>Abroad to live, or here in want to pine,</br>Soon would I chuse:  but e'er to-morrow's sun</br>Has o'er my head his radiant journey run,</br>I shall be rob'd, by what they justice call,</br>By legal ruffians, of my little all.</br>Driv'n out to hunger, nakedness, and grief,</br>Without one pitying hand to bring relief.</br>Then come, Oh!  sad alternative to chuse!</br>Come, banishment I will no more refuse!</br>Go where I may, nor billow, rocks, nor wind,</br>Can add of horror to the pangs I find.</br>On whatsoever coast I may be thrown,</br>No lord can use me harder than my own.</br>Even they who tear the limbs and drink the gore</br>Of helpless strangers, what can they do more?", "\"For thee, insatiate Chief!  whose ruthless hand</br>For ever drives me from my native land,</br>For thee I leave no greater curse  behind,</br>Than the fell bodings of a guilty mind.</br>Or, what were harder to a soul like thine,</br>To find from avarice thy wealth decline.", "\"For you my friends, and neighbours of the vale,</br>Who now with kindly tears my fate bewail,</br>Soon may our king, whose breast paternal glows,</br>With tenderest feelings for his people's woes,</br>To ease your sorrows, stretch the helping hand;</br>Else soon, too soon, your hapless fate shall be,</br>Like me to suffer, and to fly like me.", "\"On you, dear native land, from whence I part,</br>Rest the best blessing of a broken heart.</br>If on some future hour the foe shall land</br>His hostile legions on Britannia's strand,</br>May she not, then, th' alarm sound in vain,</br>Or miss her banish'd thousands on the plain.</br>Still may she conquer, without aid of those</br>Who fly their friends, &mdash; but never fled their foes.", "\"Feed on my sheep; for when depriv'd of me,</br>My cruel foes, shall your protectors be;</br>For their own sakes, shall pen your straggling flocks,</br>And save your lambkins from the rav'ning fox.", "\"Feed on my goats, another now shall drain</br>Your streams that heal disease and soften pain.</br>No stream, alas!  shall ever, ever flow,</br>To heal thy master's heart, or soothe his woe.", "\"Feed on, my flocks, ye harmless people feed,</br>The worst that ye can suffer is to bleed.</br>O!  that the murd'rer's hand were all my fear!</br>How nofdly [sic] would I stay to perish here!</br>But hark, my sons loud call me from the vale,</br>And lo!  the vessel spreads her swelling sail.</br>Farewel!  farewel!  a while his hands he wrung,</br>And o'er his crook in silent sorrow hung,</br>Then casting many a ling'ring look behind,</br>Down the steep mountain's brow began to wind.\"</br>"]