["Oh thou!  entrusted with that voice from heaven&mdash;</br>Music's sweet ministry &mdash; revere its worth!</br>Thou dost not, canst not, deem such mission given</br>Simply to yield the idlers of the earth</br>A transient banquet &mdash; wreathing thee the while</br>With blooming flatt'ries from fair lips and eyes!&mdash;</br>A nobler meed invites thy tuneful toil&mdash;</br>Seraphs are watching thee in yonder skies,</br>And wooing thee to join their deathless harmonies.", "Thou wield'st a mighty pow'r with facile grace,&mdash;</br>The soul of music issues from thy shell</br>What passion cannot music raise or quell?</br>Nerve valour, soften love &mdash; exalt, debase!&mdash;</br>Like the fam'd poison tree, a breathing death,</br>If sense alone tune and inhale it &mdash; gales</br>Of Paradise not more salubrious breath,</br>Than this sweet aerial mystery exhales,</br>When mingling with the chords the giver's praise prevails.", "What of their blest employ, dwellers above</br>In sunless light and happiness, know we,</br>Save that around th' Eternal's throne they move</br>In circling choirs of grateful minstrelsy?</br>The favor'd shepherd king in music spoke</br>His praise and prophecy who came to save&mdash;</br>'Twas angel music wond'ring Beth'lem woke</br>With the glad tidings that unbound the grave:&mdash;</br>High, holy eloquence! &mdash; be vow'd to him who gave!", "The Eastern bird that hovers in the air,</br>And draws his food from flow'rs, will ne'er alight;&mdash;</br>So tenderly he guards his plumage rare</br>From earthly stain!  and ye, oh spirits bright!</br>Oh happy spirits!  who at will can bathe</br>Yourselves in harmony, and in the flow</br>Of that pure element delighted lave,</br>Soar, roar apart, from all things base and low!</br>No earthly fires should blend with that diviner glow!", "Nor deem the monitory verse unkind!</br>Thy worth, young harmonist!  inspires the lay&mdash;</br>The finest sense, the genius most refin'd,</br>See least the perils of life's crowded way:</br>They are not of the crowd &mdash; they tower above,</br>And look beyond &mdash; they dread not what they scorn!</br>But fatal incense they are form'd to love,</br>Whose perfum'd clouds oft dim th' enthusiast's morn,</br>And turn to sorrow's show'rs what seem'd all heavenly born!</br>"]