["STURIO, HIPPIAS, MIRA.", "STURIO.</br>The waves are still, and the unclouded day</br>Smiles on the murm'ring sea with joyous light.</br>Begin the song, while wanton Dolphins play,</br>And the bright sun, and pleasing calms invite.", "HIPPIAS.</br>Happy the youth, whom beauteous Mira loves,</br>No nymph so nimbly swims, so graceful moves.</br>When to soft words she tunes her artful tongue,</br>The winds themselves will listen to her song.", "STURIO.</br>Anthis I saw, and to my envy'd eyes</br>The circling blood with conscious ardour flies.</br>When Anthis smiles, joy fills the swelling veins,</br>Nor Winter-calms, nor Summer's gentle rains</br>Are half so grateful to the fishing swains.</br>Her rising breasts are white as polish'd shells,</br>And in each part a different beauty dwells.", "HIPPIAS.</br>When Mira frowns, though all the sky was fair,</br>The Clouds return, and thick the moistned air;</br>The smiling Heaven, when e'er she looks serene,</br>Puts on its azure, and the sea its green.", "STURIO.</br>When first a glance from Galatea's Eyes</br>Pierc'd through my heart, and did my soul surprize,</br>Amaz'd I fell&mdash;</br>Beauty it self too powerful will affright;</br>No lightning moves so swift, or shines so bright.", "HIPPIAS.</br>The Cramp-fish touch'd benumbs with sudden pain,</br>And shivering horrour strikes through every vein.</br>But by one distant look from her I lov'd</br>My blood grew stagnate, and I stood unmov'd.", "STURIO.</br>We curse the dog, and loath the shapeless bat</br>As sad forerunners of unlucky fate:</br>These, we deform'd, and frightful monsters call,</br>But they, each in their kind, are beauteous all;</br>Fondly we love, and without reason hate,</br>And worship idols, which ourselves create.", "HIPPIAS.</br>Beauty's a shining spark of heavenly fire,</br>That kindles in the soul immense desire;</br>It draws with pleasing force the willing mind;</br>Beauty divine like this we seldom find:</br>Few things are truly fair, though perfect in their kind.", "STURIO.</br>Who Mira loves, when Clytie appears,</br>Coarse tasteless Thornback to the Sole prefers.</br>I her pale cheeks, and languid looks despise;</br>Well may she kill; for Death is in her Eyes.", "HIPPIAS.</br>I hate the full-cheek'd Blowze and flushing Maid,</br>Whose angry red makes every youth afraid:</br>Such flaming Nymphs want every real grace;</br>They cool our passion, while they burn our face.", "STURIO.</br>Envy is pale, and pale is sad Despair.</br>Can Mira then be pale, and yet be fair?</br>The water-lillies are a faintish sweet.</br>I know an island grove, where Nereids meet;</br>There blushing beds of beauteous roses grow,</br>From whom diffusive smells in fragrant circles flow.", "HIPPIAS.</br>Would Mira yield to love, would she comply,</br>Her cheeks would colour with a fresher die.</br>But though ev'n now she wants no graceful charm,</br>Her voice kills farther than her eyes can harm.</br>Nereus himself above the waves appear'd,</br>She sung &mdash; and he with secret pleasure heard,</br>And listening smil'd, and stroak'd his hoary beard.</br>While Doris stood afar, and jealous grew,</br>With watchful eyes she look'd, and fear'd what might ensue.", "STURIO.</br>So have I heard one praise the chattering pie,</br>And swear the coots with artful musick cry:</br>But hark &mdash; ev'n now I hear some distant song.", "HIPPIAS.</br>'Tis Mira's voice; I know her warbling tongue.</br>Move, Sturio, softly on; then sudden rise,</br>And in her wanton song the easy Nymph surprize.</br>"]