["The noblest Bards of Albion's choir</br>Have struck of old this festal lyre.</br>Ere Science, struggling oft in vain,</br>Had dar'd to break her Gothic chain,</br>Victorious Edward gave the vernal bough</br>Of Britain's bay to bloom on Chaucer's brow:</br>Fir'd with the gift, he chang'd to sounds sublime</br>His Norman minstrelsy's discordant chime;</br>The banquet of Cambuscan bold;</br>And oft he sung (howe'er the rhyme</br>Has moulder'd to the touch of time)</br>His martial master's knightly board,</br>And Arthur's ancient rites restor'd;</br>The prince in sable steel that sternly frown'd,</br>And Gallia's captive king, and Cressy's wreath renown'd.", "Won from the shepherd's simple meed,</br>The whispers wild of Mulla's reed,</br>Sage Spenser wak'd his lofty lay</br>To grace Eliza's golden sway:</br>O'er the proud theme new lustre to diffuse,</br>He chose the gorgeous allegoric Muse,</br>And call'd to life old Uther's elfin tale,</br>And rov'd thro' many a necromantic vale,</br>Pourtraying chiefs that knew to tame</br>The goblin's ire, the dragon's flame,</br>To pierce the dark enchanted hall,</br>Where Virtue sate in lonely thrall.</br>From fabling Fancy's inmost store</br>A rich romantic robe he bore;</br>A veil with visionary trappings hung,</br>And o'er his virgin-queen the fairy texture flung.", "At length the matchless Dryden came,</br>To light the Muses' clearer flame;</br>To lofty numbers grace to lend,</br>And strength with melody to blend;</br>To triumph in the bold career of song,</br>And roll th' unwearied energy along.</br>Does the mean incense of promiscuous praise,</br>Does servile fear, disgrace his regal bays?</br>I spurn his panegyric strings,</br>His partial homage, tun'd to kings!</br>Be mine, to catch his manlier chord,</br>That paints th' impassion'd Persian lord,</br>By glory fir'd, to pity su'd,</br>Rouz'd to revenge, by love subdu'd;</br>And still, with transport new, the strains to trace,</br>That chant the Theban pair, and Tancred's deadly vase.", "Had these blest Bards been call'd, to pay</br>The vows of this auspicious day,</br>Each had confess'd a fairer throne,</br>A mightier sovereign than his own!</br>Chaucer had made his hero-monarch yield</br>The martial fame of Cressy's well-fought field</br>To peaceful prowess, and the conquests calm,</br>That braid the sceptre with the patriot's palm:</br>His chaplets of fantastic bloom,</br>His colourings, warm from Fiction's loom,</br>Spenser had cast in scorn away,</br>And deck'd with truth alone the lay;</br>All real here, the Bard had seen</br>The glories of his pictur'd Queen!</br>The tuneful Dryden had not flatter'd here,</br>His lyre had blameless been, his tribute all sincere!</br>"]