["JEANY.</br>Say, Sandy, say, what gloomy clouds o'ershade</br>Thy darken'd brows?  Not thus thy once dear maid</br>Thou wanted'st to approach:  chearful and gay</br>You always came, with sorrow went away:</br>Speak:  What's the matter?  hast thou seen a ghost?</br>Hast thou thy father or thy mother lost?</br>Or, has some other lass, more artful, stole</br>Thy fickle heart, and dup'd my silly soul?", "SANDY.</br>No, Jeany, no; sooner shall GORDON'S name</br>Lye undistinguish'd in the page of fame;</br>Sooner shall MAXWELL'S merit be forgot,</br>And Scottish annals fail to boast of Scot:</br>Sooner shall youth and beauty cause disgust,</br>And virtue join'd with wisdom be unjust,</br>Than to my Jeany I inconstant prove,</br>My first, my last, my everlasting love!</br>Do thou, my sweet, an equal flame confess;</br>'Twill soothe my pain, and make my sorrow less.", "JEANY.</br>When lawyers cease to cheat, and doctors kill;</br>Parsons preach peace, and women's tongues be still;</br>When av'rice leaves the rich, and pride the poor;</br>When Dobie swears, and Planny drinks no more;</br>When Godsman grows devout, and Brander wise;</br>When Innes scolds not, Archy tells no lies;</br>When ***'s widow complaisance can plead;</br>When Burgess wafts the traveller with speed;</br>When rapid Spey runs backward from the sea,</br>Then, not till then, shall Jeany faithless be.", "This point secure, without delay impart</br>Whate'er it is that galls thy aching heart.", "SANDY.</br>Ah!  Jeany, Jeany, the sad news I bear</br>Down thy soft cheek shall force the briny tear!", "Our noble master and his lovely spouse</br>To morrow morn abandon yonder house,</br>And move to warmer climes.&mdash;", "JEANY.</br>Support us heav'n!</br>Sad are, indeed, the news that thou hast giv'n!&mdash;</br>But, Sandy, 'tis perhaps a groundless fear;</br>You must now credit ev'ry thing you hear.</br>So many lies abroad, we scarce can know</br>What things are certain from what are not so.", "SANDY.</br>Incred'lous!  if you doubt, go to the street,</br>And read the truth in ev'ry face you meet;</br>In ev'ry face see signs of artless woe,</br>And deep disaster reign where e'er you go;</br>Each age, each rank, condition and degree,</br>The high, the low, the bond-man and the free;</br>Fathers and mothers, girls and beardless boys;</br>Maids, matrons, widows mix their common sighs:</br>E'en speechless infants testify their grief</br>In sullen show, and seem to seek relief.", "JEANY.</br>No marvel &mdash; Each condition, rank, and age</br>Did ever their parental care engage.</br>The old, the young, the wealthy and the poor;</br>The great, the small, the citizen and boor:</br>All, all alike, might their protection claim;</br>To make all happy was their constant aim.", "SANDY.</br>How kind his carriage, and how calm his words!</br>He wou'd not curse and threat as other lords;</br>Nor change, like petty squires, our christian names,</br>But call us \"Jeany, Betty, Sandy, James;\"</br>And ask us \"how we did?  what news we brought?</br>Whence came we?  whither went?  or what we sought?\"</br>None e'er apply'd to him, with just complaint,</br>Who was not sure to come away content.", "JEANY.</br>How sweet her manner, affable her air!</br>No empty pride, nor haughty scorn is there;</br>But humble greatness, modest majesty,</br>Gracious good-nature, tender sympathy,</br>Sit on her matchless face &mdash; nor sit alone;</br>For ev'ry grace has there its native throne!</br>Seek Scotland, England, all the world around,</br>And such another fair shall not be found.", "SANDY.</br>Who, now, shall cause improve the barren soil?</br>Who now reward the swain's industrious toil?</br>Who now shall stem the current, raise the mound,</br>And force the river to its ancient bound,</br>Erect new buildings, and new arches bend,</br>Raise new plantations, and new walls extend?</br>Bring welcome fuel from the distant shore,</br>Employ our idle and support our poor!", "JEANY.</br>Who, now, will feed our hungry, clothe our bare?</br>Who for our sick the cordial drop prepare?</br>Explore our secret wants, explain our need;</br>Praise the deserving, for the guilty plead?</br>Who now with gen'rous boon will bribe our youth</br>To shun th' alluring charms of baneful sloth;</br>Encourage labour, diligence commend,</br>Worth recompence, and innocence befriend?", "SANDY.</br>Alas!  we thought (but human thoughts are vain)!</br>They'd ne'er forsake these happy fields again:</br>We thought &mdash; what thought we not?  that this poor town</br>Would sudden rise to riches and renown,</br>Under their view &mdash; that sinking trade would thrive,</br>Arts rear their head, and dying commerce live;</br>Virtue take place of vice, injustice cease,</br>And dire debates conclude in lasting peace;</br>Dull ignorance be chac'd by learning's ray,</br>And indolence to industry give way;</br>We thought they'd all our nameless wrongs redress,</br>Avert all ills, and give us ev'ry bliss.", "JEANY.</br>And so they will, for, sure, they ne'er intend</br>With kings and courtiers all their days to spend;</br>Yon rising walls, that course, that garden tell</br>That here they'll settle, here they mean to dwell.</br>What tho' at present, fate and George command,</br>Oblige our duke to leave his fav'rite land?</br>What tho' our duchess view her native spot,</br>Have they, for that, their Fochabers forgot?</br>Some weighty matter calls them:  when that's o'er,</br>They'll soon be back, and all our hopes restore.", "SANDY.</br>Had they but left, to mitigate our care,</br>Yon lovely infant, more than angel fair,</br>Pleas'd with so sure a pledge of their return,</br>We'd wait with patience, and forget to mourn.</br>Charlotte ours, we soon shou'd see again</br>Both the fond parents on our happy plain.</br>Thus the bright star (the sun and moon away)</br>Cheers our dim night, and bids us look for day.", "JEANY.</br>But, tell me, lad, what mother's tender heart,</br>Could with so dear a creature ever part?</br>Go, then, sweet babe!  and shew beyond the Forth,</br>How beautiful the roses of our North!</br>Go, shew Edina's celebrated toasts</br>What, far superior charms this country boasts!", "But oh!  \"be quick thy journey, short thy stay!\"</br>Late ev'ry night, and early ev'ry day</br>Shall be our constant pray'r, till heav'n approve,</br>And bring us back the object of our love.</br>"]