["The British Muse in Chaucer first began,</br>All Nature list'ning to the wond'rous Man;</br>Our rugged Youth upon his Accents hung,</br>And Melted at the Musick of his Song:</br>Strong was his voice, and sprightly were his Lays,</br>Which warm'd, but wanted still the Pow'r to raise;</br>'Till the Muse taught the following Bards to soar</br>Thro' beauteous Worlds of Wit unknown before.</br>The Tree he planted took a gen'rous Root,</br>Shot into Boughs, and bent with golden Fruit;</br>Under whose fair auspicious Shade were seen</br>An Eden lost and won, a Fairy Queen,</br>A Moor to Doubts betray'd, and lofty Cataline.", "Wit then all-lovely and Gigantick stood,</br>Like the large Sons of Men before the Flood;</br>The well-pleas'd Muse confess'd a strong Embrace,</br>And teem'd an Off-spring of a Manly Grace;</br>Whose vast Athletick Limbs, and wondrous Fire,</br>Still own'd the brawny Vigour of the Sire.", "But how unlike our Modern Race does prove!</br>The hasty Product of unfinish'd Love;</br>The puling Brat scarce lifts its foolish Eyes,</br>But sickning at the Light sinks down and dies.", "Long have our Witlings shewn our wond'ring Time,</br>An Ebb of Judgment, and a Flux of Rhime,</br>Mob'd poor Apollo in an antick Dress,</br>And with unhallow'd Ballads choak'd the Press;</br>Created Heroes to the World unknown,</br>And dawb'd a Sign-Post Warriour of their own.</br>A Churchill they to Withrington debase,</br>And sink beneath the Lays of Chivy-Chase:</br>Departed Chiefs, who were in Battel slain,</br>Are rais'd from Death to be destroy'd again;</br>Who cursing Pen and Ink, less fearful stand,</br>Of their brave Foes, than of the Writer's Hand.", "A knighted Bard Poetick Rules has shewn,</br>And wittily advis'd the scribling Town</br>T' applaud his Follies, but to damn their own;</br>Deafned with sturdy Verse the list'ning Crowd,</br>(Oh that his Muse was delicate as loud!)</br>Whilst all his labour'd Volum but affords</br>A swoln and windy timpany of Words;</br>When upwards his unusual Flight he wings,</br>How like a Fiend his rhiming Cherub sings;</br>Rumbling he mounts, and talks of mortal Wars,</br>Describes his Journey, and lampoons the Stars;</br>'Till hiss'd with Scorn from the Etherial Plain,</br>Down drops the heavy Wight to Earth again;</br>And whilst he stands reveal'd to mortal View,</br>Murthers his Patients, and his Readers too.", "See at your Feet the suppliant Milton lies,</br>Started by Witchcraft from the nether Skies;</br>An Oxford Muse invok'd his trembling Spright,</br>And conjur'd his unwilling Ghost to light:</br>Affrighted Nature sick'ned at the Shew,</br>As if she fear'd to be enchanted too.</br>See how the Furies cleave the yielding Ground,</br>Whilst the young Wizard walks his magick Round,</br>Such is the pow'r of Verse, and such the force of Sound.", "Sonorous Bard, what happy Accents throng</br>Around thy Lips, and thunder from thy Tongue!</br>What racking Throws afflict thy lab'ring Brain,</br>We see with Wonder, and we read with Pain.</br>O, would you e'er deserve eternal Praise,</br>And justly Imitate our Milton's Lays;</br>Would you excel the deathless Song of Greece,</br>Make Satan then the Hero of your Piece:</br>Relate what Wits, like Thee, attend his Throne,</br>And sing his sooty Empire not unknown;</br>No other Chief, no other Theme can be</br>Worthy a Muse possess'd, and worthy Thee.", "A Douty Piece came pricking o'er the Plain,</br>In ancient Guise I weet, and Spencer's Strain,</br>Of Fancy nice disdain'd our modern Mode,</br>Stept out a Ballad, tho' yclipt an Ode;</br>Like Durfey's Dame of Honour tun'd its Lays,</br>To good Queen Besse's Reign, and golden Days,</br>In comely farthingal the Muse was drest,</br>Thus whilom Fate ordain'd, and Jove's Behest:</br>No modish Pinch of all-defiling Snuff</br>Profan'd the well-quill'd Beauty of her Ruff.</br>From Sternhold all her shining Phrase she drew,</br>Thus ancient Rithm I wist corrects the new:</br>To frisk in fairy Ground I ween to prone,</br>Speaks others English, but forgets her own.", "Thus all our Arts our lesser Poets use,</br>To force a Genius, and provoke a Muse,</br>Whilst from their Arms the airy Beauty flies,</br>Looks frowning back, and chides them with her Eyes:</br>Tho' on a Cloud their jilted hopes are lost,</br>The vain Ixions still a Conquest boast,</br>And still are Witty &mdash; at the Reader's Cost.", "Not so, My Lord, your Manlier Siege could fail,</br>Nature and Art have made your Suit prevail;</br>A thousand Graces, and a thousand Charms</br>Assert your Title to the Muse's Arms:</br>Modest at first, as bashful Virgins woo'd,</br>She feign'd to run &mdash; but 'twas to be pursu'd;</br>To ev'ry Science she for Shelter flew,</br>You follow'd still, and kept the Nymph in view;</br>Tir'd with the Chase, what Wiles cou'd she employ!</br>No more reserv'd, She own'd the amorous Boy;</br>Proud to be won, and courts you to enjoy.", "When Daphne o'er the Plain out-stript the Wind,</br>With flying Steps, and left the God behind;</br>In vain was all the Mighty Paean's Art,</br>With softest Sounds to move the Virgin's Heart:</br>Not so your sweeter Muse in vain had pray'd,</br>But new-born Love had seiz'd the yielding Maid;</br>Each melting Note had pierc'd her list'ning Ear,</br>Had stop'd her Course, and won the flying Fair.", "Kind Heav'n to ev'ry Favourite we find</br>Has some one darling Excellence assign'd.</br>Which graceful sits aloft, and triumphs in the Mind.</br>Thus Wreaths immortal for our Churchill grow,</br>'Tis his to vanquish, and repel the Foe.</br>'Tis Wise Godolphin's Business to debate,</br>To curb a Faction, and to save the State;</br>Whilst Beauties to a different Genius due</br>Blend their United Beams, and shine in you:</br>Cool in the Closet, eager in the Flight,</br>'Tis yours to Conquer, and 'tis yours to Write;</br>Sweetly to mix the Lawrel with the Bays,</br>And sing the Triumphs which you help'd to raise:</br>Whilst both our Admiration must Command,</br>The Hero's Actions, and the Poet's Hand.", "As Master-Pencils take the strictest Care,</br>To draw a Goddess, and adorn the Fair,</br>With labour'd Stroaks of Art to court the Sight,</br>And place their Beauties in the finest Light;</br>A bright Monthermer claims Titians Hand,</br>And Angelo should paint a Sunderland.", "Thus glorious Monarchs ask the loftiest Scenes,</br>And mightiest Heroes claim the nicest Pens;</br>Virgil alone should an Aeneas draw,</br>Spencer, Elizabeth, and Garth Nassaw;</br>Stepney's rich dress is Great Eugenio's due,</br>But greater MARLBRO' claims a Muse in You.", "\"When fam'd Augustus rul'd th' Imperial State,</br>And fixt the tott'ring World's uncertain Fate,</br>Beneath his gentle and successful Sway,</br>Dissolv'd in Ease the wanton Nations lay,</br>And ev'ry Sun brought forth an Holiday;</br>And when as oft as rowling Years restor'd</br>That happy Day which gave the World a Lord,\"</br>The grateful Muse her sweetest Tribute pay'd,</br>And sung the Hero whom the Earth obey'd,</br>Whilst the attentive Tiber flow'd along,</br>And to old Oceans Waves convey'd the Poet's Song.", "See Britons, see, the mighty Aera come,</br>Which shades the Glories of Imperial Rome,</br>Let her no more her mighty Caesars boast,</br>Whose Conquests are in nobler Triumphs lost:</br>No more their dazling Pomp shall charm the Sight,</br>For ever lost, they sink in endless Night;</br>As in a Wane of Glory fade away,</br>In Anna's fiercer Blaze, and brighter Day:</br>On Pow'r usurpt their mighty Empire stood,</br>And all its vast Foundation laid in Blood;</br>Their daring Chiefs Tyrannically brave</br>Fought to subdue, and make the World a Slave;</br>Whilst Anna's Breast a nobler Motive warms,</br>And bids her strike where Justice calls to Arms:</br>No Lust of Pow'r which happy Conquests yield,</br>E'er drew her Temp'rate Hero to the Field;</br>In pity to Mankind his Sword he draws,</br>And bravely fights both Heav'ns, and Anna's Cause:</br>For Right he strikes, Religion, Liberty,</br>To raise th' Opprest, and set the Injur'd Free.</br>For which, O Rome, your Warriour's Pride shall cease,</br>And Time forget who Great Augustus was;</br>A mightier Churchill fills the Voice of Fame,</br>And ev'ry Muse shall sing of Anna's Name;</br>Tiber no more shall boast his golden Streams,</br>But yield in Glory to his Sister Thames.", "Hail Pow'r of Verse, Times richest History,</br>Thou bright Reward of Manly Chivalry;</br>In Maro's Lines the warring Chief we view'd;</br>Troy's latest Hope, in glitt'ring Arms renew'd:</br>And here thro' Flames the Hero cuts his way,</br>And here in Safety bears the pious Prey;</br>Here vanquish'd Squadrons to the Victor yield,</br>And with a purple Stream distain the Latian Field.", "Hail Albion's Muse, thou bright Caelestial Dame,</br>Thou first, and fairest in the round of Fame;</br>In Thee Brittania's Hero shall be found,</br>With God-like Acts, and fresher Lawrels Crown'd:</br>And lo, behold upon the adverse side,</br>Fir'd with Ambition, and elated Pride;</br>With settled Anger, and collected Might,</br>The hot Bavarian leads his Troops to fight,</br>He meets his mighty Foe upon the Plain,</br>And stands the Thunder of his Arm again.", "As like an Oak the fierce Mezentius stood,</br>And towr'd aloft o'er all the ignobler Wood,</br>Proudly distracted the dull inferior Band,</br>And bravely dar'd the mighty Trojan's Hand;</br>\"Is this their Chief, he cry'd, who comes from fair,</br>To Conquer Kingdoms with invasive War,</br>Troy's only Relique, whom the Gods could spare,</br>If Gods there are, who make the World their Care;</br>O that his Friends were treble on the Plain,</br>And Greater Hector was reviv'd again!</br>This Sword alone, shou'd stop the Invader's Course,</br>I boldly own no other Gods but Force:\"</br>Aloud he Spoke, avenging Heav'n stood by,</br>Heard the audacious Boast, and saw the Tyrant fly.", "Amaz'd he fled, a mournful Sound from far</br>Flew swiftly on to wound the Father's Ear;</br>(Too early Bloom of rising Glory slain)</br>That his unhappy Lausus press'd the Plain;</br>Struck with the mortal Wound he backward flies,</br>Rage in his Breast, and Light'ning in his Eyes;</br>Push'd by his Fate he blindly rushes on,</br>But sinks beneath a Force superior to his own.", "Thus sullen the Bavarian Hero far,</br>And frowning grumbled o'er his adverse Fate;</br>He scarce believ'd that he could poorly fly,</br>And not in fighting Fields more bravely dye:</br>But oh!  too sure, too fatal Marks remain,</br>The glittering Pride of vanquish'd Gallia slain,</br>Like Winters Leafs strew'd all the Victor's Way,</br>Nor left, we fancy'd, room for such another Day.</br>Yet when with heaving Wings the Spring returns,</br>With a new Fire his glowing Bosom burns:</br>\"And now, he cries, Their boasted Chief shall yield,</br>A bloody Int'rest due for Blenheim's Field;</br>Would he was Greater still, my Sword should try</br>Who Merits most from Glory, He or I:</br>Fortune, dull Goddess, to my Interest blind,</br>Shall yet be mine, I'll force her to be kind:</br>Lost, as I am, I scorn a poor Retreat,</br>The Brave, tho' vanquish'd, are a Match for Fate:</br>Thus thund'ring Arm\" &mdash; Deluded Prince!  what Pow'r</br>Could shield Injustice from th' avenging Hour?</br>Scatter'd by Winds your empty Threats were vain,</br>That Hand which vanquish'd once, cou'd conquer thee again.", "Methinks I hear the Briton's fierce Alarms;</br>O Energy Divine!  O glorious clank of Arms;</br>A Manly Vigour, and a sprightly Grace</br>Dart from his Limbs, and lighten in his Face:</br>The adverse Hosts stand ready to engage,</br>And fir'd with Glory menace distant Rage;</br>Death hov'ring o'er his Sword expecting stands</br>Its promis'd Harvest from the Hero's Hands,</br>Fierce as a Winters Storm he drove along,</br>And one their flying Rear in Terrour hung,</br>Whilst by his conqu'ring Arm such Heaps are slain,</br>As Crimson dy'd the Field, and grac'd Ramillia's Plain.", "The gazing Sun struck with Attention stood,</br>And look'd with Joy upon the Field of Blood;</br>Shine out, fair Planet, with unusual Light,</br>Nor ever hope to see a brave Sight:</br>As by divine Command you smiling rose,</br>And fought Heavens Quarrel against Israel's Foes;</br>Check'd your bright Coursers in the fiery Way,</br>And stop'd your Chariot to prolong the Day;</br>Great was the Miracle of the Heav'nly Will:</br>Shine out, fair Planet, from your Native Skies,</br>And Wond'ring see a second Joshua rise.", "Darling of Heav'n, and Nature's lovely'st Child;</br>Amazing Liberty leapt up, and smil'd;</br>Joy in her Eyes, and all serene her Look,</br>And Marlb'rough's Form the shining Vision took;</br>How welcome must the lovely Stranger be,</br>Brabantta, clog'd with Slavery, to Thee?</br>Think on the Bondage you so long have mourn'd;</br>And think by whom that Liberty return'd;</br>For Liberty return'd, the Victor meet,</br>And grateful pay your Thanks at your Restorer's Feet.", "As lesser Lights their radiant Circles run</br>Around his Orb, and seem to court the Sun;</br>Who kindly does their fading Beams supply,</br>Himself a Flood of Light, great Nature's watchful Eye;</br>To distant Worlds his smiling Beams appear,</br>To paint the Spring, and crown the lusty Year.", "Go on, auspicious Chief, proceed in Fight,</br>And round you lend to lesser Orbs your Light;</br>Inflame their Motion by your quick'ning Ray,</br>Dispel the Gloom, and bless the World with Day:</br>To Climes remote your vig'rous Warmth impart,</br>To fire the Poet's Brain, and raise the Warriour's Heart.", "As when th' Almighty look's on Chaos' Face,</br>And quickned by his Word the lumpish Mass,</br>From her old Throne depos'd tyrannick Night,</br>And cheer'd the Infant World with chearful Light,</br>Nature beheld her Charms serene and Mild,</br>In blooming Beauty, and Creation smil'd.", "Thus Mighty Anna at your dread Command,</br>Fair Union shall arise to bless the Land;</br>Wild Anarchy shall hide its hated Face,</br>And Party-Storms be hush'd into a Peace:</br>The healing Work so happily begun,</br>Shall in a Golden Series smoothly run;</br>Whilst Story will commit to future Scenes</br>The Wisest Senate, And the best of Queens.", "O gen'rous Muse!  a Theme like this might warm</br>The noblest Breast, and all your Fancy charm:</br>Thee, only Thee Apollo has in Sight,</br>To Match his Fires, and do the Hero right;</br>To fix his Fame your tuneful Tribute bring,</br>Boldly the Briton Fought, do you as sweetly sing.", "As Great Achilles once a Homer charm'd,</br>And with resistless Fires the Writer warm'd;</br>Still he survives, and will for ever stand,</br>As made Immortal by the Poet's Hand:</br>Of nobler Vertues, and of brighter Fame,</br>Ages to come shall learn your Churchill's Name,</br>Whilst distant Times shall in your Numbers view</br>The first of Heroes, and of Poets too.", "One Master-Work remains to crown the Scene,</br>Whilst ANNA claims the Beauties of your Pen;</br>Rich Fancy with unerring Judgment join,</br>And add their Coul'ring to some just Design;</br>So shall She long to distant Times appear</br>The brightest Glory of the smiling Year;</br>Her lasting Fame shall bear Eternal Sway,</br>Untouch'd by Time, unknowing of Decay,</br>Fix'd as the Triumphs of Ramillia's Day.", "Admiring Worlds before the Piece shall stand,</br>And wond'ring, own the Justice of your Hand;</br>With annual Fruits bend down before her Shrine,</br>And grateful pay their Second Vows to Thine.</br>"]