["As flaring Phebus with his radiant face,</br>Enthroned in a golden chaire of state,</br>The watching candles of the night doth chase</br>To seeke out hidden cels, all passionat</br>As a man in richest robes of nature drest,</br>Doth quite obscure the glory of the rest.", "Whatsoever thing is seene, it hath his peere:</br>The Citty a soveraigne, the heavens a Sunne</br>The birds an Egle, beasts a Lion feare:</br>The flowers a Rose, in th' lims a hart doth wonne:</br>The World a Center:  Center hath a Man</br>Her lording, primate, metropolitan.", "This mans a little world the Artists say,</br>Wherein a wise intelligence doth dwell,</br>That reason hight which ought to beare the sway</br>The spheares our limbs in motion that excell.</br>The consort which by moving hence doth fall,</br>Yeelds harmony to both angelicall.", "Mans rarer gift is if we do duely scan,</br>Sage wisdome, peerlesse wit and comely feature,</br>He seemes a very Demi-God, no man,</br>Embellished with all the gifts of nature:</br>His heavenly soule is in his earthly mold</br>An orient pearle within a ring of gold.", "His comely body is a beautious Inne,</br>Built fairely to the owners princely minde,</br>Where wandring vertues lodge oft lodg'd with sinne,</br>Such pilgrims kindest entertainment finde.</br>An Inne, said I, O no that in name's unfit,</br>Sith there stay not a night, but dwell in it.", "Man is the centers rarest wonderment,</br>Who waxeth proud with this her carriage</br>And deckt her selfe with arras ornament,</br>For him to tread as on a lofty stage:</br>For him once yeerely she her selfe does dight,</br>With greenest emarald to refresh his sight.", "The heavens are full of sadder anguishment</br>That they injoy not such a worthy wight,</br>The earth is full of dreary languishment,</br>That heavens envy her that is hers by right.</br>The Sunne that strives all day with him for grace,</br>As night for shame is faine to shroud his face.", "Faire Cinthia's often in the pining waine,</br>When she injoyes not his society,</br>And eft her glory is at full againe,</br>When he but daines to view her diety,</br>Whilom invelloped in misty cares</br>She now displayes her bright dischevild hairs.", "True image of that hie celestiall power,</br>Equall to angels in thy happy state</br>Whose happy soule should be a pleasant bowre,</br>For Sanctity, her selfe to recreate,</br>By right Pandora hath enriched thee,</br>With golden gifts of immortalitie", "Thus man is made though he himselfe doth marre,</br>By that aluring sinne of luxury:</br>And from his excellency wendeth farre,</br>By letting loose the raignes to venerie,</br>His soule in lust till death away it hent</br>Like Aesopes pearle is in a dung hill pent.", "Looke at the sable night with jetty hew,</br>In darknesse muffles up the gladsome day,</br>And Cynthia in her clowdy cell doth mew,</br>Lest she the night fowle visage should bewray</br>So noisome riot rising as a dampe</br>Doth quite extinguish reasons burning lampe.", "Cheefe foe-man unto man is lavish Riot,</br>Which makes him be inferiour unto man,</br>For whan the appetite ore-runs his diet</br>The soules enfeebled powers full little can,</br>Of glorious creatures greater is the fall,</br>Corruption of the best, is worst of all", "Reasons fair'st turret hiely seated is,</br>(Seat of the soules power, which doth most excell)</br>Within like turnings of Meander tis,</br>(Or Labyrinth) where Rosamond did dwell</br>A triple wall th' Anatomists espie</br>Before you came where Rosamond doth lie.", "The first is made of Elephantine tooth</br>Strongly compact, his figure circular,</br>The wall rough cast, and yet the worke is smooth,</br>The fairest things not ever object are.</br>So clowdy curtaines drawne ore th' azurd skie</br>(As eylids) cover Phoebus slumbring eye.", "The other twaine are not so strongly pight,</br>They rather serve for comely decencie</br>And teach us that a prince within doth sit,</br>Enthron'd in pompe in highest majesty,</br>That things more highly prizde are more pent in</br>Lest they mote be entic't with flattring sinne.", "So th' horne mad Bull must keepe the golden fleece</br>In bower of brasse faire Danae must be pent,</br>The Dragon watch your fruite Hesperides,</br>The all-eyd Argus must faire Io tent:</br>The labyrinth close peereless Rosamond:</br>The fragranst rose must thornes environ round.", "The wall which framed is of ivory</br>A glorious double casement doth containe:</br>Each answering both in uniformity,</br>And both the fairest objects entertaine:</br>The opticke nerves be galleries wherein,</br>The soule doth walke and these free objects win.", "Within this pallace wall a Goddesse pure</br>Whom Ratio all the learned schoolemen call,</br>Closely her selfe within doth heare inmure,</br>A goddesse sober, wise, celestiall:</br>Who sitting, though within her regal chaire,</br>Oft head-strong appetites her overbeare.", "Riot the metropolitaine of sinnes,</br>Laies dayly seidge against this goodly towre:</br>And first by pleasing baites Riot begins,</br>Then by constraint this virgine to deflowre</br>The towre at length it raiz'd by battery,</br>Which could not be orecome by flattery.", "Ay me!  so faire a Fort to be throwne downe,</br>That it so faire, no lenger time may last:</br>That lust should be impald with reasons crowne,</br>That rav'nous Riot should this pallace waste:</br>That she the mistresse of our lawlesse will</br>With uncleane excesse thus her selfe should spill,", "Ay monster sinne of pleasure luxurie,</br>The very hecticke feaver of the soule:</br>The harbinger of wofull misery,</br>Sweet poison quaft, out of a golden bowle,</br>Phrensy of appetite blinde Cupids gowne,</br>To catch our brain-sicke Amoretto's in.", "The Lethe of a stable memory:</br>The wild fire of the wit:  the mint of woes:</br>A falling sicknes to our treasury:</br>A mate, that ere with irreligion goes</br>An Epicure that huggeth fading joy,</br>Before eternity with least annoy.", "Riot's a barke inth' minde unconstant maine,</br>Tost too and fro with wafts of appetite,</br>Where reason holdes the helme with careful paine,</br>But cannot steare this laden keele aright:</br>Here wisdome as a gallislave is pent,</br>Scour'g with disgrace and fed with discontent.", "Now eath it is to take the golden fleece:</br>The al eyd Argus now a sleepe is cast:</br>The quick eid Dragons slaine by Hercules:</br>Faire Danae is deflowrd though nere so chaste.</br>By clues of winding pleasures now is found</br>A tract to kill the leefest Rosamond.", "Abandon, and shake handes with riot then,</br>Once let him not in thy faire pallace rest:</br>Happy's that soule that doth not riot ken,</br>That keepes not open house for such a guest,</br>Who loves to have his lims with fatnesse lin'd</br>Their liv's within his lims a meager minde.", "Defeat these dainty lims of wonted fare,</br>Weane thou thy appitite while it is young,</br>Lest that, it surfeting thy state impaire,</br>With that two fold port-cullis of thy tongue.</br>Stop thou the way lest too much enter in,</br>The enemies of vertue but the friend of sinne.", "Who hunts nought else in th' Aprile of his daies,</br>But persian faire too wanton meriment,</br>A winter storme, in May, his life shall craze,</br>His fatall end is pyning drearyment:</br>The onely meed that comes by luxury,</br>Is servile neede fowle end, and obloquie", "Till fond desire be banisht, from within</br>Against his leige a rebell he will rise,</br>Draw not the curtaine ore this slumbring sin,</br>That light of reason may him eft surprize:</br>For if in darknesse thou dost let him lie</br>Heele dreame on nought, but hellish villanie.", "When Morpheus doth asleepe thy senses lull,</br>Use sleepe with sober moderation:</br>Too little weakens wit; too much doth dull;</br>And greatly hinders contemplation.</br>Who keepes a golden meane is sure to finde,</br>A healthfull body and a chearefull minde.</br>"]