["Clos'd is thy strange career, fall'n chief, and Death,</br>With all-subduing arm, hath conquer'd thee,</br>Or rather say, by robbing thee of breath,</br>From this world's cares and woes hath set thee free;</br>For what is life when in captivity,</br>Cooped up and stunted in its noblest aim?</br>What deep desire of living can there be,</br>When breath is all the pining frame can claim,</br>Of every hope bereav'd, yet still in soul the same?", "Mean minds feel naught of grief or care beyond</br>The body's sufferings, &mdash; hunger, thirst, and pain;</br>The low born slave, familiar with his bond,</br>No shame or lash or chains his thoughts contain.</br>But who the lion's fiery rage can rein,</br>Roaming majestic o'er the scorching wild;</br>Or what the noble captive's grief restrain,</br>From friends, home, country, all that's dear, exil'd?", "Go take the eagle from his native skies,</br>And chain him to the barren rocky shore,</br>Consum'd within itself, his spirit dies,</br>For liberty he pines, he seeks no more.&mdash;</br>Those wings that wont the welkin to explore,</br>Are flapped impatient on his aching breast,</br>He longs again high 'midst the clouds to soar,</br>Nor can his untam'd spirit e'er find rest,&mdash;</br>Great Nature claims her due, unceasing, 'till possess'd.", "What tho' the griefs be hid from mortal ken,</br>Great minds endure; the stoic's fortitude</br>May feign indifference in the sight of men;</br>But ever at his heart the tempest rude</br>Imprison'd  rages, and with deadly feud</br>Batters in 'ts rage the poor devoted bark,</br>Until the pilot's spirits sunk, subdued,</br>Bear him no longer up; and then a mark,</br>A mighty wreck he falls, which those who see,</br>Cry, such the end of earthly pow'r must be.", "Such lot is thine, departed chief!  but rive,</br>Despair, the heart that glories in thy fate;</br>Disgrace to Britons, if such one there live,</br>May conscience gripe, and hot pursuing hate</br>Of generous minds his dastard steps await,</br>'Till crush'd he sinks, with obloquy and scorn</br>O'erwhelmed; for only fit with brutes to mate</br>Is he, who, when his bitterest foeman shorn</br>Of every honour, shall before him lie,</br>Spurns with unmanly foot his prostrate enemy.", "Oh!  did in British breasts such treason lurk</br>To wither of their glorious deeds the bloom,</br>The souls of warriors from sepulchres murk</br>Rising with death-cold hand would seal their doom.</br>Great Nelson's spirit, starting from the tomb,</br>His fierce eye flashing with indignant ire,</br>Leading the laurel'd dead, 'midst awful gloom,</br>Shades of the empty air, spirits of fire,</br>Would execrate the base ignoble race,</br>Unmindful of their sires' renown, who seek</br>Of their high deeds the memory to erase,</br>And tinge with shame the living hero's cheek.", "But breathes there such a heart!  oh!  surely no,</br>For Britons, ever noble and sincere,</br>Disdain to triumph o'er a fallen foe,</br>Or name his fate with harsh ungen'rous sneer.</br>They love their country &mdash; oh!  that name how dear,</br>They'll fight, they'll bleed, they'll die for it and fame,</br>But when its right's asserted, drop the spear;</br>A gallant foe their sympathy can claim,</br>For bravest minds for others deepest feel,</br>Well knowing honor's wounds go deeper than the steel!", "Well, thou art gone, &mdash; let history record</br>Thy deeds of good and evil; thou hast been</br>A scourge, a sweeping pestilence, &mdash; thy word</br>A law to kings, &mdash; destruction, fire, and sword</br>Follow'd thy footsteps &mdash; ever wert thou seen</br>Like lightening, bright but blasting; as the sun</br>Too fiercely glaring in meridian sheen,</br>Burns with hot eye the earth, so wert thou one</br>Gleaming like Mars upon th' ethereal way,</br>Thy flame emitting forth a bright but blood-like ray.", "But such have been all conquerors:  what more</br>Than human butchers are they, taking life</br>As if they could create afresh, &mdash; with gore</br>Reeking, while tears of mother, orphan, wife,</br>Bedew their laurels, gain'd 'mid the strife</br>When bleeding corses o'er the field are strown;</br>And worse, when dying sufferers ask the knife,</br>In pity to stop short the soul wrung groan,</br>Where dying, dead, friend, foe, in mingled heaps are thrown.", "Such scenes, Ambition, mark thy fatal course,</br>That like a raging whirlpool, once thereon</br>Embarked, it hurries with resistless force</br>In giddy round, and hurls us madly on</br>To sure perdition, or like one upon</br>Some precipice he's climb'd, whose height immense</br>Confounds his swimming senses, till quite gone</br>In dizziness his reeling brain; from thence,</br>He headlong falls, and so from his high throne</br>Th' imperial eagle fell, by his own power o'erthrown.</br>"]