["Be hushed each giddy thought, each passion rude,</br>Still as the tenants of the turf I tread;</br>Let no vain wish, nor anxious fear intrude,</br>Whilst musing here, I converse with the dead.", "Come Contemplation, sweetest maid, O come</br>And teach my soul to love thy pensive sway,</br>Guided by thee, in midnight's sable gloom,</br>Fearless I'll rove, nor wish the glare of day.", "Led by thy steady taper, I'll explore</br>The clay cold mansions of this lonely spot,</br>Where blended lie, what once were rich and poor:</br>Alike returned to dust, alike forgot.", "How solemn is the scene!  beneath this sod</br>Perhaps some village PENN, or STORY, lies,</br>Who, only mindful what they owed their God,</br>The world's alluring pleasures could despise.", "Perhaps some good old WHITEHEAD rests below,</br>Some CROOK releas'd from persecution's chain;</br>When violence and folly aim the blow,</br>In vain is innocence, and virtue vain!", "Hail!  great respected names!  with fearful eye</br>The muse recounts the injuries ye bore;</br>Ye nobly dared oppression's rage defy,</br>Tho' arm'd in terror by a lawless power.", "And oft when nature scarce the load sustain'd,</br>And not a gleam of hope for human aid;</br>Then have ye witness'd the supporting hand</br>Of him, whose precepts you thro' life obey'd.", "In bonds, and stripes, and death's alarming hour,</br>Ye found him still your teacher and your guide;</br>Kept firm in faith by his almighty power,</br>When strong temptations press'd on every side.", "Ye now from bonds, and stripes, and death remov'd,</br>Are in your heavenly father's presence blest,</br>And reap the high reward of worth approv'd,</br>In the calm mansions of eternal rest.", "May we your children, born in happier time,</br>When persecution is expell'd the land,</br>When now no longer 'tis esteem'd a crime,</br>To do what conscience and your God demand;", "May we, like you, be ever faithful found,</br>Like you, devoted to the will of heaven,</br>And shew, when ease and affluence surround,</br>We're not unworthy of the blessings given.</br>"]