["Devyde my times, and rate my wretched howres,</br>From day to month, fro months to many yeers,</br>And than compare my sweetest to my sowres, </br>To see which more in equall view appeeres,</br>And judge, if for my daies and yeeres of care ,</br>I have but howres of comforte to compare.", "Just and not much, it were, in these extreemes,</br>So hard a touch, and torment of the thought,</br>For any minde, that any right esteems,</br>To yeeld so small delite, so deerely bought,</br>But he that lives but in his owne despite,</br>Is not to finde his fortune by his right.", "The life that styll runs forth his weari waies,</br>With sowre to sawce the dainties of delite,</br>And care to choake the pleasure of hir daies,</br>And not rewarde, those many wrongs to quite; </br>No blame to holde such irksome time in hate,</br>As but to loss, prolongs a wretched state.", "And still I loath, even to beholde the light,</br>That shines without all pleasure to myne eies,</br>With greedy wish, I wait still for the night,</br>Yet neither this I find, that may suffice,</br>Not that I holde, the day for more delight,</br>But that alike, I loath both day and night.", "The day I see, yeelds but increase to care, </br>The night that should, by nature serve to rest, </br>Against hir kinde denies such ease to spare,</br>As pitie would affoord the soule opprest,</br>And broken sleepes oft times present in sight,</br>A dreaming wish, beguild with false delight.", "This sleepe, or else what so for sweete appeers,</br>Is unto me but pleasure in despite,</br>The flowre of age, the name of yonger yeeres,</br>Doe but usurpe the title of delite,</br>But carefull thought, and sorow sundry waies,</br>Consumes my youth, before my aged daies.", "The touch, the sting, the torment of desire,</br>To strive beyond the compas of restraint,</br>Kept from the reach whereto it would aspire,</br>Give cause (God knowes) too just, to my complaint,</br>Besides the wrongs, which now with my distresse,</br>My meaning is, in silence to suppresse.", "Oft with my selfe, I enter in device,</br>To reconcile these wearie thoughts to peace,</br>I treate for truce, I flatter and entice,</br>My wrangling wits, to worke for their release,</br>But all in vaine, I seeke the means to finde,</br>That might appease, the discord of my minde.", "For when I force a fained mirth in shoe,</br>And would forget, and so beguile my greefe,</br>I cannot rid my self of sorow so,</br>Altho I feed upon a false beleefe,</br>For inward touche of uncontented minde,</br>Returns my cares, by course unto their kynde.", "Wainde from my will, and thus by triall taught,</br>Howe for to holde, all fortune in regard,</br>Though heere I boast, a knowledge deerely bought,</br>Yet this poore gaine, I reape for my reward,</br>I learne hereby, to harden and prepare,</br>A readie minde, for all assaults of care.", "Whereto, as one, even from the cradle borne,</br>And not to looke for better to ensue,</br>I yeeld my selfe, and wish these times outworne,</br>That but remaine, my torments to renue,</br>And leave to those, these daies of my despite,</br>Whose better hap, may live to more delite.</br>"]