["Yon paly moon now reigning in the sky,</br>Athwart the grove reflects a silver ray;</br>O'er all the scene the vernal blessings fly,</br>And sinks the twilight of the eve away:</br>Ah!  here inspir'd by silence and the muse,</br>My sadly tortur'd soul her sorrows shall diffuse.", "Yes &mdash; now the night her sable pomp displays,</br>And where the streamlet gently flows along,</br>Which, murm'ring seems 'mongst pebbles as it strays,</br>To catch the soft contagion of my song,</br>I, led to each enraptur'd joy, repair,</br>T' indulge the fate's decrees with sorrow and despair.", "Thou phantom, Hope!  thou shadow of a shade!</br>Joy of my life when Chloe was at hand;</br>How has thy art my confidence betray'd,</br>And left me weeping in my native land!</br>Whilst she, the fairest of the virgin train,</br>Is gone, for ever gone, nor contemplates my pain.", "Thrice happy land, that own'st her gentle sway!</br>From friendly converse, and from me how far!</br>How do I grudge you the benignant ray,</br>That beams from eyes as brilliant as a star!</br>O nymph!  in pity to its honour'd swains,</br>Attempt not e'er to shine unclouded on its plains.", "Thy beauteous face my fond ideas bring,</br>And fancy cherishes an inward storm:</br>Forlorn and friendless oft thy praise I sing,</br>And grasp extatic at an empty form;</br>'Till each delusion vanishes from sight,</br>And leaves, as now, my soul to solitude and night.", "Full oft reflect I, when absorb'd in woe,</br>On that unfriendly melancholy day,</br>Which gently bade my fair one go</br>To filial love, and pleasure's sparkling ray;</br>Which robb'd my soul of all it counted dear,</br>Nor left on spark of peace, one gleam of hope sincere.", "Ah!  me, what anguish did surround this heart,</br>(A faint resemblance of what now I feel)</br>When, with \"adieu,\" I strove with her to part</br>Nor thought my woes my passion should reveal:</br>Now, like yon hapless linnet in the grove,</br>I mourn, and fruitless mourn, the absence of my love.", "Hark!  how the neigh'bring thrush attunes his throat,</br>Alarm'd, or jealous of malignant foes;</br>Whom balmy zephyrs, on the air that float,</br>Had lately hush'd to silence and repose.</br>Ah!  cease thy lovely strain &mdash; no vot'ry thou,</br>To sorrow's baleful gloom, or visionary woe.", "Ah!  charming warbler!  who, so void of art,</br>Canst sweetly twitter sorrows round the heath;</br>Whose tuneful accents join my aching heart,</br>And sooth the suff'rings that surround my path;</br>Thy plaintive murmurs ev'ry eve I'll join,</br>For all my tender throbs are more than trebly thine.</br>"]