["Britomart chaseth Ollyphant,</br>Finds Scudamore distress'd:</br>Assays the House of Busirane,</br>Where Love's Spoils are express'd.", "O Hateful hellish Snake, what Fury first</br>Brought thee from baleful House of Proserpine,</br>Where in her Bosom she thee long had nurs'd,</br>And fostred up with bitter Milk of Tine,</br>Foul Jealousy, that turnest Love Divine</br>To joyless Dread, and mak'st the loving Heart</br>With hateful Thoughts to languish and to pine,</br>And feed it self with self-consuming Smart?</br>Of all the Passions in the Mind thou vilest art.", "O!  let him far be banished away,</br>And in his stead let Love for ever dwell;</br>Sweet Love, that doth his golden Wings embay</br>In blessed Nectar, and pure Pleasure's Well,</br>Untroubled of vile Fear, or bitter Fell.</br>And ye fair Ladies, that your Kingdoms make</br>In th' Hearts of Men, them govern wisely well,</br>And of fair Britomart Ensample take,</br>That was as true in Love, as Turtle to her Make.", "Who with Sir Satyrane (as earst ye red)</br>Forth riding from Malbecco's hostless House,</br>Far off espy'd a young Man, the which fled</br>From an huge Giant, that with hideous</br>And hateful Out-rage long him chased thus;</br>It was that Ollyphant, the Brother dear</br>Of that Argante vile and vicious,</br>From whom the Squire of Dames was reft whylere;</br>This all as bad as she, and worse, if worse ought were.", "For, as the Sister did in Feminine</br>And filthy Lust exceed all Woman-kind,</br>So he surpassed his Sex Masculine,</br>In beastly use, that I did ever find:</br>Whom when as Britomart beheld behind</br>The tearful Boy so greedily pursue,</br>She was emmoved in her noble Mind,</br>T' imploy her Puissaunce to his Rescue,</br>And pricked fiercely forward, where she him did view.", "Ne was Sir Satyrane her far behind,</br>But with like Fierceness did ensue the Chace:</br>Whom, when the Giant saw, he soon resign'd</br>His former suit, and from them fled apace;</br>They after both, and boldly bade him bace,</br>And each did strive the other to out-go:</br>But he them both out-ran a wondrous space,</br>For, he was long and swift as any Roe,</br>And now made better Speed, t' escape his feared Foe.", "It was not Satyrane whom he did fear,</br>But Britomart, the Flower of Chastity;</br>For, he the Power of chaste Hands might not bear,</br>But always did their dread Encounter fly:</br>And now so fast his Feet he did apply,</br>That he has gotten to a Forest near,</br>Where he is shrouded in Security:</br>The Wood they enter, and search every where,</br>They searched diversly; so both divided were.", "Fair Britomart so long him followed,</br>That she at last came to a Fountain shear,</br>By which there lay a Knight all wallowed</br>Upon the grassy Ground, and by him near</br>His Haberjeon, his Helmet, and his Spear.</br>A little off, his Shield was rudely thrown,</br>On which the winged Boy in Colours dear</br>Depainted was, full easy to be known,</br>And he thereby, where-ever it in Field was shown.", "His Face upon the Ground did groveling lie,</br>As if he had been slumbring in the Shade</br>That the brave Maid would not for Courtesy,</br>Out of his quiet Slumber him abraid,</br>Nor seem too suddenly him to invade:</br>Still as she stood, she heard with grievous Throb</br>Him groan, as if his Heart were pieces made,</br>And with most painful Pangs to sigh and sob,</br>That Pity did the Virgin's Heart of Patience rob.", "At last, forth breaking into bitter Plaints,</br>He said:  O sovereign Lord that sit'st on high,</br>And reign'st in Bliss emongst thy blessed Saints,</br>How suffrest thou such shameful cruelty,</br>So long unwreaked of thine Enemy?</br>Or hast thou, Lord, of good Mens Cause no heed?</br>Or doth thy Justice sleep, and silent lie?</br>What booteth then the good and righteous Deed,</br>If Goodness find no Grace?  nor Righteousness no Meed?", "If Good find Grace, and Righteousness Reward,</br>Why then is Amoret in caitive Band,</br>Sith that more bounteous Creature never far'd</br>On foot, upon the Face of living Land?</br>Or if that heavenly Justice may withstand</br>The wrongful Out-rage of unrighteous Men,</br>Why then is Busirane with wicked hand</br>Suffred, these seven Months day, in secret Den</br>My Lady and my Love so cruelly to pen?", "My Lady and my Love, is cruell' pend</br>In doleful Darkness from the view of Day,</br>Whilst deadly Torments do her chaste Breast rend,</br>And the sharp Steel doth rive her Heart in tway,</br>All for she Scudamore will not denay.</br>Yet thou, vile Man, vile Scudamore, art sound,</br>Ne canst her aid, ne canst her Foe dismay;</br>Unworthy Wretch to tread upon the Ground,</br>For whom so fair a Lady feels so sore a Wound.", "There an huge heap of Singults did oppress</br>His struggling Soul, and swelling Throbs empeach</br>His foltring Tongue with Pangs of Dreariness,</br>Choaking the Remnant of his plaintive speech,</br>As if his days were come to their last reach.</br>Which when she heard, and saw the ghastly Fit,</br>Threatning into his Life to make a Breach,</br>Both with great Ruth and Terror she was smit,</br>Fearing lest from her Cage the weary Soul would flit.", "Tho, stooping down, she him amoved light;</br>Who there-with somewhat starting up 'gan look,</br>And seeing him behind a stranger Knight,</br>Where-as no living Creature he mistook,</br>With great Indignance he that Sight forsook,</br>And down again himself disdainfully</br>Abjecting, th' Earth with his fair Forehead strook.</br>Which the bold Virgin seeing, 'gan apply</br>Fit Medicine to his Grief, and spake thus courteously:", "Ah!  gentle Knight, whose deep conceived Grief</br>Well seems t' exceed the Power of Patience,</br>Yet if that heavenly Grace some good Relief</br>You send, submit you to high Providence;</br>And ever in your noble Heart prepense,</br>That all the Sorrow in the World, is less</br>Than Vertue's Might, and Value's Confidence;</br>For, who nill bide the Burden of Distress,</br>Must not here drink to live; for, Life is Wretchedness.", "Therefore (fair Sir) do Comfort to you take,</br>And freely read, what wicked Felon so</br>Hath out-rag'd you, and thrall'd your gentle Make.</br>Perhaps this hand may help to ease your Woe,</br>And wreak your Sorrow on your cruel Foe,</br>At least, it fair Endeavour will apply.</br>Those feeling words so near the quick did go,</br>That up his Head he reared easily;</br>And leaning on his Elbow, these few words let fly:", "What boots it 'plain, that cannot be redress'd,</br>And sow vain Sorrow in a fruitless Ear,</br>Sith Power of Hand, nor Skill of learned Breast,</br>Ne worldly Price cannot redeem my Dear</br>Out of her Thraldom and continual Fear?</br>For, he (the Tyrant) which her hath in Ward</br>By strong Enchauntments, and black Magick lear,</br>Hath in a Dungeon deep her close embar'd,</br>And many dreadful Fiends hath pointed to her Guard.", "There he tormenteth her most terribly,</br>And Day and Night afflicts with mortal Pain,</br>Because to yield him Love she doth deny,</br>Once to me yold, not to be yold again:</br>But yet by Torture he would her constrain:</br>Love to conceive in her disdainful Breast;</br>Till so she do, she must in Dool remain,</br>Ne may by living means be thence releas'd:</br>What boots it then to 'plain, that cannot be redress'd?", "With this sad Hersal of his heavy stress,</br>The warlike Damzel was empassion'd sore,</br>And said; Sir Knight, your Cause is nothing less</br>Than is your Sorrow, certes if not more;</br>For, nothing so much Pity doth implore,</br>As gentle Lady's helpless Misery.</br>But yet, if please ye listen to my Lore,</br>I will (with proof of last Extremity)</br>Deliver her from thence, or with her for you die.", "Ah!  gentlest Knight alive, said Scudamore;</br>What huge heroick Magnanimity</br>Dwells in thy bounteous Breast?  What couldst thou move,</br>If she were thine, and thou as now am I?</br>O spare thy happy days, and them apply</br>To better boot, but let me die that ought;</br>More is more loss:  one is enough to die.</br>Life is not lost, said she, for which is bought</br>Endless Renown, that more than Death is to be sought.", "Thus, she at length persuaded him to rise,</br>And with her wend, to see what new Success</br>Mote him befall upon new Enterprize.</br>His Arms, which he had vow'd to disprofess,</br>She gather'd up, and did about him dress,</br>And his forwandred Steed unto him got:</br>So forth they both yfere make their Progress,</br>And march not past the Mount'naunce of a Shot,</br>Till they arriv'd, where-as their purpose they did plot.", "There they dismounting, drew their Weapons bold,</br>And stoutly came unto the Castle-Gate;</br>Where-as no Gate they found them to with hold,</br>Nor Ward to wait at Morn and Evening late;</br>But in the Porch (that did them sore amate)</br>A flaming Fire, ymix'd with smouldry Smoke,</br>And stinking Sulphur, that with griesly Hate</br>And dreadful Horror did all Entrance choake,</br>Enforced them their forward footing to revoke.", "Greatly thereat was Britomart dismay'd,</br>Ne in that stound wist how her self to bear;</br>For, Danger vain it were, to have assay'd</br>That cruel Element, which all things fear,</br>Ne none can suffer to approachen near:</br>And turning back to Scudamore, thus said;</br>What monstrous Enmity provoke we here,</br>Fool-hardy, as th' Earth's Children, the which made</br>Battle against the Gods?  so we a God invade.", "Danger without Discretion to attempt,</br>Inglorious and Beast-like is:  therefore, Sir Knight,</br>Aread what Course of you is safest dempt,</br>And how we with our Foe may come to fight.</br>This is, quoth he, the dolorous Despite,</br>Which earst to you I 'plain'd:  for, neither may</br>This Fire be quench'd by any Wit or Might,</br>Ne yet by any means remov'd away,</br>So mighty be th' Enchauntments, which the same do stay.", "What is there else, but cease these fruitless Pains,</br>And leave me to my former languishing?</br>Fair Amoret must dwell in wicked Chains,</br>And Scudamore here die with sorrowing.</br>Perdy not so, said she; for, shameful thing</br>It were t' abandon noble Chevisaunce,</br>For shew of Peril, without venturing:</br>Rather let try Extremities of Chaunce,</br>Than enterprized Praise for dread to disavaunce.", "There-with, resolv'd to prove her utmost Might,</br>Her ample Shield she threw before her Face,</br>And (her Sword's Point directing forward right)</br>Assail'd the Flame, the which eftsoons gave place,</br>And did it self divide with equal space,</br>That through she passed:  as a Thunder-bolt</br>Pierceth the yielding Air, and doth displace</br>The soaring Clouds into sad Showers ymolt;</br>So to her yold the Flames, and did their Force revolt.", "Whom, when as Scudamore saw past the Fire,</br>Safe and untouch'd, he likewise 'gan assay,</br>With greedy Will, and envious Desire,</br>And bade the stubborn Flames to yield him way:</br>But cruel Mulciber would not obey</br>His threatful Pride; but did the more augment</br>His mighty Rage, and his imperious Sway</br>Him forc'd (maulger) his fierceness to relent,</br>And back retire, all scorch'd and pitifully brent.", "With huge impatience he inly swelt,</br>More for great Sorrow that he could not pass,</br>Than for the burning Torment which he felt,</br>That with fell Woodness he effierced was;</br>And wilfully him throwing on the Grass,</br>Did beat and bounce his Head and Breast full sore:</br>The whiles, the Championess now entred has</br>The utmost Room, and past the formost Door;</br>The utmost Room abounding with all precious Store.", "For, round about, the Walls yclothed were</br>With goodly Arras of great Majesty,</br>Woven with Gold and Silk so close and near,</br>That the rich Metal lurked privily,</br>As feigning to be hid from envious Eye:</br>Yet here, and there, and every where unwares</br>It shew'd it self, and shone unwillingly;</br>Like a discolour'd Snake, whose hidden Snares</br>Through the green Grass, his long bright burnish'd Back declares.", "And in those Tapets weren fashioned</br>Many fair Pourtraicts, and many a fair Feat;</br>And all of Love, and all of Lusty-hed,</br>As seemed by their Semblant, did entreat:</br>And eke all Cupid's Wars they did repeat,</br>And cruel Battles, which he whilom fought</br>'Gainst all the Gods, to make his Empire great;</br>Besides the huge Massacres which he wrought</br>On mighty Kings and Caesars, into Thraldom brought.", "Therein was writ, how often thundring Jove</br>Had felt the Point of his heart-piercing Dart,</br>And leaving Heaven's Kingdom, here did rove</br>In strange Disguise, to slake his scalding Smart;</br>Now like a Ram, fair Helle to pervert,</br>Now like a Bull, Europa to withdraw:</br>Ah!  how the fearful Lady's tender Heart</br>Did lively seem to tremble, when she saw</br>The huge Seas under her t' obey her Servant's Law.", "Soon after that into a golden Shower</br>Himself he chang'd, fair Danae to view;</br>And through the Roof of her strong brazen Tower</br>Did rain into her Lap an honey Dew;</br>The whiles her foolish Guard, that little knew</br>Of such Deceit, kept th' iron Door fast barr'd,</br>And watch'd, that none should enter nor issue;</br>Vain was the Watch, and bootless all the Ward,</br>Whenas the God to golden Hue himself transfer'd.", "Then was he turn'd into a snowy Swan,</br>To win fair Leda to his lovely Trade:</br>O!  wondrous Skill, and sweet Wit of the Man,</br>That her in Daffadillies sleeping made,</br>From scorching Heat her dainty Limbs to shade</br>Whiles the proud Bird ruffing his Feathers wide,</br>And brushing his fair Breast, did her invade;</br>She Slept, yet 'twixt her Eye-lids closely spy'd</br>How towards her he rush'd, and smiled at his Pride.", "Then shew'd it, how the Theban Semele,</br>Deceiv'd of jealous Juno, did require</br>To see him in his sovereign Majesty,</br>Arm'd with his Thunder-bolts and lightning Fire,</br>Whence dearly she with Death bought her Desire.</br>But fair Alcmena better Match did make,</br>Joying his Love in likeness more entire;</br>Three Nights in one, they say, that for her sake</br>He then did put, his Pleasures lenger to partake.", "Twice was he seen in soaring Eagle's shape,</br>And with wide Wings to beat the buxom Air:</br>Once when he with Asterie did 'scape;</br>Again, when as the Trojan Boy so fair</br>He snatch'd from Ida Hill, and with him bare:</br>Wondrous delight it was, there to behold,</br>How the rude Shepherds after him did stare,</br>Trembling, through Fear, lest down he fallen should,</br>And often to him calling, to take surer hold.", "In Satyr's Shape, Antiopa he snatch'd:</br>And like a Fire, when he Aegin' assay'd:</br>A Shepherd, when Mnemosyne he catch'd:</br>And like a Serpent to the Thracian Maid.</br>Whiles thus on Earth great Jove these Pageants play'd,</br>The winged Boy did thrust into his Throne,</br>And scoffing, thus unto his Mother said:</br>Lo!  now the Heavens obey to me alone.</br>And take me for their Jove, while Jove to Earth is gone.", "And thou, fair Phoebus, in thy Colours bright</br>Was't there enwoven, and the sad Distress</br>In which that Boy thee plonged, for despite</br>That thou betrayd'st his Mother's Wantonness,</br>When she with Mars was meynt in Joyfulness:</br>For-thy he thrill'd thee with a leaden Dart,</br>To love fair Daphne, which thee loved less;</br>Less she thee lov'd, than was thy just Desert:</br>Yet was thy Love her Death, and her Death was thy Smart.", "So lovedst thou the lusty Hyacinth,</br>So lovedst thou the fair Coronis dear;</br>Yet both are of thy hapless Hand extinct,</br>Yet both in Flowers do live, and Love thee bear,</br>The one a Paunce, the other a Sweet-briar:</br>For Grief whereof, ye mote have lively seen</br>The God himself rending his golden Hair,</br>And breaking quite his Girlond ever green,</br>With other signs of Sorrow and impatient Teen.", "Both for those two, and for his own dear Son,</br>The Son of Clymene he did repent,</br>Who bold to guide the Chariot of the Sun,</br>Himself in thousand pieces fondly rent,</br>And all the World with flashing Fire brent,</br>So like, that all the Walls did seem to flame</br>Yet cruel Cupid, not herewith content,</br>Forc'd him eftsoons to follow other Game,</br>And love a Shepherd's Daughter for his dearest Dame.", "He loved Isse for his dearest Dame,</br>And for her sake her Cattle fed awhile,</br>And for her sake a Cow-herd vile became,</br>The Servant of Admetus' Cow-herd vile,</br>Whiles that from Heaven he suffered Exile.</br>Long were to tell each other lovely Fit,</br>Now like a Lion, hunting after Spoil,</br>Now like a Hag, now like a Falcon flit:</br>All which in that fair Arras was most lively writ.", "Next unto him was Neptune pictured,</br>In his divine Resemblance wondrous like:</br>His Face was rugged, and his hoary Head</br>Dropped with brackish Dew; his three-fork'd Pike</br>He sternly shook, and therewith fierce did strike</br>The raging Billows, that on every side</br>They trembling stood, and made a long broad Dike,</br>That his swift Chariot might have Passage wide,</br>Which four great Hippodames did draw in Team-wise ty'd.", "His Sea-horses did seem to snort amain,</br>And from their Nostrils blow the briny Stream,</br>That made the sparkling Waves to smoke again,</br>And flame with Gold:  but the white foamy Cream</br>Did shine with Silver, and shoot forth his Beam.</br>The God himself did pensive seem and sad,</br>And hung adown his Head, as he did dream:</br>For, privy Love his Breast empierced had;</br>Ne ought, but dear Bisaltis, ay could make him glad.", "He loved eke Iphimedia dear,</br>And Aeolus' fair Daughter, Arne hight;</br>For whom he turn'd himself into a Steer,</br>And fed on Fodder, to beguile her sight.</br>Also to win Deucalion's Daughter bright,</br>He turn'd himself into a Dolphin fair;</br>And like a winged Horse he took his flight,</br>To snaky-lock Medusa to repair,</br>On whom he got fair Pegasus, that flitteth in the Air.", "Next Saturn was, (but who would ever ween,</br>That sullen Saturn ever ween'd to love?</br>Yet Love is sullen, and Saturn-like seen,</br>As he did for Erigone it prove)</br>That to a Centaure did himself transmove.</br>So prov'd it eke that gracious God of Wine,</br>When for to compass Philliras' hard Love,</br>He turn'd himself into a fruitful Vine,</br>And into her fair Bosom made his Grapes decline.", "Long were to tell the amorous Assays,</br>And gentle Pangs, with which he maked meek</br>The mighty Mars, to learn his wanton plays:</br>How oft for Venus, and how often eke</br>For many other Nymphs he sore did shriek;</br>With womanish Tears, and with unwarlike Smarts</br>Privily moistening his horrid Cheek.</br>There was he painted full of burning Darts,</br>And many wide Wounds lanced through his inward Parts.", "Ne did he spare (so cruel was the Elf)</br>His own dear Mother, (ah why should he so!)</br>Ne did he spare sometime to prick himself,</br>That he might taste the sweet consuming Woe,</br>Which he had wrought to many others moe.</br>But, to declare the mournful Tragedies,</br>And Spoils, wherewith he all the Ground did strow,</br>More eath to number with how many Eyes</br>High Heaven beholds sad Lovers nightly Thieveries.", "Kings, Queens, Lords, Ladies, Knights and Damzels gent</br>Were heap'd together with the vulgar sort,</br>And mingled with the rascal Rabblement,</br>Without respect of Person or of Port,</br>To shew Dan Cupid's Power and great Effort:</br>And round about, a Border was entrail'd</br>Of broken Bows and Arrows shiver'd short;</br>And a long bloody River through them rail'd,</br>So lively and so like, that living Sense it fail'd.", "And at the upper end of that fair Room,</br>There was an Altar built of precious Stone,</br>Of passing Value, and of great Renown,</br>On which there stood an Image all alone</br>Of massy Gold, which with his own Light shone;</br>And Wings it had with sundry Colours dight,</br>More sundry Colours than the proud Pavone</br>Bears in his boasted Fan, or Iris bright,</br>When her discolour'd Bow she spreads through Heaven bright.", "Blindfold he was, and in his cruel Fist</br>A mortal Bow and Arrows keen did hold,</br>With which he shot at random, when him list,</br>Some headed with sad Lead, some with pure Gold;</br>(Ah!  Man beware, how thou those Darts behold!)</br>A wounded Dragon under him did lie,</br>Whose hideous Tail his left Foot did enfold,</br>And with a Shaft was shot through either Eye,</br>That no Man forth might draw, ne no Man remedy.", "And underneath his Feet was written thus,</br>Unto the Victor of the Gods this be:</br>And all the People in that ample House</br>Did to that Image bow their humble Knee,</br>And oft committed foul Idolatry.</br>That wondrous sight fair Britomart amaz'd,</br>Ne seeing could her wonder satisfy,</br>But ever more and more upon it gaz'd,</br>The whiles the passing Brightness her frail Senses daz'd.", "Tho, as she backward cast her busy Eye,</br>To search each Secret of that goodly Sted,</br>Over the Door thus written she did spy,</br>Be bold:  She oft and oft it over-read,</br>Yet could not find what Sense it figured:</br>But what-so were therein or writ or meant,</br>She was no whit thereby discouraged</br>From prosecuting of her first Intent,</br>But forward with bold steps into the next Room went.", "Much fairer than the former was that Room,</br>And richlier by many parts array'd;</br>For, not with Arras made in painful Loom,</br>But with pure Gold it all was over-laid,</br>Wrought with wild Anticks, which their Follies play'd</br>In the rich Metal, as they living were:</br>A thousand monstrous Forms therein were made,</br>Such as false Love doth oft upon him wear;</br>For, Love in thousand monstrous Forms doth oft appear.", "And all about, the glistring Walls were hong</br>With warlike Spoils, and with victorious Preys</br>Of mighty Conquerors and Captains strong,</br>Which were whilom captived in their days</br>To cruel Love, and wrought their own Decays:</br>Their Swords and Spears were broke, and Hauberques rent:</br>And their proud Girlonds of triumphant Bays</br>Trodden in Dust with Fury insolent,</br>To shew the Victor's Might and merciless Intent.", "The warlike Maid, beholding earnestly</br>The goodly Ordinance of this rich place,</br>Did greatly wonder, ne could satisfy</br>Her greedy Eyes with gazing a long space:</br>But more she mervail'd, that no Footing's Trace,</br>Nor Wight appear'd, but wasteful Emptiness,</br>And solemn Silence over all that place:</br>Strange thing it seem'd, that none was to possess</br>So rich Purveyance, ne them keep with carefulness.", "And as she look'd about, she did behold,</br>How over that same Door was likewise writ,</br>Be bold, Be bold, and every where Be bold;</br>That much she mus'd, yet could not construe it</br>By any riddling Skill, or common Wit.</br>At last she spy'd, at that Room's upper end,</br>Another iron Door, on which was writ,</br>Be not too bold; whereto though she did bend</br>Her earnest Mind, yet wist not what it might intend.", "Thus there she waited until Eventide,</br>Yet living Creature none she saw appear:</br>And now sad Shadows 'gan the World to hide</br>From mortal view, and wrap in Darkness drear;</br>Yet n'ould she doff her weary Arms, for fear</br>Of secret Danger, ne let Sleep oppress</br>Her heavy Eyes with Nature's burden dear,</br>But drew her self aside in Sickerness,</br>And her well-pointed Weapons did about her dress.", ""]