["Soon as the nimble Handmaid Hours</br>Emerging from their Twilight Bow'rs</br>The fair Aurora have divinely drest;</br>Ere yet the radiant Lord of Day,</br>Chasing the humid Clouds away,</br>With heav'nly Glow hath flush'd the pale-fac'd East;</br>Oh!  Rose-lip'd Virgin!  are thy Footsteps seen,</br>Both on the Mountain Slope, and on the level Green.", "What Time within the Maze of Sleep</br>The Drones of life their Senses steep,</br>Whilst Dreams oppressive o'er their Fancies ride,</br>Thou join'st the merry random Dance</br>With Exercise and Temperance:</br>That the gay Groom, and this the happy Bride.</br>These are thy Parents, and from such as these</br>Did Britain's hardy Race spring up in ancient Days.", "Queen of each Grace!  sweet-featur'd Maid!</br>Without thy gen'rous constant Aid</br>Love's frisky Land in vain doth Beauty tread.</br>No genuine, fond Adorer dies</br>Beneath her brilliant &mdash; killing Eyes;</br>For all their Lustre, all their Fire is fled:</br>Nor can the Fair One long the Loss survive,</br>Till Thou her Charms restore, and keep those Charms alive.", "Oh Fav'rite of the human Race!</br>What certain quick Events take Place,</br>Dispensive gracious Boon when thou art nigh!</br>Sickness, unpillowing his Head,</br>Starts up alertly from his Bed,</br>And looks around him with a joyful Eye;</br>Whilst Grief, who, like a Skeleton appears,</br>Blithe from his thin-worn Cheek wipes off the scalding Tears.", "At thy Salute, thy friendly Touch,</br>The enfeebled Mortal o'er his Crutch</br>No longer bends, but stands erect at length;</br>Sudden he feels with dear Surprize</br>Each Fibre stretch, each Muscle rise,</br>And looks the Figure of elastic Strength.</br>Wielding his Club, Alcides-like, he goes,</br>Surveys his brawny Limbs, and scarce himself he knows.", "Ah!  when shall I thy Blessings share?</br>When wilt thou give thy vital Air</br>To fan the dying Embers of my Soul?</br>When shall I join, when once again</br>Join thy jocose &mdash; thy ruddy Train,</br>And quaff with Decency thy sober Bowl?</br>View me with Pity, and thy Pow'r diffuse,</br>Rebrace my flaccid Nerves, and chear my languid Muse.", "Since in thy Primrose-Path I've been,</br>The pranked Spring hath pass'd unseen,</br>Nor left one little Flow'r to feast my Eye:</br>And that brown beauty, who the horn</br>Of Plenty fills with Golden Corn,</br>In trim Straw-Hat hath trip'd regardless by;</br>Pomona too her ample Store display'd,</br>Since through thy sylvan Walks of Paradise I stray'd.", "And twice hath Winter, Foe severe</br>To the soft Sunshine of the Year,</br>Disclos'd his horrid Scenery of Woe;</br>Twice from the rude, the chilling North,</br>The hoary Sire hath sallied forth,</br>Bending beneath a Magazine of Snow;</br>Then, whilst the Whirl-winds rag'd at his Command,</br>Shook the vast Burthen off, and roll'd it through the Land.", "Once more, propitious Health!  once more</br>My feeble Frame to Strength restore,</br>Nor let me fall a Victim to Despair.</br>Alas!  I fear my troubled Mind</br>Is lost, and rambles unconfin'd;</br>Else why to Thee should I prefer my Pray'r?</br>GREAT GOD OF MERCIES!  Thou alone canst save</br>My weak, my sinking Soul, and wrest me from the Grave.</br>"]