["Hail!  godlike Liberty, to thee</br>We raise the voice, we bend the knee;</br>To thy wide-structur'd dome</br>Shall ev'ry free born Briton come</br>(For all Britannia's sons are thine)</br>There shall each votary impart</br>The just resentment of a grateful heart,</br>And deck with ambient wreaths thy consecrated shrine.", "The sons of treason and infernal night</br>Struck at the basis of our native right,</br>With plots by hell, and all its pow'rs, inspir'd,</br>But thy almighty force withstood</br>Oppression's strong, ungovernable flood,</br>And vanquish'd perfidy retir'd</br>Back to the zenith of her dark demain,</br>And lo!  the cherub peace resumes her blissful reign.", "'Twas thy active genius fir'd</br>William, the rebels justest dread;</br>'Twas thy solemn voice inspir'd</br>The hardy troops, and bid them move</br>To dart the thunder of our British Jove,</br>And crush sedition's still-reviving head.</br>Then, then my country lay</br>Hush'd in a gen'ral pause,</br>Anxious, and trembling, for th' important day,</br>That, or for ever sunk, or sav'd her laws!", "But wiser fates o'er-ruling doom</br>Defer'd awhile the mighty blow,</br>The grand event was yet to come,</br>And heav'n, to make it sure, had made it slow.</br>The foe, by William's single name subdu'd,</br>Ne'er meant to risk the dubious fight;</br>Still fast they fled, as punishment pursu'd,</br>Dismay'd, and conscious of superior might.</br>But should they turn again</br>And boldly face it on the plain,</br>In vain, alas!  they tempt th' unequal fray,</br>For GEORGE was born to rule, and they to still obey.", "Hail then, goddess!  fair and free,</br>Hight by mortals Liberty,</br>Behold the poet brings his votive lay,</br>The richest gift the Muse can pay;</br>Behold thy sacred altars blaze,</br>Thy roofs resound with iterated praise!</br>Grant thou we ever may revere thy name,</br>The theme unvary'd, and the cause the same;</br>By blessing still this fav'rite shoar,</br>In ev'ry gen'rous Briton's breast,</br>Let still thy darling attribute stand forth confest,</br>And freedom guard these realms till time shall be no more.</br>"]