["Shall I be onlye Hereticke in Witt?</br>Forbid Appolloe, rather let me Splitt</br>My lab'ring Quill to Death.  Noe, when I first</br>Enterd a Poet, Modestie (the worst</br>Companion of Sedition), brought me on</br>In tremblings and faint Sweats.  I did not run</br>To Snatch the Laurel and usurpe the wreath</br>To my owne Browes; but dasht with everie Breath</br>Of a supposed Censure, happilye, lost</br>The Glorie of my Youth.  Then be it most</br>Abhorring to my Thoughts, to lay a New</br>Foundation, or varie from the true</br>Undoubted Rites of Poesie; or bring</br>But Cleare and pregnant Reasons, any Thing.</br>This Ingenuitie and Candor must</br>Allow of Force; and if a Schisme thrust</br>In all my verse, a monstrous Horne, or foot</br>Cloven, to light of Judgment, blot me out</br>Of fair opinion; and my Name Ile give</br>Up, Witt's Apostate, ever more to live.", "Nor would I yet be bitter, or engage</br>My selfe in Controversie to the Age,</br>With Sword and Buckler Language; but, withall</br>The Modestie of Truth and Reason, call</br>A long-spread Error backe; and ratifie</br>Some proofes to free me from this Heresie.", "Shall wee, who are made Judges then, and keepe</br>Minervae's holie Balance, fall asleepe?</br>And let the giddie Rout give weight and poise</br>To Indesert?  For Shame; let us arise</br>And yet informe the Age.  Shall wee derive</br>Our English Flame, our Glories Primitive</br>From antique Chaucer?  Blesse me witt, if right</br>Were onlie right, I feare a present night</br>Would cover all his Credit.  This I wage</br>Onlye for Truth; in reverence to the Age</br>Wherein he writt.  But to the proof, and see</br>Her firme Records, kept by Mnemosyne.", "See, antique Greece, and see her in her Spring,</br>Verdant and glorious; not lesse flourishing</br>At her first rise then after.  Heare the String</br>Of sacred Orpheus, or hear Linus Sing;</br>Or to the Prince of All, Maeonides,</br>Attend with reverence. Tell me, were not these</br>When (Learning hardly Crept) bright Suns?  and Shine</br>Even to these Times of ours, with Light Devine?</br>Full in exalted Rapture, Poesie</br>Appeares in them almost a Prodigie.", "Survay the Catalogue of Splendent Rome;</br>Caesar-supported Maro; yet by whom</br>Has he bene Equall'd for a Steddie verse?</br>Wonder at Ovid, when Hee doth reherse</br>The Change of Things.  What mightie flame doth fill</br>His varied Fancie, to enrich his Quill?", "A Thousand moe, in her bright Roll appeared</br>Of everie Nation; Poets who have rear'd</br>The Laurel famous; whom we justlie Call</br>The learned Fathers of Apolloe's Hall.", "And shall the seelie Age?  (with noise, and Stuffe</br>Like his owne writings) blow at Chaucer's Snuffe?</br>To light our English Flame?  Where doth he rouse</br>The fresh prun'd Feathers of an Active Muse?</br>Where doth he stretch a Wing?  or kicke his Clod?</br>But still his Fancie is his greatest Load.</br>How liveles his Conceipts?  He doth not rise</br>Like ancient Poets, in huge Extasies</br>Of uncontrolled ffancie, to Survay</br>Inestimable Nature.  I might say</br>Much more to vindicate this Argument;</br>That in-authenticke Chaucer's furnishment,</br>Adds nothing to our Poesie, in his Store;</br>Nor let us call him Father anie more.", "And you (who hardly out of Judgment) would</br>Seeme to defend him; cause you have bene told</br>Your Grandsires Laugh'd once at his Baud'rie</br>Laid out in Rime; (forsooth rare Poetrie!)</br>But where he comes the nearest what you meane,</br>You'r wearie, there your selv's, and leave him Cleane.</br>Perhaps you'le say, (as you have heard some say)</br>He was a glorious Poet at that day.</br>And why that Day?  was ffancie in a Cage?</br>Rapture impounded?  'twas in the Darke Age;</br>(As you would call it) when the former Sung;</br>Scarce then had witt more then her mother tongve.</br>And yet they gain'd the Sphere, from whence wee bring</br>Our Chiefest Flowers, our best Embellishing.", "Forget Third Edward's raigne; They did not write</br>In that Age with the Spirrit they could fight.</br>For then I'de yeild; (and in my Conscience wee</br>Use Pens, as well as Swords;)  Suffice it, Hee</br>Was disadvantaged of naught in Time</br>But Language; which wee never made a Crime.</br>Why may not wee better exempt his Name</br>Then use it?  adding nothing to our Fame;</br>And take the Radix of our Poesie</br>To honour more in this last Centurie,</br>The noble Sidney; Spencer liveing Still,</br>In an abundant fancie; Jonson's Quill</br>Ever admir'd; these justly wee may call</br>Fathers; high-placed in Apolloe's Hall.</br>But then wee want Antiquitie, as well</br>Dan Geoffrie wants his Age; for wee might tell</br>Of antique Brittish Druids, and bring in</br>A hundred Rhiming Fellowes, that have bin</br>Tall Men at Meeter.  One there was that Sung</br>I know not in what Number, nor what tongue;</br>A gallant Storie of Giganticke Feats,</br>Inchanted Castles, onsetts, and retreats</br>Innumerable; of a flying Bull</br>And six blue dragons.  Oh most worshipfull!</br>Bring in these Fopperies, because they Smell</br>Mustie and antiquated, therefore well.", "Come to a Clearer Light:  doe not delude</br>Your selves (heroicke English) to intrude</br>His name, the Chief, in your faire pedigree:</br>Worthe is still worthy in it selfe; were Hee</br>(Good Man) alive to heare it, sure as ought</br>Hee'd thinke you lost more then he ever taught;</br>To heare the Crue come in with open Mouth</br>And Crye, oh Chaucer!  Chaucer has a Tooth;</br>Oh perilous!  and soe he had a Tongue:</br>Read him againe, heele shew you how it hung.", "But let not me, my first Designe out goe;</br>(Which was upon Sound Arguments) to Shew</br>A Spring more worthy; whence wee may derive</br>With greater Honour, the Prerogative</br>Of English Poesie; and Clearlie evince</br>Noe Age can be call'd Darke to a Cleare Sence,</br>As in the Ancients.  This I doe, and must</br>Freely averre, which, if the Age will thrust</br>Upon me, as an Heresie, how Cleare</br>Stand I to Judgment?  I can never feare</br>Such Censure from the wise; and I contemne</br>Loud Follie in a Thousand:  fitteth them,</br>And Mee with them, better to let it fall,</br>And please them in a Canterburye Tale.</br>"]