["I.</br>O thou!  who, rising from the vault of eve,</br>Tingest each rock and mountain with thy light,</br>Tranquil and solemn; &mdash; who in yonder main</br>Behold'st thy form reflected, and thy face</br>Furrow'd with many a scar; &mdash; impressions rude</br>Of Nature's seal; &mdash; more lasting than the signs</br>Carved on Mount SINAI; from whose sacred top</br>Th' Egyptian shepherd view'd the aged piles</br>Of pyramids immortal; &mdash; listen to my lay!</br>And pour thine influence on thy poet's lyre;</br>That he may charm the silent ear of night,</br>And teach vain man the moral of thy song.</br>For now eve's web invests each distant hill</br>With twilight grey; as if some spirit wove</br>The net aerial: &mdash; while the golden west</br>Melts into purple; &mdash; such as oft were seen</br>In old ATLANTIS, or the orange groves</br>Of fair HESPERIA, when immortal nymphs</br>Guarded the sacred fruit: &mdash; O listen to my lay!</br>For now the bee no longer buoyant flies,</br>With loaded thigh, or sweet, distended bag,</br>And fluttering wings so musical; &mdash; but hangs</br>On a rough cluster of its murmuring tribe,</br>While all is silence in its honey'd hive.</br>The flocks repose; &mdash; the weary hunter rests;</br>And lowing herds now ruminate alone</br>Beside the babbling brook; &mdash; the peasant's nest,</br>'Neath yonder copse, that overlooks the glen,</br>Dusky and secret, mantled o'er with vines,</br>E'en from its threshold to its chimney top,</br>No longer winds its volumes through the air,</br>Marking the comfort and the peace within.&mdash;</br>Winding round shrubs, and arch'd by towering pines,</br>Oaks, elms, or sycamores, the woodbine wild</br>Throws a rich fragrance on the wing of night;</br>While birds of eve the blushing rose-bud woo,</br>Or hymn soft vespers to thy rising ray.", "II.</br>Which love thee most of all the timid race</br>That traverse the wide region of the air?</br>&mdash;The bird of wisdom and the bird of love.&mdash;</br>Deep in his solitude immured the day,</br>At thy approach, the OWL &mdash; pensive and wise, &mdash; </br>Forsakes his haunts, and flits from tree to tree,</br>As if he fear'd the earth. &mdash; The NIGHTINGALE?</br>With many a deep-toned orison she hails</br>Thy rising beam, and fills the forest wide</br>With warblings, grateful to a poet's ear. &mdash;</br>Beneath thy ray, in other climes, the moth</br>Flits with light wing, from slumbering shrub to shrub:</br>The HIPPOTAMUS, in circumference vast,</br>From whose rich blood the Indian artist draws</br>His tints of purple, leaves the slimy bed</br>Of Nile or Niger; and, as evening draws</br>Her mystic robe, devours the sugary cane.</br>The ARMADILLO, too, with pliant bands</br>Circling its back, and cover'd with a shell,</br>Forming an animal, distinct from all</br>That live on herbage, slumbers through the day;</br>And like the TAPIR, roving through the woods</br>Of sea-girt Darien, or the Amazon,</br>Crops its pure food from sunset to the morn.", "III.</br>From beings animate to vegetive &mdash; In thee</br>Delight the sober NIGHT-SHADE of Peru;</br>The flower which charms the midnight of the Cape;</br>The rich NYCTANTHES, &mdash; blushing on the banks</br>Of sultry Ganges; &mdash; and the splendid flower,</br>Surpassing all that blossom in the day,</br>Thence call'd MAGNIFICENT. &mdash; The solemn tree,</br>That bears mild MELANCHOLY'S sacred name,</br>Beholds thee, too, with silent gratitude;</br>Lulling the spice-trees of the balmy isles</br>Of rich Molucca; while the midnight air</br>Wafts the stolen fragrance o'er the murmuring main.", "IV.</br>By thy mild beam light FAIRIES love to dance,</br>(As rosy maids in Ebwy's vale believe,)</br>On the torn margin of a torrent, grazed</br>By fearless goat; &mdash; on mountain's thymy side</br>To weave green circles for the shepherds; or</br>To lie, the holy-bush beneath, to warn</br>The weary stranger o'er the pathless bog,</br>Against the ignis fatuus. &mdash; ECHO, too,</br>Soothed by the azure of thy beauty, rests</br>Beside th' unwearied waterfall; &mdash; alone,</br>Silent, and pensive; &mdash; meditating where</br>The artless shepherd sleeps, who all the day</br>Had made each glen and moss-grown valley ring.", "V.</br>Thee, too, each Poet, crown'd with wreaths divine,</br>In every age hath honour'd: &mdash; from the time</br>When Grecian groves, and Grecian mountains charm'd</br>The soul of wise EURIPIDES; &mdash; to when</br>Th' accomplish'd PETRARCH sought the laureate shade.</br>PETRARCH! &mdash; How oft, when far from men retired,</br>Deep in the valley of his fountain, &mdash; lost</br>In silent wonder, &mdash; has he tuned his lyre,</br>And called thee LAURA'S emblem! &mdash; LAURA heard,</br>And blush'd to own how well the poet sung:</br>Guiltless she blush'd; &mdash; while tears of fond regret</br>Oft down her pallid cheek, in copious streams, would flow.", "Thee SPENSER woo'd; &mdash; the sweetest bard, that e'er</br>Gave to the trials of earth's pilgrimage</br>A sacred charm: &mdash; and SHAKESPEARE, &mdash; bard sublime,&mdash;</br>Who walk'd with Nature, yet who dwelt with man</br>And probed him to the bottom of his heart,</br>From infancy to age: &mdash; E'en Shakespeare loved</br>T' invite thy solemn lustre. &mdash; TASSO, too,</br>Kindled his genius at thy midnight lamp:</br>And that sweet poet, who resembled him;&mdash;</br>Who made the passions musical, &mdash; who knew</br>The bond and charm of liberty divine,&mdash;</br>Mercy's rich attributes, the soul of man</br>Quickening with heavenly love:  He knew; &mdash; he felt,</br>How sweet the calm thine influence distill,</br>When from the convent, or the gothic aisle,</br>Floats holy music through the green arcade,</br>Or chequer'd vista, to the secret bower,</br>Whence, through the loop-holes, form'd by blushing vines,</br>Thy form is view'd in each recoiling wave,</br>That gilds the surface of the solemn deep.", "VI.</br>What mourn'd the poet of the Western Isles?</br>When blind, and old, and tearful, and forlorn,</br>He walk'd with heartless men? &mdash; That he no more</br>Could watch thee, rising o'er the distant hill</br>From opening clouds of mist. &mdash; And MILTON, &mdash; HE&mdash;</br>Second to none but Homer, &mdash; fall'n on days,</br>Evil and dark, disgracing and disgraced,</br>In numbers soft, pathetic, and sublime,</br>Lamented long, that he alone could see,</br>With mental organ, Nature's wond'rous works;</br>And, from the seat of memory alone,</br>Compare the compass of the infernal shield</br>To the broad circle of thy spotty globe.</br>And HALLER too, &mdash; the frame and mind's physician&mdash;</br>Mourning in exile from his native home:</br>And he who sung of solitude; &mdash; and he,</br>Who, 'mid the gardens of romantic Sheen,</br>Would rove, enchanted, while each nightingale</br>Vied with its rival, which should charm him most.</br>Thee KLOPSTOCK oft, amid his song divine,</br>Hails with a wild and melancholy grace:</br>And DYER, too, who oft, in happier times,</br>Has charm'd my fancy, and has warm'd my heart;</br>When 'mid the groves of GRONGAR I have sat,</br>Beneath the hawthorn; where, at close of day,</br>The poet sung old Grongar's matchless shade.", "VII.</br>Thee, too, the sea-worn MARINER adores;</br>When, near the point of Horn's tempestuous cape,</br>Or 'mid th' enormous piles of wandering ice,</br>Which, 'neath the northern circle, bound the rocks</br>Of NOVA ZEMBLA, hung with hoary threads,</br>Form'd like the tissue of a spider's web,</br>Or clad in one continual robe of snow.</br>Or when wide tost on Biscay's sounding bay,</br>Now high in air, and now emerged below</br>Deep in its fathomless abyss, each wave</br>Towers like a mountain o'er the labouring bark;</br>Scattering wild, concave, surges to the sky;</br>And forming rainbows in thy sphere of light.", "Or, when benighted on a foreign land,</br>Desert and waste, where never rainbow yet</br>Circled the wide horizon; where no bee</br>E'er sipp'd rich nectar from the blooming cup,</br>Perfum'd from heav'n; the weary traveller roves,</br>Lost in the frightful darkness.  Round he turns</br>His visual organ: &mdash; all is dark: &mdash; profound</br>The silent concave! &mdash; Deep his withering soul</br>Sinks with his frame; &mdash; while pitiless despair</br>Sits like a nightmare on his feverish brain.</br>Soon in the horizon of the vaulted east,</br>Remote and shrouded with the dews of heaven,</br>In awful state, magnificent appears</br>Thy matchless form! &mdash; The wanderer hails the sight!</br>His frame, so lately sinking, throbs with hope;</br>Life quickens fresh; &mdash; his grateful bosom glows;</br>And his whole soul with holy transport fills.", "VIII.</br>Why sits the HERMIT on yon rocky cliff,</br>That screens his cave from rushing winds and waves?</br>While near his feet the azure beetle creeps</br>Its drowsy course, and round his hoary head</br>The moth, benighted, flies? &mdash; Why bends his eye</br>Full towards the west? &mdash; To see thy shadowy car</br>Sink in the bosom of the Atlantic waste!</br>Long has he watch'd the progress of thy course:</br>Nor will he slumber on his bed of moss,</br>Till in the east, dark MEMNON'S MOTHER calls</br>Each fragrant zephyr from the pearls, that gem</br>The lips of roses, to enrich the ray,</br>That tips with coral every cloud of morn.&mdash;</br>To him thy waning is more beautiful</br>Than is thy high meridian.  The stem</br>Of oak gigantic, wither'd by the blast,</br>More sacred is, than when it rear'd its head,</br>Peerless and proud, the monarch of the plain.</br>Th' embattled tower, o'ergrown with bearded moss,</br>And by the melancholy skill of time,</br>Moulded to beauty, charms his bosom more</br>Than all the palaces of princes. &mdash; Rocks,</br>Which raise their crested heads into the clouds,</br>Piled in rude grandeur, form a scene sublime,</br>More rich, more soothing to his pensive soul,</br>Than Rome, with all its palaces and ruins;</br>When through the lucid atmosphere of CLAUDE,</br>In awful state, the glowing sun descends,</br>And every fragment wears the golden hue,</br>That robes the concave of Italian skies.", "IX.</br>Beneath thy ray pale MELANCHOLY roves,</br>In awful silence, to yon ruin'd tower;</br>Beneath whose ivied arch profoundly sleeps</br>The history of ages. &mdash; There she sits,</br>Musing the midnight on the varied change</br>Of earthly objects; &mdash; on the varied ills</br>That wring the bosom of the sensitive young,</br>And reasoning old: &mdash; and, sighing from the soul,</br>Deeply laments, how oft the sacred form</br>Of Virtue bends before the frown of Fate.", "X.</br>Led by thy light the LOVER roves, to muse</br>On her, who first engaged his secret sigh.</br>Thee, too, the fond ENTHUSIAST deems his friend;</br>When o'er the scented grave of her he loved,</br>Untimely lost in death's oblivious shade,</br>He drops the silent tear, and bending kneels</br>To kiss the sacred spot, and sigh \"Farewell.\"", "XI.</br>Ye heartless many! &mdash; YE, who know so well</br>To use th' intriguing faculties; &mdash; and who,</br>Remorseless, poison all the purer springs</br>Of mental youth, and ridicule the soul;</br>As insects, perforating buds of flowers,</br>Steal their sweet juice, and wither them away;&mdash;</br>Why do ye smile to see th' enthusiast weep</br>And why to see the fond enthusiast gaze,</br>With mournful silence, on the chequer'd light,</br>That beams, through vi'lets, on the sacred grave?</br>Ye are unholy! &mdash; Hasten to your homes,</br>That friendless, cheerless, speak the heartless man.</br>Away! &mdash; ye are unholy. &mdash; Not a tear</br>Would swell your eye-lids, were the world to die;</br>So that yourselves might live. &mdash; In vain for you,</br>The Catholic virgin gazes on the light,</br>Which gilds her rosary of beads; &mdash; in vain</br>Tears, &mdash; melting tears, &mdash; denote a broken heart;</br>While sighs, &mdash; responsive to her evening hymn,&mdash;</br>Steal through the cloisters of her convent grey.", "XII.</br>Away! &mdash; ye are unholy. &mdash; Often have I stood</br>On the wild banks of Severn and the Wye,</br>Avon and Usk, the Towy, and the Cam,</br>Isis and Trent, green Medway, and the stream,</br>That winds Langollen's lovely vale along,</br>To view thy form reflected! &mdash; Often have I stray'd</br>Beneath the shade of venerable piles,</br>Netley, or Strata Florida, the walls</br>Of sacred Tintern, or the moss-grown abbey,</br>Bosom'd in mountains, near the winding banks</br>Of \"wizard Dee;\" &mdash; in silence to reflect,</br>How calm and constant thou pursu'st thy course,</br>Unheeding of man's passions! &mdash; As I've paused&mdash;</br>A fragrant balm has visited my heart,</br>Stealing a character from Paradise,</br>Which soothed my soul, and \"wing'd it to the skies.\"&mdash;</br>Where in the volume of thy wandering globe,</br>Names are inscribed of those, who, deep retired,</br>Through optic glass, beheld thy liquid zones,</br>Thy streams and mountains; &mdash; where at times is seen,</br>Circling thy space, a party-colour'd crown,</br>Like aureoles on the sacred head</br>Of saint or martyr; &mdash; and where oft appears</br>Refracted and reflected in the drops,</br>That lightly fall from heaven, the midnight bow,</br>Arching the deep horizon; &mdash; while the cot,</br>O'er which it rises in magnificence</br>Solemn and sacred, from the falling rain</br>Protects the weary woodman, as he sleeps</br>Secure, &mdash; unheeding of impending storms.", "XIII.</br>O thou! &mdash; that turn'st thy fair yet furrow'd face,</br>Still towards the illuminating orb of day,</br>Like to a blooming heliotrope; &mdash; who round</br>The earth's proud surface wield'st thy constant course,</br>As round the sanctuary of her husband's bed,</br>The faithful matron, &mdash; loving and beloved,&mdash;</br>Travels the pilgrimage of life: &mdash; Oh!  thou,</br>Whose sons and daughters are more fair than those</br>Of this terrestrial globe; &mdash; inhabitants,</br>Worthy thyself; &mdash; the sister of the sun,&mdash;</br>Whose splendid temple at rich Ephesus,</br>Built by the manual industry of kings,</br>Attest the glory of thine ancient reign.</br>When thou appearest in the ebony,</br>Each constellation beams with joy divine</br>Around thy splendid circle: &mdash; every star</br>Seems, as if listening to the tremulous note,</br>That, with harmonious melody, awake</br>Those forms aerial of infinity,</br>Which on th' electric fluid ride through space</br>From satellites to planets; thence to suns,</br>Circled by comets; and to systems vast,</br>Forming the volume of the universe,</br>To age eternal. &mdash; When thy mystic form</br>Eclipst appears, surrounding nations gaze,</br>In silent wonder: &mdash; stern ORION, who,</br>Like a huge giant, hangs his circling belt</br>And threatening sword, as if the concave wide</br>Were ruled by him: &mdash; ARCTURUS, and the gems,</br>That form the watery PLEIADS; &mdash; and the star,</br>That burns with heat intense, behold thy form</br>&mdash;Darken'd &mdash; with terror; as if Nature's hour</br>For dissolution into space were come.</br>But as thou reassum'st thy wonted light,</br>More lovely in thy beauty, than when seen</br>First by the wise ENDYMION, who enjoy'd</br>Thy secret converse on the Syrian mount;</br>They gaze with awe, soon softening with delight,</br>And with charm'd hope resign their reign to thee!&mdash;</br>While the rude bear, revolving round the pole,</br>In one unvaried circle, and who ne'er</br>Bathes his wild forehead in the echoing main,</br>Beholds how firm thine influence enchants</br>The raging billows to their rocky beds,</br>From gulf of ORMUS to the vast profound</br>Of old ATLANTIC: &mdash; constant in thy change!</br>Yet constant in thine influence, from month</br>To year, from year to cycle, and to age!</br>Since first the penetrating eye of man</br>Beheld thee, rising o'er the balmy skirts</br>Of blooming Eden, thou art still the same;</br>And all now gaze on that, which Adam saw!</br>Adam and Moses, Thales, and the man</br>Who first taught Nature to th' astonish'd sons</br>Of western regions. &mdash; Oh!  transporting thought!</br>To think that these unhallow'd eyes have seen</br>What ADAM, MOSES, and great NEWTON saw!", "XIV.</br>But all beneath the constant Moon decay!</br>All change! &mdash; All spring from infancy to age</br>And, at the appointed season of decay,</br>Melt into dust; &mdash; to be reform'd again.</br>Reform'd in splendour more magnificent,</br>Than eye has seen, or ear has ever heard!</br>And by that power, OMNIPOTENT; whose name,</br>Inscribed on all the Universe, proclaims</br>HIM PAST, HIM PRESENT, FUTURE, and SOLE CAUSE,</br>SOLE POWER, SOLE LOVE, SOLE WISDOM, AND SOLE END.</br>"]