["Beneath a meadow bridge, whose arch was dry,</br>Some swains sought shelter till a shower was by.</br>Upon its smooth half-circling roof of stone</br>Rude figured things in different colours shone,</br>Spread hands and birds, and self-imagined flowers,</br>Pastimes of boys imprison'd there by showers;</br>Some made with ruddle, which the shepherd swain</br>Employs, that he may know his sheep again,</br>Others with fire-sticks, chance would haply find</br>About the spot, by gipsies left behind;</br>And many a deeply-cut two letter name,</br>Where knives were spoilt to win an inch of fame,</br>Which linger on for years about the spot,</br>Brands of oblivion, living yet forgot.", "Here the swains shelter'd till the storm was o'er,</br>Sitting on stones rolled in for seats before:</br>Some spent the hour in leisure's pleasant toil,</br>Making their apple-scoops of bone the while;</br>One crimpt a knitting-sheath upon his knees,</br>To please a maiden whom he wish'd to please;</br>An older swain did his wet hours employ</br>In making whistles for an anxious boy,</br>Who sat in eager watchings by his side,</br>Waiting their finish with exulting pride;</br>While two young swains in love's discoursings fell,</br>Lapping up love-knot plaits, and many a spell,</br>With broad green reed-blades, where the shelter'd midge</br>Danced in their shadows by the mossy bridge.</br>The swallows, darting through the arch at play,</br>Heard the rude noise, and popt another way.", "RICHARD.</br>My love forgets me never; every spell</br>Links as I lap it, and betokens well.</br>When I was young, and went a weeding wheat,</br>We used to make them on our dinner seat:</br>We laid two blades across, and lapt them round,</br>Thinking of those we loved; and if we found</br>Them linked together when unlapt again,</br>Our loves were true; if not, the wish was vain:</br>I've heard old women, who first told it me,</br>Vow, that a truer token could not be.", "SIMON.</br>Three times I've lapt mine up, and still 'tis out;</br>A fatal number, had I cause to doubt;</br>But Mary Fieldflower still is fond and free,</br>And shows no token to dishearten me:</br>I care not what this foolish trifling tells,</br>For I can bring up better proofs than spells.", "RICHARD.</br>Produce them, Simon; for if she be true</br>To lovers vows, she has no room for two.</br>Ne'er feast on fancy, 'tis a dangerous food</br>To take as truth, and in a loving mood;</br>She throws a rosy veil round self-conceit,</br>Which, like the canker to the heart, will eat,</br>Till nought is left to cherish her disguise,</br>Then, like worm-eaten fruit, it drops and dies.</br>If I judge right, the maid you name is mine;</br>Nor without proofs will I the maid resign.", "SIMON.</br>These I can give in plenty; though, I own,</br>I never knew that she had kindness shown</br>To other shepherds than myself, till now,</br>Much less that she chain'd follies with a vow.</br>Last April fair, when I got bold with beer,&mdash;</br>I loved her long before, but had a fear</br>To speak &mdash; as by a stall she chanced to stand,</br>With kerchief full of fairings in her hand,</br>I ventured up, and tapt her on the arm:</br>She seem'd at first to startle with alarm;</br>But when I begg'd a fairing at the wake,</br>She loosed her kerchief, and pull'd out a cake;</br>And in return for her good-natured ways,</br>I offer'd ribbons which I heard her praise:</br>These she refused, and said she'd plenty got,</br>But thank'd me kindly, though she took them not.", "RICHARD.</br>Whene'er at Sunday feast, or noisy fair,</br>I go, and meet with rosy Mary there,</br>If my dog finds her first he rubs her clothes,</br>And wags his tail; e'en she to him bestows</br>A ginger button, and quick turns again,</br>To wonder why I out of sight remain:</br>And when she finds me out, in manners free,</br>She comes unasked to offer things to me;</br>Never refusing the returns I make,</br>But meanest trifles condescends to take.</br>Last Christmas' sports, I join'd the skaiting crew</br>That yearly race for hats with ribbons blue,</br>And flew away with young Hope's swiftest pace;</br>Nor was I cheated, for I won the race:</br>I took the bunch of ribbons home at night</br>To Mary, who e'en trembled with delight;</br>Nor once refused the proffered gift to take,</br>But said, \"Well done!  I'll keep it for your sake.\"", "SIMON.</br>Once we, with others, at a neighbour's met</br>To play at cards, when she beside me sat;</br>Although at first she edged her chair away,</br>She grew more fond as we began to play,</br>And soon as ever up my cards I took,</br>She smiled, and o'er my shoulder stole to look;</br>To make believe, in true Love's fondling way,</br>She wish'd to know what cards I had to play.</br>And when, to try her love, I made pretence</br>To leave off playing for the want of pence,</br>She from her lap took out the penny fee,</br>And put it 'neath the candlestick for me.</br>Although she would not take, when we retired,</br>My arm, to guide her home, as I desired,</br>She often turn'd, as wishing I'd pursue,</br>And said, Good night!  and thank'd me kindly too.", "RICHARD.</br>Last Michaelmas, at night, we join'd to play</br>A hand or two, and keep a holiday:</br>When we chose partners, not as love regards,</br>But by the fortunes of the lifted cards,</br>While Mary look'd at one she took in hand,</br>She smiled at me to make me understand;</br>Pointing the colour in her flowery dress,</br>I took the hint, and well knew which to guess.</br>\"The colour'd card,\" said I, \"my wishes seek,</br>Is something like the rose on Mary's cheek;</br>A bonny red for me.\" &mdash; She laugh'd outright,</br>And said, \"Then I'm your partner for the night.\"</br>Blushing, she edged her chair up close to mine,</br>Paying, with joy, her kiss for every fine.</br>When time came on us with the hour to part,</br>Although 'twas late, she seemed as loath to start;</br>And, though the full moon shone as bright as day,</br>She even ask'd me if I'd lead the way,</br>And took my arm without the least to do</br>These are my proofs, and I have morts as true.", "SIMON.</br>Once 'neath a huge ash tree she made a stop,</br>To view a magpie's nest upon the top.</br>I thought she wish'd the eggs, and up I went,</br>Nor paused to ask her what her looks had meant;</br>The grain sway'd like a bulrush in the wind,</br>But I climb'd on, and left my fears behind.</br>She praised the spotted eggs, but seem'd in pain,</br>So up I took them to the nest again.</br>Poor birds!  she sighed, to hear them caw and cry,</br>And more perhaps to think I climb'd so high.</br>I was embolden'd, from such shown regard,</br>To beg and take a kiss as my reward;</br>Although behind her hands she hid her face,</br>She only blushed, nor frown'd at my embrace.", "RICHARD.</br>Force gives no choice; their own free-will is best:</br>What we urge earnest, they but take in jest.</br>One day, while picking sprigs of hillock thyme,</br>A little pismire in the flowers did climb,</br>Which to her bosom proved a rebel guest,</br>And stung her as she placed it in her breast;</br>Red pimples rose upon her snowy skin,</br>While sighs bespoke the anguish she was in:</br>But when she show'd it me with blushing face,</br>I bent with trembling heart and kiss'd the place,</br>Urging the charm as cure for all her pain,</br>She smiled, as wishing to be kiss'd again.", "SIMON.</br>Once in the pasture lane, at evening's hour,</br>She stoop'd down to reach a water flower,</br>And sure enough, had I not caught her gown,</br>Headlong the venturing girl had toppled down!</br>I held her in my arms till danger's fright</br>Was calm'd, and then she thank'd me in delight;</br>And smiling, promised as she walked away,</br>To dance with me on the next holiday.", "RICHARD.</br>Once, from her choice black lamb, I stooped to pull</br>A bramble, that got tangled in the wool,</br>And pricked my hand; she seem'd to feel the pain,</br>While with a pin I pick'd it out again:</br>Love-sighs the while did her white bosom swell,</br>And tears e'en started when she wish'd it well.</br>She seem'd to hope I'd let the wanderer be,</br>As she had rather it were hurt than me.", "SIMON.</br>Ay, some delight to try a gossip's spell,</br>And flattery's honey suits some lovers well:</br>I've took her milk full often o'er a stile,</br>She always thank'd me, and would often smile;</br>And when she miss'd a lamb at morn's young light,</br>Thinking the fox had stole it of at night,</br>She'd mourn and sigh, and seek it, and inquire,</br>Then I too search'd; oft pierced with thorn and briar,</br>And when she sorrow'd, though the lamb was free,</br>I might think too that she was grieved for me.", "RICHARD.</br>Thoughts deal in fancies far away from truth,</br>And Folly's shadows shine like suns to youth;</br>But Reason's proofs are never urged in vain,</br>And what I've witness'd, I'll believe again.</br>Once 'neath this very bridge, when left alone,</br>I cut my name in full upon the stone:</br>'Twas weeding time, and she was toiling nigh,</br>With others cutting thistles from the rye.</br>The next day, coming to the place again,</br>Where they had been for shelter from the rain,</br>I saw her own name in full letters shine,</br>Scratch'd with a knife or bodkin close to mine,</br>And linked together with a true love's knot:</br>Mine lingers still upon the much-loved spot;</br>But some rude fool, with envy at his heart,</br>Has scratch'd hers out, and torn the links apart.</br>Well!  they may hide love's shadows how they will,</br>The maid that wrote it is my true-love still:</br>I told her of the proof with anxious pride,</br>And though she own'd it not, she ne'er denied.", "SIMON.</br>On Plough-witch-Monday, I was in the barn</br>Tying up bundles there of foddering corn,</br>To take a-field for sheep, that round the stacks</br>Lay, with the small snow winnowing on their backs,</br>When in she ran, with cheeks as pale as death,</br>And scarce could speak the while for want of breath;</br>\"Keep secrets, Sim,\" she said, \"I need them now,</br>The witch-chaps come\" &mdash; then skulk'd behind the mow;</br>And in they rush'd, and laugh'd and stared about,</br>Threat'ning rude kisses if they found her out,</br>While I to screen her, as she wish'd me, swore</br>That I had seen her bustle by the door:</br>So off they ran, when she came smiling out,</br>Saying she hated to be mawled about</br>With their black faces &mdash; but when I began</br>To urge my claims, she never shrieked, nor ran,</br>As from a snake or toad &mdash; but said the day</br>Was short, and Labour had no time for play.", "RICHARD.</br>But hark ye, Simon, that's in seasons gone,&mdash;</br>On last Plough-Monday I myself was one.</br>She saw us coming, and prepared to fly,</br>But me she noticed with a laughing eye,</br>Hiding like one that wishes to be found;</br>And while the others search'd the house around,</br>I heard the creaking of the dairy door.</br>Knowing such secrets by her ways before,</br>I instant put her hiding-place to rout,</br>Nor did she hold the latch to keep me out.</br>She might my blacken'd face a little dread;</br>\"You'll spoil my Sunday cap,\" was all she said:</br>And when I hoped my ways were not unkind,</br>\"Oh no,\" she laughed, \"there's water, never mind.\"", "SIMON.</br>Some Sundays back, I'd been to fold my sheep,</br>Just as the red sun down the woods did creep,</br>And looking back, while wand'ring home again,</br>I saw a girl come down the pasture lane</br>I slacken'd pace to pull a wild rose down,</br>That she might catch me 'ere we met the town;</br>And turning round again, as near she drew,</br>'Twas Mary's self, who nodded \"How do ye do?\"</br>She kept my pace, and chatted by my side,</br>Oft turning round my happy dog to chide,</br>Who chased the hares, that sat on clover knolls</br>At feed, and rabbits squatting by their holes.</br>She praised the blackbird at his evening song,</br>That in the hedgerow ranted all along</br>His old song \"Draw the knave a cup of beer!</br>Be quick, quick, quick!\"  in chorus plain and clear.</br>The path grew narrow as we rambled on,</br>And through the corn-field made but room for one:</br>Though she went first, still she would often turn,</br>The unheard answers of our talk to learn;</br>Inquiries often urging with a smile,</br>As if she wish'd to bring up love the while.</br>I'm sorry since, I tried not ways to woo,</br>Putting things forward, as a many do.</br>She let me climb stiles first, then made a stand,</br>As if she wish'd to offer me her hand;</br>But I kept backward, wishing still to prove</br>Yet stronger signals of my Mary's love;</br>And sure enough, all that have eyes may see,</br>Through this, the value that she has for me.", "RICHARD.</br>They may indeed, and Mary in her mirth</br>Would say a farthing is of kindred worth.</br>Last May-day eve she sprained her foot at play;</br>And when she found she could no longer stay,</br>She came to me in sorrow, yet in smiles:</br>And begg'd my aid to help her o'er the stiles:</br>Some said she feign'd it as excuse to go;</br>Be as it would, I never sought to know,</br>But took her arm and went, and on our road</br>She many a token and a kiss bestow'd.</br>Once, as she leaned to rest upon a stile,</br>The pale moon hanging o'er her looks the while,</br>\"Richard,\" she said, and laugh'd, \"the moon is new,</br>And I will try if that old tale is true,</br>Which gossips tell, who say, that if as soon</br>As any one beholds the new May-moon,</br>They o'er their eyes a silken kerchief fling</br>That has been slided through a wedding-ring,</br>As many years as they shall single be,</br>As many moons they through that veil shall see;</br>And I for once will try the truth I vow:</br>For this, that hangs about my bosom now,</br>Was drawn through one upon a bridal night,</br>When we were full of gossip and delight.</br>Old women, if they heard my talk, would call</br>Me fond, and think I wish'd the number small;</br>E'en you may think me foolish, or too free</br>Be as it will, I'll take it off and see.&mdash;</br>Then instant from her snowy neck she threw</br>It first o'er me, and bade me tell her true;</br>And sure as I stand here, while that was o'er,</br>I saw two moons as plain as one before</br>And when my Mary took it off to try,</br>Herself saw two, the very same as I,</br>Although at first she did not like to own,</br>Saying in blushes she could see but one;</br>Yet, as her kerchief round her neck she tied,</br>She smiled, and mutter'd \"Now I'm satisfied.\"</br>\"Mary,\" I answer'd, \"then it rests with you</br>To suit the tale, and make it false or true.\"</br>\"Richard,\" she said, \"where I find truth, I find</br>Nothing to make me of a diff'rent mind.\"</br>This was as plain a hint as she could say,</br>And other proofs were throwing words away;</br>Yet she made promises that night to me,</br>That next year's summer may expect to see,</br>When round our hopes a love-knot shall be twined</br>As fast as rings and parsons' words can bind.", "SIMON.</br>I'll not believe it, though such manners may</br>Much more of freedom than I wish betray;</br>Still her good nature I will keep in mind,</br>And ne'er believe that Mary is unkind:</br>She always thanks me, very kind and free,</br>For help in toil, and that's a proof for me.</br>Last live-long winter through, for such rewards,</br>I clean'd the paths from snow about the yards,</br>And litter'd straw in all the pudgy sloughs</br>About the hovel, where she milk'd her cows;</br>Oft milking when I'd any time in hand:</br>I've from the heath brought many a load of sand,</br>Whene'er at plough or dung-cart I have been,</br>Her shining rows of pewter plates to clean;</br>I've risen up from my dinner many a day,</br>When master at the market was away,</br>For her a stolen pear or plumb to reach,</br>Or gait of water from the pump to fetch;</br>And she has smiled, and thank'd me o'er and o'er,&mdash;</br>Love proves itself, I need relate no more:</br>Yet once, while clambering o'er the orchard wall,</br>I fell, and from my pocket in the fall</br>My knife was lost, and Mary, ever free,</br>Found it, and offered it as mine to me;</br>But I denied it then, that mine was gone,</br>On purpose that the maid might keep it on;</br>So she no more inquiries cared to make,</br>And I'll be bound she keeps it for my sake.", "RICHARD.</br>Well, though I had not time to tend her so,</br>Or milk her cows, or clean her paths from snow,</br>Love has no out-door charms for winter weather,&mdash;</br>'Twas spring and summer when we met together;</br>Yet when a chance fell out-at her desire,</br>I've waited on her at the kitchen fire,</br>And often made her evening labour light,</br>Taking the huge pot off the hooks at night</br>Brimful of milk the fatting calves to feed;</br>And soon as chances left no eyes to heed,</br>In whispering ways she'd o'er my shoulder lean.</br>While I took kisses for my toil unseen.</br>Whenever she sat up to bake or brew,</br>I've strove to help her so that no one knew,</br>While she would of her own accord agree</br>To hunt the yard, and seek new eggs for me,</br>Ne'er dreading striding witch, nor sheeted ghost,</br>Lapping them up in the hot coals to roast:</br>Though she'd no cellar-key a horn to fill,</br>I've fill'd a sweet-wort dish, and drank at will:</br>If she drank nothing at those hours of stealth,</br>She'd sip, and own it was to drink my health.</br>When summer's morts of blossoms ceased to bloom,</br>And time to take the honey up was come,</br>I would for her the brimstone torch alight</br>To smother in their hives the bees at night;</br>Though she would call it cruelty, and sigh,</br>And often take her apron up to cry,</br>She thought, while troubled o'er each murder'd bee,</br>To save the whitest honeycomb for me.</br>Oft would she from her folded apron take</br>Gifts, venturing clowns had stolen for her sake,</br>Bidding me choose whate'er I might prefer;</br>And oft, to prove, I left the choice to her,</br>When in a moment she'd begin to seek</br>A favourite apple with the reddest cheek,</br>Or plum that seem'd the mellowest, the while</br>Holding them out with many a sweeter smile:</br>These are not only proofs of love, but speak</br>Things as plain as ever one may wish to seek.</br>As to the knife, there all your hopes must sink,</br>For knives cut love, not keep it, as you think.</br>One that she pick'd up once, you soon may see:</br>Such gifts are dang'rous, so she sold it me;</br>There, own it:  if you can, I'll that resign,</br>But Mary Fieldflower still I claim as mine.</br>Ay, Simon, lad, why turn ye from the view,</br>Play with your watch-chain when you've nought to do?</br>Look up and answer me, or else refrain,</br>And own you've lost, and we'll be friends again.", "\"Ay,\" said the old man, with a weary smile,</br>Who sat at rest to listen them awhile,</br>\"Though Love in choosing mates is often blind,</br>And steers with Folly's whims against the wind,</br>Poor Simon's baffled hopes have stood too long,</br>His proofs were seldom right, and often wrong;</br>His chance is bad, I own, if all be true,</br>So make it up, and have no more to do;</br>Throw down the foolish love ye long have nursed,</br>And cease, or else the rain will finish first.\"", "Simon, who from their gaze had turn'd around,</br>And with his hook progg'd holes about the ground,</br>Whistled his resting dog, coil'd up asleep,</br>And in the rain went seeking for his sheep,</br>Glad from a rival's triumph to retreat,</br>Yet ne'er acknowleged that himself was beat;</br>While Richard turn'd his comrades' talk to join,</br>And proudly laugh'd to see his foe resign.</br>"]