["I.</br>Hence, monster, War! &mdash; hence to the wasted plains,</br>Where the grim Tartar prowls for prey; where reigns</br>Wide Desolation! &mdash; long thy iron sway</br>Has Europe mourn'd; &mdash; long hast thou mark'd thy way</br>O'er her dispeopled realms with crimson'd stride!</br>Too oft the just have bled, the guiltless died!</br>Too oft thy rage hath wak'd the parent's sigh,</br>Call'd forth the widow's tear, the orphan's cry;</br>Blasted the produce of the fruitful field,</br>Whate'er springs promise, or what autumns yield;</br>With impious aim hath nature's self laid low,</br>And wounded nations at a single blow!</br>&mdash;Hence, savage monster, War, to Scythia's coast!</br>There reign, fit colleague!  with perpetual frost!</br>There in hot blood bathe deep thy thirsty hand,</br>For ever exil'd from this happier land!&mdash;</br>&mdash;But come, fair Peace!  sweet Seraph, come and smile.</br>On Europe's harass'd realms, on Britain's isle!</br>Awake thou heav'n-appointed hour,</br>Destin'd upon thy orient wing</br>The wand'rer, Peace, again to bring,</br>The lovely wand'rer!  back to Britain's shore!", "II.</br>And lo!  she comes &mdash; a flood of light</br>Bursts from yon parting cloud! &mdash; confest</br>The Goddess shines! &mdash; her snowy vest</br>Loose floats in air! &mdash; she comes!  she fills the sight!</br>\"Hail Peace!  earth's blessing, Heaven's delight!&mdash;</br>She comes! &mdash; smite loud the sounding lyre,</br>Swell the sacred note still higher;</br>Raise it with the rising gale!&mdash;</br>The Goddess hears! &mdash; \"All hail!\"&mdash;</br>See, a dove sit on her crest,</br>(Emblem of her soft behest!)</br>One hand an olive-branch adorn,</br>The other Plenty's wreathed horn!</br>O mark the Goddess!  see!  sun-bright,</br>Tho' mild as morn, her eye on all</br>Bids soft-streaming radiance fall;</br>Yet chief regards with soft delight,</br>Yet chief beholds with partial smile,</br>The gen'rous sons of Britain's isle,</br>Who late, tho' injur'd, bade War's fury burn,</br>Who oft, tho' conqu'ring, woo'd her glad return!</br>See!  as she smiling wings her way,</br>The warrior's glitt'ring blade, high-rais'd in air,</br>Stops; &mdash; his stern frowns, deep-menacing dismay,</br>Straight a gentler aspect wear,</br>His hand, in act to strike, suspends the blow,</br>And courts the clasp of his admiring foe!&mdash;", "III.</br>Now the loud trump, dread harbinger of War,</br>The hollow drum, hoarse-murm'ring from afar,</br>The clarion shrill, the cannon's brazen roar,</br>Shall wake again the peaceful morn no more!</br>Now, Flora, lift thy smiling head,</br>Chequer sweet the daisied mead;</br>Wake again the slumb'ring gloom,</br>Bid each gale breathe soft perfume,</br>Fearless of War's untimely waste:&mdash;</br>For see!  far hence the ruthless spoiler chac'd!</br>The hind well-pleas'd now speeds his annual toil,</br>Nor dreads again the lawless plund'rer's spoil.</br>Now the glad merchant to each fav'ring breeze</br>Spreads the wide sail, and ploughs secure the seas,</br>Wings his bold course through ev'ry varying zone,</br>And makes the wealth of distant realms his own;</br>Now burns, sun-beat, on Afric's sultry coast,</br>Now shivers pierc'd with Iceland's keenest frost;</br>Yet shivers now, now burns, rejoic'd the while,</br>Since Peace and Safety bless his various toil.&mdash;", "IV.</br>These are thy blessings, Peace!  thou the kind source</br>Whence these, whence more than these, derive their course</br>Enriching all!  yet from thy gift, alone</br>Our seagirt isles a bliss peculiar own.</br>For say; (&mdash; shall the hold Muse thus high aspire?)</br>O say, could GEORGE; &mdash; say, could the Royal Sire</br>Of him, whose birth late wak'd a nation's joy,</br>And bade full rapture flush each Briton's eye;&mdash;</br>Say, could he teach to bloom the infant bud</br>In which lies Albion's ev'ry hope enshrin'd;</br>To ev'ry patriot, ev'ry princely good,</br>Say, could he duly form his op'ning mind,</br>Torn from the fond employ by War's alarms,</br>The call of kingdoms, and the rage of arms?</br>Now the sweet task, &mdash; thanks to thy gentler pow'r,</br>Which bids him, Atlas-like, awhile transfer</br>To weaker shoulders his important care,&mdash;</br>May oft engage retirement's golden hour.</br>O GEORGE!  great King!  in whom with raptur'd eyes</br>Britannia sees her second Alfred rise,</br>Eager to launch her thunder on her foes,</br>More eager still the wounds of War to close!</br>O thou, thy subject's guardian, and his guide!</br>All Europe's terror, envy; &mdash; yet its pride!</br>Bid him, thy son, pursue thy heav'n taught-plan,</br>The tyrant's scourge, the friend of man to man.</br>Give him to catch from thee the heav'n born fire;</br>Give him to emulate his godlike sire,</br>Who, when o'er Taio's waste-devoted plain</br>Oppression late high shook her iron chain,</br>Rose and forbade the monster to devour;</br>Rose and preserv'd &mdash; O virtuous use of pow'r!</br>To Taio's sons their king, their rights, their laws,</br>Espousing still, like Heav'n, the injur'd suppliant's cause!</br>Teach him to be &mdash; for oh!  what more</br>Can man attain, the Muse implore?&mdash;</br>Like thee, whom ev'ry tongue delighted sings,</br>The best of Men, and best-belov'd of Kings!</br>"]