["List, list, my love, to that heart-rending scream</br>That scared me wildly from my broken sleep!</br>Or have I startled from some frightful dream</br>Of drowning horror in the angry deep?</br>Did ye not hear it? &mdash; No; 'twas but the shrill</br>Sea-bird that shrieks aloud at break of day;</br>He hovers nigh, as 'twere foreboding ill,</br>And, vulture-like, he screams, expectant of his prey.", "Again, again!  that piercing shriek once more&mdash;</br>A strange, a wild, convulsive, dreadful cry!</br>O God!  it sounds more human than before,</br>Like \"some strong swimmer in his agony.\"</br>Ill-fated man!  could none their succour lend</br>To rescue thee from out thy living grave?</br>Or wert thou destined to so sad an end,</br>Unpitied and unknown, to sink beneath the wave?", "But yesternight beheld thee blithe and gay,</br>Elate with joy, and reckless of the morn,</br>That robed the King of Terrors in array</br>Most horrible, and laugh'd thy joy to scorn!</br>Upon the ship is fix'd his glaring eye&mdash;</br>He dies not yet, but gallantly doth swim;</br>Strong, wrestling with his dreadful destiny:</br>The ship, the ship will surely stay its course for him!", "And so he deems, and grapples with grim death,</br>As should a warrior with his enemy,</br>Nor yields to recreant fear his parting breath:</br>A hero's not a coward's death he'll die.</br>Poor nursling of the wave!  by hope upborne</br>Awhile, and boldly buffeting the billow,</br>And must thy buoyant hope then prove forlorn,</br>Thy winding-sheet the foam, and ocean be thy pillow?", "Oh no!  methinks they back the swelling sail</br>And bring her to &mdash; my senses have not err'd!</br>His cries have reach'd her wafted on the gale,</br>His life is saved &mdash; O God!  his prayers are heard:</br>And yet she veers not round &mdash; it cannot be&mdash;</br>Heaven speed it may!  his strength is well-nigh gone.</br>Courage, my man!  the ship shall turn for thee;</br>The coward dies a thousand deaths &mdash; the brave but one.", "O horrible!  the ship pursues her track</br>Careering o'er the unfathomable main,</br>Unconscious of his cries to bring her back.</br>The unhearing wind convey'd no sound again.</br>Then must thou die: &mdash; for terrible despair</br>Inevitably now hath rung thy knell&mdash;</br>O God!  can pen depict or tongue declare</br>Thy speechless agony?  'Tis indescribable!", "No hope is left &mdash; despair hath seal'd his doom;</br>How short then life's poor triumph now shall be&mdash;</br>He will not sink, but plunge into the tomb,</br>And, like the Roman, die with dignity!</br>He strives to \"yield the ghost;\" \"the envious sea,\"</br>As if in sport, unheedingly doth roll,</br>His spirit boldly struggling to be free &mdash;</br>'Tis past!  Almighty God, have mercy on his soul!", "Victim of danger!  hope!  despair!  and death!</br>Thy life in tempests, storms, and perils past,</br>And destined thus to yield thy latest breath!</br>Thy lot how sadly, tragically cast!</br>Ye who command your tears at need to flow</br>In prompt exuberance, as oft ye read</br>Some idle tale of mere fictitious woe,</br>Oh!  shed one drop for him, now numbered with the dead!", "Poor luckless mariner!  of his own life</br>He little reck'd; but, when about to perish,</br>His mem'ry flash'd upon his faithful wife,</br>He thought of her he'd loved and sworn to cherish;</br>He thought upon his infant babes, who raised</br>Their little hands to heav'n for him in prayer,</br>Their young blue eyes, that on their mother gazed:</br>She kiss'd them &mdash; for their father's image smiling there.", "Enough, enough!  such thoughts are misery.</br>Ye who can bear in misanthropic mood</br>To wend your way through life alone, and die</br>In selfish, unlamented solitude,</br>Leaving no trace of having been &mdash; ye scan</br>With callous heart such pangs, nor heed these ties&mdash;</br>A husband &mdash; father &mdash; as was this poor man,</br>Bequeathing all to Heav'n, by you unpitied dies!</br>"]