["Calidore hostes with Melibee,</br>And loves fair Pastorel;</br>Coridon envies him, yet he</br>For ill rewards him well.", "Now turn again my Team, thou jolly Swain,</br>Back to the Furrow which I lately left;</br>I lately left a Furrow, one or twain</br>Unplough'd, the which my Coulter hath not cleft:</br>Yet seem'd the Soil both fair and fruitful eft,</br>As I it past; that were too great a Shame,</br>That so rich Fruit should be from us bereft;</br>Besides the great Dishonour and Defame,</br>Which should befal to Calidore's immortal Name.", "Great Travel hath the gentle Calidore</br>And Toil endured, sith I left him last</br>Suing the Blatant Beast; which I forbore</br>To finish then, for other present Haste.</br>Full many Paths, and Perils he hath past,</br>Thro Hills, thro Dales, thro Forests, and thro Plains,</br>In that same Quest, which Fortune on him cast;</br>Which he atchieved to his own great Gains,</br>Reaping eternal Glory of his restless Pains.", "So sharply he the Monster did pursue,</br>That day nor night he suffer'd him to rest:</br>Ne rested he himself (but Nature's Due)</br>For Dread of Danger not to be redress'd,</br>If he for Sloth forslack'd so famous Quest.</br>Him first from Court he to the Cities cours'd,</br>And from the Cities to the Towns him press'd,</br>And from the Towns into the Country forc'd,</br>And from the Country back to private Farms he scors'd.", "From thence into the open Fields he fled,</br>Whereas the Herds were keeping of their Neat,</br>And Shepherds singing to their Flock, that fed,</br>Lays of sweet Love and Youth's delightful Heat:</br>Him thither eke (for all his fearful Threat)</br>He follow'd fast, and chaced him so nigh,</br>That to the Folds, where Sheep at night do fear,</br>And to the little Cotes, where Shepherds lie</br>In Winter's wrathful time, he forced him to fly.", "There on a day as he pursu'd the Chace,</br>He chaunc'd to spy a sort of Shepherd Grooms,</br>Playing on Pipes, and caroling apace,</br>The whiles their Beasts there in the budded Brooms</br>Beside them fed, and nipt the tender Blooms:</br>For other worldly Wealth they cared nought.</br>To whom Sir Calidore yet sweating comes,</br>And them to tell him courteously besought,</br>If such a Beast they saw, which he had thither brought.", "They answer'd him, that no such Beast they saw,</br>Nor any wicked Fiend, that mote offend</br>Their happy Flocks, nor Danger to them draw:</br>But if that such there were (as none they ken'd)</br>They pray'd high God him far from them to fend.</br>The one of them him seeing so to sweat,</br>After his rustick wise (that well he ween'd)</br>Offer'd him Drink, to quench his thirsty Heat,</br>And if he hungry were, him offer'd eke to eat.", "The Knight was nothing nice, where was no need,</br>And took their gentle Offer:  so adown</br>They pray'd him sit, and gave him for to feed</br>Such homely what, as serves the simple Clown,</br>That doth despise the Dainties of the Town.</br>Tho, having fed his fill, he there beside</br>Saw a fair Damsel, which did wear a Crown</br>Of sundry Flow'rs, with silken Ribbands ty'd,</br>Yclad in home-made Green that her own Hands had dy'd.", "Upon a little Hillock she was plac'd</br>Higher than all the rest, and round about</br>Environ'd with a Girlond, goodly grac'd,</br>Of lovely Lasses:  and them all without</br>The lusty Shepherd Swains sate in a Rout,</br>The which did pipe and sing her Praises due,</br>And oft rejoice, and oft for Wonder shout,</br>As if some Miracle of heavenly Hue</br>Were down to them descended in that earthly View.", "And soothly sure she was full fair of Face,</br>And perfectly well shap'd in ev'ry Limb;</br>Which she did more augment with modest Grace,</br>And comely Carriage of her Count'nance trim,</br>That all the rest like lesser Lamps did dim:</br>Who her admiring as some heavenly Wight,</br>Did for their sovereign Goddess her esteem,</br>And caroling her Name both day and night,</br>The fairest Pastorella her by Name did hight.", "Ne was there Herd, ne was there Shepherd's Swain</br>But her did honour, and eke many a one</br>Burnt in her Love, and with sweet pleasing Pain</br>Full many a Night for her did sigh and groan:</br>But most of all the Shepherd Coridon</br>For her did languish, and his dear Life spend;</br>Yet neither she for him, nor other none</br>Did care a whit, ne any liking lend:</br>Though mean her Lot, yet higher did her Mind ascend.", "Her whiles Sir Calidore there viewed well,</br>And mark'd her rare Demeanure, which him seem'd</br>So far the Mean of Shepherds to excel,</br>As that he in his Mind her worthy deem'd,</br>To be a Prince's Paragone esteem'd,</br>He was unwares surpriz'd in subtil Bands</br>Of the blind Boy, ne thence could be redeem'd</br>By any Skill out of his cruel Hands,</br>Caught like the Bird, which gazing still on others stands.", "So stood he still long gazing thereupon,</br>He any will had thence to move away,</br>Altho his Quest were far afore him gone;</br>But after he had fed, yet did he stay,</br>And sate there still, until the flying Day</br>Was far-forth spent, discoursing diversly</br>Of sundry things, as fell to work Delay;</br>And evermore his Speech he did apply</br>To th' Herds, but meant them to the Damsel's Fantasy.", "By this, the moisty Night approaching fast,</br>Her dewy Humour 'gan on th' Earth to shed,</br>That warn'd the Shepherds to their Homes to haste</br>Their tender Flocks, now being fully fed,</br>For fear of wetting them before their Bed.</br>Then came to them a good old aged Sire,</br>Whose silver Locks bedeck'd his Beard and Head,</br>With Shepherd's Hook in hand, and fit Attire,</br>That will'd the Damsel rise; the Day did now expire.", "He was to weet by common Voice esteem'd</br>The Father of the fairest Pastorel,</br>And of her self in very Deed so deem'd;</br>Yet was not so, but as old Stories tell</br>Found her by Fortune, which to him befel,</br>In th' open Fields an Infant left alone</br>And taking up brought home, and nursed well</br>As his own Child; for other he had none,</br>That the in Tract of Time accounted was his own.", "She at his bidding meekly did arise;</br>And straight unto her little Flock did fare:</br>Then all the rest about her rose likewise,</br>And each his sundry Sheep with several Care</br>Gather'd together, and them homeward bare:</br>Whilst every one with helping Hands did strive</br>Among themselves, and did their Labours share,</br>To help fair Pastorella home to drive</br>Her fleecy Flock; but Coridon most help did give.", "But Melibee (so hight that good old Man)</br>Now seeing Calidore left all alone,</br>And Night arrived hard at hand, began</br>Him to invite unto his simple Home;</br>Which though it were a Cottage clad with Lome,</br>And all things therein mean, yet better so</br>To lodge, than in the salvage Fields to roam.</br>The Knight full gladly soon agreed thereto,</br>Being his Heart's own Wish, and home with him did go.", "There he was welcom'd of that honest Sire,</br>And of his aged Beldame homely well;</br>Who him besought himself to disattire,</br>And rest himself, till Supper-time befel;</br>By which, home came the fairest Pastorel,</br>After her Flock she in their Fold had ty'd:</br>And, Supper ready dight, they to it fell</br>With small ado, and Nature satisfy'd,</br>The which doth little crave, contented to abide.", "Tho, when they had their Hunger slaked well,</br>And the fair Maid the Table ta'en away;</br>The gentle Knight, as he that did excel</br>In Courtesy, and well could do and say,</br>For so great Kindness as he found that day,</br>'Gan greatly thank his Host and his good Wife;</br>And drawing thence his Speech another way,</br>'Gan highly to commend the happy Life</br>Which Shepherds lead, without Debate or bitter Strife.", "How much, said he, more happy is the State,</br>In which ye, Father, here do dwell at ease,</br>Leading a Life so free and fortunate,</br>From all the Tempests of these worldly Seas,</br>Which toss the rest in dangerous Disease?</br>Where Wars, and Wrecks, and wicked Enmity</br>Do them afflict, which no Man can appease;</br>That certes I your Happiness envy,</br>And wish my Lot were plac'd in such Felicity.", "Surely my Son (then answer'd he again)</br>If happy, then it is in this Intent,</br>That having small, yet do I not complain</br>Of Want, ne wish for more it to augment,</br>But do my self, with that I have, content;</br>So taught of Nature, which doth little need</br>Of foreign Helps to Life's due Nourishment:</br>The Field's my Food, my Flock my Rayment breed;</br>No better do I wear, no better do I feed.", "Therefore I do not any one envy,</br>Nor am envy'd of any one therefore;</br>They that have much, fear much to lose thereby,</br>And Store of Cares do follow Riches Store.</br>The little that I have grows daily more</br>Without my Care, but only to attend it:</br>My Lambs do every Year increase their Score,</br>And my Flock's Father daily doth amend it.</br>What have I, but to praise th' Almighty, that doth send it?", "To them that list, the World's gay Shows I leave,</br>And to great ones such Follies do forgive,</br>Which oft thro Pride do their own Peril weave,</br>And thro Ambition down themselves do drive</br>To sad Decay, that might contented live.</br>Me no such Cares nor combrous Thoughts offend,</br>Ne once my Mind's unmoved Quiet grieve;</br>But all the Night in silver Sleep I spend,</br>And all the Day, to what I list, I do attend.", "Sometimes I hunt the Fox, the vowed Foe</br>Unto my Lambs, and him dislodge away;</br>Sometimes the Fawn I practise from the Doe,</br>Or from the Goat her Kid how to convey;</br>Another while I Baits and Nets display,</br>The Birds to catch, or Fishes to beguile:</br>And when I weary am, I down do lay</br>My Limbs in every Shade, to rest from Toil,</br>And drink of every Brook, when Thirst my Throat doth boil.", "The time was once, in my first Prime of Years,</br>When Pride of Youth forth pricked my Desire,</br>That I disdain'd amongst mine equal Peers</br>To follow Sheep and Shepherds base Attire:</br>For further Fortune then I would enquire;</br>And leaving Home, to Royal Court I sought,</br>Where I did sell my self for yearly Hire,</br>And in the Prince's Garden daily wrought:</br>There I beheld such Vainness, as I never thought.", "With sight whereof soon cloy'd, and long deluded</br>With idle Hopes, which them do entertain,</br>After I had ten Years my self excluded</br>From native Home, and spent my Youth in vain,</br>I 'gan my Follies to my self to plain,</br>And this sweet Peace, whose lack did then appear.</br>Tho, back returning to my Sheep again,</br>I from thenceforth have learn'd to love more dear</br>This lowly quiet Life, which I inherit here.", "Whilst thus he talk'd, the Knight with greedy Care</br>Hong still upon his melting Mouth attent;</br>Whose senseful Words empierc'd his Heart so near,</br>That he was wrapt with double Ravishment,</br>Both of his Speech, that wrought him great Content,</br>And also of the Object of his View,</br>On which his hungry Eye was always bent;</br>That 'twixt his pleasing Tongue, and her fair Hue,</br>He lost himself, and like one half entranced grew.", "Yet to occasion Means to work his Mind,</br>And to insinuate his Heart's Desire,</br>He thus reply'd; Now surely, Sire, I find,</br>That all this World's gay Shows, which we admire,</br>Be but vain Shadows to this safe Retire</br>Of Life, which here in Lowliness ye lead,</br>Fearless of Foes, or Fortune's wreckful Ire,</br>Which tosseth States, and under foot doth tread</br>The mighty ones, afraid of every Change's Dread.", "That even I, which daily do behold</br>The Glory of the Great, 'mongst whom I wonne;</br>And now have prov'd, what Happiness ye hold</br>In this small Plot of your Dominion,</br>Now loath great Lordship and Ambition;</br>And wish the Heavens so much had graced me,</br>As grant me live in like Condition;</br>Or that my Fortunes might transposed be</br>From Pitch of higher Place, unto this low Degree.", "In vain, said then old Melibee, do Men</br>The Heavens of their Fortune's Fault accuse;</br>Sith they know best, what is the best for them:</br>For they to each such Fortune do diffuse,</br>As they do know each can most aptly use.</br>For not that which Men covet most, is best,</br>Nor that thing worst, which Men do most refuse:</br>But fittest is, that all contented rest</br>With that they hold:  each hath his Fortune in his Breast.", "It is the Mind that maketh good or ill,</br>That maketh wretch or happy, rich or poor:</br>For some, that hath abundance at his Will,</br>Hath not enough, but wants in greatest Store;</br>And other, that hath little, asks no more,</br>But in that little is both rich and wise:</br>For Wisdom is most Riches; Fools therefore</br>They are, which Fortunes do by Vows devize,</br>Sith each unto himself his Life may fortunize.", "Since then in each Man's self, said Calidore,</br>It is, to fashion his own Life's Estate,</br>Give leave awhile, good Father, in this Shore</br>To rest my Bark, which hath been beaten late</br>With Storms of Fortune and tempestuous Fate,</br>In Seas of Troubles and of toilsom Pain;</br>That whether quite from them for to retreat</br>I shall resolve, or back to turn again,</br>I may here with your self some small Repose obtain.", "Not that the Burden of so bold a Guest</br>Shall chargeful be, or change to you at all;</br>For your mean Food shall be my daily Feast,</br>And this your Cabin both my Bow'r and Hall.</br>Besides, for Recompence hereof, I shall</br>You well reward, and golden Guerdon give,</br>That may perhaps you better much withall,</br>And in this Quiet make you safer live.</br>So forth he drew much Gold, and toward him it drive.", "But the Good-man, nought tempted with the Offer</br>Of his rich Mould, did thrust it far away,</br>And thus bespake; Sir Knight, your bounteous Proffer</br>Be far from me, to whom ye ill display</br>That mucky Mass, the cause of Mens Decay,</br>That mote empair my Peace with Danger's Dread.</br>But if ye algates covet to assay</br>This simple sort of Life that Shepherds lead,</br>Be it your own:  our Rudeness to your self aread.", "So there that Night Sir Calidore did dwell,</br>And long while after, whilst him list remain,</br>Daily beholding the fair Pastorel,</br>And feeding on the Bait of his own Bane.</br>During which time he did her entertain</br>With all kind Courtesies he could invent;</br>And every day, her Company to gain,</br>When to the Field she went, he with her went:</br>So for to quench his Fire, he did it more augment.", "But she that never had acquainted been</br>With such queint Usage, fit for Queens and Kings,</br>Ne ever had such knightly Service seen</br>(But being bred under base Shepherds Wings,</br>Had ever learn'd to love the lowly things)</br>Did little whit regard his courteous Guise;</br>But cared more for Colin's Carolings</br>Than all that he could do, or e'er devize:</br>His Lays, his Loves, his Looks, she did them all despise.", "Which Calidore perceiving, thought it best</br>To change the manner of his lofty Look;</br>And doffing his bright Arms, himself addrest</br>In Shepherd's Weed, and in his Hand he took,</br>Instead of Steel-head Spear, a Shepherd's Hook;</br>That who had seen him then, would have bethought</br>On Phrygian Parts by Plexippus' Brook,</br>When he the Love of fair Oenone sought,</br>What time the golden Apple was unto him brought.", "So being clad, unto the Fields he went</br>With the fair Pastorella every day,</br>And kept her Sheep with diligent Attent,</br>Watching to drive the ravenous Wolf away,</br>The whilst at pleasure she mote sport and play;</br>And every Evening helping them to fold:</br>And otherwhiles for need, he did assay</br>In his strong Hand their rugged Teats to hold,</br>And out of them to press the Milk:  Love so much could.", "Which seeing Coridon, who her likewise</br>Long time had lov'd, and hop'd her Love to gain,</br>He much was troubled at that Stranger's Guize,</br>And many jealous Thoughts conceiv'd in vain,</br>That this of all his Labour and long Pain</br>Should reap the Harvest, e'er it ripen'd were;</br>That made him scour, and pout, and oft complain</br>Of Pastorel to all the Shepherds there,</br>That she did love a stranger Swain than him more dear.", "And ever when he came in Company,</br>Where Calidore was present, he would lour,</br>And bite his Lip, and even for Jealousy</br>Was ready oft his own Heart to devour,</br>Impatient of any Paramour:</br>Who on the other side did seem so far</br>From malicing, or grudging his good Hour,</br>That all he could, he graced him with her,</br>Ne ever shewed Sign of Rancour or of Jar.", "And oft, when Coridon unto her brought</br>Or little Sparrows, stolen from their Nest,</br>Or wanton Squirrels, in the Woods far sought,</br>Or other dainty thing for her addrest;</br>He would commend his Gift, and make the best;</br>Yet she no whit his Presents did regard,</br>Ne him could find to fancy in her Breast:</br>This new-come Shepherd had his Market marr'd.</br>Old Love is little worth, when new is more prefer'd.", "One day whenas the Shepherd Swains together</br>Were met, to make their Sports and merry Glee,</br>As they are wont in fair Sun-shiny Weather,</br>The whiles their Flocks in Shadows shrouded be,</br>They fell to dance:  then did they all agree,</br>That Colin Clout should pipe, as one most fit;</br>And Calidore should lead the Ring, as he</br>That most in Pastorella's Grace did fit;</br>Thereat frown'd Coridon, and his Lip closely bit.", "But Calidore, of courteous Inclination,</br>Took Coridon, and set him in his Place,</br>That he should lead the Dance, as was his fashion;</br>For Coridon could dance, and trimly trace.</br>And whenas Pastorella, him to grace,</br>Her flowry Garland took from her own Head,</br>And plac'd on his, he did it soon displace,</br>And did it put on Coridon's in stead:</br>Then Coridon woxe frolick, that earst seemed dead.", "Another time, whenas they did dispose</br>To practise Games, and Masteries to try,</br>They for their Judge did Pastorella chose;</br>A Garland was the Meed of Victory.</br>There Coridon, forth stepping openly,</br>Did challenge Calidore to wrestling Game:</br>For he through long and perfect Industry,</br>Therein well practis'd was, and in the same</br>Thought sure t' avenge his Grudge, and work his Foe great Shame.", "But Calidore he greatly did mistake;</br>For he was strong and mightily stiff pight,</br>That with one Fall his Neck he almost brake:</br>And had he not upon him fallen light,</br>His dearer Joint he sure had broken quite.</br>Then was the oaken Crown by Pastorel</br>Given to Calidore, as his due Right;</br>But he, that did in Courtesy excel,</br>Gave it to Coridon, and said he won it well.", "Thus did the gentle Knight himself abear</br>Amongst that rustick Rout in all his Deeds,</br>That even they, the which his Rivals were,</br>Could not malign him, but commend him needs:</br>For Courtesy amongst the rudest breeds</br>Good-will and Favour.  So it surely wrought</br>With this fair Maid, and in her Mind the Seeds</br>Of perfect Love did sow, that last forth brought</br>The Fruit of Joy and Bliss, tho long time dearly bought.", "Thus Calidore continu'd there long time,</br>To win the Love of the fair Pastorel;</br>Which having got, he used without Crime</br>Or blameful Blot; but menaged so well,</br>That he of all the rest, which there did well,</br>Was favoured, and to her Grace commended.</br>But what strange Fortunes unto him befel,</br>E'er he attain'd the Point by him intended,</br>Shall more conveniently in other place be ended.", ""]