["Thou faintest, lovely daughter of the skies,</br>Who smilest with thy rolling orbs of light,</br>Whose face blooms with the rose and lily's dies;</br>Whose lips of nectar glow like rubies bright,</br>O'er pearls which sparkle like the dews of night;</br>Whose snow-white breast with animation glows;</br>Bound with a zone of purest maiden white:</br>Whose beauteous tear for wo so softly flows,</br>It seems like falling dew which bathes the flushing rose:&mdash;", "Thou, blooming maid, with thy wild eyes of blue,</br>Hast kindled in my breast devouring fire,</br>Which those love-rolling orbs still ever will renew,</br>While memory's influence shall my mind inspire,</br>Or till the feelings of my heart expire,</br>And till it turns to adamantine stone,</br>Which Love's deep-piercing, cruel darts shall tire,</br>When pouring on a heart unfeeling grown;</br>Where arrows cannot pierce, nor music melt with mellow'd tone.", "But can the heart turn damp, and hard, and cold,</br>Where love has plung'd his arrows dire and deep?</br>No:  sooner will the crucible turn gold</br>Refin'd and bright, to iron's drossy heap:&mdash;</br>Sooner will the tender mother cease to weep,</br>When reft of one lov'd, only, darling child:</br>The heart can never rest in torpid sleep,</br>While youthful bloom wakes thrilling passion wild,</br>And beauty breathes soft words with pleasing accents mild.", "Nor can hope smile with heav'n's eternal bloom,</br>And tell that time shall make the heart grow old;</br>The damp, cold, rayless night which veils the tomb,</br>Is all the refuge which can e'er enfold</br>The tender frame cast in love's magic mould:&mdash;</br>Then let the howling winds hear my lament,</br>And rocks and mountains list a tale untold;</br>I cannot find sweet peace and calm content,</br>But in the silent grave, where now my steps are bent.", "'Tis not that thou art cruel, glowing maid,</br>For thou hast smil'd upon my mournful-brow;</br>But thy celestial form in white array'd,</br>Must bloom for other eyes than those which see thee now;</br>Thy tender eyes on me must cease to glow;</br>My boat o'er seas of trouble wide must roam,</br>O'er rocks and quicksands drag its heavy prow,</br>Where breakers swell, and rudely fret and foam;</br>Where beauty's tearless smiles, and ruddy hues must never come.", "O!  yet dark rocks, that frown o'er ocean's waves;</br>Ye forests deep, where towers the lofty pine;</br>Ye precipices dread, where shady leaves</br>Smile pendant o'er the raging, roaring brine;&mdash;</br>In shades of darkest night may I recline</br>Upon your frowning, solitary steeps;</br>And may the ivy all around entwine,</br>Where cypress gloom in midnight horror weeps,</br>And death's black sentinel the solemn passage keeps!&mdash;", "Yet though deep caves should shroud me in their gloom,</br>And from the world for ever I should fly;</br>Thou wilt my vital flame of life consume:</br>I hear, in ev'ry breeze which whistles by,</br>Sounds like the raven's boding, dismal cry,</br>Which tell me thou hast firmly fix'd my fate!&mdash;</br>When those dear charms first met my youthful eye,</br>Could I then know their influence so great,</br>That I should leave so soon my tale for others to relate.", "Smile on, O mild, endearing, sweetest girl,</br>In innocence so sprightly, fair and gay;</br>Soft auburn locks around thy features curl,</br>And while with raptur'd glance I now survey</br>Thy seraph eyes celestial blue display,</br>I know that thou shalt be more blest than I;</br>Thy breast shall glow with love's warm, melting ray;</br>Some tender heart thy beauties shall descry,</br>Which thine shall own with dear delight, and weeping eye.", "And may your joy and blissful rapture last,</br>And light you down the lovely vale of years;</br>But me not destin'd these delights to taste,</br>My crimson blood shall soon turn all to tears;</br>For thou art all which life to me endears,</br>And when from thee I shall be rudely torn,</br>The damp grave shall conceal my hopes and fears:&mdash;</br>No more shall I be left for thee to mourn,</br>But peaceful, calmly sleep, no longer weeping, sad, forlorn.</br>"]