["Hail to the honest Advocates!  who stood</br>In presence of the K&mdash; with courage good,</br>And pleaded, that upon an old estate</br>They found some hedges broken down of late,</br>And therefore brought a Bill they had prepar'd,</br>Begging, when time to read it could be spar'd,</br>That he would weigh contents which he would find,</br>And left their paper, creditably sign'd.", "Hail, Advocates for Freedom!  who agreed</br>Over the Bottle, how you should proceed,</br>Resolv'd nem. con. (for some of you at Court</br>Already had petition'd) to support:</br>Two Bills on course came under your inspection,</br>One for the liquor, and one for protection,</br>You paid the Landlord's down upon the spot,</br>And by your own &mdash; must try what can be got.", "Freedom!  thy female Advocates I hail,</br>Would not their Eloquence at Court prevail?</br>No more Honoria languishingly lies</br>And at the noon-day Brightness rubs her eyes,</br>But early seated in her damask chair</br>Calls for the News, and finds that WILKES is there,</br>Does it give notice of a sale of silks?</br>The Ladies go to talk &mdash; of Liberty and Wilkes,</br>For him their Visits they receive and pay,</br>And wish him out of prison ev'ry day;</br>They speak in his defence, like Counsel able,</br>All the while tea is handed round the table,</br>Maintain the argument at an hour with ease,</br>And do it handsomely, not taking fees.</br>They're welcome heartily, and I beseech</br>Their Ladyships, that Liberty of Speech</br>They would indulge awhile to mortals plain,</br>(To keep long silence gives the Vulgar pain)</br>And their Petitioner shall every pray&mdash;</br>Let us hear what the common people say.", "ROGER and FRANK, two friends, had each a tongue,</br>A flippant one the latter, he was young,</br>But much the stripling of the Great had heard,</br>And he would freely speak of men preferr'd:</br>Not like a parrot, that with mimic voice</br>Repeats a lesson taught and makes no choice,</br>That, pendent in a cage, for days and years</br>Insults promiscuously passing ears,</br>Cries \"walk Knave walk,\" but knows no proper name,</br>Frank very circumstantially would blame</br>A walking knave, and in a chariot riding</br>He'd scorn an Earl, if guilty of back-sliding.</br>Roger in his discourse had the address</br>To drop a hint, and give you Leave to guess,</br>As more deliberate in his narration,</br>Nor let his tongue outrun his occupation;</br>He liv'd, as many other do, by Travel,</br>And went through clay &mdash; as fast as over gravel;</br>They both were Travellers, but diff'rent ways,</br>Roger a waggon drove, and Frank a chaise.</br>To Bristol regular in keeping stages</br>And back to London, Roger earn'd his wages,</br>A little matter in a plodding way,</br>For he was humble, and his head was grey.</br>His Friend, of active spirit, ever stirring,</br>Broke many a horse's wind with too much spurring,</br>By nature curious, travel'd far and wide,</br>Oft suffer'd hunger through excess of pride,</br>Beyond the Tweed he wildly went astray</br>And stay'd no less than half a year away;</br>But, of the country now grown very weary,</br>It was so miserably bleak and dreary,</br>He journey'd back with &mdash; worse than broken stitches,</br>With half a stocking, and scarce any breeches,</br>And found his old companion, slow and sure,</br>In London, standing at the Ware-house Door.", "ROGER.</br>And yet &mdash; it is my friend.  Give me thy hand!</br>I've not this six months seen thee in the land,</br>What quarter of the world hast thou been in?</br>No land of plenty, for thy jaws are thin,</br>Thy cloaths too &mdash; what a pickle thou art in!", "FRANK.</br>What quarter of the world?  Plague on the quarter!</br>It was high time to think of my departure,</br>For sure enough my face is not so round</br>As when you saw me last on English ground,</br>In Boniface's pay I was more thriving</br>Though with the exercise of Hackney-Driving:</br>I've been in Scotland since I left my place,</br>Scotland, where Famine stares one in the face,</br>The most accursed spot in all Creation,</br>They're nasty too beyond imagination,</br>There was great danger, before my return</br>That the foul Itch would make my fingers burn.", "ROGER.</br>In shaking hands I've been a little hasty,</br>I've heard that Scotchmen are extremely nasty,</br>One should not be familiar with such men,</br>Prithee hold out thy knuckles, Frank, again,</br>Is there no scab or scurf?  All smooth and clean?</br>Open thy fingers, let me look between,</br>I'm very glad there's nothing to discover,</br>I must have laid out money with the Glover,</br>Brought brimstone too to cure me of the Scot,</br>I'm very glad:  I'll treat thee with a pot.", "FRANK.</br>With all my heart, I'm beggarly enough,</br>And almost kill'd with belly-scouring stuff:</br>I could not, like a Simpleton, help thinking</br>The Scotch were like the Londoners in drinking,</br>Who of the best a hearty offer make</br>And are affronted if you don't partake.</br>Indeed I once was treated with strong Drink,</br>And what was the occasion, do you think?</br>A bonny Lad who had received a Letter,</br>Hinting, that his condition would be better,</br>To our great city if he'd please to come,</br>Rous'd like a soldier by the sound of drum</br>Prepar'd for marching, lugg'd his wallet out,</br>Fill'd his horn box with powder for the snout,</br>Rummag'd his Draw'rs for what he had of cash,</br>And, hearing I had exercis'd my Lash</br>In driving Gentry of the English nation,</br>Thought he might get of me some information:</br>I answer'd ev'ry question that he put,</br>And out he set well satisfied on foot.", "ROGER.</br>I'll treat thee with a pot of good strong Beer,</br>It shall be most refreshing, brisk and clear,</br>And as we drink, I should be glad to know</br>What Language upon Wilkes the Scotch bestow:</br>The Figures 4 and 5, pray tell me whether</br>They can endure to see 'em join'd together,</br>Or do they relish number Forty-six</br>A memorable year in Politicks?</br>Give me a history and tell no Lies,</br>So may'st thou get a cov'ring for thy thighs,</br>So may thy cheeks renew their rosy colour,</br>Thy legs grow fleshy, and thy belly fuller.</br>Take warning by thy late unlucky Trip</br>And get with us a Living by thy whip,</br>Hir'd by an Inn-keeper of good repute</br>Appear, as once thou didst, in decent suit,</br>Pick up chance Passengers from Town to Town,</br>And, without Master's knowledge, set 'em down.", "FRANK.</br>Wilkes and the number Forty-five they hate,</br>And say that we're in a rebellious state:</br>Now that Lord B&mdash; has int'rest with the K&mdash;,</br>The Scotch, so far from meriting a string,</br>Are very loyal, and eat English bread,</br>Come hither to be cloath'd as well as fed.</br>You made enquiry about their Expression,</br>What Language?  I'll be frank in my confession,</br>We have been fighting about Wilkes's Fame,</br>And 'tis a mercy that I am not lame,</br>My limbs and life were frequently in danger,</br>In Scotland never more will I be Ranger!</br>I've been engag'd in quarrels not a few,</br>Got many a bloody Nose, eyes black and blue,</br>Have more than once extravagantly bled</br>From knocks that I received upon my head,</br>Been three times kick'd, twice thrown behind a fire,</br>For vent'ring to defend John WILKES Esquire.", "ROGER.</br>Say'st thou?  And is the difference indeed</br>So great 'twixt this and t' other side the Tweed?</br>We've scarce a hind, whose house in village snug</br>Affords him ale drawn in an earthen mug,</br>Or cit, with tankard who makes show of wealth,</br>But once a day at least drinks Wilkes's Health:</br>I'll drink it now with great deal of pleasure,</br>Toss it off, Frank, we'll have another measure.</br>But since in talking upon these affairs</br>You met with brutal wretches, Bulls and Bears,</br>Who, though they'd no design upon your pocket,</br>Would fall upon your head, and roundly knock it,</br>The giving my opinion I'll delay</br>Lest I should get into an ugly fray,</br>I'll not begin at once with open mouth,</br>For, as you said, we've Scotchmen in the south.</br>In Wilkes's praise instead of being hearty,</br>If they should prove to be of northern Party</br>So much inclin'd a crow with you to pull,</br>I'll e'en keep silence, and preserve my scull;</br>I'm not indifferent about my breech,</br>No kicking!  I can scratch if it should itch:</br>I want my eyes for travelling and reading,</br>My nose I willingly would keep from bleeding,</br>Much comfort from a winter's fire I find,</br>But chuse to be before it, not behind.</br>Kick'd, buffeted, and burnt, as you have been,</br>In time to come you will not be so keen,</br>Or else the like rebuke may be your doom;</br>Besides, there's danger in a public room</br>Lest two-leg'd Traps, or instruments of State</br>Who're paid for catching words, should lie in wait,</br>Write down particulars of conversation,</br>And lay 'em open, for the Good o' th' Nation!</br>Who knows, my friend, but very near this place</br>Where we exchange our thoughts, to all appearance,</br>Without occasion for the least forbearance,</br>Who knows but an Informer may be lurking</br>To take in our materials for working?</br>If I could find him out, I'd trim his jerkin,</br>I'd curry-comb him worse than Horse's Scrapers,</br>Turn all his pockets out, and seize his papers.", "FRANK.</br>And of my whip-cord I would make the most,</br>I'd lash him as if I was driving post.", "ROGER.</br>We cannot be too wary, I'll peep round</br>And try if such a villain can be found.</br>Here is a Closet with a hole for key</br>(Only two corners of it I can see)</br>And window-light enough for any scribe,</br>If there should be one of the list'ning tribe</br>He might fill paper long as a Petition,</br>And then how grievous  would be my condition,</br>Upon the king's high-way so well I'm known</br>That he might make me any day his own.</br>Suppose we whisper?  Whisper in my ear</br>What the Scotch say of Wilkes, nay do &mdash; come near!", "A Trumpeter they call him of sedition,</br>A mere State-Quack instead of a physician,</br>Pretending cure, but raising groundless fears</br>And setting folks together by the ears,</br>Occasioning more deaths within a week</br>Than twenty Doctors who attend the sick,</br>There's no comparison between his quill</br>And that which operates by way of pill!</br>They can't pronounce his name without a curse&mdash;</br>But hark ye, Roger, was there not a Hearse</br>Driv'n from the city to St. James's Gate?</br>A most uncommon Equipage of State,</br>The oddest scheme, pray who was the contriver?</br>I'd give a doz'n of ale to know the Driver.", "ROGER.</br>I can't inform you, but there is a rumour</br>It was a man of rank; he drove with humour,</br>Shew'd all the mockery of grief in features</br>As well as any Undertaker's Creatures:</br>Why should not great men drive?  Where is the shame?</br>Have we not coaches call'd by noble name?</br>Whoe'er he was, he acted well his part,</br>And had driv'n something better than a cart.</br>That there was meaning in it, is allow'd,</br>And it was calculated for a croud,</br>To catch the eye with solemn, sable, Feather,</br>And give the people time to come together.</br>I take the Hearse to be our State-Machine,</br>The Ministers the Cattle, very lean,</br>Of diff'rent colours too, by which you see</br>A motley tribe that never can agree.</br>By the slow motion of it must be meant</br>That they should grease the wheels of Government:</br>O if a Man of Spirit could be found</br>Like thee, a Driver who would rid some ground!</br>The Figures after hearse of mourning coaches</br>You may cast up in column of reproaches,</br>As Measures &mdash; that we all have cause to grieve,</br>That was the drift, if rightly I conceive.</br>And there were Pictures, whimsically painted,</br>Where many were bedevil'd, not one sainted,</br>Most curious furniture!  The Driving-Job</br>Gave a mix'd kind of pleasure to the mob,</br>Compounded of ingredients grave and merry,</br>The Fun'ral pomp without a corps to bury.", "FRANK.</br>Was Wilkes in Scotland, if they could discern him,</br>They would not bury him, but they would burn him,</br>To know him they would want but little light,</br>For both his eyes are not exactly right.</br>Not long ago they cut a piece of Wood</br>And made it squint as like him as they could,</br>No puny scare-crow such as you may see</br>With a few rags on sticking in a tree,</br>'Twas Heart of Oak, out of the middle cut,</br>The chips and branches on the ground they put,</br>Kindled a fire, I never saw a bigger,</br>And, where it was the hottest, threw the Figure.", "ROGER.</br>Our Fires and Candles in his praise are seen,</br>Why do our Scotsmen rage?  What do they mean!</br>Have thy no privileges worth maintaining,</br>That they're so much provok'd at our complaining?</br>Keen is their Hunger, searching is their Air,</br>They travel  shoeless, and with buttocks bare,</br>Mix up a little oatmeal in a puddle,</br>We &mdash; fill our Bellies with Roast-Beef, and fuddle:</br>Some of them here, 'tis true, have Places good,</br>Have change of raiment and delicious food,</br>But more in starving plight are left behind</br>To make wry faces, and their teeth to grind.</br>Believe me, 'tis rank Envy at the bottom,</br>Like us they'd live, wear breeches had they got 'em;</br>I beg your pardon, for you want a pair,</br>'Twas quite out of my noddle I declare,</br>Drink and forget it, Frank, I do intreat,</br>And &mdash; Landlord!  Bring us something in to eat.", "FRANK.</br>In petticoats he has not there a friend,</br>I've felt of chambermaid the finger's end,</br>These marks (d' you see?) were giv'n me by a slut</br>With nimble fingers, and with nails uncut.", "ROGER.</br>Our Ladies had in Ball-room a dispute</br>A rough one, not at all for their repute,</br>With lowest of the Rabble's you may join't,</br>But Wilkes's character was not the point:</br>You've heard, at Bath for company polite</br>So very famous, how they came to fight?", "FRANK.</br>Yes, I did hear, and it will bear repeating,</br>Let's have the story, Roger, while I'm eating.", "ROGER.</br>Want of due Form occasion'd &mdash; want of plaister,</br>The Ladies chanc'd to be without a Master,</br>And, not agreeing how to place their tails,</br>Resolv'd to try what could be done with nails:</br>There was from backs much tearing of the cloaths,</br>And spiteful treading on each other's toes,</br>'Till one, about her who had nothing French,</br>(Twice she was seated, twice shov'd off the bench)</br>Began her  fist, as Boxers do, to clench,</br>The way to strike effectually found</br>And laid her Enemy upon the Ground.", "FRANK.</br>A very ready way the point of gaining,</br>The Story's not a little entertaining,</br>Though I don't like such boisterous Proceeding,</br>Suppose the knock'd down Lady had been breeding?</br>Besides, it might have been a dark Affair,</br>She might have died on't without proper care,</br>This is a circumstance so very dark,</br>That &mdash; it is much the same with that of Clark;</br>It makes me recollect my woful List</br>Of blows and bruises from the foot and fist.</br>Who, but with indignation must be fir'd,</br>To think that Men with Bludgeons should be hir'd,</br>Should go with weapons button'd under coats</br>To hinder Wilkes's friends from giving votes,</br>Weapons on purpose made, and tipp'd with Lead,</br>For adding to the number of the dead!", "ROGER.</br>They carry matters too far when they kill,</br>Can't they be satisfied with words at will?</br>We give and take, respecting what is spoken</br>There's Hobson's choice, but I'd have no heads broken.", "FRANK.</br>Now Hobson's mention'd, I am not quite easy,</br>Horses when kept in stables will be greasy:</br>They send Wilkes presents from all parts o' th' town,</br>And country too; so great is his renown,</br>He's treated, from the Merchant to the Thresher,</br>With turtle, pigeon-pye, cheese out of Cheshire,</br>With many a sav'ry compliment of ham,</br>So that if he's at all inclin'd to cram,</br>With choice of dainties, eating this and that,</br>In a short time he must be monstrous fat;</br>His Fellow-Pris'ners bit no more their thumbs,</br>But live deliciously upon his crumbs.</br>What I'm afraid of is, if he grows lazy,</br>The British Constitution will be crazy.", "ROGER.</br>I wish, of his confinement they'd be sparing,</br>And let thee give him ev'ry day an Airing.", "FRANK.</br>To keep him up so close is very hard,</br>They might attend him with a proper Guard,</br>Indulge him with a few miles in a morning,</br>I'd drive for nothing, ay, and give my horn in;</br>With empty pockets I have gone of late,</br>Or I would pay for opening a Gate;</br>I doubt his stock of money is so small,</br>For Turnpikes that he scarce has wherewithal&mdash;", "ROGER.</br>You need not doubt, for there has been a verdict,</br>Are you so newly come as not t' have heard it?</br>In which the Jury after Trial found</br>He had been damag'd in Four Thousand Pound,</br>(Though some are of opinion that they blunder'd)</br>And his Friends more than once have giv'n three hundred;</br>His stock is large, and he's in spirits high,</br>It certainly was bold in him to try.", "FRANK.</br>And there's no danger of his spirits sinking,</br>He has so many Bottles fit for drinking.", "ROGER.</br>I'm glad that you have not forgot the Liquor,</br>It makes him get rid of his victuals quicker;</br>Whole Hampers have been sent him, or I question</br>Whether he'd not have died of indigestion.", "FRANK.</br>He'll  drink enough, I mean to a degree</br>Sufficient to preserve his spirit free;</br>He'll drink enough, and yet not drown his reason,</br>Never were Presents sent in better Season.", "ROGER.</br>Besides the presents sent within the nation,</br>They have shipp'd rum and sugar from Plantation,</br>Forty-five hogsheads of what people smoke</br>Which a whole-sale Tobacconist bespoke,</br>Promis'd to pay him when the goods were landed</br>Because the Vessel might be sunk or stranded:</br>In short, of tongues if I had fifty brace</br>And also for my lungs an iron case,</br>I could not reckon up the Gifts, so many</br>He can make traffick with, and turn the penny;</br>And what his friends thought proper to subscribe</br>He honourably took, it was no bribe.", "FRANK.</br>Bribe!  I despise the scoundrel who would mention</br>This in the same breath with Lord Ch&mdash;'s Pension.</br>It was for suit he ventur'd to commence,</br>And carried on, about the common fence;</br>A bribe!  who's his Accuser?  I allege</br>It was for putting stakes into the hedge.", "ROGER.</br>I meant not to accuse him, come &mdash; let's tipple,</br>We'll have another pint, e'en make it triple:</br>And I intend, so well he has behav'd,</br>Out of the little money I have sav'd,</br>To buy him what he'll gladly use anon</br>When out of prison, when his boots are on,</br>A very decent Whip I think of giving,</br>Enough from me, who labour for a Living.", "FRANK.</br>And, if another Boniface I find,</br>I am resolv'd that I will be as kind,</br>Of silver spurs I'll buy for him a pair,</br>In the mean time of Praise he'll have my share,</br>Thine too, when safely thou can'st take his part,</br>And when thou'rt silent, let him have thy heart:</br>So may'st thou never want a Waggon-Load,</br>Nor lose a wheel upon the turnpike-road;</br>Ne'er be delay'd, nor have thy temper cross'd</br>By cattle falling lame, or parcels lost;</br>May'st thou get in before the sun is set,</br>And, in the company of friends well met,</br>With \"I love Sue\" the jovial chorus fill,</br>Drink as I do, and not be in the Bill.</br>Now, Roger, I should not go to seek a place,</br>But for my rigging; I'm in such disgrace,</br>That, without blushing if I could apply,</br>I'm sure no man would offer wages high:</br>I always have experienc'd thee my friend</br>And beg some silver &mdash; only that you'd lend,</br>Before the spurs are given I will pay,</br>I'll go to Monmouth-street without delay.&mdash;", "He borrow'd silver, and good friends they parted,</br>Frank for his tongue among the Scotch had smarted,</br>More cautious I, retreat behind my pen,</br>Yet I may suffer from some Critick's ken,</br>Some angry Critick's on the other side,</br>O let me by my countrymen be tried!</br>Not that I'm vain enough to think my rhimes,</br>Rude as they are, can live in after-times;</br>But, if their life should not be very short,</br>WILKES is the subject, and I'll thank him for't:</br>Say, can he be forgot?  And shall his Glory</br>Die like a Lord's jest, or a vulgar story?</br>The Bottle-Conjurer is now no more,</br>Canning was private when she left the shore;</br>But Wilkes, the public friend, in Honour clear,</br>THE PATRIOT Wilkes (not of a single year,</br>Posterity shall call him by the name)</br>Upon the surest ground of Merit builds his Fame.</br>"]