["The sun just sinking shed a sickly ray,</br>Which palely glimmer'd o'er the darkening west,</br>When Henry, faint amidst his wav'ring way,</br>Stopt, listless stopt, his feeble limbs to rest.", "Beneath a leafless tree he sat him down,</br>On the bare margin of a parch'd-up brook;</br>And many a glance his pale eye cast around,</br>And heav'n-ward gaz'd, with many a wistful look.", "But ah!  no more for him fair Nature's face</br>Wore the gay smile of vital breathing joy,</br>As she was wont, when oft through boundless space,</br>Her works he trac'd, with Contemplation's eye.", "Wasted by slow disease, in thought he pin'd,</br>Consuming sickness prey'd upon his frame;</br>Sapt all the active vigour of his mind,</br>And only left a shadow with a name.", "\"Yes, now I feel,\" he said, \"life's dream is o'er;</br>And blooms no more, the wreath my fancy wrought;</br>Vain were my hopes, Death presses on before,</br>But I will meet him &mdash; as a soldier ought!", "\"And yet, 'tis hard to quit the flatt'ring scene,</br>Forsake the joys, which life and being gave;</br>With steady visage and unalter'd mien,</br>Join the still tenants of the dreary grave.", "\"And harder still, when Fancy holds to view,</br>My friends dear cherish'd on my native shore,</br>To bid these friends a long, a last adieu;</br>And ev'n resign the hope of meeting more.", "\"For them alone, Heav'n knows, I wish to live;</br>Without them, what were riches? &mdash; Baubles mere:</br>Poor all the joys that worldly pomp can give,</br>To the possessions of a friend that's dear!", "\"Yes, Fortune, though thou frown'st, when wealth and fame</br>Claim'd the warm incense of a thoughtless heart,</br>Thou gav'st me more in Friendship's holy name,</br>Than wealth, or fame, or titles can impart.", "\"Ye life's best blessings, ah!  a long farewel!</br>'Tis Heav'n's high will ordains, and we must part;</br>But still on you the closing eye shall dwell,</br>And the last pang shall tear your from my heart.", "\"Say, what is man, amidst this wondrous world?</br>A god to rule with heav'nly reason crown'd&mdash;</br>A jarring being, by wild passions hurl'd&mdash;</br>The weak worm's brother, grov'ling on the ground.", "\"In youth's gay morn, with conscious strength elate,</br>He eyes Creation's work and Nature's plan,</br>O'er all in fancy'd thought he rules in state;</br>And his proud heart exults in being Man.", "\"But view this mighty creature on life's stage,</br>His schemes attack'd by keen Contention's dart,</br>In all his actions mad'ning passions rage;</br>I blush to think he acts so strange a part.", "\"Ah!  weak is human nature, even the best,</br>So Heav'n decrees, oft sink beneath the load;</br>By chill misfortune, or disease oppress'd,</br>They scarce enjoy that being Heav'n bestow'd.", "\"Dare I complain?  I manhood's op'ning bloom,</br>When youth full blown had fill'd th' expectant eye,</br>With strength to totter only just to the tomb;</br>With judgment ripening only just to die.", "\"O heav'ns!  why was I spar'd amidst the storm,</br>When War's dread thunder roar'd around my head;</br>When Havock stern, stalk'd round in horrid form,</br>And number'd thousands with the silent dead?", "\"Oh had I perish'd in some glorious field,</br>Where many a brave companion breathless lay!</br>I had not now, alas!  been forc'd to yield,</br>To tyrant Death an unresisting prey;", "\"I had not liv'd to dream of future joys,</br>With thee, Louisa, in domestic life:</br>I had not listen'd to the syren voice,</br>When fond Hope whisper'd, thou might'st be &mdash; my wife!", "\"O rapt'rous thought!  extatic ev'n in death,</br>A momentary gush renews life's stream;</br>Will no kind angel, with his healing breath,</br>Keep up the vital flame &mdash; still let me dream?", "\"Ah no!  I wake &mdash; the dear delusion's o'er&mdash;</br>To heav'n alone I raise my suppliant eye;</br>Bless, bless Louisa!  from thy happiest store:</br>Unknown I lov'd &mdash; unpitied let me die!", "\"Die!  is it so to die?  ah!  what is death?</br>In the dark grave to lodge, to worms a prey;</br>Each fine sensation to resign with breath;</br>All hopes to quit of life's returning day!", "\"Is it not awful, dreadful in th' extreme,</br>Existence thus to lose, no pledge to have;</br>No sure foundation for some future scheme?</br>Is all uncertainty beyond the grave?", "\"To me not dreadful is the awful change,</br>I tread the path before by millions trod;</br>Yet still I walk through wide creation's range,</br>Through Nature fix'd &mdash; upheld by Nature's God.", "\"But is there then a God; where does he reign;</br>How is he fashion'd, and what is his form;</br>Are we to seek him on the flow'ry plain,</br>Are we to find him in the howling storm?", "\"In both; through all, his throne is boundless space;</br>His form to think &mdash; ev'n thought the task must leave;</br>The intellectual mind no line can trace;</br>The trembling heart dares only him conceive.", "\"But where's the proof a Being does exist,</br>Whose form eludes ev'n fairy fancy's flight?</br>Can sov'reign Reason with her banners list</br>Who hides himself from her all-seeing sight?", "\"Ah!  weak then is her sight; is it not clear,</br>That I and something real being have?</br>How came that I?  How came that something here?</br>Was it eternity that being gave?", "\"No; I, and what I see, from causes slow,</br>And these from others length'ning back the road,</br>To thought's tir'd eye, no farther can it go,</br>Eternal something must be &mdash; why not God?", "\"Is matter then that something, in whose womb</br>Fermenting particles all forms produce?</br>No; matter's motionless, still as the tomb,</br>Unless inform'd for animating use.", "\"See a sweet flow'r, impearl'd with early dew,</br>Spread in fair radiance to the op'ning skies;</br>Some pow'r unseen gives fragrance, form and line;</br>That pow'r, withdrawn, it withers, droops and dies.", "\"Can matter for itself think, act?  Ah no!</br>When the soul's gone, no more the body lives;</br>Intelligence not matter, I am so,&mdash;</br>Then pure Intelligence existence gives:", "\"For what but pure Intelligence could wing</br>The soul's rapt thought through Nature's boundless reign,</br>Shew through the whole life in perpetual Spring,</br>And bid it trembling hope, nor hope in vain?", "\"Then here I rest, no further doubt remains,</br>'Tis all clear sunshine of an endless day;</br>A Spirit infinite, eternal reigns;</br>Pure, independent, of unconscious clay.", "\"He fram'd this world; how awfully sublime!</br>And, wond'rous work!  he fram'd the human soul;</br>Gave matter thought, to measure endless time,</br>His essence actuates and upholds the whole!", "\"Heart-cheering thought!  'twas from him I receiv'd</br>This earthly being, which I now resign;</br>Nor let my better part with this be griev'd,</br>Nor 'gainst his laws, in thought or word repine.", "\"No, Father merciful!  thy will be done;</br>'Tis in thy mercy, in thy pow'r I trust:</br>Nor will I seek life's dreaded foe to shun,</br>I know that Thou art good, and wise, and just.", "\"Taught by that voice, which breath'd thro' Christ's pure frame</br>Its heavenly precepts in my ravish'd ear,</br>O'er life's rough road I've walked with honest fame;</br>Why should I shudder?  what have I to fear?", "\"Go, anxious soul, nor dread Death's ghastly form;</br>Secure thy Maker's arm, 'tis strong to save;</br>His presence fills all space, does dust inform;</br>Nor reigns in heav'n &mdash; more than the lonely Grave.", "THE AUTHOR OF THE ABOVE ELEGY COMPOSED THE FOLLOWING EPITAPH, WHICH HE REQUESTED HIS FRIENDS TO PUT UPON HIS TOMB-STONE.</br>Seek not to know the sleeper's name,</br>By fate ne'er blazon'd on the rolls of fame,</br>Nor pass, O wand'rer, with an heedless eye:</br>Stop, view his grave, and give the heart-felt sigh.</br>A Friend he was, Companion mild,</br>A Soldier poor &mdash; and Nature's hapless child.</br>Here rests his dust, unanxious to be known,</br>For his soul's fate, he trusts in God alone.</br>"]