["He stood &mdash; earth's mightiest rampart gain'd at length,</br>Where, proudly rising with its crest of snow,</br>The rifted mountain rears its giant strength,</br>In stern defiance of the tempests' blow:</br>Above him shine the eternal heavens below,</br>The avalanche thunders from the yielding steep;</br>And with wild voice, ascending as they flow</br>From rock to rock, the maddened waters leap,</br>To hide their sullen wrath, where night and horror sleep.", "A thousand are at hand &mdash; the warlike boast</br>Of sultry Afric's yet unbending pride,</br>Dark-featured leaders of that countless host</br>Which throngs from echoing wood and torrent's side&mdash;</br>Numidia's horseman, swift and falcon-eyed;</br>The fierce Getulian, with his lance of cane,</br>Thy chosen, queenly Carthage!  peril-tried;</br>Joined with the gleaming helms, and blades of Spain;</br>And, like a breathing flood, fair Gaul's embattled train.", "Before him, in the fading distance, lies</br>Italia &mdash; glorious as a summer-dream,</br>With fields which laugh beneath those cloudless skies;</br>And haunted grove, and ever tuneful stream;</br>And hills, where, brightening in the sportive beam,</br>The vine's light gems their liquid hues unfold;</br>And all that meets the vision might beseem</br>The guiltless time by poets sung of old,</br>Ere banished Saturn fled, and waned his age of gold.", "On, Warrior, on!  even now thy dread career</br>Demands thee.  Trebia's dim and wintry day,</br>And Thrasimene with her lake of fear,</br>And that red plain and desolating fray,</br>When War's avenging Deity shall lay</br>Rome's first and proudest as the nameless low;</br>And Tiber, winding on his rippling way,</br>Shall hear the midnight wail ascending slow</br>From lips which breathe despair &mdash; a nation's cry of wo!", "A light is on thy path of danger now,</br>Where Hope, the phantom, iris-throned appears:</br>A little while, and that forsaken brow</br>Shall droop &mdash; though not beneath the weight of years;</br>Affliction, anguish, shame, and fruitless tears,</br>The tyrant's menace, and the poisoned bowl:</br>Alas!  not such the pile which Fancy rears</br>Within the workings of the lofty soul</br>Which spreads o'er subject earth its measureless control.</br>"]