["Since then, bold artist!  with approved skill</br>You've undertaken this so great design,</br>May all the fair  your manly bosom fill,</br>Give to your hand an excellence divine,</br>Inspire your colours with a radiant glow,</br>A marble smoothness to the canvas give,</br>In noble touches make your pencil flow,</br>And R*** confess'd in all the picture live;</br>Fancy away!  to make love's queen complete,</br>Let but the fair alone your gen'rous bosom heat.", "But lest your dazzled eye in beauty's maze</br>Should wander, heedless of each single charm;</br>Lest that the brightness of the heav'nly blaze</br>Should blast thy sight and all thy skill disarm:</br>Let my instructions sink into thy soul,</br>Read careful o'er the soft advice I give;</br>Let these the trembling of your hand controul,</br>Your wand'ring eyes recall, your heart revive;</br>The heav'nly features of her face define,</br>And show each lovely charm that makes the whole divine.", "But Oh!  observe with what an easy air</br>The lovely charmer moves, with finish'd grace!</br>Quick use thy skill, thy utmost art prepare,</br>Catch ev'ry turn, each gentle movement trace;</br>But how, Ah how!  can all thy colours show</br>The soften'd rising of those hills of love?</br>Whiter than flakes of pure unsully'd snow,</br>Softer than downy plumage of the dove.</br>Yet bold go on!  play thou thy noble part,</br>And let our thoughts supply what's wanting in thy art.", "Her eyes &mdash; but how shall all thy skill express</br>The heav'nly rays that melt my ravish'd heart!</br>What daring boldness does thy soul possess,</br>To think to ape them with thy puny art?</br>Mistaken fool!  thinkst thou thy aking sight</br>Can view their lustre with a steady eye?</br>Shall not their glory with too strong a light</br>Confound thy sense, and all thy skill defy?</br>Then cease, nor rashly tempt thy certain fate,</br>Paint but the bluey orbs, or curse thy fault too late.", "Now tell me, painter, didst thou ever view</br>The sun in all his new-born glory rise,</br>Dispel the mists, and sip the morning dew,</br>And strew with blushes all the orient skies?</br>So shall the grand idea in your mind</br>Strike home your fancy when you view the fair;</br>The rosy blush that gilds the morn, you'll find</br>Not only equall'd, but excelled there;</br>Then with a tincture of Carminian dye</br>(Her cheeks you never can, but) imitate the sky.", "As two plump cherries on the yielding bough</br>Hang dangling, moist with an ambrosial sweet;</br>A breathing zephyr gently blows, and now</br>The branches tremble and they fondly meet;</br>Or as the coral on the lonely rock</br>With reddy hue uprears its painted head;</br>Two sister firstlings from the parent stock</br>Together grow, and sprout up side by side;</br>So smile her roseat lips, with bless replete,</br>Soft as the pulpy fruit, as balmy odours sweet.", "Her shining hair ambrosial fragrance breathes,</br>Around her neck the wanton ringlets stray;</br>Adown her breast they flow in silken wreaths,</br>And in her bosom innocently play.</br>Not so, O love!  if once thy piercing dart</br>Within her bosom shall admission find;</br>Not so shall't revel in her captive heart</br>When fond desire with melting love is join'd;</br>But Oh!  if e'er the lovely maid you wound,</br>Let all her tender thoughts be in her P****** crown'd.", "But shall I, in all the pomp of verse,</br>Each heav'nly beauty to thy mind display,</br>In flowing numbers all her charms rehearse,</br>And paint the fair that steals my heart away?</br>Let these alone your skilful hand assist,</br>Your flowing pencil with a smoothness guide;</br>So shall your fame to endless ages last,</br>Like her's, to long eternity abide;</br>Whilst hapless C*****'s, shall, as his verses, rot,</br>Be with his mould'ring dust, by after-times forgot.</br>"]