["I.</br>Now, now's the time; so oft by truth</br>Promis'd sho'd come to crown your youth.</br>Then Faire ones, doe not wrong</br>Your joyes, by staying long:</br>Or let Love's fire goe out,</br>By lingring thus in doubt:</br>But learn, that Time once lost,</br>Is ne'r redeem'd by cost.</br>Then away; come, Hymen guide</br>To the bed, the bashfull Bride.", "II.</br>Is it (sweet maid) your fault these holy</br>Bridall-Rites goe on so slowly?</br>Deare, is it this you dread,</br>The losse of Maiden-head?</br>Beleeve me; you will most</br>Esteeme it when 'tis lost:</br>Then it no longer keep,</br>Lest Issue lye asleep.</br>Then away; come, Hymen guide</br>To the bed, the bashfull Bride.", "III.</br>These Precious-Pearly-Purling teares,</br>But spring from ceremonious feares.</br>And 'tis but Native shame,</br>That hides the loving flame:</br>And may a while controule</br>The soft and am'rous soule;</br>But yet, Loves fire will wast</br>Such bashfulnesse at last.</br>Then away; come, Hymen guide</br>To the bed, the bashfull Bride.", "IV.</br>Night now hath watch'd her self half blind;</br>Yet not a Maiden-head resign'd!</br>'Tis strange, ye will not flie</br>To Love's sweet mysterie.</br>Might yon Full-Moon the sweets</br>Have, promis'd to your sheets;</br>She soon wo'd leave her spheare,</br>To be admitted there.</br>Then away; come, Hymen guide</br>To the bed, the bashfull Bride.", "V.</br>On, on devoutly, make no stay;</br>While Domiduca leads the way:</br>And Genius who attends</br>The bed for luckie ends:</br>With Juno goes the houres,</br>And Graces strewing flowers.</br>And the boyes with sweet tunes sing,</br>Hymen, O Hymen bring</br>Home the Turtles; Hymen guide</br>To the bed, the bashfull Bride.", "VI.</br>Behold!  how Hymens Taper-light</br>Shews you how much is spent of night.</br>See, see the Bride-grooms Torch</br>Halfe wasted in the porch.</br>And now those Tapers five,</br>That shew the womb shall thrive:</br>Their silv'rie flames advance,</br>To tell all prosp'rous chance</br>Still shall crown the happy life</br>Of the good man and the wife.", "VII.</br>Move forward then your Rosie feet,</br>And make, what ere they touch, turn sweet.</br>May all, like flowrie Meads</br>Smell, where your soft foot treads;</br>And every thing assume</br>To it, the like perfume:</br>As Zephirus when he 'spires</br>Through Woodbine, and Sweet-bryers.</br>Then away; come Hymen, guide</br>To the bed the bashfull Bride.", "VIII.</br>And now the yellow Vaile, at last,</br>Over her fragrant cheek is cast.</br>Now seems she to expresse</br>A bashfull willingnesse:</br>Shewing a heart consenting;</br>As with a will repenting.</br>Then gently lead her on</br>With wise suspicion:</br>For that, Matrons say, a measure</br>Of that Passion sweetens Pleasure.", "IX.</br>You, you that be of her neerest kin,</br>Now o're the threshold force her in.</br>But to avert the worst;</br>Let her, her fillets first</br>Knit to the posts:  this point</br>Remembring, to anoint</br>The sides:  for 'tis a charme</br>Strong against future harme:</br>And the evil deads, the which</br>There was hidden by the Witch.", "X.</br>O Venus!  thou, to whom is known</br>The best way how to loose the Zone</br>Of Virgins!  Tell the Maid,</br>She need not be afraid:</br>And bid the Youth apply</br>Close kisses, if she cry:</br>And charge, he not forbears</br>Her, though she wooe with teares.</br>Tel them, now they must adventer,</br>Since that Love and Night bid enter.", "XI.</br>No Fatal Owle the Bedsted keeps,</br>With direful notes to fright your sleeps:</br>No Furies, here about,</br>To put the Tapers out,</br>Watch, or did make the bed:</br>'Tis Omen full of dread:</br>But all faire signs appeare</br>Within the Chamber here.</br>Juno here, far off, doth stand</br>Cooling sleep with charming wand.", "XII.</br>Virgins, weep not; 'twill come, when,</br>As she, so you'l be ripe for men.</br>Then grieve her not, with saying</br>She must no more a Maying:</br>Or by Rose-buds devine,</br>Who'l be her Valentine.</br>Nor name those wanton reaks</br>Y'ave had at Barly-breaks.</br>But now kisse her, and thus say,</br>Take time Lady while ye may.", "XIII.</br>Now barre the doors, the Bride-groom puts</br>The eager Boyes to gather Nuts.</br>And now, both Love and Time</br>To their full height doe clime:</br>O!  give them active heat</br>And moisture, both compleat:</br>Fit Organs for encrease,</br>To keep, and to release</br>That, which may the honour'd Stem</br>Circle with a Diadem.", "XIV.</br>And now, Behold!  the Bed or Couch</br>That ne'r knew Brides, or Bride-grooms touch,</br>Feels in it selfe a fire;</br>And tickled with Desire,</br>Pants with a Downie brest,</br>As with a heart possest:</br>Shrugging as it did move,</br>Ev'n with the soule of love.</br>And (oh!)  had it but a tongue,</br>Doves, 'two'd say, yee bill too long.", "XV.</br>O enter then!  but see ye shun</br>A sleep, untill the act be done.</br>Let kisses, in their close,</br>Breathe as the Damask Rose:</br>Or sweet, as is that gumme</br>Doth from Panchaia come.</br>Teach Nature now to know,</br>Lips can make Cherries grow</br>Sooner, then she, ever yet,</br>In her wisdome co'd beget.", "XVI.</br>On your minutes, hours, dayes, months, years,</br>Drop the fat blessing of the sphears.</br>That good, which Heav'n can give</br>To make you bravely live;</br>Fall, like a spangling dew,</br>By day, and night on you.</br>May Fortunes Lilly-hand</br>Open at your command;</br>With all luckie Birds to side</br>With the Bride-groom, and the Bride.", "XVII.</br>Let bounteous Fate your spindles full</br>Fill, and winde up with whitest wooll.</br>Let them not cut the thred</br>Of life, untill ye bid.</br>May Death yet come at last;</br>And not with desp'rate hast:</br>But when ye both can say,</br>Come, Let us now away.</br>Be ye to the Barn then born,</br>Two, like two ripe shocks of corn.</br>"]