["I stood upon Platea's plain, where sleep</br>The brave who died two thousand years ago;</br>A few Sarcophogi, where lichens creep,</br>Tinting with many dyes the marble's snow,</br>Point out the sacred place: &mdash; the grass below,</br>And wild flow'rs pearled with dewy heads,</br>Unpress'd by mortal footstep, rankly grow;</br>And, all uncheck'd, the straggling bramble leads</br>His weary length across that wilderness of weeds.", "Night mantled the lone scene, and a deep calm</br>Hung o'er its desolation, still as death:</br>So stangnant was the air, a slender palm,</br>A widow'd tree, sole on that lonely heath,</br>Stood motionless, like sculptur'd stone; no breath</br>To wake a sigh amidst her leafy plume,&mdash;</br>A crown funereal, that cast beneath</br>It mossless shadow on a fractur'd tomb,</br>Shrouding, as with a veil, the ruin in its gloom.", "The ruins lay, upon the lonely waste, like wrecks</br>Floating unmasted in the moonlight beam</br>After a storm, that from their massive decks</br>Swept the bold crews.  The deeds they record seem</br>But the delusion of a splendid dream</br>That plays around the fancy and flits by;</br>Athwart a midnight sky, a twilight gleam;</br>A meteor blaze, that mocks the gazer's eye</br>With all its shining train and march of majesty.", "And is it so?  Hath, then, the patriot host</br>Of godlike men, who fell upon that plain,</br>Died but to mingle with the dust?  Is lost</br>All memory of their deeds to Greece?  In vain</br>Proclaim these ruins, to her sons, the slain,</br>Stamp'd by the hand of slav'ry on her soil?</br>And, where their sires could pow'r supreme maintain,</br>Are doom'd their recreant sons to sweat and toil,</br>And for their pittance delve in trouble and turmoil.", "Night mantled the lone scene; &mdash; the pale moon</br>Her silver crescent in the vault of sky,</br>And a chill light upon the ruins flung&mdash;</br>Their tombs who died for Greece!  Who would not die</br>To save his country?  Who, that could defy</br>The power of time to quench the living flame</br>That blazons deeds of worth, would basely fly</br>The hero's fate, forego the patriot's fame,</br>And barter for mere life eternity of name?</br>"]