["Of late I met a damsel lowly born,</br>Yet trim her gait, and dainty was her air!</br>With blushing looks so sweet, and cheek so fair,</br>As well might vie with rosy-featur'd Morn!</br>Her locks like gold, her eyes like gems of dew!</br>Alas too soon their glances won my heart,</br>While softer glances still increase my smart,</br>And as the charmer look'd, my passion grew!</br>And now no nymph like her my bosom sways!</br>Yet higher nymphs than her my heart have won!</br>But yet so shines to me this nymph alone,</br>Methinks I'd write a volume in her praise!</br>But ah! &mdash; how soon love's pleasing visions fade,</br>While I with dark distress and penury pine!</br>To-day's misfortunes fell (hard fate of mine!)</br>Blot the dear visions yesterday had made.", "Alas I seek those flowery scenes in vain,</br>Which once in youth beguil'd my lingering hours!</br>No more I sing of love, or vernal bowers,</br>No more I tread youth's primrose-path again!</br>Lo now the summer smiles, and all is joy,</br>While still I tune the sad complaining lyre!</br>Complaint to me is more than epic fire,</br>And tears instead of smiles my lov'd employ!</br>While others climb the shining paths of fame,</br>I fast and faster steal t' oblivion's shade,</br>Soon shall I hide me with the silent dead,</br>With not a grave-stone left to tell my name!</br>Yet haply then, tho' low in dust I lie,</br>Some fond-admiring wight that reads my lore</br>May recognize me with the bards of yore,</br>And pay my last remains a passing sigh!", "Oh Nature, to my eyes most welcome still,</br>With all thy gaudy hues and bloomy vales,</br>Thy airy mountains wild, and fragrant gales,</br>Thy walks by meadow green, or mossy rill!</br>Yet vain to me is now your boasted skill,</br>To cheer a heart with sorrow woe-begone!</br>Nor you, nor dearer mortals, hear my moan,</br>While the lone waste my fond complainings fill!</br>Oh then to Him above my plaint I'll bear,</br>Who knows my grievings best, and best can soothe,</br>Who knew my riper years and earlier youth,</br>One scene of empty joys, and sorrows drear!</br>By Him alone the storms of fate I brave,</br>'Tis He alone from death my dying soul can save!</br>"]