["'Tis somewhat dark; the clouds around me roll,&mdash;</br>Dim night obscures my solitary view;</br>For shades and darkness blacken all the pole,</br>And tinge the landscape with a dusky hue.", "Now silence reigns:  my meditations soar</br>Above the trifles of a transient scene;</br>That I these dreary mansions may explore,</br>Where sleep the dead, close by this hallow'd Fane.", "All, all is husht, &mdash; save that the warbling Ale,</br>Which ceaseless babbles by that lonely hill,</br>Condoles in murmurs with my piteous tale,</br>And soothes my sorrows with its purling rill.", "How many here have reach'd their long, long homes!</br>And bid the world and all its joys farewel:</br>Who mould'ring in those dark and silent tombs,</br>With coffins, shrouds, and darkness ever dwell.", "Some dy'd in early youth, sprightly and gay,</br>But sullen now; no more their beauties glow:</br>They've left the precincts of the chearful day,</br>And death, grim death hath laid them very low.", "Their dark-brown ringlets now no longer flow,</br>And wave neglected in the breezy gale;</br>No more the dimpled cheek and youthful glow,</br>But all life's former beauties now look pale!", "What art thou, beauty? &mdash; This deep dismal gloom,</br>Where darkness, midnight darkness, ever reigns,</br>Spoils all thy rose-buds, sullies every bloom,</br>And tho' thou'rt wond'rous fair, thy blossoms stains.", "Thy former lovers disregard thy charms&mdash;</br>Soon as they heard death's melancholy knell,</br>Did they not shun thy cold and lifeless arms,</br>Tho' once before thy shrine they prostrate fell?", "Strength too lies here.  Upon the peasant's face</br>Imbrown'd and hardy with meridian toil,</br>Youthful and gay with every manly grace,</br>The lazy worms unscar'd &mdash; in volumes roll!", "For death, that mighty hunter, bent his bow,</br>Whose arrows bath'd in blood ne'er fly in vain,</br>Unbrac'd their brawny sinews, laid them low,</br>While widows &mdash; sisters &mdash; mourn'd along the plain.", "O, think on this!  ye careless, and ye gay!</br>I knew a swain in youth's most lovely bloom,</br>(Trust not in strength nor beauty &mdash; these decay)</br>Who fell a prey to death's relentless doom.", "\"One morn I miss'd him on the custom'd hill,</br>Along the heath and near his fav'rite tree,</br>Another came; nor yet beside the rill</br>Nor up the lawn, nor at the wood was he.\"", "Thrice happy now, his troubles are no more,</br>Peaceful his rest; in endless safety HE</br>Lies in the haven of yonder blissful shore,</br>While we are toss'd amidst a roaring sea.", "Here too old age oppress'd with cares and woe</br>Within earth's hospitable bosom's laid;</br>No more its brimful eyes with tears o'erflow</br>For ever silent in this lowly bed.", "There lie the rich, within a narrow grave,</br>Who once possessed large and fair domains,</br>There's no distinction here of proud or brave:</br>A common ruin blends their poor remains.", "Will these no more from their damp beds arise,</br>But sleep for ever in this drear abode?</br>No; &mdash; The loud trump shall rend the vaulted skies,</br>And each appear before the throne of God.", "Planets and stars shall in confusion roll;</br>In yonder clouds the Saviour shall appear;</br>A furious storm shall rage from pole to pole;</br>Thrice happy they who lov'd this Saviour dear.</br>"]