["I.</br>While on bright Tago's banks reclin'd,</br>And all to Love's soft joys resign'd,</br>Rodrigo panted on fair Caba's breast,</br>Sudden, a Seer of future woes,</br>The River's awful God arose,</br>And thus with boding groans the fearless Chief addrest.", "II.</br>In vain, while horrours round thee rise,</br>Thy arms enfold their ravish'd prize,</br>The prize so fatal to thy princely line:</br>Soon shall the Moor, so Fate has said,</br>Avenge the violated Maid,</br>And wrest Iberia's throne from Odin's race divine.", "III.</br>In vain, with Gothic pride elate,</br>To suit thy shadowy dreams of state,</br>Corduba rears her gilded roof on high:</br>No Child of thine in years to come</br>Shall revel in the gorgeous dome:</br>It's alter'd Echoes now to barbarous tongues reply.", "IV.</br>On Calpe's rocks with threatening hand</br>I see the injur'd Father stand,</br>All-torn his beard, and rent his hoary hair:</br>See, now he points to Libya's coast,</br>Now hails aloud the turban'd host,</br>And waves his purple flag of vengeance in the air!", "V.</br>With oars, that sparkle to the Sun,</br>Swift o'er the level waves they run,</br>Their broad sails whiten on the crouded main;</br>And now their clashing arms I hear,</br>The trumpet's clang invades my ear,</br>Loud neigh the fiery steeds, and paw the rattling plain.", "VI.</br>With Ceuta's race, renown'd in fight,</br>Fierce Barca's swarthy Sons unite;</br>Tunis her mooned ensigns wide displays;</br>With flaming scymetar and shield</br>Morocco's squadrons shake the field,</br>On Alla's name they call, and shout the Prophet's praise.", "VII.</br>O'er her rich meads with lifted lance</br>Fair Betis sees their ranks advance,</br>Proud Seville hears, Granada shakes with dread,</br>Sad Douro listens to the roar,</br>Ill-fated Minho foams with gore,</br>And distant Ebro groans with mountains of the dead.", "VIII.</br>To arms, great Chief, to arms with speed!</br>Let the sword rage, the battle bleed!</br>Ken'st thou not yet th' approaching storm from far?</br>Bid, bid thy Knights their faulchions wave,</br>Nor thou be slow the day to save,</br>But like a Comet blaze in the dark van of war!", "IX.</br>Yet ah!  in vain:  nor spear, nor spell</br>The ruthless Saracen can quell,</br>That crush'd stern Afric with his iron yoke:</br>HE safely sheath'd in ribs of mail</br>Defies thy sharpest arrowy hail,</br>Laughs at the javelin's hiss, and mocks the sabre's stroke.", "X.</br>Five bloody Suns with headlong rage</br>Each host an equal war shall wage,</br>Each see by turns his doubtful scale ascend;</br>The sixth shall view thy flight forlorn,</br>Thy shatter'd arms, thy banners torn,</br>While Spain's proud neck beneath the victor's heel shall bend.</br>"]