["MELISAEUS.</br>Prima Caledoniae placuetunt sibila sylvae.</br>Et mea ruriculas caeperunt carmina Panas.</br>Vidimus in placidis saltantes Naiadas undis</br>Littora nunc, scopulique vocant, atque invia saxa.</br>Et sola obscuris habirans in rupibus Echo.</br>O mecum libeat Themidos divine sacerdos,</br>Setoni venerande, a magno maxime rege,</br>Haec loca littoreis modo perreptare camoenis?</br>Huc ades, &amp; vili structas de vimme nastas,</br>Algosos remos, &amp; linea texta plangarum,</br>Cymbam, hamos, fetas, &amp; squamosos calathiscos,</br>\"Respice in his aliqua est non iniucunda voluptas.\"</br>Certe sub vitreis virides te Dorides undis,</br>Te deus arguta qui personat aequora conch a,</br>Omnibus in scopulis resonabit:  &amp; omnibus undis,</br>Interea, quae, Pictonici novus accola Ponti,</br>Carmina ad aequoreas cecini cape prima sorores.", "Iam procul umbroso iuvenis successerat antro</br>Piscator Melisaeus:  &amp; irrita murmura surdis</br>Quam frustra scopulis iactasset, &amp; aequoris undis:</br>Tandem ita sollicito compellat Protea versu.", "O Proteu, liquidi numen maris, omnia postquam</br>Movimus, &amp; surdis pulsavimus aequora votis:</br>Dexter ab undoso placidum caput exere ponto:</br>Nostraque ne solito sine currerer carmina faro.</br>Fleuimus &amp; sola est in nostras dura querelas</br>Fors superum, sola indigno non ulla dolori</br>Hactenus ingemuit, testor tua numina testor</br>Et pelagi Nymphas &amp; quas Bodotria glaucus,</br>Quasque Taus pater, &amp; vitreis Dona occulit antris</br>Quid me carminibus Triton contendere iussit</br>Piscatori Helymo:  quamuis grand aevus:  &amp; ille</br>Iactet fatidici divina oracula Nerei?</br>Quid mihi formosis pelagi succedere Nymphis</br>Voce fuit?  nostrisque sonis delphinas iu undis.</br>Atque incompositas phocas celebrare choreas?</br>Quid mihi quod placido senior me lumine Glaucus</br>Nascentem adspexitetibique haec nova retia dixit</br>Parve puer, tibi &amp; has servo de vimine nassas?</br>Si tamen interea solis inglorius aevum</br>His ago sub scopulis:  Meladon dum dives, in aequor</br>Pinea nunc curuae detrudit texta carinae.</br>Portumnumq; in vota vocat regemque potentem</br>Marmoris ille audax, longe meliora secutus:</br>Piscatorum artes, &amp; vilia pabula fetae,</br>Liquit:  &amp; ad ditem decurrit nauita Gangem.</br>At nos vix calathis vitam solamur, &amp; hamis,</br>Heu miseri, nos vix minima trabe littora circum</br>Quaerimus octipedes cancros:  vilesue paguros.</br>Et modo ne nostris desit satis ampla querelis</br>Causa, iuvat divum crudelia numina, cuncta</br>Auferre:  &amp; misera pereuntes cernere in alga.</br>Nuper enim, (nec te Proteu nescire putandem est</br>Talia) littoribus vi pellimur:  aequora postquam</br>Accepere alios quam divum e femine, reges.</br>O Proteu, si qua innocuae tibi cura iuventae,</br>Cerne quibus merser in aeroribus, aut mihi piscem,</br>Aut mihi da vestris fieri delphina sub undis,</br>Heic subito, certe querulis non planctibus illi</br>Neptuni stagna alta onerant:  sed Nerea circum</br>In numerum laetas agitant de more choreas:</br>Squamea multifidae quatientes verbera caudae.</br>At mihi sollicitis vix unica libera curis</br>Hora fluit, gravis hinc Celado, inde additus Arnus</br>Hinc Myrilus ruit. &amp; saxo detrudere avito</br>Percipitem tentat non una fraude Copaeus.</br>Quo fugiam infelix?  quid agam?  quid deinde relinquam?</br>\"At non perpetuo laxis mare faeuit habenis.</br>Saepe noto placidi succedunt flabra Favoni.\"</br>Cur me cunctorum sequitur gravis ira deorum?</br>Et nunquam in dubiis fulget spes prosper rebus?</br>Sit satis O, primis passum mala tanta sub annis;</br>Dum pater (ah) subito; Dorylas prope littora faro</br>Concideret; Nereo quamvis satis, &amp; tibi Proteu</br>Gratus erat, dum vita fuit:  vesterque sacerdos</br>Audiit:  &amp; vestras cecinit de littore laudes.</br>Sed nunc ille abiit, pelagique aut maxima lassat</br>Numina carminibus:  vel cum Tritone sonoro</br>Personat arrepta Pomonia marmora concha.</br>\"Nos satis reliqui, miseri, nos quod super aevi,</br>Degimus in curis:  &amp; luctisonis lamentis.\"</br>Inque dies magis, inque dies, peiora coacti</br>Perpetimur. veluti qui intra iam retia piscis</br>Claudirur, infelix per mille foramina dulci</br>Tentat abire fuga:  sed dum tamen omnia tentat,</br>Ducitur:  &amp; viridi vitam deponit in herba.</br>Dura licet, tamen haec aliquo nova vulnera vultu</br>Accipienda forent; sed dum medicina dolorem</br>Vincere conatur; diversa in fata reposcor</br>Perditus:  atque alia sequitur de cuspide sanguis.</br>Ah Proteu, quo supplicium tam triste subire</br>Crimine commeruis statuit quae culpa nocentem?</br>Anne ego Neptuni tetigi delubra profano</br>Forte pede?  an pelagi cecini convitia Nymphis?</br>An tibi sacratum phocas pecus, inscius, inter</br>Scrupea saxa latens, indigno vulnere laesi?</br>Scilicet ut chari Celadon post fata parentis,</br>Omnibus exueret propius?  non sanguinis ullus</br>Materni, fideive themor, vix cymba relicta</br>Una super; brumae quae tristia frigora pellat:</br>Diraque de nostris abigat jeiunia mensis.</br>\"Et tamen ille etiamnum inhiat nec dese et hamos</br>Ni prohibes. &amp; adhuc credendum est sanguine iunctis:</br>O numen pelagi, cui fas ventura videre;</br>Et modo quae fuerat; tu nunc quis gurges aquarum</br>Circumstet miserum, tu scis quae iam ingruat unda:</br>Devotam tibi, serva animam. nam flectere divos</br>Tu prece, tu tristes poteris avertere casus.</br>Quod si aliter superis visum crudelibus; atque</br>Stant fata arcanis me contra legibus; ibo:</br>Ibo volens nostros haec finiet unda dolores.", "Haec iuvenis. fractusque animi deserta relinquens</br>Antra, videt fessum descendere in aequora Phoebum.</br>"]