["Sister of soft-ey'd Pity, hail!</br>Say, in what deep-sequester'd vale,</br>Thy head upon thy hand reclin'd,</br>Sitt'st thou to watch the last faint gleams of light;</br>To mark the grey mists sail along the wind,</br>And shadows dim that veil the brow of night!</br>Or 'neath some rock abrupt and steep,</br>Hear'st from many a murky cloud,</br>Blue light'nings flash by fits, and pealing loud</br>The solemn thunder shakes th' aerial hall?</br>Or, lonely loit'ring o'er the plain,</br>See'st thou the glimm'ring landscape fade,</br>And bidd'st the soul-commanding lyre</br>Some such magic numbers chuse</br>As love and tenderness inspire,</br>And Heav'n's own calm around diffuse,</br>Till the sorrow-soothing strain</br>On the rapt ear with nectar'd sweetness fall,</br>List'ning; and held in mute Attention's chain,</br>And all the soul dissolv'd and fainting lie</br>In Rapture's holy trance, and heav'nly ecstacy?", "O teach me, Nymph, retir'd and coy,</br>That lasting and substantial joy</br>From peace of mind and sweet content that springs;</br>And cast thy milder tints o'er all</br>That may my wilder'd feet befall,</br>While thro' this vale of tears I go!&mdash;</br>But never may my soul those sorrows know,</br>Which shook from bleak Misfortune's wings,</br>Blast all the bloom of life, and wide diffuse</br>Their cold ungenial damps on Fancy and the Muse.</br>Nor yet permit my steps to stray</br>Where on the river's marge sits wild Despair</br>Wistfully gazing on the fearful deep;</br>Whose looks the dark resolve declare,</br>Whose horrid thoughts have murder'd sleep:</br>Hence too that other fiend, whose eye-balls glare</br>Madness, who loudly laughs when others weep,</br>And fiercely stalks around, and shakes his chain:</br>Hence, far away, ye hideous train;</br>Go, join the shrieking Stygian crew,</br>Or there, where Furies in their bow'r</br>Watch the dreadful midnight-hour,</br>Hung o'er the taper dim and furnace blue;</br>But ne'er with madd'ning steps invade</br>The Muses' consecrated shade,</br>Or bid her soothing Numbers cease</br>To bless the tranquil hour of Peace;</br>Where Love and Joy their sabbath keep,</br>Whom Rapture only taught to weep.", "Come then, with Fancy by thy side,</br>In all thy robes of flowing state,</br>To Genius evermore allay'd,</br>On whom the pensive Pleasures wait;</br>Teach me to build the lofty rhime,</br>And lift my daring song sublime</br>To that unequall'd pitch of thought,</br>Which once the seraph, Milton, caught,</br>When rapt in his immortal theme,</br>He mus'd, by Siloa's hallow'd stream;</br>But since this boon must be deny'd,</br>Be mine that solemn dirge of woe</br>Breath'd from the tender lyre of Gray,</br>To pour 'midst rustic tombs his polish'd lay;</br>Th' historic draught shall never fade,</br>And many a youth, to fame unknown,</br>Shall bend beneath the yew tree's shade,</br>To trace the line that marks his stone;</br>There shall the village maids be seen</br>Where the forefathers of the hamlet sleep;</br>And while the muse records the scene,</br>Hang o'er their turf-clad graves and weep;</br>Oblivion's rude and wasteful hand</br>Shall ne'er this little group efface;</br>For Time shall bid the colours stand,</br>And lend their charms a finish'd grace.", "Nor yet where Auburn crowns the smiling vale,</br>Pass, thou 'lorn maid, unheeding by;</br>Where yon poor matron tells her tale,</br>And points to the inquiring eye,</br>Where once her little mansion stood,</br>Shelter'd by a neighb'ring wood;</br>Recording in her homely phrase</br>The simple joys of former days:</br>Thus then, O Melancholy!  o'er my lays</br>Thy saintly veil of sadness throw;</br>And give my numbers, void of art,</br>To touch the thought, to reach the heart.</br>And bid the tear of Pity flow;</br>For if the muse may e'er unblam'd design,</br>Or if her hand can colour ought;</br>'Tis when thy spirit prompts the line,</br>Gives manliness to verse, and energy to thought.</br>"]