["Nay!  do not half reproachfully exclaim,</br>\"How foolish!\" &mdash; Poets are not often wise.</br>If it be foolishness to love a name</br>Endear'd by one of nature's strongest ties,</br>And much that memory's sweetest power supplies,</br>I own myself no sage; for, unto me,</br>Thy own is one which will not bear disguise</br>Of dash &mdash; or stars * * * such as we often see;</br>O, let it stand at length, from all concealment free.", "Besides, this is not call'd a dedication;</br>A thing, I own, of ominous extent,</br>And bringing with it fearful expectation</br>Of all that fulsome flattery can invent;</br>Nor is it here inscrib'd with THY consent:</br>So thou art unimpeach'd.  On me alone</br>Rest all the blame of this poor monument,</br>(Which I will never shrink from, nor disown,)</br>Built by a Brother's love, to hours for ever flown.", "Years have elaps'd, Maria, since we met;</br>More may revolve before we meet again;</br>The past, so far from teaching to forget,</br>Has added but fresh links unto that chain</br>Which brings no bondage and inflicts no pain;</br>And if the future be but like the past,</br>Bring what it may of other loss, or gain,</br>Of skies with sunshine bright, or overcast,</br>I have no chilling fear that life can love outlast.", "With us should not; for to either's view,</br>In memory's busy musings, there should be</br>Objects and scenes that wear the self-same hue,</br>Awakening thoughts which have one master-key</br>To explain their charm.  Is it not thus with thee,</br>When aught resembling things of former years</br>Attracts thy gaze?  be it landscape, house, or tree,</br>Or ivy-mantled church-tower, which uprears</br>Its venerable walls, and to the sight appears&mdash;", "Like a familiar object?  But, no more:</br>In truth I dare not trust myself to dwell</br>On all that recollection could restore;</br>Or thou might'st tire, ere I one half could tell:</br>And that would cruelly dissolve the spell;</br>Then let it go!  I fain would now compare,</br>But not as rivals do, how ill or well</br>Such leisure moments as we both could spare</br>Have been employ'd by each, and what the fruits they bear.", "Mine have been spent in reading, writing, talking;</br>Or, when confinement had relax'd my frame,</br>In striving to recruit its strength by walking,</br>Which doctors, though they differ, scarce could blame:</br>Yet the result of all, I own with shame,</br>Or something like it, but appears to be</br>Like idleness beneath another name;</br>And the best fruits of leisure's blighted tree,</br>Though little they can boast, I now present to me.", "Thou hast, meanwhile, (by thy experience taught</br>That which thou only could'st have gather'd thence,</br>Of winning modes to guide the expanding thought,</br>And knowledge with amusement to dispense,)</br>With noun and adjective, with verb and tense,</br>With History's page, or Travellers' vast supplies,</br>Been busily employ'd; and brought from hence</br>A hoard which parents and their children prize</br>Alike with gratitude.  Thy choice has been most wise.", "It is no unsubstantial good to dwell</br>In childhood's heart, on childhood's guileless tongue;</br>To be the chosen, favourite oracle,</br>Consulted by the innocent and young:</br>To be remember'd as the light that flung</br>Its first fresh lustre on the unwrinkled brow;</br>And there are hearts may cleave, as mine has clung,</br>To hours which I enjoy'd, yet knew not how,</br>To whom thou shalt be, then, what DAY to me is now!", "A being lov'd and honour'd for the sake</br>Of past enjoyment; ay!  and still possessing,</br>When thoughts of happy infancy awake,</br>A charm beyond the power of words expressing.</br>Yes, I am not asham'd of thus confessing</br>The debt my early childhood seems to owe;</br>And if I had the power to invoke a blessing</br>On them who first excited rapture's glow,</br>'T would fall on Barbauld, Berquin, Bunyan, Day, Defoe.", "Their works were dear to me, before I knew,</br>Or car'd to know, if they were own'd by Fame;</br>And after all that life has led me through,</br>Of pain and pleasure, they are still the same.</br>Whene'er I meet them, they appear to claim</br>Familiar greeting not to be denied:</br>Nor should it; for so complex is the frame</br>On which the mind's whole store is edified,</br>'Twere hard for me to tell what they have not supplied.", "But to return to thee, although it may</br>Be only to take leave.  It must be so.</br>I scarcely dared, at no far distant day,</br>To think that ever verse of mine might show</br>The ardent love I bear thee; and although</br>Surprise, at first, forgiveness may impede,</br>I trust that feelings cherish'd long ago</br>By both will glow afresh when thou shalt read</br>Affection's fond farewell!  and for my pardon plead.</br>"]