["Where from yon hallow'd belfry's frowning height,</br>The misty moon looks thro' the rustling grove,</br>To woo the solemn shades of gloomy night,</br>Congenial with my troubled soul, I rove.", "Beneath my feet the muttering INVER flows;</br>Maternal stream!  in all my sorrows dear,</br>What balm thy sympathizing plaint bestows,</br>To soothe the anguish of my grief severe!", "How oft along thy solitary brink,</br>In musing melancholy mood I stray,</br>On pleasures past, and present woes to think,</br>Or with thy murmurs mix my plaintive lay!", "How oft the owl, those sacred bowers among,</br>Dull brooding o'er each monumental stone,</br>Starts from her reverie to hear my song,</br>Pour'd wildly forth in sorrow's deepest tone!", "Oh ye!  who dwell within yon holy gloom,</br>Ye honour'd ghosts of many a hoary sire!</br>Who now contemplate man's mysterious doom,</br>Wrapp'd in your viewless folds of blest attire!", "How do ye love indulgent to survey,</br>The swelling streams of generous passion roll,</br>Which, tho' they drive young ardour oft astray,</br>Are the first pledges of a noble soul!", "But how with indignation do ye burn,</br>To view th' unfeeling, proud, exulting throw,</br>Those scornful shafts that make the worthy mourn,</br>And give a keener edge to human wo!", "Lo!  yon imploring wretch, the sport of fate,</br>Who oft has bled his country to defend,</br>Behold him spurned from guilty grandeur's gate,</br>Without relief, a shelter, or a friend!", "Ye saints of Mercy!  say, is there no hand,</br>To yield one comfort to the poor man's prayer?</br>Of all the wealth that crowns his native land,</br>Dare he not claim a share &mdash; a little share!", "But, ah!  the base ingratitude of man,</br>If aught can paint in colours justly strong,</br>His fate, who lies beneath yon marble, can,</br>Where fairy flowers collect, a fragrant throng!", "Turn to yon hut the falling roof deserts,</br>There genius long her darling will deplore:</br>His country own'd him as a man of parts,</br>It own'd him such, but, ah!  it did no more.", "Yet, though his evil fortune frown'd unkind,</br>Nature beheld him with a fond regard,</br>With noblest feelings warm, endow'd his mind,</br>And stamp'd him at his birth, a favourite Bard!", "Here first she o'er his rude conceptions sway'd,</br>And by her glorious self his conduct steer'd:</br>Here first his infant eyes her charms survey'd,</br>And lovely in his eyes her charms appear'd.", "Oft up yon hill to meet the rising morn,</br>Loose wrapt in fancy's airy garb he rov'd,</br>Or pondering on the world's unrighteous scorn,</br>Or heavenly themes sublime his bosom lov'd.", "Oft by the margin of yon bank alone,</br>Upon his country's Harp he sang her praise;</br>But sadness still respir'd from every tone,</br>For, ah!  his country heeded not his lays!", "Thus to the Indian shines the gem in vain,</br>The richest product of his native fields;</br>The tyger crushes, with regardless strain,</br>The loveliest flower the sylvan desert yields!", "And oft beside yon hawthorn would he lie,</br>And watch the passing stream for many an hour,</br>Or musing on the wide extended sky,</br>Forget the scornful world, and all its power!", "But soon, too soon, with rigid scorpion laws,</br>Would thought return to re-assert her throne;</br>For, ah!  the want of merit's fair applause,</br>No bosom felt severer than his own.", "Too well his soul each impulse quick obey'd,</br>Keen sensibility unnerv'd his frame,</br>And melancholy, sweetly weeping maid,</br>Did all his warmth of strong devotion claim!", "Now to the lonely wood or desert vale,</br>With lengthen'd strides, he hurries o'er the plain,</br>And whispers to the wind his wayward tale,</br>Or chaunts abrupt a discontented strain:", "\"Say, why did heaven, since partial is our fate,</br>To man his native dignity reveal?</br>Why give that tyrant to be rich and great,</br>And me this independent wish to feel?", "\"But I submit &mdash; Heaven cannot be in fault,</br>And where the mighty triumph he obtains?</br>I would not change one independent thought</br>For all the grovelling tyrant's rich domains!", "\"Ah!  what to me though fortune's every grace,</br>Wealth, pleasure, power, and splendour were my own,</br>Since ERIN drives me from her dear embrace,</br>To waste in shades, inglorious and unknown!", "\"How leap'd my heart, as oft her harp I strung,</br>And dreamt of honours that she would bestow!</br>But disappointment, stern the dart has flung,</br>That lays the fondest Bard of ERIN low.\"", "Now far above the world's envenom'd sting,</br>Shade of th' enthusiastic glow divine!</br>Permit a youth thy former woes to sing,</br>Whose fate, alas!  too much resembles thine!", "And let me o'er thy consecrated stone,</br>Pour the sad tribute of a mournful breast,</br>That passing worth thy sorrows may bemoan,</br>And virgin tears embalm thy place of rest!", "THE EPITAPH.</br>Beneath the earth a generous youth is laid,</br>Whom angels lov'd, but sordid men despis'd:</br>Though these combin'd his merits to degrade,</br>With those he holds the nobler meed he priz'd.", "Too meek his soul to combat with the world,</br>Too great to tread the servile walks of gain,</br>His little all was swift to ruin hurl'd,</br>But death soon snatch'd him from contempt and pain.", "He wish'd for nought on earth beyond renown,</br>To which the Muses prov'd his title fair:</br>Whate'er his faults, they're to the grave gone down,</br>And undisturb'd oblivion holds them there!</br>"]