["O Thou!  that on the sapphire throne</br>Of glory seated, look'st on human race</br>With eyes of tenderest love!  still deign to own,</br>Tho' much their madness slight thy proffer'd grace,</br>The sons of thoughtless ALBION!  Write thy law</br>Fresh in their Hearts!  that now, on blood intent,</br>With complicated vengeance, strive to draw</br>The thunders down of Heaven's keen punishment!</br>Plac'd at the dread right-hand of POWER-SUPREME,</br>Extend thy mercy still!  still mighty to redeem!", "Black with no crimes of common dye,</br>No common woes involve a guilty land:</br>Revengeful War's loud clangours rend the sky,</br>Terror and frantic Rage around her stand.</br>Afflicted Commerce flies to happier shores,</br>With Peace retiring, courts the prosperous gale;</br>The sad secession Industry deplores,</br>And mutual confidence and plenty fail.</br>Pale Want and dark Distrust and deadly Fear</br>A gloomier hour portend and evils more severe!", "See War stalk forth with giant stride!</br>Far o'er the western wave she bends her course;</br>In brother's bloom her gory garments dy'd!</br>While Britons Britons meet with hostile force.</br>Ah what avail, to stem the rising flame</br>That civil Discord's baleful torch supplies,</br>Or Reason's voice, or Nature's feeble claim,</br>Or ancient amity, or Kindred ties!</br>Vain, useless all!  the raging daemon reigns</br>From cold Canadia's hills to Georgia's distant plains.", "Ah!  better far, in ocean's breast</br>If undiscover'd still those regions lay!</br>If still no pilot, turning to the west,</br>Pursued the star of eve's retiring ray!</br>In evil hour, alas, ill-fated land!</br>The bold Ligurian first thy coast explor'd,</br>With prow adventurous sought thy unknown strand,</br>And midst thy wondering sons his navy moor'd.</br>Soon as the prosperous bark in triumph rode,</br>With more than mortal hopes his bosom glow'd.", "What varied wonder fill'd his mind,</br>All EDEN rising to his raptur'd view!</br>Here dwelt, he deems, the first of human kind,</br>And here the trees of life and knowledge grew.</br>THE ISLES OF BLISS now bloom to Fancy's eye:</br>But that no dragon guards their fruits of gold;</br>'Tis here, he thinks, those blissful islands lie,</br>Nor doubts the dream that fabling bards have told.</br>The bright illusion on his Mind imprest,</br>Hesperian Groves he sees, the Mansions of the blest!", "A splendid vision, soon to fade!</br>Ah might he now the sad reverse behold!</br>In vain those groves extend their blissful shade,</br>In vain they glow with vegetable gold!</br>In vain hath Industry, with noble strife,</br>O'er peeping Nature wav'd his potent wand;</br>And, as her features softened into life,</br>Smiled o'er the works of his creative hand.</br>In vain the rising Arts unfold their plan,</br>Whate'er or life adorns, or dignifies the man.", "What, tho' Religion's morning-ray</br>Chace from the western world the shades of night?</br>In vain, from darkness bursting into day,</br>Astonish'd tribes adore the wond'rous light.</br>Must then no more that morning-ray, so pure,</br>To blinded Ignorance its light supply ?</br>Alas!  that Britons should that Light obscure!</br>And quench in blood the Day-spring from on high!</br>From Nature's simple path mislead the blind,</br>And prompt to deeds of Hell the unenlighten'd mind!", "Lo!  now, arous'd to savage war,</br>Their horrid rites begin; the chiefs advance:</br>Hark!  their wild orgies echo from afar!</br>Their songs of death, that time the warriour-dance!</br>Their orgies ended, forth with silent tread</br>They steal along beneath the veil of night,</br>In coward murder bent, alike they dread</br>The glare of day or foe prepar'd to fight.</br>Now with light leaves they  strew the trackless way;</br>Now couching creep along to spring upon their prey.", "Perchance, in that unguarded hour</br>When wearied Nature sinks in sweet repose,</br>Some parent, bound by sleep's subduing power,</br>Awhile forgets his own and country's woes:</br>Kind Fancy paints to his deluded sight</br>His infants sporting where no foes molest;</br>Their looks contemplating with fond delight,</br>He clasps the smiling mother to his breast.</br>His lighten'd heart the flattering dream beguiles,</br>And golden harvests wave, and Peace returning smiles.", "Ah dream delusive!  soon to end!</br>The human fiends now spread destruction wide:</br>Hither their desolating course they bend,</br>With Death that walks in darkness at their side!</br>The yell, that rends th' affrighted air,</br>Proclaims with savage sound their purpose done.</br>With rage of hell the mangled limbs they tear!</br>With rage of hell, from blood to blood they run</br>Carnage and conflagration mark their way;</br>Youth, age, and beauty fall, an unresisting prey.", "Yet infants hold no forfeit life&mdash;</br>They, sinless Beings!  surely 'scape the foe!</br>Their little hands provoke no hostile strife;</br>Save smiling innocence, no arms they know!</br>With tears, that more than speak, they surely move</br>The murderer's breast, recalling nature's law;</br>Or melt to mercy with their looks of love,</br>The heart, now milder than the milk they draw!</br>In vain &mdash; their little tears shall not avail!</br>Nor Innocence &mdash; their coat of mail!", "And see, where feeble age extends</br>His nerveless arm!  to ward th' impending blow;</br>He vainly tries!  th' impending blow descends!</br>Subdu'd he falls beneath th' insulting foe!</br>Alas!  life's evening hop'd a brighter close!</br>Not these the promises that nature gave!</br>He fondly thought, with glory to repose</br>Belov'd and honour'd in the peaceful grave.</br>His grave, alas, the vulture shall supply!</br>Bleach'd by the parching winds his bones unbury'd lie!", "Yet Beauty meets a milder doom&mdash;</br>Yet female weakness bends the stubborn soul&mdash;</br>In vain, or sex shall plead, or beauty bloom:</br>Their furious passions feel no soft controul.</br>Perchance e'en now, in yon sequester'd bower</br>Some maid shall listen to her lover's voice,</br>In thought anticipate the golden hour,</br>When holy rites shall sanctify her choice.</br>Vows of long love she breathes, with fondest breath!</br>Ah!  soon to cancel all those vows in death!", "E'en now she hears the ambush'd foe:</br>What sound, she starting cries, pervades my ear?</br>In yonder moonlight glade it lingers slow&mdash;</br>No foe insidious surely lurking near!</br>Suspect, the youth replies, no base design;</br>Our safe retreat what prying foe shall find?</br>'Twas but the whisper of the murmuring pine,</br>Or distant waters sounding in the wind.</br>Her fears remov'd, he thinks no danger nigh,</br>And reads fresh transports in her smiling eye.", "Alas!  that eye shall smile no more!</br>No more that lovely cheek with beauty glow!</br>In graceful negligence no more shall flow</br>Those waving ringlets stiff with clotted gore!</br>The wolves of war now rend that flowing hair!</br>Impending o'er their agonizing prize,</br>With gnashing unrelenting fangs they tear</br>The horrid trophy of their victories!</br>This sees the youth expiring as he lies,</br>With aggravated horror sees and dies!", "O BRITONS, fam'd for gentle Hearts!</br>On guilty cheeks let conscious blushes rise!</br>At deeds like these revolting nature starts,</br>And mild Humanity recoils and dies.</br>In crimes of deepest dye no longer share:</br>Ungenerous BRITONS, spare your country's shame!</br>Your injur'd country's faded glory spare,</br>Nor thus to infamy consign her name!</br>Be her's the praise, than Valour's greater far,</br>With Clemency's kind hand to sooth the woes of war.", "Vain hope!  e'en now new horrors rise!</br>New modes of brutal warfare unexplor'd!</br>In English hands the scourge of fury flies,</br>And flames devour the remnant of the sword.</br>In English hearts disgraceful triumph reigns,</br>As wide the streams of desolation spread.</br>Not such the chief, that on Germania's plains</br>His country's valiant sons to victory led!</br>To conquer less ambitious than to save,</br>He wash'd with pitying tears th' unwilling wounds he gave.", "Ah!  surely dead to human woe</br>Their iron hearts, that deeds like these approve!</br>All future Hope they surely must forego,</br>Nor fear a vindicating Power above!</br>And yet &mdash; to Heaven they bow the suppliant knee,</br>And breathe the formal prayer with lips defiled;</br>And yet &mdash; they lift their blood-stain'd hands to Thee,</br>To Thee, meek Saviour, merciful and mild!</br>And yet &mdash; to Thee those hands they DARE to shew!</br>To Thee, who did'st COMMAND affection to the foe!", "Man's guardian friend!  at Pity's call</br>Once more thy spirit in their hearts renew!</br>And, O may Heaven, whose mercy stoops to all,</br>Their crimes forgive! &mdash; they know not what they do!</br>In rival breasts awake thy law of Love!</br>From Thee all human hope, all comfort springs!</br>The mutual wound's keen anguish to remove,</br>Arise once more with healing on thy wings!</br>So may each doubt dissolve, all Discord cease,</br>And kindred nations bow before THE PRINCE OF PEACE!</br>"]