["The Lords obedient to the King's Command,</br>With Pow'rs and full Credentials in their Hand,</br>Soon as Aurora, with her radiant Key,</br>Unlock'd the Gates of Light to let out Day,</br>Embark'd, set sail, and stood for Albion's Coast,</br>And with a prosp'rous Gale the Ocean crost.</br>Thrice had the Sun, by his victorious Light,</br>Been Soveraign of the Air, and twice the Night,</br>When Albion's Clifts were in the Envoies Sight.</br>And soon they enter'd, born with Wind and Tide,</br>The Mouth of Thames, sublime Augusta's Pride.</br>As they advanc'd, they view'd on either Hand</br>The various Blessings of the fruitful Land:</br>There Meadows, burden'd with their flow'ry Load,</br>Twice in a Summer by the Farmer mow'd:</br>Conspiracies of Pleasures and Delight</br>Were every where discover'd to their Sight.</br>Each Reach and Point unfolded to their View</br>Some fresh surprizing Scene, some Wonder new.", "Here they observe, what fertile Fields of Corn</br>The Kentish Hills luxuriously adorn:</br>Which this and that way mov'd by Zephirs Breath,</br>Vie in green Waves, with the salt Flood beneath.</br>There num'rous bleating Flocks o'er-spread the Plains,</br>Which still resound with loud, melodious Strains,</br>And Songs alternate of contending Swains.</br>Here lowing Herds the spacious Pastures graze,</br>Their Beauty much, their Numbers more amaze.</br>Some with their Milky Burdens over-flow'd,</br>In frothy Pails their bursting Dugs unload.</br>Some for Augusta's Feasts prepare their Chines,</br>Fill out their Points, and load with Fat their Loyns.", "The forreign Lords the noble Stream admire,</br>Pleas'd both to see it flow, and to retire:</br>Which with alternate Kindness favour'd more</br>The Kentish now, and now the Essex Shore.</br>While in Meanders to the neighb'ring Main</br>The liquid Serpent drew its Silver Train,</br>Transported with the Wonders of the Tide,</br>And the delightful Banks, the Strangers cry'd,</br>Had but the Mantuan, whose unrivall'd Lays</br>Do high as Heav'n's expanded Concave raise</br>The rapid Tiber, and the ling'ring Po,</br>Once seen this sweet, this noble River flow,</br>His charming Lyre once more he would have strung,</br>And not have left, O Thames!  thy Flood unsung.", "They yet did greater Admiration shew,</br>Greater Surprize, when first they had in view</br>The num'rous Ships, that lay on either side,</br>And saw the Boyant Groves at Anchor ride.</br>Where British Oaks, and high Norwegian Pines</br>Reer'd their contiguous Heads in thicker Lines,</br>Than when before they on the Mountains stood,</br>And throng'd each other in the shady Wood.</br>Smooth wat'ry Lawns, and Glades of open Air</br>Amidst the floating Forrest did appear,</br>Thro' which the Sailors did their Vessels steer.</br>Here high Augusta's Fleets did safely ride,</br>Contemn'd the Billows, and the Winds defy'd.", "Here lay a Fleet with stormy Weather worn,</br>Foul with the Voyage, and her Rigging torn,</br>With Asia's Pride and Luxury opprest,</br>With Aegypt's Drugs, and Spices from the East;</br>With Persian Carpets, Silks from Smirna brought,</br>Dy'd in Sydonia, in Damascus wrought.</br>Pond'rous with Riches, glorious to behold,</br>Rare Silver Flowers, and interwoven Gold.</br>With Gems and Pearl, which India does bestow,</br>Where the fam'd Ganges, and Hydaspes flow.</br>There one had brought from fair Ausonia's Soil</br>Rich Tuscan Wines, and pure Calabrian Oil:</br>The noblest Velvets of Liguria's Store,</br>And beauteous Coursers from the adverse Moor.", "Here rode a Fleet, that had th' Aequator crost,</br>And with advent'rous Sails gain'd Guinea's Coast;</br>Fill'd on the Sun-burnt Mauritanian's Shore</br>With Iv'ry Wealth, and heaps of Golden Oar.</br>Some, who had sail'd to cold Greenlandia's Coast,</br>By stormy Winds and foaming Billows tost,</br>'Midst floating Icy Mountains to assail</br>The Lord of all the frozen Seas, the Whale,</br>'Midst various Deaths and Fears, with wond'rous Toil,</br>Came laden back with the slain Tyrant's Spoil.</br>Some fraught with Cordage, Masts, and Naval Stores,</br>Came from Norwegia's, or from Swecia's Shores.</br>Some were with Lusitanian Riches fraught;</br>Some did unload their various Treasures brought</br>From the rich Islands on the Western Main;</br>Some Russian Furs, some Golden Fruit from Spain.</br>While thus King Phillip's Lords their Way pursu'd,</br>They both with Wonder and with Envy view'd</br>The Wealth and Pleasures brought to Albion's Isle,</br>The Labour and the Growth of every distant Soil.", "And now the Lords to high Augusta came,</br>And own her Glory did exceed her Fame.</br>With great Magnificence and solemn State,</br>On noble Steeds they enter'd at her Gate.</br>Adorn'd with Gold, in Scarlet Cloth array'd,</br>Their num'rous Train a glorious Progress made.</br>Thro' Streets thick crowded with the gazing Throng,</br>And Shouts of publick Joy, they pass'd along.</br>They were conducted to Eliza's Court,</br>And entertain'd in such a Princely sort,</br>As well th' important Embassy became</br>Sent by a Monarch of so great a Name.", "Soon as the Morn had with her soft grey Eyes</br>Look'd thro' the Windows of the Eastern Skies;</br>Th' Iberian Envoies from their Beds arose,</br>And for their Audience, did their Thoughts compose.</br>High on her Throne Britannia's Empress sate,</br>Whose bright, Majestick Looks eclips'd her State.</br>A Crimson Canopy stood o'er her Head,</br>The Floor beneath a Persian Carpet spread.</br>Behind her shone in high Embroid'ry rais'd</br>Britannia's Arms by all Spectators prais'd.</br>The Figures wond'rous, prominent, and bold,</br>Were Basse Relievs in Silver and in Gold.</br>High on her Forehead rose her platted Hair,</br>Whence Diamonds, beauteous as the Morning Star,</br>Diffus'd their twinckling Radiance thro' the Air.</br>To form a Heavenly Beauty on her Head,</br>A lovely Blew, conspicuous Saphers spread.</br>And Orient Pearl mild Lustre did display,</br>In Imitation of the Milky Way.", "Illustrious Beauties, fair Britannia's Pride,</br>Dispers'd their confluent Rays from either side.</br>These various Orbs in shining Order plac'd</br>The Vortex govern'd by Eliza grac'd.</br>Mov'd by superiour Glory, did obey</br>Her central Majesty's Magnetick Sway.</br>Here mighty Vere's distinguish'd Consort shone,</br>Bright by Eliza's Beams, and by her own.</br>She did her Monarch's high Commands attend,</br>A faithful Subject, and a constant Friend.", "The four bright Daughters of the valiant Vere</br>Did in their place not far remote appear.</br>This shining Constellation did support</br>The Throne of Love, and Pride of Beauty's Court.</br>Their Looks Seraphick Sweetness must acquire,</br>Where Female Grace and Martial Heat conspire,</br>The Mother's Softness, and the Father's Fire.</br>One with a Thousand artless Charms endu'd</br>A beauteous Star, tho' least in Magnitude,</br>More by Contraction bright, a Heav'n in little shew'd.</br>The four were worthy of so great a Lord,</br>Bright and Victorious, as their Father's Sword.</br>So many yielding Hearts their Eyes obey'd,</br>That they more Captives, than their Father made.", "Here Pembroke did her envy'd Fame maintain,</br>And grac'd the Court, more than Arcadia's Plain.</br>There lovely Russel was by all admir'd,</br>Here the fair Comptons Eyes the Nobles fir'd.</br>The Sackvilles there did with their Charms invade,</br>And here the Grevilles silent Wounds convey'd.</br>There bright Oarda of a noble Line</br>By Birth and Beauty, did distinguish'd shine.", "Great Numbers more of Albion's noblest Blood,</br>Richly adorn'd, around their Monarch stood.</br>The forreign Lords this Splendor did surprize</br>From radiant Gems, and far more radiant Eyes.</br>Confederate Glories, and promiscuous Light,</br>Did with immoderate Day, please and oppress their Sight.", "Thus on her Throne the bright Eliza sate,</br>And crowding Lords on this and that side wait.</br>The Envoies did advance, but when they saw</br>Britannia's Queen, they felt unusual Aw.</br>They on th' august Appearance trembling gaz'd,</br>Were at the Glory of her Court amaz'd.</br>Dauntless Parmensis, who to Arms innur'd,</br>Had long the Sight of Camps and Courts endur'd,</br>Turn'd of his dazled Eyes, not wont to see</br>So great a Presence, so much Majesty.</br>Approaching near the Throne, the purple Priest</br>With this Harangue Britannia's Queen addrest.", "Great Queen, our Monarch, zealous to maintain</br>Strict Peace between this Court, and that of Spain;</br>And proud to be esteem'd Eliza's Friend,</br>Gave his Command, we should your Court attend;</br>To make new Treaties, and confirm the past,</br>And settle Friendship, that may ever last.</br>He will his Faith inviolable plight,</br>That with his Arms he will defend your Right.</br>That he will War against your Foes proclaim,</br>And that your Friends and his, shall be the same.</br>His Ships are yours, and yours his Horse-men are;</br>His Chariots yours, when you engage in War.</br>He will before our Sacred Altars swear,</br>By all the Holy Myst'ries we revere,</br>By all that pious Christians love or fear;</br>His Navy shall not see the British Seas</br>Insult your Coasts, and interrupt your Peace.</br>He has a nobler Enterprize in view,</br>Another Course of Glory to pursue.</br>He to his Royal Promise will be just,</br>And to remove all Umbrage and Distrust,</br>He will renounce, and solemnly abjure</br>Rome's Absolution, and dispensing Pow'r.", "I on the Sacred Oracles protest,</br>And on the Faith unblemish'd of a Priest,</br>That Spain's most potent Monarch seems to me</br>In this Affair from all Collusion free:</br>That he no stronger Passion can reveal,</br>No more sincere Concern, or warmer Zeal,</br>Than by a strict inviolable Tie,</br>To bind you as a Friend, and as a firm Ally.</br>Just Heav'n!  (to Heav'n I solemnly appeal,)</br>If I dissemble, or the Truth conceal,</br>Let Vengeance my devoted Head pursue,</br>Load me with Wrath, I ask it as my due.</br>He ceas'd.  Eliza rising from her Seat,</br>Did with her Guards, and noble Train retreat.</br>Th' Ambassadors, with customary State,</br>Were reconducted to their Palace Gate.</br>They were regal'd with great Magnificence,</br>And vast Profusion at the Queen's Expence.</br>Panting beneath the Weight, strong Servants bear</br>Prodigious Dishes of Britannick Fare:</br>Which by th' Intendant in long Order plac'd,</br>The groaning Tables both oppress'd and grac'd.</br>The tasteful Meats were with great Cost procur'd,</br>Which all the diff'rent Elements afford:</br>All which the Hunts-man takes in Hills or Woods,</br>The Fowler in the Fields, the Fisher in the Floods.</br>Here stood a Boar in brawny Collars; here</br>Haunches of Red, or Sides of Fallow Deer.</br>Here Sheep almost entire, and tender Fawns,</br>That spread the Hills, or sported on the Lawns,</br>Dispos'd with Art, did grace the Table more</br>Than they the Parks adorn'd, or Downs before.</br>The British Ox, a more delicious Cheer</br>Than Gallia's Partridge, or Ausonia's Deer,</br>In various Forms, by various Artists drest,</br>Pleas'd all the diff'rent Palates of the Guest.</br>In wond'rous Plenty, by the Queen's Command,</br>Whate'er was curious found by Sea or Land,</br>Where Winds can blow, or British Merchants sail,</br>Did Spain's astonish'd Embassy regale.", "They had for Drink with their luxurious Cheer,</br>Strong, mantl'ing Ale, and old Autumnal Beer.</br>From Vaga's Banks rich Scudamoran Wine,</br>Scarcely exceeded by the forreign Vine.</br>They had the noble Liquors from abroad,</br>Which in her Ports Britannia's Fleets unload.</br>High Silver Flagons, Chalices of Gold</br>Fill'd to the brim, did Gallia's Pleasures hold.</br>Vast Goblets wrought with wond'rous Art, and crown'd</br>With rare Burgundian Nectar, went around.</br>They drank the flowing Riches of the Vine,</br>On Danaw's Banks, or on the rapid Rhine.</br>The Growth of Xeres, and the racy Spoils</br>Of the rich Grape press'd in the happy Isles.</br>First round the Board, then in their Veins, the Bowl</br>With purple Honours crown'd, did circulating rowl.</br>Here one with bright Champaign the Table plys,</br>Which sparkles in the Cup, but more within their Eyes.</br>One od'rous Hermitage profusely brings</br>Wine for thy Sons, O Rome, at least for Kings.</br>For tho' defrauded of the Son, the Vine</br>Does not Britannia Honour with its Wine.</br>Yet all her Ports with gen'rous Juice abound</br>From all the Kingdoms, and the Isles around:</br>She revels in the Growth of every Soil,</br>Enjoys their Vine, and drinks her Neighbours Toil.", "Nor was there wanting Musick for the Ear,</br>Which gave the Wine more Life, most Taste the Cheer.</br>Fam'd Sons of Art, who did Augusta grace,</br>(Such Eccles is, and famous Purcell was.)</br>French cheerful Hautboys, sweet Italian Lutes,</br>Britannia's Viols, and soft sounding Flutes,</br>Rare Violins, and Voices most admir'd,</br>To form a noble Harmony, conspir'd:</br>Discordant Notes and Nations did agree</br>To charm the Guests with Heav'nly Melody.", "Now had the Air three Revolutions seen,</br>And thrice to Shade, to Light thrice subject been.</br>When great Eliza did her Orders give,</br>Th' Iberian Lords her Answer should receive.</br>Then o'er her Treasure Cecil did preside,</br>And with Applause that envy'd Province guide.</br>A Peer of Temper, Wise, Sedate, Discreet,</br>Matur'd in Bus'ness, and of peircing Wit.</br>Envy in all his Conduct, sought in vain</br>To find a Blot, or in his Hands a Stain.</br>He still against all furious Bigots strove,</br>Who with such wild Praecipitation drove,</br>That they had set the Kingdom on a Flame,</br>(For of all Parties, Bigots are the same.)</br>Had not his mod'rate Councils stem'd the Tide,</br>It's Fury checkt, and made its Flood subside.</br>He from the Rules of Justice ne'er would swerve,</br>With Freedom close, and open with Reserve.</br>With equal Skill, instructed to reveal</br>Dark Statesmens Counsels, and his own conceal.", "This Lord the Queen's Cheif Councellor of State,</br>With Philip's Envoies, manag'd the Debate:</br>And quickly finish'd this important Task,</br>The Spaniard yielding all the Queen did ask.</br>On either side the Solemn League was sign'd,</br>Nor could the Wit of Man Expression find,</br>That might Confed'rate Crowns more strictly bind.</br>Th' Ambassadors, their Treach'rous Business done,</br>Hasten'd their Preparations to be gone.</br>They did rich Presents from the Queen receive,</br>A gracious Audience had, and took their Leave.</br>Mean time Eliza did not wholly give</br>Credit to Spain, nor wholly disbelieve.</br>But tho' the Treaty had not quite supprest</br>The jealous Thoughts, that had her Mind possest,</br>Yet much their Oaths and Imprecations eas'd</br>Her doubtful Mind, and much her Pain appeas'd.</br>Such was her Goodness, she could ne'er believe,</br>That a Crown'd Head, with Purpose to deceive,</br>Would solemn Vows, and sacred Contracts make,</br>Which, whilst he made them, he design'd to break.</br>She never thought, that she should ever find</br>In Noble Blood, and in a Royal Mind,</br>Falsehood so black, and Malice so refin'd.</br>That as consummate Wickedness could dwell</br>In Monarchs Breasts, as that of Fiends in Hell.</br>While on this dreadful Guilt she did reflect,</br>She did King Philip's Honour less suspect:</br>Believing Kings would Perjury abhor,</br>Not dare affront the God, they did adore,</br>Deride his Justice, and defy his Pow'r.</br>Entangled thus in false Iberia's Snare,</br>With less Concern she did her Fleet prepare,</br>Cooler her Zeal, and slacker was her Care.</br>So far th' Atrocious, Irreligious Deed</br>Of Spain's Perfidious Monarch did succeed.", "Above the Limits and Aetherial Mound</br>Which Nature's far extended Empire bound,</br>From empty Space unconscious of the Day,</br>Where ne'er Creation did its Pow'r display;</br>Th' Almighty's awful Throne on Pillars rais'd</br>Of independent, solid Glory, blaz'd.</br>On his Right Hand his uncreated Son</br>A Co-eternal Emanation shone:</br>Blissful Appearance of embody'd Light,</br>Where Human Nature and Divine unite.</br>Mysterious Ties the vital Union hold,</br>Which Seraphims adore, but never can unfold.</br>On Glory high enthron'd, in God-like State</br>The Christian World's Victorious Founder sate.</br>Him, as his Heir, th' Almighty Father own'd,</br>And with Dominion universal crown'd.</br>The spacious Seas, the Isles, and farthest Land,</br>Subject became to his supream Command.</br>He equal Laws dispences from his Throne,</br>His Subjects spares, and pulls Oppressors down.</br>With ling'ring Steps his halting Justice goes,</br>But from his Breast spontaneous Mercy flows.</br>His Vot'ries he protects with tender Care,</br>Supplies their Wants, and hears their humble Pray'r.</br>In their Defence he does in Arms appear,</br>And stops proud Tyrants in their mad Carreer.</br>He backward drives wild Persecution's Flood,</br>To save his Church, the Purchase of his Blood.", "But how Transfigur'd from himself before,</br>When here on Earth he liv'd despis'd and poor?</br>A Crown of Glory now his Head adorns,</br>That here was mock'd and pain'd with one of Thorns.</br>The Face on which vile Miscreants Spit before,</br>Seraphs admire, and ravish'd Saints adore.</br>Twelve helpless Fisher-men did Honour show</br>To Heav'n's Commissioner, when here below,</br>Attendants on Distress, and Ministers of Woe.</br>Arch-Angels now compose his Royal State,</br>And round their King ten thousand Seraphs wait.</br>Fair Sons of Light, bright Off-spring of the Morn,</br>Attend his Person, and his Court adorn.</br>These shining Ministers surround his Throne,</br>Radiant as Stars, and dazling as the Sun.</br>The Body, which the painful Cross before,</br>Between two dying Malefactors bore,</br>Is now of stiffen'd, pond'rous Glory made,</br>Which Pain no more, no more shall Spears invade.</br>Now from his wounded Members, whence a Flood</br>Ran down the Cross of Meritorious Blood,</br>Uninterrupted Streams of Splendor flow,</br>Inlightning all th' Aetherial Space below.", "He does with Care his Government attend,</br>And to and fro his swift-wing'd Envoys send.</br>To Potentates, Dominions, Heav'nly Thrones,</br>And Pow'rs distinguish'd by superiour Crowns,</br>Coelestial Chiefs, and Officers of State,</br>Who to observe his Nod, obsequious wait;</br>He does the Empire of the World divide,</br>Makes them o'er diff'rent Kingdoms to preside.</br>These, his bright Viceroys and Prorectors, go</br>To their respective Provinces below.</br>All whom the Great Redeemer does direct</br>His Church's Sacred Int'rest to protect.</br>To guard his Vot'rys, and his Vine-yard fence,</br>From secret Snares, and open Violence.</br>These to the Earth, or to their bless'd Abode,</br>Are always passing thro' th' Aetherial Road,</br>To execute their Charge, or to report</br>Their Expeditions at their Soveraign's Court.", "Now mighty Gabriel, from Britannia's Coast</br>Arriv'd, and passing thro' the Heav'nly Host,</br>Became the foremost of the shining Crowd,</br>Which thronging round the Mediator stood;</br>And low before the Throne, the Great Arch-Angel bow'd.</br>Soon as he saw the Potentate appear,</br>The Great Redeemer on his Minister,</br>His watchful Prefect of Britannia's Isle,</br>Did with an Aspect Beatifick smile:</br>An Aspect that dispels all Woe and Care,</br>Sooths sad Distress, and solaces Despair:</br>The same with which he Martyrs does receive,</br>When thro' the Flames they first at Heav'n arrive.</br>Then thus he spake:  Our Minister, relate</br>What has befall'n reform'd Britannia's State.", "The Seraph answer'd:  Albion's Pious Queen,</br>To whom Iberia has suspected been,</br>As purposing her Kingdom to invade,</br>Has with that Prince a firm Alliance made.</br>Ambassadors from Philip pass'd the Seas,</br>To fix with Albion, Terms of lasting Peace.</br>They did with Sacred Vows and Oaths, protest,</br>Castilian Arms should not her Coasts molest.</br>Their Imprecations, and th' Appeal they made</br>To this Tribunal, did the Queen perswade</br>With stricter Ties their Friendship to renew,</br>Thinking their solemn Protestations true.</br>Which has not wholly, yet has much dispell'd</br>The Thoughts, which in suspence Eliza held:</br>She finds her anxious Care is much allay'd,</br>And for Britannia's Realm, seems less afraid.", "He ceas'd.  The bless'd Redeemer did reply,</br>Let not the Queen on Roman Faith rely.</br>She must no Weight on this Alliance lay,</br>Those who have me betray'd, will her betray.</br>Whilst Albion's Queen the Roman Yoke rejects,</br>And the Religion, which I taught, protects;</br>Let her not fruitless Expectations feed;</br>Will Spain from her invet'rate Hate recede?</br>Will ever Rome and Hell give Philip Rest,</br>'Till he reform'd Britannia does molest?</br>Will these pretended Christians, who disclaim</br>My pure Religion, yet profess my Name,</br>From bloody Persecutions ever cease,</br>Or let my faithful Vot'ries be at Peace?</br>When Ethiopians, to be White, begin,</br>And spotted Leopards shew a spotless Skin,</br>Then proud Iberia, and apostate Rome,</br>To me and mine will faithful Friends become.", "Go, Britain's Viceroy, let Eliza know,</br>She trusts a broken Reed in Philip's Vow.</br>The faithless King her Goodness does abuse,</br>And with mock Treaties does her Court amuse,</br>While he his Hostile Purposes pursues.</br>Let her her Army and her Fleet prepare</br>To meet th' Iberian, and repel the War.</br>Lest by Surprize he should oppress the Queen,</br>And by perfidious Arms Britannia win.</br>Fly, Gabriel, fly, and with Angelick Speed</br>On this important Embassy proceed.", "Th' obedient Seraph, this high Order giv'n,</br>From the Immortal Battlements of Heav'n,</br>Did with expanded Pinions wing his way,</br>Bright as the Morn, and swifter than its Ray.</br>Thro' th' Aetherial, trackless Firmament</br>He on his Province made a quick Descent.</br>'Twas then, when Albion's Just, Religious Queen,</br>Unheard by any, secret, and unseen,</br>To Heav'n her Morning Supplications made,</br>For her own House, for her dear People pray'd,</br>And thankful for the past, ask'd future Aid.</br>Uncommon Ardor did her Heart extend,</br>While she devoutly did with Heav'n contend.</br>A great Effusion of Coelestial Fire,</br>Did with a rapt'rous Zeal her Breast inspire.</br>In Anhelations of Seraphick Love,</br>In Pious Pangs of Extasy she strove</br>Blessings Divine, and Favours to procure,</br>And make propitious Heav'n's Protection sure.", "Soon as the Queen from her Devotion rose,</br>And did her Thoughts for State-Affairs compose:</br>A sudden Glory, like the Virgin Day,</br>Dawn'd in the Place, and did mild Light display.</br>Odours Divine, ineffable Perfume,</br>Was suddenly diffus'd around the Room;</br>Such, as are breath'd from fresh Coelestial Bow'rs,</br>From bless'd Jonkyles, and Heav'nly Jes'mine Flow'rs.</br>Then dress'd in aeiry Garments to be seen,</br>Her Guardian Angel did approach the Queen.</br>With such a charming Mein he did appear,</br>With such mild Looks, as Love and Mercy wear.</br>Such had the bless'd Redeemer, when below,</br>He did Salvation on Mankind bestow,</br>And scatt'ring Light and Life did thro' Judea go.</br>His Neck and Hands were both Divinely fair,</br>And his long Robe, that hung neglecting Care,</br>Was white as Snow new-moulded in the Air.</br>Unfading Youth, a fresh Empyreal Red,</br>And blooming Honours on the Seraph spread.", "Who thus began:  Hail, Pious Princess, Hail,</br>Your Arms on Earth, your Pray'rs in Heav'n prevail.</br>By high Command I come, to let you know,</br>You must not trust th' Iberian Monarch's Vow.</br>No Protestations, which he makes, believe,</br>Nor to his Oaths and Treaties, Credit give.</br>These are perfidious Charms design'd to keep</br>Your Senses shut, and lull your Court asleep.</br>The treach'rous King will from his Navy pour</br>His utmost Fury on Britannia's Shore.</br>Destruction he prepares, and from abroad</br>In Albion's Ports will heavy War unload.</br>Make haste, Eliza, to sustain the Blow,</br>Lest, you surpriz'd, too late your Error know.", "He said.  And with a Heav'nly Mien withdrew,</br>The Pions Queen his Counsel did pursue.</br>She, to collect her Troops by Sea and Land,</br>To all her Chiefs and Gen'rals gave Command.</br>She wisely let her Loyal Subjects know</br>The black Intentions of the faithless Foe:</br>Who Peace pretended Albion's Court to blind,</br>That he the Realm might unprovided find.</br>This all her faithful Britons did enrage,</br>And made them for Revenge in Arms engage.</br>They flew with brave Impatience to the Coast,</br>Eager to Combate Spain's perfidious Host.</br>Thus both the Crowns for Conflict did prepare,</br>One to invade, one to repel the War.", "Mean time, while these Transactions past between</br>Th' Iberian Monarch, and Britannia's Queen.</br>In Belgia, Vere, Eliza's General, led</br>Britannia's Cohorts to the Belgian's Aid.</br>Mauritius from the Camp, in which he lay,</br>Advanc'd, and met the Briton on the way.</br>With Marks of high Esteem, with Joy sincere,</br>The Belgian Prince embrac'd the Noble Vere.</br>Th' expected British Hero he receiv'd,</br>As one, by whose great Valour he believ'd,</br>Desponding Belgia's Fate would be retriev'd.</br>Vere in his turn the brave Nassau address'd,</br>The same Respect, and the same Joy express'd.</br>This done, Mauritius to his lofty Tent</br>With the Illustrious Welcome Briton went.</br>Where when arriv'd, the two great Heros send,</br>To their inferior Gen'rals to attend.", "Mean time, his wond'ring Eyes the Briton turn'd</br>To the rich Arras, which the Room adorn'd.</br>He with surprizing Pleasure did behold</br>The lively Figures form'd in Silk and Gold:</br>With Flandria's Skill inimitable wrought</br>By fam'd Cartones from German Masters brought.</br>Rare Workmanship!  where Belgia's noble Loom</br>Was by the Pencil scarely overcome.</br>The unexampled Pieces did contain</br>The bloody Story of relentless Spain.", "Here Alva sate in a high Chair of State,</br>A fiery Minister of Philip's Hate.</br>With cruel Deaths the Belgian he pursu'd,</br>In Plagues expert, and conversant in Blood.</br>Hatred, Revenge, Ambition, Falshood, Pride,</br>Infernal Malice, in his Look reside.</br>Assassins, Lictors, Headsmen, long in Pain</br>And Torment verss'd, an execrable Train,</br>Around him stood, expecting from his Hands</br>His cruel Orders, and his Dire Commands.</br>Of these, who did his Lust of Blood assist,</br>Each did receive a long Proscription List:</br>Which did the certain Fate of those contain,</br>Who then withstood the lawless Pow'r of Spain.</br>Who did outrageous Violence oppose,</br>And to defend their injur'd Country, rose,</br>And rather present Death, than ling'ring Ruin chose.</br>Some of thy Martyrs, Heav'nly Liberty!</br>Thy Glorious Confessors, were doom'd to die</br>In ling'ring Pains, with Engines to be rackt</br>Which Husband Life, and manag'd Death protract.</br>Some, to whom Alva did Compassion show,</br>Had leave to Die by one kind fatal Blow.</br>Some were condemn'd the Dagger's Point to feel,</br>Some the sharp Ax, and some the painful Wheel.</br>On which alive some broken lay, the most</br>Obtain'd the Favour to be strangled first.</br>Some of the Orders of this cruel Lord</br>Condemn'd whole Towns, and Cities to the Sword,</br>Whom to protect in Safety he before,</br>Perfidious Man!  in solemn Manner swore.", "There Holy Fathers on Destruction bent,</br>And anxious, unknown Torments to invent,</br>Met at a pious Consult to support,</br>Their new erected Inquisition Court.</br>On their stern Brows dire Persecution sate,</br>Infernal Malice, and immortal Hate.</br>Intent on Blood, in Cruelty refin'd,</br>They Plagues decreed, and bloody Orders sign'd.</br>Their Dungeons there appear'd, Religious Schools,</br>Where Men are taught by expeditious Rules:</br>Where bloody Lictors Heav'nly Doctrines Preach,</br>Instruct with Engines, and with Torment teach.", "Here cruel Instruments of Steel or Wood,</br>Of new invented Deaths, a vast Collection stood.</br>There lay in heaps, Hooks, Pincers, pond'rous Chains,</br>Plenty of curious Plagues, and choice converting Pains.</br>Here Martyrs dauntless from Almighty Aid,</br>Are thro' th' insulting Throng to Death convey'd.</br>Their Air compos'd, their Looks Divinely mild;</br>None seem'd afraid, and some with Pleasure smil'd.</br>They look'd with Pity on the mocking Crowd,</br>And seem'd to pray for those, who sought their Blood.</br>In other Figures did the Briton see</br>Triumphant Martyrs on the fatal Tree:</br>As did their Flames, so the bless'd Martyrs strove</br>To reach their Central Seat of Rest above.</br>They with Heroick Fortitude expire,</br>And mount to Heav'n in ruddy Cars of Fire.</br>Relentless Ruffians vent Infernal Rage,</br>They no Distinction make of Sex or Age.</br>Accurs'd Assassins Belgia's Race destroy,</br>Riot in Blood, and horrid Death enjoy.</br>Their Priests with Holy Murder never cloy'd,</br>Urge and intreat that more may be destroy'd.</br>They, that their Doctrines may Belief obtain,</br>Destructive Wonders show, and Miracles of Pain.</br>While Vere with deep Compassion mov'd, survey'd</br>This woven Tragedy, the Hero said,</br>To Arms how justly did the Belgians fly,</br>To check this monst'rous Rage, this barb'rous Cruelty?</br>How am I pleas'd the Brittish Youth to lead,</br>And bring th' afflicted States Eliza's Aid?</br>Their Enterprize is Glorious, who oppose</br>Their Arms to Heav'n's and Human Nature's Foes.", "The Briton next with Admiration saw,</br>Wrought in another piece the Great Nassau;</br>The Glorious Founder of the Belgick State,</br>To whom Iberia bore Infernal Hate.</br>Whose Blood, Immortal Shame!  the Villain's Hand</br>Shed, by the Spanish Tyrant's curs'd Command.</br>To be distinguish'd, on a rising Ground,</br>His valiant Chiefs and Cohorts pour'd around,</br>Reform'd Batavia's Great Supporter stood;</br>His Gesture shew'd him speaking to the Crowd.</br>He to th' attentive Troops himself addrest,</br>One Hand extended, one upon his Breast.</br>With Vehemence, but with becoming Grace,</br>With all the Eloquence of Mein and Face,</br>He labour'd to excite their Martial Rage,</br>And make his Troops impatient to engage.</br>He propagates his Passion, and inspires</br>The Soldier's Bosom, and improves his Fires.</br>There wanted Words indeed, the only part</br>Which did exceed the Master's wond'rous Art:</br>And yet he seem'd so much to speak, that Vere</br>Admir'd that he no Voice, or Sound could hear.</br>The attentive Throng, that on the Gen'ral gaz'd,</br>Felt in their glowing Breasts their Courage rais'd.</br>Their bright'ning Eyes express their inward Fire,</br>The Foe they threaten, and the War require.</br>Viewing their Gen'ral they dismiss their Fears,</br>And let in Courage at their list'ning Ears.", "Here the provincial Deputies conven'd</br>In Council, did the Wise Nassau attend.</br>They by their Looks and Gestures seem'd to plight</br>Their mutual Faith, to guard their mutual Right;</br>Their Freedom and Religion to maintain</br>Against th' enormous Violence of Spain.</br>The Great Nassau conspicuous did appear,</br>Did seem to speak, as they did seem to hear.</br>He look'd, as he their Courage did excite,</br>Conjur'd them for their Safety to unite,</br>Their Altars to defend, and save their civil Right.</br>They look'd determin'd, and resolv'd no more</br>To bear th' Iberian Yoke, or Roman Shrines adore.</br>By shaking Hands, and by a kind Embrace,</br>By all that can be known by Mein and Face,</br>They did in Vows and solemn Leagues engage,</br>By Arms to curb th' Iberian Tyrant's Rage.</br>That they their Blood would for their Country spend,</br>Assert their Altars, and their Rights defend.", "Wrought in the Margin, to attentive Vere,</br>Emblems of Peace, and Union did appear.</br>Here a great Giant strove with Sweat and Pain,</br>To break a Sheaf of Arrows, but in vain.</br>Concord appear'd, wrought in another place,</br>Of wond'rous Strength, and beautiful of Face:</br>Which does in Wisdom, and in Force excel,</br>What Pagan Poets of their Pallas tell.</br>On one side Vict'ry, with a charming Grace,</br>Did on her Head a Crown of Laurel place.</br>Prolifick Plenty on the other side</br>Pour'd Golden Fruit around, and scatter'd flow'ry Pride.", "Mean time, to this sublime Pavilion came</br>The Chiefs of highest Post, and greatest Fame:</br>To whom Mauritius, and the mighty Vere,</br>Their well-consider'd Purpose did declare,</br>Soon as the Morn should o'er the Night prevail,</br>Their Ensigns to advance, the Spaniard to assail,</br>While this Resolve the valiant Gen'rals hear,</br>All Marks of Pleasure in their Looks appear,</br>To the respective Posts they all repair;</br>Require the Day, and wait the promis'd War.</br>All Jealousy and Envy to remove,</br>And to maintain uninterrupted Love,</br>Noble Mauritius, and the valiant Vere,</br>The Pow'r and Honour did agree to share.</br>The Troops did each alternately obey,</br>And each, as Chief Commander, had his Day.", "Unwilling yet to stand the Briton's Fire,</br>As he advanc'd, the Spaniard did retire.</br>At length he stood on famous Bruga's Plain,</br>Resolv'd th' invading Briton to sustain.</br>There he encamp'd on advantageous Ground,</br>And high Entrenchments did the Camp surround.</br>The British Army, full of Martial Rage,</br>Follow'd th' Iberian, eager to engage.</br>As swelling Billows on the Main appear,</br>A furious Tempest pressing hard their Reer,</br>When their embattled Legions march from far,</br>To storm some lofty Mould with liquid War;</br>Such an Appearance Vere's Brigades did make,</br>As they advanc'd th' Iberian to attack.</br>At the last Effort of expiring Day,</br>They reach'd the Camp, where Spain's Battallions lay.", "Now, Muse, the mighty Hero's Names record,</br>Who to suppress the Belgian, drew the Sword.</br>Who to the War from distant Regions came,</br>Some with Church-Bigots to enrol their Name,</br>And some in hopes of Spoil, and some in quest of Fame.</br>Parmensis absent in Britannia's Land,</br>Mansfelt th' Iberian Army did command.</br>The valiant Warriour was of German Birth,</br>Skilful in Arms, and of applauded Worth.</br>Hara, whose Veins contain'd a Noble Flood</br>Of Spanish mixt with Lusitanian Blood;</br>Esteem'd for Conduct, Courage, Toil, and Force,</br>Was Chief Commander of the Spanish Horse.</br>Valdes, a Native of Asturia's Land,</br>Did next th' Iberian Cavalry command:</br>In Blood to Alva, more in haughty Pride,</br>In Falshood, Rage, and Cruelty, ally'd.", "Varex, a Chief who Philip's Favour won,</br>Not by his brave, but cruel Wonders done.</br>Who less in Arms, than in Massacres skill'd,</br>Had Belgia's Land with Death and Carnage fill'd:</br>Who did the Guiltless and Unarm'd invade,</br>And violating Faith, rich Towns in Ashes laid;</br>Enroll'd and led in Arms the vig'rous Swains</br>From fair Granada's Hills, and Alcantara's Plains;</br>Where perjur'd Spain slew unbelieving Moors,</br>Or drove them from th' unhospitable Shores:</br>Expos'd them to the Seas, a dire Command,</br>Yet Seas less Cruel, than Iberia's Land.</br>They were to Waves, and Shelves, and Sands, resign'd,</br>To the Discretion left of every Wind;</br>Which sometimes growing calm, do Spain upbraid,</br>Whose undecaying Rage is ne'er allay'd.</br>Lavish and wastful of Infernal Hate,</br>Iberia never found her Stock abate.", "From Mexico Alphonso lately came,</br>Where he had left the Tyrant's hateful Name.</br>And now the Chief did at the Altar vow,</br>That he no Mercy would to Belgia show.</br>India, Granada, Belgia, in their turn,</br>The dire Effects of Spanish Fury mourn.</br>These suff'ring Realms have been the bloody Stage</br>Of cruel Spain's inexorable Rage.</br>Noble Hernandes, of undaunted Heart,</br>A Man of Honour, and in Arms expert,</br>Who in the Siege of Metz did by a Ball,</br>A Musket sent it from the City Wall,</br>Loose his left Eye, but gain'd a mighty Name,</br>Among the Warriours of superiour Fame,</br>Brought his Battallions from the fruitful Land,</br>Which fair Sevilla's lofty Tow'rs command.</br>Perez, a Chief, in Martial Action bred,</br>To Belgia's Fields his valiant Cohorts led.</br>Arm'd with the Fauchion, and the glitt'ring Spear,</br>From the rich Banks of fam'd Guadalquevir.</br>Chimay, himself a Noble Belgian Lord,</br>Yet Belgia's Rights and Liberties abhor'd,</br>To serve the Spaniard's arbitrary Pow'r,</br>Did in the Host a high Command procure.</br>The fiery Bigot did in Arms appear,</br>Pleas'd to assist his Country's Ravisher.</br>A Malice which would all Belief exceed,</br>Did not Britannia now such Monsters breed.</br>Garcio, a Gen'ral brave, expert and bold,</br>Whose Name 'midst Spanish Heros is enroll'd,</br>Brought his stout Cohorts from the fertile Plain,</br>Where Noble Tagus draws her Crystal Train.", "From high Toledo, once of wond'rous Fame</br>For temper'd Arms, her Lord Carrero came:</br>Whose impious Life Iberian Story fills</br>With Breach of Vows, and Forgery of Wills.</br>Velez, who still with Martial Honour fought,</br>His fierce Brigades from Salamanca brought:</br>Where Youth their Hours in idle Labour spend,</br>Rome's Pow'r and false Religion to defend.</br>Where Loyalites with grave and formal Look,</br>Teach Craft by Rule, and Politicks by Book.</br>Youthful Daranda, urg'd with sanguine Hopes</br>Of winning Laurels, led his valiant Troops</br>From fam'd Gibralta, whose high Tow'rs survey,</br>And guard the Entrance of th' Herculian Sea;</br>Which runs amidst the Land, and with its Tide,</br>Does the Iberian from the Moor divide.", "They did besides, as Chief Commanders, own</br>Ibarra, Herman, Sanches, Barlamon,</br>Megen and Lara, Men of great Renown.</br>These mighty Chiefs the Battel did prepare,</br>And wait behind their Lines-approaching Vere.</br>Mean time his Flandrian Army to augment,</br>King Philip, anxious for the great Event,</br>Commanded Albert, Austria's Duke, to drain</br>The Towns and Forts of Italy and Spain,</br>And lead the assembled Troops to Belgia's Plain.", ""]