["I.</br>\"Despair has seiz'd th' intrusive king;</br>Ruin'd is the invader's host:</br>Th' imperial eagle's glittering wing</br>On Pyrenean heights is lost:", "\"In vain he eyes the Garonne's trembling wave,</br>Disarm'd and vanquish'd by his guilty fears.</br>The fugitive not e'en Napoleon's arm can save</br>From Lusitania's curse, and sad Iberia's tears.\"", "Such are the sounds which stir the tyrant's rage&mdash;</br>Vain all the splendour Dresden's court bestows;</br>The rising tumult Berthier can't assuage,</br>Nor Austria check the torrent of his woes.</br>The stoutest warrior in his circling train</br>May shout to arms, and couch his quivering lance in vain.", "Where Biscay's surges lash the mountain's base,</br>Whose summit scarce upholds th' incumbent skies,</br>A minstrel from the slaughter of his race</br>Turn'd to Vittoria's field his streaming eyes;</br>His hands prophetic chasp'd the golden lyre,</br>Where notes to distant Gades spreads the Patriot's fire.", "II.</br>Hear ye the groans from Castra's streets,</br>Still echoing thro' the hills!</br>Madrid with anguish loud repeats,</br>The story of her ills!", "On Saragossa's towers are yet display'd</br>Th' insulting banners of our cruel foes:</br>To Tarragona's sons is yet unpaid</br>The debt of vengeance for their murder'd parents' woes.", "Romana's spirit from the tomb arise!</br>As from the Baltic erst the patriot dew:</br>His image present to the soldier's eyes,</br>Of chivalry the ardour shall renew.</br>Thy shade, brave Palafox!  for vengeance stays,</br>Loudly it calls, and Spain the call obeys.", "Castanos!  Mina!  Longa!  at the voice,</br>O'er yielding traitors then red faulchions wave;</br>Yon valiant chiefs my bleeding heart rejoice,</br>Their country's sinking honour born to save.</br>I see their efforts on Vittoria's plain,</br>Now on the flying Gaul they wreak the ills of Spain.", "III.</br>Of ancient days the scenes unfold!</br>Beside that stream the heroes fought,</br>Led by a sable warrior bold</br>Whom Ocean to Iberia brought.", "France fled before the sea-born Briton's spear,</br>Her vine-clad regions felt the deadly stroke,</br>The Garonne own'd illustrious Edward's heir,</br>Poictiers a monarch bent beneath his yoke.", "Spain knew the sires of yon advancing host,</br>Whose manly strides the glorious pass pursue,</br>Trac'd by Plantagenet on yonder host,</br>Where Bayonne's towers already meet their view,</br>Britons strike home &mdash; to end Iberia's wrongs,</br>Protracted war her mis'ry prolongs.", "What minstrel's hand can touch the sounding lyre,</br>Victorious Wellington!  to reach thy praise,</br>A Pindar's muse thy matchless deeds require,</br>Yet gratitude her humble voice will raise;</br>Nor thou, great chief!  the tribute wilt despise,</br>In raptures bursting from a nation's eyes.", "IV.</br>Long Iberia's bosom bled,</br>Pierc'd by treason's venom'd dart:</br>Hope, the wretch's saviour, fled</br>From the stout Castilian's heart.", "Her princes captives, and her nobles chain'd,</br>Gigantic pow'r bestrode the falling state,</br>Till Wellington her sacred cause maintain'd,</br>And taught her to defy the tyrant's utmost hate.", "Europe no more thy hopes of peace suppress,</br>Tho' long beneath the Gaul's dominion bent;</br>Kind Heaven the wrongs of freedom to redress,</br>The Wellington from Britain hither sent.</br>Batavians, Saxons, Swiss, Hesperians see,</br>Spain, from destruction sav'd, bids you alike be free.", "Sarmatia, too, has dar'd extend her spear</br>To drive Napoleon from her ample plain,</br>Disarm'd and vanquish'd by his guilty fear,</br>He lives surviving his brave soldiers slain.</br>Kindled by Wellington on Torres Vedrashills,</br>The spreading flame of Liberty all Europe fills.", "V.</br>Prince of Britain's sister isles!</br>Lord of Ocean's utmost wave!</br>Europe's peace hangs on thy smiles;</br>Britons conquer but to save.", "What high renown attends thy honour'd name,</br>Who to exhausted nations peace shall give!</br>While tuneful minstrels sing thy deathless fame,</br>Thy memory in the grateful hearts of kings shall live.", "What midnight vision from beside the Thames</br>Relieves the minstrel's eyes of carnage tir'd?</br>From countless stars I watch the silver beams,</br>And list where music's notes, with joy inspir'd,</br>Announce the festival &mdash; Great George commands,</br>To honour Wellington, and his victorious bands!", "The brilliant scenes by beauty's presence crown'd;</br>There princes, peers, and warriors shine:</br>There flaming Patriotism and wealth abound,</br>All emulous in choral sounds to join.</br>May Europe share the bliss of liberated Span,</br>And Wellington immortalize his Prince's reign!</br>"]