["Ah, what avails the wisdom of the wise,</br>Are they more virtuous, or their follies few?</br>Ye moralists, if man with man still vies</br>In vice, ah what avails your proffer'd clue?</br>Do ye point out the path yourselves pursue?</br>None is, who turns the page or turns the sod, free</br>From the foul moat that dims our doubtful view.</br>'Tis dark delusion all.  We are an odd fry.</br>Thus, musing o'er his shovel, spoke Old Bob Godfrey.", "\"Hence, clam'rous casuists, with your visions vain!</br>Hence all that Hume, and Bayle, and Berkley, wrote!</br>Or, if one solitary truth remain</br>Of all ye triumph'd in and all ye taught,</br>'Tis a sweet flow'ret from the wilds of thought.</br>In vain do priests the holy temple enter,</br>In vain their themes with sacred sapience fraught;</br>Religion scorns the gaudy garb that's lent her</br>By the proud mitred prelate, or the demure dissenter.", "\"Lo, the poor worm that coils beneath my tread,</br>Crush'd as he is by all the clods that tumble,</br>Hung as his life is by the slenderest thread,</br>He, not philosophers, shall man humble;</br>Man!  that shall soon be clods for him to crumble.</br>Avaunt, ye visionaries!  dream of fame,&mdash;</br>Dream of stability, &mdash; and, dreaming, stumble;</br>Perish for an imperishable name.</br>Heroes that vanquish'd worlds the lowly worm shall tame.", "\"Perchance, these worthless particles of clay</br>Once form'd a Caesar or a Philip's son;</br>They now shall form a carrot or a pea,</br>That man, perhaps a beast, shall feed upon.</br>Was it for this their victories they won?</br>For this the bloody path of conquest trod?</br>That prodigies presag'd his race was run,</br>And this claim'd kindred to his patron god;</br>E'en so, great Wellington, my sons may sow thy sod.", "\"Source and receptacle of man, O earth!</br>I own thy kindred to my breathing dust;</br>From thee, I've drain'd existence from my birth;</br>To thee, my elements, return I must,</br>Unclaim'd by rebel monument or bust.</br>E'en he who boasts celestial lays his lyre on,</br>And moves the pensive soul with pleasing gust,</br>Shall lie with me, cold as my shovel's iron;</br>Yes, he, the mortal great immortal bard, Lord Byron.", "\"Brief to eternity's the longest span.</br>An insect flutters in the blaze of day,</br>And dies within the hour his life began.</br>The morning dew-drop sparkling on the spray</br>Ere noon mounts up to meet its parent ray.</br>Thus man th' aspiring spirit leaves to rot,</br>Though round his temples twine th' unfading bay.</br>Poets and poems too shall go to pot,</br>Coleridge, Wordsworth, Laureate Southey, and Sir Walter Scott.", "\"The varying seasons bring the various flower;</br>The with'ring tulip sees the lily bloom;</br>Successive blossoms fall in painted shower;</br>Successive roses fling the rich perfume;</br>But droop all flow'rets in the brumal gloom.</br>As once Anacreon, now Moore is love all;</br>Yet his sweet odes shall not avert his doom.</br>Pale Death will tap at palace and at hovel,\"</br>He said, and spitting to his hands, shoved at his shovel.", "\"Herschell, that count'st the spangled canopy!</br>For thee the spirit of the midnight star</br>Did trim her pale lamp, glimm'ring in the sky,</br>Through darkling regions as she rolled her car.</br>Thou, that fortell'st when comets from afar</br>Shall seek our sun, and where they floating roam;</br>Mark'st wand'ring worlds in orbits regular,</br>And the fixt millions in the sparkling dome,</br>Thy name and orb shall shine: &mdash; thou, sink into the tomb.", "\"See unbought patriots abuse a bribe</br>(As knaves untempted spurn a luckier knave),</br>And stoutly curse the ministerial tribe.</br>Yet all their vaunted virtue shall not save</br>Them from the foul corruption of the grave.</br>E'en here the sacred dust of noble Hamond</br>May mix with ashes of the meanest slave;</br>And Hunt, though rotten C*stl*gh he d&mdash;n on,</br>Shall also rot.  All, saith the preacher, all is gammon.", "\"Glory!  thou glitt'ring phantom of the mind</br>That dost delude the good, the wise, the brave,</br>Thou art a bubble bouyant on the wind,</br>Transient as moon-beams on the glassy wave,</br>Or billows bursting on the shores, they lave.</br>'Vain pomp and glory of this world' &mdash; are trouble!</br>Such are the baubles then for which they rave.&mdash;</br>'Tis twelve o'clock:  my crock begins to bubble,\"</br>He said, and, should'ring his tool, homewards began to hobble.</br>"]