["Aurora's sheen track fades along the sky,</br>And orient beams vermilion it in pride,</br>The crimson pendants from the vessel fly,</br>That o'er the blue wave doth serenely glide;</br>The rapid fury of the warring tide</br>Is hushed along the platted woodland shore,</br>And warbling larks through the blue ether ride,</br>Carolling their honied music as they soar</br>To those aerial fields, that wing ne'er fanned before.", "Congenial nature in the banquet shares</br>Of renovated life, and living light,</br>Decks her fair brow, her robe of splendour wears,</br>And views, in time's clear mirror, with delight</br>The form, that gilds her votary's raptured sight;</br>The curlew joins the seagull in her glee,</br>The mock-bird carols from the wood-crowned height,</br>All living powers awake the jubilee,</br>Whose kingdom is the land, or bright and waveless sea.", "Majestic Ocean!  thy wide-rolling wave</br>Paths the dread course, and is the joyless home</br>Of the neglected sailor, or his grave;</br>Stern fate hath doomed him o'er the world to roam,</br>His pathway billowy, and his rocking dome</br>The bark, careering mid the lurid storm;</br>Maternal eld to watch his slumbers come</br>Not, O, nor greets his vacant eye the form,</br>That shone upon his visions when his heart was warm.", "He walks, with eagle-eye, the airy shrouds,</br>Whose infant footstep pressed the flowery field,</br>His dark canopy is the flood of clouds,</br>O'er whom affection did a mansion build,</br>And gratulate itself with fancies wild;</br>O!  when the smiling mother saw the eye</br>Of childhood glow, and o'er the laughing weald</br>The fair child sport in glowing ecstasy,</br>Her clouded vision kenned not manhood's lowering sky.", "In the deep bosom of yon billowy flood</br>Lies many a jewel &mdash; many a form full dear,</br>The ardent votary of ideal good,</br>And the misanthropist with feelings sear;</br>O'er coral fields the reckless billows bear</br>The austere beauty, and wild libertine,</br>And o'er their unseen tomb no pearly tear</br>Is shed in sympathetic ruth divine,</br>No plaintive lay is sung, around no flowers entwine.", "Wild youth, invested with the charms of heaven,</br>Revels in baseless dreams, and phantasies,</br>And woos a syren, till by furies driven,</br>He wakes encircled by the warring skies,</br>And agony succeeds his ecstasies;</br>Exulting hope is merged in dark despair,</br>The radiance of youthful fervour dies,</br>Withered is every scene that once was fair,</br>And fraught with poison the horrific simoom air.", "Wisdom is nurtured by the saddest scenes,</br>The restless waves, menacing wo and death,</br>Depict the soul, whose baseness never gleans</br>A wandering thought of grandeur from the breath</br>Of glory; oh!  be mine the iron wreath</br>Of moveless honour, and unchanging vow,</br>That cannot crouch a heartless plea beneath</br>To scorn all faith, and wear a placid brow</br>Alone towards pampered guilt, whose tinselled vestures glow.</br>"]