["In Richard's days, when many a war-worn knight,</br>From blood-stain'd fields of battles lost and won,</br>Where Europe's troops, array'd in armour bright,</br>Unfurl'd the banner'd cross before the sun,</br>Weary return'd, their race of glory run,</br>The remnant of their days to spend at last</br>In those calm mansions where their lives begun;</br>Where they might muse upon their perils past,</br>And on the gloom of age soft smiles their children cast;", "Amid the throng St. Aubin's Baron came,</br>A man, whose generous heart and valiant hand</br>In Salem's fields had gain'd immortal fame:</br>Two years had gone, since first he led his band</br>From Cantia's vallies to the hallow'd land,</br>Stain'd by the infidel's unholy crew;</br>And left his lovely child's caresses bland;</br>His weeping wife's belov'd embraces flew,</br>Mid war on distant plains seek for danger new.", "Forth with the peer a neighb'ring chieftain's heir,</br>Young Edmund, who had long for action pin'd,</br>Sallied, the darts of glorious death to dare,</br>And laurels round his boyish brow to bind.</br>A youth he was of truly noble mind,</br>Which in a form as noble was encas'd;</br>Bold as the lion, though as Pity kind;</br>Oft in his fancy he the foe had chas'd,</br>Then in his early dreams the goddess Fame embrac'd.", "Soon as the long array began to move,</br>Joy in his mien, impatience in his eye,</br>Long his triumphant looks to hide he strove:</br>Yet when the beauteous Ellen's form came nigh,</br>Ellen, St. Aubin's only hope, the sigh</br>Rose from his inmost heart; the long farewell</br>The trickling tears could only now supply:</br>Nor dar'd he on futurity to dwell,</br>Nor could the rising thoughts of past enjoyments quell.", "Sweet days, how blissful, did they know their bliss!</br>The days of childhood past in pure delight;</br>Th' unfeigned smile, the unimpassion'd kiss,</br>The tear that every toy can put to flight,</br>The careless day, and the unruffled night!</br>Can ever Edmund, by the battle's spoils,</br>The loss of genuine joys like these requite?</br>Where is the palm that equals Ellen's smiles?</br>Ah!  where is the reward that thus repays his toils?", "Yet e'en in Ellen's smiles of late infus'd</br>A little bitter ting'd the cup of joy;</br>For on her form no more at ease he mus'd,</br>Nor with her lily hand could safely toy!</br>When absent, still her image would employ</br>His restless fancy&mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash;</br>&mdash;&mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash;</br>&mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; &mdash; .", "Nor could the priest, a proud and gloomy soul,</br>Who in the neighbouring abbey dwelt at ease,</br>Who oft in vain had striven to controul</br>The sallies that a lively spirit seize,</br>The wanton raptures of the boy appease:</br>Nor could the youth conceal th' indignant rage</br>Of generous anger, when the priest, to teaze</br>The sweet effusions of a tender age,</br>The dear enchantment chill'd with taunts and maxims sage.", "Glad had the holy father seen him go;</br>And though with outward pomp and formal prayer</br>He sought of Heaven its blessings to bestow,</br>And make the gallant youth its chosen care,</br>Deep in his heart the inward hate he bare;</br>And while he ask'd aloud that he the wreath</br>Of future glorious victories might wear,</br>His kindest wish was, he might close his breath</br>In distant eastern fields by honourable death.", "Many a fell danger, many an onset fierce</br>Had the bold chief endur'd with dauntless mind:</br>Yet still affection's anxious cares would pierce</br>His inmost heart for those he left behind.</br>Nor had th' array and din of war confin'd</br>His busy thoughts to Asia's crowded plains!</br>For his dear nuptial partner oft he pin'd;</br>Oft in his fancy's eye his daughter reigns;</br>And oft with tears his cheeks her rising image stains.", "\"O Heaven,\" he pray'd, \"protect my faithful wife,</br>While now I fight with thy Barbarian foes!</br>Prolong her virtuous and instructive life</br>To soothe my little Ellen's childish woes;</br>To nourish every virtuous thought that grows</br>In her young bosom, and to guard her heart</br>From the vile hidden thorns that interpose</br>Too oft in outward flowers their cruel dart,</br>And wounds, no future balm can e'er remove, impart!\"", "But Heaven or heard not, or Heaven thought not fit</br>To grant the fond request:  the mother died;</br>As the last pangs forewarn'd her, she must quit</br>Her lovely charge, \"My dearest child,\" she cried,</br>\"I go commanded hence; and be thy pride</br>To shew thy mother's cares have not been vain!</br>Let tenderest duty all thy actions guide;</br>And when Heaven's mercy o'er the fearful main</br>Bears thy lov'd father safe, his drooping age sustain!\"", "The mournful tidings many a weary day,</br>And many a tedious month were passing slow;</br>Ere yet to end his doubts they found their way,</br>And struck a fatal, e'en though lingering blow.</br>She, who, his hopes had whisper'd, would bestow</br>The crown on all his toils, in silent rest</br>Was with the dwellers of the grave laid low;</br>And all the dreams of future joys, that blest</br>His sanguine fancy, fled from his desponding breast.", "But time, and busy scenes began to calm</br>His bosom's waves:  Affection fond the form</br>Of his sweet child recall'd, to pour a balm</br>Into his wounds, and once again to warm</br>His hopes, o'erwhelm'd in Sorrow's chilly storm:</br>And when at length, with wreaths of glory bound,</br>Weary he left the tented field's alarm,</br>To seek for rest on Europe's distant ground,</br>New hopes in Ellen's smiles his rising fancy found.", "Now safely landed on his native shore,</br>Many a long mile the pensive Baron pac'd,</br>And now o'er distant well-known hills once more</br>His castle's glittering towers he faintly trac'd:</br>Joy at the sight and Fear alternate chas'd</br>Each other through his palpitating breast:</br>Now gay in youth a daughter he embrac'd;</br>And now, as boding glooms his mind opprest,</br>His child a lifeless corse his longing arms carest.", "Bolder the turrets rear'd their frowning height,</br>And more distinct the cross-sign'd flag display'd</br>Its flapping streamers to the approaching sight:</br>With beating hearts his little train, array'd</br>In order due, each tedious step upbraid;</br>Till now arriv'd within its inmost bound</br>The very courts their happy steps invade;</br>The horse's hoofs upon the drawbridge sound,</br>And the loud trumpet brays the mighty walls around.", "Forth sallies from the hall the beauteous maid,</br>And trembling kneels before her father's feet;</br>Her streaming eyes her tender joy betray'd,</br>And her tongue faulter'd, and refus'd to greet</br>Her long-lost parent:  but her lips repeat</br>The holy kiss, as, in his arms embrac'd,</br>The weeping Baron's dear caresses meet</br>Fondness unfeign'd, and all the raptures chaste</br>Of pure unmingled love a sire and daughter taste.", "Now rings the hall with festive rights inspir'd;</br>Down the long tables, rang'd on every side,</br>The war-worn crew, with new sprung spirit fir'd,</br>Their cares and toils and dangers past deride;</br>And still as they repeat their travels wide</br>To list'ning trains who greet their glad return,</br>They long again to stem the spreading tide</br>Of mighty oceans, and again they burn</br>In distant eastern climes th' assailing foe to turn.", "High at the top the lovely Ellen sits,</br>While her glad father with uncheck'd delight</br>Hangs on her tender smiles, and oft by fits</br>As the bold youth indulge their raptur'd sight,</br>Temper'd by distance, at the glances bright</br>Of her illumin'd face, her idol-form</br>Sinks in their hearts, and e'en her looks requite</br>The perils of the battle, and the storm;</br>Then wonder, love, and awe at once their bosoms warm.", "Night came; and toil of body and of mind,</br>And spirits with a thousand feelings worn,</br>The Baron's aged frame had soon consign'd</br>To slumbers deep and sound; but ere the morn</br>Had climb'd the sky, he wak'd; and all forlorn</br>In that lov'd bed the partner of his days</br>Was wont to press, he found his bosom torn</br>With pangs reviv'd, which keener tortures raise;</br>And Grief's new-covered fires with double fury blaze.", "His daughter's soothing voice, and sweet caress</br>Could ill his agonizing sorrow quell,</br>Though much he strove their tumults to repress,</br>And veil in smiles the trickling tears which fell</br>Adown his furrow'd cheeks, and spoke so well</br>What rankling wounds affection's breast can sting!</br>How vain the attempt to charm the solemn knell,</br>That still in Love's immersed ear will ring,</br>E'en though a dearest child her soft enchantment bring!", "Yet still, as glided peaceful days along,</br>A calm began to steal upon his heart;</br>At Ellen's youthful wiles, at Ellen's song</br>A ray of cheerful light was seen to dart</br>Across his gloomy looks, and thence impart</br>Balm to his thoughts, and from his feeble frame</br>Drive by degrees Regret's consuming smart;</br>Of thrilling joy to spread the tender flame;</br>And back to earthly scenes his far-fled hopes reclaim.", "Lovelier each hour the blooming maiden grew;</br>Her form with more luxuriant beauty glow'd;</br>Her soft cheeks wore a more enchanting hue;</br>Nor hadst thou, Nature, though thy bounty show'd</br>An outward shape so perfect, less bestow'd</br>In the full gifts of her accomplish'd mind;</br>There melting Sentiment had found abode;</br>There Fancy's rich creations were design'd;</br>There mimic Memory kept her brilliant forms enshrin'd.", "O'er his dear charge the rapt St. Aubin hung,</br>With love the Muse herself can ill express;</br>Each morn, in haste impatiently he sprung</br>With Ellen's smiles his longing sight to bless;</br>Each morn within his fond embrace to press</br>Her, who on earth was now his only care;</br>Whose form ador'd e'en if with rude caress</br>The airs of Heaven should visit, he his prayer</br>With tears would upward urge his idol child to spare!!&mdash;</br>"]