["THE ARGUMENT.</br>Old NEDDY'S povertie they mone,</br>Who whilome was a Swaine</br>That had more Sheepe himselfe alone,</br>Then ten upon the plaine.", "PIERS.  THOMALIN.", "THOMALIN.</br>Where is every piping lad</br>That the fields are not yclad</br>With their milk-white sheep?</br>Tell me:  is it Holy-day,</br>Or if in the Month of May</br>Use they long to sleepe?", "PIERS.</br>Thomalin 'tis not too late,</br>For the Turtle and her mate</br>Sitten yet in nest:</br>And the thrustle hath not been</br>Gath'ring worms yet on the green</br>But attends her rest.</br>Not a bird hath taught her yong,</br>Nor her mornings lesson sung</br>In the shady grove:</br>But the Nightingale in darke</br>Singing, woke the mounting Larke</br>She records her love.</br>Not the Sun hath with his beames</br>Guilded yet our christall streames,</br>Rising from the Sea,</br>Mists do crowne the mountaines tops,</br>And each pretty mirtle drops:</br>Tis but newly day.</br>Yet see, yonder (though unwist)</br>Some man cometh in the mist;</br>Hast thou him beheld?</br>See he crosseth o're the land</br>With a dogg and staffe in hand,</br>Limping for his eld.", "THOMALIN.</br>Yes, I see him, and doe know him,</br>And we all do rev'rence owe him,</br>'Tis the aged Sire</br>NEDDY, that was wont to make</br>Such great feasting at the wake,</br>And the blessing-fire.</br>Good old man!  see how he walkes</br>Painfull and among the balkes</br>Picking lockes of wull:</br>I have knowne the day when he</br>Had as much as any three,</br>When their lofts were full.</br>Underneath yond hanging rockes</br>All the valley with his Flockes</br>Was whilome over-spread:</br>He had milch-goates without peeres,</br>Well-hung kine, and fatten'd steeres</br>Many hundred head.</br>WILKINS cote his Dairy was,</br>For a dwelling it may passe</br>With the best in towne.</br>Curds and creame with other cheare,</br>Have I had there in the yeare</br>For a greeny gowne.</br>Lasses kept it, as againe</br>Were not fitted on the plaine</br>For a lusty dance:</br>And at parting, home would take us,</br>Flawns or Sillibubs to make us</br>For our jouisance.</br>And though some in spight would tell,</br>Yet old NEDDY took it well;</br>Bidding us again</br>Never at his Cote be strange:</br>Unto him that wrought this change,</br>Mickle be the paine!", "PIERS.</br>What disaster THOMALIN</br>This mischance hath cloth'd him in,</br>Quickly tellen me,</br>Rue I doe his state the more,</br>That hee clipped heretofore</br>Some felicity.</br>Han by night accursed theeves</br>Slaine his Lambs, or stolne his Beeves</br>Or consuming fire</br>Brent his shearing-house, or stall;</br>Or a deluge drowned all?</br>Tell me it intire.</br>Have the Winters been so set</br>To raine and snow, they have wet</br>All his driest Laire:</br>By which meanes his sheepe have got</br>Such a deadly curelesse rot,</br>That none living are?", "THOMALIN.</br>Neither waves, nor theeves, nor fire,</br>Not have rots impoor'd this Sire;</br>Suretiship, nor yet</br>Was the usurer helping on</br>With his damn'd extortion,</br>Nor the chaines of debt.</br>But deceit that ever lies</br>Strongest arm'd for treacheries</br>In a bosom'd friend:</br>That (and onely that) hath brought it:</br>Cursed be the head that wrought it!</br>And the basest end.</br>Groomes he had, and he did send them</br>With his heards a field, to tend them,</br>Had they further been;</br>Sluggish, lazy, thriftlesse elves,</br>Sheep had better kept themselves</br>From the Foxes teen.</br>Some would kill their sheepe, and then</br>Bring their maister home agen</br>Nothing but the skin;</br>Telling him, how in the morne</br>In the fold they found them torne,</br>And nere lying lin.</br>If they went unto the faire</br>With a score of fatned ware,</br>And did chance to sell:</br>If old NEDDY had againe</br>Halfe his owne, I dare well saine,</br>That but seldome fell.</br>They at their returne would say,</br>Such a man or such would pay,</br>Well knowne of your Hyne.</br>Alas poore man!  that subtill knave</br>Undid him, and vaunts it brave,</br>Though his Maister pine.</br>Of his maister he would begg</br>Such a lambe that broke his legg,</br>And if there were none:</br>To the fold by night hee'd hye,</br>And them hurt full rufully</br>Or with staffe or stone.</br>He would have petitions new,</br>And for desp'rate debts would sue</br>NEDDY had forgot:</br>He would grant:  the other then</br>Tears from poor and aged men:</br>Or in Jayles they rot.</br>NEDDY lately rich in store,</br>Giving much, deceived more,</br>On a sudden fell;</br>Then the Steward lent him gold,</br>Yet no more then might bee told</br>Worth his maisters Cell.</br>That is gone, and all beside,</br>(Well-a-day, alacke the tide):</br>In a hollow den,</br>Underneath yond gloomy wood</br>Wons he now, and wails the brood</br>Of ingrateful men.", "PIERS.</br>But alas!  now hee is old,</br>Bit with hunger, nipp'd with cold,</br>What is left him?</br>Or to succour, or relieve him,</br>Or from wants oft to repreeve him", "THOMALIN.</br>Al's bereft him,</br>Save he hath a little crowd,</br>(Hee in youth was of it proud)</br>And a dogge to dance:</br>With them he on holy-dayes</br>In the Farmers houses playes</br>For his sustenance.", "PIERS.</br>See; he's neere, let's rise and meet him,</br>And with dues to old age, greet him,</br>It is fitting so.", "THOMALIN.</br>'Tis a motion good and sage.</br>Honour still is due to age:</br>Up, and let us go.</br>"]