["Peace is the joy of heav'n, the happiness</br>Of earth, the wish of men,</br>And the delight of virtuous kings:</br>For peace AUGUSTUS, guardian of the globe,</br>Unwearied toils, and to be great</br>Is good; ev'n now he sends,</br>His delegates abroad,</br>To hush the hideous din of war,</br>And bind its furies, discord, and revenge,</br>Both threat'ning dire alarms, in everlasting chains.", "Conjur'd, by statesmen's guile,</br>From hell their dark abode,</br>They hover o'er Europa's lands, and snuff</br>The scent of slaughter from afar,</br>In barb'rous triumph clasp their dusky wings</br>When the dread sounds of war</br>Ascend, and nations hurry to the field:</br>Now in the guise of amity, and love,</br>Inflame sedition, rouze</br>The world to arms;</br>Now storming furious, unrelenting, wild</br>For mischief, and a thirst for blood,</br>In all their horrors cloath'd</br>They rage athwart the earth,</br>Erazing towns, depopulating lands,</br>And blasting all the harmless pleasures of mankind.", "But, tho' enamour'd with the charms of peace,</br>The monarch, for a while, withold his strength,</br>Collected, firm, resolv'd, and bears,</br>In quiet, proud Iberia's wrongs,</br>His goodness once refus'd,</br>And peace contemn'd, he'll give</br>Unbounded loose to ruin, arms,</br>And death, and shake her tyrant on his throne.</br>Already Britain's fleets have ravag'd wide her shores,</br>Have hurl'd destruction on her coward sons,</br>And, when their monarch wills,</br>Again will thunder out their rage, will dye</br>Yon hostile plains and seas with blood, assert</br>Their empire o'er the main, and curb the pride of kings.", "So, when the providential eye of heav'n's,</br>Not seen to blaze</br>With dreadful majesty aglare,</br>And vengeance sleeps, mankind</br>Pursues its darling joys, and mocks</br>The pow'r divine; 'till, from on high,</br>The god, inexorable, fierce, descends,</br>And spreads his judgments o'er the frighted world:</br>Then roars the thunder, and the deluge rolls</br>Hugely destructive, then the earthquake shakes</br>The globe's foundations, and</br>All nature, agonizing, groans beneath his wrath.", "But see!  in all her glory, peace</br>Appears, by justice led,</br>With plenty, in her train; a crowd</br>Of angels waft the sunny fleece</br>Along, that bears the glorious Load,</br>And fan the air with golden Plumes;</br>Down from the skies,</br>The grateful pomp illustrious comes,</br>And gladdens all below;</br>On Soissons, see!  it rests, to wait</br>The happy hour that speaks the lasting League</br>To Europe's sons:  already peace prepares</br>Her downy joys, and longs to shed them o'er</br>The tranquil globe; already bids her Fame</br>Be spread from east to west, and gratulates</br>The future, happy age for blessings hence deriv'd.", "So, poets, feign of old, when storms</br>And tempests, with impetuous rage</br>Plough'd up the ocean, and deform'd the deeps,</br>Blue Neptune rose,</br>Serene in awful state,</br>With all the sea-gods in his trains,</br>And in a moment, smooth'd the surge,</br>Assuag'd th' indignant waves,</br>And breath'd a calm:</br>So Albion's Genius strides the hoary cliff,</br>And bounds th' intruding main;</br>Breaks the huge billow harmless on the strand,</br>Defends her trading sons, and guides</br>The shatter'd vessel safe to the expected port.", "Mean-time, the KING, Britannia's KING,</br>Her guard, her glory, and delight,</br>Acclaims the blissful view,</br>And on his subjects safety builds his own;</br>To summer shades, and rural solitudes</br>Retires, t' indulge the pleasing thought,</br>And plan the future good</br>Of Albion's sons;</br>To taste an humble greatness, and relieve</br>His kingly cares with scenes of happiness and joy.", "The grand resolves</br>Of state are o'er, and Patriots from their toils</br>Retreat; the season, far advanc'd,</br>Invites them to the leafy grove, the rill</br>Soft-murm'ring, the delicious view</br>Of greens, and flow'rs,</br>The various, opening landscape, widely spread,</br>Where mountains, woods, and towns,</br>Low vales, bright streams, and azure heav'ns</br>Invite the eye</br>To gaze with rapture, and inspire the soul</br>With plenitude of bliss, with bliss without allay.", "Where sylvan warblers tune</br>Their mingling notes to native harmony,</br>And sooth th' enchanted ear; where Zephyr breaths</br>Delight, and from a thousand flow'rs,</br>Collects a thousand Sweets,</br>And fumes the wanton Gale;</br>Where ev'n the wild heath blooms, and nature smiles,</br>Along the gloomy waste,</br>In all her charms</br>Gay-blushing, fresh, and fair as in her earliest prime.", "Be this the time, ye bards!  be this the time</br>To tune your numbers, and exalt the soul</br>With elevated verse; attend</br>The silent, solitary hour,</br>When cares, and woes, and agonizing thought are still:</br>When quality forsakes the noisy world,</br>And in the cooling grot, sits studious, while</br>The murm'ring stream descends,</br>While the wind waves the dancing boughs,</br>And ev'ry tuneful bird trills out his joys around.", "Oh!  now attend, with all your melody,</br>And court the erring mind,</br>From false enjoyments, melt the barb'rous heart,</br>And, by insensible Degrees,</br>Reclaim the world:</br>To wise AUGUSTUS, glorious, great,</br>Majestick, born the favourite of heav'n,</br>And blessing of mankind, address the lay;</br>With gracious ear, with kind regard</br>He'll deign to hearken to the muse,</br>And, with his smiles, abundantly reward your toil.", "Behold!  in yonder shade,</br>He sits alone, retir'd,</br>Divested of the pomp that waits on kings,</br>And aggrandizes courts;</br>Yet lone, retir'd,</br>Uncumber'd with his train,</br>How amiably great?</br>So looks an angel, sent from heaven to save</br>A kingdom, or preserve a state,</br>When his aethereal wings, his starry eyes,</br>And all the glories of his heavenly form</br>Are shaded in the guise of men:</br>The evening breeze for him blows cool,</br>For him the od'rous flow'rs diffuse their sweets,</br>For him the wild wood rings</br>With native musick, undissembled joy;</br>For him the glad creation blooms,</br>And a whole season lavishes its pride;</br>For him, its chiefest blessing, surest guard below.", "Shall then the muse alone neglect</br>Her homage, or refuse</br>Her due obedience to the throne?</br>Come all ye Poets, all ye sons of verse,</br>Whom genuine worth, and noble flame inspire,</br>Come all, and, with sublimest songs,</br>Delight the monarch's solitude,</br>And doubly charm his studious hours:</br>But lo!  the forest bends without a blast,</br>The sylvan choirs forbear their lays,</br>The headlong current lulls</br>Its wave, and all is quiet as the tomb.</br>See!  see the muse descends, all bright</br>And fair, with heav'nly charms adorn'd,</br>Virtue and truth inspire her song,</br>And time conveys</br>It down thro' ev'ry age, secure from ev'ry change.", "Behind her wait the rev'rend shades</br>Of Britain's elder bards</br>Cover'd with lawrels, laden with renown:</br>First, Chaucer, rough, unpolish'd muse,</br>Who, like the morning star</br>Upon the verge of night,</br>Lighten'd up his darker age:</br>Next Spencer grand, luxuriant, soft, sublime,</br>Fruitful of charms,</br>But, like a fertile soil, choak'd up with useless weeds.", "Then Shakespear, rich in native worth,</br>Uncultivated, rude,</br>But noble, full, magnificent, and free;</br>The boast, the Pride</br>Of nature, and the shame of art:  his song</br>Rouzes the passions, and alarms the soul,</br>Commands attention, and, with wildest note,</br>Inspires a flood of pleasure thro' the heart.</br>Next Waller sweet,</br>Enchanting, airy, gallant, form'd to please</br>The fair, and, with persuasive wit,</br>Gay turns, and artless musick, charm the frolick mind.", "There Milton stands with elevated front,</br>And eye sublime;</br>Unbounded, vast, and bold</br>His genius, matchless in its flame,</br>Its strength, its energy;</br>Swift, as the lightning glimpse,</br>It pierces to the soul,</br>Exalts its pow'rs, its faculties,</br>And, wing'd with rapture, bears</br>It to the skies, and opens ev'ry source</br>Of admiration, transport, love, esteem and joy.", "Cowley the Pindar of the northern realms,</br>Irregularly bold, and rudely great,</br>Advancing bears aloft</br>The majesty of Brutus' name:</br>And sacrificing all</br>His trifling, witty songs, exults</br>In stronger numbers, and sublimer themes.</br>Otway and Lee succeed,</br>Unhappy men!  whom soft, bewitching strains,</br>And tragick melody could not secure</br>From poverty, disgrace,</br>And early death,</br>In vain their labours charm the list'ning throng,</br>In vain the mournful muses sorrow for their sons.", "Behind, with various step, great Dryden comes</br>August with fame,</br>And sacred to the muse; a wreath</br>Of living bays adorns his awful head,</br>From ev'ry branch of poetry, and verse</br>His honours bloom, and to the end of time</br>His labours, and his praise shall live.</br>By him gay, hum'rous Prior stands,</br>The loves, the smiles, the graces in his train; with ease he charms,</br>With negligence instructs, tickles our faults</br>And laughs us into virtue:  Alma graves</br>A lasting glory on his tomb, nor less</br>The Nut-brown maid;</br>By turns we joy, we grieve, at his command,</br>And all th' unguarded soul's obedient to his lay.", "There Addison, immortal name!</br>The great, the just, the good appears;</br>The wond'rous bard!</br>Who labour'd to reform mankind</br>From folly, and from vice,</br>And spent a life in the ungrateful toil:</br>Who sung the sweetest, noblest strain</br>With Homer's fire, with Virgil's art,</br>And dy'd at last lamented, mourn'd by half the world.", "Next Phillips treads the green,</br>And wears a garland, from the Cyder groves</br>Fresh-gather'd, blooming like the spring; his muse</br>The first who dar'd to follow Milton's track,</br>And scorn, like him, th obstructive bands of rhime;</br>Who copy'd nature with incessant toil,</br>And, in exalted verse, describ'd</br>Her charms, his wish, his glory, and delight.</br>The last is Rowe,</br>Inimitably tender, soft, and sad,</br>Whose tragick strain impearls the virgin's eye</br>With artless tears,</br>And melts her heaving heart;</br>Who pours compassion on the barb'rous mind,</br>Who smooths the rugged, charms the wayward soul,</br>And, by the gentlest arts,</br>Allures mankind to deeds of amity, and love.", "Nor these alone</br>Attend the goddess; lo!  the living Bards,</br>A num'rous crowd!  approach P&mdash;, T&mdash;n, Y&mdash;,</br>Great D&mdash;d&mdash;n, the joy of ev'ry muse!</br>An hundred more,</br>(Grown old in verse, deserving fame,</br>Tho' injurd in malicious rhimes)</br>Prepare to join the general song, and charm</br>The monarch in his cool retreat.</br>'Tis silence all around,</br>And expectation sweet</br>Awakes the sleeping soul, and animates her pow'rs.", "She gives the sign!</br>The Goddess gives the sign!</br>And all at once from ev'ry lyre,</br>The well-concerted notes together rise,</br>And, in repeated circles, tune the vocal breeze;</br>Echoe, from far, sighs back the feeble strain,</br>Soft-warbling thro' the summer shade,</br>And fainting down the stream</br>Melodious dies.</br>Again 'tis silence, and the muse herself</br>Begins the mutual off'ring of th' assembled bards.", "Already, Mighty Prince!</br>Your grateful realms have welcom'd you to rule</br>With loud applause, and spoke,</br>Their high opinion of your worth; have hail'd</br>You as their guardian genius, and invok'd</br>Continual blessings on your reign:</br>To all, to each peculiar band,</br>Your gracious words have giv'n delight,</br>Have comforted their souls,</br>And breath'd an earnest of succeeding joy.</br>At last the muses come,</br>And to your fame devote the utmost of their toil.", "O lend a favourable ear,</br>Illustrious GEORGE!</br>And, as the greatest, be the best of Kings:</br>Let not the sons of learning only mourn</br>Their slighted vows,</br>But deign to hear their songs,</br>And bless their labours with approving smiles;</br>So shall their names again revive,</br>And arts, and empire hold a long, united rule.", "'Tis true no high alliance, no extent</br>Of pow'r attends the Poet's verse;</br>No sums of gold,</br>No outward grandeur recommends his lays;</br>No conquest in the bloody field,</br>No cunning in the statesman's art:</br>Yet honour deigns to wait</br>His musick, and obey his lore.</br>The virtuous, living Prince shall see,</br>In each exalted song,</br>His actions brighten into fame,</br>Posterity applaud the wond'rous Tale,</br>And read, with growing rapture, the immortal strain.", "By this great Caesar lives</br>In Virgil's verse,</br>And makes eternity his own;</br>While all his wealth, his pow'r,</br>His tides vanish like a cloud away,</br>And scarce their track remains:</br>Let us explore the Heroe's tomb, remove</br>The nameless rubbish from his grave,</br>Examine ev'ry stone, each trace</br>Of ancient sculpture, all the moulder'd heap</br>Of pompous trophies rear'd to his remains,</br>And hallow'd with his name,</br>Dust, trophies, sculpture, tomb, are lost,</br>And Time has ev'n disdain'd to mark the place:</br>No, no, great Cesar's fame</br>In song alone survives, and the Historian's page.", "Yet more, when grief, and love,</br>And royalty combin'd</br>Have rear'd the noblest sepulchre, where wealth,</br>And art have blended all their charms,</br>Where nations have admir'd the frame</br>And volumes huge describ'd</br>The rich materials, and the builder's skill,</br>Stands there a single stone</br>To note the cancell'd grave, or tell</br>Th' Enquirer where it stood?</br>In vain the Carian Queen inshrin'd her dear,</br>Her long lamented spouse in such a tomb</br>As charm'd the wond'ring world,</br>And, lavishly profuse,</br>Wasted a kingdom's wealth upon his urn:</br>Revolving years ran round its base,</br>And, with insensible decay,</br>Levell'd at last the mighty structure with the ground.", "This Lewis knew</br>The tyrant of the western world!</br>And call'd the muses round the monarch's throne;</br>Hence Boileau sings</br>His conquests in sublimest verse,</br>And palliates all his crimes:</br>Hence, o'er his grave a thousand writers mourn,</br>And, with joint labour, raise</br>A noble column to his fame:</br>Deep in the earth 'tis founded strong,</br>Its summit props the skies,</br>Nor shall the rage of men, or strength of time</br>E'er shake its solid base, or triumph in its fall.", "Neglecting this, disdaining arts,</br>And science, William, great in arms,</br>And martial virtue, first, and chief</br>Of Norman blood, that rul'd Britannia's realms,</br>Great William is obscur'd with age,</br>His glory buried like his dust</br>And with contempt we trample on his grave:</br>His deeds of violence, and war remain</br>To blast his memory,</br>And infamy alone's th' attendant on his name.", "Not only can the Muse</br>Supply the falling arch, the bust</br>Decay'd, the raz'd inscription, and the tomb</br>In ruins heap'd;</br>But hails the virtuous Prince</br>Thro' ev'ry scene of life;</br>Persues him still thro' peace and war,</br>Thro' pleasure and fatigue;</br>Paints him still lovely, and endears his tribes</br>With the delightful strain:</br>Thus all his deeds</br>Become the wonder of mankind,</br>His form their idol, and his life</br>His happiness, and joy, their everlasting wish.", "At home, the Husband, Father, dear,</br>Enchanting names, by turns, delight his fond,</br>Admiring heart, and chear</br>His private hours; the Muse attends,</br>Copies the lovely scene, his Consort's, charms,</br>Her spousal virtue, her maternal care,</br>Her prudence, duty, love,</br>And all the various ornaments</br>Of CAROLINA'S soul</br>Exalt the verse</br>With lov'd ideas of dometick joys;</br>And, like a mirror, faithful, just, and true,</br>Reflects the beauteous image to the world:</br>The beauteous image strikes the gazer's eye</br>With raptures pure, refin'd,</br>And each succeeding glance redoubles his delight.", "The lovely train,</br>The dearest pledges of their mutual joys!</br>Would all appear with ev'ry grace,</br>With ev'ry charm adorn'd,</br>The hope the transport of adoring realms!</br>A prince, like FRED'RICK, in the pride of youth,</br>And manly beauty, gallant, brave, and wise,</br>In kingly virtues, and heroick worth</br>Supreamly eminent,</br>Would stand the foremost in the peoples view,</br>And fire their hearts</br>With reverential love.</br>See!  with impatience to the wide sea-shore</br>They croud, and long to ken</br>His Navy whit'ning o'er the deep,</br>And bounding o'er the surge to the expecting strand.", "Next ANNA'S grandeur, elevated mien</br>Denoting regal birth,</br>Demanding regal sway,</br>Should awe them to profound respect,</br>And claim the honour due to such a soul,</br>To such superior charms.</br>AMELIA then,</br>The lovely, soft, and fair, whose angel look,</br>Whose sweet, engaging smiles,</br>Whose tender heart</br>Compassionate, benign, still fond to aid</br>The good distress'd, and give th' afflicted ease;</br>Whose ev'ry grace</br>Dispences joy around, AMELIA then</br>Would fire the sacred song,</br>And, with attractions numberless, receive unfeign'd applause.", "Young CHARLOTTE like</br>A goddess blooming in the prime of youth,</br>Imbibing all the virtues of her race,</br>Young CHARLOTTE next</br>Would bless the Muses toil with all</br>The lov'd perfections of the female soul,</br>And sighing monarchs idolize the strain.</br>WILLIAM the nations other hope, the dear,</br>The charming object of a thousand prayers,</br>A thousand raptures breath'd to heav'n,</br>To bless his youthful days,</br>Inspire his little heart</br>To pant for virtue, and grow fond of fame,</br>Ev'n he, and ev'ry younger branch that decks</br>The royal house,</br>Should be the theme of verse,</br>And ev'ry joyful Muse run riot to their praise.", "Thus Greenwich dome, stupendous pile!</br>Well worthy Albion, and her naval sons,</br>Where WILLIAM'S triumphs, MARY'S charms,</br>Great ANNA'S deeds, dread GEORGE'S toils,</br>AUGUSTUS' majesty</br>And CAROLINA'S form adorn</br>The breathing walls,</br>And animate the roof;</br>Thus Greenwich dome contains the heav'nly race</br>And Thrornhill's master-hand perpetuates ev'ry charm.", "Again, when Peace</br>Enjoys her downy rule, and trade,</br>And plenty bless Britannia's isle,</br>Should her lov'd Monarch deign t' unbend his mind,</br>Fatigu'd with royalty, and tir'd with state,</br>To court a scene of pleasure, and relieve</br>His cares with merriment, and joy;</br>The Muse should wait on his command, attune</br>His revelry, improve his mirth,</br>Scatter a show'r of roses on his head,</br>Sing down the summer's sun</br>Unheeded to the main,</br>And brighten all the social virtues of his heart.", "So, when AUGUSTUS from the noise of Rome</br>Retir'd, and, sunk in negligence and ease,</br>Beneath brown shades, by falling streams,</br>Refresh'd with cooling breezes, crown'd with flow'rs,</br>Enjoy'd the tem'rate eve,</br>Horace, with graceful voice, and warbling lyre,</br>Acclaim'd the golden hour, and hail'd</br>Th' incrasing joy:</br>The Nymphs, the Satyrs, of the woodland world,</br>Came list'ning to the song, and breath'd</br>Like Echoes ev'ry strain anew;</br>The gods of love, and wine,</br>Presided o'er the feast,</br>And, as the flowing boul went round,</br>Laughter, and musick, song, and jest</br>Frolick'd in ev'ry mind, and play'd round ev'ry heart.", "When the glad huntsman winds</br>His cheerful horn, and wakes the morning star;</br>When the proud courser, and impatient hound</br>Demand the dusty toil,</br>The HERO mounts his neighing steed,</br>The muse pursues him o'er the dewy lawn,</br>Thro' umber'd shades, and down the bending cliff,</br>Keeps the warm chace in view, o'erlooks</br>The shouting hunters, opening hounds,</br>And hears the hills rebellow to the noise;</br>Describes the lab'ring KING,</br>Where eager, hot,</br>Impetuous, fierce, he gives up all the rein,</br>And spurs his courser o'er the dang'rous brook,</br>The thorny hedge, regardless of th' event,</br>And pants, and sweats, and toils, along the trembling green.", "From hence, should war's dire ills</br>Alarm him to the field,</br>And violated leagues demand his sword,</br>The muse still anxious for his life and fame,</br>Should wait him to the bloody scene,</br>Record his martial deeds,</br>His prudent toils, and all</br>The wond'rous labours of the long campaign:</br>Where in the thickest fight, the utmost rage</br>Of arms, while noise, and death, and horror reign'd</br>Around, the faithful song should celebrate</br>The champion of his country's cause,</br>Serene amidst</br>A thousand hostile swords, amidst</br>A thousand dangers eminently great;</br>Should invocate from heav'n</br>Its guardian pow'rs,</br>To save his valuable life, and, round</br>His sacred head, extend their adamantine shields.", "So, when at Audenarde the youthful Prince,</br>In love with glory and disdaining life,</br>Let up his squadrons in the face of death,</br>And dar'd the utmost horrors of the day,</br>His Country's genius tur'd aside</br>Th' intended fate, secur'd his charge,</br>Thro' all the fury of the war,</br>And to his sire restor'd him crown'd</br>With lawrels, and secur'd of fame:</br>Admiring nations wonder'd at the tale,</br>And rival princes fear'd to emulate his deeds.", "Nor in the field alone,</br>But when, returning from the din of war</br>Victorious, o'er the roaring main,</br>His fleets should bear the conq'ror home,</br>On ev'ry mast, at ev'ry stern</br>An angel should descend,</br>To guide him safely o'er the dang'rous deep,</br>Correct the billows, mitigate the tales,</br>And steer the Navy to th' expecting shores,</br>Where joyful nations should receive their King</br>With blessings, and applause;</br>Should hail his arms</br>Successful o'er their foes,</br>And, on their knees</br>Confess the providential care; that sav'd</br>Him from the rage of arms, and sent him home in peace.", "Behold!  whole nations croud to gaze</br>On their Deliverer,</br>Wait on his car,</br>And welcome with continual shouts their lord,</br>Their Heroe, to his longing realms.</br>See, wide o'er all the plains, they stretch along,</br>And a huge throng of heads,</br>At once, with adoration deep,</br>Bows low;</br>While peers, and princes, prostrate at his feet,</br>Present the mystick emblems of their pow'r,</br>And, with sincerest heart, applaud the monarch's toil.", "So, as old fables sing,</br>Imperial Jove, in triumph rode,</br>Thro' all the vast of heaven,</br>When victory had crown'd his juster cause,</br>And all his giant foes were hurl'd,</br>With light'ning darts transfix'd,</br>Down to the dreadful gloom,</br>And hideous tortures of stern Pluto's reign:</br>So all th' inferior gods</br>Confess'd his pow'r supream,</br>And, crouding round the thund'rer, sung</br>Th' eternal trophies of his all-subduing arms.", "Again, 'tis peace;</br>And plenty, commerce, happiness attend</br>The smiling hours; again the PRINCE</br>Deserves the muses song,</br>And other virtues claim their due renown.</br>He mounts the throne, and, like</br>Th' Omnipotent, attempers mercy, love,</br>Compassion, with the sword:</br>The subject speaks,</br>And strait his woes are eas'd; no more the great</br>Are titled to oppress;</br>No more the poor of want,</br>And misery complain; no more</br>Injustice lords it wide,</br>And orphans mourn their desolated state;</br>But ev'ry deed is virtuous, ev'ry deed is wise.", "With joy the hoary servant sees</br>His age rever'd,</br>The constant friend his faithfulness confess'd,</br>Religion's sons, religion's name ador'd:</br>The sister arts,</br>Encourag'd in their toil,</br>With gratitude, with pleasure own</br>The source of their success,</br>And celebrate, with mutual aid, their patron's name.", "Thus lov'd,</br>Thus honour'd, giving, and receiving joy,</br>Age, with unheeded step, should, slow, advance,</br>And, o'er the monarch's sacred temple, shed</br>His wint'ry snow;</br>His fatal dart,</br>And, crown'd with glory, warn him to the grave:</br>Yet, to the latest gasp, the Muse attends</br>Her Heroe, with sincere,</br>Lamentings, warbles o'er his fun'ral bed,</br>And, with her sweetest musick, fondly chears</br>His parting soul;</br>'Till, from its weeping friends,</br>It rises glorious to its native heav'n,</br>And harmony,</br>Too fine for mortal ear, acclaims the royal ghost.", "Mean-time below,</br>While mourning Princes pay their last devoirs</br>To the lov'd ashes of so great a name;</br>While statues, trophies, monumental piles,</br>And long inscriptions speak</br>His just applause,</br>The sorr'wing muse, with never-ceasing grief,</br>Bewails her loss,</br>And, in immortal verse, prolongs</br>At once his virtue, and his fame;</br>Thus both shall live for ever blooming, fresh,</br>And fair, when monumental ornaments</br>Decay, and hungry Time,</br>With iron tooth, has eat</br>The long inscription from the stone:</br>Yet shall his sacred tomb thro' ages last</br>Uninjur'd by his rage;</br>For, o'er his urn,</br>A guard of Angels shall extend their wings,</br>And watch the holy ground,</br>To solitude, and silence consecrate</br>The frame, and tend the never-dying lamps around.", "Such songs as these, illustrious Prince!</br>Shall be the Muses joy,</br>If you but deign to listen to their lays,</br>And, with a gracious condescension, bless</br>Their fav'rite sons.</br>O that your goodness may forgive</br>Th' ambitious verse, that antedates</br>Your deeds, and dares t' erect your tomb,</br>While yet you live</br>The guardian of mankind,</br>The hope of virtue, and the theme of fame.</br>Forgive, great KING!  so bold a flight,</br>Since justice, duty, love, inspir'd the strain,</br>And scarce a world should bribe her to indulge</br>A flatt'ring song,</br>Or stoop to hail the Monarch who unjustly reigns.</br>"]