["Where blooming osiers spred their new-born shade,</br>Responsive to the ringdove's distant moan,</br>And kiss the wave that slumbers in the glade,</br>I wind my pensive way, unseen, unknown.", "Far from the jocund scenes pale Sorrow strays,</br>Where Fancy smiles, or wanton Riot roars;</br>Pours to the sylvan gloom her plaintive lays,</br>Or on the murm'ring rill in silence pores.", "Here doth she love to breathe the faultering sigh,</br>And fondly prompt the silver drops to flow,</br>And oft with heaving breast, and downcast eye,</br>Hang o'er the soothing, melting tale of woe.", "Hark!  'tis the peal of death, whose awful chime</br>Floats on the gale, and strikes the trembling groves;</br>The sable triumph of all-conq'ring Time,</br>In slow parade, and waving banners, moves.", "O thou!  renown'd, rever'd, whose breathless clay</br>Obeys the solemn call that sounds thy doom,</br>Nor feels the splendour of enlivening day,</br>Nor dreads the yawning horrors of the tomb.", "On thee, her early pride, fair Science smil'd,</br>Lur'd from the mazes of her dark retreat,</br>And led thee, wondering, through the boundless wild,</br>To those sweet bowers where Wisdom fix'd her seat.", "And oft thy curious step would lightly trace</br>The flowery margin of the vocal mead,</br>Where sports the warbling Muse, or sprightly Grace,</br>And wakes the Theban lyre, or Doric reed.", "Tho' pressing on to Fame's far-sounding shrine,</br>The dazzling beams of glory round thee play'd,</br>Still Modesty would blend her paths with thine,</br>Shrink from the glare, and court the milder shade.", "What though to waste the bloom of life alone,</br>Thy lot prescrib'd, with social cares unblest,</br>The raptures of connubial love unknown,</br>And all those joys which warm a father's breast!", "Yet still to rear the tender soul was thine,</br>O'er the fair shoot Instruction's balm to pour,</br>Luxuriant Art round Virtue's stalk to twine,</br>And guard from pois'nous weeds the rip'ning flow'r.", "What tho' no sculptur'd praise thy tomb adorn,</br>No filial tears th' unfeeling stone bedew,</br>No chearless consort wails the hour forlorn,</br>Nor anguish deep the springs of grief renew!", "Yet shall the Muse, thy precepts taught to sing,</br>Bend o'er thy moss-clad grave with bleeding heart;</br>Yet shall the towering pride of Isis ring,</br>And pining Envy own &mdash; thy high desert.</br>"]