["Ah me!  while up the long, long vale of time,</br>Reflection wanders towards th' eternal vast,</br>How starts the eye, at many a change sublime,</br>Unbosom'd dimly by the ages pass'd!</br>What Mausoleums crowd the mournful waste!</br>The tombs of empires fallen!  and nations gone!</br>Each, once inscrib'd, in gold, with \"AYE TO LAST\"</br>Sate as a queen; proclaim'd the world her own,</br>And proudly cried, \"By me no sorrows shall be known.\"", "Soon fleets the sunbright Form, by man ador'd.</br>Soon fell the Head of gold, to Time a prey;</br>The Arms, the Trunk, his cankering tooth devour'd;</br>And whirlwinds blew the Iron dust away.</br>Where dwelt imperial Timur? &mdash; far astray,</br>Some lonely-musing pilgrim now enquires:</br>And, rack'd by storms, and hastening to decay,</br>Mohammed's Mosque foresees it's final fires;</br>And Rome's more lordly Temple day by day expires.", "As o'er Asian realms the traveller winds,</br>His manly spirit, hush'd by terror, falls;</br>When some deceased town's lost site he finds,</br>Where ruin wild his pondering eye appals;</br>Where silence swims along the moulder'd walls,</br>And broods upon departed Grandeur's tomb.</br>Through the lone, hollow aisles sad Echo calls,</br>At each slow step; deep sighs the breathing gloom,</br>And weeping fields, around, bewail their Empress' doom.", "Where o'er an hundred realms, the throne uprose,</br>The screech-owl nests, the panther builds his home;</br>Sleep the dull newts, the lazy adders doze,</br>Where pomp and luxury danc'd the golden room.</br>Low lies in dust the sky-resembled dome;</br>Tall grass around the broken column waves;</br>And brambles climb, and lonely thistles bloom:</br>The moulder'd arch the weedy streamlet raves,</br>And low resound, beneath, unnumber'd sunken graves,", "Soon fleets the sun-bright Form, by man ador'd;</br>And soon man's daemon chiefs from memory fade.</br>In musty volume, now must be explor'd,</br>Where dwelt imperial nations, long decay'd.</br>The brightest meteors angry clouds invade;</br>And where the wonders glitter'd, none explain.</br>Where Carthage, with proud hand, the trident sway'd,</br>Now mud-wall'd cots sit sullen on the plain,</br>And wandering, fierce, and wild, sequester'd Arabs reign.", "In thee, O Albion!  queen of nations, live</br>Whatever splendours earth's wide realms have known;</br>In thee proud Persia sees her pomp revive;</br>And Greece her arts, and Rome her lordly throne:</br>By every wind, thy Tyrian fleets are blown;</br>Supreme, on Fame's dread roll, thy heroes stand;</br>All ocean's realms thy naval scepter own;</br>Of bards, of sages, how august thy band!</br>And one rich Eden blooms around thy garden'd land.", "But O how vast thy crimes!  Through heaven's great year,</br>When few centurial suns have trac'd their way;</br>When southern Europe, worn by feuds severe;</br>Weak, doating, fallen, has bow'd to Russian sway;</br>And setting Glory beam'd her farewell ray;</br>To wastes, perchance, thy brilliant fields shall turn;</br>In dust, thy temples, towers, and towns decay;</br>The forest howl, where London's turrets burn;</br>And all thy garlands deck thy sad, funereal urn.", "Some land, scarce glimmering in the light of fame,</br>Scepter'd with arts, and arms (if I divine)</br>Some unknown wild, some shore without a name,</br>In all thy pomp, shall then majestic shine.</br>As silver-headed Time's slow years decline,</br>Not ruins only meet th' enquiring eye:</br>Where round yon mouldering oak vain brambles twine,</br>The filial stem, already towering high,</br>Erelong shall stretch his arms, and nod in yonder sky.", "Where late resounded the wild, woodland roar,</br>Now heaves the palace, now the temple smiles;</br>Where frown'd the rude rock, and the desert shore,</br>Now pleasure sports, and business want beguiles,</br>And Commerce wings her flight to thousand isles;</br>Culture walks forth; gay laugh the loaded fields;</br>And jocund Labour plays his harmless wiles;</br>Glad Science brightens; Art her mansion builds;</br>And Peace uplifts her wand, and HEAVEN his blessing yields.", "O'er these sweet fields, so lovely now, and gay,</br>Where modest Nature finds each want supplied,</br>Where home-born Happiness delights to play,</br>And counts her little flock, with household pride,</br>Long frown'd, from age to age, a forest wide;</br>Here hung the slumbering bat; the serpent dire</br>Nested his brood, and drank th' impoison'd tide;</br>Wolves peal'd, the dark, drear night, in hideous choir;</br>Nor shrunk th' unmeasur'd howl from Sol's terrific fire.", "No charming cot imbank'd the pebbly stream;</br>No mansion tower'd, nor garden seem'd with good;</br>No lawn expanded to the April beam;</br>Nor mellow harvest hung it's bending load;</br>Nor science dawn'd; nor life with beauty glow'd;</br>Not temple whiten'd, in th' enchanting dell;</br>In clusters wild, the sluggish wigwam stood;</br>And, borne in snaky paths the Indian fell</br>Now aim'd the death unseen, now scream'd the tyger-yell.", "Even now, perhaps, on human dust I tread,</br>Pondering, with solemn pause, the wrecks of time;</br>Here sleeps, perchance, among the vulgar dead,</br>Some Chief, the lofty theme of Indian rhyme,</br>Who lov'd Ambition's cloudy steep to climb,</br>And smil'd, deaths, dangers, rivals, to engage;</br>Who rous'd his followers' souls to deeds sublime,</br>Kindling to furnace heat vindictive rage,</br>And soar'd Caesarean heights, the Phoenix of his age.", "In yon small field, that dimly steals from sight,</br>(From yon small field these meditations grow)</br>Turning the sluggish soil, from morn to night,</br>The plodding hind, laborious, drives his plough,</br>Nor dreams, a nation sleeps, his foot below.</br>There, undisturbed by the roaring wave,</br>Releas'd from war, and far from deadly foe,</br>Lies down, in endless rest, a nation brave,</br>And trains, in tempests born, there find a quiet grave.", "Oft have I heard the tale, when matron sere</br>Sung to my infant ear the song of woe;</br>Of maiden meek, consum'd with pining care,</br>Around whose tomb the wild-rose lov'd to blow;</br>Or told, with swimming eyes, how, long ago,</br>Remorseless Indians, all in midnight dire,</br>The little, sleeping village, did o'erthrow,</br>Bidding the cruel flames to heaven aspire,</br>And scalp'd the hoary head, and burn'd the babe with fire.", "Then, fancy-fir'd, her memory wing'd it's flight,</br>To long-forgotten wars, and dread alarms,</br>To chiefs obscure, but terrible in fight,</br>Who mock'd each foe, and laugh'd at deadliest harms,</br>Sydneys in zeal, and Washingtons in arms.</br>By instinct tender to the woes of man,</br>My heart bewildering with sweet pity's charms,</br>Thro' solemn scenes, with Nature's step, she ran,</br>And hush'd her audience small, and thus the tale began.", "\"Thro' verdant banks where Thames's branches glide,</br>Long held the Pequods an extensive sway;</br>Bold, savage, fierce, of arms the glorious pride,</br>And bidding all the circling realms obey.</br>Jealous, they saw the tribes, beyond the sea,</br>Plant in their climes; and towns, and cities, rise;</br>Ascending castles foreign flags display;</br>Mysterious art new scenes of life devise;</br>And steeds insult the plains, and cannon rend the skies.", "\"They saw, and soon the strangers' fate decreed,</br>And soon of war disclos'd the crimson sign;</br>First, hapless Stone!  they bade thy bosom bleed,</br>A guiltless offering at th' infernal shrine:</br>Then, gallant Norton!  the hard fate was thine,</br>By ruffians butcher'd, and denied a grave:</br>Thee, generous Oldham!  next the doom malign</br>Arrested; nor could all thy courage save;</br>Forsaken, plunder'd, cleft, and buried in the wave.", "\"Soon the sad tidings reach'd the general ear;</br>And prudence, pity, vengeance, all inspire:</br>Invasive war their gallant friends prepare;</br>And soon a noble band, with purpose dire,</br>And threatening arms, the murderous fiends require:</br>Small was the band, but never taught to yield;</br>Breasts fac'd with steel, and souls instinct with fire:</br>Such souls, from Sparta, Persia's world repell'd,</br>When nations pav'd the ground, and Xerxes flew the field.", "\"The rising clouds the Savage Chief descried,</br>And, round the forest, bade his heroes arm;</br>To arms the painted warriors proudly tried,</br>And through surrounding nations rung th' alarm.</br>The nations heard; but smil'd, to see the storm,</br>With ruin fraught, o'er Pequod mountains driven;</br>And felt infernal joy the bosom warm,</br>To see their light hang o'er the skirts of even,</br>And other suns arise, to gild a kinder heaven.", "\"Swift to the Pequod fortress Mason sped,</br>Far in the wildering wood's impervious gloom;</br>A lonely castle, brown with twilight dread;</br>Where oft th' embowel'd captive met his doom,</br>And frequent heav'd, around the hollow tomb;</br>Scalps hung in rows, and whitening bones were strew'd;</br>Where, round the broiling babe, fresh from the womb,</br>With howls the Powaw fill'd the dark abode, </br>And screams, and midnight prayers, invok'd the Evil god.", "\"There too, with awful rites, the hoary priest,</br>Without, beside the moss-grown altar, stood,</br>His sable form in magic cincture dress'd,</br>And heap'd the mingled offering to his god,</br>What time, with golden light, calm evening glow'd.</br>The mystic dust, the flower of silver bloom,</br>And spicy herb, his hand in order strew'd;</br>Bright rose the curling flame; and rich perfume</br>On smoky wings upflew, or settled round the tomb.", "\"Then, o'er the circus, danc'd the maddening throng,</br>As erst the Thyas roam'd dread Nysa round,</br>And struck, to forest notes, th' ecstatic song,</br>While slow, beneath them, heav'd the wavy ground.</br>With a low, lingering groan, of dying sound,</br>The woodland rumbled; murmur'd deep each stream;</br>Shrill sung the leaves; all ether sigh'd profound;</br>Pale tufts of purple topp'd the silver flame,</br>And many-colour'd Forms on evening breezes came.", "\"Thin, twilight Forms; attir'd in changing sheen</br>Of plumes, high-tinctur'd in the western ray;</br>Bending, they peep'd the fleecy folds between,</br>Their wings light-rustling in the breath of May.</br>Soft-hovering round the fire, in mystic play,</br>They snuff'd the incense, wav'd in clouds afar,</br>Then, silent, floated toward the setting day:</br>Eve redden'd each fine form, each misty car;</br>And through them faintly gleam'd, at times, the Western star.", "\"Then (so tradition sings), the train behind,</br>In plumy zones of rainbow'd beauty dress'd,</br>Rode the Great Spirit, in th' obedient wind,</br>In yellow clouds slow-failing from the west.</br>With dawning smiles, the God his votaries bless'd,</br>And taught where deer retir'd to ivy dell;</br>What chosen chief with proud command t' invest;</br>Where crept th' approaching foe, with purpose fell,</br>And where to wind the scout, and war's dark storm dispel.", "\"There, on her lover's tomb, in silence laid,</br>While still, and sorrowing, shower'd the moon's pale beam,</br>At times, expectant, slept the widow'd maid,</br>Her soul far-wandering on the sylph-wing'd dream.</br>Wafted from evening skies, on sunny stream,</br>Her darling Youth with silver pinions shone;</br>With voice of music, tun'd to sweetest theme,</br>He told of shell-bright bowers, beyond the sun,</br>Where years of endless joy o'er Indian lovers run.", "\"But now no awful rites, nor potent spell,</br>To silence charm'd the peals of coming war;</br>Or told the dread recesses of the dell,</br>Where glowing Mason led his bands from far:</br>No spirit, buoyant on his airy car,</br>Controul'd the whirlwind of invading fight:</br>Deep died in blood, dun evening's falling star</br>Sent sad, o'er western hills, it's parting light,</br>And no returning morn dispers'd the long, dark night.", "\"On the drear walls a sudden splendour glow'd,</br>There Mason shone, and there his veterans pour'd.</br>Anew the Hero claim'd the fiends of blood,</br>While answering storms of arrows round him shower'd,</br>And the war-scream the ear with anguish gor'd.</br>Alone, he burst the gate:  the forest round</br>Re-echoed death; the peal of onset roar'd;</br>In rush'd the squadrons; earth in blood was crown'd!</br>And gloomy spirits fled, and corses hid the ground.", "\"Not long in dubious fight the host had striven,</br>When, kindled by the musket's potent flame,</br>In clouds, and fire, the castle rose to heaven,</br>And gloom'd the world, with melancholy beam.</br>Then hoarser groans, with deeper anguish, came;</br>And fiercer fight the keen assault repell'd</br>Nor even these ills the savage breast could tame;</br>Like hell's deep caves, the hideous region yell'd,</br>'Till death, and sweeping fire, laid waste the hostile field.", "\"Soon the sad tale their friends surviving heard;</br>And Mason, Mason, rung in every wind;</br>Quick from their rugged wilds they disappear'd,</br>Howl'd down the hills, and left the blast behind.</br>Their fastening foes, by generous Stoughton join'd,</br>Hung o'er the rear, and every brake explor'd;</br>But such dire terror seiz'd the savage mind,</br>So swift and black a storm behind them lowr'd,</br>On wings of raging fear, thro' spacious realms they scowr'd.\"", "(O thou, to earth the second blessing given,</br>Of heart divine, of aspect angel-sweet,</br>O meek Religion!  second-born of Heaven,</br>Cloth'd with the sun, the world beneath thy feet!</br>Softer than lambs on yonder hillocks bleat,</br>Thy music charms to kindness savage man,</br>Since first, from Calvary's height, with love replete,</br>Thy wondrous course, in sunny sheen, began,</br>And, o'er the death-struck globe, thro' startled nations ran.", "When pride and wrath awake the world to arms,</br>How heaves thy snowy breast with fainting throe!</br>While lust and rapine trumpet death's alarms,</br>And men 'gainst men with fiery vengeance glow.</br>In Europe oft, that land of war, and woe,</br>As her sad steps the lingering mourner draws,</br>How slowly did thy feet entangled go,</br>Chain'd by vile tests, and prison'd round by laws;</br>While bigotry and rage in blood insteep'd thy cause!", "When o'er th' Atlantic wild, by Angels borne,</br>Thy pilgrim barque explor'd it's western way,</br>With spring and beauty bloom'd the waste forlorn,</br>And night and chaos shrunk from new-born day.</br>Dumb was the savage howl; th' instinctive lay</br>Wav'd, with strange warblings, thro' the woodland's bound;</br>The village smil'd; the temple's golden ray</br>Shot high to heaven; fair culture clothed the ground;</br>Art blossom'd; cities sprang; and sails the ocean crown'd.", "As on heaven's sacred hill, of hills the queen,</br>At thy command, contention foul shall cease,</br>Thy solar aspect, every storm serene,</br>And smooth the rugged wild of man to peace;</br>So here thy voice (fair earnest of the bliss!)</br>Transform'd the savage to the meekly child.</br>Hell saw, with pangs, her hideous realm decrease;</br>Wolves play'd with lambs; the tyger's heart grew mild;</br>And on his own bright work the GODHEAD, look'd and smil'd.", "Hail Elliot!  Mayhew hail!  by HEAVEN inform'd</br>With that pure love, which clasps the human kind;</br>To virtue's path even Indian feet you charm'd,</br>And lit, with wisdom's beam, the dusky mind:</br>From torture, blood, and treachery, refin'd,</br>The new-born convert lisp'd MESSIAH'S name.</br>Mid Choirs complacent, in pure rapture join'd,</br>Your praise resounds, on yonder starry frame,</br>While souls, redeem'd from death, their earthly saviour's claim.", "Oh had the same bright spirit ever reign'd;</br>Nor trader villains foul'd the Savage mind;</br>Nor Avarice pin'd for boundless breadth of land;</br>Nor, with slow death, the wretches been consign'd </br>To India's curse, that poisons half mankind!</br>Then, O divine Religion!  torture's blaze</br>Less frequent round thy tender heart had twin'd;</br>On the wild wigwam peace had cast it's rays,</br>And the tremendous whoop had chang'd to hymns of praise.", "Fierce, dark, and jealous, is the exotic soul,</br>That, cell'd in secret, rules the savage breast.</br>There treacherous thoughts of gloomy vengeance roll,</br>And deadly deeds of malice unconfess'd;</br>The viper's poison rankling in it's nest.</br>Behind his tree, each Indian aims unseen:</br>No sweet oblivion soothes the hate impress'd:</br>Years fleet in vain:  in vain realms intervene:</br>The victim's blood alone can quench the flames within.", "Their knives the tawny tribes in slaughter steep,</br>When men, mistrustless, think them distant far;</br>And, when blank midnight shrouds the world in sleep,</br>The murderous yell announces first the war.</br>In vain sweet smiles compel the fiends to spare;</br>Th' unpitied victim screams, in tortures dire;</br>The life-blood stains the virgin's bosom bare;</br>Cherubic infants, limb by limb expire;</br>And silver'd Age sinks down in slowly-curling fire.", "Yet savages are men.  With glowing heat,</br>Fix'd as their hatred, friendship fills their mind;</br>By acts with justice, and with truth, replete,</br>Their iron breasts to softness are inclin'd.</br>But when could War of converts boast refin'd?</br>Or when Revenge to peace and sweetness move</br>His heart, man yields alone to actions kind;</br>His faith, to creeds, whose soundness virtues prove,</br>Thawn in the April sun, and opening still to love.", "Senate august!  that sway'st Columbian climes,</br>Form'd of the wise, the noble, and humane,</br>Cast back the glance through long-ascending times,</br>And think what nations fill'd the western plain.</br>Where are they now?  What thoughts the bosom pain,</br>From mild Religion's eye how streams the tear,</br>To see so far outspread the waste of man,</br>And ask \"How fell the myriads, HEAVEN plac'd here!\"</br>Reflect, be just, and feel for Indian woes severe.", "But cease, foul Calumny!  with sooty tongue,</br>No more the glory of our sires belie.</br>They felt, and they redress'd, each nation's wrong;</br>Even Pequod foes they view'd with generous eye,</br>And, pierc'd with injuries keen, that Virtue try,</br>The savage faith, and friendship, strove to gain:</br>And, had no base Canadian fiends been nigh,</br>Even now soft Peace had smil'd on every plain,</br>And tawny nations liv'd, and own'd MESSIAH'S reign.)", "\"Amid a circling marsh, expanded wide,</br>To a lone hill the Pequods wound their way;</br>And none, but Heaven, the mansion had descried,</br>Close-tangled, wild, impervious to the day;</br>But one poor wanderer, loitering long astray,</br>Wilder'd in labyrinths of pathless wood,</br>In a tall tree embower'd, obscurely lay:</br>Strait summon'd down, the trembling suppliant show'd</br>Where lurk'd his vanish'd friends, within their drear abode.", "\"To death, the murderers were anew requir'd,</br>A pardon proffer'd, and a peace assur'd;</br>And, though with vengeful heat their foes were fir'd,</br>Their lives, their freedom, and their lands, secur'd.</br>Some yielding heard.  In fastness strong immur'd,</br>The rest the terms refus'd, with brave disdain,</br>Near, and more near, the peaceful Herald lur'd;</br>Then bade a shower of arrows round him rain,</br>And wing'd him swift, from danger, to the distant plain.", "\"Through the sole, narrow way, to vengeance led,</br>To final fight our generous heroes drew;</br>And Stoughton now had pass'd the moor's black shade,</br>When hell's terrific region scream'd anew.</br>Undaunted, on their foes they fiercely flew;</br>As fierce, the dusky warriors crowd the fight;</br>Despair inspires; to combat's face they glue; </br>With groans, and shouts, they rage, unknowing flight,</br>And close their sullen eyes, in shades of endless night.\"", "Indulge, my native land!  indulge the tear,</br>That steals, impassion'd, o'er a nation's doom:</br>To me each twig, from Adam's stock, is near,</br>And sorrows fall upon an Indian's tomb.</br>And, O ye Chiefs!  in yonder starry home,</br>Accept the humble tribute of this rhyme.</br>Your gallant deeds, in Greece, or haughty Rome,</br>By Maro sung, or Homer's harp sublime,</br>Had charm'd the world's wide round, and triumph'd over time.</br>"]