["THE ARGUMENT.</br>Marina's freedome now I sing,</br>And of her new endangering:</br>Of Famines Cave, and then th' abuse</br>Tow'rds buryed Colyn and his Muse.", "As when a Mariner (accounted lost,)</br>Upon the watry Desert long time tost,</br>In Summers parching heate, in Winters cold,</br>In tempests great, in dangers manifold:</br>Is by a fav'ring winde drawne up the Mast,</br>Whence he descryes his native soile at last:</br>For whose glad sight he gets the hatches under,</br>And to the Ocean tels his joy in thunder,</br>(Shaking those Barnacles into the Sea,</br>At once, that in the wombe and cradle lay)</br>When sodainely the still inconstant winde</br>Masters before, that did attend behinde;</br>And growes so violent, that hee is faine</br>Command the Pilot stand to Sea againe;</br>Lest want of Sea-roome in a Channell streight,</br>Or casting Anchor might cast o're his freight:", "Thus gentle Muse it happens in my Song,</br>A journey, tedious, for a strength so young</br>I under-tooke:  by silver-seeming Floods,</br>Past gloomy Bottomes, and high-waving Woods,</br>Climb'd Mountaines where the wanton Kidling dallyes,</br>Then with soft steps enseal'd the meekned Vallies,</br>In quest of memory:  and had possest</br>A pleasant Garden, for a welcome rest</br>No sooner;  then a hundred Theames come on</br>And hale my Barke a-new for Helicon.", "Thrice sacred Powers!  (if sacred Powers there be</br>Whose mylde aspect engyrland Poesie)</br>Yee happy Sisters of the learned Spring,</br>Whose heavenly notes the Woods are ravishing!</br>Brave Thespian Maidens, at whose charming layes</br>Each Mosse-thrumb'd Mountaine bends, each Current playes!</br>Pierian Singers!  O yee blessed Muses!</br>Who as a Jem too deare the world refuses!</br>Whose truest lovers never clip with age,</br>O be propitious in my Pilgrimage!</br>Dwell on my lines!  and till the last sand fall,</br>Run hand in hand with my weake Pastorall!</br>Cause every coupling cadence flow in blisses,</br>And fill the world with envy of such kisses.</br>Make all the rarest Beauties of our Clyme,</br>That deigne a sweet looke on my younger ryme,</br>To linger on each lines inticing graces,</br>As on their Lovers lips and chaste imbraces!", "Through rouling trenches of self-drowning waves,</br>Where stormy gusts throw up untimely graves,</br>By billowes whose white fome shew'd angry mindes,</br>For not out-roaring all the high-rais'd wyndes,</br>Into the ever-drinking thirsty Sea</br>By Rockes that under water hidden lay,</br>To shipwracke passengers, (So in some den</br>Theeves bent to robbry watch way-faring men.)</br>Fairest Marina, whom I whilome sung,</br>In all this tempest (violent though long)</br>Without all sense of danger lay asleepe:</br>Till tossed where the still inconstant deepe</br>With wide spred armes, stood ready for the tender</br>Of daily tribute, that the swolne floods render</br>Into her Chequer:  (whence as worthy Kings</br>Shee helpes the wants of thousands lesser Springs:)</br>Here waxt the windes dumbe (shut up in their caves)</br>As still as mid-night were the sullen waves,</br>And Neptunes silver-ever-shaking brest</br>As smooth as when the Halcyon builds her nest.</br>None other wrinckles on his face were seene</br>Then on a fertile Meade, or sportive Greene,</br>Where never Plow-share ript his mothers wombe</br>To give an aged seed a living tombe,</br>Nor blinded Mole the batning earth e're stird,</br>Nor Boyes made Pit-fals for the hungry Bird.</br>The whistling Reedes upon the waters side</br>Shot up their sharpe heads in a stately pride,</br>And not a binding Ozyer bow'd his head,</br>But on his root him bravely carryed.</br>No dandling leafe plaid with the subtill aire,</br>So smooth the Sea was, and the Skye so faire.", "Now with his hands in stead of broad-palm'd Oares,</br>The Swaine attempts to get the shell-strewd shores,</br>And with continuall lading making way,</br>Thrust the small Boat into as faire a Bay</br>As ever Merchant wisht might be the rode</br>Wherein to ease his sea-torne Vessels lode.</br>It was an Iland (hugg'd in Neptunes armes,</br>As tendring it against all forraigne harmes,)</br>And Mona height:  so amiably faire,</br>So rich in soyle, so healthfull in her aire,</br>So quicke in her encrease, (each dewy night</br>Yeelding that ground as greene, as fresh of plight</br>As 't was the day before, whereon then fed</br>Of gallant Steeres, full many a thousand head.)</br>So deckt with Floods, so pleasant in her Groves,</br>So full of well-fleec'd Flockes and fatned Droves;</br>That the brave issue of the Trojan line,</br>(Whose worths, like Diamonds, yet in darknesse shine,)</br>Whose deeds were sung by learned Bards as hye,</br>In raptures of immortall Poesie,</br>As any Nations, since the Grecian Lads</br>Were famous made by Homers Iliads.)</br>Those brave heroicke spirits, twixt one another</br>Proverbially call Mona Cambria's Mother.</br>Yet Cambria is a land from whence have come</br>Worthies well worth the race of Ilium.</br>Whose true desert of praise could my Muse touch,</br>I should be proud that I had done so much.</br>And though of mighty Brute I cannot boast,</br>Yet doth our warlike strong Devonian coast</br>Resound his worth, since on her wave-worne strand</br>He and his Trojans first set foot on land,</br>Strooke Saile, and Anchor cast on Totnes shore.</br>Though now no Ship can ride there any more.", "In th' Ilands Rode the Swaine now moares his Boate</br>Unto a Willow (lest it outwards floate)</br>And with a rude embracement taking up</br>The Maid (more faire then Shee that fill'd the cup</br>Of the great Thunderer, wounding with her eyes</br>More harts then all the troopes of Deities).</br>Hee wades to shore, and sets her on the sand,</br>That gently yeelded when her foot should land.</br>Where bubling waters through the pibbles fleet,</br>As if they strove to kisse her slender feet.", "Whilst like a wretch, whose cursed hand hath tane</br>The sacred reliques from a holy Phane,</br>Feeling the hand of heaven (inforcing wonder)</br>In his returne, in dreadfull cracks of thunder,</br>Within a bush his Sacriledge hath left,</br>And thinkes his punishment freed with the theft:</br>So fled the Swaine, from one; had Neptune spide</br>At halfe an ebbe; he would have forc'd the Tyde</br>To swell anew; whereon his Carre should sweepe,</br>Deckt with the riches of th' unsounded deepe,</br>And he from thence, would with all state, on shore,</br>To wooe this beautie, and to wooe no more.", "Divine Electra (of the Sisters seven</br>That beautifie the glorious Orbe of heaven)</br>When Iliums stately towres, serv'd as one light</br>To guide the Ravisher in ugly night</br>Unto her virgin beds, with-drew her face,</br>And never would looke downe on humane race</br>Til this Maids birth; since when some power hath won her</br>By often fits to shine, as gazing on her.</br>Grim Saturnes son, the dread Olimpicke Jove</br>That dark't three dayes to frolicke with his Love,</br>Had he in Alcmen's stead clipt this faire wight,</br>The world had slept in everlasting night.</br>For whose sake onely (had she lived then)</br>Deucalions flood had never rag'd on men:</br>Nor Phaeton perform'd his fathers duty,</br>For feare to rob the world of such a beauty:</br>In whose due praise, a learned quill might spend</br>Houres, dayes, months, yeeres, and never make an end.", "What wretch inhumane?  or what wilder blood</br>(Suckt in a desert from a Tigers brood)</br>Could leave her so disconsolate?  but one</br>Bred in the wasts of frost-bit Calydon;</br>For had his veynes beene heat with milder ayre,</br>He had not wrong'd so foule, a Maide so faire.", "Sing on sweet Muse, and whilst I feed mine eyes</br>Upon a Jewell and unvalued prize,</br>As bright a Starre, a Dame, as faire, as chaste,</br>As eye beheld, or shall, till Natures last:</br>Charme her quicke senses!  and with raptures sweet</br>Make her affection with your cadence meet!</br>And if her gracefull tongue admire one straine,</br>It is the best reward my Pipe would gaine.</br>In lieu whereof, in Laurell-worthy rimes</br>Her Love shall live untill the end of times,</br>And spight of age, the last of dayes shall see</br>Her Name embalm'd in sacred Poesie.", "Sadly alone upon the aged rocks,</br>Whom Thetis grac'd in washing oft their locks</br>Of branching Sampire, sate the Maid o'retaken</br>With sighes and teares, unfortunate, forsaken,</br>And with a voyce that floods from rocks would borrow,</br>She thus both wept and sung her noates of sorrow.", "If Heaven be deafe and will not heare my cryes,</br>But addes new dayes to adde new miseries;</br>Heare then ye troubled Waves and flitting Gales,</br>That coole the bosomes of the fruitfull Vales!</br>Lend, one, a flood of teares, the other, winde,</br>To weepe and sigh that Heaven is so unkinde!</br>But if yee will not spare, of all your store</br>One teare, or sigh, unto a wretch so poore;</br>Yet as yee travell on this spacious Round,</br>Through Forrests, Mountaines, or the Lawny ground,</br>If 't happ' you see a Maide weepe forth her woe,</br>As I have done; Oh bid her as ye goe</br>Not lavish teares!  for when her owne are gone,</br>The world is flinty and will lend her none.</br>If this be eke denyde; O hearken then</br>Each hollow vaulted Rocke, and crooked Den!</br>And if within your sides one Eccho be</br>Let her begin to rue my destinie!</br>And in your clefts her plainings doe not smother,</br>But let that Eccho teach it to another!</br>Till round the world in sounding coombe and plaine,</br>The last of them tell it the first againe:</br>Of my sad Fate, so shall they never lin,</br>But where one ends, another still begin.</br>Wretch that I am, my words I vainely waste,</br>Eccho, of all woes onely speakes the last;</br>And that's enough:  for should she utter all,</br>As at Medusa's head, each heart would fall</br>Into a flinty substance, and repine</br>At no one griefe, except as great as mine.</br>No carefull Nurse would wet her watchfull eye,</br>When any pang should gripe her infantry,</br>Nor though to Nature it obedience gave,</br>And kneeld, to doe her Homage, in the grave,</br>Would shee lament, her suckling from her torne:</br>Scaping by death those torments I have borne.", "This sigh'd, shee wept (low leaning on her hand)</br>Her briny teares downe rayning on the sand,</br>Which seene by (them, that sport it in the Seas</br>On Dolphins backes) the faire Nereides,</br>They came on shore, and slily as they fell</br>Convai'd each teare into an Oyster-shell,</br>And by some power that did affect the Girles,</br>Transform'd those liquid drops to oryent Pearles,</br>And strew'd them on the shore:  for whose rich prize</br>In winged Pines, the Roman Colonies</br>Flung through the deepe Abysse to our white rockes</br>For Jems to decke their Ladyes golden lockes:</br>Who valew'd them as highly in their kindes</br>As those the Sun-burnt Aethiopian findes.", "Long on the shore, distrest Marina lay:</br>For he that opes the pleasant sweets of May </br>Beyond the Noon-stead so farre drove his teame,</br>That Harvest-folkes (with curds and clouted creame,</br>With cheese and butter, cakes, and cates ynow,</br>That are the Yeomans from the yoake or Cowe)</br>On sheafes of corne were at their noonshuns close,</br>Whilst them merrily the Bag-pipe goes:</br>Ere from her hand she lifted up her head,</br>Where all the Graces then inhabited.</br>When casting round her over-drowned eyes,</br>(So have I seene a Jem of mickle price</br>Roule in a Scallop-shell with water fild)</br>She, on a marble rocke at hand behild</br>In Characters deepe cut with Iron stroke,</br>A Shepherds moane, which read by her, thus spoke:", "Glide soft ye silver Floods,</br>And every Spring:</br>Within the shady Woods,</br>Let no Bird sing!</br>Nor from the Grove a Turtle Dove,</br>Be seene to couple with her love,</br>But silence on each Dale and Mountaine dwell</br>Whilst WILLY bids his friend and joy Farewell.", "But (of great Thetis trayne)</br>Yee Mermaids faire,</br>That on the shores doe plaine</br>Your Sea-greene haire,</br>As yee in tramels knit your locks</br>Weepe yee; and so inforce the rocks</br>In heavy murmures through the broade shores tell,</br>How WILLY bade his friend and joy Farewell.", "Cease, cease, yee murdring winds</br>To move a wave;</br>But if with troubled minds</br>You seeke his grave;</br>Know 'tis as various as your selves,</br>Now in the deepe, then on the shelves,</br>His coffin toss'd by fish and surges fell,</br>Whilst WILLY weepes and bids all joy Farewell.", "Had he Arion like</br>Beene judg'd to drowne,</br>Hee on his Lute could strike</br>So rare a sown';</br>A thousand Dolphins would have come</br>And joyntly strive to bring him home.</br>But he on Ship-boord dyde, by sicknesse fell,</br>Since when his WILLY bade all joy Farewell.", "Great Neptune heare a Swaine!</br>His Coffin take,</br>And with a golden chaine</br>(For pittie) make</br>It fast unto a rocke neere land!</br>Where eu'ry calmy morne Ile stand</br>And ere one sheepe out of my fold I tell,</br>Sad WILLY'S Pipe shall bid his friend Farewell.", "Ah heavy Shepherd (who so ere thou be)</br>Quoth faire Marina, I doe pitty thee:</br>For who by death is in a true friend crost,</br>Till he be earth, he halfe himselfe hath lost.</br>More happy deeme I thee, lamented Swaine,</br>Whose body lies among the scaly traine,</br>Since I shall never thinke, that thou canst dye,</br>Whilst WILLY lives, or any Poetry:</br>For well it seemes in versing he hath skill,</br>And though he (ayded from the sacred Hill)</br>To thee with him no equall life can give,</br>Yet by this Pen thou maist for ever live.</br>With this a beame of sudden brightnesse flyes</br>Upon her face, so dazeling her cleare eyes,</br>That neyther flowre nor grasse which by her grew</br>She could discerne cloath'd in their perfect hue.</br>For as a Wag (to sport with such as passe)</br>Taking the Sun-beames in a Looking-glasse,</br>Convayes the Ray into the eyes of one,</br>Who (blinded) either stumbles at a stone,</br>Or as he dazeled walkes the peopled streets,</br>Is ready justling every man he meets:</br>So then Apollo did in glory cast</br>His bright beames on a rocke with gold enchast,</br>And thence the swift reflection of their light</br>Blinded those eyes:  The chiefest Starres of night.</br>When streight a thick-swolne Cloud (as if it sought</br>In beauties minde to have a thankfull thought)</br>Invail'd the lustre of great Titans Carre,</br>And shee beheld, from whence she sate not farre,</br>Cut on a high-brow'd Rocke (inlaid with gold)</br>This Epitaph, and read it, thus enrold.", "In depth of waves long hath ALEXIS slept,</br>So choicest Jewels are the closest kept;</br>Whose death the land had seene, but it appeares</br>To countervaile his losse, men wanted teares.</br>So here he lyes, whose Dirge each Mermaid sings,</br>For whom the Clouds weepe raine, the Earth her springs.", "Her eyes these lines acquainted with her minde</br>Had scarcely made; when o're the hill behinde</br>Shee heard a woman cry; Ah well-a-day,</br>What shall I doe?  goe home, or flye, or stay.</br>Admir'd Marina rose, and with a pace</br>As gracefull as the Goddesses did trace</br>O're stately Ida, (when fond Paris doome</br>Kindled the fire, should mighty Troy entombe.)</br>She went to aide the woman in distresse,</br>(True beauty never was found mercilesse)</br>Yet durst she not goe nye, lest (being spide)</br>Some villaines outrage, that might then betyde</br>(For ought shee knew) unto the crying Maide,</br>Might graspe with her:  by thickets which aray'd</br>The high Sea-bounding hill, so neare she went,</br>She saw what wight made such lowd dreriment.</br>Lowd?  yes:  sung right:  for since the Azure skie</br>Imprison'd first the world, a mortals cry</br>With greater clangor never pierc'd the ayre.", "A wight she was so farre from being faire;</br>None could be foule esteem'd, compar'd with her.", "Describing Foulnesse, pardon if I erre,</br>Yee Shepherds Daughters, and yee gentle Swaines!</br>My Muse would gladly chaunt more lovely straines:</br>Yet since on miry grounds she trode, for doubt</br>Of sinking, all in haste, thus wades shee out.", "As when great Neptune in his height of pride</br>The inland creekes fils with a high Spring-tyde,</br>Great sholes of fish, among the Oysters hye,</br>Which by a quicke ebbe, on the shores, left dry,</br>The fishes yawne, the Oysters gapen wide:</br>So broad her mouth was:  As she stood and cride,</br>Shee tore her elvish knots of haire, as blacke</br>And full of dust as any Collyers sacke.</br>Her eyes unlike, were like her body right,</br>Squint and misse-shapen, one dun, t' other white.", "As in a picture limb'd unto the life,</br>Or carved by a curious workmans knife,</br>If twenty men at once should come to see</br>The great effects of untirde industry,</br>Each sev'rally would thinke the pictures eye</br>Was fixt on him, and on no stander by:</br>So as shee (bawling) was upon the banke,</br>If twice five hundred men stood on a ranke,</br>Her ill face towards them; every one would say,</br>She lookes on me; when she another way</br>Had cast her eyes, as on some rocke or tree,</br>And on no one of all that company.</br>Her Nose (O crooked nose) her mouth o're-hung,</br>And it would be directed by her tongue:</br>Her Fore-head such, as one might neere auow</br>Some Plow-man, there, had lately beene at plow.</br>Her Face so scorcht was, and so vilde it showes,</br>As on a Peare-tree she had scar'd the Crowes.</br>Within a Tanners fat I oft have eyde</br>(That three moones there had laine) a large Oxe-hyde </br>In liquor mixt with strongest barke, (for gaine)</br>Yet had not tane one halfe so deepe a staine</br>As had her skin:  and that, as hard well-nye</br>As any Brawnes, long hardned in the stye.</br>Her Shoulders such, as I have often seene</br>A silly Cottage on a Village greene</br>Might change his corner posts, in good behoofe,</br>For foure such under-proppers to his roofe.</br>Huswives, goe, hire her; if you yearely gave</br>A Lamkin more then use, you that might save</br>In washing Beetles, for her hands would passe</br>To serve that purpose, though you daily wash.</br>For other hidden parts, thus much I say;</br>As Ballad-mongers on a Market-day </br>Taking their stand, one (with as harsh a noyce</br>As ever Cart-wheele made) squeakes the sad choice</br>Of Tom the Miller with a golden thumbe,</br>Who crost in love, ran mad, and deafe, and dumbe,</br>Halfe part he chants, and will not sing it out,</br>But thus bespeakes to his attentive rout:</br>Thus much for love I warbled from my brest,</br>And gentle friends, for money take the rest:</br>So speake I to the over-longing eare,</br>That would the rest of her description heare,</br>Much have I sung for love, the rest (not common)</br>Martial will shew for coyne, in's crabbed woman.", "If e're you saw a Pedant gin prepare</br>To speake some gracefull speech to Master Major,</br>And being bashfull, with a quaking doubt</br>That in his eloquence he may be out;</br>He oft steps forth, as oft turnes backe againe;</br>And long 'tis e're he ope his learned veyne:</br>Thinke so Marina stood:  for now she thought</br>To venture forth, then some conjecture wrought</br>Her to be jealous, lest this ugly wight</br>(Since like a Witch shee lookt) through spels of night,</br>Might make her body thrall (that yet was free)</br>To all the foule intents of Witchery:</br>This drew her backe againe.  At last she broke</br>Through all fond doubts, went to her, and bespoke</br>In gentle manner thus:  Good day, good Maide;</br>With that her cry she on a sodaine staid,</br>And rub'd her squint eyes with her mighty fist.</br>But as a Miller having ground his grist,</br>Lets downe his flood-gates with a speedy fall,</br>And quarring up the passage therewithall,</br>The waters swell in spleene, and never stay</br>Till by some cleft they finde another way:</br>So when her teares were stopt from either eye</br>Her singults, blubbrings, seem'd to make them flye</br>Out at her Oyster-mouth and Nose-thrils wide.</br>Can there (quoth faire Marina) e're betide</br>(In these sweet Groves) a wench, so great a wrong,</br>That should inforce a cry so loud, so long?</br>On these delightfull Plaines how can there be</br>So much as heard the name of villany?</br>Except when Shepherds in their gladsome fit</br>Sing Hymnes to Pan that they are free from it.", "But shew me, what hath caus'd thy grievous yell?</br>As late (quoth shee) I went to yonder Well,</br>(You cannot see it here; that Grove doth cover</br>With his thicke boughes his little channell over.)</br>To fetch some water (as I use) to dresse</br>My Masters supper (you may thinke of flesh;</br>But well I wot he tasteth no such dish)</br>Of Rotchets, Whitings, or such common fish,</br>That with his net he drags into his Boate:</br>Among the Flags below, there stands his Coate</br>(A simple one) thatch'd o're with Reede and Broome;</br>It hath a Kitchen, and a severall roome</br>For each of us.  But this is nought:  you flee,</br>Replyde Marine, I prithee answer me</br>To what I question'd.  Doe but heare me first,</br>Answer'd the Hag.  Hee is a man so curst,</br>Although I toyle at home, and serve his Swine,</br>Yet scarce allowes he me whereon to dine:</br>In Summer time on Black-berries I live,</br>On Crabs and Hawes, and what wilde Forrests give:</br>In Winters cold, bare-foot, I run to seeke</br>For Oysters, and small Winkles in each creeke,</br>Whereon I feed, and on the Meager Slone.</br>But if he home returne and finde me gone,</br>I still am sure to feele his heavy hand.</br>Alas and weale away, since now I stand</br>In such a plight:  for if I seeke his dore</br>Hee'l beat me ten times worse then e're before.</br>What hast thou done?  (yet askt Marina) say?</br>I with my pitcher lately tooke my way</br>(As late I said) to thilke same shaded Spring,</br>Fill'd it, and homewards, rais'd my voyce to sing;</br>But in my backe returne, I (haplesse) spyde</br>A tree of Cherries wilde, and them I eyde</br>With such a longing, that unwares my foot</br>Got underneath a hollow-growing root,</br>Carrying my pot as Maides use on their heads,</br>I fell with it, and broke it all to shreads.</br>This is my griefe, this is my cause of mone.</br>And if some kinde wight goe not to attone</br>My surly Master with me wretched Maid,</br>I shall be beaten dead.  Be not afraid,</br>Said sweet Marina, hasten thee before;</br>Ile come to make thy peace:  for since I sore</br>Doe hunger, and at home thou hast small cheere,</br>(Need and supply grow farre off, seldome neere.)</br>To yonder Grove Ile goe, to taste the spring,</br>And see what it affords for nourishing.</br>Thus parted they.  And sad Marina blest</br>The houre shee met the Maid, who did invest</br>Her in assured hope, she once should see</br>Her Flocke againe (and drive them merrily</br>To their flowre-decked layre, and tread the shores</br>Of pleasant Albion,) through the well poys'd Oares</br>Of the poore Fisher-man that dwelt thereby.", "But as a man who in a Lottery</br>Hath ventur'd of his coyne, ere he have ought,</br>Thinkes this or that shall with his Prize be bought,</br>And so enricht, march with the better rancke,</br>When sodainly hee's call'd, and all is Blancke:</br>To chaste Marina, so doth Fortune prove,</br>Statesmen and she are never firme in love.", "No sooner had Marina got the wood,</br>But as the trees shee neerly search'd for food,</br>A Villaine, leane, as any rake appeares,</br>That look't, as pinch'd with famine, Aegypts yeeres,</br>Worne out and wasted to the pithlesse bone,</br>As one that had a long Consumption.</br>His rusty teeth (forsaken of his lips</br>As they had serv'd with want two Prentiships)</br>Did through his pallid cheekes, and lankest skin</br>Bewray what number were enranckt within.</br>His greedy eyes deepe sunke into his head,</br>Which with a rough hayre was o're covered.</br>How many bones made up this starved wight</br>Was soone perceiv'd; a man of dimmest sight</br>Apparantly might see them knit, and tell</br>How all his veynes and every sinew fell.</br>His belly (inwards drawne) his bowels prest,</br>His unfill'd skin hung dangling on his brest,</br>His feeble knees with paine enough uphold</br>That pined carkasse, casten in a mold</br>Cut out by Deaths grim forme.  If small legs wan</br>Ever the title of a Gentleman;</br>His did acquire it.  In his flesh pull'd downe</br>As hee had liv'd in a beleaguerd towne,</br>Where Plenty had so long estranged beene</br>That men most worthy noate, in griefe were seene</br>(Though they rejoyc'd to have attain'd such meat)</br>Of Rats, and halfe-tann'd Hydes, with stomackes great,</br>Gladly to feed:  and where a Nurse, most vilde,</br>Drunke her owne milke, and starv'd her crying childe.</br>Yet hee through want of food not thus became:</br>But Nature first decreed, That as the flame</br>Is never seene to flye his nourishment,</br>But all consumes:  and still the more is lent</br>The more it covets.  And as all the Floods</br>(Down treching from small groves, and greater woods)</br>The vast insatiate Sea doth still devoure,</br>And yet his thirst not quenched by their power:</br>So ever should befall this starved wight;</br>The more his vyands, more his appetite.</br>What ere the deepes bring forth, or earth, or ayre,</br>He ravine should, and want in greatest fare.</br>And what a Citie twice seaven yeeres would serve,</br>He should devoure, and yet be like to starve.</br>A wretch so empty, that if e're there be</br>In Nature found the least vacuitie,</br>'Twill be in him.  The grave to Ceres store;</br>A Caniball to lab'rers old and poore;</br>A Spunge-like-Dropsie, drinking till it burst;</br>The Sicknesse tearm'd the Wolfe, vilde and accurst;</br>In some respects like th' art of Alchumy </br>That thrives least, when it long'st doth multiply:</br>Limos he cleeped was:  whose long-nayl'd paw</br>Seizing Marina, and his sharpe-fang'd jaw</br>(The strongest part he had) fixt in her weeds,</br>He forc'd her thence, through thickets and high Reeds,</br>Towards his Cave.  Her fate the swift windes rue,</br>And round the Grove in heavy murmures flew.</br>The limbes of trees, that (as in love with eyther)</br>In close imbrasements long had liv'd together,</br>Rubb'd each on other, and in shreeks did show</br>The windes had mov'd more partners of their woe.</br>Olde and decayed stocks, that long time spent</br>Upon their armes, their rootes chiefe nourishment;</br>And that drawne dry, as freely did impart</br>Their boughes a feeding on their fathers hart,</br>Yet by respectlesse impes when all was gone,</br>Pithlesse and saplesse, naked left alone,</br>Their hollow truncks, fill'd with their neighbours moanes,</br>Sent from a thousand vents, ten thousand groanes.</br>All Birds flew from the wood, as they had been</br>Scar'd with a strong Bolt ratling 'mong the treen.", "Limos with his sweet theft full slily rushes</br>Through sharp-hook'd brambles, thornes, and tangling bushes,</br>Whose tenters sticking in her garments, sought</br>(Poore shrubs) to helpe her, but availing nought,</br>As angry (best intents miss'd best proceeding)</br>They scratch'd his face and legs, cleere water bleeding.</br>Not greater haste a fearefull school-boy makes</br>Out of an Orchard whence by stealth he takes</br>A churlish Farmers Plums, sweet Peares or Grapes,</br>Then Limos did, as from the thicke he scapes</br>Downe to the shore.  Where resting him a space,</br>Restlesse Marina gan intreat for grace</br>Of one whose knowing it as desp'rate stood,</br>As where each day to get supply of food.</br>O!  had she (thirsty) such intreaty made</br>At some high Rocke, proud of his evening shade,</br>He would have burst in two, and from his veynes</br>(For her availe) upon the under Plaines</br>A hundred springs a hundred wayes should swimme,</br>To shew her teares inforced floods from him.</br>Had such an Oratresse beene heard to plead</br>For faire Polixena, the Murthrers head</br>Had beene her pardon, and so scap'd that shocke,</br>Which made her lovers toombe her dying blocke.</br>Not an inraged Lion, surly, wood,</br>No Tyger reft her young, nor savage brood,</br>No, not the foaming Boare, that durst approve</br>Lovelesse to leave the mighty Queene of Love,</br>But her sad plaints, their uncouth walkes among</br>Spent, in sweet numbers from her golden tongue,</br>So much their great hearts would in softnes steepe,</br>They at her foot would groveling lye, and weepe.</br>Yet now (alas!)  nor words, nor floods of teares</br>Did ought availe.  The belly hath no eares.", "As I have knowne a man loath meet with gaine</br>That carrieth in his front least shew of paine,</br>Who for his vittailes all his rayment pledges,</br>Whose stackes for firing are his neighbours hedges,</br>From whence returning with a burden great,</br>Wearied, on some greene banke he takes his seat,</br>But fearefull (as still theft is in his stay)</br>Gets quickly up, and hasteth fast away:</br>So Limos sooner eased then yrested</br>Was up, and through the Reeds (as much molested</br>As in the Brakes) who lovingly combine,</br>And for her ayde together twist and twine,</br>Now manacling his hands, then on his legs</br>Like fetters hang the under-growing Segs:</br>And had his teeth not beene of strongest hold,</br>He there had left his prey.  Fates uncontrold,</br>Denide so great a blisse to Plants or men,</br>And lent him strength to bring her to his den.", "West, in Apollo's course to Tagus streame,</br>Crown'd with a silver circling Dyademe</br>Of wet exhaled mists, there stood a pile</br>Of aged Rockes (torne from the neighbour Ile</br>And girt with waves,) against whose naked brest</br>The surges tilted, on his snowy crest</br>The towring Falcon whilome built, and Kings</br>Strove for that Eirie, on whose scaling wings,</br>Monarchs, in gold refin'd as much would lay</br>As might a month their Army Royall pay.</br>Brave Birds they were, whose quick-self-less-'ning kin</br>Still wonne the girlonds from the Peregrin.</br>Not Cerna Ile in Affricks silver mayne,</br>Nor lustfull-bloody-Tereus Thracian straine,</br>Nor any other Lording of the ayre</br>Durst with this Eirie for their wing compare.</br>About his sides a thousand Seaguls bred,</br>The Mevy and the Halcyon famosed</br>For colours rare, and for the peacefull Seas</br>Round the Sicilian coast, her brooding dayes.</br>Puffins (as thicke as Starlings in a Fen)</br>Were fetcht from thence:  there sate the Pewet hen,</br>And in the clefts the Martin built his nest.</br>But those by this curst caitife dispossest</br>Of roost and nest, the least; of life, the most:</br>All left that place, and sought a safer coast.</br>In stead of them the Caterpiller hants,</br>And Cancre-worme among the tender plants,</br>That here and there in nooks and corners grew;</br>Of Cormorants and Locusts not a few;</br>The cramming Raven, and a hundred more</br>Devouring creatures; yet when from the shore</br>Limos came wading (as he easily might</br>Except at high tydes) all would take their flight,</br>Or hide themselves in some deepe hole or other,</br>Lest one devourer should devoure another.", "Neere to the shore that bord'red on the Rocke</br>No merry Swaine was seene to feed his Flocke,</br>No lusty Neat-heard thither drove his Kine,</br>Nor boorish Hog-heard fed his rooting Swine:</br>A stony ground it was, sweet Herbage fail'd:</br>Nought there but weeds, which Limos, strongly nayl'd,</br>Tore from their mothers brest, to stuffe his maw.</br>No Crab-tree bore his loade, nor Thorne his haw.</br>As in a Forest well compleat with Deer</br>We see the Hollyes, Ashes, every where</br>Rob'd of their cloathing by the browsing Game:</br>So neere the Rocke, all trees where e're you came,</br>To cold Decembers wrath stood void of barke.</br>Here danc'd no Nymph, no early-rising Larke</br>Sung up the Plow-man and his drowsie mate:</br>All round the Rocke barren and desolate.", "In midst of that huge pyle was Limos Cave</br>Full large and round, wherein a Millers knave</br>Might for his Horse and Querne have roome at will:</br>Where was out-drawne by some inforced skill,</br>What mighty conquests were atchiev'd by him.</br>First stood the siege of great Jerusalem,</br>Within whose triple wall and sacred Citie</br>(Weepe ye stone-hearted men!  oh read and pittie!</br>'Tis Sions cause invokes your briny teares:</br>Can any dry eye be when she appeares</br>As I must sing her?  oh, if such there be;</br>Fly, flye th' abode of men!  and hasten thee</br>Into the Desart, some high Mountaine under,</br>Or at thee boyes will hisse, and old men wonder.)</br>Here sits a mother weeping, pale and wan,</br>With fixed eyes, whose hopelesse thoughts seem'd ran</br>How (since for many dayes no food shee tasted,</br>Her Meale, her Oyle consum'd, all spent, all wasted)</br>For one poore day shee might attaine supply,</br>And desp'rate of ought else, sit, pine, and dye.</br>At last her minde meets with her tender childe</br>That in the cradle lay (of Ozyers wilde)</br>Which taken in her armes, she gives the teat,</br>From whence the little wretch with labour great</br>Not one poore drop can sucke:  whereat she wood,</br>Cries out, O heaven!  are all the founts of food</br>Exhausted quite?  and must my Infant yong</br>Be fed with shooes?  yet wanting those ere long,</br>Feed on it selfe?  No:  first the roome that gave</br>Him soule and life, shall be his timelesse grave:</br>My dugs, thy best reliefe, through griping hunger</br>Flow now no more, my babe; Then since no longer</br>By me thou canst be fed, nor any other,</br>Be thou the Nurse, and feed thy dying Mother.</br>Then in another place she straight appeares,</br>Seething her suckling in her scalding teares.</br>From whence not farre the Painter made her stand</br>Tearing his sod flesh with her cruell hand,</br>In gobbets which shee ate.  O cursed wombe,</br>That to thy selfe art both the grave and tombe.", "A little sweet lad (there) seemes to entreat</br>(With held up hands) his famisht Sire for meat,</br>Who wanting ought to give his hoped joy</br>But throbs and sighes; the over-hungry boy,</br>For some poore bit, in darke nookes making quest,</br>His Sachell finds, which growes a gladsome feast</br>To him and both his Parents.  Then, next day</br>He chewes the points wherewith he us'd to play:</br>Devouring last his Bookes of every kinde,</br>They fed his body which should feede his minde:</br>But when his Sachell, Points, Bookes all were gone,</br>Before his Sire, he droopes, and dies anone.", "In height of Art then had the Work-man done,</br>A pious, zealous, most religious sonne,</br>Who on the enemy excursion made,</br>And spight of danger strongly did invade</br>Their victuals convoy, bringing from them home</br>Dri'd figs, Dates, Almonds, and such fruits as come</br>To the beleagring foe, and sate's the want</br>Therewith of those, who, from a tender plant</br>Bred him a man for armes:  thus oft he went,</br>And Storke-like sought his Parents nourishment,</br>Till Fates decreed, he on the Roman Speares</br>Should give his bloud for them, who gave him theirs.</br>A Million of such throes did Famine bring</br>Upon the Citie of the mighty King,</br>Till, as her people, all her buildings rare</br>Consum'd themselves and dim'd the lightsome ayre.", "Neere this the curious Pencell did expresse</br>A large and solitary wildernesse,</br>Whose high well limmed Oakes in growing show'd</br>As they would ease strong Atlas of his load:</br>Here underneath a tree in heavy plight</br>(Her bread and pot of water wasted quite)</br>Aegyptian Hagar (nipt with hunger fell)</br>Sate rob'd of hope:  her Infant Ishmael.</br>(Farre from her being laid) full sadly seem'd</br>To cry for meate, his cry shee nought esteem'd,</br>But kept her still, and turn'd her face away,</br>Knowing all meanes were bootlesse to assay</br>In such a Desert:  and since now they must</br>Sleepe their eternall sleepe, and cleave to dust,</br>She chose (apart) to graspe one death alone,</br>Rather then by her babe a million.", "Then Eresichthons case in Ovids Song</br>Was portraied out; and many moe along</br>The insides of the Cave; which were descride</br>By many loope-holes round on every side.", "These faire Marina view'd, left all alone,</br>The Cave fast shut.  Limos for pillage gone:</br>Neere the wash'd shore mong rootes and breers, and thorns,</br>A Bullocke findes, who delving with his hornes</br>The hurtlesse earth (the while his tough hoofe tore</br>The yeelding turffe) in furious rage he bore</br>His head among the boughs that held it round,</br>While with his bellowes all the shores resound:</br>Him Limos kil'd, and hal'd with no small paine</br>Unto the Rocke; fed well; then goes againe:</br>Which serv'd Marina fit, for had his food</br>Fail'd him, her veynes had fail'd their deerest blood.", "Now great Hyperion left his golden throne</br>That on the dancing waves in glory shone,</br>For whose declyning on the Westerne shore</br>The orientall hils blacke mantles wore,</br>And thence apace the gentle Twi-light fled,</br>That had from hideous cavernes ushered</br>All-drowsie Night; who in a Carre of Jet,</br>By Steeds of Iron-gray (which mainely swet</br>Moist drops on all the world) drawne through the skye,</br>The helps of darknesse waited orderly.</br>First, thicke clouds rose from all the liquid plaines:</br>Then mists from Marishes, and grounds whose veynes</br>Were Conduit-pipes to many a christall spring:</br>From standing Pooles and Fens were following</br>Unhealthy fogs:  each River, every Rill</br>Sent up their vapours to attend her will.</br>These, pitchie curtains drew, 'twixt earth and heaven.</br>And as Nights Chariot through the ayre was driven,</br>Clamour grew dumb, unheard was Shepheards song,</br>And silence girt the Woods; no warbling tongue</br>Talk'd to the Eccho; Satyres broke their dance,</br>And all the upper world lay in a trance.</br>Onely the curled streames soft chidings kept;</br>And little gales that from the greene leafe swept</br>Dry Summers dust, in fearefull whisp'rings stir'd,</br>As loth to waken any singing Bird.", "Darknesse no lesse then blinde Cimmerian</br>Of Famines Cave the full possession wan,</br>Where lay the Shepherdesse inwrapt with night,</br>(The wished garment of a mournfull wight)</br>Here silken slumbers and refreshing sleepe</br>Were seldome found; with quiet mindes those keepe,</br>Not with disturbed thoughts; the beds of Kings</br>Are never prest by them, sweet rest inrings</br>The tyred body of the swarty Clowne,</br>And oftner lies on flocks then softest downe.", "Twice had the Cocke crowne, and in Cities strong</br>The Bel-mans dolefull noyse and carefull song,</br>Told men, whose watchfull eyes no slumber hent,</br>What store of houres theft-guilty night had spent.</br>Yet had not Morpheus with this Maiden been,</br>As fearing Limos; (whose impetuous teen</br>Kept gentle rest from all to whom his cave</br>Yeelded inclosure (deadly as the grave.)</br>But to all sad laments left her (forlorne)</br>In which three watches she had nye outworne.", "Faire silver-footed Thetis that time threw</br>Along the Ocean with a beautious crew</br>Of her attending Sea-nymphes (Joves bright Lamps</br>Guiding from Rockes her Chariots Hippocamps.)</br>A journey, onely made, unwares to spye</br>If any Mighties of her Empery</br>Opprest the least, and forc'd the weaker sort</br>To their designes, by being great in Court.", "O!  should all Potentates whose higher birth</br>Enroles their titles, other Gods on earth,</br>Should they make private search, in vaile of night,</br>For cruell wrongs done by each Favorite;</br>Here should they finde a great one paling in</br>A meane mans land, which many yeeres had bin</br>His charges life, and by the others heast,</br>The poore must starue to feed a scurvy beast.</br>If any recompence drop from his fist,</br>His time's his owne, the mony, what he list.</br>There should they see another that commands</br>His Farmers Teame from furrowing his lands,</br>To bring him stones to raise his building vast,</br>The while his Tenants sowing time is past.</br>Another (spending) doth his rents inhance,</br>Or gets by tricks the poores inheritance.</br>But as a man whose age hath dim'd his eyes,</br>Useth his Spectacles, and as he pryes</br>Through them all Characters seeme wondrous faire,</br>Yet when his glasses quite removed are</br>(Though with all carefull heed he neerly looke)</br>Cannot perceive one tittle in the Booke;</br>So if a King behold such favourites</br>(Whose being great, was being Parasites)</br>With th' eyes of favour, all their actions are</br>To him appearing plaine and regular:</br>But let him lay his sight of grace aside,</br>And see what men he hath so dignifide,</br>They all would vanish, and not dare appeare,</br>Who Atom-like, when their Sun shined cleare,</br>Danc'd in his beame; but now his rayes are gone,</br>Of many hundred we perceive not one.</br>Or as a man who standing to descry</br>How great floods farre off run, and vallies lye,</br>Taketh a glasse prospective good and true,</br>By which things most remote are full in view:</br>If Monarchs, so, would take an Instrument</br>Of truth compos'd to spie their Subjects drent</br>In foule oppression by those high in seate</br>(Who care not to be good but to be great)</br>In full aspect the wrongs of each degree</br>Would lye before them; and they then would see.</br>The divellish Politician all convinces,</br>In murdring Statesmen and in poisning Princes;</br>The Prelate in pluralities asleepe,</br>Whilst that the Wolfe lyes preying on his sheepe;</br>The drowsie Lawyer, and the false Atturnies </br>Tire poore mens purses with their life-long-journies;</br>The Country Gentleman, from's neighbours hand</br>Forceth th' inheritance, joynes land to land,</br>And (most insatiate) seekes under his rent</br>To bring the worlds most spacious continent;</br>The fawning Citizen (whose love's bought dearest)</br>Deceives his brother when the Sun shines clearest,</br>Gets, borrowes, breakes, lets in, and stops out light,</br>And lives a Knave to leave his sonne a Knight;</br>The griping Farmer hoords the seed of bread,</br>Whilst in the streets the poore lye famished:</br>And free there's none from all this worldly strife,</br>Except the Shepherds heaven-blest happy life.", "But stay sweet Muse!  forbeare this harsher straine,</br>Keepe with the Shepherds; leave the Satyres veine,</br>Coupe not with Beares:  let Icarus alone</br>To scorch himselfe within the torrid Zone:</br>Let Phaeton run on, Ixion fall,</br>And with an humble stiled Pastorall</br>Tread through the vallies, dance about the streames,</br>The lowly Dales will yeeld us Anadems </br>To shade our temples, 'tis a worthy meed,</br>No better girlond seekes mine Oaten Reede;</br>Let others climbe the hils, and to their praise</br>(Whilst I sit girt with Flowers) be crown'd with Bayes.", "Shew now faire Muse what afterward became</br>Of great Achilles Mother; She whose name</br>The Mermaids sing, and tell the weeping strand</br>A braver Lady never tript on land,</br>Except the ever-living Fayerie Queene,</br>Whose vertues by her Swaine so written beene,</br>That time shall call her high enhanced story</br>In his rare song, The Muses chiefest glory.", "So mainely Thetis drove her silver throne,</br>Inlaid with pearles of price, and precious stone,</br>(For whose gay purchase, she did often make</br>The scorched Negro dive the briny Lake)</br>That by the swiftnesse of her chariot wheels</br>(Scouring the Maine as well-built English Keels)</br>She, of the new-found World all coasts had seene,</br>The shores of Thessaly, where she was Queene,</br>Her brother Pontus waves, imbrac'd, with those</br>Moeotian fields and vales of Tenedos,</br>Streit Hellespont, whose high-brow'd cliffes yet sound</br>The mournfull name of young Leander drown'd,</br>Then with full speed her Horses doth shee guide</br>Through the Aegaean Sea, that takes a pride</br>In making difference twixt the fruitfull lands</br>Europe and Asia almost joyning hands,</br>But that shee thrusts her billowes all afront</br>To stop their meeting through the Hellespont.</br>The Midland Sea so swiftly was shee scouring,</br>The Adriaticke gulfe brave Ships devouring.</br>To Padus silver streame then glides shee on</br>(Enfamoused by rekelesse Phaeton)</br>Padus that doth beyond his limits rise,</br>When the hot Dog-starre raines his maladies,</br>And robs the high and ayre-invading Alpes </br>Of all their Winter-suits and snowy scalpes,</br>To drowne the level'd lands along his shore,</br>And make him swell with pride.  By whom of yore</br>The sacred Heliconian Damsels sate</br>(To whom was mighty Pindus consecrate)</br>And did decree (neglecting other men)</br>Their height of Art should flow from Maro's pen.</br>And pratling Eccho's evermore should long</br>For repetition of sweet Naso's song.</br>It was inacted here, in after dayes</br>What wights should have their temples crown'd with Bayes.</br>Learn'd Ariosto, holy Petrarchs quill,</br>And Tasso should ascend the Muses hill.</br>Divinest Bartas, whose enriched soule</br>Proclaim'd his Makers worth, should so enroule</br>His happy name in brasse, that Time nor Fate</br>That swallows all, should ever ruinate.</br>Delightfull Salust, whose all blessed layes</br>The Shepherds make their Hymnes on Holy-dayes;</br>And truly say thou in one weeke hast pend</br>What time may ever study, ne're amend.</br>Marot and Ronsard, Garnier's buskind Muse </br>Should spirit of life in very stones infuse.</br>And many another Swan whose powerfull straine</br>Should raise the Golden World to life againe.", "But let us leave (faire Muse) the bankes of Po</br>Thetis forsooke his brave streame long agoe,</br>And we must after.  See in haste shee sweepes</br>Along the Celticke shores, th' Armorick deepes</br>She now is entring:  beare up then a head,</br>And by that time shee hath discovered</br>Our Alablaster rockes, we may descry</br>And ken with her, the coasts of Britany.</br>There will she Anchor cast, to heare the Songs</br>Of English Shepherds, whose all-tunefull tongues</br>So pleas'd the Nayades, they did report</br>Their songs perfection in great Nereus Court:</br>Which Thetis hearing, did appoint a day</br>When shee would meet them in the Brittish Sea,</br>And thither for each Swaine a Dolphin bring</br>To ride with her, whilst she would heare him sing.</br>The time prefixt was come; and now the Starre</br>Of blissefull light appear'd, when shee her Carre</br>Staid in the narrow seas.  At Thames faire port</br>The Nymphes and Shepherds of the Isle resort.</br>And thence did put to Sea with mirthfull rounds,</br>Whereat the billowes dance above their bounds,</br>And bearded Goats, that on the clouded head</br>Of any sea-survaying Mountaine fed,</br>Leaving to crop the Ivy, listning stood</br>At those sweet ayres which did intrance the flood</br>In jocund sort the Goddesse thus they met.</br>And after rev'rence done, all being set</br>Upon their finny Coursers, round her throne,</br>And shee prepar'd to cut the watry Zone</br>Ingirting Albion; all their pipes were still,</br>And Colin Clout began to tune his quill</br>With such deepe Art, that every one was given</br>To thinke Apollo (newly slid from heav'n)</br>Had tane a humane shape to win his love,</br>Or with the Westerne Swaines for glory strove.</br>He sung th' heroicke Knights of Faiery land</br>In lines so elegant, of such command,</br>That had the Thracian plaid but halfe so well,</br>He had not left Eurydice in hell.</br>But e're he ended his melodious song</br>An host of Angels flew the clouds among,</br>And rapt this Swan from his attentive mates,</br>To make him one of their associates</br>In heavens faire Quire:  where now he sings the praise</br>Of him that is the first and last of dayes.</br>Divinest Spencer heav'n-bred, happy Muse!</br>Would any power into my braine infuse</br>Thy worth, or all that Poets had before,</br>I could not praise till thou deserv'st no more.", "A dampe of wonder and amazement strooke</br>Thetis attendants, many a heavy looke</br>Follow'd sweet Spencer, till the thickning ayre</br>Sights further passage stop'd.  A passionate teare</br>Fell from each Nymph, no Shepherds cheeke was dry,</br>A dolefull Dirge, and mournfull Elegie </br>Flew to the shore.  When mighty Nereus Queene</br>(In memory of what was heard and seene)</br>Imploy'd a Factor (fitted well with store</br>Of richest Jemmes, refined Indian Ore)</br>To raise, in honour of his worthy name,</br>A Piramis, whose head (like winged Fame)</br>Should pierce the clouds, yea seeme the stars to kisse,</br>And Mausolus great tombe might shrowd in his.</br>Her will had beene performance, had not Fate </br>(That never knew how to commiserate)</br>Suborn'd curs'd Avarice to lye in waight</br>For that rich prey:  (Gold is a taking bait)</br>Who closely lurking like a subtile Snake</br>Under the covert of a thorny brake,</br>Seiz'd on the Factor by faire Thetis sent,</br>And rob'd our Colin of his Monument.", "Yee English Shepherds, sonnes of Memory,</br>For Satyres change your pleasing melody,</br>Scourge, raile and curse that sacrilegious hand,</br>That more then Fiend of hell, that Stygian brand,</br>All-guilty Avarice:  that worst of evill,</br>That gulfe-devouring, off-spring of a Devill:</br>Heape curse on curse so direfull and so fell,</br>Their waight may presse his damned soule to hell.</br>Is there a spirit so gentle can refraine</br>To torture such?  O let a Satyres veine</br>Mix with that man!  to lash this hellish lym,</br>Or all our curses will descend on him.", "For mine owne part, although I now commerce</br>With lowly Shepheards in as low a Verse;</br>If of my dayes I shall not see an end</br>Till more yeeres presse mee; some few houres Ile spend</br>In rough-hewn Satyres, and my busied pen</br>Shall jerke to death this infamy of men.</br>And like a Fury, glowing coulters beare,</br>With which?  But see how yonder fondlings teare</br>Their fleeces in the brakes; I must goe free</br>Them of their bonds; Rest you here merrily</br>Till my returne:  when I will touch a string</br>Shall make the Rivers dance, and Vallies ring.</br>"]