["Who says that dreams are visionary things,</br>Nor thinks that life itself is but a dream;</br>Who spurns the awakened slumbering, which brings</br>Back to the soul its best-beloved theme:</br>Who of the sunshine of the past one gleam</br>Desires not; who would plod his weary way</br>'Mid cheerless, barren wilds, which memory's stream</br>May ne'er refresh; &mdash; oh, not for him this lay&mdash;</br>Another eye than his shall my poor toil repay.", "There's magic in a dream of other times,</br>Though in its very nature not to last;</br>It heightens good deeds, and e'en softens crimes,</br>For all we do is hallowed when 'tis past.</br>There's sweetness when the frame, by sleep o'ercast,</br>Allows the soul to wander unconfin'd;</br>When from its waking sorrows fleeing fast,</br>In other climes an early friend to find,</br>And meet and mingle with a sympathizing mind.", "Allan!  lost joys returned to me last night&mdash;</br>I liv'd anew o'er moments that are gone;</br>Again our happy heart enkindleth bright,&mdash;</br>Its rays upon united friendship shone,</br>There, in the corner you had made your own,&mdash;</br>In your own chair you sat; and counted o'er</br>The perils you had past in deserts lone;</br>Loves you had felt, but were to feel no more&mdash;</br>While ever and anon the gladsome laugh would pour.", "Now from the melancholy Childe we take</br>Large draughts of inspirations, in his woe</br>We more than share, and in our bosoms make</br>A refuge for the wanderer; &mdash; now we glow</br>While on \"the field of skulls\" he stands to show</br>How vain man's mightiest efforts, and how vain</br>His pamper'd dreams of glory; this to know</br>As he instilled the knowledge, made us fain</br>Deem that huge worshipped phantom but a stain", "On England's fair escutcheon; and that guilt&mdash;</br>Tyrannic guilt was master in that field</br>Where so much young and faintless blood was spilt,</br>And freedom's unbought champions taught to yield;</br>Thus was the exil'd bard's high power revealed&mdash;</br>Thus even English prejudices hushed;&mdash;</br>Before a mighty ruin thus we kneeled,</br>Where all that life had given &mdash; time had crushed,</br>But yet where Heaven's high tide of inspiration rushed.", "Again the scene is changed, and then you sit,</br>Amid a crowd of beauties &mdash; all are young,</br>And ONE how passing fair! &mdash; around her flit</br>Shadows of loveliness, and from her tongue</br>Fall words of sweetness, which, like odours flung</br>Upon the ever patient amorous air,</br>O'ercome us with their gentle power; they've clung</br>For years to my fond memory, &mdash; 'spite of care</br>And long disquiets &mdash; they &mdash; they still are there!", "It grieves me, Allan, to the very heart</br>To think how few the joys that we could steal</br>From Life's dark page; &mdash; yet we had got the start</br>Even of Time; and more than some may feel</br>(For constant joy doth human love congeal)</br>For friends who cling and cherish them for aye&mdash;</br>Our voiceless looks of sorrow did reveal&mdash;</br>When, doomed, alas, to wander far away,</br>We saw thee in thy bark o'er the wide waters stray.", "And thou art gone &mdash; yet there remaineth still</br>They better part &mdash; thy soul is ever here;&mdash;</br>And let they fortune cast thee where it will,</br>That soul will never find a home so dear.</br>Oh, how that home fond recollections cheer</br>Of hours that by thy presence were made gay;&mdash;</br>Again in youthful bloom dost thou appear&mdash;</br>Again the vision melts in air away,</br>We 'wake &mdash; reality commands &mdash; and we obey.</br>"]