["When sorrow wakes the sad and silent tear,</br>And sickness flings around her mournful gloom;</br>When fancy droops her wing, as truth severe</br>Frowns on the joys which she hath bid to bloom;</br>And hope, the torn companion of her doom,</br>Turns far from earthly things her streaming eye,</br>And fain would lift the soul beyond the tomb;</br>Ah!  then how sweet, as from her native sky,</br>Are heard the seraph tones of heav'nly sympathy!", "Oh!  it is their's to bid the mourner rest,</br>To cheer the heart no other sounds may cheer,</br>To wake to ectasy the  thrilling breast,</br>All as they rise celestial on the ear,</br>Bearing the soul above her mortal sphere:</br>Yes!  for their sake, she'll bless the present ill;</br>And treasure up in many an after year,</br>When other pangs may pierce, and sorrows chill</br>The ever sacred sound, and be enraptur'd still.", "Thus bending thoughtful o'er her humble lyre,</br>As with its trembling strings she rudely play'd,</br>The grateful muse, too daring, would aspire</br>Some less unworthy tribute to have paid</br>To one whose fostering praise hath frequent bade</br>The light of pleasure glisten in here eye;</br>But ah!  in vain her feeble hand essay'd;</br>And, with the conscious sounds that trembled by,</br>Mingled her bosom's deep, but unavailing sigh.", "Yet deem not those from whose inspired shell</br>Genius and virtue breathe the living strain,</br>Deem not the tones which late were heard to swell,</br>Died on the gale unheeded, &mdash; that in vain</br>To soothe to peace the wearied breast of pain</br>Thy numbers flow'd; oh!  deem not, tho' unknown,</br>That thou hast sung to one who could restrain</br>The warm tear's gratitude, when sad and lone</br>She heard sweet pity's pray'r ascend to mercy's throne.", "No!  ever dear will be that hallow'd sound!</br>Dear as the memory of pleasures past,</br>When darkly roars the wintry tempest round,</br>And shrinks the shudd'ring spirit all aghast.</br>And oft the silent tear-drop, falling fast,</br>Will speak the inward feelings of the soul;</br>Will softly whisper that while life shall last,</br>And pensive memory hold her fond control,</br>There is no gloom so drear, but it may well console.", "Nor was it vain, that secret, \"holy prayer,\"</br>Heav'n bless'd the wish benevolence had form'd;</br>Yet once again the scene of life is fair,</br>And the rude terrors, which but late alarm'd,</br>\"Exulting hope\" triumphant hath disarm'd.</br>Yes!  she hath \"scatter'd far the wintry gloom,\"</br>And with her sunny smile the bosom warm'd;</br>Which, pondering late upon the dark, chill tomb,</br>Dreamt not of \"happier days,\" nor scenes of bliss to come.", "And though the secret soul may haply know</br>That which, prophetic, bids her to prepare,</br>While yet a wanderer in this vale of woe,</br>For many a future pang, and future care;</br>And that which long hath bade her to beware</br>Of fixing here the treasure of the heart;</br>Still through each future scene, however drear,</br>The soothing \"voice of friendship\" shall impart</br>That peace which but with life alone can e'er depart.</br>"]