["The contemplation of these ruins hoar,</br>Which erst could boast the strength of Gothic art,</br>And flourish'd fair whilome in days of yore,</br>May well impress with awe the thoughtful heart;</br>A useful lesson to it well impart;</br>Shew how unstable are the things of sense;</br>May for a time assume the preacher's part,</br>And moral precepts to mankind dispense,</br>Instruct them to rely on Providence.", "One evening, straying near this ruin'd pile,</br>Hither by lonely contemplation led,</br>Invited by the scene to muse awhile,</br>For, slowly rising from her heavenly bed,</br>Bright Cynthia's orb a flood of glory shed;</br>Deeply contrasted with dark shades, I ween,</br>Which partially their sable curtains spread,</br>And edg'd at intervals with moon-light sheen,</br>Gave solemn interest to the awful pleasing scene.", "It was a scene, at once sublime and grand:</br>For, while midst Heaven's blue vault the moon rode bright,</br>Soft'ning each object with her radiance bland,</br>Rose, darkly frowning on the lovely night,</br>These ruins drear in Gothic-gloom bedight.</br>With solemn reverence I approach'd the spot;</br>And still, while poring o'er their ancient scite,</br>Recall'd to mind past scenes so long forgot,</br>Which, like these ruin'd halls, in dull oblivion rot.", "A deep and awful silence reign'd around,</br>Save the low murmurs of Ouse rolling tide,</br>Which here were soften'd to a whisper's sound;</br>Beneath the walls his rapid torrents glide;</br>And, as they pass'd, the silence seem'd to chide,</br>When sounds unearthly on my ear deep broke:</br>Was it Imagination which these sounds supplied?</br>Fix'd to the spot I stood like rooted oak,</br>When, lo!  methought a more than human voice thus spoke:", "\"Moral, attend!  nor slight Instruction's words,</br>Which but the thoughtless and the vain despise.</br>This ruin'd pile a useful theme affords,</br>Whereon to ponder and to moralize;</br>Know all his vanity beneath the skies.</br>Here, give free scope to the inquiring mind,</br>For in reflection all true wisdom lies;</br>Be to thy future good no longer blind.</br>But bow to Heaven's behest, with fortitude resign'd.", "\"What are the ills of life which thee surround,</br>That urge the sigh, or dim the tear swoln e'e?</br>Has envious fortune on thy prospects frown'd,</br>And cast thy lot with frigid Poverty,</br>And all those ills on which attendant he,</br>Has Knowledge too withheld her ample page,</br>Y'fraught with Science and Philosophy?</br>Do vain regrets for these thy thoughts engage?</br>Here may'st thou learn their end, and reap instruction sage.", "\"Albe these towers, firm in their morning prime,</br>Stood boldly frowning o'er the Ouse silver wave,</br>Seem'd to defy the heavy hand of Time;</br>Yet what terrestrial thing his power may brave?</br>Towers and Empires but their periods have!</br>Nay, more, this rolling orb of earth and sea,</br>With all which it inhabits, what can save</br>From Time's wide-wasting ruinous decree,</br>Which hastes to sweep it into vast eternity!", "\"The former tenants of this drear domain,</br>Warriors or Prelates, whither are they fled;</br>Their names and titles here no more remain,</br>They're gone to join the long-forgotten dead;</br>Each on the lap of earth for ever laid.</br>Dost envy these their past exalted state,</br>Their honours faded, and their clay-cold bed?</br>Learn, hence, how false the epithet of great;</br>How weak a shield it proves against the shafts of Fate.", "\"Here Wolsey sigh'd, whose high aspiring aim</br>Soar'd to the acme of terrestrial power;</br>Here quail'd that heart, in which Ambition's flame,</br>Burnt fiercely bright, in Pride's delusive hour;</br>Yet it was quelled by Fate's tenebrious lour,</br>Which of his parting greatness toll'd the knell;</br>From hence he saw advance the deadly stour,</br>Which o'er his breast roll'd high with furious swell,</br>And swept Ambition hence &mdash; here his ambition fell.", "\"Then why should Man, that puny worm of earth&mdash;</br>The frail ephemeron but of a day,</br>Boast of his glory, riches, titles, birth,</br>Which in their using wither and decay,</br>A blast can sweep them all from hence away.</br>Oh!  let reflection these mad boasts control:</br>Think how precarious is on earth your stay;</br>Suffer Religion to possess your soul,</br>Then, in their proper sphere, you chast'ned thoughts will roll.\"", "These awful tones, now sunk in silence deep,</br>No more vibrated on my shudd'ring ear&mdash;</br>Seem'd as tho' rous'd from death's oblivious sleep,</br>In list'ning mood I still stood fix'd to hear,</br>But not an echo broke the silence drear.</br>My limbs, which late in impotence were chain'd,</br>Chill'd by the freezing touch of palsied fear,</br>A sudden freedom from his bonds obtain'd,</br>And life's suspended powers, their wonted course regain'd.</br>"]