["Ye tuneful Sisters of the sacred Throng,</br>Whom Sylvan Shades delight, and Rural Song;</br>Whether residing by Oxonian Streams,</br>Or pleas'd with Reverend Cam, or silver Thames:</br>Whatever Lakes your Deities possess,</br>Whatever Groves your Smiles and Graces bless,</br>In your rude Weeds, and rustick Plainness fair,</br>As once to Colin's Verse, to mine repair,</br>And make it worthy Halifax's care,</br>O Thou, who couldst Nicander's Acts relate,</br>And only fit to mourn Nicander's Fate,</br>Suspend thy Transports, and diviner strains,</br>And listen to the voice of weeping Swains.</br>While every Tree attended to their Lays,</br>Witness'd how just their Sorrow, and their praise.", "Nigh Kentish Downs, from whence you may survey,</br>England's tall Bulwarks floating on the Sea.</br>On a Hill's sunny top young Melan stood</br>Surpriz'd, and gazing on the moving Wood.</br>A sudden warmth his generous mind possest,</br>Inflam'd his Fancy, and inlarg'd his Breast.</br>The Fields he scorn'd, and would no care bestow</br>On his soft woolly Charge, which fed below.</br>On a high Subject he presum'd to sing,</br>Promis'd new Glories to th' insuing Spring</br>From two such Helps, the NAVY, and the KING.</br>While Strength and Wealth in happy Union meet,</br>A giving Senate, and a potent Fleet.</br>He thought how safe Fair Albion might repose,</br>By Seas begirt, and fenc'd with Walls, like those.</br>He saw, Busiris, thy approaching Fate,</br>But thought, (poor Swain!)  Nicander's would be late.</br>Oft on Nicander's Genius would he call,</br>Urge on the ruin of the Faithless Gaul;</br>His Throne shall totter, when thy Thunder rores,</br>And shakes his false, unhospitable Shores.</br>Deferring Heav'n his Justice shall display,</br>And speak a Vengeance fatal by Delay.", "Thus did the Youth pursue his noble choice,</br>And dar'd above a Shepherd's humble voice.</br>He sung Nicander, Valorous and Young,</br>Surpassing ev'n the Race, from whence he sprung.</br>Told how he sav'd the rich Batavian Soil</br>When Crown'd with Victory, and cloath'd with Spoil,</br>From Blood, from Slaughter and from Mons he came,</br>The Gallick Genius droop'd, and fled before his Flame.", "What Lambent Fire did round his Temples shine,</br>When on the conscious banks of trembling Boyne </br>He stood?  the flying Stream confest her fear,</br>Saw that no common Majesty was near.", "Nor was all Fortune; for the tuneful Swain</br>Led him thro' Dangers, and o'er heaps of Slain;</br>From Steinkirk Field, to Landen's bloody Plain.</br>How the pale Nymphs thro' with'ring Grotto's ran!</br>The Fountains wept, the Trees to fade began.</br>In hollow Caves oft were sad Ecchoes heard;</br>All, but Nicander, for Nicander fear'd.", "But the Nymphs ceas'd to mourn, a sudden Grace</br>Adorn'd the Trees, and Nature's chearful Face.</br>Safe he return'd from War's unkind Alarms,</br>At Home rewarded with Maria's Charms.</br>The Valleys round new verdant Garments wore,</br>And Flowers sprung up where they ne'r grew before.</br>Darling of Heav'n!  Thy Presence is Divine</br>To bless our Meadows, and preserve our Kine,</br>And guard 'em from bewitching Eyes, with Thine,", "Such was that Heroe whom the Shepherd prais'd</br>When to a higher Note his voice he rais'd,</br>While, careless of their Food below, the list'ning Cattle gaz'd.", "But ah!  when Heav'n such mighty Blessing pours</br>On Man, they fall and dy, like hasty Showers.</br>For lo!  not far a Shepherd in Despair</br>Appears, with haggard Looks, and matted Hair,</br>Sad signs of sorrow, and of wondrous Care.</br>Thyrsis, the Name of that unhappy Swain,</br>The Herdsmen follow'd, a lamenting Train.</br>Soon as young Melan hears their doleful Tale,</br>His Colour fades, his sinking Spirits fail.</br>Then on the Ground his wretched Corpse he cast,</br>Fell, like a Pine, rent by some Northern Blast.</br>His folded hands uplifted to the Skies,</br>While scalding Rivers gutter'd from his Eyes,</br>Thus he began;  O no, ye Powers above,</br>No more be fam'd for Gentleness and Love;</br>You, who so mild and merciful appear,</br>On that sad Morn why were you so severe?</br>Like some rude Hands, more cruel and unkind</br>To springing Roses, than the Sun or Wind.</br>The rising Greatness you refuse to spare,</br>And crop that Vertue which no Storm can tear.", "But we resign, since Heav'n requires his own,</br>Submit with Patience, and restore the Loan.</br>Yet give me this last Comfort to lament,</br>And from my gushing Eyes my Sorrow vent.</br>As your lov'd Shepherd mourn'd on Israel's Plains,</br>Not more profusely, tho' in nobler Strains.</br>His lofty Pipe could breath a louder sound,</br>When with harmonious grief he curs'd the ground</br>Where weltring in his Gore his Friend was found.</br>No:  I'll not curse the Hills, nor flow'ry Dales;</br>Let the sweet Dew descend, and fill the Vales:</br>Ye barren Mountains, be o'erflown with Rain,</br>Then spend your Moisture, and with me complain.</br>Nicander! &mdash; from his Eyes fresh Rivers rowl'd,</br>Each Swain was struck at the sad Tale he told,</br>Mute as the Grave, and as Nicander cold.</br>Grief and Amazement fill'd the mournful place,</br>And a dumb Horror reign'd in every Face;</br>Till Thyrsis gently rais'd the fainting Swain,</br>Rise, Melan, and pursue thy Tragick Strain.</br>Whether you raise Nicander to the Skies,</br>Or mourn the mighty Dead, in Verse which never dies.</br>A Task of wond'rous Praise.&mdash;", "MELAN.</br>A Task indeed</br>Superiour, and unsuited to my Reed.</br>Yet could my Voice rise to a pitch so great</br>As his, who mourn'd Pastora's cruel Fate,</br>My Grief above the Vulgar should appear,</br>And offer something Nobler than a Tear.", "THYRSIS.</br>Tears are the Claim of every Northern Swain;</br>You must perform above a common Vein.</br>The Willows chide thee, and the fading Grass,</br>And murm'ring Streams upbraid thee, as they pass.</br>The conscious Zephyrs, and th' unwilling Air,</br>With Grief to yonder Shore the heavy Tidings bear.</br>And wilt thou, careless Swain, forget to show</br>What to Nicander's Memory you owe?", "MELAN.</br>Ah!  no, my Thyrsis, I've no Thought so low.</br>Sooner shall Thyme prove hateful to the Bee,</br>Woods to the Boar, and to the Whale the Sea;</br>Tygers with Lambs, and Wolves with Sheep shall join,</br>And Thames and Medway mingle with the Rhine,</br>E're from Nicander's Love I will depart,</br>Rooted for endless Ages in my Heart.</br>E're on his Vertues I forget to call,</br>Or cease with Tears to mourn his mighty Fall.", "Say, what dark Caverns, what secure Recess</br>Dost thou, Nicander, with thy Presence bless?</br>Dost thou to starry Groves above repair,</br>Where sweet Celestial Nymphs, divinely fair,</br>Knit rosie Garlands for thy golden Hair?</br>Why hast thou left these Plains, these Flocks alone?</br>They for their Shepherds pine, for thee their Shepherds moan.</br>Has Malice drove thee from this hated Shore?</br>Never!  oh!  never to behold it more!</br>Or envious Planets snatch'd thee from our fight,</br>To add new Lustre to their drooping Light?", "Whene're Nicander plough'd the watry Plain,</br>Safely he past the Dangers of the Main.</br>Rude Winds were chain'd:  no Tempest vex'd the Sea,</br>But all was gentle, and as calm as He.</br>With endless prayers Heav'n's vaulted Roof we rent,</br>As oft it eccho'd with the praise we sent.</br>Now vain are all the Vows we can bestow,</br>H'es gone, alas!  (O Scene of endless woe!)</br>On his last Voyage to the shades below.</br>On Albion's Isle he shook his sacred Head,</br>Cast back his wishing Eyes, and dying, said,</br>A long Farewell, be happy, when I'm dead. </br>Bear the sad news, ye Winds, ye Zephyrs weep,</br>No more to waft your Master o'er the Deep.</br>Like us, ye Seas, spend all your brackish store,</br>And let the falling Clouds supply You more.</br>Tho' we, and Holland should all Tears ingross.</br>Whose groaning Lyons seem to mourn the loss.</br>What Sighs are blown from either Coast!  while She</br>Mourns for a Son, but for a Father We.</br>A Father, fearless in the heat of Fight,</br>Whom Death in all his Shapes could never fright.</br>Mark, how profuse of his important Life</br>Forward he spurs, and mingles in the strife.</br>As if such precious blood would nothing cost,</br>When Kingdoms tremble for each drop that's lost.</br>Ah!  spare thy Soul, Nicander, spare to run</br>On pointed Swords, and Dangers of the Gun;</br>The heedless Pike will gore thy tender Side,</br>Or some malicious Gaul thy Flesh divide.</br>Or Frosts will hurt Thee, or the Damps unsound,</br>When Evening Dews affect th' unwholsom ground.</br>But Damps and Dews were to Nicander kind,</br>Their Venom scatter'd by a Friendly Wind.</br>While Bullets tamely flew thro' hissing Air,</br>And only mark'd whom they had charge to spare.", "O had He longer kept his sacred Breath,</br>Nor fell inglorious by a bloodless Death!</br>On France the grief of Albion had turn'd,</br>And the League-breaker had unpity'd mourn'd.", "But Heav'n is just, and we deserve our Fate,</br>Who rashly murmur'd at a Gift so great</br>Pay your last Tribute, Shepherds, to his Herse,</br>With Tears bedew it, and adorn with Verse.</br>'Tis the sad Spoils of that Triumphant King,</br>Of whom each Grove, each Meadow us'd to ring,</br>Now a pale Carcass, an unheeded thing.</br>No more those Arms the glittering Sword shall wield,</br>No more shall thunder in the dusty Field.</br>No more shall Rivers at his Voice retire,</br>Mo more shall Castles tremble at his Fire.", "Mourn him, ye Heroes, of the British Race;</br>Glory of Arms, and Valour's highest Grace.</br>He taught you Arts the Martial Dance to lead,</br>The Spear to brandish, and to curb the Steed.</br>The Foe to fright, and frighted to pursue,</br>Schemes, which no Time, no Nations ever knew.</br>Speak, ye shrill Trumpets, in a softer Tone,</br>And sigh ye Canons, to express our moan.", "Tell us, ye Skilful Swains, who Nature chase,</br>O'er Woods, and Groves, and every shady place,</br>Who trace her winding steps for Health below,</br>Whether on herby Hills, or Vales she grow,</br>Or in Salubrious Fountains chuse to Flow.</br>Where was the Magick which to Plants belong,</br>So boasted, Daphnis, in thy Sacred Song?</br>Ye Springs, where fled ye, on that fatal Day,</br>When struggling with pale Death Nicander lay,</br>A Mournful Victim, a lamented Prey?</br>No more ye Springs, which in fair Kent abound</br>In wholsom Channels flow beneath the Ground,</br>Be ever useless, and no more renown'd.</br>No more, Ye Plants, be clad with useful green;</br>Let none but letter'd Hyacinths be seen.</br>Funereal Cypress, and the baleful Yeugh</br>Are fittest Objects for the Shepherds view.</br>Let the Triumphant Ivy now decline,</br>Low is that Head, round which it us'd to twine.</br>Wither, Ye Laurels, there's no use for you,</br>Lost is Nicander, for whose Brows you grew.</br>O could I find him, whither would I run?</br>What Climates visit, like the trav'ling Sun?</br>O'er what steep Mountains would I take my way?</br>Nor fear, nor Danger should excuse my stay.</br>I'd pass the Lybian Sands, where Tygers yell,</br>Where Lyons haunt, and Dragons chuse to dwell.</br>Plough the vast Sea, to farthest Islands go,</br>Traverse the spacious Globe, with Indians glow</br>In scorching Beams, or freeze in Russian Snow.</br>Could I bring back Nicander to these Plains,</br>Where once he rul'd, and cheer'd the joyful Swains.</br>Could I restore a Soul so justly brave,</br>And vindicate the Heroe from the Grave.</br>But gloomy Darkness, and invidious Night</br>Shuts him for ever from our longing Sight.", "THYRSIS.</br>Shepherd, thy Tears are just, thy numbers sweet,</br>Like cooling shades in July's sultry heat.</br>Hark!  how the Birds repeat on yonder Tree,</br>The Thrush and Bullfinch learn thy Harmony,</br>And Philomel takes a new Note from Thee.</br>Yet shall our Judgments give to Damon's place,</br>If that be he who wears a chearful face.", "DAMON.</br>Shepherds, rejoice, begin in merry Strains,</br>Tis Holy-day, and shall be round the Plains,</br>Fair Annabel survives, a new Elisa reigns.", "MELAN.</br>What Goddess is this Annabel, relate,</br>Whose Presence can repair a loss so great?", "DAMON.</br>She's like an April Sun, whose powerful rise</br>Scatters the rainy storms, which cloud the Skies,</br>And chases briny Showers from British Eyes.</br>See!  how her Vertue is diffus'd around;</br>New Blossoms crown the Trees, new Roses scent the Ground.</br>Where-e're she treads, blew Violets appear,</br>And when she Smiles, she glads the Vernal Year.", "MELAN.</br>Sure this is she, born for that wondrous Praise</br>We thought was destin'd for Maria's Days,</br>It is:  I see the forming Years advance,</br>Beauty and Valour lead the Noble Dance.</br>Here on the Rhine victorious Baden fights,</br>And blazing, like a Prodigy, affrights.</br>There German Eugene, and his Fortunes go,</br>At Mantua knocks, and thunders on the Po.</br>Here Annabel's Imperial Flag appears,</br>Spain a new Drake, a second Essex fears.</br>By distant Winds the dreadful Sound is blown</br>To proud Versailles, and shakes the Celtick Throne.</br>New Rising Suns shall blaze in English Flame</br>And to the lofty Skies lift Denmark's Name.</br>Here Peace shall dwell, here Spring for ever smile,</br>While Annabel shall bless this Happy Isle;</br>Whose Lightning shall, like Heav'n's, abroad dismay,</br>At home be constant Calm, and endless Day.</br>"]