["DORUS.  MYRTILUS.  THOMALIN.  THIRSIL.", "DORUS.</br>Myrtil, why idle sit we on the shore?</br>Since stormy windes, and waves intestine spite</br>Impatient rage of sail, or bending oare;</br>Sit we, and sing, while windes and waters fight;</br>And carol lowd of love, and loves delight.", "MYRTILUS.</br>Dorus, ah rather stormy seas require</br>With sadder song the tempests rage deplore:</br>In calms let's sing of love, and lovers fire.</br>Tell we how Thirsil late our seas forswore,</br>When forc't he left our Chame, and desert shore.", "DORUS.</br>Now as thou art a lad, repeat that lay;</br>Myrtil, his songs more please my ravisht eare,</br>Then rumbling brooks that with the pebles play,</br>Then murmuring seas broke on the banks to heare,</br>Or windes on rocks their whistling voices teare.", "MYRTILUS.</br>Seest thou that rock, which hanging o're the main</br>Looks proudly down?  there as I under lay,</br>Thirsil with Thomalin I heard complain,</br>Thomalin, (who now goes sighing all the day)</br>Who thus 'gan tempt his friend with Chamish boyes to stay.", "THOMALIN.</br>Thirsil, what wicked chance, or lucklesse starre</br>From Chamus streams removes thy boat and minde?</br>Farre hence thy boat is bound, thy minde more farre;</br>More sweet, or fruitfull streams where canst thou finde?</br>Where fisher-lads, or Nymphs more fair, or kinde?</br>The Muses selves sit with the sliding Chame:</br>Chame and the Muses selves do love thy name.</br>Where thou art lov'd so dear, so much to hate is shame.", "THIRSIL.</br>The Muses me forsake, not I the Muses;</br>Thomalin, thou know'st how I them honour'd ever:</br>Not I my Chame, but me proud Chame refuses:</br>His froward spites my strong affections sever;</br>Else, from his banks could I have parted never.</br>But like his Swannes, when now their fate is nigh,</br>Where singing sweet they liv'd, there dead they lie;</br>So would I gladly live, so would I gladly die.", "His stubborn hands my net hath broken quite:</br>My fish (the guerdon of my toil and pain)</br>He causelesse seaz'd, and with ungratefull spite</br>Bestow'd upon a lesse deserving swain:</br>The cost and labour mine, his all the gain.</br>My boat lies broke; my oares crackt, and gone:</br>Nought ha's he left me, but my pipe alone,</br>Which with his sadder notes may help his master moan.", "THOMALIN.</br>Ungratefull Chame!  how oft hath Thirsil crown'd</br>With songs and garlands thy obscurer head?</br>That now thy name through Albion loud doth sound.</br>Ah foolish Chame!  who now in Thirsils stead</br>Shall chant thy praise, since Thelgon's lately dead?</br>He whom thou lov'st, can neither sing, nor play;</br>His dusty pipe, scorn'd, broke, is cast away:</br>Ah foolish Chame!  who now shall grace thy holy-day?", "THIRSIL.</br>Too fond my former hopes!  I still expected</br>With my desert his love should grow the more:</br>Ill can he love, who Thelgons love rejected,</br>Thelgon, who more hath grac'd his gracelesse shore,</br>Then any swain that ever sang before.</br>Yet Gripus he prefer'd, when Thelgon strove:</br>I wish no other curse he ever prove;</br>Who Thelgon causelesse hates, still may he Gripus love.", "THOMALIN.</br>Thirsil, but that so long I know thee well,</br>I now should think thou speak'st of hate, or spite:</br>Can such a wrong with Chame, or Muses dwell,</br>That Thelgons worth and love with hate they 'quite?", "THIRSIL.</br>Thomalin, judge thou; and thou that judgest right,</br>Great King of seas, (that grasp'st the Ocean) heare,</br>If ever thou thy Thelgon lovedst deare:</br>Though thou forbear a while, yet long thou canst not bear.", "When Thelgon here had spent his prentise-yeares,</br>Soon had he learnt to sing as sweet a note,</br>As ever strook the churlish Chamus eares:</br>To him the river gives a costly boat,</br>That on his waters he might safely float,</br>The songs reward, which oft unto his shore</br>He sweetly tun'd:  Then arm'd with sail, and oare,</br>Dearely the gift he lov'd, but lov'd the giver more.", "Scarce of the boat he yet was full possest,</br>When, with a minde more changing then his wave,</br>Again bequeath'd it to a wandring guest,</br>Whom then he onely saw; to him he gave</br>The sails, and oares:  in vain poore Thelgon strave,</br>The boat is under sail, no boot to plain:</br>Then banisht him, the more to eke his pain,</br>As if himself were wrong'd, and did not wrong the swain.", "From thence he furrow'd many a churlish sea,</br>The viny Rhene, and Volgha's self did passe,</br>Who sleds doth suffer on his watry lea,</br>And horses trampling on his ycie face:</br>Where Phoebus prison'd in the frozen glasse,</br>All winter cannot move his quenched light,</br>Nor in the heat will drench his chariot bright:</br>Thereby the tedious yeare is all one day and night.", "Yet little thank, and lesse reward he got:</br>He never learn'd to sooth the itching eare:</br>One day (as chanc't) he spies that painted boat,</br>Which once was his:  though his of right it were,</br>He bought it now again, and bought it deare.</br>But Chame to Gripus gave it once again,</br>Gripus the basest and most dung-hil swain,</br>That ever drew a net, or fisht in fruitfull main.", "Go now, ye fisher-boyes, go learn to play,</br>To play, and sing along your Chamus shore:</br>Go watch, and toyl, go spend the night and day,</br>While windes and waves, while storms and tempests roar;</br>And for your trade consume your life, and store:</br>Lo your reward; thus will your Chamus use you.</br>Why should you plain, that lozel swains refuse you?</br>Chamus good fishers hates, the Muses selves abuse you.", "THOMALIN.</br>Ah Thelgon, poorest, but the worthiest swain,</br>That ever grac't unworthy povertie!</br>How ever here thou liv'dst in joylesse pain,</br>Prest down with grief, and patient miserie;</br>Yet shalt thou live when thy proud enemie</br>Shall rot, with scorn and base contempt opprest.</br>Sure now in joy thou safe and glad doth rest,</br>Smil'st at those eager foes, which here thee so molest.", "THIRSIL.</br>Thomalin, mourn not for him:  he's sweetly sleeping</br>In Neptunes court, whom here he sought to please;</br>While humming rivers by his cabin creeping,</br>Rock soft his slumbering thoughts in quiet ease:</br>Mourn for thy self, here windes do never cease;</br>Our dying life will better fit thy crying:</br>He softly sleeps, and blest is quiet lying.</br>Who ever living dies, he better lives by dying.", "THOMALIN.</br>Can Thirsil then our Chame abandon ever?</br>And never will our fishers see again?", "THIRSIL.</br>Who 'gainst a raging stream doth vain endeavour</br>To drive his boat, gets labour for his pain:</br>When fates command to go, to lagge is vain.</br>As late upon the shore I chanc't to play,</br>I heard a voice, like thunder, lowdly say,</br>Thirsil, why idle liv'st?  Thirsil, away, away.", "Thou God of seas, thy voice I gladly heare;</br>Thy voice (thy voice I know) I glad obey:</br>Onely do thou my wandring whirry steer;</br>And when it erres, (as it will eas'ly stray)</br>Upon the rock with hopefull anchour stay.</br>Then will I swimme, where's either sea, or shore,</br>Where never swain, or boat was seen afore:</br>My trunk shall be my boat, my arm shall be my oare.", "Thomalin, me thinks I heare thy speaking eye</br>Woo me my posting journey to delay:</br>But let thy love yeeld to necessitie:</br>With thee, my friend, too gladly would I stay,</br>And live, and die:  were Thomalin away,</br>(Though now I half unwilling leave his stream)</br>How ever Chame doth Thirsil lightly deem,</br>Yet would thy Thirsil lesse proud Chamus scorns esteem.", "THOMALIN.</br>Who now with Thomalin shall sit, and sing?</br>Who left to play in lovely myrtils shade?</br>Or tune sweet ditties to as sweet a string?</br>Who now those wounds shall 'swage in covert glade,</br>Sweet-bitter wounds, which cruel love hath made?</br>You fisher-boyes, and sea-maids dainty crue,</br>Farewell; for Thomalin will seek a new,</br>And more respectfull stream:  ungratefull Chame adieu.", "THIRSIL.</br>Thomalin, forsake not thou the fisher-swains,</br>Which hold thy stay and love at dearest rate:</br>Here mayst thou live among their sportfull trains,</br>Till better times afford thee better state:</br>Then mayst thou follow well thy guiding fate:</br>So live thou here with peace, and quiet blest;</br>So let thy love afford thee ease and rest;</br>So let thy sweetest foe recure thy wounded breast.", "But thou, proud Chame, which thus hast wrought me spite,</br>Some greater river drown thy hatefull name:</br>Let never myrtle on thy banks delight,</br>But willows pale, the badge of spite and blame,</br>Crown thy ungratefull shores with scorn and shame.</br>Let dirt and mud thy lazie waters seise,</br>Thy weeds still grow, thy waters still decrease:</br>Nor let thy wretched love to Gripus ever cease.", "Farewell ye streams, which once I loved deare;</br>Farewell ye boyes, which on your Chame do float;</br>Muses farewell, if there be Muses here;</br>Farewell my nets, farewell my little boat:</br>Come sadder pipe, farewell my merry note:</br>My Thomalin, with thee all sweetnesse dwell;</br>Think of thy Thirsil, Thirsil loves thee well.</br>Thomalin, my dearest deare, my Thomalin, farewell.", "DORUS.</br>Ah haplesse boy, the fishers joy and pride!</br>Ah wo is us we cannot help thy wo!</br>Our pity vain:  ill may that swain betide,</br>Whose undeserved spite hath wrong'd thee so.</br>Thirsil, with thee our joy, and wishes go.", "MYRTILUS.</br>Dorus, some greater power prevents thy curse:</br>So vile, so basely lives that hatefull swain;</br>So base, so vile, that none can wish him worse.</br>But Thirsil much a better state doth gain,</br>For never will he finde so thanklesse main.</br>"]