["Well may'st thou moan (afflicted Peggy said)</br>A brother, Patty, gone, for ever gone;</br>The goodliest youth that ever wooed a maid,</br>That ever laid his lambs along the lawn.", "Indeed, my love, this wond'rous woe appears</br>No partial fondness in my friend and me,</br>For ev'ry eye's brimful of talking tears,</br>Each goodman Shepherd weeps as well as we.", "But now I saw the dear remains convey'd,</br>'Neath yonder yew as all his fathers slept,</br>The sexton sigh'd as stooping o'er his spade,</br>And stop'd the burial while the Vicar wept.", "Ah!  luckless lad, methinks I see him still,</br>In blythsome sort, as at the happy hour,</br>When first he met poor Peggy at the mill,</br>And left his sack to carry home her flour.", "PATTY.</br>Nay all can witness Robin was endu'd</br>With ev'ry grace a sister could desire,</br>The kindest soul!  if Patty bak'd or brew'd,</br>He'd snatch the furze and bavins for her fire.", "How oft when milking has he left his team,</br>To watch the oven lest my bread should burn;</br>Oft from my pans has nicely skim'd my cream,</br>And taught me ev'ry spell to charm the churn.", "But this day week, 'tis present to my view,</br>Alas, to think how soon the best may die,</br>He shell'd my beans, and cut the gammon too,</br>And pick'd my goosberies to make the pie.", "PEGGY.</br>Ah, why did Robin fairly win my heart</br>With civil speeches, t'other market-day!</br>Why kindly kiss my lips in friendly part,</br>And bear my eggs and butter all the way.", "PATTY.</br>This camblet boddice, fit for Sunday wear,</br>He gave without or wages or reward;</br>And brought the scarlet breastknot from the fair,</br>To please his Patty of his own accord.", "PEGGY.</br>There sleep his bones in yonder tufted grave,</br>Who once excell'd in wrestling and the race;</br>Who once at church could sweetly chaunt a stave,</br>And sung the Early Horn, and Chevy Chace.", "PATTY.</br>Alas, his tongue must rest for ever still,</br>Whose merry joke did all our pastime make;</br>His cudgel now has lost its master's skill,</br>So wont to win the triumph at the wake.", "But now we'll part:  I fear the day grows late,</br>And meet to-morrow in the shady lane;</br>And weep to think of Robin's wretched fate,</br>Sum all his virtues up and weep again.</br>"]