["See'st thou not, amidst yon splendid train,</br>Where hearts beat high, and eyes love's fires are glancing,</br>Where music swells her richest, wildest strain,</br>With gentle witchery the mind entrancing;</br>Where, 'mid the joyous smiles of ardent youth,</br>And brows ne'er darken'd by the cloud of sadness,</br>We might awhile forget the unwelcome truth,</br>That they must 'waken from that dream of gladness&mdash;</br>'Waken to feel regret, perchance almost to madness!", "See'st thou not amidst that glittering throng,</br>One slender, beauteous form, alone reclining,</br>No more her pale lips breathe the soul of song&mdash;</br>Silent her harp, whose sweetest notes combining</br>With that soft plaintive voice, hath oft awoke</br>That thrill of rapture, which soon ends in weeping.</br>Fancy might whisper, as its cadence broke,</br>It was the melody of angels keeping</br>Watch o'er the quiet couch of infancy whilst sleeping.", "She joins not in the dance, her cheek alone</br>Is pale and wan, where others brightly glowing,</br>Rival the rose with morning sunbeams thrown</br>Upon its dewy leaves, no thought bestowing</br>On those around her, each abstracted look</br>Her silent misery more than half revealing;</br>Telling how ill the troubled mind can brook</br>Such scenes of mirth; each effort for concealing,</br>Adds to the keen, keen pang of every blighted feeling.", "And what hath blighted them?  no grief save one</br>Will prey upon the heart until its breaketh.</br>'Tis losing those we love that makes us shun</br>Communion with the world; then memory taketh</br>A sad delight in bringing to our view</br>The buds of promis'd joy which blossom'd never.</br>The tears of bitterness with which we dew</br>Their dark and lonely grave when doom'd to sever,</br>May tell that hope's fair sun hath set, alas!  for ever.", "He who prossess'd her heart did prize it well,</br>'Twas all his own &mdash; of that he'd many a token;</br>And he was bound to her by that firm spell</br>Which nought save death's relentless hand had broken.</br>She hath heard his last farewell, his lip hath press'd</br>On her's the parting kiss &mdash; 'twas faintly given&mdash;</br>From that fair bosom, as in tranquil rest,</br>His noble spirit wing'd its way to Heaven,</br>And left that guileless heart, pierc'd, anguish'd, wrung and riven.</br>"]