["Beneath a heath-thatch'd roof blight Aunia dwelt,</br>Her locks were carrot, and her eyes were blue,</br>Robust her frame, the picture of rude health,</br>Nor pain, nor ache, the buxom damsel knew.", "No vapors, spleen, or fell chimera dire,</br>E'er fill'd her head, or broke her nightly rest;</br>Her heart ne'er sicken'd with a jealous ire,</br>To see or friend, or rival better dress'd.", "A muslin cap with ribbon deck'd so gay,</br>A white lawn apron, and a cotton gown,</br>Brogue-maker's pumps to wear on holy-day,</br>Or going to fair, or mass, or market-town.", "These were th' utmost of her humble wishes,</br>For, she of dress the luxury ne'er learn'd,&mdash;</br>Brought up to milk, and churn, and wash the dishes,</br>Her living by her industry she earn'd.", "Now Dermot lov'd the maid, with such an air</br>Did she the pratoes teem, and skim the pot,</br>And when she clean'd her face, and comb'd her hair</br>No village lass was comlier, well I wot.", "To fair, and wake, and pattern, all around,</br>Dermot repair'd, his cudgel in his fist;</br>And oft at rustic feats the victor crown'd,</br>His comrades envied him the lasses kiss'd.", "O'er all, in dancing, he'd acquir'd renown,</br>And of his native village was the boast;</br>For he in dancing cou'd dance others down,</br>And he danc'd best, 'twas said, who danc'd the most.", "Thus all-accomplish'd Dermot made advance</br>To Aunia, as she trudg'd thro' pratoe trench,</br>Shrugging his shoulders he looked half askaunce,</br>And wiping well his mouth he kiss'd the wench.", "Fie, Dermot, Aunia cries, the basket's down,</br>(A basket she had got of pratoes full)</br>Fekins!  you act just like a filthy clown,</br>Zooks!  how you tumble one, and towse, and pull.", "Now off the basket came, the pratoes spill'd,</br>Dermot, abash'd, deplores what he has done,</br>And angry Aunia, tho' with pass'on fill'd,</br>Squating, to pick them up had just begun.", "When Dermot, as he help'd her, to the maid</br>Himself with soothing accents thus address'd.</br>Your own Dermot don't astore upbraid,</br>For ogh!  my honey, I'm enough distress'd.", "Troth love has given my stomach such a kick,</br>I'll die as sure as eggs if you're unkind,&mdash;</br>Of it I am as full as any tick,</br>Ogh, hone!  I have lost myself, I find.", "Then do cuddeen look kind, and speak me plain,</br>You cou'dn't like one whose warm heart you've got?</br>And tho' a body's but a simple swain,</br>I've a choice garden, and a cosy cot!", "Now, as he Aunia held by both her hands,</br>A modest moment, when he stopp'd she stood;</br>Then without hems, or haws, or ifs, or ands,</br>To his last question she reply'd &mdash; I cou'd&mdash;", "Out of my skin with joy I now cou'd jump!</br>The happy youth with extasy did cry;</br>Feel how my heart against my ribs does thump,</br>For you I'll live &mdash; or may I never die.", "On Sunday next, when we go dress'd to mass,</br>We'll get it done; what does my Aunia say?</br>To which, in jocund strain, the merry lass,</br>Cry'd, be it then to-morrow, or to-day.", "Thus having settled their high love affairs,</br>Dermot help'd Aunia's basket on her head,</br>Then whistling to his sack and work repairs,</br>And on the Sunday after they were wed.</br>"]