["SHE.</br>O love!  thy mighty Burnings who can bear!</br>What Thirst, what Fever can with mine compare!</br>With Speed conduct me to the lovely Swain</br>That fires my Soul and causes all my Pain;</br>'Tis only that dear Youth whose balmy Kiss</br>Can mitigate my Smart with healing Bliss.</br>O come, my Dearest, come, and hither bring</br>Thy Lips adorn'd with all the blooming Spring.</br>A Thousand Sweets their fragrant Atoms blend,</br>Which, in a Gale of Joy, thy Breath attend:</br>Such soothing Cordials to my Soul apply,</br>Heal me with Kisses, Love, or else I dy;</br>With poignant tasteful Kisses, such as thine,</br>Whose Flavour far excells the richest Wine.", "At the dear Mention of thy charming Name,</br>The blushing Nymphs disclose their hidden Flame;</br>While Zephyrs bland the pleasing Accents bear,</br>Perfumes are wasted thro' the gentle Air;</br>The pow'rful Sound enchants the listning Grove,</br>And tender Damsels sicken into Love.", "Where-e'er You go, where-e'er your Steps You move,</br>Thither I'm hurried on the Wings of Love;</br>His silken Cords my yielding Limbs enthrall,</br>And I must follow my Beloved's Call;</br>But, while such mighty Charms as his invite,</br>My Chains are Transport, and my Task Delight.", "What wou'd my Prince, my lovely Tyrant have?</br>Oh!  whither wou'dst Thou draw thy willing Slave?</br>I see, I see the golden Doors unfold,</br>The Royal Bed, with Raptures, I behold;</br>To Thee my Virgin Blushes I resign,</br>And, spite of inbred Modesty, I'm Thine.</br>Ecstatic Pleasure fills my gasping Soul,</br>As Wines, profusely pour'd, o'erflow the Bowl:</br>O stay, my flitting Senses, and record</br>The Bliss these momentary Joys afford;</br>Yes, to thy kind Endearments I'll be true,</br>And give thy wond'rous Love its Praises due.", "Ye Tirzan Maids, whose Skins allure the Sight</br>With milky Fields of pure unblemish'd White,</br>My artless Beauties, tho' compar'd with You</br>They seem to fade and give a browner Hue,</br>Are Beauties still, and only look less fair,</br>Sun-burnt and tarnish'd with the Noontide Air.</br>I, of six Daughters was the latest born,</br>My Mother's Darling, but my Sisters' Scorn;</br>My opening Bloom with jealous Eyes they view'd,</br>And fell Revenge their envious Minds pursu'd;</br>Me lonely to the distant Hills they send,</br>Helpless my self, the Vineyards to defend:</br>Where Southern Blasts and Rays of scorching Heat</br>Did on my Face and tender Bosom beat.</br>Yet I, with Patience, in their Vineyards lay</br>Whole dewy Nights, and watch'd 'em all the Day:</br>Ah!  Me; my own, but ill secur'd the while,</br>To bold rapacious Love became a Spoil.</br>Rudely He leapt the Mounds, the Fence destroy'd,</br>Nor ceas'd 'till with the budding Clusters cloy'd.", "Tell me, my lovely Spoiler, thy Retreat;</br>I now forgive; for oh!  the Theft was sweet.</br>If You, a Prince, will grace the shining Court,</br>Let Me, your Slave, among your Train resort:</br>Or if, in Shepherd's Weeds, you'll humbly deign</br>To feed your Flock along th' extended Plain;</br>Tell me beneath what cooly spreading Shade</br>At Noontide Hours thy lovely Limbs are laid;</br>Tell me, my Charmer, lest I chance to stray</br>Among the Shepherds' Tents, and lose my Way.", "HE.</br>O Fairest of thy Sex!  to hear thy Voice</br>The Shepherds and their Sheep alike rejoice;</br>Whose Bleatings from the Plain salute thine Ear,</br>And tell the Flocks and Cottages are near:</br>The little Path their cloven Feet have trod</br>Will bring Thee to thy longing Swain's Abode;</br>There may thy Kidlings browze the shrubby Green,</br>And We lie shelter'd in the leafy Scene.", "How gracefully, my Love, thy Charms appear!</br>How unaffected all thy Motions are!</br>Like Art, thy very Negligences shine,</br>And Beauty moves in every Step of thine.</br>So tread the manag'd Steeds with comely Gait,</br>Harness'd to draw the gilded Coach of State,</br>Whose easy Shapes in just Proportion rise,</br>And gratify the pleas'd Spectator's Eyes.</br>Transparent Pendants, with a Brillant Light,</br>Adorn thy Cheeks and point 'em to the Sight:</br>The Chains that circle round thy Neck with Gold,</br>In stronger Links the fatal Gazer's hold.</br>Haste, haste, ye Nymphs, with curious Fingers ply</br>The Loom, and interweave the various Dye;</br>Let Flow'rs of Silver round the Border shine</br>Mixt with a running Train of golden Twine;</br>With These adorn my Fair, for vulgar Sight;</br>But me her native Charms alone delight.", "SHE.</br>How my Perfumes, by close Embraces prest,</br>Fly out and hang upon my Charmer's Vest!</br>And, while He banquets at the royal Board,</br>To all around a fragrant Scent afford.</br>But, when in amorous Folds our Bosoms meet,</br>My Love himself is like rich Odours Sweet;</br>Grateful as Myrrh he dwells upon my Breast,</br>And sooths my panting Soul to downy Rest.", "Who can thy manly Graces truly paint,</br>Or how describe, where all Description's faint!</br>Thy Charms the rest of Humankind surpass,</br>As loftier Vines excell the lowly Grass;</br>Or, as among the twisting Vines is seen</br>The cluster'd Camphire with superior Green.</br>Oh!  how transcendently my Love is fair!</br>Beyond all Fancy and above Compare.</br>How languishing his Eyes!  like cooing Doves</br>Emitting at each Glance their mutual Loves.", "Behold, my Life, our dear expecting Bed</br>With Coverlets of lively Verdure spread:</br>Columns of Cedar, of the choicest Grain,</br>In Rows the silken Canopy sustain;</br>Of inlaid Firr the level Floor; above,</br>The vaulted Cieling glows with pictur'd Love.</br>"]