["Glory by few is rightly understood,</br>What's truly glorious must be greatly good;</br>And what is glorious we may noble call;</br>The Deed is glorious, and 'tis noble all.", "Princes with Titles may their Creatures pay</br>For Acts too shameful for the Face of Day;</br>Heralds with Nobles may their Names enroll;</br>But who can give the Wretch a noble Soul?</br>Patents may pass to stile a Mortal Jove,</br>Or call a wealthy Hag the Queen of Love:</br>In such a Prince's Smiles himself who prides,</br>That makes a Noble of the Beast he rides?</br>If Nero reigns, of Honours he's the Spring,</br>Or he that knights his Beef, the pedant King.", "Kings who of Honour nicely scan the Laws</br>No Nobles make for an ignoble Cause;</br>Men justly brave, and greatly good, they chuse,</br>And Honours give where they no Honour lose;</br>Our Seymours such, our Piercys such, of old;</br>And such our Kings who knew the Dross from Gold.", "They who of long Descent are Nobles born,</br>Should look on all that's base with Eyes of Scorn;</br>When the bright List of their great Sires they see,</br>Thence they should learn what they themselves should be,</br>By them with Emulation fir'd, should strive</br>To keep the Honours of their House alive:</br>As in a Train the virtuous Fires should run,</br>Enriching ev'ry Vein from Son to Son:</br>They, like the Blaze that mounts to meet the Sky,</br>Should catch th' Aethereal Flame, nor let it dye.", "In you, my Lord, the noble Soul is seen,</br>That flys, like Saints from Sin, from all that's mean,</br>That dignifys the Titles which you wear,</br>And shews what's truly great from what you are:</br>Without the least Advantages of Birth,</br>Nobles like you are Nobles of the Earth;</br>Virtues like thine demand the World's Regard;</br>And of those Virtues Glory's the Reward.</br>Glory's in England, Rome, and Greece, the same,</br>Tho chang'd the Clime, the Person, and the Name.</br>What Xenophon to Acts of Glory fir'd,</br>When Rome was great, her Atticus inspir'd:</br>Foremost in Arms behold th' illustrious Greek,</br>And lo!  in all he writes the Graces speak;</br>In Arms, in Arts, in Virtue, well approv'd,</br>Friend to the Masters of those Arts he lov'd.</br>In troubled Times the noble Roman stood</br>The sure Asylum of the injur'd good;</br>Regardless he of Tyrants or their Pow'r,</br>The Wise were welcome to his learned Bow'r;</br>The Academic and the Stoic Sage</br>There reason'd calm amidst a ruffled Age:</br>Oppress'd by Fortune and the Weight of Years,</br>Dearer the Roman Orator appears,</br>To him, than Caesar, who usurp'd his Sway,</br>In Pride of Empire and his Blaze of Day.", "What in th' illustrious Greek we noble see</br>Is noble, or in Atticus, or thee:</br>Thy gen'rous Views to future Days extend,</br>The Friend of Virtue, and of Arts the Friend.</br>Where Cam, in sacred Song immortal, flows,</br>Where Barrow, and his great Disciple rose,</br>Where Spenser, fruitful of Invention, sung,</br>Where Milton first his Lyre, and Dryden, strung,</br>Where meditated Lee the tragic Strain,</br>And Johnson first indulg'd his comic Vein,</br>Where Tillotson, that Tree of Wisdom, grew,</br>And Clarke, who ev'ry Branch of Knowledge knew,</br>That Seat of Learning shall your Bounty bless,</br>Shall you their Patron and their Sire confess,</br>While flows the Cam, and Sciences remain,</br>Till Fish forsake the Sea, and Herds the Plain.</br>"]