["How well the soft passion's express'd</br>In Shenstone's agreeable lays:</br>What raptures arise in the breast,</br>When Damon sings Phillis's praise.", "O had I his art I would try</br>My love for Maria to tell;</br>Whence shou'd I be fearful?  Ah!  why?</br>My THEME does all others excel.", "Then haste, my good Shepherds, prepare,</br>Your flocks leave, be joyous and gay;</br>Let melody sound thro' the air,</br>For this is Maria's birth-day.", "She promis'd to join in the dance</br>On the plain with the innocent throng;</br>She smil'd &mdash; but I see her advance!</br>'Tis time to begin then my song.", "She comes, hence away all my fears;</br>Maria &mdash; propitious the DAY</br>With smiles to salute thee appears!</br>Aware &mdash; thou wert QUEEN of the May.", "The lambkins all gambol around,</br>Sweet emblems of innocence see!</br>Fresh verdure bedecks all the ground,</br>These, these are just emblems of thee.", "The swains with their pipes too attend,</br>Each one leads a nymph in his hand,</br>Each shepherd to love is a friend,</br>With transport they own his command.", "What pleasure I felt t' other day!</br>(Soft Pity had moist'ned your cheek)</br>You found a poor lambkin astray,</br>And you hasted its dam for to seek.", "May Peace, dove-ey'd Peace, in thy breast,</br>For ever &mdash; sweet tenant &mdash; reside;</br>May Virtue be always a guest,</br>Fair Prudence be ever your guide.", "May Health, rosy blessing attend,</br>And gild ev'ry hour of life;</br>Many seasons roll on e'er it end,</br>May you ever be stranger to strife.", "But the shepherds, impatient I see,</br>Wish to join in a dance on the plain;</br>Will Maria prove kind, and shall WE</br>Again lead the mirth-loving train?", "Yet ye nymphs and ye swains, I've in view</br>What with rapture I pant to impart,</br>MARIA at last thinks I'm true,</br>Has own'd I've a place in her heart.", "Then since she no longer proves coy,</br>I'll urge her to fix on a day,</br>When we'll meet here again with fresh joy,</br>And my BLISS has no longer delay.</br>"]