["Not in those climes where I have late been straying,</br>Though Beauty long hath there been matchless deemed,</br>Not in those visions to the heart displaying</br>Forms which it sighs but to have only dreamed,</br>Hath aught like thee in Truth or Fancy seemed:</br>Nor, having seen thee, shall I vainly seek</br>To paint those charms which varied as they beamed&mdash;</br>To such as see thee not my words were weak;</br>To those who gaze on thee what language could they speak?", "Ah!  may'st thou ever be what now thou art,</br>Nor unbeseem the promise of thy Spring&mdash;</br>As fair in form, as warm yet pure in heart,</br>Love's image upon earth without his wing,</br>And guileless beyond Hope's imagining!</br>And surely she who now so fondly rears</br>Thy youth, in thee, thus hourly brightening,</br>Beholds the Rainbow of her future years,</br>Before whose heavenly hues all Sorrow disappears.", "Young Peri of the West! &mdash; 'tis well for me</br>My years already doubly number thine;</br>My loveless eye unmoved may gaze on thee,</br>And safely view thy ripening beauties shine;</br>Happy, I ne'er shall see them in decline;</br>Happier, that, while all younger hearts shall bleed,</br>Mine shall escape the doom thine eyes assign</br>To those whose admiration shall succeed,</br>But mixed with pangs to Love's even loveliest hours decreed.", "Oh!  let that eye, which, wild as the Gazelle's,</br>Now brightly bold or beautifully shy,</br>Wins as it wanders, dazzles where it dwells,</br>Glance o'er this page, nor to my verse deny</br>That smile for which my breast might vainly sigh</br>Could I to thee be ever more than friend:</br>This much, dear Maid, accord; nor question why</br>To one so young my strain I would commend,</br>But bid me with my wreath one matchless Lily blend.", "Such is thy name with this my verse entwined;</br>And long as kinder eyes a look shall cast</br>On Harold's page, Ianthe's here enshrined</br>Shall thus be first beheld, forgotten last:</br>My days once numbered &mdash; should this homage past</br>Attract thy fairy fingers near the Lyre</br>Of him who hailed thee loveliest, as thou wast&mdash;</br>Such is the most my Memory may desire;</br>Though more than Hope can claim, could Friendship less require?</br>"]