["Tho' well-try'd courage steel the hardy soul,</br>By just experience, and deep judgment led,</br>Tho' the great spirit scorn each mean controul,</br>Resolv'd t' o'ercome, or join the glorious dead;</br>Yet what hard fate the Hero oft betides,</br>Who thro' the treach'rous shelves by Envy laid,</br>The tender vessel of his Honour guides,</br>By Faction nearly crush'd, tho' not by Foes dismay'd.</br>O Envy!  when shall cease thy rage accurst?</br>Of all th' infernal train, the meanest and the worst!", "Is this the meed to godlike valour due?</br>Brave Keppel!  thus must all thy glories end?</br>Whom, late insulted Britons joy'd to view</br>Their only saviour, and his Country's friend.</br>In vain, ere now, thy conquering arm in vain</br>England's dread thunder 'gainst each hostile shore</br>Pointed triumphant, whilst astonish'd Spain,</br>And faithless Gallia trembled at its roar:</br>O strange reverse!  behold the Hero stand</br>Charg'd faithless to his trust &mdash; unworthy his command.", "O Albion!  long thro' the wide Earth renown'd</br>For matchless Virtue, and heroic Deeds,</br>How long shall Faction thy great alms confound?</br>For thee in vain while each brave soldier bleeds:</br>Ah!  what avail to thee the fearless soul,</br>A Clinton's spirit, or a Burgoyne's fire,</br>If private views their bold designs controul,</br>And blast the fame to which their hearts aspire?</br>Go then, in ease inglorious &mdash; Heroes sleep,</br>Nor brave th' embattled field, nor terrors of the deep.", "Well thought the Bard, who worthless deems the man,</br>Whose well-manag'd virtues claim a gen'ral praise,</br>Cautious of censure he no arduous plan</br>Pursues, to him no trophies Nations raise.</br>Not such thy fate, O Keppel!  lo her dart</br>With tenfold venom charg'd, thy well-earn'd fame</br>Maligning, Envy pointed at thy heart,</br>And strove to brand with infamy thy name.</br>Yet welcome the attack &mdash; thy noble cause</br>Grows stronger by discussion, and extorts applause.", "What striking object fills my wond'ring sight!</br>In yonder circle, to the veteran band</br>Of Neptune's sons long train'd to hardy fight;</br>By Honour and by Justice led they stand,</br>Truth on each lip, and valour in each breast,</br>With voice unanimous the noblest stamp</br>They give thy merit, while the varied test</br>They bear &mdash; nor aught can their high spirit damp.</br>With such supporters dauntless sweep the main,</br>Thy King, thy Country cries &mdash; Chastise the Gaul again.</br>"]