["The fairy scenes of bounteous-handed Spring,</br>And Summer's smile, and Autumn's golden fields</br>Are gradually fled; and now</br>The hoary-headed sire", "Steals on at chilly morn and eve, with stole</br>In mists all bath'd, and feet all white with frosts;</br>And his stern reign obey</br>Commands the sighing hours.", "Farewell the joys that claim'd the vacant hour</br>Smil'd when the softer year; &mdash; or rural walk,</br>Cool fountain, or smooth sail,</br>On classic Isis wave,", "Yet, lov'd Autumn, on some misted hill</br>At eve's dim hour, O let me thy last breath</br>Catch, and sad bid adieu</br>Thy charms that once so fair;", "E'er now the housed traveller shiv'ring tells</br>Of threat'ning Winter &mdash; blasts from naked trees</br>The landscape's sickening bloom,</br>With fields all drown'd in floods:", "E'er yet with politicians, zealous, deep</br>The coffee-house murmurs, or at a play-house still</br>Varies each listening face</br>As rules each sister-power.", "O Winter!  tho' e'er fierce with angry storm</br>Thy wild tempestuous soul, the bitt'rest foe</br>To each fair grace, whose charms</br>Smile on the youthful Spring;", "Yet when emblazes gay thy loaded hearth,</br>And warms the loud-tongued room; when Humour tells,</br>Solemn his look, his tale,</br>And bursts the hearty laugh;", "O then, tho' all thy madding tempests shake</br>My little dome, not all the pageant pomp</br>Of Summer's proudest day</br>My social soul could charm.", "Now jilting cards usurp the evening hours</br>Teazing the anxious mind; and Bacchus now</br>Leaps wanton from the cask,</br>And bumpered goblets smile.", "But wine-flush'd thought, and poisonous pleasure hence!</br>With tott'ring step, and eyes of giddy sight,</br>Far fly my temperate roof</br>And reel to bagnios foul.", "Ye sober joys and modest pleasures; bless</br>My winter's eve; the while no foot is heard</br>To print the crumpling snow,</br>Wide-whitening to the eye.", "And all ye souls, not, as the felon, rude,</br>But softer form'd; come, and with converse sweet,</br>With learning grac'd with ease,</br>And attic wit refin'd,", "Instruct, enchant the philosophic hour.</br>But chief, O power of song, let those lov'd lays</br>By nature's poet breath'd,</br>Fill all my passion'd soul.", "And oh!  if e'er thy smile creative woo'd</br>Thy votary warm; O bid one living ray</br>Smile on the happier verse,</br>And give the genuine bard.</br>"]