["Impassion'd Spirits, of no earthly mould,</br>Whose souls the attributes of Heav'n unfold;</br>Who, stampt with Nature's universal seal,</br>Can nobly stiffer, and sublimely feel:</br>Say, whence the hope and rapture of those ties,</br>That God ordain'd, and social feelings prize?</br>Say, whence the fortitude that danger braves,</br>That shares with pity, or with courage saves?</br>That yields for those it loves its latest breath,</br>And smiles serenely in the arms of death?</br>What the strong impulse all are proud to claim?</br>But Nature, Love, and FRIENDSHIP, all the same.", "Wide in its influence, ardent in its force,</br>The mother's love displays its purest source;</br>Her joyful transports, and her nameless fears,</br>As fancy droops, or hope reviving cheers,</br>Demand no fond return, no mutual aid,</br>By love itself the debt of love is paid.</br>Her's the persuasive glance, th' inspiring word,</br>That snatch'd the infant from th' uplifted sword;</br>Her's the nice instinct, whose unerring test</br>Proclaim'd the secret of the tortur'd breast;</br>The voice of Nature o'er the wiles of Art,</br>The matchless triumph of a mother's heart.</br>And if e'en here some shades of grief we scan,</br>Say, is unsullied bliss the lot of man?</br>If in this chequer'd scene of things below,</br>Beneath each blessing, lurks some hidden woe,</br>'Tis that alternate pain, and pleasing hope,</br>May give the mingled feelings all their scope;</br>And that these anxious objects of our care</br>A stronger claim, and dearer love may share.</br>For chasten'd joy to pensive minds is dear,</br>And rapture sparkles in the starting tear.</br>As souls like these through doubts and terrors rove,</br>Their bliss is heighten'd by sublimer love.", "Near NILUS' stream, in all the pangs of grief,</br>Maternal anguish sought her last relief;</br>When to avert the cruel fate decreed,</br>The Hebrew Mother twin'd the pliant reed;</br>With many a sigh the feeble bark she wove,</br>Frail as her hopes, and tender as her love.</br>Nor deem'd she then that Heav'n itself inspir'd</br>The daring thought her throbbing bosom fir'd;</br>And that she trusted to the rolling wave,</br>A chosen guide to succour and to save;</br>Her nation's stay in sorrow's trying hour,</br>The type of Grace, and Mercy's healing pow'r.</br>Thus the all-bounteous hand of Heav'n unites</br>Life's sacred duties with its dear delights;</br>And stamps this golden maxim on the breast:</br>In blessing others we ourselves are blest.", "Ah, trite indeed, no solitary joy</br>Can the fine movements of the soul employ;</br>Its restless pow'rs, by sick'ning fancy tost,</br>In idle fears and airy visions lost,</br>Long for some tie on which its hopes may rest,</br>Some cherish'd happiness not yet possest.</br>Else why her constant pray'r, her ceaseless cry:</br>\"Oh!  give me children, Lord, or else I die!\"</br>The pray'r was heard, the fatal treasure giv'n.</br>Presumptuous wish, importunate to Heav'n!</br>For while a mother's transports fill'd her heart,</br>Nature turn'd pale, and Death display'd his dart.", "As the sweet charms of modesty and sense</br>Are best display'd within the social fence;</br>So best of all the mother's heart is seen</br>In the retiring shade, and hour serene;</br>And most of all, when intellect refin'd</br>Unfolds the hidden treasures of the mind.</br>On smiling lips, where female softness dwells,</br>Instruction sits, and weaves her potent spells;</br>And blending pleasure with the themes of truth,</br>She forms the soul, and moulds the heart of youth.</br>Tho' from the world's gay haunts these duties fly,</br>In secret blossom, and in silence die;</br>Her's are the tranquil regions of repose,</br>Secure from idle joys, or fancied woes;</br>A world, commanding all that taste and sense,</br>In calm seclusion, to the soul dispense;</br>Where hope and harmony's enchanting pow'rs</br>Gild the gay visions of her happiest hours:</br>And thro' the shad'wy veil of fate descry</br>A smiling scene of bright unclouded sky:</br>The seat of virtue, that no storms molest,</br>The settled sunshine of a spotless breast.", "And does not filial tenderness prepare</br>A sweet reward for Nature's early care?</br>From infant beauty, with its artless wiles,</br>To dawning intellect's expressive smiles,</br>As life unfolds, some new endearment flows,</br>Some winning charm, where pure affection glows.</br>Thron'd in a look, or glist'ning in a tear,</br>These choicest treasures of the heart appear;</br>And thro' the gloom of sickness, grief, and pain,</br>Bid hope revive, and rapture bloom again.</br>Yet all these softer attributes we find</br>Link with the bolder virtues of the mind;</br>And rous'd to action in a higher sphere,</br>Blaze with concentred force, and triumph here.</br>As the bright glory of celestial pow'r,</br>In the lone horrors of the midnight hour,</br>Illum'd the gloomy confines of restraint,</br>And burst the fetters of the captive saint:</br>She, pious child, to Grecian memory dear,</br>Unaw'd by justice, unsubdu'd by fear,</br>With love sublime, a father's prison shar'd,</br>And to his lips her swelling bosom bar'd;</br>From whence the warm and living stream that flow'd,</br>Gave back the being filial duty ow'd.</br>And he, whose stern revenge each plea refus'd,</br>By love employ'd, and soft persuasion us'd,</br>When neither wife, nor child, nor native home,</br>Could raise one feeling for ungrateful ROME;</br>By filial duty's stronger pleadings won,</br>Sunk the proud Roman in the tender son.</br>Nor he less fond, who from proud ILIUM'S shore,</br>Thro' scorching flames his aged parent bore.</br>So PLINY, midst the earth's convulsive jar,</br>When Nature shook with elemental war,</br>The dark abyss and burning lava brav'd,</br>And from impending death a mother sav'd.", "And let the sister's love, and brother's truth,</br>Immortalize the hallow'd ties of youth:</br>Here bounteous Heav'n her fair creation crown'd,</br>Souls of no sex, in sacred union bound;</br>But where the shades of sex perhaps may claim</br>A tend'rer care, and wake a livelier flame.</br>As innocence her helpless state endears,</br>And his protecting arm her heart reveres;</br>More strongly glows each transport of the mind,</br>That knits the rosy bands sweet FRIENDSHIP tw'n'd.</br>And while the modest beauties of the maid</br>Give to his bolder deeds a soft'ning shade,</br>His daring courage, and exalted sense,</br>To her the loftier energies dispense,</br>Of matchless fortitude, and bounteous pride</br>Bright virtues e'en to woman's sphere allied.</br>Twins in affection, lineament and soul,</br>In sacred harmony their moments roll.</br>His heart and sentiment in her we trace,</br>Adorn'd with all the charms of female grace:</br>In him her mind, her features, and her air,</br>More boldly touch'd, less exquisitely fair.", "So, when the portrait's glowing beauties give</br>Those breathing forms where truth and nature live,</br>In the rich tints these mimic strokes display,</br>Each harsher outline gently melts away;</br>And the fair copy of each charm we view</br>Drawn with a lighter hand, and mellower hue.", "Immortal Love!  thy pow'r Creation sways,</br>Each bosom owns thee, and each heart obeys:</br>'Tis thine to bid the slumb'ring spirit soar</br>To heights sublime, and worlds of bliss explore;</br>To deeds of fame and glory's wreaths aspire,</br>And feed its flaming torch with heav'nly fire!</br>From this sweet transport, say, what breast's secure?</br>The bold avow it, and the meek endure;</br>The rough it softens, and the rude disarms,</br>Expands the selfish, and the senseless charms;</br>Tho' breath'd thro' sighs, and oft bedew'd with tears,</br>To pensive minds this but the pain endears;</br>And these lov'd griefs, so long indulg'd, proclaim</br>The pain is pleasure by another name.</br>'Tis the strong link that kindred spirits binds;</br>'Tis the last polish of exalted minds;</br>'Tis rapture kindled at affection's shrine,</br>And virtue strengthen'd by a force divine.</br>For not by love is meant that restless joy,</br>Which smiles to wound, and dazzles to destroy;</br>Derives its birth from beauty's fading flow'r,</br>And like its emblem, blossoms but an hour;</br>That sees perfection never found below,</br>Save in the rapture of a lover's vow;</br>When daring souls celestial regions rove,</br>To deck with angel charms a mortal love;</br>As bold PROMETHEUS, from the realms of day,</br>Stole heav'nly fire to light his fashion'd clay:</br>But all that lasts when beauty's charms are fled,</br>When sense expires, and gross desire is dead;</br>The joy reflection's silent hour can bear,</br>Reason can justify, and virtue share.</br>Love best display'd in mis'ry's bitter lot,</br>Which, triumphs most when pleasure is forgot.", "Oh!  for that hallow'd voice, whose strains sublime</br>Sang wedded love in Eden's blissful time;</br>When no mistrust disturb'd its guileless joy,</br>Love knew no doubt, and rapture no alloy;</br>When Heav'n's great host compos'd the glorious train,</br>And list'ning Angels pour'd the nuptial strain;</br>While the Almighty's fiat from on high,</br>Proclaim'd to worlds unborn the sacred tie;</br>And bade th' immortal cup of pleasure flow</br>In endless streams, unmix'd with human woe.", "Connubial love, behold thy alter'd state!</br>Mingled with mutual wrongs, and mutual hate;</br>The sullen discontent, the silent grief,</br>The hopeless mis'ry that mocks relief;</br>The lips condemn'd in tender strains to move,</br>When the heart sickens at the name of love.</br>The blushing maid, by sordid int'rest sold,</br>And virtue barter'd for increase of gold;</br>Discord and doubt, with jealous passion's strife,</br>The tyrant husband, and the faithless wife;</br>And where we trace those beauties of the mind,</br>That souls congenial in pure concord bind;</br>Some adverse star, relentless power, presides,</br>Their fortune severs, and their fate divides;</br>Blasts every joy in youth's enchanting bloom,</br>And makes the widow'd heart an early tomb.", "So, from her tender mate relentless torn,</br>The plaintive ring-dove wears the bleeding thorn;</br>Tho' rack'd with grief, and tortur'd with the pain,</br>Still in the ear she thrills her melting strain;</br>Still wooes his shadow thro' the mournful groves,</br>A very shade herself for him she loves.</br>Nursing the sickly visions hope once shed,</br>Till the warm pulse of health and life are fled.", "To snatch your fame from dark oblivion's wing,</br>Your proud memorials, honor'd matrons, bring;</br>And let your bright examples nobly prove,</br>Some traces still remain of wedded love;</br>That ere this happy spirit wing'd its way</br>To the blest regions of celestial day,</br>Her voice proclaim'd thro' long revolving years,</br>That gay with smiles, or dimm'd with sorrow's tears,</br>This tender tie no common state should know,</br>But feel the vast extremes of bliss or woe.", "Devoted ARRIA, wife of heav'nly mould!</br>To latest ages shall thy tale be told;</br>While FRIENDSHIP doubting, in thy double claim,</br>Which tender duty most exalts thy fame,</br>Records the love that near an infant's bier,</br>With matchless courage check'd the starting tear;</br>To shine the wife, renounc'd the mother's part,</br>And spar'd the anguish of a father's heart.</br>And when tyrannic law condemn'd her lord,</br>In her own bosom plung'd the fatal sword;</br>And glorying as she drew the reeking blade,</br>To point the path, and mingle shade with shade;</br>In death's last pang supprest the parting sigh,</br>And taught a Roman Hero how to die.", "And she, who nobly shar'd a husband's fate,</br>The guiltless victim of a cruel state,</br>Whose love and anguish, veil'd from human sight,</br>Gave birth to beauty in the shades of night;</br>Shrouded the pledge of FRIENDSHIP in its bloom,</br>And cradled Nature in an early tomb.", "And CARIA'S Queen, whom distant times record,</br>Who drank the ashes of her valued lord:</br>But tho' this bright memorial of her fame</br>Admiring worlds to distant years proclaim;</br>Tho' beauty then might boast her roseate hues,</br>And mantling health a glowing charm diffuse;</br>'Twas but the law of nature rul'd her mind,</br>Ashes to ashes, dust to dust consign'd.\"", "From ev'ry hope in life's fair prospects torn,</br>Her martyr'd lord, see pious RACHEL mourn;</br>She, who beyond e'en life and love could prize</br>A glorious recompense beyond the skies;</br>Who to the little hour that guilt might claim,</br>Preferr'd his honor and unsullied fame;</br>And from the judgment of a tyrant's laws,</br>To God and future ages left his cause.</br>O potent miracle of wedded love!</br>The Friend renounc'd, to crown the Saint above;</br>That Friend, for whom the gallant MONMOUTH rose,</br>A faithful champion midst a host of foes,</br>Unsheath'd in Freedom's cause th' avenging sword,</br>And wept to share the blow he could not ward;</br>That Friend, whom CAVENDISH implor'd in vain,</br>To change with him the captive's galling chain;</br>Who nobly scorn'd a base inglorious flight,</br>Purchas'd by Honor, and by FRIENDSHIP'S right;</br>And meekly bowing to a traitor's fate,</br>Expir'd the victim of a tyrant's hate.", "But, ah!  not here the hope of ENGLAND fled;</br>Virtue still liv'd, tho' guiltless RUSSELL bled;</br>The deathless lustre of whose soul we trace</br>In other RUSSELLS of his noble race;</br>In whom as pure the mantling current flow'd;</br>In whom as bright the love of honor glow'd;</br>As firm in liberty's defence unmov'd,</br>Like him lamented, and like him belov'd.", "But do these warm effusions of the heart</br>Demand the culture of improving art?</br>Glows not the breast in nature's rudest clime,</br>With love as pure, with fervors as sublime?</br>Tho' rock'd by storms, and nurtur'd in the wild,</br>As Fortune's fav'rite, Education's child.</br>Yes, to this heav'nly flame the soul expands,</br>Tho' darkling Error forge her iron bands;</br>Tho' not in learning's dazzling page enroll'd,</br>Her feelings triumph, by no force controul'd;</br>And from the poles to earth's remotest plain,</br>Extends her vast and universal reign;</br>But as the spark in dying embers lies,</br>Till the reviving breath of Heav'n arise,</br>When fann'd to life, it spreads its glowing rays,</br>And circling mounts in wide triumphant blaze.</br>So oft, to calm indifference resign'd,</br>Repose these silent energies of mind,</br>Till some idea touch the secret chain,</br>Where, closely link'd, the busy thoughts remain;</br>Which, rous'd to action, joy or grief dispense,</br>As flow the sympathies of soul and sense.</br>The fond memorial of our lives preserve,</br>Breathe in each look, and live in ev'ry nerve.", "When ABBA'S son beheld the sails unfurl'd,</br>To hail the wonders of a western world,</br>Not all that hope pourtray'd, or fancy drew,</br>Could soothe the anguish of a last adieu.</br>Tho' future dreams of strange enchantments told,</br>And the rich treasures Science would unfold,</br>When at his call the sun of truth should smile</br>On the wild regions of his infant isle;</br>Tho' dear the impulse of the youthful breast,</br>That feels in bliss conferr'd supremely blest;</br>Yet dearer still to him those tender ties,</br>That most in sorrow's parting hour we prize;</br>That sad and cherish'd test, which nicely weighs</br>Each latent spring, which fond affection sways;</br>Unfolds the glories of her sacred sphere,</br>And bids the treasur'd scenes of life appear.</br>But while remembrance on each object hangs,</br>And separation sharpens all his pangs,</br>Could no kind spirit whisper in his ear,</br>The silent warnings of prophetic fear?</br>That in this favor'd clime, beyond the main,</br>Lurk'd fell disease, and death's funereal train.</br>Thus hid from human view, in mystic state,</br>The fatal sisters weave the web of fate.</br>In vain the restless spirit sighs to scan,</br>The secret maze that hides the life of man;</br>A dusky veil obscures the fading sight,</br>And wraps her embryo scenes in endless night.</br>O wise decree!  to bounded reason giv'n,</br>Too weak to judge the destinies of Heav'n:</br>For here, perhaps, had prosp'rous fortune smil'd,</br>And science crown'd simplicity's meek child,</br>The soft refinement of our polish'd art,</br>Blunting the finer movements of his heart,</br>No more with joy its past delights would trace,</br>Nor prize the virtues of a savage race;</br>But with regret bewail his comforts lost,</br>And knowledge purchas'd at contentment's cost.", "Far as the eye from ANDES' heights explores</br>A waste of waters, and untrodden shores;</br>Where Superstition rears her giant head,</br>And tropic suns their burning splendors shed;</br>O'er trackless wilds, beneath whose covert shade</br>Love never smil'd, nor graceful Beauty play'd;</br>But ambush'd deep, and arm'd with deadly stings,</br>The venom'd snake its warning rattle rings;</br>Go, trace what charm th' untutor'd Indian won,</br>When first salvation's dawning glories shone;</br>Not the dear bliss on Seraph's wing to roam,</br>Thro' the bright regions of a world to come;</br>Nor the pure truth, in glowing language drest,</br>Of life immortal, and eternal rest;</br>But the sweet promise Revelation gave,</br>That happy spirits meet beyond the grave.</br>The only wish his simple nature knew;</br>The brightest paradise his fancy drew:</br>And as he faintly hail'd the rising light</br>Illume the heavy cloud of error's night,</br>Faith o'er his spirit pour'd her rays divine,</br>And Superstition bow'd to Mercy's shrine.", "So when the sun's meridian lustre glows</br>On some tall mountain, wrapt in Alpine snows,</br>Its silver palaces, and crystal tow'rs,</br>By Fancy rear'd, in gay Enchantment's hours,</br>In streams pellucid gently melt away,</br>And bare its bosom to the blaze of day.", "But let the feelings of the savage breast,</br>In ZELIA'S fate th' astonish'd mind arrest;</br>She by her sable beauty doom'd to prove</br>The boldest FRIENDSHIP, and the direst love;</br>Doom'd to proclaim, in passion's glowing tone,</br>What ardent spirits fire the torrid zone;</br>When warm in youth, and rich in manly grace,</br>Lions in courage, of the Negro race,</br>Heart bound to heart, ZEBRON and ZAB0R came,</br>And felt the pow'r of love's imperious claim.</br>A tender faith from earliest years they bore,</br>That eas'd the galling fetters slav'ry wore;</br>And as a brother shar'd a brother's toil,</br>They bless'd the chains which bound them to the soil;</br>Till with the fatal dart their bosoms strove,</br>And mutual anguish own'd their mutual love.</br>Then came the hitter conflict of the heart,</br>From the lov'd maid or cherish'd friend to part</br>Here ZABOR'S sighs proud ZEBRON'S love controul,</br>And wring to agony his lofty soul;</br>There tender ZABOR mourns his Friend's despair,</br>If pity yield, what honor must not share.</br>O spare that thought, distracted fondness cries,</br>Not mine the pang I fear, the bliss I prize</br>Here tears and groans their lab'ring grief reveal,</br>And vows of endless truth their union seal.</br>Wink thus in pensive agony they stray'd,</br>O trial too severe!  they meet the maid.</br>O wond'rous miracle!  in FRIENDSHIP'S cause,</br>Nature and sense suspend their sov'reign laws;</br>The storm is hush'd, the fierce desire supprest,</br>And passion silenc'd to eternal rest.</br>On her dear form they gaze with heavy sighs,</br>Weep tears of blood, and raise to Heav'n their eyes;</br>Alternate clasp her in their sable arms,</br>Alternate mourn her all-seducing charms;</br>And ere relenting love the blow could ward,</br>Deep in her bosom fix the fatal sword:</br>Pour forth their anguish in a last adieu,</br>And rush on death, to matchless FRIENDSHIP true.", "Such the impetuous feelings of the breast,</br>By Nature's hand, in savage wildness, drest:</br>Bold, lawless, unrestrain'd, they revell'd here,</br>And made th' untutor'd heart their native sphere.</br>Yet in this jarring conflict of the soul,</br>This war of passions, bound by no controul,</br>That like the fierce Tornado's dreadful course,</br>Sweeps the wide plain with unresisted force;</br>Where devastation, with terrific form,</br>Howls thro' the blast, and revels in the storm;</br>E'en Love, immortal Love, whom all obey,</br>And Jealousy, which rules with tyrant sway;</br>And Hope, that ev'ry absent bliss supplies,</br>And life itself, with all that life can prize;</br>All here forgotten, or all here supprest,</br>The glorious triumph of the heart confest:</br>And FRIENDSHIP, smiling on this Indian Isle,</br>Proud of her conquest, deck'd their funeral pile.", "From scenes like these, which holy grief o'erspreads,</br>We turn where Love a softer lustre sheds;</br>Where Science and Refinement, hand in hand,</br>Lead mild Philosophy's celestial band.</br>First, tender Pity!  soft'ning Sorrow's reign,</br>And Patience, meekly bearing ev'ry pain,</br>With all the Arts that humanize the mind,</br>And Charity, embracing all mankind;</br>And bright-ey'd Faith, intent on things divine,</br>And Passions, harmoniz'd at Mercy's shrine;</br>And Piety, that soars to realms above,</br>And yields its earthly to a heav'nly love;</br>Where the pure flame, from ruder feelings freed,</br>Shines all that man can wish, and God decreed.", "FRIENDSHIP, blest pow'r!  to thee alone is giv'n,</br>To blend the vast extremes of earth and heav'n.</br>'Tis thine to soften thro' this boundless frame</br>Each jarring int'rest, and divided claim;</br>Discordant tastes in perfect union draw,</br>And bend revolting passions to thy law.</br>Tho' nature, prejudice, and clime oppose,</br>To make the sons of earth the bitt'rest foes,</br>'Tis thine with chains of adamant to bind</br>The rebel heart, and center mind in mind.", "Long to her sons shall SCOTIA tell the tale</br>Of sister beauties, in fair Leadnoch's vale:</br>SCOTIA, who boasts her wild romantic glades,</br>And mountains lost in deep empurpled shades;</br>Whose tow'ring crags, by peals of thunder riven,</br>Bear the dark clouds, and court the storms of Heav'n.</br>Now threat'ning tempests from their haughty brow,</br>Or softly gleaming in the lakes below;</br>Where wizard Fancy, with her magic wand,</br>Still summons visions at her bold command.</br>Nurse of wild dreams, and superstitious fears,</br>That pierce the veil of long succeeding years,</br>To steal front life the joys that most we prize,</br>Or give to hope, what reason oft denies;</br>SCOTIA, where taste and feeling's sweetest child,</br>The Border Minstrel, pour'd his wood-notes wild,</br>O'er hills that erst with war and music wrung,</br>As FINGAL triumph'd, and as OSSIAN sung.", "But here no glowing scenes, by genius drest,</br>No fancied woes the list'ning ear arrest;</br>But simple truth reflects her living rays</br>On the sad picture of departed days.</br>And long the soldier, resting on his arms,</br>The warbling fair, unconscious of her charms,</br>The thoughtful shepherd, whistling o'er the plains,</br>The prattling nurse, the infant's lisping trains,</br>Shall chant in rude traditionary lay,</br>The fate of BESSY BELL and MARY GRAY.", "In these fair nymphs, from earliest life endear'd,</br>One mutual heart, one angel mind appear'd.</br>So oft the blushing sweets of Spring display</br>Two lovely blossoms on one parent spray;</br>That pair'd by Nature, equal beauty claim;</br>Their shades, their fragrance, and their growth the same.&mdash;</br>Scarce rose the wish, ere love its purport caught,</br>And sympathy divin'd the sister thought;</br>And while instinctive feeling play'd her fires,</br>As fancy dictates, and fond youth inspires,</br>The only hope their spotless hearts contest,</br>Was FRIENDSHIP in her boundless wishes blest;</br>That sacred gift, to kindred spirits giv'n,</br>Who taste on earth the bliss enjoy'd in heav'n.</br>Their's the fine form, to just proportion true,</br>As genius taught, and classic models drew;</br>Whose polish'd charms, with living graces stole</br>With sweet enchantment on th' enraptur'd soul.</br>Their's Beauty, in Simplicity's pure vest,</br>And Innocence, by artless Nature drest;</br>Th' angelic mildness of the gentle dove,</br>The look of Heav'n, and the soft smile of Love.</br>Here, too, the pride of ancestry might trace</br>The ancient lineage of a noble race</br>The pow'r that rul'd, the pomp that fill'd the earth,</br>With all the honors of dislinguish'd birth.</br>But in these scenes does Nature love to dwell?</br>Are these the strains her sweetest numbers swell?</br>More simple haunts her modest spirit sings,</br>Whose potent magic from affection springs.</br>Then why this theme pursue?  to her more dear</br>The tender sigh, and pity's melting tear:</br>The mutual wish, the fond endearing kiss,</br>The smile expressive of unsullied bliss;</br>More dear to her, when tripping o'er the plains,</br>These twins in FRIENDSHIP pour'd their artless strains,</br>When arm in arm, they sought their lov'd retreat,</br>The ivied summer-house, the moss-grown seat;</br>The scenes of infancy's enchanting hour,</br>Sweet spots, endear'd by recollection's pow'r;</br>Where youth her gay fantastic colors threw,</br>And mus'd on pleasures past, or pictur'd new;</br>And promis'd all that glowing hope desires,</br>Her warm wish kindled at affection's fires;</br>Thus the smooth current of their moments past,</br>In joys too bright for life, too pure to last.</br>When issuing from the earth's contagious springs,</br>The demon plague o'er SCOTIA spread his wings;</br>From angry clouds his dart malignant flung,</br>Bow'd the strong sinews, and the nerves unstrung:</br>Beauty and strength alike the havoc shar'd,</br>Nor age nor sex the fatal poison spar'd;</br>O'er sick'ning worlds the sure destruction spread,</br>And desolation revell'd midst the dead.</br>Then rank infection burst from ev'ry pore,</br>And dark suspicion clos'd the social door.</br>Then came the lonely hour, the ceaseless tear,</br>The stolen interview, and anxious fear;</br>The last embrace that wrings the bleeding heart,</br>And the dread stroke, more keen than death, to part.</br>But here the hope on which affection hangs,</br>Beguil'd the pow'r of sorrow's bitter pangs</br>Celestial dreams of youthful fancy glow'd,</br>And thus sweet MARY'S ardent feelings flow'd:", "\"Oh, that our love some hallow'd spot could find,</br>Sacred to spirits of congenial mind;</br>Some lone retreat, where no infectious breath</br>Pours on the chilling air the blast of death;</br>No fever rages in the throbbing veins,</br>No phrenzy tortures with delirious paths;</br>But hope to rapture tells her flatt'ring tale,</br>And health, exulting, wantons in the gale.</br>Content with what primaeval life supplies,</br>The turf our bed, our canopy the skies;</br>And if we sicken, this our dearest claim:</br>Our fate, our suff'ring, and our grave the same.</br>And as the fading lamp of life expires,</br>And from the earth the fleeting soul retires,</br>The deathless spirits of immortal love</br>Shall mingle ere they reach the realms above;</br>And Mercy, betiding from her native sky,</br>Bear the pure flame to meet its God on high.", "\"No more, no more,\" her fair companion cries,</br>This cherish'd wish our native clime supplies;</br>'Mid blooming LEADNOCH'S deep embow'ring trees,</br>This heav'n of rest prophetic fancy sees;</br>Where safe conceal'd, we'll fix our sylvan seat,</br>Hope's dear asylum, FRIENDSHIP'S last retreat;</br>For us the larch a verdant roof shall bend,</br>And the tall pine its spreading mantle lend;</br>And where keen winds and scorching suns pervade,</br>We'll twine the foliage of the aspen shade;</br>And weave with texture nice the bleeding thorn,</br>With roses glowing like the blush of morn.\"", "Dear envied impulse of the youthful breast;</br>The bliss by fancy drawn, by hope possest.</br>Succeeding life a darker shadow throws,</br>And conjures future ills from former woes.</br>And here recording memory loves to trace</br>The simple beauties of this favor'd place;</br>The hawthorn spreading far its tufted shade;</br>The brook that rippled thro' the mantling glade;</br>The flow'ry dell, perfum'd with native sweets;</br>The rising hills, that shelter'd these retreats;</br>The tuneful lark, that pour'd his matin lay;</br>The wild rose blushing on its simple spray;</br>The river, rolling o'er its rocky bed,</br>Here dash'd in torrents, there in mirrors spread;</br>All that could health bestow, or life insure:</br>Fit haunts for love so true, for hearts so pure.", "Now from their flowing vest the zone unbound,</br>Confines the boughs that float luxuriant round;</br>Here the light net, which tress'd their auburn hair,</br>With leaves entwin'd, excludes the chilling air;</br>There for their couch the velvet moss is spread;</br>Here fragrant violets on their pillow shed;</br>Fresh buds and blossoms pour their rich perfume,</br>In waving honors from the foliag'd dome;</br>Beneath whose hallow'd arch, by beauty rear'd,</br>No nymphs so fair and fond have since appear'd.", "So blooming EVE, in Eden's happy hour,</br>Adorn'd with vernal sweets her nuptial bow'r;</br>Divine simplicity's enchanting grace,</br>And spotless innocence adorn'd her face;</br>Celestial music fill'd the tuneful grove,</br>And Nature smil'd with harmony and love.", "But scarce the moon, whose heav'nly lamp adorns</br>Night's sable throne, had fill'd her silver horns,</br>When, as they rose to hail the blush of day,</br>Rous'd by the early lark's melodious lay,</br>With eye exploring, and with pensive mien,</br>O'er distant hills a highlander was seen;</br>A checker'd tartan, cross his shoulders flung,</br>Down his fine form in graceful foldings hung;</br>Whilst sportive zephyrs, on his brow of care,</br>Wav'd in the dazzling sun his golden hair.</br>With eager step he bounded o'er the vale,</br>His plumage nodding to the passing gale.</br>His quick approach the blushing maids descried:</br>'Twas the young RONALD, CALEDONIA'S pride,</br>Who, long enamour'd of the happy pair,</br>Oft wove the wreath that bound their flowing hair;</br>Or wooed the plaintive turtle from its nest;</br>Or cull'd the nosegay for their snowy breast;</br>His only pleasure on their steps to wait,</br>Friend of their hearts, and partner of their fate.</br>And as the sun its orient beauty shed,</br>And sweets ambrosial round the valley spread,</br>Its floating beams, that round the branches play'd.</br>Form'd at each passing breeze a chequer'd shade;</br>This fairy haunt, from vulgar gaze conceal'd,</br>To his fond search its sylvan guests reveal'd:</br>And mutual glances, messengers of love,</br>Confirm his triumph, and his doubts remove.</br>He stops, a rising blush o'erspreads his cheek,</br>And thus his trembling lips attempt to speak:", "\"O bright examples of unrivall'd truth!</br>Dear, lov'd companions of my happy youth!</br>If ever RONALD touch'd your gentle hearts;</br>If his pure faith one gen'rous wish imparts;</br>Here let him bear the toil, the danger share,</br>Your smiles his recompence, your life his care:</br>For you each morn the choicest fruits he'll bring,</br>Flow'rs from the mead, and crystal from the spring;</br>Climb the steep rock, explore the neighb'ring wood,</br>And dress with careful hand your simple food.</br>And when her shadows silent evening throws,</br>And wearied Nature sinks to soft repose,</br>Still hov'ring near, as love and nature free,</br>Rapture shall pour her wildest minstrelsy:</br>As dreams seraphic o'er your slumbers steal,</br>And heav'nly bliss to earthly guests reveal,</br>In the rude beauties of our native plains</br>To Fancy's eye shall EDEN bloom again;</br>And Angels hail, as time progressive rolls,</br>The spotless union of congenial souls.\"", "He ceas'd, nor waited long the kind assent</br>Soft Pity to the pray'r of FRIENDSHIP lent.</br>Nor here let Modesty avert her eye,</br>Her bright cheek redd'ning with a deeper dye;</br>Here dwelt no thought that virtue should conceal,</br>But such as Saints and holy Angels feel;</br>No cruel glance that jealous passion flings;</br>No doubt, that tortures with a thousand stings;</br>But the pure intercourse of social thought,</br>Soul meeting soul, with sweetest transports fraught.</br>The gen'rous warmth confiding faith inspires,</br>And the firm trust that but with life expires;</br>And sympathy, that kindred bosoms sways,</br>Kindling to rapture feeling's latent rays.</br>As steel with flint the pow'r electric claims,</br>To rouse the spark that blazes into flames.", "O fleeting hope, with vain delusion fraught!</br>Visions of happiness, too dearly bought!</br>The April ray, that gilds the early Spring;</br>The down that paints the butterfly's light wing;</br>Beauties that vanish if a cloud arise,</br>Are lasting to the transient joys we prize.</br>For while affection pour'd her hallow'd strains,</br>The fatal spoiler revell'd in his veins;</br>Faint and more faint the vital sparks supplied</br>The ebbing current of life's crimson tide;</br>The flutt'ring pulse its earthly mansion fled,</br>And RONALD sunk to mingle with the dead.</br>Barb'd with disease, the deadly poison flew,</br>In the last sigh his parting spirit drew.</br>And while the mournful fair with tears inhume</br>His pallid corse, and deck the rustic tomb,</br>Their fading forms announce the cruel foe,</br>Their trembling limbs the pious task forego;</br>Death o'er the closing scene his mantle cast.&mdash;</br>So droops the lilly at the wint'ry blast.</br>\"Pass but a few short hours, this trial o'er,</br>We meet,\" fond MARY cried, \"to weep no more.\"</br>The gentle BESSY clasp'd her to her heart:</br>\"O blest indeed, not e'en in death to part;</br>O wait!  I follow to the realms of bliss!\"</br>And seal'd her passport with a dying kiss.", "But while these stars, so faintly seen below,</br>In better worlds with brighter lustre glow,</br>Say, does oblivion's silent shadow steal</br>O'er scenes so dear to hearts, that deeply feel?</br>No, the bold energies of souls sublime</br>Dispute their triumph o'er the wreck of time.</br>Tho' no proud trophy deck their lov'd remains,</br>The potent magic of affection reigns.</br>She, sweet enchantress, Nature's sov'reign queen,</br>Holds her mild empire o'er the shad'wy scene;</br>And in the mirror memory holds to view,</br>She bids their gentle virtues bloom anew.</br>Still thro' the shade of LEADNOCH'S verdant grove,</br>Responsive echoes tell the sighs of love;</br>The simple stream, to Scottish legends dear,</br>In soothing murmurs wakes the passing tear:</br>And ALMOND'S waves, impetuous in their course,</br>Pure as their FRIENDSHIP, ardent as its force,</br>Still roll in silent majesty along,</br>And claim the tribute of the poet's song.</br>Still heaving turfs, in gay luxuriance drest,</br>Spread their wild sweets o'er Beauty's mould'ring breast.</br>But say, ye spirits, whose blest pow'r controuls</br>The mystic wand'rings of departed souls,</br>Why no rais'd sods o'er RONALD'S ashes bloom?</br>Fears love a rival in the silent tomb?", "Ah!  far beyond the mansions of the dead,</br>Hope lifts the veil that human blindness spread;</br>On Faith's triumphant wing her spirit soars,</br>And worlds of bliss thro' boundless space explores;</br>Where knit by Mercy in celestial bands,</br>To perfect love the social heart expands.</br>From the first hour Creation's wonders glow'd,</br>To where the light of Revelation flow'd;</br>From Brutes to Man, from Man to God we trace,</br>One glorious system of Almighty grace.</br>Celestial harmony all Nature fills;</br>Earth's secret caves resound it to the hills;</br>The hills re-echo to each vale and grove;</br>The groves and vallies to the vaults above;</br>Seraphic spirits catch the choral strain,</br>And Angels mingle with the joyful train.</br>He comes, be comes, \"Let the floods clap their hands,\"</br>And bear the tidings to remotest lands.</br>He bursts the bonds by superstition wrought,</br>To darken reason, and entangle thought;</br>With Mercy breaks Oppression's iron rod,</br>And leads from love of Man, to love of God.</br>And to the doubtful terrors of the mind</br>Proclaims this truth:  Salvation to mankind.", "Angels of glory!  strike your sacred lyres!</br>And write a Saviour's love in hallow'd fires;</br>The Son of God reveals his dazzling light;</br>Spirits of mortal FRIENDSHIPS, veil your sight!</br>And, wrapt in wonder, gratitude, and love,</br>Leave earthly ties, and soar to realms above.", "Ah!  not alone in mercy to our race,</br>The boundless charities of Christ we trace;</br>But in those gentler offices, that charm</br>The ills of life, and grief and pain disarm;</br>In all that pity breathes, and hope desires,</br>Compassion feels, and holy love inspires;</br>In JOHN, the lov'd disciple of his heart;</br>In MARY too, who chose the better part;</br>In all his deeds to pardon and to save;</br>In buried LAZ'RUS, rising from the grave;</br>In MARY MAGDALEN'S repentant tear;</br>In his last charge to filial pity dear;</br>In the forgiving pray'r, that mark'd his death,</br>When Mercy trembled on his parting breath;</br>And in the precious boon to mortals giv'n,</br>The bread of life, the cheering cup of Heav'n,</br>Ere with his blood he sealed Redemption's plan,</br>And died himself, to save rebellious Man.</br>"]