["The air is fill'd with shouts, and trumpets' sounding&mdash;</br>A host are at thy gates, Jerusalem.</br>Now is their van the Mount of Olives rounding;</br>Above them Judah's lion-banners gleam,</br>Twined with the palm and olives' peaceful stem:</br>Now swell the nearer sounds of voice and string,</br>As down the hill-side pours the living stream;</br>And to the cloudless heaven Hosannas ring,</br>\"He comes, the Son of David comes &mdash; the mighty King!\"", "The cuirass'd Roman heard; and grasp'd his shield,</br>And rushed in fiery haste to gate and tower;</br>The Pontiff from his battlement beheld</br>The host, and knew the falling of his power&mdash;</br>That shout gave sign of Sion's final hour.</br>Still down the marble road the myriads come,</br>Spreading the way with garment, branch, and flower,</br>And deeper sounds are mingling, \"woe to Rome!</br>The day of freedom dawns &mdash; rise Israel from thy tomb!\"", "Temple of beauty, &mdash; long that day is done;</br>Thy ark is dust, thy golden cherubim</br>In the fierce triumphs of the foe are gone:</br>The shades of ages on thy altars swim,</br>Yet still a light is there, tho' wavering dim,</br>And has its holy lamp been watch'd in vain?</br>Or lives it not until the finish'd time,</br>When he who fixed, shall break his people's chain;</br>And Sion be the lov'd, the crown'd of God again?", "But then thou wast of earth the splendid wonder,</br>And matchless beauty sat upon thy walls.</br>At once, as with a peal of midnight thunder,</br>Startled the crowd within thy ivory halls;</br>The priests, with turban'd brows, and purple palls,</br>The son of Mammon, the pale usurer,</br>Like men that see the lightening ere it falls,</br>From their polluted seats sprang smote with fear&mdash;</br>That shout, like Judgment's Trumpet, burst upon their ear.", "He comes, yet with the burning bolt unarmed;</br>Pale, pure, prophetic, God of Majesty!</br>Tho' thousands, tens of thousands, round him swarm'd,</br>None durst abide that depth divine of eye;</br>None durst his waving garments' hem draw nigh.</br>But at his feet was laid the Roman's sword:</br>There Lazarus bowed to see his King pass by;</br>There Jairus, with his age's child, adored.</br>\"He comes, the King of Kings, Hosanna to the Lord!\"</br>"]