["Mourn, Albion, mourn; Astraea's now no more:</br>She's gone, and in her Death made Nature poor.</br>Astraea's now no more! &mdash; the Vales around,</br>Complain, and Eccho spreads the Tort'ring Sound.</br>Sick of a Guilty Realm, no longer now</br>She bears to sit Jove's Substitute below:</br>Of Fraud, of Faction, and of Discord tir'd,</br>Too soon, alas!  She to lost Peace aspir'd:</br>Disdain'd Three Kingdoms Discontented Sway,</br>Sigh'd for Repose, and Bliss without Allay;</br>Knew These were fix'd Above, and thither wing'd her Way.", "But oh!  fond Bard, restrain thy tow'ring Flight;</br>Nor trace Her Glories thro' such Floods of Light:</br>Least, lost in Splendour and by Day o'er come,</br>Thou meet the rash Bewilder'd Phaeton's Doom.</br>With safe and easie Pinions downwards glide,</br>Nor, in th' Immortal Glare, confess thy Pride:</br>To sad Britannia's Isle thy Views address;</br>Mark her just Groans, and dwell on her Distress!", "What Bounds can be proscrib'd to Mighty Grief,</br>Where the sad Cause admits of no Relief?</br>Where Wisdom does our Debt of Tears allow,</br>And Loyalty commands Immod'rate Woe?", "Thou of the Sacred Nine, whom Jove ordains</br>To sooth the melting Soul with Mournful Strains,</br>Assist; my Melancholy Song inspire;</br>If Sorrow have not quite unstrung thy Lyre.</br>In Notes of Weeping Harmony declare</br>Astraea's Virtues, and Her Land's Despair.", "Does an Eternal Slumber on Her lye?</br>Has Envious Death for ever clos'd Her Eye?</br>For ever quench'd that Light, that, like the Sun,</br>Without Reserve, on ev'ry Briton shone;</br>Where Love with Pow'r in sweet Confusion met,</br>And Majesty with Mercy blended sat.</br>An Union so compleat in Her was seen;</br>She Reign'd a Mother, and She Liv'd a Queen!</br>Where now shall Truth or Faith her Equal find?</br>Where Justice rule so strict, yet unconfin'd?</br>Virtues, like Parts, met there, to form in One</br>The Pride of Sex, and Lustre of a Throne.", "But Virtue's self in vain with Death contends:</br>Heav'n, in his Time, resumes the Breath he lends.</br>His Grim commission'd Slave, made strong with Pow'r,</br>Strict in his Rage, observes the pointed Hour:</br>No Tears can bribe, no Piety persuade,</br>The Terrors of his Office to evade:</br>No Purple Grandeur awe his Licens'd Hand;</br>Or boasted Merit his Arrest withstand:</br>All Mortal things must feel his Equal Pow'r;</br>The Rural Cottage, and the Regal Tow'r!", "Then Albion, mourn; Astraea's Loss deplore,</br>Whom Fate has snatch'd, and Never must restore.</br>O!  May not Grief of hasty Fate complain,</br>That robs us of such Blessings, such a Reign?</br>Alas!  the happy flitting Years are gone;</br>The Golden Hours have slipt away too soon!</br>Ye Muses, aid my Grief, and swell my Verse;</br>Ye Woods, shed all your Honours on her Herse!</br>Ye Purple Flow'rs, your Summer Glories hide;</br>Drop your faint Heads, and shrowd your gaudy Pride!</br>Fade all ye Myrtles, nor Her Fate survive;</br>But baleful Yews alone, and Cypress thrive!</br>Ye Birds, to Sorrow tune your warbling Throats;</br>And practise mourning Philomela's Notes!</br>Ye list'ning Ecchoes, the soft Dirge re-sing;</br>And, Poets, only touch the Elegiack String!", "Divine Astraea's fled, and left behind</br>Nought but the Mem'ry of her Sacred Mind.</br>A Mind so Great, so fraught with Heav'nly Fire,</br>As Heroes might affect, and Saints admire!</br>Had I a Verse as sweet, a Voice as strong</br>As Orpheus, to attract the list'ning Throng,</br>And Charm them to the Musick of my Song;</br>Its Theme should be Her Virtues to proclaim,</br>And so transmit my living Lines to Fame.", "But tasks like these an Abler Hand require,</br>The Tongue of Hermes, and Apollo's Lyre;</br>An Art like His, who could lost Worth retrieve;</br>And Cato to the wondring World revive!</br>And Art like His, who, by the Gods inspir'd,</br>Could make Lodona flow, and be admir'd!</br>O!  would their Ever-living Numbers chuse</br>In Her bright Name t' invoke the willing Muse:</br>The wishing Albion might her Queen survey,</br>In all her Lov'd Attire of Virtues, gay.</br>There, read the Wonders of Her Reign, and find</br>The strong Reflexion of her Godlike Mind:</br>Perhaps too, in a sweet Delusion caught,</br>And flatter'd by the animated Draught,</br>Finding the Pencil had so rarely done,</br>Might think her once again upon the Throne:</br>With Majesty adorn'd, with Conquest blest!</br>Immortal Blenheim in her Smiles exprest!</br>Redressing Wrongs, and Succ'ring the Distrest!</br>The Arbitress of War, of Peace become;</br>Peace, forc'd abroad, but gently Urg'd, at Home!", "Bold Muse, forbear; thy proud Description end;</br>From that bright Image to thy Griefs descend.</br>So gazing on the Sun's resplendent Ray,</br>(Rashness of Pride, our Weakness to betray!)</br>We're punish'd in our Crime, and weep our Eyes away.</br>Employ'd with Silent, but with Solemn Woe,</br>Let it content thy Struggling Soul, to shew</br>Tho' not the Poet's, yet the Subject's Part:</br>Build Her a Mausoleum, in thy Heart!", "Snatch me, ye Pow'rs, to some unhallow'd Grove;</br>The Seat of Sorrow, and unprosp'rous Love;</br>Where Solitude in sullen Pomp presides;</br>Where none resort, but whom Despair misguides;</br>Where Pan ne'er Revell'd, nor the Nymphs e'er play'd;</br>Where no Enquiring Rays the Gloom invade;</br>Nor Gaiety presumes t' infect the Rev'rend Shade.</br>Where Russet Leaves still blast, as they renew:</br>And low'ring Clouds descend in constant Dew.</br>Where Birds, and whisp'ring Zephyrs are unknown;</br>But Paddocks croak, and Winds ungentle Groan,</br>There on th' Unwholesome Grass my Limbs I'll spread,</br>And on a Riv'let's Bank support my Head.</br>To ev'ry murm'ring Wave in Tears complain,</br>And to the Hollow Blasts sigh out my Pain;</br>And if my Anguish can still higher grow,</br>Let Horror and the Place th' Encrease bestow;</br>From Horror and the Place, I'll cherish rising Woe.", "O strong Delusion of the working Soul!</br>How pow'rful Fancy, that can Truth controul!</br>Methinks, my Wish is crown'd, and I am laid</br>Beneath the Distant Unfrequented Shade;</br>Thou Sacred Silence, who art Mistress here!</br>Who reign'st Unrivall'd, Awful, and Severe!</br>Great Nurse of Contemplation, Queen of Thought!</br>Hear him, who has thy Gloomy Mansions sought;</br>Drive from thy still Retreats Malicious Fame;</br>That I secure may breath Astraea's Name.</br>From Rumour, and from Babbling Ecchoes free,</br>And safe in an Uncensur'd Privacy.</br>O!  May the trembling Sound alone survive</br>To such as pleas'd can Smile; unpleas'd, Forgive.", "Or Thou, Astraea, whom these Empires mourn,</br>Thou, who th' Angelick Councils dost adorn;</br>Who dost o'er States thy Saving Care extend,</br>Or the slow Months with a New Star befriend;</br>Begin to be Invok'd; and thy Assistance lend.</br>Supply the wanting Muse; Inspire my Lays:</br>Thou Subject of my Sorrow, of my Praise!</br>What tho' no Verse can make Thee grow in Fame,</br>Or add Fresh Glories to thy Lasting Name:</br>Yet Jove himself, transported to the Sky,</br>Like Thee, in Honour and in Virtue high,</br>Was pleas'd, to hear the Bards his Deeds rehearse;</br>And proud, to stand the Argument of Verse!", "She comes! &mdash; The Goddess from her Heav'n descends;</br>Permits thy Task, thy Piety commends:</br>Urania, haste; Erect the labour'd Tomb;</br>Strong let it rise, for Ages yet to come:</br>Time, exercise thy Rage on temper'd Brass;</br>With mould'ring Rust subdue the harden'd Mass:</br>Thy crushing Hand on Marble Structures lay,</br>The polish'd Rock must melt in slow Decay.</br>But what Astraea claims, in Pity spare;</br>Nor let Corroding Hours the Fabrick wear:</br>Nor canker'd Envy blast, or impious Scorn impair.", "The Bidden Pile ascends; its Sides adorn</br>Millions of Gems from Fancy's Quarry torn;</br>That sparkling in their fluid Fires proclaim</br>Astraea's Virtues, and Astraea's Fame.</br>(So Urim on the Prophet's Breast, of Old,</br>In blazing Light did Mystick Fate unfold.</br>So, when Astraea sat upon the Throne,</br>Her Actions to the World amazing shone.)</br>On Steps beneath, the pensive Graces wait,</br>With Hair dishevell'd, and oppress'd with Fate;</br>Higher, the Queen of Loves bright in her Tears,</br>But pale, as for Adonis' Death, appears;</br>Wild as affrighted Monarchs, when thy hear</br>Invasions are on Foot, and Ruin near.</br>Shorn of their Silver Locks the Cupids sit,</br>And languish at their Drooping Mother's Feet;</br>Stung with the pangs of Sympathetick Woe,</br>This breaks his Shafts, and t' Other spurns his Bow.</br>Fronting the Goddess, does poor Hymen stand;</br>His Nuptial Torch extinguish'd in his Hand:</br>No Saffron Robe his Sacred Limbs adorns;</br>But, dead to Joy, the Sable Deity mourns.</br>His Wreaths, that should some happy Head have crown'd,</br>Neglected, on the Floor are strew'd around.", "High, o'er the Tomb, a Pompous Arch ascends;</br>Beneath whose seeming Weight the Column bends:</br>Four Regal Forms aloft the Tablet grace,</br>And, rang'd by Time, maintain their certain Place.</br>High on the Right, on Pedestal of Gold</br>A purple Monarch stands, August, but Old:</br>He, who when Albion mourn'd Eliza's Fate,</br>Taught her to hope, and rais'd her drooping State;</br>Who to her Realms the Caledonian Land</br>Link'd in a friendly, but not lasting, Band.</br>Beneath, the Second; not unlike his Sire;</br>But milder Features quench'd the Martial Fire:</br>Nature his Soul did in his Visage paint;</br>Proud to lay down the Monarch, for the Saint!</br>Stript of his Crown, his hoary Temples bare;</br>But hov'ring Angels the stoln Pomp repair:</br>And a Celestial Wreath, tho' Thorny, bear.</br>But rest Thee there, rash Muse; nor dare to pry</br>On Horrors that will blast th' Enquiring Eye;</br>Horrors, whose Mem'ry makes a Nation groan;</br>And dread the Judgments must her Guilt attone;</br>For Truth, to Eternize the dire Disgrace,</br>A Block below, and bleeding Ax does place.</br>O'er the left Columns, high, a Third does stand,</br>And wields the peaceful Sceptre in his Hand;</br>A Sceptre struggling Loyalty restor'd</br>To bless its Rightful, but its Exil'd Lord!</br>Pleasure and Ease the Regal Cares controul;</br>Glow on his Cheek, and mark the sprightly Soul.</br>Not so, beneath, his Successour appears;</br>But on his Brow a Gloom of Sorrow wears.</br>Irresolute Debate dwells in his Eyes,</br>Haste rules his Feet, and Fear of rude Surprize.</br>With Outstretch'd wishing Arms he seems to fold</br>The Abdicated Realms, he must not hold.</br>Unhappy Prince! &mdash; by Zeal too strongly Sway'd;</br>Had'st thou thy Reason's better Light obey'd,</br>Thou hadst been more a King, and less betray'd.</br>Peace on thy Sacred Urn!  All Errors sleep</br>In the dark Vault, that does thy Ashes keep.</br>Let later Times thy Triumphs only sing,</br>And in the Glorious Duke, forgive the King.</br>So, from a short Eclipse, the God of Day</br>Shines out, and reasserts his Darken'd Ray;</br>Thy Light renew'd, Albion with Joy must own;</br>That saw Astraea gild the dazzling Throne.", "But soft my Muse!  and upward turn thy Eyes,</br>Prepar'd as well for Sorrow, as Surprize.</br>What Young Augustus, with Distinguish'd Grace,</br>Claims the Mid Arch, and fills th' Ennobled Space;</br>What Great Descendant of the Royal Line?</br>But Night and Shadows his Check'd Beams confine.</br>The Fates did this Short Wonder barely lend,</br>And to encrease our Hopes, our Grief suspend.</br>Too lavish Blessings had enrich'd the Throne,</br>If Heav'n had pleas'd to make this Gift our Own.</br>No Prince shall greater Expectations raise;</br>Or Britain e'er a Nobler Offspring praise.</br>What Wonders might He in the Field have done!</br>What Foes encounter'd!  and what Trophies won!</br>O much Lamented Youth!  could'st thou have broke</br>The Force of Fate, and shook the galling Yoke;</br>Then ripen'd Glo'ster had more pow'rful shone,</br>The brightest Jewel in the British Crown!", "Ye Nymphs, with Flow'rs your fragrant Baskets fill;</br>Crop the soft Lilly, and the fertil Dill;</br>Pale Violets, and the blushing Poppy bring,</br>And all the Treasur'd Odours of the Spring:</br>The Vegetable Sweets, unsparing, strew;</br>And this Vain Office on his Grave bestow.</br>Tears too a Tribute to his Mem'ry bring;</br>But could ye make your Eyes a weeping Spring,</br>Its Streams are owing to Astraea Dead;</br>Astraea claims more Tears than you can shed!", "Here, Mighty Princess, rest; Imperial Shade!</br>Accept the humble Honours I have paid;</br>Gods oft have their Ambrosial Domes exchang'd</br>For meaner Roofs, and with the Peasant rang'd.</br>Here if thou wilt reside, a Grove shall rise;</br>And Elms and Oaks invade the nearer Skies:</br>The Palm and Olive shall unplanted grow;</br>The Woodbine shoot, and frequent Throngs resort,</br>And make a grateful, but a Sable, Court.</br>The Bards in solemn Choirs their Voices raise,</br>Shall charm the Wood with their Inchanting Lays:</br>And tune their sounding Lyres to Monumental Praise.", "Let all be hush'd!  and Midnight Silence reign;</br>My ravish'd Ear drinks in th' harmonious Strain:</br>Some artful Hand has strook the trembling String,</br>And thro' the Grove Astraea's Honours ring.", "Muse, catch the graceful Numbers as they fly;</br>Or force Officious Eccho to reply,</br>To soar, and intercept the mounting Harmony!</br>The Muse obeys; the breathing Notes rebound;</br>And sweet, as Zephyrs charg'd with Odours, sound.</br>Soft, as the Down of Cytherea's Doves,</br>The Soft and Sweet become Astraea's Loves!</br>Her Nuptial Faith, her Tenderness, and Joy,</br>And all her pleasing Cares the Theme employ.</br>Intrude not, anxious Pomp; the soft'ned Strain</br>Does thy Imperial Pageantry disdain.</br>Domestick Transports swell the private Song;</br>And warbling Lutes the blissful Notes prolong.</br>Heav'ns!  How she shines, divested of her State;</br>And only, in Connubial Virtues, Great.</br>To her Lord's Will how fondly She resign'd,</br>Whene'er he would disclose his Princely Mind!</br>How Diligent, his young Desires to trace,</br>And read th' expressive Passion in his Face!</br>Listen, ye Matrons, and her Arts essay;</br>Content, like her, to Love; like her, Obey.</br>Recall her to your Souls; regard her Life;</br>And view her as a Mother, as a Wife!</br>But, hark!  the Winds convey a sprightlier Sound;</br>The Lute is in the louder Trumpet drown'd.</br>The Martial Notes proclaim her on the Throne;</br>And distant Realms her rightful Empire own:</br>In vain disputing France her Claim denies,</br>And a rejected Heir does Idolize.</br>Whene'er she fights, Bellona lends her Car,</br>And Mars deals out his Magazines of War.</br>Her Terrors spread; their unresisted Sway</br>The Gallick Pow'rs confess, and yield the Day.</br>Just to her Triumphs, the Impartial Verse</br>Does Bourbon's now retracted Boasts rehearse.</br>Surpris'd by Conquests, He her Title owns;</br>And hails her, Mistress of the British Thrones!</br>Sues for her Friendship; makes the Battle cease;</br>And servilely demands the Terms of Peace.</br>The Warlike Strains are chang'd; the warbling Flute</br>Does from the Grove the gladd'ned Ear salute.</br>Soft Io Paean's, wafted thro' the Air,</br>Charm the still Orbs, and balmy Peace declare!</br>The smiling Goddess Tyrant War inchains,</br>Takes her firm Seat, and with Astraea reigns!</br>Diffusive Blessings from their Union flow;</br>And chearful Plenty clears each Anxious Brow.</br>But, oh!  what alter'd Passions does prophane</br>The pleasing Notes, and Breaths a mournful Strain?</br>Frail are our human Joys, and unsincere;</br>With ev'ry State Misfortunes interfere!</br>Scarce does the Peace her rip'ning Fruits disclose,</br>But Albion must a greater Blessing lose.</br>Her Darling Queen in haste is snatch'd away;</br>A brighter Throne expects her Courted Sway.", "But must Astraea, like the Vulgar, dye?</br>Has Death no Golden Dart for Majesty?</br>Here Slumbers ought to do the work of Fate,</br>Anguish and Agonies at Distance wait,</br>Sleep steal the Breath, and Ease the Soul translate.</br>But the Grim King of Terrors does disdain</br>The soft Distinction, and presides in Pain.", "A rude Disease invades with raging Force,</br>And to the Nobler Parts directs his Course;</br>Seizes her Sacred Head; and seated there,</br>Does on her Heart, unable to withstand</br>The shock of War, yields to the Foe's Command.</br>Enter'd, he labours to maintain his Ground:</br>And spreads his baleful Influence around.</br>Contending Art in vain her Med'cines tries,</br>Retreating Life before the Victor flies.</br>Th' Officious Care that would some Succour give,</br>Serves to Encrease her Tortures, not Relieve.</br>Th' Event is plain; all hopes of Rescue cease;</br>Death must compleat the Rage of the Disease.", "The Mournful Train, that round her Bed attend,</br>To the Deaf Skies their Ardent Wishes send.</br>Invoke the God of Health, but all in vain;</br>Sigh, Weep, and Pray, Despair, Address, Complain.</br>Confusion on each Charming Visage hung,</br>And tender Fears their slack'ning Nerves unstrung.</br>As when a midnight Fire with sudden Blaze</br>Bursts forth, and thro' the Gloom its Flames displays;</br>Th' alarmed Croud its Rage with Horror eye;</br>And Shrieks and Lamentations pierce the Sky:</br>Lost in Surprize, unable to prevent,</br>Each sees his House the spreading Fire augment;</br>With helpless Grief o'er his lost Treasure stands;</br>And shakes his Head, and wrings his lifted Hands.</br>So, round Astraea's Couch a weeping Ring</br>Of Beauties press, and vain Condolements bring.</br>With wild Amaze their Sov'reign's Anguish view,</br>And see the fierce Disease her Strength subdue!</br>Lethargick Sleeps her vital Pow'rs oppress!</br>And strong Convulsions her rack'd Nerves possess!</br>Find, she must dye!  And with unaiding Moan,</br>Lament the Nation's Treasure and their Own.", "She, tho' o'erwhelm'd with Agonizing Pains,</br>Pity, her great Prerogative, maintains;</br>Touch'd with Compassion does their Sorrows share,</br>And with Her Hand, conjures Them to forbear.</br>With feeble Voice, &mdash; \"Weep not for Me,\" she cries;</br>\"Nor heave your Breasts with unavailing Sighs:</br>This fierce Encounter its own Rage shall spend,</br>And a short Struggle your sick Mistress end.</br>A Prince Succeeds, who will with just Regard</br>Approve your Service, and your Love reward.</br>All will be well!\" &mdash; She said, but could no more:</br>Prevailing Weakness does her Speech o'erpow'r.</br>In Murmurs the Unfinish'd Accents dye,</br>And the tir'd Organs their lost Tone deny.</br>The drooping Train perceive the New Decay,</br>And Ebbing Life by gradual Steps give way.</br>Again they tremble, and fresh Tears they shed;</br>And her approaching Dissolution dread.", "Not long they dread, ere Heav'n's resolv'd Decree</br>Takes Place, and sets the Royal Suff'rer free.</br>No lab'ring Pangs her parting Soul molest;</br>But, as fatigued with Life, She turns to Rest.</br>Calmly her Breath, in easie Sighs, foregoes;</br>As ripen'd Fruits cleave from the yielding Boughs:</br>Gently, as Thame's Silver Currents run;</br>Or Summer Winds fall with the Setting Sun.</br>The mighty Work is o'er! &mdash; Her Labours end;</br>And Death's admitted, like a welcome Friend.</br>Her disincumber'd Soul with Ardour flies;</br>Quits the Vile World, and seeks its Native Skies.", "Nature, Great Goddess!  on whose Working wait</br>All the dark Embryo's of unfinish'd Fate;</br>Why did not Prodigies the World alarm,</br>And Albion for the threat'ned Horror arm?</br>Why did not Sanguin Comets baleful glare,</br>And with long Fires the signal Change declare?</br>Earth should have shook; the lab'ring Sun, o'erspread</br>With full Eclipse, have hid his conscious Head.</br>Why did not Winds with unknown Fury roar?</br>And the hoarse Waters lash the foaming Shoar?</br>Unwieldy Whales should from the Deep have come;</br>And Porcipises been Heralds of her Doom.</br>The Fate foreseen had combated Despair;</br>Had taught us how to grieve, and how to bear.", "But all was quiet, as Astraea's Breast;</br>Nature, and the calm Season were at Rest.</br>The unsuspected Shock prevents the Fear;</br>So Thunders break, when no black Clouds are near.</br>So nimble Lightnings dart along the Green;</br>Blast and Consume, ere scarce their Fires are seen.</br>No busie Terrors their Presage intrude,</br>Or Pomp of Prodigies her Death prelude.</br>Let Earthquakes, Storms, and Monstrous Omens wait</br>To signalize the Tyrant's Savage Fate.</br>But rightful Monarchs in their Death maintain</br>An Emblem of their Just, Harmonious Reign.", "O!  She was All a Nation could require</br>To satisfie its Hope, or large Desire.</br>Sure as her Birth, the Gods in Council sate;</br>Resolv'd, a finish'd Virtue to create:</br>Imparted all their Pow'rs, and Aid Divine;</br>To give the World Assurance of a Queen!</br>With Piety the Regal Soul they drest;</br>Compassion, Mercy, and soft Love imprest;</br>And ev'ry Charm that might the forming Gods attest.</br>So once (as Poets dream'd) Pandora rose,</br>And to the World did ev'ry Grace disclose.</br>Transcendent Beauty did the Maid adorn;</br>Bright as the Sun, and lovely as the Morn!</br>But Charming as she was, and dear to Sense,</br>Th' Exterior Grace made all her Excellence.</br>Th' Olympian Pow'rs her outward Parts refin'd,</br>But with uncomely Frauds disguis'd her Mind.</br>Not so Astraea &mdash; Heav'n inform'd her Soul;</br>And with diffusive Virtues blest the Whole.</br>Her Mind to her fair Body was a-kin;</br>Without a Goddess, and a Saint within!", "Ye Pow'rs!  why was your Bounty thus restrain'd,</br>Why gave so much, and then withdrew its Hand?</br>Why was she form'd so Exquisitely Bright?</br>So soon to fade, and yield to Death and Night?</br>O!  had her Glories been but less confin'd,</br>She nearer had approach'd th' Immortal Mind!</br>But now more Glorious, She, in Bliss, above</br>Reigns in the Presence of Eternal Love;</br>With Angels mix'd, she tunes her Heav'nly Voice;</br>Adores the Throne; and her Chast Sp'rit employs</br>In Hallelujah's and Undying Joys!</br>There as thou sit'st in unexhausted Light,</br>(If any mortal Care ascend that Height,)</br>Auspicious from thy dazzling Sphere look down,</br>And thy Lov'd Realms with future Blessings crown:</br>With pitying Eye thy suff'ring Isles survey;</br>Regard them, and their grateful Tears repay.</br>See, how thy Britain rends her Hair in Grief,</br>Bent on Despair, and dead to all Relief.</br>Hark, how she sighs!  What Groans her Bosom heave,</br>As Life, in the strong Wreck, its Seat would leave.</br>Her lost Astraea to Excess she Mourns;</br>And to the Ground her downward Eyes she turns:</br>With Sorrow quench'd, her Looks to Earth are bent;</br>And all her Thoughts in drooping Anguish spent.</br>But when, renew'd to Hope, their Balls she rears;</br>And with new Fires their Languid Beams repairs:</br>Then, Brunswick, she shall bend their Light on Thee,</br>And distant Comforts in thy Reign survey.", "Thou promis'd Monarch, come; Thy Land invites</br>Thee, to assume thy Pow'r and Sceptred Rights.</br>Be, what our Hopes have form'd; Be Britain's Law;</br>With Wisdom rule; with Resolution awe.</br>On Thee, she all her Glory does repose;</br>To Thee her Faith and vow'd Allegiance owes.</br>Auspicious, come; her Drooping Offspring chear;</br>And be thy Albion's Shield, thy Albion's Spear!</br>"]