["Lost, like the shadows of a summer's day,</br>Is each enjoyment that I lately knew;</br>And ev'ry hour has hasten'd to decay,</br>Swift as the texture of the morning-dew.", "In sullied regions of obnoxious air,</br>With drooping spirits and desponding heart,</br>My load of misery I now must bear,</br>And act a weary and reluctant part:", "Not to behold the purple beams of morn</br>Cast their soft lustre on the rippling scene;</br>Or hear the rustling of the trembling corn,</br>Or music warbling from the groves of green:", "Nor, on the bosom of the curly wave,</br>Eye the quick progress of the scudding bark;</br>Or, in the coolness of some rocky cave,</br>The varied wonders of creation mark:", "Nor, with a eager and a panting heart,</br>The silver surface of the surge divide;</br>And, by the dalliance of the finny art,</br>Beneath the ocean, for a time, abide.", "Nor, when the ardour of meridian day</br>Embraces Nature in its fervid heat,</br>Breathe the wild music of a plaintive lay,</br>In the sweet fresco of a lov'd retreat:", "Nor, in the calmness of departing eve,</br>Loiter along the mazes of the shore;</br>Or catch the breezes, as they passing heave,</br>And list the concord of the splashing oar.", "Ah, no! &mdash; my fortune leads me to the crowd,</br>To bear the taunts of an insulting world;</br>Where Vice, in tones imperative and loud,</br>Displays her numbers to destruction hurl'd:", "Where Mammon dominates as lord of all,</br>And cramps each nobler impulse of the soul;</br>Where all obey the mandates of his call&mdash;</br>The veriest villains to attain his goal.", "Were but the feelings of my heart obtuse,</br>Or scal'd with traceless adamant around,</br>I should not pour the moanings of my muse,</br>For my deep sorrows would not then abound.", "Ye num'rous, blest insensibles, that breathe!,</br>Whose breasts are obdurate as pierceless steel,</br>Who never sorrow at Affection's death,</br>Or sooth the pangs of which sympathy can heal:", "Oft have I heav'd the tribute of a sigh,</br>And, anxious, ponder'd on the cheering thought,</br>That I could sensibilities defy,</br>Or they had never in my bosom wrought.", "Perish the thought!, which threatens to untie</br>Those finer cords that bind us to our race;</br>No! &mdash; may I never check the heart-felt sigh,</br>Which prompts me others' anguish to efface!", "For I have known the ghastly forms of grief,</br>And, oft, my pillow has been steep'd with tears;</br>Long'd for a friend, who could bestow relief,</br>Disperse my sorrows, and dispel my fears.", "But, ah!  such friends are rarely to be found&mdash;</br>Scarce as the gems, which sparkle from the mines;</br>Soothing as roses that embalm the ground,</br>Close in their ardour as the clasping vines.", "Should proud Ambition fire the breast of man,</br>And picture trophies to his ruffian-heart;</br>Frame the wild fabric of a whelming plan,</br>And claim assistance from the demon, Art?", "Should Man demolish, with his ruthless hand,</br>The hoary structures of majestic Time;</br>Or blood-stain regions by his dire command,</br>Whilst Nature trembles at the flagrant crime?", "Should he oppress the fellows of his race,</br>And basely bind them to the subject earth,</br>For the deep tincture of a sable face,</br>That, oft, developes honesty and worth?", "Should he, with threats, compel them to depart</br>From all the comforts of their native land,</br>From ev'ry scene connected with the heart,</br>And bear them, moaning, to a blacker band?", "No! &mdash; He, that rear'd him from his parent-clay,</br>And bade him glow with heav'n-descended fire,</br>Inform'd his creature with that deathless ray,</br>To check the passions, and to curb desire;", "To blunt Affliction's ever-piercing sting,</br>And charm the anguish of the drooping soul;</br>The balm of comfort to the mourner bring,</br>And view as kindred the extended whole:", "Not, like the despot-vultures of the air,</br>To prey infuriate on devoted man;</br>Nor add distresses to the portion'd share,</br>He knew the moment when his birth began.", "The cup of misery we all partake,</br>Whilst in this pilgrimage beneath the sky,</br>Ought, surely, tend to prompt and to awake</br>The tear of pity, and the tender sigh.", "Children of sorrow, and the heirs of woe,</br>Our prospects mutual, and alike our cause,</br>Ah!  why should man be an insatiate foe,</br>And urge the horrors of ensanguin'd wars?", "Rather should hemlock flourish on his brow,</br>Than laurel deck and Alexander's head,</br>Who, vaunting, mark'd the blood of thousands flow,</br>And smil'd triumphant, as he past the dead.", "Man is the brother of each man that lives&mdash;</br>The crimson current of their veins the same:</br>Their bounteous Father to his children gives</br>And equal portion of seraphic flame:", "Yet, Life's a picture of a dismal kind,</br>Where brother seeks his brother to undo;</br>Where many an impulse of immortal mind</br>Impels to actions of the direst hue.", "When royal tyrants, with imperious sway,</br>Rule nations, subject to their fierce command,</br>The musing soul anticipates the day,</br>Which tears the sceptre from their iron hand:", "When the last mansion of th' oblivious dead</br>Shall hide their grandeur from the raptur'd gaze;</br>When, cold and cheerless, each resplendent head</br>Shall lie neglected 'mid the cavern's maze.", "That eye, which once could dignity bestow,</br>Will prove the harbour of a vermin-train;</br>The lips, whence bright nobility could flow,</br>Will boast, no longer, an illustrious reign.", "Where are the spangled canopies of state,</br>The tissued vest, and the emblazon's robe;</br>When the keen arrow of unerring Fate</br>Destroys a ruler on this spacious globe?", "Ah!  then, the meanest creature of the earth</br>May scorn the pageants of this lordly king;</br>Contemn the splendour of superior birth,</br>Nor pause to hear his solemn curfew ring.", "But, there are tyrants in an humbler sphere,</br>Who sway the sceptre in domestic hours;</br>In some poor lackey strike the nerve of fear,</br>And awe their children by their mighty pow'rs;", "Led by the savage dictates of the soul,</br>Impose their shackles on a tender wife,</br>Who bears the burden of their rude control,</br>To shun the discord of embitter'd strife.", "Oh!  how I anger, as I weave the strain,</br>When my thoughts turn to fetters which I bore,</br>When Youth had plac'd me 'neath a tyrant's reign,</br>Whose mind was little, as his paltry pow'r.", "Yet, yet, he lives &mdash; and though this very day</br>Beheld his spirit from its mansion fly,</br>No tender tribute should my numbers pay,</br>Or tear-drop startle from my sorrowing eye:", "Of him no more &mdash; for deep resentment flings</br>A sullen rancour through my swelling soul;</br>And Fancy fain would frame her piercing stings,</br>And mark the ruffian as her proper goal.", "How my heart wafts its wishes to the skies,</br>That Heaven would sweep such wretches from the earth;</br>And, when I hear a petty tyrant dies,</br>I hail the blessing, as I moan'd his birth!", "In the wide circle of this checquer'd life,</br>What motley figures on my vision start!</br>Some wake the flames of never-ending strife,</br>Deprave the passions, and corrupt the heart:", "Others, with ardour in a vile pursuit,</br>To ruin hurl the widow, and her child;</br>Loud, and important, where they should be mute,</br>Fierce, and audacious, where they should be mild.", "Yes &mdash; even virgins of unsullied fame</br>Have, by the dictates of a mother's art,</br>Become the victims of a lustful flame,</br>And lost to all the wishes of the heart:", "For if the feelings of the heart approve</br>A lasting union with an object dear;</br>The tranquil pleasures of connubial love,</br>Where Fashion holds not her inverted year;", "Then, the fond parent execrates the choice,</br>And paints the horrors of a dreary gaol;</br>Whilst Pride and Vanity pourtray the joys,</br>That Fortune wafts upon her golden gale.", "Sway'd by the precepts of a mother's tongue,</br>Thus is a daughter hurried to her fate;</br>And that lov'd breast, to which she early clung,</br>Becomes repentant, when it proves too late.", "Should Fortune, fickle as the breezy band,</br>Invert the fav'ring balance of her scales;</br>And tear the riches from a wealthy hand,</br>And blast his prospects with her piercing gales:", "Swift as the lightning, darting from the skies,</br>The smiles of friendship darken into gloom;</br>The paltry world dissolves the social ties,</br>And leaves the victim to his dreary doom.", "But if the sportive mazes of her foot</br>Should sudden enter the abode of Want,</br>And should she pour her treasures in the hut,</br>And bid the fiend of Poverty avaunt!", "Then Friendship turns, envelop'd in her guile,</br>And bears the proffers of sincere esteem;</br>Whilst int'rest loiters in the dimpled smile,</br>That sporteth only in the sunny beam.", "Ah!  this is life, and colour'd to the truth,</br>Not the dark picture of inventive pow'r;</br>Thus I have found it from my earliest youth,</br>And thus shall find it to my latest hour.</br>"]