["Where hackney Ladies take their nightly Stand,</br>And Cath'rine Street runs foul into the Strand,</br>Kenrick, with Self-importance swelling high,</br>Caught Isaac B&mdash;ff's felonious Eye:</br>Each scoul'd awhile on each, and neither spoke,</br>'Till Isaac thus the sullen Silence broke.", "BICKERSTAFF.</br>Is it thou, William?", "KENRICK.</br>William is my Name.</br>Shakespeare was William call'd, and I the same.</br>His Name I bear, and bear his Talents too:</br>Shakespeare drew Falstaff &mdash; Falstaff Kenrick drew;</br>Rais'd the fat Knight by his creative Brain,</br>And warm'd the Mummy into Life again.", "BICKERSTAFF.</br>Thou vie with Shakespeare!  Thou supreme of Fools!</br>Thou Prince of Coxcombs!  Maker of Brass Rules!</br>Whose mind no Science lights, no Muse inspires,</br>But Hunger whets, Pride bloats, and Envy fires:</br>Whom, as reluctant into Life to send,</br>Dame Nature quicken'd from her nether End;</br>Breath, wholesome Breath, she deign'd not to impart,</br>And left the shapeless Mass impregnate with a F&mdash;t.</br>Hence rumbling, grumbling, made of Filth and Noise,</br>Thou scar'st old Women, Booksellers, and Boys:</br>Sense stops the Noise, Wit winks, and Fools admire,</br>While &mdash; crack, fiz, bounce! &mdash; You in a Stink expire.</br>On Settle, Dennis, Durfey, graft thy Fame,</br>But blend not with thine own great Shakespeare's Name!</br>Trouble the Ghost of honest Jack no further,</br>Whom Shakespeare kill'd to stop his future Murther!", "KENRICK.</br>What if these Glories tamely I resign,</br>Think, Isaac B&mdash;ff, the Fate of thine?</br>When good Queen Anna rul'd the British Land,</br>Genius and B&mdash;ff went Hand in Hand:</br>Swift, Steele, and Addison, then wore the Name,</br>And made it known to Humour and to Fame.</br>But Time and Chance that \"William\" threw on me,</br>Have blasted Isaac B&mdash;ff in Thee!</br>On what base Wretches Names may fall at last!</br>Oh how unlike the present and the past!</br>Still brewing thy rhetorical Small-Beer,</br>Thou serv'st the Town a Kilderkin each Year;</br>Feed'st, like a Hog, upon Dramatick Grains;</br>And draw'st the Taplash of another's Brains.</br>Charles Johnson, Parson Miller, with a Train</br>Of Playwrights long forgot in Drury Lane,</br>See their last Dregs into the Mash-tub cast,</br>To work up Village Loves, and strengthen Dr. Last.", "More and much more the warring Poets said,</br>When Griffin issued forth from Garrick's Head.</br>End, end your Strife, he cried; come in, and dine!</br>Mince-pyes invite, plump Turkey, and fat Chine.</br>On Johnson, Goldsmith, Reynolds, vent your Rage;</br>Attack the Arts, Church, Army, Bar, or Stage!</br>Join in the Cheer a merry Christmas sends,</br>Write Grubstreet Chronicles, and live good Friends!</br>"]