["SCENE:  A GARRET.</br>Resound ye walls!  resound the dismal lay!</br>(A taylor cries) our master dy'd to-day!</br>Say what avails it now our seats to keep,</br>Since he who fed us &mdash; Oh! &mdash; is fast asleep.</br>Rise, rise, my friends!  haste!  get upon your feet,</br>We lose our time if we preserve our seat;</br>But let us, ere we leave the garret, try</br>Who best can speak his griefs, who loudest cry.</br>Begin &mdash; This charge the dying Buckram gave,</br>And said &mdash; Ye workmen sing, around my grave!</br>Sing, whilst the widow'd lady sits below,</br>And laughs, and eats, and sips, to soothe her woe.</br>O!  Twist and Thimble, cast you work away,</br>Burn all the thread, and stitch no more today,</br>And with your needles, now so useless grown,</br>Inscribe this verse on Buckram's tender stone:</br>Let Nature change &mdash; let heav'n and earth deplore,</br>For Buckram, best of taylors, is no more!", "TWIST.</br>'Tis done!  see Nature's various charms decay;</br>'Tis dark as pitch, tho' middle of the day!</br>Ho!  Molly!  bring us lights, that we may see,</br>How well inaminates with us agree.</br>Lo!  where in Hell the faded cabbage lies,</br>With him it flourish'd, and with him it dies!</br>Were Buckram living, how the dyes would bloom,</br>And suits on suits he scatter'd o'er the room!</br>Ah!  what avail'd of business his store!</br>He's dead!  and now enjoys the trade no more!", "THIMBLE.</br>At morn good ale, at evening gin I prize;</br>At morn and evening how they cheer'd my eyes,</br>But Buckram always &mdash; Now, nor gin, nor beer,</br>Can please my soul, for Buckram is not here.</br>Oh grief!  the heated goose and I agree,</br>That hot with fire, and I inflam'd by thee.</br>Alas!  poor master, oft my thumb shall bleed,</br>For losing thee can I my stitching heed?</br>Away, my needle, I will sit and roar,</br>For Buckram, first of taylors, is no more!", "STAY-TAPE.</br>My wretched brethren, what avails our art,</br>That mendeth cloaths, yet cannot heal the heart?</br>How Nature mourns!  the sun has ceas'd to shine,</br>The dogs to bark, and silent are the swine!</br>Ye happy pigs, that on the clean straw lie,</br>No more we hear ye grunt, nor hear ye cry;</br>O!  happy pigs, ye sleep in peace the same,</br>Nor heed the sorrows which our breasts inflame;</br>But when awaken'd, Oh!  how ye will mourn</br>Your wash, beans, barley-meal, e'en all things scorn,</br>And, stretch'd at large upon your strawy bed,</br>Will grunt in chorus, for your Buckram's dead!", "THIMBLE.</br>For him the dogs shall loath their 'custom'd meal,</br>The cats disdain the savory bit to steal,</br>Yet shall they scream in concert, louder far</br>Than when at night they urge the amorous war;</br>No more, alas!  their squalling shall forbear,</br>A sweeter music than their own to hear,</br>But, growing wild, incessantly shall roar,</br>And tell that Buckram's singing is no more!", "TWIST.</br>No more shall cloth retain its wonted dyes,</br>And e'en, untouch'd, shall break the needles' eyes;</br>The sheers, when seiz'd by other hands for use,</br>Shall stubborn close, and cutting-out refuse;</br>And every journeyman shall scorn his bread,</br>And starve in pity, for a taylor's dead!", "STAY-TAPE.</br>Hark!  hark!  the measures, by the pitying wind</br>The sad news told, are grumbling here behind;</br>The grumbling measures to th' impatient fire</br>His death regrumble, and the flame burns higher;</br>Th' impatient fire to embers wasted down,</br>Now snaps with rage, now soars with dismal moan:</br>The wind, the measures, and the fire deplore,</br>For Buckram, best of taylors, is no more!", "THIMBLE.</br>Whilst yonder cushion shall our needles hold,</br>His fame to future taylors shall be told.", "ALL.</br>Adieu our shop-board, goose, and hell adieu!</br>Buckram is dead, and we must part with you!", "TWIST.</br>Resound the tale of woe, for Buckram's dead!", "ALL.</br>We will, as long as we can needles thread.", "Here every thimbled hero shook his head,</br>Now grief grew riotous, they kick'd, they roar'd;</br>At last it broke, and all came tumbling from the board!</br>"]