["Bold is th' aspiring youth, who dares to climb</br>Th' aerial summit of the sacred hill;</br>Who dares to woo the muse, to build the rhyme,</br>And dauntless drinks the deep Aonian rill.", "Fair spreads the opening prospect to his view,</br>What vernant meeds!  what golden plains appear!</br>Unclouded suns, and skies serenely blue,</br>What splendid glories mark the circling year!", "His pride impels him to the love of fame,</br>Aloft he soars upon her eagle wings;</br>Eager he grasps at an ideal name,</br>And o'er the lyre his hand he boldly flings.", "Fond youth, beware, you tread on magic ground,</br>Court not a garland of poetic bays:</br>Still with the rose, the painful thorn is found,</br>It is a doubtful, and a dang'rous praise.", "Soon will your smiling landscape fade away,</br>Soon will you find your glory in its wane;</br>When wint'ry suns shall shoot a languid ray,</br>And dark'ning clouds obscure th' eternal plain.", "What mighty meed has been the poet's lot?</br>What bright reward has crown'd his ceaseless toil?</br>What, tho' his labour'd lines are ne'er forgot,</br>His tedious vigils o'er the midnight oil.", "Who, like great Homer, wak'd the living lyre?</br>Yet by precarious bounty he was fed;</br>Had not immortal Lucan Jove's own fire?</br>Yet, in imperial Rome the poet bled.", "Disast'rous chance, Torquato, sure, was thine,</br>Tho' thy transcendent lustre never dies,</br>Ne'er with her smiles on thee did fortune shine,</br>Thy death was lanc'd from Eleanora's eyes.", "Illustrious Camoens won a deathless fame,</br>See!  Mars and Phoebus on the bard attend;</br>The distant east reveres his honour'd name,</br>Yet, in affliction, did his sun descend.", "Ev'n Colinet, whom all the muses love,</br>Whom all the nymphs, and all the swains adore;</br>Keen dissapointment often did he prove,</br>And pin'd in anguish by his Mulla's shore.", "Fond youth beware, decline th' insidious muse,</br>Hear not the magic of her syren strain;</br>Unwise the man, who still her track pursues,</br>For science, wit, and genius blaze in vain.</br>"]