["I.</br>\"How short the span of Life!  some hours possess'd,</br>Warm but to cool, and active but to rest!&mdash;</br>The age-worn fibres goaded to contract,</br>By repetition palsied, cease to act;</br>When Time's cold hands the languid senses seize,</br>Chill the dull nerves, the lingering currents freeze;</br>Organic matter, unreclaim'd by Life,</br>Reverts to elements by chemic strife.</br>Thus Heat evolv'd from some fermenting mass</br>Expands the kindling atoms into gas;</br>Which sink ere long in cold concentric rings,</br>Condensed, on Gravity's descending wings.", "\"But REPRODUCTION with ethereal fires</br>New Life rekindles, ere the first expires;</br>Calls up renascent Youth, ere tottering age</br>Quits the dull scene, and gives him to the stage;</br>Bids on his cheek the rose of beauty blow,</br>And binds the wreaths of pleasure round his brow;</br>With finer links the vital chain extends,</br>And the long line of Being never ends.", "\"Self-moving Engines by unbending springs</br>May walk on earth, or flap their mimic wings;</br>In tubes of glass mercurial columns rise,</br>Or sink, obedient to the incumbent skies;</br>Or, as they touch the figured scale, repeat</br>The nice gradations of circumfluent heat.</br>But REPRODUCTION, when the perfect Elf</br>Forms from fine glands another like itself,</br>Gives the true character of life and sense,</br>And parts the organic from the chemic Ens.&mdash;</br>Where milder skies protect the nascent brood,</br>And earth's warm bosom yields salubrious food;</br>Each new Descendant with superior powers</br>Of sense and motion speeds the transient hours;</br>Braves every season, tenants every clime,</br>And Nature rises on the wings of Time.", "\"As LIFE discordant elements arrests,</br>Rejects the noxious, and the pure digests;</br>Combines with Heat the fluctuating mass,</br>And gives a while solidity to gas;</br>Organic forms with chemic changes strive,</br>Live but to die, and die but to revive!</br>Immortal matter braves the transient storm,</br>Mounts from the wreck, unchanging but in form.&mdash;", "\"So, as the sages of the East record</br>In sacred symbol, or unletter'd word;</br>Emblem of Life, to change eternal doom'd,</br>The beauteous form of fair ADONIS bloom'd.&mdash;</br>On Syrian hills the graceful Hunter slain</br>Dyed with his gushing blood the shuddering plain;</br>And, slow-descending to the Elysian shade,</br>A while with PROSERPINE reluctant stray'd;</br>Soon from the yawning grave the bursting clay</br>Restor'd the Beauty to delighted day;</br>Array'd in youth's resuscitated charms,</br>And young DIONE woo'd him to her arms.&mdash;</br>Pleased for a while the assurgent youth above</br>Relights the golden lamp of life and love;</br>Ah, soon again to leave the cheerful light,</br>And sink alternate to the realms of night.", "II.</br>\"Hence ere Vitality, as time revolves,</br>Leaves the cold organ, and the mass dissolves;</br>The Reproductions of the living Ens</br>From sires to sons, unknown to sex, commence.</br>New buds and bulbs the living fibre shoots</br>On lengthening branches, and protruding roots;</br>Or on the father's side from bursting glands</br>The adhering young its nascent form expands;</br>In branching lines the parent-trunk adorns,</br>And parts ere long like plumage, hairs, or horns.", "\"So the lone Truffle, lodged beneath the earth,</br>Shoots from paternal roots the tuberous birth;</br>No stamen-males ascend, and breathe above,</br>No seed-born offspring lives by female love.</br>From each young tree, for future buds design'd</br>Organic drops exsude beneath the rind;</br>While these with appetencies nice invite,</br>And those with apt propensities unite;</br>New embryon fibrils round the trunk combine</br>With quick embrace, and form the living line:</br>Whose plume and rootlet at their early birth</br>Seek the dry air, or pierce the humid earth.", "\"So safe in waves prolific Volvox dwells,</br>And five descendants crowd his lucid cells;</br>So the male Polypus parental swims,</br>And branching infants bristle all his limbs;</br>So the lone Taenia, as he grows, prolongs</br>His flatten'd form with young adherent throngs;</br>Unknown to sex the pregnant oyster swells,</br>And coral-insects build their radiate shells;</br>Parturient Sires caress their infant train,</br>And heaven-born STORGE weaves the social chain;</br>Successive births her tender cares combine,</br>And soft affections live along the line.", "\"On angel-wings the GODDESS FORM descends,</br>Round her fond broods her silver arms she bends;</br>White streams of milk her tumid bosom swell,</br>And on her lips ambrosial kisses dwell.</br>Light joys on twinkling feet before her dance</br>With playful nod, and momentary glance;</br>Behind, attendant on the pansied plain,</br>Young PSYCHE treads with CUPID in her train.", "III.</br>\"In these lone births no tender mothers blend</br>Their genial powers to nourish or defend;</br>No nutrient streams from Beauty's orbs improve</br>These orphan babes of solitary love;</br>Birth after birth the line unchanging runs,</br>And fathers live transmitted in their sons;</br>Each passing year beholds the unvarying kinds,</br>The same their manners, and the same their minds.</br>Till, as erelong successive buds decay,</br>And insect-shoals successive pass away,</br>Increasing wants the pregnant parents vex</br>With the fond wish to form a softer sex;</br>Whose milky rills with pure ambrosial food</br>Might charm and cherish their expected brood.</br>The potent wish in the productive hour</br>Calls to its aid Imagination's power,</br>O'er embryon throngs with mystic charm presides,</br>And sex from sex the nascent world divides,</br>With soft affections warms the callow trains,</br>And gives to laughing Love his nymphs and swains;</br>Whose mingling virtues interweave at length</br>The mother's beauty with the father's strength.", "\"So tulip-bulbs emerging from the seed,</br>Year after year unknown to sex proceed;</br>Erewhile the stamens and the styles display</br>Their petal-curtains, and adorn the day;</br>The beaux and beauties in each blossom glow</br>With wedded joy, or amatorial woe.</br>Unmarried Aphides prolific prove</br>For nine successions uninform'd of love;</br>New sexes next with softer passions spring,</br>Breathe the fond vow, and woo with quivering wing.", "\"So erst in Paradise creation's Lord,</br>As the first leaves of holy writ record,</br>From Adam's rib, who press'd the flowery grove,</br>And dreamt delighted of untasted love,</br>To cheer and charm his solitary mind,</br>Form'd a new sex, the MOTHER OF MANKIND.</br>&mdash;Buoy'd on light step the Beauty seem'd to swim,</br>And stretch'd alternate every pliant limb;</br>Pleased on Euphrates' velvet margin stood,</br>And view'd her playful image in the flood;</br>Own'd the fine flame of love, as life began,</br>And smiled enchantment on adoring Man.</br>Down her white neck and o'er her bosom roll'd,</br>Flow'd in sweet negligence her locks of gold;</br>Round her fine form the dim transparence play'd,</br>And show'd the beauties, that it seem'd to shade.</br>&mdash;Enamour'd ADAM gaz'd with fond surprise,</br>And drank delicious passion from her eyes;</br>Felt the new thrill of young Desire, and press'd</br>The graceful Virgin to his glowing breast.&mdash;</br>The conscious Fair betrays her soft alarms,</br>Sinks with warm blush into his closing arms,</br>Yields to his fond caress with wanton play,</br>And sweet, reluctant, amorous, delay.", "IV.</br>\"Where no new Sex with glands nutritious feeds,</br>Nurs'd in her womb, the solitary breeds;</br>No Mother's care their early steps directs,</br>Warms in her bosom, with her wings protects;</br>The clime unkind, or noxious food instills</br>To embryon nerves hereditary ills;</br>The feeble births acquired diseases chase,</br>Till Death extinguish the degenerate race.", "\"So grafted trees with shadowy summits rise,</br>Spread their fair blossoms, and perfume the skies;</br>Till canker taints the vegetable blood,</br>Mines round the bark, and feeds upon the wood.</br>So, years successive, from perennial roots</br>The wire or bulb with lessen'd vigour shoots;</br>Till curled leaves, or barren flowers, betray</br>A waning lineage, verging to decay;</br>Or till, amended by connubial powers,</br>Rise seedling progenies from sexual flowers.", "\"E'en where unmix'd the breed, in sexual tribes</br>Parental taints the nascent babe imbibes;</br>Eternal war the Gout and Mania wage</br>With fierce uncheck'd hereditary rage;</br>Sad Beauty's form foul Scrofula surrounds</br>With bones distorted, and putrescent wounds;</br>And, fell Consumption!  thy unerring dart</br>Wets its broad wing in Youth's reluctant heart.", "\"With pausing step, at night's refulgent noon,</br>Beneath the sparkling stars, and lucid moon,</br>Plung'd in the shade of some religious tower,</br>The slow bell counting the departed hour,</br>O'er gaping tombs where shed umbrageous Yews</br>On mouldering bones their cold unwholesome dews;</br>While low aerial voices whisper round,</br>And moondrawn spectres dance upon the ground;</br>Poetic Melancholy loves to tread,</br>And bend in silence o'er the countless Dead;</br>Marks with loud sobs infantine Sorrows rave,</br>And wring their pale hands o'er their Mother's grave;</br>Hears on the new-turn'd sod with gestures wild</br>The kneeling Beauty call her buried child;</br>Upbraid with timorous accents Heaven's decrees,</br>And with sad sighs augment the passing breeze.</br>'Stern Time,' She cries, 'receives from Nature's womb</br>Her beauteous births, and bears them to the tomb;</br>Calls all her sons from earth's remotest bourn,</br>And from the closing portals none return!'", "V.</br>URANIA paused, &mdash; upturn'd her streaming eyes,</br>And her white bosom heaved with silent sighs;</br>With her the MUSE laments the sum of things,</br>And hides her sorrows with her meeting wings;</br>Long o'er the wrecks of lovely Life they weep,</br>Then pleased reflect, \"to die is but to sleep;\"</br>From Nature's coffins to her cradles turn,</br>Smile with young joy, with new affection burn.", "And now the Muse, with mortal woes impress'd,</br>Thus the fair Hierophant again address'd.</br>&mdash;\"Ah me!  celestial Guide, thy words impart</br>Ills undeserved, that rend the nascent heart!</br>O, Goddess, say, if brighter scenes improve</br>Air-breathing tribes, and births of sexual love?\"&mdash;</br>The smiling Fair obeys the inquiring Muse,</br>And in sweet tones her grateful task pursues.", "\"Now on broad pinions from the realms above</br>Descending CUPID seeks the Cyprian grove;</br>To his wide arms enamour'd PSYCHE springs,</br>And clasps her lover with aurelian wings.</br>A purple sash across HIS shoulder bends,</br>And fringed with gold the quiver'd shafts suspends;</br>The bending bow obeys the silken string,</br>And, as he steps, the silver arrows ring.</br>Thin folds of gauze with dim transparence flow</br>O'er HER fair forehead, and her neck of snow;</br>The winding woof her graceful limbs surrounds,</br>Swells in the breeze, and sweeps the velvet grounds;</br>As hand in hand along the flowery meads</br>His blushing bride the quiver'd hero leads;</br>Charm'd round their heads pursuing Zephyrs throng,</br>And scatter roses, as they move along;</br>Bright beams of Spring in soft effusion play,</br>And halcyon Hours invite them on their way.", "\"Delighted HYMEN hears their whisper'd vows,</br>And binds his chaplets round their polish'd brows,</br>Guides to his altar, ties the flowery bands,</br>And as they kneel, unites their willing hands.</br>'Behold, he cries, Earth!  Ocean!  Air above,</br>And hail the DEITIES OF SEXUAL LOVE!</br>All forms of Life shall this fond Pair delight,</br>And sex to sex the willing world unite;</br>Shed their sweet smiles in Earth's unsocial bowers,</br>Fan with soft gales, and gild with brighter hours;</br>Fill Pleasure's chalice unalloy'd with pain,</br>And give SOCIETY his golden chain.'", "\"Now young DESIRES, on purple pinions borne,</br>Mount the warm gales of Manhood's rising morn;</br>With softer fires through virgin bosoms dart,</br>Flush the pale cheek, and goad the tender heart.</br>Ere the weak powers of transient Life decay,</br>And Heaven's ethereal image melts away;</br>Love with nice touch renews the organic frame,</br>Forms a young Ens, another and the same;</br>Gives from his rosy lips the vital breath,</br>And parries with his hand the shafts of death;</br>While Beauty broods with angel wings unfurl'd</br>O'er nascent life, and saves the sinking world.", "\"Hence on green leaves the sexual Pleasures dwell,</br>And Loves and Beauties crowd the blossom's bell;</br>The wakeful Anther in his silken bed</br>O'er the pleased Stigma bows his waxen head;</br>With meeting lips and mingling smiles they sup</br>Ambrosial dewdrops from the nectar'd cup;</br>Or buoy'd in air the plumy Lover springs,</br>And seeks his panting bride on Hymen-wings.", "\"The Stamen males, with appetencies just,</br>Produce a formative prolific dust;</br>With apt propensities, the Styles recluse</br>Secrete a formative prolific juice;</br>These in the pericarp erewhile arrive,</br>Rush to each other, and embrace alive.</br>&mdash;Form'd by new powers progressive parts succeed,</br>Join in one whole, and swell into a seed.", "\"So in fond swarms the living Anthers shine</br>Of bright Vallisner on the wavy Rhine;</br>Break from their stems, and on the liquid glass</br>Surround the admiring stigmas as they pass;</br>The love-sick Beauties lift their essenced brows,</br>Sigh to the Cyprian queen their secret vows,</br>Like watchful Hero feel their soft alarms,</br>And clasp their floating lovers in their arms.", "\"Hence the male Ants their gauzy wings unfold,</br>And young Lampyris waves his plumes of gold;</br>The Glow-Worm sparkles with impassion'd light</br>On each green bank, and charms the eye of night;</br>While new desires the painted Snail perplex,</br>And twofold love unites the double sex.", "\"Hence, when the Morus in Italia's lands</br>To spring's warm beam its timid leaf expands;</br>The Silk-Worm broods in countless tribes above</br>Crop the green treasure, uninform'd of love;</br>Erewhile the changeful worm with circling head</br>Weaves the nice curtains of his silken bed;</br>Web within web involves his larva form,</br>Alike secured from sunshine and from storm;</br>For twelve long days He dreams of blossom'd groves,</br>Untasted honey, and ideal loves;</br>Wakes from his trance, alarm'd with young Desire,</br>Finds his new sex, and feels ecstatic fire;</br>From flower to flower with honey'd lip he springs,</br>And seeks his velvet loves on silver wings.", "VI.</br>\"The Demon, Jealousy, with Gorgon frown</br>Blasts the sweet flowers of Pleasure not his own,</br>Rolls his wild eyes, and through the shuddering grove</br>Pursues the steps of unsuspecting Love;</br>Or drives o'er rattling plains his iron car,</br>Flings his red torch, and lights the flames of war.", "\"Here Cocks heroic burn with rival rage,</br>And Quails with Quails in doubtful fight engage;</br>Of armed heels and bristling plumage proud,</br>They sound the insulting clarion shrill and loud,</br>With rustling pinions meet, and swelling chests,</br>And seize with closing beaks their bleeding crests;</br>Rise on quick wing above the struggling foe,</br>And aim in air the death-devoting blow.</br>There the hoarse stag his croaking rival scorns,</br>And butts and parries with his branching horns;</br>Contending Boars with tusk enamell'd strike,</br>And guard with shoulder-shield the blow oblique;</br>While female bands attend in mute surprise,</br>And view the victor with admiring eyes.&mdash;", "\"So Knight on Knight, recorded in romance,</br>Urged the proud steed, and couch'd the extended lance;</br>He, whose dread prowess with resistless force,</br>O'erthrew the opposing warrior and his horse,</br>Bless'd, as the golden guerdon of his toils,</br>Bow'd to the Beauty, and receiv'd her smiles.", "\"So when fair HELEN with ill-fated charms,</br>By PARIS wooed, provoked the world to arms,</br>Left her vindictive Lord to sigh in vain</br>For broken vows, lost love, and cold disdain;</br>Fired at his wrongs, associate to destroy</br>The realms unjust of proud adulterous Troy,</br>Unnumber'd Heroes braved the dubious fight,</br>And sunk lamented to the shades of night.", "\"Now vows connubial chain the plighted pair,</br>And join paternal with maternal care;</br>The married birds with nice selection cull</br>Soft thistle-down, gray moss, and scattered wool,</br>Line the secluded nest with feathery rings,</br>Meet with fond bills, and woo with fluttering wings.</br>Week after week, regardless of her food,</br>The incumbent Linnet warms her future brood;</br>Each spotted egg with ivory lips she turns,</br>Day after day with fond expectance burns,</br>Hears the young prisoner chirping in his cell,</br>And breaks in hemispheres the obdurate shell.</br>Loud trills sweet Philomel his tender strain,</br>Charms his fond bride, and wakes his infant train;</br>Perch'd on the circling moss, the listening throng</br>Wave their young wings, and whisper to the song.", "\"The Lion-King forgets his savage pride,</br>And courts with playful paws his tawny bride;</br>The listening Tiger hears with kindling flame</br>The love-lorn night-call of his brinded dame.</br>Despotic LOVE dissolves the bestial war,</br>Bends their proud necks, and joins them to his car;</br>Shakes o'er the obedient pairs his silken thong,</br>And goads the humble, or restrains the strong.&mdash;</br>Slow roll the silver wheels, &mdash; in beauty's pride</br>Celestial PSYCHE blushing by his side.&mdash;</br>The lordly Bull behind and warrior Horse</br>With voice of thunder shake the echoing course,</br>Chain'd to the car with herds domestic move,</br>And swell the triumph of despotic Love.", "\"Pleased as they pass along the breezy shore</br>In twinkling shoals the scaly realms adore,</br>Move on quick fin with undulating train,</br>Or lift their slimy foreheads from the main.</br>High o'er their heads on pinions broad display'd</br>The feather'd nations shed a floating shade;</br>Pair after pair enamour'd shoot along,</br>And trill in air the gay impassion'd song.</br>With busy hum in playful swarms around</br>Emerging insects leave the peopled ground,</br>Rise in dark clouds, and borne in airy rings</br>Sport round the car, and wave their golden wings.</br>Admiring Fawns pursue on dancing hoof,</br>And bashful Dryads peep from shades aloof;</br>Emerging Nereids rise from coral cells,</br>Enamour'd Tritons sound their twisted shells;</br>From sparkling founts enchanted Naiads move,</br>And swell the triumph of despotic Love.", "\"Delighted Flora, gazing from afar,</br>Greets with mute homage the triumphal car;</br>On silvery slippers steps with bosom bare,</br>Bends her white knee, and bows her auburn hair;</br>Calls to her purple heaths, and blushing bowers,</br>Bursts her green gems, and opens all her flowers;</br>O'er the bright Pair a shower of roses sheds,</br>And crowns with wreathes of hyacinth their heads.&mdash;</br>&mdash;Slow roll the silver wheels with snowdrops deck'd,</br>And primrose bands the cedar spokes connect;</br>Round the fine pole the twisting woodbine clings,</br>And knots of jasmine clasp the bending springs;</br>Bright daisy links the velvet harness chain,</br>And rings of violets join each silken rein;</br>Festoon'd behind, the snow-white lilies bend,</br>And tulip-tassels on each side depend.</br>&mdash;Slow rolls the car, &mdash; the enamour'd Flowers exhale</br>Their treasured sweets, and whisper to the gale;</br>Their ravelled buds, and wrinkled cups unfold,</br>Nod their green stems, and wave their bells of gold;</br>Breathe their soft sighs from each enchanted grove,</br>And hail THE DEITIES OF SEXUAL LOVE.", "\"Onward with march sublime in saffron robe</br>Young HYMEN steps, and traverses the globe;</br>O'er burning sands, and snow-clad mountains, treads,</br>Blue fields of air, and ocean's briny beds;</br>Flings from his radiant torch celestial light</br>O'er Day's wide concave, and illumes the Night.</br>With dulcet eloquence his tuneful tongue</br>Convokes and captivates the Fair and Young;</br>His golden lamp with ray ethereal dyes</br>The blushing cheek, and lights the laughing eyes;</br>With secret flames the virgin's bosom warms,</br>And lights the impatient bridegroom to her arms;</br>With lovely life all Nature's frame inspires,</br>And, as they sink, rekindles all her fires.\"", "VII.</br>Now paused the beauteous Teacher, and awhile</br>Gazed on her train with sympathetic smile.</br>\"Beware of Love!  she cried, ye Nymphs, and hear</br>His twanging bowstring with alarmed ear;</br>Fly the first whisper of the distant dart,</br>Or shield with adamant the fluttering heart;</br>To secret shades, ye Virgin trains, retire,</br>And in your bosoms guard the vestal fire.\"</br>&mdash;The obedient Beauties hear her words, advised,</br>And bow with laugh repress'd, and smile chastised.", "Now at her nod the Nymphs attendant bring</br>Translucent water from the bubbling spring;</br>In crystal cups the waves salubrious shine,</br>Unstain'd untainted with immodest wine.</br>Next, where emerging from its ancient roots</br>Its widening boughs the Tree of Knowledge shoots;</br>Pluck'd with nice choice before the Muse they placed</br>The now no longer interdicted taste.</br>Awhile they sit, from higher cares released,</br>And pleased partake the intellectual feast.</br>Of good and ill they spoke, effect and cause,</br>Celestial agencies, and Nature's laws.", "So when angelic Forms to Syria sent</br>Sat in the cedar shade by ABRAHAM'S tent;</br>A spacious bowl the admiring Patriarch fills</br>With dulcet water from the scanty rills;</br>Sweet fruits and kernels gathers from his hoard,</br>With milk and butter piles the plenteous board;</br>While on the heated hearth his Consort bakes</br>Fine flour well kneaded in unleaven'd cakes.</br>The Guests ethereal quaff the lucid flood,</br>Smile on their hosts, and taste terrestrial food;</br>And while from seraph-lips sweet converse springs,</br>Lave their fair feet, and close their silver wings.", ""]