["CUDDY, JESPER.", "CUDDY.</br>Jesper, How comes to pas you now alate</br>With hook so trim and scrip so laced shine?</br>Beware (young lad) thou 'poverish not the state</br>Of thy fine flock, to make thy selfe so fine.</br>Shepheards, that long have liv'd at thrifty rate,</br>And wealthy Neat-heards, that of pasture-kine</br>Good store of golden creame before hand have,</br>Are seldom seene to deck themselves so brave.", "JESPER.</br>Cuddy, The more may thou and I condemne</br>Such as possesse and yet not use their wealth.</br>As he that thirstes in midst of pleasant streame,</br>And will not drinke, robs his owne self of health;</br>Unused gaine is but a golden dreame,</br>And niggardnes unto it self a stealth.</br>Use is the life of riches:  take away</br>Both, life and use, both man and wealth are clay.", "The man is truely rich on whom we see</br>The seemely arguments thereof appeare:</br>His wealth hath him, his riches hath not hee,</br>Who on himselfe doeth not the 'samples weare.</br>But know my little flock, and like degree,</br>Doe not this dressing ably yeild or beare;</br>For this fine hook, and scrip so gayly lac'd,</br>(No cost to me) rare bounty on me plac'd.", "For which my fold, upon a solemne day,</br>To the faire hands of the bestower shall</br>A tender lambe full gratefully repay,</br>All stuck with flow'res as thick and sweet as fall</br>Of Sommers honey-dewes:  whereto a lay</br>I will invent to render it withall,</br>Set to as many notes as shall fulfill</br>All the divisions of mine oaten quill.", "CUDDY.</br>Borne wert thou (shepheard) on a lucky day,</br>Favour to win, or fortunes to obtaine,</br>Such as, without destruction or decay</br>Unto the sheep, so well becomes the swaine.</br>Alas!  for us poore heards, whom every way</br>Our niggard fortune hath in such disdaine,</br>That neither heard nor heardsman well can thrive,</br>Although for thrift we late and early strive.", "I wot not what disaster hath fore-shew'd</br>My cattells ruth, what fate my thrift forbids,</br>What ravens death presaging song, or lewd</br>Witch-craft fore-speakes my miserable kids.</br>Some are with soares, with sicknesse some beshrew'd;</br>Some ore their eyes let fall their meagre lids:</br>Both old and young together often grone.</br>Direfull misfortune seldome comes alone.", "JESPER.</br>Yee wretched goat-heards thus cry out of fate,</br>Fortune, and starres, and witches wicked skill,</br>When 'tis more like your perverse and ingrate</br>Behaviour is the cause of all your ill.</br>Who ever hopes for 'mendment of his state,</br>Must his ill manners mend and froward will.</br>This lesson learne of Poemenarcha's Swayne:</br>There's none but civill shepheards in her traine.", "CUDDY.</br>Where have I liv'd, that I till now that name</br>Did never heare reported on this greene?</br>Thou dost some idoll, Swaine, or fiction frame.", "JESPER.</br>O silly heardsman, that hast never seene</br>Thespe nor Tempe's shades; nor learn'd of Fame</br>That Poemenarcha is the shepheards Queene;</br>The story of whose praise to sing or say</br>My wits too weake, and thine to bear away.", "But thou this night beside my gentler sheep</br>May'st pen thy goats, and rest thy selfe with me.</br>Wee cider have that will enchaunt thy lip,</br>And flawnes as yellow as the cow-slips bee.</br>Where something to her praise, that's in my scrip,</br>Thou by her sister Cynthia's light shall see;</br>For as she borrowes, and yet lends us light,</br>What Muse to me ha's lent, I'le lend thy sight.", "CUDDY.</br>Well hast thou done to minde me (gentle swaine)</br>That now the moone doth in her fulnes shine.</br>I may walke home with thee, and thou againe</br>With me retire from thine owne home to mine.</br>Though like to yours be not our entertaine,</br>Thy counsell sweet ha's made my heart like thine:</br>And thou shalt have a quarter of the best</br>And fattest kid I have, for supper drest.", "JESPER.</br>No keepe such feast of ven'son for some guest</br>Of better worth; thy offer is so kinde</br>It is to me more welcom then a feast,</br>To heare thy heart so thankefully inclin'd.</br>For Gratitude's a vertue of the breast,</br>That worke enough for both our breasts may finde,</br>From time the Queene of night begins to rise,</br>Untill her brother gildes againe the skyes.", "Jesper's Emblem.</br>Vertue to know, and not to use, is vice.", "Cuddye's Emblem.</br>Vertue to know, and use, is vertue twice.</br>"]