["TIME &mdash; MORNING.</br>Sicilian lays awake my gentle muse,</br>Nor let Ierne's isle her themes refuse.</br>Sweet themes!  which Pope hath tun'd with reed divine,</br>Which Colin's fancy favour'd, taught to shine.</br>Begin, soft muse &mdash; may glowing thoughts inspire</br>Thy rural warblings, with descriptive fire!", "In Munster's province (when on zephyrs born,</br>With rosy smiles arose the balmy morn;</br>Unveiling purple prospect to the view,</br>Her steps advancing mark'd with silver dew)</br>Sad Connor, pensive, drove his fleecy care,</br>O'er pastures green, to crop their morning fare.</br>While dead to smiling scenes which joy impart,</br>The charms of morn delighted not his heart;</br>Tho' larks with louder music hail'd the day;</br>Tho' verdure smil'd beneath a pearly shower,</br>Tho' fragrance breath'd from every beauteous flower:</br>Yet his sad soul cou'd give no trace to woe,</br>While thus in mournful mood he taught his grief to flow.", "\"Farewell ye rural scenes that once could please,</br>No more the seats of joy and smiling ease;</br>Mute be my pipe, and must the vocal strain,</br>Which oft' hath made a wretched shepherd vain.</br>Now love itself my soul no longer charms,</br>No more I court fair Anna to my arms.</br>Adieu, ye sportive flocks, my pleasing care</br>No more with wanton bleatings fill the air;</br>Your faithful swain for ever from you turn,</br>In distant climates now is doom'd to mourn.</br>For ah!  no more (to sad despair a prey)</br>He means to spend in want the live-long day.</br>Farewell, my native land, alas!  farewell,</br>Thy scenes no more my sorrows can dispel.", "\"Ill-fated land!  unhappy native soil!</br>Gaunt penury rewards thy people's toil;</br>Chill want and dire oppression o'er thee sway,</br>Thy peace is fled, thy swains no more are gay.</br>No more in mazy dance they tread the green,</br>Whilst rueful grief in each sad look is seen.</br>The sable miser here, with greedy rage,</br>Tears from the wretched swain his scanty wage;</br>Despoils his flock, and lays his tillage waste,</br>To please his lust, or feed his pamper'd taste.</br>Justice no more exalts her equal scale,</br>But purple knaves o'er innocence prevail.</br>Farewell, my native land, alas, farewell</br>Thy scenes no more my sorrows can dispel.", "\"Fair are thy waving fields of yellow corn,</br>Which still with golden pomp thy vales adorn;</br>Ah, what, alas, avails thy golden shew?</br>An harvest rich but serves to mock our woe.</br>To foreign climes thy corn is borne away,</br>While misers leave us here, to want, a prey;</br>For them, betimes, in flow'ry spring we sow,</br>For them the spoils of luscious Autumn flow;</br>To them belong alone the dear bought gain</br>Of pinching labour, poverty and pain.</br>Yet, tho' the peasant's toil supports their pride,</br>His abject state in mock'ry they deride.</br>Farewell, my native  land, alas, farewell!</br>Thy scenes no more my sorrows can dispel.", "\"Fearless the horrid pomp, of war to face,</br>Thy sons, Ierne, are a dauntless race;</br>Eager in foreign climes the foe to brave,</br>Flows their best blood bright liberty to save;</br>But ah, they leave their native soil in vain,</br>Their offspring droop at home with want and pain.</br>The wretched mother smit with woe severe,</br>Droops o'er her starving babe the piteous tear.</br>And while she views her hapless infant die,</br>Implores from Heav'n \"revenge,\" with frantic cry;</br>Then, in despair, dares death to give her peace,</br>And, wild with sorrow, wishes life to cease!</br>Farewell, my native land, alas, farewell!</br>Thy scenes no more my sorrows can dispel.", "\"But peace, my soul &mdash; say what avails thy woe,</br>Kind Heav'n, a lot more fair, can yet bestow;</br>To some propitious climate  let me fly,</br>Better abroad to live &mdash; than here to die.&mdash;</br>Some blessed land where freedom conquers pain,</br>Where useful peasants labour not in vain;</br>There o'er sweet meads by verdure rend'red gay,</br>My bleating flocks in harmless mood shall play:</br>There shall they crop at ease their leafy food,</br>Nor more for purple tyrant's shed their blood.</br>While unmolested in my rural cot,</br>Freedom shall crown with peace my happy lot.</br>Farewell, my native land, alas, farewell!</br>Thy scenes no more my sorrows can dispel.\"</br>"]