["It was the morning of a day in Spring,</br>The sun looked gladness from the eastern sky;</br>Birds were upon the trees and on the wing,</br>And all the air was rich with melody;</br>The heaven, the calm, clear heaven, was bright on high;</br>Earth laughed beneath in all its freshening green;</br>The free, blue stream sung as it wandered by;</br>And many a sunny glade and flowery scene</br>Gleamed out, like thoughts of youth, life's troubled years between.", "The rose's breath upon the south wind came,</br>Oft, as its whisperings the young boughs stirred,</br>And flowers for which the poet has no name;</br>While, 'midst the blossoms of the grove was heard</br>The murmur of the restless humming-bird;</br>Waters were dancing in the mellow light,</br>And joyous tones, and many a cheerful word</br>Stole to the charmed ear with such delight,</br>As waits on soft light tones of music heard at night.", "The night dews lay in the half-opened flower,</br>Like hopes that nestle in the youthful breast;</br>And ruffled by the light airs of the hour,</br>Awoke the clear lake from its glassy rest;</br>Far, blending with the blue and distant west,</br>Lay the dim woodlands, and the quiet gleam</br>Of amber clouds, like islands of the blest,&mdash;</br>Glorious and bright and changing like a dream,</br>And lessening fast away beneath the intenser beam.", "Songs were amid the mountains far and wide,</br>Songs were on the green slopes that blossomed nigh;</br>While 'mid the springing flowers on every side,</br>Upon its painted wings, the butterfly</br>Roamed a sweet blossom of the sunny sky;</br>The visible smile of joy was on the scene;</br>'Twas a bright vision but too soon to die:</br>Spring may not linger in her robes of green,</br>Autumn, in storm and shade, shall quench the Summer sheen.", "I came again; &mdash; 'twas Autumn's stormy hour;</br>The wild winds murmured in the yellow wood;</br>The sere leaves, rustling in the naked bower,</br>Were whirled in eddies to the mountain-flood;</br>Dark clouds enthralled the west; an orb of blood,</br>The red sun pierced the hazy atmosphere;</br>And torrent murmurs broke the solitude,</br>Where, straying lonely, as with steps of fear,</br>I marked the deepening gloom which shrouds the fading year!", "The ruffled lake heaved wildly; near the shore</br>It bore the red leaves of the shaken tree,</br>Shed in the violent north wind's restless roar&mdash;</br>Emblems of man upon life's stormy sea;</br>Pale, withered leaves!  once to the breezes free</br>They waved in Spring and Summer's golden prime;</br>Now even as clouds or dew, how fast they flee!</br>Weak, trembling on the boughs in Autumn's clime,</br>As man sinks down in death, chilled by the touch of time.", "I looked again; &mdash; and fast the dying sun</br>Was fading to the melancholy west&mdash;</br>Sending his fitful gleams, through clouds of dun,</br>O'er nature's desolate and dreary breast;</br>He lit the dew-drop's cold and frozen rest,</br>That slept on yellow leaves the woods among;</br>The scared earth's flowers, that did the glades invest,</br>Had perished, and were buried where they sprung,</br>While the wild Autumn wind their mournful requiem sung!", "I marked the picture &mdash; 't twas the changeful scene,</br>Which life holds up to the observant eye;</br>Youth's spring of gladness and its bowers of green,</br>The streaming sunlight of its morning sky,</br>And the dark clouds of Death, that linger by!</br>Yet oft, when life is fresh and hope is strong,</br>Shall sorrow fill with tears the youthful eye,</br>And age to death move peacefully along,</br>As on the singer's lip expires the finished song!</br>"]