["Oh thou, sweet Bard of Memory's magic powers!</br>Whose tuneful page can charm life's cheerless hours;</br>From the sad heart can steal its present wo,</br>Bid it with blissful recollection glow.</br>And thou, enchanting Bard!  whose youthful lays</br>Gay Hope hath gilded with her brightest rays,</br>Still shall your numbers joys refin'd impart,</br>While memory soothes, or hope revives the heart.</br>But say, is Memory pleasure? &mdash; In her train</br>How often move remorse, regret, and pain:</br>And smiling as the enchantress Hope appears,</br>She leads along a group of trembling fears;</br>And oh!  how oft when darling buds just blow,</br>Chill sweeps the blast, and lays the promise low.</br>Adventurous maid!  how dar'st thou thus aspire</br>To touch with feeble hand a seraph's lyre?</br>Shrinks not thy timid youth with blushing fear</br>To meet the \"world's dread laugh,\" the critic's sneer?</br>Why dread the critic's frown?  I ask not Fame</br>To wreathe her honours round my humble name;</br>E'en should the muse have garlands yet to spare,</br>I do not ask them for my auburn hair&mdash;</br>Still let it careless flutter o'er my breast,</br>Loose to the winds &mdash; unlaurell'd, and undrest.", "Thou first, thou best of beings!  may thy smile</br>Prosper the fervent wish that prompts the toil;</br>Deign to pronounce the humble effort blest,</br>And bid thy peace illume each kindred breast.", "Blasted in all thy trusting heart held dear,</br>Why, child of Hope, that unexpected tear?</br>Though hope may promise rapture's rich repast,</br>Say, can she promise that the scene will last?</br>Then why on joys so transient .place thy mind&mdash;</br>Joys which, at best, at death must be resigned.</br>In fancied bliss, why waste the fleeting day,</br>And muse, and dream, and hope thy life away?</br>Oh give me pleasures I must not resign&mdash;</br>Oh give me joys which ever shall be mine;</br>No cherish'd hope which must at last depart,</br>When stern Experience tears it from the heart;</br>No soft romantic dream which Fancy fires,</br>Steals the fond heart, and while it charms, expires;</br>The child of Hope, then frenzied with despair,</br>Drowns, in her tears her palaces of air.", "Phantoms of bliss!  ye glittering forms!  away:</br>Come to my heart, thou heaven-directed, ray&mdash;</br>Dry every tear, bid earth-born sorrows cease,</br>And to the bleeding bosom whisper peace,&mdash;</br>Give to each painful passion that repose,</br>That heavenly calm RELIGION only knows.", "Oh sacred power!  without thy cheering ray,</br>How cold our joys!  how dark our brightest day!</br>And when each joy departs with fleeting breath,</br>Alas, how dark the awful night of death!</br>'Tis thou alone can'st light the fearful gloom&mdash;</br>To shrinking nature reconcile the tomb.", "Let all thy hopes, thy boundless wishes reign,</br>With all the transports fancy e'er could feign&mdash;</br>Unite them all, and be of all posest&mdash;</br>Now speak, ingenuous bosom, art thou blest?</br>Dost thou not still some unknown want deplore?</br>And still, insatiate, ever grasp at more?</br>How cold must be the heart which does not prize</br>The thousand blessings lavish earth supplies!</br>It unexhausted treasures can impart</br>Which win, enchant, but ne'er could fill the heart.</br>But should Religion her blest influence lend,</br>Redoubled raptures all its joys attend;</br>With every charm she blends a charm divine,</br>She can do more &mdash; can teach us to resign.</br>Since all must be resign'd, come heavenly power!</br>Whose smile can cheer the desolated hour,</br>To sorrow's wounds thy healing balm bestow,</br>And mingle nectar in the cup of wo.", "See rosy youth, gay, bounding o'er the plain!</br>With health, grace, beauty, laughing in her train:</br>A thousand sportive joys around her fly,</br>And every hope lights up her ardent eye;</br>Her dreams of future years expect to prove</br>Unchanging friendship, everlasting love;</br>At each sad tale the ready tear-drops start,</br>Each generous action swells the enthusiast's heart:</br>How sweet the tear which clouds the eye awhile!</br>Bathes hope's bright cheek, then finishes &mdash; a smile.</br>How sweet the feelings noble deeds inspire!</br>Which burn to reach the virtues they admire:</br>Oh spring of life, with every transport warm,</br>When all is new and every scene can charm;</br>Era of bliss! &mdash; thy rapid flight delay;</br>Ye golden hours &mdash; enchanting moments, stay!</br>But ah!  how vain the wish!  for soon must fly</br>The roseate cheek, the rapture-beaming eye;</br>Bright tints of beauty we no longer trace,</br>The frolic step, or form of agile grace;</br>But can that fervid heart forget to glow,</br>And hear with apathy another's wo?</br>All!  shall that open brow be stamped with guile?</br>Or pale distrust supplant that playful smile?</br>Must all youth's vivid feelings be forgot?</br>Guardians of human bliss!  permit it not:</br>Time!  take thine own, bid every charm depart</br>From youth's sweet form, but spare the youthful heart.</br>Oh spare that heaven-strung lyre, with rapture stor'd;</br>Blunt not the music of a single chord;</br>Though doom'd to notes of wo, still let it own</br>Each soft vibration &mdash; each entrancing tone;</br>Still let it beat to every virtue just,</br>Though oft deceived, oh may it ever trust;</br>Let not cold interest, with his frown severe,</br>Chill the warm wish, or check the tender tear;</br>Bid friendship still with generous fervour burn,</br>Though unrequited friendship it must mourn.</br>Nor let affection from the bosom fly,</br>Though doom'd to heave the unregarded sigh;</br>Let not one bright ennobling passion cease,</br>Nor lose one feeling, though to purchase peace:</br>Oh thou, arrayed in every charm of youth!</br>Come with that look of innocence and truth&mdash;</br>Come with that glowing, tender, artless breast,</br>And be a SAVIOUR'S image there imprest.</br>Oh come, and let Religion's altar prove,</br>The fragrant incense of thy earliest love.</br>When youth's gay scenes fade fast in thoughtful years,</br>And sorrow bathes the faltering steps in tears&mdash;</br>Come then, blest power, and thy celestial art</br>Shall guide to heaven the disappointed heart&mdash;</br>Shall tell us, in those realms of love and truth</br>Bloom bliss eternal and immortal YOUTH.", "Who would the soul in sordid wealth immerse,</br>Which waves may swallow, or the winds disperse?</br>Without the bliss of making others blest,</br>It gives no transports to the generous breast.</br>While poverty one hapless wretch destroys,</br>How couldst thou revel in superfluous joys?</br>Can the down pillow, or the velvet bed,</br>Give sweeter slumbers to the aching bead?</br>To the rack'd frame can glittering gold give ease?</br>Or will thy pictur'd walls exclude disease?</br>Can the light dance, or music's softest strain,</br>Bid conscience sleep, or charm to rest one pain?</br>Full many a robe adorn'd with jewels rare</br>Folds o'er a breast that heaves with anxious care:&mdash;</br>Full many a fair one lifts her languid eyes,</br>Sees all are gay, and wonders why she sighs.", "Worldling!  thy joys are transitory, wild;</br>Oh, happier far Religion's meanest child:</br>Would he exchange for all thy boasted wealth,</br>The peaceful bosom, or the glow of health?</br>The grateful heart for every blessing given?</br>The sweet dependence on the care of heaven?&mdash;</br>Secure he slumbers on his lowly bed,</br>While howls the storm around his straw-roof'd shed.", "Despond not then, ye children of his love!</br>Fear not one want your Father can remove;</br>That guardian power whose eye surrounds us all,</br>Who looks with pity on a sparrow's fall;</br>That heavenly Father, merciful and mild,</br>Will he forsake his own adoring child?", "Or does Ambition prompt thy restless sigh?</br>Do fame and power attract thy soaring eye?</br>Say, would'st thou dare to mount a tottering throne?</br>Pants thy fond heart to call a world thy own?</br>Take History's volumes &mdash; read the annals there,</br>Of aching crowned heads &mdash; of \"sceptred care.\"</br>To paint each mournful story to our eyes,</br>Would check aspiring wishes as they rise,</br>Arrest ambition in her mad career,</br>Bid envy melt in pity's softest tear.</br>Were thine a throne, its pleasures and its pride,</br>Oh yet accept this sweet, this angel guide;</br>Her smile would add new glories to thy crown,</br>And cheer thy soul, though all the world should frown.</br>'Twas this sustained thee in each trying scene,</br>And formed thy triumph, lovely martyr Queen;", "It was Religion taught thy youthful heart</br>With life, with empire, and with love to part;</br>'Twas not ambition thy pure heart beguil'd;</br>Ah how could Mary blame the duteous child?</br>In wrath she hurl'd the fair usurper down,</br>Tore from her placid brow her transient crown;</br>With vengeful heart her punishment decreed,</br>And doom'd the sweet Philosopher to bleed:</br>She with calm mind received her doom unmov'd,</br>And suffered only in the friends she lov'd;</br>Her conscious soul defy'd a tyrant's frown,</br>Look'd to the skies, and saw a brighter crown;</br>She blest her murderer, raised her grateful eyes,</br>And fell &mdash; more nobly than the noblest rise.", "But is ambition bliss, its wish possest?</br>Oh tell us, then, why are not heroes blest?</br>Say, does not Ceasar's, Alexander's fame,</br>Degraded, sink in Howard's nobler name?</br>He forg'd no chains to bind the bleeding breast,</br>But loos'd the chains of innocence opprest;</br>His generous heart for other's wrongs could feel,</br>And traversed the wide world those wrongs to heal;</br>His laurels cost no wretch his last deep sigh,</br>He reads his triumphs in the thankful eye;</br>They cost no widow's tear, no orphan's groan,</br>But the sweet tear of gratitude alone.</br>Must not these deeds a richer joy afford</br>Than bleeding thousands conquered by his sword?</br>Than burning towns, than palaces laid low,</br>Than shouts of victory mix'd with groans of wo?</br>Oh dawn, blest day!  when, savage fame resign'd,</br>Man lives the friend &mdash; not murderer of his kind;</br>When war's inhuman paths no more are trod,</br>And all ambition is to serve our God;</br>Fade blood-stained laurel!  war thy clangour cease!</br>Commence thy reign, oh, glorious Prince of Peace!", "Or should thy heart with softer passions swell,</br>Cling to the friend it soon must bid farewell:</br>Relentless death no prayers, no vows can move,</br>Nor friendship's tears, nor agonies of love:</br>Clos'd is the eye that cheered our brightest day&mdash;</br>Mute the lov'd voice that charm'd our griefs away,</br>Cold the warm heart our blessings once could bless,</br>Whose sympathy made every sorrow less:</br>Oh what can memory from her stores supply,</br>To check the pang, or dry the tearful eye?</br>Or what can hope, with all her smiles, impart,</br>To soothe the anguish of the plundered heart?", "How sweet this midnight scene!  the breeze that blows</br>Seems but to hush all nature to repose;</br>The full-orb'd moon, its nightly course begun,</br>Bright and unclouded, seems a softer sun;</br>See her beams glimmer where the willows wave</br>Their drooping foliage o'er the new-made grave!", "What lovely form appears, so sad, so fair,</br>Her dark robes mingling with her streaming hair?</br>The clock tolls twelve; sweet mourner!  what has power</br>To break thy slumbers at this silent hour?</br>No sleep is broken, Emma knows no sleep,</br>But steals at midnight o'er the grave to weep:</br>See the once shrinking fair one fearless tread,</br>Through the long grass, and o'er the slumbering dead,</br>Sink on the well-known spot she came to seek,</br>And give the clay-cold turf her fading cheek!</br>No tears she sheds, but sighs of black despair</br>Burst from her heart, and tell the anguish there.</br>Two fairy forms now glide across the green,</br>The one with pensive, one with joyous mien:</br>'Tis musing Memory; gayly at her side</br>Moves Hope, our flatterer, our delusive guide;</br>Around the moonlit scene they cast their eyes,</br>Then bend their steps where Emma mourning lies.", "\"I come,\" said MEMORY, \"to relieve thy pain,</br>Almost to give thee Henry, back again;</br>I to thy heart his image will restore&mdash;</br>Will count his charms, his talents, o'er and o'er;</br>Revive those scenes his smiles did once improve,</br>Speak with his voice, and look his looks of love&mdash;</br>Bring to thine ear his touching voice in prayer,</br>Which rose to heaven, and told his heart was there&mdash;</br>Dwell with enchanted pause on every grace,</br>Which once illum'd his soul-expressive face&mdash;</br>Recal with vivid touch those happy hours,</br>When in thy path love strew'd its sweetest flowers:</br>Thy Henry's virtues shall each thought employ,</br>Which form'd thy home a Paradise of Joy.\"", "\"Hence, busy Memory, from my tortur'd heart,</br>With all thy train of images, depart:</br>To me no power like thine can bring relief,</br>Each touch thy pencil gives, renews my grief;</br>Faint not those flowers that love and joy once gave,</br>Which, blasted, wither on my Henry's grave;</br>Faint not his virtues, once my fond heart's boast,</br>To that fond heart forever &mdash; ever lost;</br>Oh bid no more thy heightened picture glow,</br>Thou giv'st each pang unutterable wo.</br>Come, blest oblivion!  all my senses steep,</br>And lull each feeling in eternal sleep;</br>Oh my lost love!  revive in breathing charms,</br>Or lock thy Emma in thine icy arms.\"", "The hapless fair one, wilder with despair.</br>Roll'd her dark eyes, and tore her silken hair;</br>With frantic voice her Henry's shade addrest,</br>Kiss'd his cold grave, and clasped it to her breast:</br>Then starts, her Henry's fancied voice she hears,</br>Faints on the turf, and bathes it with her tears;</br>Then smiling HOPE unveil'd her beauteous face,</br>That blue-ey'd charmer of the human race:</br>\"Weep, Emma, weep,\" she said, \"but cease to rave,</br>Nor strew such ringlets on the unconscious grave;</br>Raise from the senseless ground those charming eyes,</br>And view my fairy prospects round thee rise:</br>My richest treasures shall thy woes beguile,</br>The world admiring courts again thy smile;</br>Whole years of joy in bright succession see,</br>Look up, sweet maid, I promise all to thee.\"", "\"Oh flatterer!  cease, my bleeding bosom spare,</br>Offer no joys my Henry cannot share;</br>What is the world to me? &mdash; its charms are o'er,</br>They all expired when Henry breathed no more;</br>'Twas he alone could every scene endear;</br>Talk not of hope &mdash; my hope is buried here.\"", "Rejected Hope then found each promise vain,</br>And veil'd her blushes in her azure train,</br>Hid her fair head among the willow boughs,</br>And bound the flexile foliage round her brows.</br>Another form now meets the raptur'd eyes,</br>Whose seraph mien bespeaks her native skies;</br>Of radiant white her robes celestial flow'd,</br>And heaven's own halo round her temples glow'd;</br>Serene, benign, her angel face exprest</br>The errand which her melting voice addrest.", "\"Is then thy hope beneath that grassy sod?</br>Oh, guilty mourner, hast thou left thy God?</br>Return return!  his word forbids despair&mdash;</br>Rise from that grave, thy Henry is not there;</br>In heaven his spirit dwells, released from pain&mdash;</br>And wouldst thou bring him back to earth again?&mdash;</br>Tear from his angel brows his heavenly crown,</br>And from seraphic glory drag him down?</br>Oh impious wish!  Oh most unhallow'd prayer!</br>Forgive, my God, the accents of despair!</br>Far from thy heart such selfish grief remove,</br>And bid it melt in penitence and love.</br>Did that great God, whom countless worlds obey,</br>Who fills the throne of universal sway,</br>To whom all nature owes her form and breath,</br>Descend to pain, to poverty, and death?</br>And shall the soul whose guilt enhanc'd his doom,</br>Four all its sorrows o'er a mortal's tomb?</br>Waste thus on earth its warmest, noblest fires,</br>And feel no anguish when its God expires?</br>Can thy hard heart forget his wondrous love,</br>Who left for thee his realms of bliss above?</br>With every earthly joy thy fond heart glow'd,</br>Yet quite forgot the God who all bestowed.</br>Still, still he loved thee, and in mercy mild</br>He gave the wound to bring him back his child.</br>'Twas mercy's self that laid thy idol low,</br>And dash'd thy cup with bitter drops of wo.</br>Come to his throne, there pour thy soul's distress,</br>He yet will pity, and forgive, and bless;</br>Come to his throne!  his spirit can impart</br>Celestial balm to heal the breaking heart:</br>And when a few short years of life are o'er,</br>Thy Henry thou shalt meet to part no more.\"</br>Thus spoke RELIGION:  was a heart e'er given</br>That would resist the eloquence of Heaven?</br>The mourner kneels; no more with sorrow wild&mdash;</br>\"Receive, oh father!  thy repenting child;</br>Forgive the heart which fainted at thy rod,</br>Which mourn'd its Henry, and forgot its God;</br>My earthly all to thee I now resign,</br>Oh!  heal my bleeding heart, and make it thine.</br>Attendant on RELIGION, MEMORY come!</br>Sweet, soothing maid!  and make my breast thy home,</br>The countless blessings of my life recall,</br>And raise my heart to him who gives me all:&mdash;</br>Here too, sweet HOPE!  thy joyous footsteps bend,</br>Come, charmer, come!  and be again my friend;</br>Promise no transports by this poor world given,</br>But come, with angel smile, and talk of heaven.\"", "When thus out earthly comforts far remove,</br>And the grave closes o'er the forms we love,</br>Religion comes to bring us sweet relief,</br>Soothes the sad heart, and gives a charm to grief;</br>Tells us a Father pities our distress,</br>Corrects to heal, and wounds us but to bless;</br>Lifts the adoring eye of faith above,</br>To him who loves us with a father's love.", "Forc'd from his only darling child to part,</br>'Twas this, La Roche!  that cheer'd thy aching heart;</br>Thy faltering steps supported to her bier,</br>Mingled the christian's with the parent's tear;</br>Rais'd the meek eye, submissive kiss'd the rod,</br>And saw the father in the chastening God;</br>There, as he view'd thy sorrowing heart adore,</br>The melting sceptic wish'd to doubt no more.", "Close to her heart, her only earthly joy,</br>The widow'd Mother clasps her beauteous boy,</br>With mournful pleasure views each dawning grace,</br>And bathes with Memory's tears his cherub face:</br>\"Sweet face!  with all a father's beauty blest,</br>With every feature most beloved imprest,</br>My orphan babe!  no more a father's arms</br>Extend with rapture for thy infant charms;</br>Two guardian hearts thy fate did once allow&mdash;</br>Thy mother's breast is all thy refuge now;</br>In this sad breast life's flame doth dimly shine,</br>And shows that refuge cannot long be thine:</br>My wasting form bespeaks a hastening doom;</br>Soon I shall join thy father in the tomb.</br>And must I go and leave his child behind,</br>A friendless orphan!  to a world unkind?</br>Who then will watch thy steps, dispel thy fears,</br>Kiss from thy beauteous eyes the starting tears?</br>My orphan babe unheeded will complain,</br>And seek a parent's fostering arms in vain;</br>But why these sorrows?  why these guilty fears?</br>Away, ye anxious, agonizing tears!</br>What though thy father, by misfortune's frown,</br>Could leave no wealth to rear his infant son?</br>'Twas this sad thought embitter'd his last sigh,</br>Yet hope in heaven illum'd his closing eye;</br>That sigh was heard, that hope its wish shall gain,</br>Ne'er can the Christian sigh and hope in vain.</br>Yes, thou sweet object of our tenderest cares,</br>We've laid thee up a treasury of prayers;</br>And when death's slumber seals thy mother's eyes,</br>And the cold earth o'er her hush'd bosom lies,</br>The widow's God, the orphan's friend divine,</br>My heavenly Father will, my child!  be thine,</br>Oh, ever faithful, merciful, and just,</br>Receive a dying mother's precious trust.\"", "The purest, tenderest love on earth confest,</br>Is that which warms a feeling mother's breast;</br>A thousand sweet emotions form a glow</br>None but her generous bosom e'er can know;</br>Yet cold that love a mother's breast reveals,</br>To that which God for all his children feels;</br>Could in one heart all human love appear,</br>'Twere cold to that which met the soldier's spear.", "He who for us the path of suffering trod,</br>Met all the wrath of an offended God,</br>Resign'd in deepest agonies his breath,</br>Pierced with our sins, yet lov'd us e'en in death,</br>Bore every sorrow that we none might prove&mdash;</br>Yes, bleeding Saviour, this indeed was love.</br>Mother!  sweet name!  invok'd in every pain,</br>Forever breath'd when infant lips complain&mdash;</br>First lov'd, first taught, in cherub accents sung,</br>When sounds imperfect flutter on the tongue;</br>Oh cherish'd name!  by every tie endear'd,</br>So lov'd in childhood, and through life rever'd;</br>When memory lifts the veil of years between,</br>Gives to my view my childhood's rosy scene,</br>With each scene blended, thy dear form I trace,</br>Gaze on each feature of thy charming face;</br>Again our hearts thy fond caresses prove,</br>Thy pleasing tasks enforc'd with smiles and love;</br>Death from our arms thy guardian form convey'd,</br>E'er yet our years thy anxious cares repaid;</br>But why that mournful thought?  thy God hath given</br>An earlier, richer recompense in heaven.</br>Time's lenient hand hath bid our grief remove,</br>We give thy gentle image only love;</br>The tear that bathes thy name from pain is free,</br>Peace loves the sigh that Memory gives to thee;</br>But, recent grief compels the bitter tear,</br>And mourns, transcendent youth!  thy early bier:</br>Reluctant do I wake the heartfelt sigh,</br>And press the chord whose touch is agony;</br>Fain would I spare the streaming eyes of those</br>Whose kindred hearts still bleed for kindred woes;</br>But yet permit the pensive muse to come,</br>And drop one flow'ret on his laurelled tomb.", "Here sleep those eyes where dwelt the soul enshrin'd,</br>Where dawn'd the heart, where flash'd the effulgent mind,</br>Whose rapid lightnings could conviction dart,</br>E'er yet his voice impressive reach'd the heart;</br>O'er every noble feature genius shone,</br>And wrote in sunbeams, \"see my favourite son,\"</br>While heavenly virtue, with her touch divine,</br>Bade genius' rays with brighter glory shine:</br>Nor was his form less perfect than his face,</br>The sculptor's model for all manly grace;</br>Blest with those gifts to heaven's best favourites give</br>With grateful heart he offer'd all to heaven;</br>To God he gave his talents and his youth,</br>And breath'd, with seraph voice, resistless truth;</br>His genius, glowing with celestial fire,</br>His matchless eloquence, his tuneful lyre,</br>The treasures his exhaustless mind possess'd,</br>By powers like mine can never be express'd;</br>These to portray must be the historian's part&mdash;</br>'Twas ours to know his generous feeling heart;</br>In every sorrow it was our's to prove</br>The melting fondness of a brother's love&mdash;</br>Instructor!  guardian!  kind and gentle guide</br>Thy heart our refuge, and thy name our pride!</br>Thy rising greatness was our hope's sweet dream,</br>Thy countless virtues memory's dearest theme.</br>Still is that morning present to my view,</br>When his lov'd voice pronounced its last adieu;</br>With lingering step he left his father's door;</br>(Those welcome footsteps shall return no more;)</br>A look of smiling tenderness he cast&mdash;</br>Oh, darling brother!  was that look our last?</br>On life's dark day will never more arise</br>The brightening dawn of those soul-speaking eyes?</br>Soon came the tidings which bade peace depart,</br>And rent with anguish each devoted heart:</br>His ardent soul, of pure ethereal flame,</br>(Oh, far too ardent for his earthly frame,)</br>Sudden receiv'd the awful mandate given,</br>Had burst its mortal bands, and soar'd to heaven.</br>Oh, blest religion, 'twas alone thy power</br>That could sustain the sorrows of that hour;</br>Teach us to bid our murmurings all depart,</br>And yield to God the idol of each heart.", "What, gone forever?  all our wishes crost?</br>No!  much lov'd brother, no!  thou art not lost;</br>Fame's deathless garland, which thy name enwreathes</br>Still in our path its soothing fragrance breathes;</br>Thou art not lost! &mdash; a widow'd mother's care,</br>Two infant boys, thy beauteous image bear:</br>Thou art not lost! &mdash; for thy dear memory lives&mdash;</br>Thy blest example every precept gives;</br>And while for thee we pour the unceasing tear,</br>Methinks thy angel spirit whispers near,</br>\"Let not such anguish'd tears my loss deplore,</br>We yet shall meet where tears will be no more.\"", "Lo!  yon poor wretch, with guilt and misery prest,</br>Whose waken'd conscience racks his tortur'd breast;</br>The world pursues him with relentless scorn,</br>Far from that world he flies &mdash; sad, lost, forlorn:</br>Can Memory soothe him? &mdash; no, she counts each crime,</br>And haunts him with the ghost of murder'd time;</br>What can Hope offer for a wretch's aid,</br>Condemn'd by every law which heaven hath made?</br>Prostrate he lies, all humbled in the dust;</br>What can he hope since God is always just?</br>A gentle voice forbids him to despair;</br>Is there relief for him? &mdash; oh tell him where:</br>Nail'd on the cross a bleeding Saviour dies,</br>And God accepts the awful sacrifice:&mdash;</br>Go, at his cross thy guilt and misery lay,</br>His streaming blood will wash them all away;</br>Redeem'd, renew'd, approv'd, and pardon'd, rise!</br>Thy God can bless thee, though the world despise.", "Lo!  on that dreary couch, where hovers death,</br>A harden'd atheist draws his gasping breath;</br>On life's lov'd day he shuts reluctant eyes,</br>And dreams no future morning shall arise;</br>Thinks in the grave to end his guilt and care,</br>And tries to hope his soul will perish there.</br>Cold fallacy!  and can the soaring mind,</br>Which e'en creation's limits cannot bind,</br>Forever mounting to the realms of day,</br>Can it descend, and mingle with the clay?</br>Or lives there one, whose soul of noble fire</br>Feels that it never &mdash; never can expire?</br>And yet, distrustful of his lord's commands,</br>He throws his sacred volume from his hands;</br>Presumptuous dares its stamp divine disown,</br>And give to God a homage of his own.</br>His honour, nature, reason, are his guides,</br>And down the stream of life he smoothly glides.</br>See death approach, with all his trembling train</br>Of hopes and fears &mdash; of wishes &mdash; all in vain!</br>Yes, he must die; he knows that fear is just;</br>He feels he dies, yet knows not where to trust;</br>He cannot disbelieve a future state,</br>Yet doubts distract him of his future fate:</br>Through his dark mind, what clouds uncertain roll</br>No Saviour's smile to cheer his fainting soul&mdash;</br>No blissful hope of all his sins forgiven!&mdash;</br>No sweet assurance of a promis'd heaven!</br>Clos'd is the eye, the ebbing pulse is dead;</br>Fled is the soul &mdash; ah!  whither &mdash; whither fled?</br>Lives there a mind where Heaven profusely pours</br>Rich gifts of genius, learning's boundless stores&mdash;</br>Wit's sparkling eloquence, bright fancy's art,</br>With every charm that fascinates the heart?</br>Who all ungrateful for such talents given,</br>Joins them to Satan's bands, and wars with heaven;</br>Draws forth a brilliant pen, bids falsehood shine,</br>And breathes enchantment o'er each poison'd line;</br>With fiend-like ardour dares fair truth oppose,</br>And makes his traitor gifts religion's foes;</br>Oh!  yet relent!  what!  would thy cruel rage</br>Dash from the feeble arm the crutch of age?</br>Remove the surest guide of giddy youth,</br>And drive the asking wanderer far from truth?</br>Quench the sweet beam which lights each dark distress?</br>Bid suffering virtue cease to hope redress?</br>Silence the thankful heart for blessings given?</br>Remove the childlike confidence in heaven?</br>Take from the poor man all his lot that cheer's?</br>Bid him in anguish steep his crust in tears?&mdash;</br>But say, oh!  canst thou, cruel as thou art!</br>Wrest the last treasure from the plundered heart?</br>The last soft ray that gilds the vale below?</br>That star that rises on the night of wo?&mdash;</br>When the grave takes what earth can ne'er restore,</br>Can thy hard bosom bid us meet no more?</br>But if no pity can thy hand arrest,</br>Nor stay the baleful purpose of thy breast,</br>Oh!  yet relent &mdash; let fear thy soul alarm,</br>Dare not the thunder of the Almighty's arm.</br>Yet if no danger thy bold hand restrain,</br>If pity, terror, mercy, plead in vain,</br>Madman!  rush on, pursue thy dark design,</br>But know, to triumph never can be thine.</br>Ne'er hope to blot the gospel's sacred page,</br>It scorns thy malice &mdash; it derides thy rage.</br>First from its sphere bid yon bright orb be hurl'd,</br>And bid us wander o'er a darken'd world;</br>Thy vain attempts shall prove thine own disgrace,</br>And break like billows at the rock's firm base.</br>Or breathes there one who reads God's precious word&mdash;</br>Admires the precepts-says lie loves the Lord,</br>And yet with blinded heart and thick-film'd eyes,</br>Sees only man &mdash; the atoning God denies?", "Who was that promis'd One, so long foretold,</br>Faith's straining vision languish'd to behold,</br>Shadowed with blood, to show redemption's plan,</br>Himself the sacrifice for ruin'd man;</br>Dark ages roll, and lo!  the dawn appears,</br>Through along vista of unfolding years,</br>He comes, the infant God descends to earth;</br>And herald angels sing his joyful birth.</br>No marble palace with its lofty dome,</br>Becomes the heavenly stranger's honour'd home;</br>A manger holds the God whom we adore,</br>Nor could earth's splendour's add one glory more.</br>Why does the world's creator thus appear</br>Without a home? &mdash; His kingdom is not here;</br>No greeting princes throng the gladden'd plain,</br>But saints and angels form his only train.</br>Do heaps of slain and carnag'd fields afford</br>The trophies gain'd by his resistless sword?</br>No, these are deeds by earthly heroes won,</br>Not such the triumphs of God's only son;</br>The Father's image by his God approv'd,</br>Proclaim'd from heaven the Son of God belov'd.</br>The miracles he wrought while here below,</br>Were miracles of love o'er human wo;</br>He heals the sick, bids Satan's fiends depart,</br>Raises the dead, and binds the bleeding heart;</br>He heals the lame, the dumb, the deaf, the blind,</br>Pours peace and pardon o'er the guilty mind;</br>By his blest hands are hungry thousands fed,</br>He is himself our souls' immortal bread;</br>By his obedience and example given,</br>He marks with living light our path to heaven;</br>He dies &mdash; in agonies fulfils his doom,</br>But rises, glorious conqueror of the tomb;</br>'Tis done!  yet still on earth he deigns to stay,</br>To soothe each fear, drive every doubt away:</br>But lo!  that bright refulgent morn appears,</br>And spreads, its blushes round the glowing spheres,</br>Heaven's gates unfold their everlasting light,</br>And hosts of angles wait the enrapturing sight,</br>Impatient seraphs tune each golden string,</br>To sound the triumphs of their rising king;</br>But oh!  what sound such ecstacy imparts,</br>'Tis like the music of dissolving hearts,</br>In feeling sweetness, seraphs strains above,</br>'Tis ransom'd saints that sing redeeming love.</br>Angels and saints unite in blest accord,</br>To welcome back their dear returning Lord.</br>To Bethany he leads his little band,</br>To bless them, see him lift each pierced hand,</br>See them his parting, tender charge receive,</br>Through them be blesses all that shall believe;</br>He rises from the earth, a cloud of light,</br>A glorious cloud receives him from their sight;</br>Swiftly it wafts him through the realms of air,</br>To Heaven, to live our intercessor there.", "Think'st thou this God, this Saviour, e'er will own</br>That soul-less homage paid to man alone?</br>Oh!  poor return for all thy love hath done,</br>Thou man of sorrows, God's eternal Son;</br>And did'st thou leave thy heaven and die for this?</br>Again does Judas give his traitor kiss?</br>From thee Redemption's diadem is torn,</br>Again thy sacred brows are pierc'd with thorn;</br>They from thy hands thy kingdom's sceptre bear,</br>And place a reed, the insulting emblem, there;</br>Again the Lord of life is mock'd and tried,</br>And worse than foes &mdash; by friends is crucified.", "But weep not, Christians, do not yet complain,</br>Nor fear the Saviour's blood hath flow'd in vain;</br>Ten thousand, thousand, thousand, round his throne</br>Bless their redeemer God &mdash; his glory own,</br>And yet ten thousand, thousand, thousand, more</br>Shall hail his name from earth's remotest shore;</br>To him all nations come, all hearts shall bless,</br>Each knee shall bow, and every tongue confess;</br>O'er the whole earth his knowledge shall o'erflow,</br>As the waves wash the ocean's deeps below.</br>"]