["Bellair, a Lad, wha spent a hantle time,</br>In hunting Hares, and making gentle Rhime;</br>Three Shepherds fand fu waefu and forlorn,</br>Streek'd a' their length beneath a spreading Thorn.</br>He speir'd their aliment wi' a melting Heart,</br>And said he'd strive to cure their cutting smart;</br>Their cutting smart wi' willing Minds they sung,</br>In nat'ral Numbers and their Mother Tongue.", "WILLIE.</br>Alas!  quo Willie, gen ye kend my care,</br>Your Heart wi' Grief I'm sure wead e'en be Sair.</br>Bessie, my Lass, God kens how wiel I loo'd,</br>How aft I kist her, and how lang I woo'd,</br>Has gi'en me o'er, and run awa' wi' Tam.", "DAVIE.</br>What's that, quo Davie, to my dainty Lamb?</br>A Lamb, the best of a' my feckless Flock,</br>Was worried yonder on a waefu Rock.", "MUNGO.</br>What silly stuff dings down the Hearts o' some?</br>A gritter matter gars me greet and gloom.</br>Our Laird, shame fa' his chafts!  wad no forbear,</br>'Till he had fleetch'd awa' my pickcle geer.</br>He gard me trow he'd put in in the Stocks,</br>And I thro means o' some sly brokeing Fox,</br>Wad soon grow rich and be a Laird my sell;</br>Bat a' is lost, and I hae ne'er a Doyt to tell.", "WILLIE.</br>I wonder, Sirs, to see ye hae the Face,</br>To ev'n your Trifles to my bonny Lass!</br>Wha use wi' Lambs or Siller to compare,</br>A precious Saul?&mdash;", "DAVID.</br>Refer it to Bellair,</br>Gen ye for Bess, or Mungo for his Gowd,</br>Hae haff sae muckle reason to be dow'd.", "MUNGO.</br>Sae be it &mdash; let Bellair the Case decide,</br>For he's a Scholard, yet withouten Pride.</br>But furst let ilk some futhy Wager lay,</br>That he my get a Prize wha wins the Day,</br>I, for my part, will stake my branded Ox,</br>I suffer maist, wha lost my Gowd in Stocks.", "WILLIE.</br>And I will pand this Ring down in his loof,</br>He will decide the Case in my behoof;</br>'Tis a' the Gift that e'er my Bessy gae,</br>I wad na loss't for a' the Nowt ye hae.", "DAVIE.</br>I hae nae Ox nor Ring indeed to stake,</br>But a' I hae ye sall hae leave to take;</br>Gen I the Wager loss &mdash; sae sure I am,</br>My loss is maist, wha lost a dainty Lamb.", "BELLAIR.</br>Your kindness moves me, Shepherds, for your sake,</br>Gratefu, whate'er I can to undertake.</br>But first, as Judge, 'tis requisite I know,</br>The aggravations of your various woe;</br>Before I can impartial Sentence pass,&mdash;", "WILLIE.</br>Let me speak first, wha lost a bonny Lass:</br>The grittest Cause shou'd first of a' be heard,</br>And the best Singer hae the best Reward.", "BELLAIR.</br>Let Mungo first rehearse his mournful Tale,</br>(For Bubbles more than Lasses now prevail.)</br>You next, and David last of all reply,&mdash;</br>The Muses love alternate Melody;</br>And as a Premium for the Shepherd's Pains,</br>Who best resembles Ramsay's 'tuneful Strains;</br>In Burchett's Name, I here engage to give</br>Twice twenty Crowns, his Courage to revive.", "MUNGO.</br>What sall I say?  I had a hunder Mark,</br>O' Yellow Gowd, that glitter'd in the Dark;</br>Lang had it lain in a close cosie Hole,</br>Abint the Chimly, bigged in a Bole.</br>Fu safe it lay, 'till Bubbles gan to rise.</br>O gen I had it back!  I wad be wise.", "WILLIE.</br>I thought safe Bessy mine fu hard and fast,</br>And that we twae shou'd Married be at last.</br>But ah!  how aft hae Shepherds soon believ'd,</br>And by the Queans they trusted, been deceiv'd.", "DAVIE.</br>My Lamb was grown a strang and tyddy Beast,</br>(The Laird himsell ne'er had a fatter Feast;)</br>Aft hae I said, whan ony chanc'd to speir,</br>\"How dis you Lamb?  Fu gayly, bra won geer:</br>But rackless Fate has met it on the Rock,</br>And I alas!  am quite undone and broke.", "MUNGO.</br>I took our Laird to be an honest Man,</br>(But they shou'd ne'er be trusted wha can bann.)</br>And mony a time the Brokers sent me Word,</br>My hunder Mark wad fetch me hame a Hoord.</br>Yet, 'mang 'em a', I poor unlucky Lad!</br>Instead o' gath'ring mair, lost a' I had.", "WILLIE.</br>My Neighbour Tam pretended still to be,</br>A downright Man and faithfu' Friend to me;</br>Yet he, fase Carl!  has sae unjustly play'd,</br>And taen my proper Bessy o'er my Head.</br>This mixes Wormwood in my Dish, and makes</br>My very Heart to stand upo' the Rocks.", "DAVIE.</br>Gen ony Tyke, to wham I ne'er was kind,</br>Had kill'd my Lamb, it wad hae caum'd my Mind.</br>But Coly, wha I dawted maist was he,</br>That laid this Lade o' Poverty on me.</br>Aft hae I patted wi' my Hand his Head,</br>And frae my Pouch flung down grit dads o' Bread,</br>And he, fu gratefu, us'd to wag his Tail,</br>Bark'd whan I bade, and did my Business hale.</br>But now, vile Cur!  he sair'd me sae at last,</br>For a' my Love and Kindness to his past.</br>Let ne'er a Shepherd trust his Dog again&mdash;", "MUNGO.</br>It wad hae saft'ned a' my inward Pain,</br>And lang e'er now I'd gi'en my mourning o'er,</br>Gen they had said they wad my Gowd restore.</br>But wha can bear wi' Patience to be robb'd?</br>Baith out o' Stock and Int'rest slyly jobb'd?</br>As soon sall Frost congeal the rumbling Sea,</br>As I thae Rogues, that sham'd me sae, forgie.", "WILLIE.</br>Gen Bessy had na Sworn and Sworn again,</br>That she ne'er loo'd sae wiel anither Swain;</br>And that the Sea shou'd sooner cease to roar,</br>Than she prove fase, and gie her Willie o'er;</br>I cou'd hae born wi' gritter ease my grief,</br>And drunk in ilka drap o' sweet relief.", "DAVIE.</br>How foolish is it for an honest Clown,</br>To trust a Tyke, whan he's greay Bearded grown?</br>Coly, whan Young, unpractis'd in Deceit,</br>Was ay, good natur'd, and ne'er prov'd a Cheat.</br>Aft a' my Flocks I trusted to his Care,</br>And thought I mught do sae for evermair.</br>But, like a Court-Man, he betray'd his Trust,</br>Afore I gae him Reason for disgust.", "MUNGO.</br>I thought ere now I shou'd hae had a Coach,</br>A bonny Place, and Gow'd in ilka pouch.</br>Sae high the Laird my Expectations rais'd?</br>Sae muckle ware the waefu' Bubbles prais'd?</br>And yet I'm forc'd wi' mighty Toil and Sweat,</br>To win a Groat to get my Guts some Meat.</br>Sae sad it is for sic a chiel as me,</br>To rax for Riches &mdash; in a rough South-Sea.", "WILLIE.</br>Bessy and I, gen she had faithfu prov'd,</br>Mught lang ere now hae shawn how weil we lov'd.</br>Ae House and Bed mught fair'd us baith fu wiel,</br>But Tam, curst Tam and her hae play'd the Deel,</br>The Bairns I thought to gotten a' my sell,</br>Maun e'en be his.  This very Thought is Hell.", "DAVIE.</br>Had Coly spar'd my tyddy Lamb, I vow,</br>It wad hae been a stately Creature now:</br>I might hae sell'd it &mdash; for some futhy Men</br>Wad ne'er hae stood to gi'en me three pund ten.</br>Or gen I pleas'd to keep it mang the rest,</br>It mught hae prov'd an unca' fruitfu Beast.</br>For 'twas a Ew, a Ew of a bra kind;</br>Her gutcher, if I right the Matter mind,</br>Was sent my Daddy in a Gift fu far,</br>Wi' as fine Ouz as e'er was straik'd wi' Tar.", "MUNGO.</br>What is't by rob'ry, open and avow'd,</br>To cheat a Body out of a' his Gowd?</br>Tho wi' fair Face and a fase fleetching Tongue,</br>They gard me trow I shou'd na want it lang.</br>I wonder fouk can glour us in the Face,</br>Whan they do wrang, and their ain sell disgrace.", "WILLIE.</br>It wad na vex'd my Spirit half sae sair,</br>Gen they had only kist, and done nae mair:</br>I cou'd forgie a stown dint in the Dark,&mdash;</br>But openly they ran to the haf Mark.</br>A while afore I fawnd them in a Grove,</br>And heard them tell some unca tales o' Love.</br>Yet a' the time the Glaeky gard me trow,</br>She'd Marry me &mdash; I was a Fool I vow.", "DAVID.</br>Coly, fase Tyke!  without a' Conscience ran,</br>(I wish I may no in my Anger bann!)</br>In fair foor Day, and did the wicket deed,</br>Then cock'd his Tail, and fast awa he fled.</br>Whitefoot and Bawtie present ware I heard,</br>And ill ye ken is easy to be leard;</br>Gen, after his Example, they shou'd grow,</br>Sheep-stealers too, what sall poor Davie do?", "MUNGO.</br>How can I think upo my little Poze,</br>And my Heart no' fa down into my Hose?</br>Twas blythsom anes to take the Yellow Hoord</br>Out frae the Clout, and tell it on the Board.</br>O!  how the Pennies glister'd in my Een.</br>That Laird!  thae Brokers!  wou'd I ne'er had seen.", "WILLIE.</br>O!  how I'm wounded to the very Heart,</br>To think that ought shoud me frae Betty part.</br>She was the gayest Lass that e'er I sa',</br>Ay unca Heartsom, clean redd up and bra.</br>Fu fait and Jimp she was about the Waist,</br>Had fine tight Legs, and wow a snawy Breast.</br>But than her Cheeks, her Lips, her Eyes sae rare,&mdash;</br>She might e'en wi' my Lady's sell compare.</br>O!  wha' cou'd see her, (God forgie my Sin!)</br>And no find a' his Heart Strings dirl within.", "DAVIE.</br>O! 'twas a bonny Sight, amang the Coup,</br>To see my Lambkin o'er the Bushes loup.</br>Upo' the Staines it danc'd, and, whan I drave</br>My Sheep to Fald, it ran afore the Leve.</br>Ae Day I thought I shou'd hae pish'd my Breiks,</br>To see it dounch my Bawties hawket Cheeks.</br>The Cur was sleeping, whan the canny Beast</br>Gard him get up and Yowl &mdash; a bonny Jest!</br>But now my Sport is a' to greeting turn'd,</br>What anes was a' my Comfort now is mourn'd.</br>O gen my Hands cou'd grup the Tyke, I vow,</br>I'd gar him girn to Death upon a Tow.", "BELLAIR.</br>Shepherds, give o'er your soft complaining Lays,</br>All sing with Ease and merit more than Bays.</br>So well your various suff'rings have been sung,</br>With Charms peculiar to your Native Tongue,</br>That, whilst I own that all of ye sing well,</br>'Tis hard to judge what Swain does most excell:</br>And did not Bus'ness make me bid adieu,</br>To those sweet Plains, to Pastimes, and to you,</br>I  cou'd with Pleasure, 'till the Sun declin'd,</br>Attentive listen, and fresh Beauties find;</br>Beauties, which tasty Cuningham might Love,</br>And e'en judicious Hammond's self approve.</br>Yet e're I go, my best decision hear,</br>Nor think my Sentence partial or severe;</br>Since each of what he wager'd is possest,</br>And none allow'd to laugh at both the Rest.</br>For Singing well, let Mungo keep his Ox,</br>Tho', as I think, he nothing los'd in Stocks;</br>A Sum of Gold, however great or small,</br>Is rather lost, when buried in a Wall,</br>Both Useless to the Owners, and to all:</br>But, put in Stocks, it falls into the Hand,</br>Of those that spend it for their native Land;</br>And, like the gen'rous Campbell, Blount, and Goode,</br>Crown Merit well, where Merit is allow'd.</br>Nor have you, William, so much Cause to mourn,</br>Since Betty cou'd from you to Thomas turn.</br>The Swain's most happy, who has least to do</br>With Lasses, who can Jilt and break a Vow.</br>To other Strains adapt your tuneful Reed,</br>And joy that you from Misery are freed.</br>But David is a Sufferer, I own,</br>And hath most Ground of all the Three to moan.</br>David is poor, his Lamb was all his Pride,</br>That Lamb can ne'er revive again; beside,</br>He lost his Dog, and those that yet remain,</br>From his Example, may undo the Swain.</br>But let not David be oppress'd with Grief,</br>I'll go to Court, and thence procure relief.</br>Craggs is a wise, a gen'rous Soul, I'm sure,</br>No Swain can suffer much, whilst he is Cloath'd with Pow'r.</br>"]