["SIR,</br>Since our Isis silently deplores</br>The Bard who spread her Fame to distant Shores;</br>Since nobler Pens their mournful Lays suspend;</br>My honest Zeal, if not my Verse, commend,</br>Forgive the Poet, and approve the Friend.", "Your Care had long his fleeting Life restrain'd,</br>One Table fed you, and one Bed contain'd;</br>For his dear Sake long restless Nights you bore,</br>While rat'ling Coughs his heaving Vessels tore,</br>Much was his Pain, but your Affliction more.</br>Oh!  had no Summons from the noisy Gown</br>Call'd thee, unwilling to the nauseous Town,</br>Thy Love had o'er the dull Disease prevail'd,</br>Thy Mirth had cur'd, where baffled Physick fail'd;</br>But since the Will of Heav'n his Fate decreed,</br>To thy kind Care my Worthless Lines succeed;</br>Fruitless our Hopes, tho' pious our Essays,</br>Yours to preserve a Friend, and mine to praise.", "Oh!  might I paint him in Miltonian Verse,</br>With Strains like those he sung on Glo'ster's Herse;</br>But with the meaner Tribe I'm forc'd to chime,</br>And wanting Strength to rise, descend to Rhyme.", "With other Fire his glorious Blenheim shines,</br>And all the Battle thunders in his Lines;</br>His nervous Verse great Boileau's Strength transcends,</br>And France to Philips, as to Churchill, bends.", "Oh!  various Bard, you all our Pow'rs control,</br>You now disturb, and now divert the Soul:</br>Milton and Butler in thy Muse combine,</br>Above the last thy Manly Beauties shine;</br>For as I've seen when Rival Wits contend,</br>One gayly charge, one gravely wise defend;</br>This on quick Turns and Points in vain relies,</br>This with a Look demure, and steddy Eyes,</br>With dry Rebukes, or sneering Praise replies.</br>So thy grave Lines extort a juster Smile,</br>Reach Butler's Fancy, but surpass his Style;</br>He speaks Scarron's low Phrase in humble Strains,</br>In Thee the solemn Air of great Cervantes reigns.", "What sounding Lines his abject Themes express,</br>What shining Words the pompous Shilling dress?</br>There, there my Cell, immortal made, outvies</br>The frailer Piles which o'er its Ruins rise.</br>In her best Light the Comick Muse appears,</br>When she, with borrow'd Pride, the Buskin wears.", "So when Nurse Nokes to act young Ammon tries,</br>With shambling Legs, long Chin, and foolish Eyes;</br>With dangling Hands he strokes th' Imperial Robe,</br>And with a Cuckold's Air commands the Globe;</br>The Pomp and Sound the whole Buffoon display'd,</br>And Ammon's Son more Mirth than Gomez made.", "Forgive, dear Shade, the Scene my Folly draws,</br>Thy Strains divert the Grief thy Ashes cause:</br>When Orpheus sings, the Ghosts no more complain,</br>But, in his lulling Musick, lose their Pain:</br>So charm the sallies of thy Georgick Muse,</br>So calm our Sorrows, and our Joys infuse;</br>Here rural Notes a gentle Mirth inspire,</br>Here lofty Lines the kindl'ing Reader fire,</br>Like that fair Tree you praise, the Poem charms,</br>Cools like the Fruit, or like the Juice it warms.", "Blest Clime, which Vaga's fruitful Streams improve,</br>Etruria's Envy, and her Cosmo's Love;</br>Redstreak he quaffs beneath the Chianti Vine,</br>Gives Tuscan yearly for thy Scud'more's Wine,</br>And ev'n his Tasso would exchange for thine.", "Rise, rise, Roscommon, see the Blenheim Muse,</br>The dull Constraint of Monkish Rhyme refuse;</br>See, o'er the Alps his tow'ring Pinions soar,</br>Where never English Poet reach'd before:</br>See mighty Cosmo's Counsellor and Friend,</br>By turns on Cosmo, and the Bard attend;</br>Rich in the Coyns and Busts of ancient Rome,</br>In him he brings a nobler Treasure home;</br>In them he views her Gods, and Dome's design'd</br>In him the Soul of Rome, and Virgil's mighty Mind:</br>To him for Ease retires from Toils of State,</br>Not half so proud to govern, as translate.", "Our Spencer, first by Pisan Poets taught,</br>To us their Tales, their Style, and Numbers brought</br>To follow ours now Tuscan Bards descend,</br>From Philips borrow, tho' to Spencer lend,</br>Like Philips too the Yoke of Rhyme disdain,</br>They first on English Bards impos'd the Chain,</br>First by an English Bard from Rhyme their Freedom gain.", "Tyrannick Rhime, that cramps to equal Chime,</br>The gay, the soft, the florid, and sublime;</br>Some say this Chain the doubtful Sense decides,</br>Confines the Fancy, and the Judgment guides;</br>I'm sure in needless Bonds it Poets tyes,</br>Procrustes like, the Ax or Wheel applies,</br>To lop the mangled Sense, or stretch it into size:</br>At best a Crutch that lifts the weak along,</br>Supports the feeble, but retards the strong;</br>And the chance Thoughts, when govern'd by the close,</br>Oft rise to Fustian, or descend to Prose.</br>Your Judgment, Philips, rul'd with steddy sway,</br>You us'd no curbing Rhyme, the Muse to stay,</br>To stop her Fury, or direct her way.</br>Thee on the Wing thy uncheck'd Vigour bore,</br>To wanton freely, or securely soar.", "So the stretch'd Cord the Shackle-Dancer tries,</br>As prone to fall, as impotent to rise;</br>When free'd he moves, the sturdy Cable bends,</br>He mounts with Pleasure, and secure descends;</br>Now dropping seems to strike the distant Ground,</br>Now high in Air his quiv'ring Feet rebound.", "Rail on, ye Triflers, who to Will's repair</br>For new Lampoons, fresh Cant, or modish Air;</br>Rail on at Milton's Son, who wisely bold,</br>Rejects new Phrases, and resumes the old:</br>Thus Chaucer lives in younger Spencer's Strains,</br>In Maro's Page reviving Ennius reigns;</br>The ancient Words the Majesty compleat,</br>And make the Poem venerably great:</br>So when the Queen in Royal Habit's drest,</br>Old mystick Emblems grace th' Imperial Vest,</br>And in Eliza's Robes all Anna stands confest.", "A haughty Bard to Fame by Volumes rais'd,</br>At Dick's, and Batson's, and thro' Smithfield prais'd,</br>Cryes out aloud &mdash; Bold Oxford Bard forbear</br>With rugged Numbers to torment my Ear;</br>Yet not like thee the heavy Critick soars,</br>But paints in Fustian, or in turn deplores;</br>With Bunyan's Style prophanes heroick Songs,</br>To the tenth Page lean Homilies prolongs;</br>For far fetch'd Rhymes makes puzled Angels strain,</br>And in low Prose dull Lucifer complain;</br>His envious Muse by native Dullness curst,</br>Damns the best Poems, and contrives the worst.", "Beyond his Praise or Blame thy Works prevail,</br>Compleat where Dryden, and thy Milton fail;</br>Great Milton's Wing on lower Themes subsides,</br>And Dryden oft in Rhyme his Weakness hides;</br>You ne'er with jingling Words deceive the Ear,</br>And yet, on humble Subjects, great appear.</br>Thrice happy Youth whom noble Isis crowns!</br>Whom Blackmore censures, and Godolphin owns;</br>So on the tuneful Margarita's Tongue</br>The list'ning Nymphs, and ravish'd Heroes hung;</br>But Citts and Fops the Heav'n-born Musick blame,</br>And bawl, and hiss, and damn her into Fame;</br>Like her sweet Voice is thy harmonious Song,</br>As high, as sweet, as easie, and as strong.", "Oh!  had relenting Heav'n prolong'd his Days,</br>The tow'ring Bard had sung in nobler Lays;</br>How the last Trumpet wakes the lazy Dead,</br>How Saints aloft the Cross triumphant spread;</br>How op'ning Heav'ns their happy Regions show;</br>And yawning Gulphs with flaming Vengeance glow;</br>And Saints rejoyce above, and Sinners howl below:</br>Well might he sing the Day he could not fear,</br>And paint the Glories he was sure to wear.", "Oh best of Friends, will ne'er the silent Urn</br>To our just Vows the hapless Youth return?</br>Must he no more divert the tedious Day?</br>Nor sparkling Thoughts in antique Words convey?</br>No more to harmless Irony descend,</br>To noisy Fools a grave Attention lend,</br>Nor merry Tales with learn'd Quotations blend?</br>No more in false pathetick Phrase complain</br>Of Delia's Wit, her Charms, and her Disdain?</br>Who now shall God-like Anna's Fame diffuse?</br>Must she, when most she merits, want a Muse?</br>Who now our Twysden's glorious Fate shall tell;</br>How lov'd he liv'd, and how deplor'd he fell:</br>How, while the troubled Elements around,</br>Earth, Water, Air, the stunning Dinn resound;</br>Through Streams of Smoak, and adverse Fire he rides,</br>While ev'ry Shott is levell'd at his Sides;</br>How, while the fainting Dutch remotely fire,</br>And the fam'd Eugene's Iron Troops retire,</br>In the first Front amidst a slaughter'd Pile,</br>High on the Mound he dy'd near Great Argyle.", "Whom shall I find unbyass'd in Dispute,</br>Eager to learn, unwilling to confute?</br>To whom the Labours of my Soul disclose,</br>Reveal my Pleasure, or discharge my Woes?</br>Oh!  in that heav'nly Youth for ever ends,</br>The best of Sons, of Brothers, and of Friends.</br>He sacred Friendship's strictest Laws obey'd,</br>Yet more by Conscience than by Friendship sway'd;</br>Against himself his Gratitude maintain'd,</br>By Favours past, not future Prospects gain'd:</br>Not nicely choosing, tho' by all desir'd,</br>Tho' learn'd, not vain; and humble, tho' admir'd:</br>Candid to all, but to himself severe,</br>In Humour pliant, as in Life austere.</br>A wise Content his even Soul secur'd,</br>By Want not shaken, nor by Wealth allur'd.</br>To all sincere, tho' earnest to commend,</br>Could praise a Rival, or condemn a Friend.</br>To him old Greece and Rome were fully known,</br>Their Tongues, their Spirits, and their Styles his own:</br>Pleas'd the least steps of famous Men to view,</br>Our Author's Works, and Lives, and Souls he knew;</br>Paid to the Learn'd and Great the same Esteem,</br>The one his Pattern, and the one his Theme:</br>With equal Judgment his capacious Mind</br>Warm Pindar's Rage, and Euclid's Reason joyn'd.</br>Judicious Physick's noble Art to gain</br>All Drugs and Plants explor'd, alas in vain!</br>The Drugs and Plants their drooping Master fail'd,</br>Nor Goodness now, nor Learning ought avail'd;</br>Yet to the Bard his Churchill's Soul they gave,</br>And made him scorn the Life they could not save.", "Else could he bear unmov'd the fatal Guest,</br>The Weight that all his fainting Limbs opprest,</br>The Coughs that struggled from his weary Breast?</br>Could he unmov'd approaching Death sustain?</br>Its slow advances, and its racking Pain?</br>Could he serene his weeping Friends survey,</br>In his last Hours his easy Wit display,</br>Like the rich Fruit he sings, delicious in Decay?", "Once on thy Friends look down, lamented Shade,</br>And view the Honours to thy Ashes paid;</br>Some thy lov'd Dust in Parian Stones enshrine,</br>Others immottal Epitaphs design;</br>With Wit, and Strength, that only yields to thine:</br>Even I, though slow to touch the painful string,</br>Awake from slumber, and attempt to sing.</br>Thee, Philips, thee, despairing Vaga mourns,</br>And gentle Isis soft Complaints returns;</br>Dormer laments amidst the Wars Alarms,</br>And Cecil weeps in beauteous Tufton's Arms:</br>Thee on the Po kind Somerset deplores,</br>And ev'n that charming Scene his Grief restores:</br>He to thy Loss each mournful Air applies,</br>Mindful of thee on huge Taburnus lies,</br>But most at Virgil's Tomb his swelling Sorrows rise.", "But you, his darling Friends lament no more,</br>Display his Fame, and not his Fate deplore;</br>And let no Tears from erring Pity flow,</br>For One that's blest above, immortaliz'd below.</br>"]