["Hail Winter, in the drapery of Storm!</br>Hail stern and des'late empress of the year!</br>Thy howling tempests, and thy haggard form</br>To me, than Spring's soft breathings, are more dear!</br>Thy breast of snow &mdash; thy biting atmosphere,</br>And all thy cold inhospitable train</br>Of winds and frost, and storm, are less severe,</br>Than things that in the human world obtain,</br>Which murder all our peace, and triumph o'er the slain.", "Hail dreary Winter!  sullen as thou art,</br>There is a truth, &mdash; an honesty in thee,</br>Which, tho' it freeze, will ne'er deceive the heart,</br>Like gaudy Spring's fantastic witchery;</br>That blooms, and withers, and decays: &mdash; and we</br>Can scarce behold it, ere 'tis pass'd away,</br>Like woman's love, and woman's Treachery!&mdash;</br>Thy frigid brow, and cold embraces may</br>Chill all our expectations, but will ne'er betray.", "Hail Winter! &mdash; Hail thou grave our the dread year!</br>The wreck of Seasons sleeps beneath thy shroud:</br>Spring's fair enchantments, Summer's bright career,</br>And Autumn's merry revelry, have bow'd</br>To thy control, as fades a gilded cloud</br>Before the night, &mdash; and desolate and drear,</br>Dismantled nature lies, while fierce and loud</br>Thy howling dirge now swells above the bier</br>Of Spring and Summer's charms, of Autumn's merry cheer.", "The buddings and the blossomings of Spring</br>Are like the youth's hopes and pleasures, which decay;</br>They bloom and flourish for a while, and fling</br>A dying fragrance, and then pass away!</br>Then comes hot Summer with its scorching ray,</br>And withers Spring's too delicate remains;</br>E'en like our passions, whose impetuous sway</br>Turns all our young delights into deep pains,</br>And withers every flower on fancy's youthful plains.", "Mild Autumn with her over-flowing horn,</br>Succeeding comes, luxuriant and serene;</br>Rich, ruddy grapes, her cheerful brows adorn,</br>And bounteous plenty smiles o'er all the scene:</br>But, ah!  how soon does Autumn change her mien!</br>How soon are her blythe reveries forgot!&mdash;</br>Dull, gloomy calms, with fitful blasts between,</br>Are the drear sequel of her solemn lot;</br>And Autumn's choicest fruits have ripen'd but to rot!", "Stern, desolating, howling like the roar</br>Of angry ocean, Winter onward sweeps,</br>And rushes all impetuously o'er</br>The bosom of creation &mdash; on which sleeps</br>The dust of what had been; and nature weeps</br>O'er the dark devastation, and her tears,</br>Ev'n like the stream which from the mountain creeps,</br>Freeze as they start, and nature thus appears</br>A melancholy waste, &mdash; a gloomy wreck of years.", "Hail Winter, sullen kindred of my soul!</br>Oh!  thou art welcome! &mdash; for there is to me,</br>In the fierce ragings of thy storms, which roll</br>Around my lonely form, a melody,&mdash;</br>A music which I love! &mdash; The leafless tree,</br>The bleak grey rock, the mountain's hoary peak,</br>All which are stern insignia of thee,</br>And thy keen blasts which rush upon my cheek,</br>All, all have tongues for me, and of my fortune speak!", "My Spring was promising but changeable,</br>And many bright and pleasing hopes did start,</br>But withered in the embryo, and fell</br>Fruitless upon my too expectant heart!</br>There they are sepulcher'd; &mdash; and still the smart</br>Of their remembrance, is a living theme</br>For my dark thoughts, which brood, as 'twere apart</br>From life and its dull incidents, and dream</br>Of things that may not be, and with strange bodings teem.", "The Summer of my passions was but brief,</br>But it was scorching as the torrid ray!&mdash;</br>Wilting and withering every verdant leaf</br>Of greener expectations &mdash; and the gay</br>And glowing work of fancy, shrunk away;</br>And all my former cherished scenes were sear;</br>And then abortive Autumn came to pay</br>Me with a blighted sheaf, and disappear,</br>And yield my spirit up to Winter's wild career!", "Now lonely! &mdash; lonely! &mdash; lonely!  is the cry,</br>Which from my solitary spirit gushes,</br>As o'er my heart, where all my dead hopes lie,</br>The drifting tempest of misfortune rushes,</br>And piles the mountain of its storm and crushes</br>The feeble strength, with which I brave in vain,</br>Against th' incumbent weight &mdash; which never hushes</br>In its accumulation, but amain,</br>Bends my upheaving soul with ever pressing pain!", "Thy sweeping storms, Oh Winter!  soon shall cease,</br>And fairer scenes shall still succeed to thee;</br>The verdant earth shall smile again in peace&mdash;</br>Foliage shall clothe the desolated tree,</br>And e'en upon the bleak rock, there shall be</br>A green and living moss; and there shall spring</br>Upon the mountain's peak, new drapery;</br>And where thy blasts now rush, sweet birds shall sing,</br>And merry &mdash; merry sounds shall through creation ring!", "But oh!  the blighting Winter of the soul,&mdash;</br>The freezing desolation of the heart,&mdash;</br>O'er which the tempests of the spirit roll,</br>Shall feel in life, no renovation start!&mdash;</br>No Spring of hope, succeeding, shall impart</br>The verdure of our brighter days, nor bring</br>Forgetfulness to memory's ceaseless smart;</br>But grief's accumulating storm shall fling</br>Into the ruined soul an everlasting sting!</br>"]