["Sir Chanticleer has thrust his red crest high</br>From vetchy bed, and wound his bugle shrill:</br>Night sinks her ebon chariot from the sky,</br>And infant morn peeps blushful o'er the hill.</br>The white-sleev'd mower sweeps with scythed skill,</br>The rosy-featur'd milkmaid loads her pail,</br>The twitt'ring swallow skims the vernal sill,</br>The herald blackbird bids Dan Phoebus hail,</br>And blue-ey'd Pleasure wakes her dryads in the dale.", "To mellow flute by lively touch address'd,</br>And tinkling tabour trip the merry fays;</br>And wanton wile, shrewd wit, and jocund jest,</br>With revel quaint, disport ten thousand ways,</br>All by a stream whose crisped current plays</br>Melodiously the pebbles smooth among:</br>Perdye, not minstrelsye of Arthur's days,</br>Nor elfin tournament, Arcadian throng,</br>Could nearly vye with sports to this blythe troop belong.", "There might the rainbow spread its dyes in vain,</br>And all-abash'd before their glories fade;</br>For Tyrian hue, or Melibean stain,</br>Could nought adorn.  Bright Fancy, matchless maid,</br>In filmy pearls her helmet sheen array'd,</br>With lucid eyes of toad her shield emboss'd,</br>Her golden tresses gleaming o'er the shade,</br>Lo, lo!  the Empress comes; in wonder lost,</br>My swimming eye-balls dance, and worldly care is lost.", "Fast by her side, begirt with buskins green,</br>Her cheeks envermeil'd with the peach's bloom,</br>Hies heav'nly Health:  around the luscious scene</br>She looks, and sweetly sprinkles wild perfume;</br>Towards the heath, towards the auburn broom,</br>She leads her well-breath'd terriers:  hark!  they tell</br>In tuneful notes the villain Reynard's doom;</br>Reynard, who bids his native haunts farewel,</br>While echoing Transport shouts and bursts the vocal dell.", "\"Hark, hark!  to cover,\" the loud huntsman cries:</br>\"Hark, hark!  to cover,\" mimic echoes sound:</br>\"Hark, hark!\"  the copse thro' all its branches sighs,</br>And \"hark!\"  the distant vales with glad rebound.</br>Aerial music floats o'er all around:</br>The silver-sliding lapse of ling'ring wave,</br>The cheering shout, the serenading hound,</br>All, all, dispel the spleen, the vapours grave,</br>And rouse the hoary carle from his dismantled cave.", "Here too, when Eve, in faery vestments clad,</br>Usurped the cloudless empire of the sky,</br>Weaving the blue serene with shadows sad,</br>Meanwhile the beams from Hesper's brilliant eye</br>Enamell'd the bright tapestry of the sky;</br>Ev'n here, where pointed lustres trembling play,</br>The chequer'd bosom of the lake heav'd high,</br>Would fairest Fancy close the sober day,</br>While night-flow'rs, mildly coy, their pensive sweets display.", "How oft, when stretch'd all careless on some bank</br>Where the brisk stream forsook its flow'ry grave,</br>Dawning to life, with dews ambrosial dank,</br>I warbled numbers to each warbling wave,</br>Numbers that bounteous Nature artless gave!</br>I heard the silvery alders whisper low,</br>Poor Philomel in dying dirges rave;</br>I saw, majestic Queen, thy gorgeous show,</br>And moonlight silent sunk with an unusual glow.", "Twinkling their light heels to the lunar ray,</br>In antic morrice danc'd thy tiny band,</br>Each crown'd with garlands from the jasmine spray,</br>And each a wreath of vi'let in his hand,</br>Varying each feature; while the yellow sand,</br>With little footsteps etch'd, breath'd odours round,</br>And springing amaranths flung incense bland!</br>Delicious mysteries of faery ground,</br>Myst'ries belov'd that erst my cradled visions crown'd!", "O!  there, methought, with Spenser I convers'd,</br>Spenser who sung their rights with magic reed;</br>And tender Otway, too untimely hers'd,</br>Wont with fond pangs to bid my soft heart bleed.</br>There Shakspeare, wond'rous seneschal decreed,</br>Who read each potent meaning of each spell,</br>In glory garb'd my willing foot would lead,</br>And in low gales his solemn genius tell.</br>Ah, dear delightful guests, ah, evermore farewel!", "But now the busy village-hum is heard:</br>Shy Fancy frighted quits the noon-day crowd;</br>The chanting trav'ller scares the dappled herd,</br>And the shrill lark retires to verdant shroud.</br>This world, and all its creatures, are abroad:</br>Fancy's own fav'rite bird, the linnet, flies.</br>Then cease to tune thy lay, O muse!  aloud,</br>Or spread thy tissued dreams to vulgar eyes;</br>None but the minstrel shares the minstrel's ecstasies.</br>"]