["In Britain's Isle and Arthur's days,</br>When Midnight Faeries daunc'd the Maze,</br>Liv'd Edwin of the Green;</br>Edwin, I wis, a gentle Youth,</br>Endow'd with Courage, Sense and Truth,</br>Tho' badly Shap'd he been.", "His Mountain Back mote well be said</br>To measure heigth against his Head,</br>And lift it self above:</br>Yet spite of all that Nature did</br>To make his uncouth Form forbid,</br>This Creature dar'd to love.", "He felt the Charms of Edith's Eyes,</br>Nor wanted Hope to gain the Prize,</br>Cou'd Ladies took within;</br>But one Sir Topaz dress'd with Art,</br>And, if a Shape cou'd win a Heart,</br>He had a Shape to win.", "Edwin (if right I read my Song)</br>With slighted Passion pac'd along</br>All in the Moony Light:</br>'Twas near an old enchaunted Court,</br>Where sportive Faeries made Resort</br>To revel out the Night.", "His Heart was drear, his Hope was cross'd,</br>'Twas late, 'twas farr, the Path was lost</br>That reach'd the Neighbour-Town;</br>With weary Steps he quits the Shades,</br>Resolv'd the darkling Dome he treads,</br>And drops his Limbs adown.", "But scant he lays him on the Floor,</br>When hollow Winds remove the Door,</br>A trembling rocks the Ground:</br>And (well I ween to count aright)</br>At once an hundred Tapers light</br>On all the Walls around.", "Now sounding Tongues assail his Ear,</br>Now sounding Feet approachen near,</br>And now the Sounds encrease:</br>And from the Corner where he lay</br>He sees a Train profusely gay</br>Come pranckling o'er the Place.", "But (trust me Gentles!)  never yet</br>Was dight a Masquing half so neat,</br>Or half so rich before;</br>The Country lent the sweet Perfumes,</br>The Sea the Pearl, the Sky the Plumes,</br>The Town its silken Store.", "Now whilst he gaz'd, a Gallant drest</br>In flaunting Robes above the rest,</br>With awfull Accent cry'd;</br>What Mortall of a wretched Mind,</br>Whose Sighs infect the balmy Wind,</br>Has here presum'd to hide?", "At this the Swain whose vent'rous Soul</br>No Fears of Magick Art controul,</br>Advanc'd in open sight;</br>\"Nor have I Cause of Dreed,\" he said,</br>\"Who view by no Presumption led</br>Your Revels of the Night.\"", "\"'Twas Grief, for Scorn of faithful Love,</br>Which made my Steps unweeting rove</br>Amid the nightly Dew.\"</br>'Tis well, the Gallant crys again,</br>We Faeries never injure Men</br>Who dare to tell us true.", "Exalt thy Love-dejected Heart,</br>Be mine the Task, or e'er we part,</br>To make thee Grief resign;</br>Now take the Pleasure of thy Chaunce;</br>Whilst I with Mab my part'ner daunce,</br>Be little Mable thine.", "He spoke, and all a sudden there</br>Light Musick floats in wanton Air;</br>The Monarch leads the Queen:</br>The rest their Faerie Partners found,</br>And Mable trimly tript the Ground</br>With Edwin of the Green.", "The Dauncing past, the Board was laid,</br>And siker such a Feast was made</br>As Heart and Lip desire;</br>Withouten Hands the Dishes fly,</br>The Glasses with a Wish come nigh,</br>And with a Wish retire.", "But now to please the Faerie King,</br>Full ev'ry deal they laugh and sing,</br>And antick Feats devise;</br>Some wind and tumble like an Ape,</br>And other-some transmute their Shape</br>In Edwin's wond'ring Eyes.", "'Till one at last that Robin hight,</br>(Renown'd for pinching Maids by Night)</br>Has hent him up aloof;</br>And full against the Beam he flung,</br>Where by the Back the Youth he hung</br>To spraul unneath the Roof.", "From thence, \"Reverse my Charm,\" he crys,</br>\"And let it fairely now suffice</br>The Gambol has been shown.\"</br>But Oberon answers with a Smile,</br>Content thee Edwin for a while,</br>The Vantage is thine own.", "Here ended all the Phantome-play;</br>They smelt the fresh Approach of Day,</br>And heard a Cock to crow;</br>The whirling Wind that bore the Crowd</br>Has clap'd the Door, and whistled loud,</br>To warn them all to go.", "Then screaming all at once they fly,</br>And all at once the Tapers dy;</br>Poor Edwin falls to Floor;</br>Forlorn his State, and dark the Place,</br>Was never Wight in sike a Case</br>Through all the Land before.", "But soon as Dan Apollo rose,</br>Full Jolly Creature home he goes,</br>He feels his Back the less;</br>His honest Tongue and steady Mind</br>Han rid him of the Lump behind</br>Which made him want Success.", "With lusty livelyhed he talks,</br>He seems a dauncing as he walks,</br>His Story soon took wind;</br>And beautious Edith sees the Youth,</br>Endow'd with Courage, Sense and Truth,</br>Without a Bunch behind.", "The Story told, Sir Topaz mov'd,</br>(The Youth of Edith erst approv'd)</br>To see the Revel Scene:</br>At close of Eve he leaves his home,</br>And wends to find the ruin'd Dome</br>All on the gloomy Plain.", "As there he bides, it so befell,</br>The Wind came rustling down a Dell,</br>A shaking seiz'd the Wall:</br>Up spring the Tapers as before,</br>The Faeries bragly foot the Floor,</br>And Musick fills the Hall.", "But certes sorely sunk with woe</br>Sir Topaz sees the Elphin show,</br>His Spirits in him dy:</br>When Oberon crys, \"a Man is near,</br>A mortall Passion, cleeped Fear,</br>Hangs flagging in the Sky.\"", "With that Sir Topaz (Hapless Youth!)</br>In Accents fault'ring ay for Ruth</br>Intreats them Pity graunt;</br>For als he been a mister Wight</br>Betray'd by wand'ring in the Night</br>To tread the circled Haunt;", "\"Ah Losell Vile, at once they roar!</br>And little skill'd of Faerie lore,</br>Thy Cause to come we know:</br>Now has thy Kestrell Courage fell;</br>And Faeries, since a Ly you tell,</br>Are free to work thee Woe.\"", "Then Will, who bears the wispy Fire</br>To trail the Swains among the Mire,</br>The Caitive upward flung;</br>There like a Tortoise in a Shop</br>He dangled from the Chamber-top,</br>Where whilome Edwin hung.", "The Revel now proceeds apace,</br>Deffly they frisk it o'er the Place,</br>They sit, they drink, and eat;</br>The time with frolick Mirth beguile,</br>And poor Sir Topaz hangs the while</br>'Till all the Rout retreat.", "By this the Starrs began to wink,</br>They skriek, they fly, the Tapers sink,</br>And down ydrops the Knight.</br>For never Spell by Faerie laid</br>With strong Enchantment bound a Glade</br>Beyond the length of Night.", "Chill, dark, alone, adreed, he lay,</br>'Till up the Welkin rose the Day,</br>Then deem'd the Dole was o'er:</br>But wot ye well his harder Lot?</br>His seely Back the Bunch has got</br>Which Edwin lost afore.", "This Tale a Sybil-Nurse ared;</br>She softly strok'd my youngling Head,</br>And when the Tale was done,</br>\"Thus some are born, my Son (she cries)</br>With base Impediments to rise,</br>And some are born with none.", "\"But Virtue can it self advance</br>To what the Fav'rite Fools of Chance</br>By Fortune seem'd design'd;</br>Virtue can gain the Odds of Fate,</br>And from it self shake off the Weight</br>Upon th' unworthy Mind.\"</br>"]