["Happy the youth, who, doom'd the laws to scan,</br>On third or second floor, sublimely pores</br>O'er pages pregnant with the mystic lore</br>Of law-inditing sage; or whom his fate</br>Auspicious tempts to climb the fearful height</br>Of statutes undigested, &mdash; venturous task,&mdash;</br>Yet glorious too!  Thus erst (as poets chaunt)</br>Huge mountains rose, by sons of earth upheav'd,</br>O'ertopping mountains to the wond'ring skies,</br>Fabric stupendous!  dreadful e'en to Jove.</br>Whilst, happy thus employed, the student kills</br>The toilsome hour, no agitating cares</br>His life perplex; but, steep'd in thought, he sinks,</br>Or roams in mazy labyrinths of law,</br>Or sagely ponders o'er the well profound,</br>Where lie, deep hidden from unhallow'd ken</br>And vulgar search, embucketed below,</br>Quibbles and quirks, and all the secret springs</br>Of bliss litigious.  Fondly here his eyes</br>Feast covetous; nor quits he yet the sight,</br>So charm'd he seems, till halcyon slumbers roll</br>His ravish'd brain athwart, leading along</br>A honied train of ecstacies divine</br>And joys ineffable.  The mistress, too,</br>Of legal science, fair Confusion, comes,</br>Washing with floods of Lethe from the soil</br>Present and past, and with bewild'ring shades</br>Of dark conjecture clouding scenes to come.", "These the delights that wait in certain round</br>The student's envied life.  How vain are those</br>The poet idly boasts, with these compar'd!</br>What sounds melodious of his lyre belov'd</br>Can so entrance or chain the raptured sense,</br>As the soul-moving mysteries of Law?", "Such transports fill the meditative hours</br>Of Templar, (as in citadel aloft</br>He muses solitary,) luring sleep</br>And sweetest dreams, with learned reveries</br>Unnumber'd.  But more happy far the youth,</br>Far happier he, whose weighty purse contains</br>The golden spell!  He wants no means to know</br>The arts mysterious of that sapient tribe,</br>Draftsmen, to wit, or special pleaders, hight</br>By mortal men, &mdash; but on Olympus known</br>As guardian wights and oracles of law.</br>To these the favour'd youth, by Plutus arm'd</br>As once, (so bards have sung,) in days of yore,</br>All-tuneful Orpheus, with his numbers, bought</br>Admission unmolested to the realms</br>Of Stygian night.  For glittering gold, we know,</br>Hath charms, not less than music, to relax</br>Breasts hard as adamant.  But who shall sing</br>His secret bliss, who, through the silent haunts</br>Of Elm or Fig-Tree Court, thrice-hallow'd shades!</br>His solemn pace extends, musing along</br>On some yet embryo-pleading, soon, perchance,</br>In chambers of some special sage to shine</br>In form mature, emerging from the womb</br>Of murky fiction:  as the noonday sun,</br>Through clouds o'ershadowing and through vapours dense,</br>Darts his full beam, enlight'ning all around!&mdash;</br>As thus the sun, so bursts to light the plea.</br>"]