["The Nimphes, the Queene of love pursue,</br>Which oft doth hide her from their view:</br>But lastly from th' Elizian Nation,</br>She banisht is by Proclamation.", "FLORIMEL.  LELIPA.  NAIIS.</br>CODRUS a Feriman.", "FLORIMEL.</br>Deare Lelipa, where hast thou bin so long,</br>Was't not enough for thee to doe me wrong;</br>To rob me of thy selfe, but with more spight</br>To take my Naiis from me, my delight?</br>Yee lazie Girles, your heads where have ye layd,</br>Whil'st Venus here her anticke prankes hath playd?", "LELIPA.</br>Nay Florimel, we should of you enquire,</br>The onely Mayden, whom we all admire</br>For Beauty, Wit, and Chastity, that you</br>Amongst the rest of all our Virgin crue,</br>In quest of her, that you so slacke should be,</br>And leave the charge to Naiis and to me.", "FLORIMEL.</br>Y'are much mistaken Lelipa, 'twas I,</br>Of all the Nimphes, that first did her descry,</br>At our great Hunting, when as in the Chase</br>Amongst the rest, me thought I saw one face</br>So exceeding faire, and curious, yet unknowne</br>That I that face not possibly could owne.</br>And in the course, so Goddesse like a gate,</br>Each step so full of majesty and state;</br>That with my selfe, I thus resolv'd that she</br>Lesse then a Goddesse (surely) could not be:</br>Thus as Idalia, stedfastly I ey'd,</br>A little Nimphe that kept close by her side</br>I noted, as unknowne as was the other,</br>Which Cupid was disguis'd so by his mother.</br>The little purblinde Rogue, if you had seene,</br>You would have thought he verily had beene</br>One of Diana's Votaries, so clad,</br>He every thing so like a Huntresse had:</br>And she had put false eyes into his head,</br>That very well he might us all have sped.</br>And still they kept together in the Reare,</br>But as the Boy should have shot at the Deare,</br>He shot amongst the Nimphes, which when I saw,</br>Closer up to them I began to draw;</br>And fell to hearken, when they naught suspecting,</br>Because I seem'd them utterly neglecting,</br>I heard her say, my little Cupid too't,</br>Now Boy or never, at the Bevie shoot.</br>Have at them Venus, quoth the Boy anon,</br>I'le pierce the proud'st, had she a heart of stone:</br>With that I cryde out, Treason, Treason, when</br>The Nimphes that were before, turning agen</br>To understand the meaning of this cry,</br>They out of sight were vanish't presently.</br>Thus but for me, the Mother and the Sonne,</br>Here in Elizium, had us all undone.", "NAIIS.</br>Beleeve me gentle Maide, 'twas very well,</br>But now heare me my beauteous Florimel.</br>Great Mars his Lemman being cryde out here,</br>She to Felicia goes, still to be neare</br>Th' Elizian Nimphes, for at us is her ayme,</br>The fond Felicians are her common game.</br>I upon pleasure idly wandring thither,</br>Something worth laughter from those fooles to gather,</br>Found her, who thus had lately beene surpriz'd;</br>Fearing the like, had her faire selfe disguis'd</br>Like an old Witch, and gave out to have skill</br>In telling Fortunes either good or ill;</br>And that more neatly she with them might close,</br>She cut the Cornes, of dainty Ladies Toes:</br>She gave them Phisicke, either to coole or moove them,</br>And powders too to make their sweet Hearts love them.</br>And her sonne Cupid, as her Zany went,</br>Carrying her boxes, whom she often sent</br>To know of her faire Patients how they slept.</br>By which meanes she, and the blinde Archer crept</br>Into their favours, who would often Toy,</br>And tooke delight in sporting with the Boy;</br>Which many times amongst his waggish tricks,</br>These wanton Wenches in the bosome pricks;</br>That they before which had some franticke fits,</br>Were by his Witchcraft quite out of their wits.</br>Watching this Wisard, my minde gave me still</br>She some Impostor was, and that this skill</br>Was counterfeit, and had some other end.</br>For which discovery, as I did attend,</br>Her wrinckled vizard being very thin,</br>My piercing eye perceiv'd her cleerer skin</br>Through the thicke Rivels perfectly to shine;</br>When I perceiv'd a beauty so divine,</br>As that so clouded, I began to pry</br>A little nearer, when I chanc't to spye</br>That pretty Mole upon her Cheeke, which when</br>I saw; survaying every part agen,</br>Upon her left hand, I perceiv'd the skarre</br>Which she received in the Trojan warre;</br>Which when I found, I could not chuse but smile,</br>She, who againe had noted me the while,</br>And by my carriage, found I had descry'd her,</br>Slipt out of sight, and presently doth hide her.", "LELIPA.</br>Nay then my dainty Girles, I make no doubt</br>But I my selfe as strangely found her out</br>As either of you both; in Field and Towne,</br>When like a Pedlar she went up and downe:</br>For she had got a pretty handsome Packe,</br>Which she had fardled neatly at her backe:</br>And opening it, she had the perfect cry,</br>Come my faire Girles, let's see, what will you buy?</br>Here be fine night Maskes, plastred well within,</br>To supple wrinckles, and to smooth the skin:</br>Heer's Christall, Corall, Bugle, Jet, in Beads,</br>Cornelian Bracelets, for my dainty Maids:</br>Then Periwigs and Searcloth-Gloves doth show,</br>To make their hands as white as Swan or Snow:</br>Then takes she forth a curious gilded boxe,</br>Which was not opened but by double locks;</br>Takes them aside, and doth a Paper spred,</br>In which was painting both for white and red:</br>And next a piece of Silke, wherein there lyes</br>For the decay'd, false Breasts, false Teeth, false Eyes:</br>And all the while shee's opening of her Packe,</br>Cupid with's wings bound close downe to his backe:</br>Playing the Tumbler on a Table gets,</br>And shewes the Ladies many pretty feats.</br>I seeing behinde him that he had such things,</br>For well I knew no boy but he had wings,</br>I view'd his Mothers beauty, which to me</br>Lesse then a Goddesse said, she could not be:</br>With that quoth I to her, this other day,</br>As you doe now, so one that came this way,</br>Shew'd me a neate piece, with the needle wrought,</br>How Mars and Venus were together caught</br>By polt-foot Vulcan in an Iron net;</br>It griev'd me after that I chanc't to let,</br>It to goe from me:  whereat waxing red,</br>Into her Hamper she hung downe her head,</br>As she had stoup't some noveltie to seeke,</br>But 'twas indeed to hide her blushing Cheeke:</br>When she her Trinkets trusseth up anon,</br>E'r we were 'ware, and instantly was gone.", "FLORIMEL.</br>But hearke you Nimphes, amongst our idle prate,</br>Tis current newes through the Elizian State,</br>That Venus and her Sonne were lately seene</br>Here in Elizium, whence they oft have beene</br>Banisht by our Edict, and yet still merry,</br>Were here in publique row'd o'r at the Ferry,</br>Where as 'tis said, the Ferryman and she</br>Had much discourse, she was so full of glee,</br>Codrus much wondring at the blind Boyes Bow.", "NAIIS.</br>And what it was, that easly you may know,</br>Codrus himselfe comes rowing here at hand.", "LELIPA.</br>Codrus Come hither, let your Whirry stand,</br>I hope upon you, ye will take no state</br>Because two Gods have grac't your Boat of late;</br>Good Ferry-man I pray thee let us heare</br>What talke ye had, aboard thee whilst they were.", "CODRUS.</br>Why thus faire Nimphes.</br>As I a Fare had lately past,</br>And thought that side to ply,</br>I heard one as it were in haste;</br>A Boate, a Boate, to cry,</br>Which as I was about to bring,</br>And came to view my Fraught,</br>Thought I, what more then heavenly thing,</br>Hath fortune hither brought.</br>She seeing mine eyes still on her were,</br>Soone, smilingly, quoth she;</br>Sirra, looke to your Roother there,</br>Why lookst thou thus at me?</br>And nimbly stept into my Boat,</br>With her a little Lad</br>Naked and blind, yet did I note,</br>That Bow and Shafts he had,</br>And two Wings to his Shoulders fixt,</br>Which stood like little Sayles,</br>With farre more various colours mixt,</br>Then be your Peacocks Tayles;</br>I seeing this little dapper Elfe,</br>Such Armes as these to beare,</br>Quoth I thus softly to my selfe,</br>What strange thing have we here,</br>I never saw the like thought I:</br>Tis more then strange to me,</br>To have a child have wings to fly,</br>And yet want eyes to see;</br>Sure this is some devised toy,</br>Or it transform'd hath bin,</br>For such a thing, halfe Bird, halfe Boy,</br>I thinke was never seene;</br>And in my Boat I turnd about,</br>And wistly viewd the Lad,</br>And cleerely saw his eyes were out,</br>Though Bow and Shafts he had.</br>As wistly she did me behold,</br>How likst thou him quoth she,</br>Why well, quoth I; and better should,</br>Had he but eyes to see.</br>How sayst thou honest friend, quoth she,</br>Wilt thou a Prentice take,</br>I thinke in time, though blind he be,</br>A Ferry-man hee'll make;</br>To guide my passage Boat quoth I,</br>His fine hands were not made,</br>He hath beene bred too wantonly</br>To undertake my trade;</br>Why helpe him to a Master then,</br>Quoth she, such Youths be scant,</br>It cannot be but there be men</br>That such a Boy do want.</br>Quoth I, when you your best have done,</br>No better way you'll finde,</br>Then to a Harper binde your Sonne,</br>Since most of them are blind.</br>The lovely Mother and the Boy,</br>Laught heartily thereat,</br>As at some nimble jest or toy,</br>To heare my homely Chat.</br>Quoth I, I pray you let me know,</br>Came he thus first to light,</br>Or by some sicknesse, hurt, or blow,</br>Depryved of his sight;</br>Nay sure, quoth she, he thus was borne,</br>Tis strange borne blind, quoth I,</br>I feare you put this as a scorne</br>On my simplicity;</br>Quoth she, thus blind I did him beare,</br>Quoth I, if't be no lye,</br>Then he's the first blind man Ile sweare,</br>Ere practisd Archery;</br>A man, quoth she, nay there you misse,</br>He's still a Boy as now,</br>Nor to be elder then he is,</br>The Gods will him alow;</br>To be no elder then he is,</br>Then sure he is some sprite</br>I straight replide, againe at this,</br>The Goddesse laught out right;</br>It is a mystery to me,</br>An Archer and yet blinde;</br>Quoth I againe, how can it be,</br>That he his marke should finde;</br>The Gods, quoth she, whose will it was</br>That he should want his sight,</br>That he in something should surpasse,</br>To recompence their spight,</br>Gave him this gift, though at his Game</br>He still shot in the darke,</br>That he should have so certaine ayme,</br>As not to misse his marke.</br>By this time we were come a shore,</br>When me my Fare she payd,</br>But not a word she uttered more,</br>Nor had I her bewrayd,</br>Of Venus nor of Cupid I</br>Before did never heare,</br>But that a Fisher comming by</br>Then, told me who they were.", "FLORIMEL.</br>Well:  against them then proceed</br>As before we have decreed,</br>That the Goddesse and her Child,</br>Be for ever hence exild,</br>Which Lelipa you shall proclaime</br>In our wise Apollo's name.", "LELIPA.</br>To all th' Elizian Nimphish Nation,</br>Thus we make our Proclamation,</br>Against Venus and her Sonne</br>For the mischeefe they have done,</br>After the next last of May,</br>The fixt and peremtory day,</br>If she or Cupid shall be found</br>Upon our Elizian ground,</br>Our Edict, meere Rogues shall make them,</br>And as such, who ere shall take them,</br>Them shall into prison put,</br>Cupids wings shall then be cut,</br>His Bow broken, and his Arrowes</br>Given to Boyes to shoot at Sparrowes,</br>And this Vagabund be sent,</br>Having had due punishment</br>To mount Cytheron, which first fed him:</br>Where his wanton Mother bred him,</br>And there out of her protection</br>Dayly to receive correction;</br>Then her Pasport shall be made,</br>And to Cyprus Isle convayd,</br>And at Paphos in her Shryne,</br>Where she hath beene held divine,</br>For her offences found contrite,</br>There to live an Anchorite.</br>"]