["Where is he now?  an awful question!  where?</br>'Mid disembodied sprights in realms of light,</br>Viewing angelic shapes more dazzling there,</br>Than those which gave him while on earth delight:</br>Such as appear'd unto his mental sight,</br>When he would dare create, what Art alone</br>Like his could realize, a goddess bright,</br>A Hebe, or a Grace without her zone,</br>Or all that poets dream of Beauty's queen, in stone.", "Whate'er of beautiful, high-minded Greece</br>Imagin'd, from Canova's chisel sprung:</br>And must that master-hand for ever cease</br>To mould those forms so graceful and so young,</br>In praise of which the mystic bards have sung?</br>Those forms, o'er which ideal loveliness</br>Is, at it were, by touch etherial flung!</br>That hand, which in cold marble could express</br>All-perfect beauty, youth, eternal happiness!", "His delicate Hebe almost seems to move:</br>So light thy step, fair daughter of the skies!</br>Thou art the gentle power that waits on Jove:</br>Thou art the flower of youth that never dies.</br>Sure 'tis a spirit that delights our eyes!</br>But Psyche, a celestial lover's pride,</br>With her sweet rival in proportion vies;</br>While beaming, like a twin-star at her side.</br>Cupid, as finely wrought, clasps his life-giving bride.", "O!  'tis a super-human skill that turns</br>To being such creatures of the brain</br>As the fond worshipper of fancy burns</br>To paint in glowing colours, but in vain.</br>Look on these breathing marbles &mdash; look again&mdash;</br>They are the visions of our youth brought forth,</br>Though motionless, yet beautiful!  no stain</br>Sullies their charms; they are not of this earth,</br>But pure, as when the bards' conceptions gave them birth.", "How o'er the sculptor's manly features play'd</br>The light of genius, as with modest zeal</br>He spoke of those immortal works survey'd</br>By him, with raptures such as he must feel</br>To whom Art loves her secrets to reveal.</br>The Phidian fragments!  in decay sublime,</br>Whence Art gives laws 'gainst which there's no appeal.</br>Such were man's labours in the olden time,</br>When freedom quicken'd thought, and a soul-wakening clime.", "Yet in Canova's mind were nursed those fine</br>Imaginings, that, but by few possest,</br>We call, adoring their results, divine;</br>Since those who have them are indeed most blest</br>Of mortal beings, far above the rest.</br>The poetry of sculpture must be caught</br>From Heaven:  it gives a feeling unexprest</br>When bodied forth, to those by Art untaught:</br>'Tis an ambrosial flame &mdash; the very soul of thought.</br>"]