["'Twas night, and sleep with  gently-waving wand,</br>Sat softly brooding o'er that monarch's brow,</br>Whose waking nod could Judah's realms command,</br>Or deal destruction to the frighted foe,</br>Great David's son &mdash; But at this tranquil hour,</br>No dreams of state disturb'd his peaceful bed,</br>To nobler heights his thoughts unfetter'd soar,</br>And brighter visions hover round his head.</br>Let meaner kings by mortals guard their state:</br>Around his sacred couch aerial legates wait.", "\"Hail, best belov'd\"!  Superior to the rest</br>One bending Angel cry'd with heav'nly voice,</br>\"Earth, seas, and air stand to thy view confest, </br>And God's own mandate ratifies thy choice.</br>Chuse then from these &mdash; say, shall thy pow'r extend</br>Where suns scarce warm  this earth's remotest shore?</br>Shall India's Lords beneath thy sceptre bend,</br>Whilst their black troops stand silent and adore?</br>To thee, sole Lord, shall earth her stores unfold,</br>Pour all her flame with gems to thee, and mines that gold?", "\"Shall Ocean's waves, obedient to thy call,</br>As erst to Moses, rang'd in order stand,</br>\"While crouds once more admire the floating wall,</br>And treasures open on the glitt'ring sand?</br>\"Or shall Fame's breath inspire each softer air,</br>Thee Just and Good to distant worlds resound,</br>While Peace, fair goddess, leads the smiling year,</br>Swells the glad grain, and spreads the harvest round,</br>Bids Jordan's extend its azure pride,</br>Pleas'd with reflected fruits that tremble in the tide?\"", "The Cherub spoke &mdash; when POWER majestic rose,</br>A Tyrian tinctur'd robe she dragg'd behind,</br>Whose artful folds at ev'ry turn disclose</br>Sceptres and crowns that flutter'd in the wind.</br>Gigantic Phantom!  in her face appear'd</br>Terrific charms, too fierce for mortal eyes;</br>Aw'd and amaz'd her very smiles we fear'd,</br>As tho' storms lurk'd beneath the smooth disguise!</br>But when she frowns, tremendous thunders roar,</br>Stern Desolation reigns, and kingdoms float in gore.", "Her WEALTH succeeds &mdash; and scarce his tott'ring head</br>Sustains the glitt'ring ore's incumbent weight</br>O'er his old limbs were tatter'd garments spread,</br>A well-fix'd staff directs his feeble feet.</br>Thus mean himself appear'd, but all around</br>What crouds unnumber'd hail the passing seer!</br>POWER, as he came, bow'd lowly to the ground,</br>And own'd with rev'rence a superiour there.</br>\"Rise, David's son, thy utmost wish extend,</br>See to thy sceptre WEALTH, the world's great monarch, bend.\"", "FAME next approach'd, whose clarion's martial sound</br>Bids conqu'ring laurels flourish ever green,</br>And gentle PEACE with olive chaplets crown'd,</br>And PLENTY goddess of the sylvan scene;</br>These PLEASURE join'd, loose flow'd her radiant hair,</br>Her flying fingers touch'd the trembling lyre,</br>\"Come Mirth,\" she sung, \"your blooming wreaths prepare,</br>Come gay Delight, and ever-young Desire,</br>Let days, let years, in downy circles move</br>Sacred to sprightly Joy, and all-subduing Love.\"", "The mingled train advanc'd; to close the rear,</br>As lost in thought, appear'd a pensive maid,</br>Bright was her aspect, lovely yet severe,</br>In virgin white her decent limbs array'd,</br>She mov'd in sober state; on either side</br>A beauteous handmaid friendly aid bestow'd,</br>Fair VIRTUE here, her view from earth to guide;</br>There CONTEMPTATION rais'd her golden rod.</br>Hail, WISDOM hail!  I see and bless the sight,</br>First-born of heav'n, pure source of intellectual light.", "On her the monarch fix'd his eager eyes,</br>On her alone, regardless of the croud,</br>\"Let vulgar souls (he cry'd) yon trifles prize,</br>Mortals that dare of mis'ry to be proud,</br>Hence then:  I burn for more ingenuous charms,</br>Nature's true beauties with more lustre shine;</br>Then take me, WISDOM, take me to thy arms,</br>O snatch me from myself, and make me thine.</br>All heav'n calls good, or man felicity,</br>Peace, Plenty, Health, Content, are all compriz'd in thee.\"</br>"]