["The flag of battle on its staff hangs drooping&mdash;</br>The thundering artillery is still&mdash;</br>The war-horse pines, and, o'er his sabre stooping,</br>His rider grieves for his neglected skill:</br>The chief who swept the ruddy tide of glory,</br>The Conqueror!  now only lives in story.</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quench'd your hearths with gore!", "Skies, baleful blue &mdash; harvests of hateful yellow&mdash;</br>Bring sad assurance that He is not here;</br>Where waved his plume the grape forgot to to mellow,</br>He changed the pruning-hook into the spear.</br>But Peace and her dull train are fast returning,</br>And so farewell to famine, blood, and burning!</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quenched your hearths with gore!", "Hopes of the young and strong, they're all departed&mdash;</br>Dishonoured manhood tills the ungrateful farm;</br>Parents!  life's balm hath fled &mdash; now broken-hearted,</br>Deplore the fate that bids your sons disarm.</br>O heavenly times!  when your own gold was paying</br>Your gallant sons, for being slain, or slaying!</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quenched your hearths with gore!", "Bud of our Island's virtue!  thou art blighted,</br>Since War's hot breath abroad hath ceased to blow;</br>Instead of clashing swords, soft hearts are plighted,</br>Hands joined, and household goblets made to flow;</br>And for the ocean-roar of hostile meeting,</br>Land wafts to land Concord's ignoble greeting.</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quenched your hearths with gore!", "The apple-tree is on the rampart growing;</br>On the stern battlement the wall-flower blooms;</br>The stream that rolled blood-red is faintly glowing</br>With Summer's rose, which its green banks perfumes;</br>The helm that girt the brow of the undaunted,</br>By peasant hands with garden shrubs is planted.</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quenched your hearths with gore!", "Men wax obscurely old &mdash; the city sleeper</br>Starts not at horse-tramp, or deep bugle-horn;</br>The grenadier consoles no lovely weeper,</br>Above her sullen kindred's bodies borne;</br>The people smile, and regal pride's declining,</br>Since round imperial brows the olive's twining.</br>Mourn, nations!  mourn!  The godlike man's no more,</br>Who fired your roofs, and quenched your hearths with gore!</br>"]