["My native place, the house where I was born,</br>My parent's dwelling, where my youth was spent!</br>And is it here I, pensive and forlorn,</br>Sit silent, or just utter a complaint?</br>The nearer sadder, why should this be so?</br>And former pleasures fullest sources now of wo!", "Friends, loving friends, the former scenes of mirth,</br>Comrades late thronging in the youthful ring,</br>Old views and ideas larger than the worth,</br>These charm the fancy, and provoke to sing;&mdash;</br>But mine they lead &mdash; my Margarita, why,</br>What does express the deep involuntary sigh?", "The Spring appears, and Nature knows the change,</br>Looks gay and smiling, from the storms reliev'd</br>Of frowning Winter:  but my state is strange;</br>My sorrows spring; my friends, the house aggriev'd,</br>Should we along keep variance with the year,</br>Diffusing joys?  and why let fall the frequent tear?", "Ah!  Margarita, pale, consuming, dead,</br>Interr'd; &mdash; nor was I present, or to hear</br>Her latest words, to treasure what she said;</br>Or to solace, with accents falt'ring, dear</br>Fraternal soothings &mdash; Margarita gone,</br>Pursue my thoughts: &mdash; alive, alas!  in them alone.", "Ah!  Margarita, youngest, &mdash; why does Death</br>Forget his period? &mdash; only sister! &mdash; why</br>Destroy the care of all, forget his path,</br>Forget the havock in his erring way?</br>Deceitful form!  most promising of all,</br>Health, strength, and charms &mdash; in vain &mdash; did Margarita fall!", "Friends do console; but when I mark the place</br>That she possess'd, or in the duller room,</br>Or in the talk, or read in likest face</br>Her better looks, then think upon the tomb,</br>How can they blame me, Margarita gone!</br>If I unconscious stare, or lifeless sigh and groan?", "Say, say the whole; I chuse to hear the tale,</br>The every circumstance; it pleases Grief;</br>Give it more food. &mdash; Lo!  with a prosp'rous gale,</br>A husband homeward with me, vain belief</br>Of happiness in her. &mdash; No interview,&mdash;</br>From various deaths he came, and his approach she knew.", "She would have been, had future days been given,&mdash;</br>Death interpos'd, &mdash; she was, &mdash; but Death did end</br>Prospects and pleasures.  O!  all-ruling Heaven,</br>The daughter, sister, wife, companion, friend,</br>Thou givest comforts, and thou tak'st away.&mdash;</br>Delusive views!  all's vain, all's subject to decay.", "The aged father, more afflicted mother,</br>How do they show, or how can they conceal,</br>Their sorrows!  much too either loving brother</br>(And must not I?)  have suffer'd, and must feel;</br>Who knew her suffer'd. &mdash; A&mdash;, you have lost</br>A loving spouse, alas!  and A&mdash; suffers most.", "I wander musing o'er th' enamel'd green;</br>I view the various beauties of the spring;</br>Contemplative now the seas, now heaven serene:</br>Yet all are full of Margarita, bring</br>The sad remembrance of the young, the dear,</br>Departed Margarita! &mdash; sudden and severe!", "Why do you shew your beauties, tempting flowers?</br>Stronger you seem than her you bring to mind:</br>Alas!  her period too was like to yours;</br>Frail as the fading grass are human kind;</br>Frosts, storms, unfriendly soils their glory end:</br>From Death poor Margarita nothing could defend.", "Thus M&mdash; melancholy, and renew'd,</br>From every face or object that he view'd,</br>His Margarita, and seem'd pleas'd to borrow,</br>From all around, new fewel to his sorrow.</br>Till thoughts mature, religion, time did bring</br>Subject more calm, and bade him thus to sing.</br>"]