["While the rough surge of Life's tempestuous wave</br>To desolation speeds its course,</br>And with a wild o'erwhelming force</br>Consigns progressive ages to the grave,</br>Unalterably true the Solar ray</br>Darts from the East th' important day to bring,</br>While heavenly powers resume th' exalted lay,</br>And with divine harmonious concord sing</br>The wondrous high descent of their incarnate king.", "O memorable day!  what joys divine</br>The courts of highest Heaven pervade,</br>Where to th' extatic view display'd,</br>In bright array the heirs of glory shine!</br>While there, to celebrate thy blest return,</br>Immortal beauty beams upon the sight;</br>And martyrs, whom salvation's robes adorn,</br>Reflect the purity of spotless white,</br>That issues from the source of Everlasting Light.", "Awake, O man!  the natal morn invites;</br>To heavenly themes attune the soul;</br>Yield to that sacred sweet controul,</br>That brings pure mental permanent delights.</br>Let earthly cares obediently retire,</br>And to the soul's eternal worth give place:</br>Kindle the fervour of sublime desire,</br>The wonders of the Saviour's love to trace,</br>The glories of his reign, the riches of his grace.", "Swift fly the hours with more than eagle's haste,</br>Like rolling years beyond the flood,</br>When the great Author of all good</br>Gave beauty, life, and light, an empire vast.</br>Yet e'en this transient sublunary state</br>Will to the mind celestial good afford;</br>The Christian soars above the reach of Fate,</br>Feasts on the faithful premise of his Lord,</br>And drinks the pure delights of his most holy word.", "Great name of whom the saints and angels boast!</br>Him the most ancient seraphs knew,</br>And while his realms they strove to view,</br>Their powers though great were in his empire lost!</br>O infinite eternal King of kings,</br>Compar'd with thee, immensity is small!</br>The most stupendous of created things,</br>Weigh'd in thy balances, to nothing fall,</br>For thou through endless space art God of All in All.", "Unbounded space its choicest incense yields;</br>But most apparent to the mind,</br>The omnipresent God we find,</br>Ador'd throughout Creation's ample fields.</br>The starry orbs from human eye remote,</br>In their bright courses praise their Lord above;</br>They in the blue expanse of ether float,</br>And for his glory regularly rove</br>In yonder vast domain of his almighty love.", "If this diurnal sphere from pole to pole</br>We trace, to seek our heavenly fire,</br>Or for his attributes enquire,</br>A lasting train of wonders feast the soul:</br>These their incessant grateful task fulfil,</br>Speak the Creator's all-transcendent fame,</br>And minister to his unerring will:</br>These in full concert raise th' exalted theme,</br>To join the general shout of praises to his name.", "But O what glories from Salvation's plan,</br>The mind's perceptive powers entrance,</br>As heralds with the news advance,</br>That God through Christ is reconcil'd to man!</br>Safe on her golden anchor stay'd, sweet Hope</br>Gives to the wind the terrors of the tomb,</br>And Faith, surveying yonder starry cope,</br>Explores those mansions in the world to come,</br>The soul's perpetual rest and everlasting home.", "Here rivers of delight, that know no pause,</br>Their essences profusely pour</br>On minds that ne'er could reach the store</br>Of philosophic fruits in Nature's laws:</br>Here from a pure translucid ambient stream</br>Comforts divine their sorrowing bosoms soothe,</br>Through all its avenues th' immortal frame</br>Drinks from the fountain of eternal Truth,</br>That gives the blooming health of undecaying youth.", "Since the first coming of the Prince of Peace</br>Excites the joy of Heaven and Earth,</br>To hail the wonders of his birth,</br>To praise thy name, Jehovah, shall I cease?</br>Rather the primogenial spring of heat</br>May in Life's crimson current cease to glide;</br>Ah!  rather may I pass Death's sable gate,</br>Than e'er from thee my humble offerings hide,</br>For with thee endless life and honours till abide.</br>"]