["Dear Lamb, I drink to thee, &mdash; to thee</br>Married to sweet Liberty!&mdash;", "What! &mdash; old friend, and art thou freed</br>From the bondage of the pen?</br>Free from care and toil indeed&mdash;</br>Free to wander amongst men</br>When and howsoe'er thou wilt,&mdash;</br>All thy drops of labour spilt</br>On those huge and figured pages,</br>Which will sleep unclasp'd for ages,</br>Little knowing who did wield</br>The quill that traversed their white field?</br>Come, &mdash; another mighty health!</br>Thou hast earn'd thy sum of wealth,</br>Countless ease, &mdash; immortal leisure,&mdash;</br>Days &mdash; and nights of boundless pleasure,</br>Checquer'd by no dream of pain,</br>Such as hangs on clerk-like brain</br>Like a nightmare, and doth press</br>The happy soul from happiness.", "Oh!  happy thou, &mdash; whose all of time</br>(Day, and eve, and, morning-prime)</br>Is fill'd with talk on pleasant themes,&mdash;</br>Or visions quaint, which come in dreams</br>Such as panther'd Bacchus rules,</br>When his rod is on \"the schools,\"</br>Mixing wisdom with their wine;&mdash;</br>Or, perhaps, thy wit so fine</br>Strayeth in some elder book,</br>Whereon our modern Solons look</br>With severe ungifted eyes,</br>Wondering what thou seest to prize.</br>Happy thou, whose skill can take</br>Pleasure at each turn, and slake</br>Thy thirst by every fountain brink,</br>Where less wise men would pause to shrink.</br>Sometimes 'mid stately avenues</br>With Cowley thou or Marvel's muse</br>Dost walk, &mdash; or Gray, by Eton towers,</br>Or Pope, in Hampton's chesnut bowers,&mdash;</br>Or Walton, by his loved Lea stream:&mdash;</br>Or, &mdash; dost thou with our Milton dream</br>Of Eden, and the Apocalypse,</br>And hear the words from his great lips?", "Speak! &mdash; In what grove or hazel shade</br>For \"musing Meditation made,\"</br>Dost wander, &mdash; or on Penshurst lawn,</br>Where Sydney's fame had time to dawn</br>And die, ere yet the hate of men</br>Could envy at his perfect pen?</br>Or, dost thou in some London street,</br>With voices fill'd and thronging feet,</br>Loiter, with mien 'twixt grave and gay&mdash;</br>Or take, along some pathway sweet,</br>Thy calm suburban way?&mdash;</br>Happy beyond that man of Ross,</br>Whom mere content could ne'er engross,</br>Art thou, &mdash; with hope, &mdash; health, &mdash; \"learned leisure,\"</br>Friends &mdash; books &mdash; thy thoughts &mdash; an endless pleasure!</br>&mdash;Yet &mdash; yet &mdash; (for when was pleasure made</br>Sunshine all without a shade?)</br>Thou, perhaps, as now thou rovest</br>Through the busy scenes thou lovest</br>With an idler's careless look,</br>Turning some moth-pierced book,</br>Feel'st a sharp and sudden woe</br>For visions vanished long ago!&mdash;</br>And then thou think'st how time has fled</br>Over thy unsilver'd head,</br>Snatching many a fellow mind</br>Away, and leaving &mdash; what &mdash; behind?&mdash;</br>Nought, alas!  save joy and pain</br>Mingled ever, like a strain</br>Of music where the discords vie</br>With the truer harmony.</br>So, perhaps, with thee the vein</br>Is sullied ever, &mdash; so the chain</br>Of habits and affections old,</br>Like a weight of solid gold,</br>Presseth on thy gentle breast,</br>Till sorrow rob thee of thy rest.", "&mdash;Ay:  So it is.  Ev'n I (whose lot</br>The fairy Love so long forgot)</br>Seated beside this Sherris wine,</br>And near to books and shapes divine,</br>Which poets and the painters past</br>Have wrought in lines that aye shall last&mdash;</br>Ev'n I, with Shakspeare's self beside me,</br>And One, whose tender talk can guide me</br>Through fears, and pains, and troublous themes&mdash;</br>Whose smile doth fall upon my dreams</br>Like sunshine on a stormy sea,&mdash;</br>Want something, &mdash; when I think of thee!</br>"]