["At the foot of yon hill, by the side of a stream</br>That distils from the clear crystal spring;</br>Where rural Felicity marks out the theme</br>The contemplative Muses will sing,</br>Content with young Corin and Daphne resides,</br>Who, unknown to Care, Trouble, and Strife,</br>In Pleasure and Friendship oppose the rude tides</br>That disturb the smooth current of life.", "Their cottage is pleasant, convenient, and neat,</br>Their furniture useful and plain;</br>The fold for their ewes and their lambs a retreat,</br>When oppress'd by the winds and the rain;</br>The wall, by the ivy's green mantle o'erspread,</br>Are of clay, and the roof made of thatch;</br>The door, something low to exclude the proud head,</br>May be op'd by a string from the latch:", "The porringers hung all in order within,</br>And the platters all rang'd on the shelf,</br>The tea-cups and saucers all shining again,</br>Some of china, and others of delf.</br>Content is a kingdom; the pair but require</br>What's convenient, nor need they to spare;</br>On a three-legged stool they enjoy the warm fire,</br>Then what need of a sopha or chair?", "Their meals, not luxurious, sufficient alone</br>For Nature's support and for health;</br>Necessity makes not the peasant to moan,</br>Nor does Fortune o'erburden with wealth.</br>In the morn, at the lark's early summons they rise,</br>Whilst the cock yet proclaims the new day;</br>When the sun from the east gilds the mountains and skies,</br>And the fields and the meadows look gay.", "On the plain then together their flocks they attend,</br>Their amusement, their joy, and their care;</br>Thrice bless'd in the bounty Heav'n pleases to send,</br>The reward of those labours they share.</br>On the plains, o'er the hills, thro' the vallies they rove,</br>Or now seat themselves down by the spring;</br>To catch the soft music which breathes thro' the grove,</br>When the linnet and nightingale sing.", "They stray o'er the banks of the murmuring brook,</br>Which meandering runs thro' the glade,</br>To view the rough current that pours from the rock,</br>And falls in a rural cascade.</br>Thus, the gifts of kind Nature they live to enjoy,</br>Whilst the summer enlivens the year,</br>And winter but varies the course of their joy,</br>As it lessens their toil with their care.", "The grief that oppresses the heart of the maid,</br>The youth ever labours to cure;</br>For, if sorrows the mind of fair Daphne invade,</br>Her Corin each pang must endure:</br>But, if happy the swain, then the nymph too is blest,</br>They live in each other alone,</br>Ev'ry pleasure he feels must enliven her breast,</br>Since the will of her Corin's her own.</br>"]