["New Inspiration, Heav'nly Muse, afford,</br>That I in grateful Numbers may record;</br>May from Oblivion's Shade the Chiefs retrieve,</br>And make their Names to coming Ages live;</br>Who left the Pleasures of Britannia's Isle,</br>The soft Endearments of their native Soil,</br>For War's Alarms, and honourable Toil.</br>Who in reform'd Religion's Glorious Cause,</br>Fought on the Belgian Plains, with Earth's and Heav'n's Applause.", "Valiant Horatio, to the Britons dear,</br>The mighty Brother of the mighty Vere,</br>Held in Eliza's Army high Command;</br>He rais'd in Essex Fields his War-like Band.</br>A Hero to his Brother next admir'd,</br>Whose Noble Veins true British Courage fir'd:</br>The other Captains were exceeded far</br>By the Great Veres, two Thunder-bolts of War.", "Alban, th' Illustrious Gen'ral's only Son,</br>Whose Vertues universal Love had won,</br>A beauteous Youth, worthy a milder Doom,</br>A Hero promis'd, and a Vere to come,</br>Left his fair Sisters to their Mother's Care,</br>And for the Field did his bright Arms prepare,</br>From his great Sire, to learn the Art of War.", "Brave Troops advanc'd from fair Wiltonia's Plains,</br>And aeiry Downs, on which unnumber'd Swains,</br>With cheerful Toil, their fertile Acres Till,</br>And with harmonious Lays the Vally fill.</br>Where, for their woolly Riches, every Year</br>Ten Thousand Sheep the wealthy Farmers shear.</br>Whose Spoils are truly Albion's Golden Fleece,</br>Outvying that of Legendary Greece.</br>These sent abroad from Britain's noble Loom,</br>Bring forreign Wealth, and distant Pleasures home.</br>Silks, Pearl, and Spices, from the wanton East,</br>Rich Drugs, with Gold and Silver, from the West.</br>Cecil in Arms, and War-like Conduct great,</br>Son to the famous Counsellor of State,</br>Enroll'd these valiant Troops, and pass'd them o'er</br>From the Britannick, to the Belgick Shore.</br>They did a strange Alacrity express,</br>To aid reform'd Batavia in Distress.", "Augusta's Youth, Divine Religion's Cause,</br>From the bright Court and busy City draws.</br>The Merchants to their gainful Burse prefer</br>The Tented Field, to learn from mighty Vere</br>To settle War-like Factories abroad,</br>Who may their Fleets with glorious Laurels load:</br>May fix a Commerce of a nobler sort,</br>Send Trophies home, and martial Fame import.</br>These ardent Squadrons were by Sidney led,</br>(Who has not Sidney's Praises heard or read?)</br>Whose Pen and Sword both Laurels did acquire,</br>Whom Camps and Courts did equally admire.</br>None more did famous Men of Letters court,</br>None their Polite Republick more support.</br>He, their Protector, cherish'd every Bard,</br>And all their Flights profusely did reward.</br>The tuneful Tribe his Triumphs did adorn,</br>And at his Altars all their Incense burn.</br>None in the Poets Songs more brightly shone,</br>Immortal by their Pens, Immortal by his own.</br>All to his Standard Veneration paid,</br>Brought to his Mint their Works to be essay'd.</br>No Poet's then were reckon'd Sterling Lays,</br>Which bore no Stamp or Mark of Sidney's Praise.</br>Ye Bards, this noble Patron would you know?</br>Sidney was then, what Montague is now.", "The valiant Greville, an Illustrious Name,</br>From whom a noble Race of Patriots came,</br>Whose Merit Sidney with true Friendship crown'd;</br>As well for Letters, as for Arms renown'd,</br>Inspir'd with Zeal, his Weapons did demand,</br>To follow Sidney to the Belgick Land.</br>In Arms th' Iberian's Progress to arrest,</br>Repel the Tyrant, and relieve th' Opprest.</br>He, Warwick's Hero, from his Castle went,</br>And pitch'd on Dunmore Plain his War-like Tent:</br>Muster'd upon the Legendary Ground</br>His Tenants, and his Country-men around:</br>Then march'd to pierce the threefold Roman Beast,</br>The Monster, and unsufferable Pest,</br>That worse, than ancient Plagues, Europa did infest.", "Valiant Mordano, of a high Descent,</br>To free his Neighbours from Oppression, went.</br>The Brave Young Man by all Men was admir'd,</br>With the true Courage of his Nation fir'd.</br>He for the dusty Field forsook his Farms,</br>Ignoble Pleasures, for Heroick Arms:</br>To all thy Beauties, Albion, did prefer</br>More glorious Danger, and more charming War.</br>Part of the Guards did great Eliza send,</br>Who on her Royal Person did attend</br>These Young Mordano, their intrepid Head,</br>In Belgian Fields to Martial Hazard led.", "Norris, a Chief, not of Plebeian Birth,</br>Of envy'd Honour, and uncommon Worth,</br>To the Great Man of the same Name ally'd,</br>Belgia's Defender, and Britannia's Pride;</br>Whose glorious Deeds fatigu'd the Wings of Fame,</br>And high as Heav'n advanc'd the Hero's Name;</br>Brought the bold Youth from all the Towns that stood</br>On the rich Banks of Isis' famous Flood:</br>From fair Oxonia, whose high Turrets rise,</br>Yet to her Fame unequal, 'midst the Skies:</br>The Source of Science, which does every way</br>Polifick Streams thro' Albion's Isle convey:</br>And greater Riches on the Mind bestows,</br>Than Isis gives the Land, thro' which it flows.", "Lomel, a Gen'ral of a noble Line,</br>Whose Deeds in Story will for ever shine.</br>Sedate and Valiant, Courteous and Polite</br>In Britain's Court, but bravely rough in Fight;</br>Rais'd his bold Troops, one part in Sussex Soil,</br>One in the Nothern Region of the Isle:</br>Who could unhurt hard Martial Labour bear,</br>And suffer all Inclemencies of Air.</br>These could with Parents, Friends, and Country part,</br>Freedom and pure Religion to assert.", "Gouramno, long to Camps and Arms innur'd,</br>Whose mighty Deeds had deathless Fame procur'd;</br>His valiant Troops on Cam's fam'd Current bred,</br>From Albion's Shore, to forreign Triumphs led.</br>Hamel, a Noble Caledonian Knight,</br>Proud to defend Religion, Law, and Right,</br>Led his Battallions from th' Orccadian Isles,</br>To merit Fame, and share Iberian Spoils.</br>Ingol and Palma, Chiefs of mighty Name,</br>In Belgick Plains encreas'd their Martial Fame;</br>With Fairfax, Ruta, Conway, Lovelace, Ball,</br>Gale, Silvius, Parker, Ogle, Herbert, all</br>Ready at Honour's, and at Danger's Call.", "Mauritius, of a Noble House, that shines</br>With mighty Worthies, Heros, Heroines,</br>Great Patriots, Conqu'rors of a God-like Race,</br>Who in long Order Belgia's Annals grace;</br>Batavia's Founder of Immortal Fame,</br>And, Albion, hence thy Great Deliverer came:</br>A Prince, of whom the Belgians justly boast,</br>As Chief, commanded Belgia's Valiant Host.</br>Brave Fredrick, in the early Bloom of Youth,</br>Reform'd Religion and Coelestial Truth,</br>Freedom and Right, in Battel to defend,</br>Did his Great Brother to the Field attend.", "The famous Hollock, in Germania bred,</br>Next to Mauritius, did the Belgians Head.</br>Ernest and Loick took with great Applause</br>The Field, in Belgia's and Religion's Cause.</br>In both their Veins, to their great Honour, flow'd</br>Illustrious Streams of high Nassovian Blood.</br>One Gen'ral was of Foot, and one of Horse,</br>Each prais'd for Courage, Vigilance, and Force.</br>Horno and Goren, both of Geldria's Land,</br>Bevert and Solms had Posts of high Command.", "Brave Maximilian pass'd the rapid Rhine,</br>And with his Squadron did Mauritius join.</br>A Pious Zeal did this Great Prince perswade,</br>To bring th' oppress'd reform'd Batavians Aid.</br>This Leader Valiant, Beautiful, and Young,</br>Adorn'd with every Princely Vertue, sprung</br>From the Illustrious Hannoverian House,</br>Which did with Zeal reform'd Belief espouse:</br>Did still against encroaching Pow'rs contend,</br>Curb proud Oppressors, and the Oppress'd defend:</br>The House on which Britannia casts her Eye,</br>Hoping for vacant Thrones a long Supply.</br>She happy in a new Eliza's Reign,</br>Wishes, but Oh!  her Wishes are in vain,</br>That her Victorious Monarch's Human Frame,</br>Was as Immortal, as her Deathless Fame.</br>But since she must (ah, fatal must!) encrease</br>The Glorious Dead, Oh!  may it be in Peace.</br>May the afflictive Blow be long deferr'd,</br>Let it be late e'er the sad Cry be heard;</br>Oh!  may Britannia long, may Europe long be spar'd!</br>And when we feel th' inevitable Stroke,</br>Oh!  let not Britain bear the Gallick Yoke.</br>Let not the Sons of Belial's curs'd Design</br>Succeed to break the Royal, Legal Line:</br>Men of a cruel persecuting Kind,</br>Averse to Goodness, and to Reason blind:</br>Who our late Chains and Bondage would restore,</br>Rome's Superstition, and proud Gallia's Pow'r:</br>Who Slav'ry court, pull their own Altars down,</br>To raise a Roman Bigot to the Throne.</br>Monsters beyond what ever Aegypt saw,</br>Beyond what ever err'd from Nature's Law;</br>They would no Pains, no Crimes, no Danger shun,</br>To see their Country ruin'd, and undone.</br>But let the Heros of the Legal Line</br>On Britain's Throne with envy'd Honour shine.</br>And from the Noble undecaying Root,</br>For ever may Illustrious Branches shoot,</br>Britannia to adorn with Royal Fruit.</br>May they, with tender Care Religion guard,</br>Suppress the Wicked, and the Good reward.</br>May they like William, and like Anna Reign,</br>Curb Roman Pride, and Tyranny restrain.</br>This valiant Youth a Band of Germans brought,</br>Who for reform'd Religion bravely fought,</br>And from the noblest Cause, the noblest Laurels sought.", "Soon as the Morn, to let in dawning Light,</br>Drew up the Sable Curtain of the Night:</br>Great Vere arose, and negligent of Rest,</br>His vig'rous Limbs in burnish'd Armour drest:</br>A Crimson Scarf, with Golden Fringes grac'd,</br>Eliza's Gift, adorn'd his comely Wast.</br>His flaming Sword to Death a faithful Friend,</br>On whom familiar Vict'ry did attend,</br>Whose fatal Force unnumber'd Warriors felt,</br>Hung by his Side in a rich Silver Belt.</br>Hard polish'd Steel his Back and Breast encas'd,</br>And his bright Helmet round his Head was brac'd;</br>Whose Repercussions of the glancing Light,</br>Improv'd the Sun, which thus grown doubly bright,</br>By keen Reflection dazled more the Sight.</br>This grasp'd his glitt'ring Lance, the other Hand,</br>With Martial Grace, his Staff of high Command.</br>Such Flame, such Ardor sparkled in his Eyes,</br>As from a perfect inbred Courage rise.</br>And which are never seen, but where we find</br>True Vertue mixt with Nobleness of Mind.", "As Caesar look'd when on Pharsalian Plains,</br>Heroick Heat distending all his Veins;</br>He march'd to Battel, where the Lot was hurl'd,</br>Which must decide the Empire of the World:</br>Such as Illustrious Michael did appear,</br>When griping fast his long Immortal Spear,</br>The Glorious Warrior at his Army's Head,</br>The bright Brigades of Heav'n to Combate, led:</br>Such Looks in Arms did the Great Briton wear,</br>So Seraph-like his Port, so Caesar-like his Air.", "A Mauritanian led his famous Steed,</br>Prais'd for his wond'rous Beauty, Strength, and Speed.</br>The true-bred Mare was of Britannia's Isle,</br>The Noble Sire was brought from Thracia's Soil.</br>All Men the gen'rous Creature did admire,</br>Wanton with Life, and bold with native Fire.</br>With thund'ring Feet he paws the trembling Ground,</br>He strikes out Fire, and spruns the Sand around.</br>Does with loud Neighings make the Vally ring,</br>And with becoming Pride his Foam around him fling.</br>So light he treads, he leaves no Mark behind,</br>As if indeed descended from the Wind:</br>And yet so strong, he does his Rider bear,</br>As if he felt no Burden, but the Air.</br>A Cloud of Smoke from his wide Nostrils flies,</br>And his hot Spirits brighten in his Eyes.</br>At the shrill Trumpet's Sound he pricks his Ears,</br>With brave Delight surveys the glitt'ring Spears,</br>And covetous of War, upbraids the Coward's Fears.", "Now did the Hero at his Army's Front,</br>With Martial Mein his noble Courser mount;</br>Which bounding and curvetting o'er the Sand,</br>Did neither wholly go, nor wholly stand.</br>So easy on his Back the Hero sate,</br>As if he gave more Life, nor added Weight.</br>The Pride of Arms advanc'd, and was to view</br>At once a Pleasure, and a Terror too.</br>Now the Battallions move at his Command,</br>And fill the Heav'ns with Clouds of Dust and Sand.</br>Spears, Helmets, Muskets, with the Sun-beams play,</br>Their flashing Glances thro' the Field convey,</br>And bandy to and fro reverberated Day.</br>When on their March embattled Clouds appear,</br>What formidable Gloom their Faces wear?</br>How wide their Front?  how deep and black their Reer?</br>How do their threat'ning Heads each other throng?</br>How slow the crowding Legions move along?</br>The Winds with all their Wings can scarcely bear</br>Th' oppressive Burden of th' impending War.</br>So on their March did Vere's Battallions show,</br>As great their Terror, and their Pomp as slow.", "And now the Cannon in the Army's Van,</br>With their loud Peals the bloody Fight began.</br>Their roaring Voice rent all the ambient Air,</br>The Promulgation of advancing War.</br>Dreadful Salutes pass'd from the Briton's side,</br>To which th' Iberian terribly reply'd.</br>The thund'ring Noise, the wide-mouth'd Cannon made,</br>Did all the Towns and Tow'rs around invade.</br>Prodigious Fire was made on either part,</br>The Shepherds Heard, and on the Downs did start.</br>The Sound augmenting, all the Region fills,</br>By Repetition from the ecchoing Hills.</br>The wond'ring Skies with forreign Light'ning shone,</br>And rung with Peals of Thunder, not their own.</br>As high Vesuvius, when the Ocean laves</br>His fiery Roots with Subterranean Waves,</br>Disturb'd within, does in Convultions roar,</br>And casts on high his undigested Oar:</br>Discharges Massy surfeit on the Plains,</br>And empties all his rich Metalick Veins.</br>His ruddy Entrails, Cinders, Pitchy Smoke,</br>And intermingled Flames the Sun-beams choak.</br>The dreadful Roaring, and the awful Sight,</br>Shakes all Campania, and her Swains affright.</br>Such on the Batt'ries did their Guns appear,</br>As frightful to behold, as horrible to hear.", "And now their mutual Cannonading past,</br>Which did a while with wond'rous Fury last:</br>Th' impatient Britons, at their Chief's Command,</br>Began the bold Attack with Sword in Hand.</br>Mordano, who did Death and Danger face</br>With Courage worthy of his Noble Race,</br>Himself the foremost of his bold Brigade,</br>Dauntless went on, and the first On-set made.</br>Mindless of Death, brave to Intemperance,</br>The noble Chief did to the Lines advance.</br>The Great Young Man was by old Captains prais'd,</br>Who at his fearless Progress stood amaz'd.</br>He press'd the high Entrenchments, to assail</br>Thro' Storms of Fire, and Show'rs of Leaden Hail.</br>By his resistless Valour, mounted up,</br>And cut his Passage to the Rampart's Top.</br>Then with his Fauchion strong Anselmo slew,</br>And cleft the Valiant Barlamon in two.", "Then Noble Garcio, Valiant, Young, and Proud</br>Of his rich Lands, and pure Castilian Blood,</br>Who from the Banks of Golden Tagus came,</br>By brave Atchievements, to advance his Name,</br>To stop the Briton's Progress, swiftly flew,</br>And at his Breast a lighted Fire-ball threw.</br>His Head inclin'd, the British Youth did hear</br>The erring Ball pass hizzing by his Ear.</br>Th' enrag'd Castilian curs'd his luckless Chance,</br>And to a closer Combate did advance.</br>He rais'd his flaming Fauchion in the Air,</br>And for a fatal Blow did all his Strength prepare.</br>But first he cross'd himself, and then he cry'd,</br>Propitious Saints, who o'er the War preside,</br>On whose Protection I confide in Fight,</br>Assist my Arm, and guide this Stroke aright:</br>Then did his Sword descend with fearful Sway,</br>And thro' the Briton's Armor made its way.</br>It cut his Side, and thro' the wounded Veins,</br>The ebbing Blood his plated Thigh distains.</br>This did Mordano's Rage so much provoke,</br>That gath'ring all his Force for one brave Stroke,</br>He rais'd his reeking Sword with Slaughter Red,</br>And aim'd his Blow between the Breast and Head:</br>Which did the Pipe, that Breath conveys, divide,</br>And cut the Jugulars from side to side:</br>And had it met the Juncture of the Bone,</br>The Spaniard's Head had from his Shoulders flown:</br>He fell, and lay expiring in his Blood,</br>That gushing from his Veins around him flow'd.", "Nor did a milder Fate Ibarra meet,</br>Who lay extended at the Conq'ror's Feet.</br>Gonzala next from fair Ibero's Flood,</br>And Ascoli the Briton's Arms withstood.</br>Unhappy Youths both by his Fauchion dy'd,</br>In Blood before, and now in Fate ally'd.</br>Brave Bourgon took the Field in quest of Fame,</br>But slain, he fell, to raise Mordano's Name.", "Then strong Daranda, to sustain his Troops,</br>And disappoint the brave Young Briton's Hopes,</br>Attack'd his Squadrons with a fierce Brigade,</br>And great Destruction with his Weapons made.</br>Mordano now fatigu'd, and out of Breath,</br>By feasting with his Sword Voracious Death,</br>And feeble with the great Effusion grown,</br>Both of Iberian Blood, and of his own,</br>Fainted and sunk; Cecil, who near him fought,</br>Advanc'd, and in his Arms the Warrior caught.</br>With tender Care he to the Camp convey'd,</br>And on his Bed the noble Briton laid.</br>Cecil did swiftly to the Fight return,</br>By Valiant Deeds Britannia to adorn.</br>Eager of War, he mingled with the Crowd,</br>And deep Revenge for brave Mordano vow'd.</br>With gallant Rage th' Iberian he invades,</br>And sought Daranda 'midst the thick Brigades.</br>The Spaniard saw, and did his Arms oppose,</br>Whence on the Lines a noble Combate rose.</br>Of equal Stature, equal Fame, and Age,</br>The British and th' Iberian Chiefs engage.</br>Hard on the Briton brave Daranda prest,</br>And push'd his glitt'ring Pike against his Breast.</br>The Armour to the Weapon did not yield,</br>But with the Thrust the stagg'ring Briton reel'd.</br>But soon recov'ring, with a back-hand Blow</br>He hop'd to cut the Spaniard's Head in two.</br>His Head indeed the erring Weapon mist,</br>But did divide the Sinews of the Wrist.</br>He dropt his Arms, and by a second Wound</br>Deep in his Breast he fell, and bit the Ground.</br>He fetch'd his Breath in Sobs, and double Sighs,</br>And often strove, but strove in vain to rise:</br>His Eyes defrauded of their vital Ray,</br>Labour for Life, and catch the flying Day.</br>From the wide Wound a purple River flows,</br>And Life departs in strong convulsive Throws.", "Herrera next, and noble Manoel,</br>One did in Arms, and one in Arts excel,</br>By valiant Cecil's fatal Weapon fell.</br>One's Breast he pierc'd with his destructive Spear,</br>Whose bloody Point did thro' the Back appear.</br>He, with his Sword the other did invade,</br>And in the middle cleft the Shoulder-Blade:</br>Whence his disabled Arm depending swung,</br>And from the Joint in fearful manner hung.</br>When Valdes saw what Ruin Cecil made,</br>In what high Heaps the slain Iberians laid,</br>He brought his Cohort to the Spaniard's Aid.</br>The British Chief with Numbers over-born,</br>Did to his Line with wond'rous Rage return.</br>Supply'd with Troops, the Combate he renew'd,</br>On famous Valdes dire Revenge pursu'd,</br>Whence on the Works a dreadful Fight ensu'd.", "Thy trembling Cities, Belgia, heard from far</br>The Muskets Vollies, and the Shouts of War.</br>The Soldiers Cries, the Drum's and Trumpet's Voice,</br>A horrid Medly made of loud discordant Noise.</br>Dreadful Confusion, complicated Sounds,</br>And confluent Horrors scare the list'ning Towns.</br>Ecchoes with Ecchoes Combate in the Skies,</br>Clamors with Clamors meet, and Cries with Cries.</br>On rolling Waves of Air, and adverse Tides</br>Born to and fro Triumphant Uproar rides.</br>Rencount'ring Sounds th' Aetherial Deep embroil,</br>From Heav'n to Earth, from Earth to Heav'n recoil.</br>Unseen Destrustion swiftly thro' the Skies,</br>In Leaden Tempests back and forwards flies.</br>Their pond'rous Balls in Vollies they unload,</br>And Massy Death in Flame and Smoke explode.</br>On either side thus terribly they fir'd,</br>Neither advanc'd, and neither Foe retir'd.</br>On the same Ground inflexible they stood,</br>Fearless of Death, and obstinate in Blood.</br>While this Dispute the Warriors did maintain,</br>Many brave Men on either side were slain.</br>Among the Britons, Roceter lay dead,</br>Ah!  much lamented Youth!  the fatal Lead</br>His yielding Helmet past, and pierc'd his Head.</br>Gilbert, for Beauty and for Arms, the Pride</br>Of all the Towns on fair Sabrina's Tide,</br>Untimely Fate!  here much applauded dy'd.</br>A fatal Culv'rins Shot!  unusual Death!</br>Took from the upper, all the Jaw beneath.</br>The lovely Youth became a ghastly Sight,</br>And those he charm'd before, does now affright.", "Haughton, for finer Conversation nam'd,</br>For shining Wit, and Erudition fam'd,</br>Lay, helpless Man!  extended on the Ground,</br>And pour'd his vital Purple from his Wound.</br>The deadly Bullet thro' his Forehead past,</br>An Inch above the Eye-brows, and effac'd</br>The Haunts and Tracks of Learning in the Brain,</br>The num'rous Lodgings, which did entertain</br>All Mem'ry's crowded Guests, and Fancy's aeiry Train.", "Dudley was slain, in high Augusta Born,</br>Whose courtly Breeding did the Town adorn.</br>Polite of Manners, easy of Access,</br>Of graceful Mein, and elegant Address.</br>By every Warrior prais'd, and every Dame,</br>He made Campaigns and Love with equal Fame.</br>But Death, that Courts and Breeding does neglect,</br>Show'd to so fine a Person no Respect.</br>He a deep Wound in his right Side receiv'd,</br>Which of his Life, the well-bred Chief bereav'd.", "Cary lay hurt, who danc'd with great Applause,</br>And by his aeiry Feet, to Fame and Honour rose.</br>So smooth, so strong, so swift he did advance,</br>That Seraphs so would tread, would Seraphs dance.</br>He did excel in Genius, Skill, and Rule,</br>All Gallia's Court, Europa's Dancing-School.</br>Shot from a Cannon's Mouth an envious Stone</br>His Ancle struck, to pieces crush'd the Bone.</br>To stop the Gangreen, that began to climb</br>Londello's Hand took off the putrid Limb.</br>To save his Life, the Artist's Skill prevail'd,</br>But ah!  the Fair their mighty Loss bewail'd.", "Harmonious Westan bravely charg'd the Foe,</br>And did intrepid Resolution show.</br>The fatal Ball in at his Navel went,</br>And in the adverse Reins its Fury spent.</br>He Breathless on the Ground extended lay,</br>His Lifeless Eyes forsaken by the Day.</br>Thy Deeds, brave Man!  how should my Praises Crown,</br>Had I a Voice to sing then, like thy own?", "Here too did Clifford's Course of Glory end,</br>A Man of Honour, and a faithful Friend.</br>None the Theorbo with a softer Hand,</br>Few with a stronger did the Sword command.</br>Whene'er he took the Lute, or grasp'd the Spear,</br>He touch'd the Heart with Pleasure, or with Fear.</br>By the same Hand, the Lute, the Lance, the Foe,</br>Did tremble in their turn, and like Emotion show.</br>The envious Ball pass'd thro' from Ear to Ear,</br>And did the tuneful Drums to pieces tear,</br>Which aeiey Accents beat, to make us hear.</br>It did the curious Instruments confound,</br>And all the winding Labarynths of Sound,</br>The charming Musick-Rooms, that entertain</br>The Soul high seated in her Throne the Brain.", "The greater part of these Assailants slain,</br>Sidney advanc'd the Living to sustain.</br>He led his Troops to drive th' Iberian back,</br>And made with great Applause his fierce Attack.</br>And now the Fight with Fury was renew'd,</br>And either side unshaken Courage shew'd.</br>To charge the Foe the eager Britons flew,</br>And missive Fires, and Hand Granadoes threw.</br>They, to oblige th' Iberian to retire,</br>Sent whistl'ing Show'rs of Lead, and Storms of artful Fire.</br>Redoubled Vollies rent the ambient Air,</br>And flying Clouds now faster flew for Fear.</br>Mean time th' unbroken Spaniard kept his Ground,</br>Volly for Volly gave, and Wound for Wound.</br>The Britons thus resisted grew enrag'd,</br>Flew to the Files, and in close Fight engag'd.</br>Between the Foes arose a sharp Contest,</br>While Beard to Beard they stood, and Breast to Breast.</br>Swords clash'd with Swords uplifted in the Air,</br>And mingl'ing Flashes form'd a frightful Glare.</br>Arms rub'd on Arms, Fauchions on Helmets rung,</br>While hov'ring Vict'ry undetermin'd hung.", "Sidney enrag'd that Conquest was delay'd,</br>Broke thro' their Ranks and horrid Slaughter made.</br>Cleaving the thick Battallions did advance,</br>His Sword in one Hand, and in one his Lance.</br>Splendid in Arms, to bring his Friends Relief</br>Hernandes hasten'd, but the British Chief,</br>Full on the Neck of his Illustrious Foe</br>Discharg'd a furious Horizontal Blow;</br>The gasping Head leap'd off amidst the Crowd,</br>Sprinkling their Faces with the scatt'ring Blood.</br>The Lips still speaking, as they flew, appear'd;</br>Some thought they low imperfect Accents heard.</br>The ghastly Trunk lay quiv'ring on the Plain,</br>Emptying its Vital Tide from every Vein.", "Cressier, who came from Arragonian Hills,</br>Who with his Deeds Iberian Story fills,</br>With dauntless Courage did oppose his Breast,</br>To Sidney's Arms, his Progress to arrest.</br>Th' advancing Briton with a Blow oblique,</br>Th' Iberian's Face did with great Fury strike.</br>The Spaniard's Nose receiv'd the Fauchion's Edge,</br>Which did in sunder cut the rising Bridge.</br>The Blood that follow'd part distain'd his Breast,</br>And trickling down his Throat ran inwardly the rest.</br>Luzon ran in, and took the second Blow,</br>By which the Briton else had slain the Foe;</br>And thro' the Squadrons bore him from the Field</br>For Cure, to Men in Art Chyrurgick skill'd.", "Next young Salanzar Sidney's Fauchion felt,</br>Who on the high Galician Mountains dwelt:</br>The Sword descended with a transverse Blow,</br>And split his fore and hinder Head in two:</br>It cut the wide Cannal along the Brain,</br>Which here performs the Duty of a Vein:</br>A spacious Road contriv'd with wond'rous Art,</br>By which the refluent Blood regains the Heart.</br>The Warrior fell, and pour'd out on the Plain</br>A bloody Torrent intermixt with Brain.</br>But Sidney burning with too fierce a Flame,</br>Too avaricious of Heroick Fame,</br>With so much Vigor carry'd on the War,</br>And midst the thick Brigades advanc'd so far,</br>That the Battallions of th' insulting Foes,</br>On every side the Warrior did enclose.</br>Long did he stand fatigu'd, and out of Breath,</br>By giving or repelling Wounds and Death.</br>Bravely the disproportion'd War withstood,</br>Polluted with his own, and Hostile Blood.</br>'Till every way with num'rous Squadrons press'd,</br>The valiant Briton was at length distress'd.</br>Brave Greville saw, and for his Friend afraid,</br>Attack'd the crowded Ranks to bring him Aid.</br>He did a while the doubtful Field retrieve,</br>Timely Assistance to the Briton give,</br>And with fresh Warmth the drooping War revive.</br>Now Vere's Battallions half their Number slain,</br>And those with Labour spent, who did remain;</br>Retreated fighting to their former Ground,</br>With just Applause, tho' not with Conquest crown'd.", "Vere, when he saw his valiant Troops return,</br>Did with a Noble Indignation burn.</br>In Person he advanc'd with Sword in Hand,</br>And that his Men should follow, gave Command.</br>Waving his Fauchion with a Martial Air,</br>He march'd along, denouncing dreadful War.</br>When a She Lion, at the Dawn of Day,</br>Comes to her Den distended with her Prey,</br>And finds the Huntsman's Hand has stol'n her Whelps away.</br>The Noble Beast with Rage distracted roars,</br>Ranges the Woods and o'er the Mountains scowrs;</br>Angry she casts around her threat'ning Eyes,</br>And if by Chance the Robber she espies,</br>To tear the Wretch in pieces, she with Fury flies.</br>So did Great Vere advance against his Foes,</br>And to their dreadful Fire his Breast oppose.</br>Thro' Storms of loud Destruction, Flames and Smoke,</br>And whistl'ing Deaths th' intrepid Hero broke.</br>Thro' all the Shapes of Terror on he flew,</br>Mounted the Rampart, and the first he slew</br>Was strong Avallos, of a Noble Race,</br>Whose valiant Deeds Cordubian Annals grace.</br>When mighty Vere th' Iberian Chief assail'd,</br>Nothing his famous Bilbo Blade avail'd.</br>Nothing his Beads, or consecrated Arms,</br>Vain were his little Idols, vain the Charms</br>Of his Religious Reliques, and the Store</br>Of Holy Trinkets, which the Warrior wore.</br>The Briton's Sword pass'd his bright Armor thro',</br>And cut the Sinews of his Neck in two:</br>Broke up th' Arterial Channels that maintain</br>A Vital Commerce 'twixt the Heart and Brain.</br>He fainting fell, and as he struck the Ground</br>His Arms and Armour gave a ringing Sound.", "Next Cerdan Vere's Victorious Fauchion felt,</br>Who on the Plains of Saragossa dwelt.</br>His Father, who the Soil around did own,</br>Amass'd vast Wealth for this his only Son.</br>To keep him safe at home, their Joy and Hope,</br>And of their Noble House the single Prop,</br>Close on his Neck his tender Parents hung,</br>His weeping Sisters round their Brother clung.</br>With Pray'rs and Tears, and every moving Art,</br>They strove the Youth from Danger to divert.</br>But so determin'd Cerdan was for Arms,</br>So deaf to mournful Love's disswading Charms,</br>He from his Parents dear Embraces sprung,</br>His importuning Sisters from him flung,</br>And took the Field in shining Armor clad;</br>And this his first and last Campaign he made.", "Then did the Hero's fatal Fauchion slay</br>Suarez and Lucar, who oppos'd his way,</br>Caronda, Orgas, Illan, Davilla;</br>Among th' Iberians, Men of great Renown,</br>For their high Birth, and for their Valour known.</br>Now did the Spanish Troops begin to ply,</br>Not able to repel so great an Enemy.</br>When Britain's Valiant Youth did onward rush,</br>And Spain's Brigades with so much Vigor push,</br>That from the Entrenchments they were beaten back,</br>Unable to sustain the fierce Attack.", "To break their Ranks, Vere cut his bloody Way,</br>And did in heaps th' opposing Squadrons lay.</br>His Conq'ring Arms, where e'er he pass'd, prevail'd,</br>And Death with so much Luxury regal'd,</br>With such Profusion, that no Sword before</br>Appeas'd her Thirst, or eas'd her Hunger more.</br>Rivers of Blood, Limbs from their Bodies chopt,</br>Dismember'd Trunks, Heads from their Shoulders lopt,</br>With Weapons intermixt, and scatter'd Brains,</br>Where e'er he went, oppress'd the Belgick Plains.</br>As when a pointed Flame of Light'ning flies</br>With mighty Noise exploded from the Skies;</br>The ruddy Terror with resistless Strokes</br>Invades the Mountain-Pines, and Forrest-Oaks:</br>Wide Lanes across the Woods, and ghastly Tracks</br>Where e'er it goes, the swift Destruction makes.</br>So mighty Vere's Victorious Fauchion past,</br>Such Lanes it made, so laid the Squadrons wast.</br>Where e'er the Conquering Warrior bent his Course,</br>He left dire Marks of his destructive Force.</br>The British Squadrons had their Leader lost</br>Cover'd with Smoke, and hid with rising Dust,</br>Had not his Fauchion flashing thro' the Cloud,</br>The Conq'ror's Progress to his Army show'd.</br>While thus the Briton, by his rapid Course,</br>Did from their Ground the pale Iberian's Force;</br>The Pioneers the Trenches level laid,</br>And for th' advancing Horse a Passage made.", "Brave Lomel mounted on a Cole-black Steed,</br>Whose Fire and Strength confess'd his noble Breed;</br>His bold Brigades, to pass th' Entrenchment, led,</br>And shone in burnish'd Armor at their Head.</br>The Spanish Squadrons drawn in close Array,</br>Stood in Battallia to oppose his way.</br>Waving on high his bright destructive Blade,</br>Intrepid Lomel did the Foe invade;</br>He wounded with his Spurs his gen'rous Steed,</br>And plung'd amidst the War with furious Speed.</br>With his resistless Sword the Squadron cleft,</br>And all behind amazing Ruin left.</br>Moro and Castro, both of Noble Blood,</br>Who Neighbours liv'd on Guadiana's Flood,</br>Lomel in vain with their joint Force withstood.</br>One with his Sword th' advancing Gen'ral slew,</br>One with his Hand he from the Saddle drew,</br>And headlong on the Ground the Warrior threw.</br>His Courser's Feet, as Lomel forward prest,</br>Struck his last Breath from the brave Spaniard's Breast.</br>Polluted gloriously with Dust and Blood,</br>He broke the Ranks, and thro' the Battel rode.</br>Where e'er the mighty Hero forc'd his way,</br>In mingled Ruin Horse and Horse-men lay.", "Illustrious Hara, long for Arms renown'd,</br>With Rage beheld the Foe with Conquest crown'd:</br>He spur'd his Courser's Sides, and void of Fear,</br>Advanc'd to stop the British Chief's Career.</br>The Gen'rals met, th' Event the Armies wait;</br>On either's Brow, Rage and Defiance sate.</br>Th' Iberian wav'd his bright Toledo Blade,</br>Which flashing Glory thro' the Air convey'd.</br>The Sword descended on the Briton's Crest,</br>Whose faithful Steel its Fury did resist.</br>Then did the Briton for his valiant Foe,</br>With his whole Strength prepare a mortal Blow.</br>He wav'd his dreadful Fauchion, but the Sight</br>The Spaniard's fiery Steed did so affright,</br>That rais'd upright, he did the Wound receive,</br>Destin'd of Life the Rider to bereave:</br>His Neck half sever'd, down the gen'rous Beast</br>Fell, and his Rider with his Weight opprest.</br>A Crowd ran in to save him, and with pain</br>Bore the bruis'd Hero from the bloody Plain.", "Hollock mean time did in another part</br>Wise Conduct show, and noble Fire exert.</br>He like a Tempest on th' Iberian flew,</br>Broke their close Ranks, and pass'd like Thunder thro',</br>Loick and Horno thro' the Battel press'd,</br>And at the Spaniard's Cost, their Fame encreass'd.</br>Mauritius to the Fight his Squadrons brought,</br>And with a true Nassovian Courage fought.</br>Many brave Spaniards striving to repel</br>The mighty Belgian, by his Fauchion fell:</br>Who did a while a noble War maintain,</br>And loaded with the Dead the dusty Plain.</br>The Belgian Troops Mauritius at their Head,</br>Undaunted follow'd, where the Gen'ral led.</br>Greedy of Danger, and on Fame intent,</br>They on the yielding Foe their Fury spent.", "Now from the Field th' Iberian Army flew,</br>And on the Ground their scatter'd Weapons threw.</br>Horses and Riders, Arms and Harness lay,</br>An ignominious Medly, on the way.</br>The Britons follow'd, and Victorious Vere</br>With his light Horse hung close upon the Reer.</br>Prodigious Numbers fell, while thus pursu'd,</br>And their entire Destruction had ensu'd,</br>Had not beneath her Sable Wings, the Night</br>Conceal'd the vanquish'd from the Victor's Sight.</br>The Britons came in Triumph back, to rest</br>Their Martial Limbs with glorious Toil opprest.", "Soon as the Virgin Morn had from the East,</br>In Orient Light, and Heav'nly Roses drest,</br>The lab'ring Swains, and early Trav'ler blest:</br>Great Vere arose, and gave due Thanks to Heav'n,</br>That to his Troops had this great Triumph giv'n.</br>With a just Sense of Providence, he own'd</br>Th' Almighty had his Arms with Conquest crown'd.</br>For past Protection he his God ador'd,</br>And future Blessings piously implor'd.</br>This done, his Pious Orders he declar'd,</br>That his slain Troops should be with Care interr'd.</br>Who treach'rous Spain's Tyrannick Arms withstood,</br>For pure Religion dy'd, and publick Good.</br>He gave Command, that to the lasting Praise</br>Of the brave Dead, their living Friends should raise</br>Upon their Graves high heaps of Turf or Stone,</br>And make their glorious Fate to future Ages known.</br>He charg'd the Masters of the healing Art,</br>Whose Drugs to Men in Torment, Ease impart;</br>To use their utmost Care and Skill to Cure</br>The wounded Warriors, and the Sick restore.", "Now the Illustrious Prince Mauritius sent,</br>And Vere invited to his noble Tent,</br>Whither the Gen'ral well attended went;</br>With decent Joy each other they embrac'd,</br>And on each other did the Honour cast</br>Of Arms, or Conduct, in the Battel past.</br>Much they discours'd of the successful Day,</br>How they attack'd, and how the Foe gave way.</br>What Captains signaliz'd their Valour most;</br>What Troops regain'd the Ground that others lost.</br>The Chiefs the Valour of their Squadrons rais'd,</br>The Prince the Briton, Vere the Belgian prais'd.</br>The Prince brave Sidney highly did commend,</br>And Vere as much Hollock, the Prince's Friend.", "Then did Mauritius with due Honour name</br>Britannia's Queen, and rais'd to Heav'n her Fame.</br>He own'd Eliza pure Religion's Prop,</br>The Spaniard's Terror, and the Belgian's Hope.</br>Then much demanded of the famous Queen,</br>Much of her Person, and Majestick Mein;</br>Much of great Cecil ask'd, the chief Support</br>And Ornament of Great Eliza's Court.</br>At last the Prince requested noble Vere,</br>While busy Servants did the Feast prepare,</br>To tell what Cares the Queen had under-gone,</br>From Papal Foes to guard her envy'd Throne.</br>With how much Patience, and with how much Toil</br>She planted pure Belief in Albion's Isle:</br>What Snares she 'scap'd, and thro' what Dangers run;</br>The British Chief comply'd, and thus begun.", ""]