["The guileful great Enchaunter parts</br>The Red-cross Knight from Truth:</br>Into whose stead fair Falshood steps,</br>And works him woful Ruth.", "By this the Northern Waggoner had set</br>His sevenfold Teme behind the stedfast Star,</br>That was in Ocean Waves yet never wet,</br>But firm is fix'd, and sendeth Light from far</br>To all, that in the wide Deep wandring are:</br>And chearful Chaunticleer, with his Note shrill,</br>Had warned once, that Phoebus' fiery Carr</br>In haste was climbing up the Eastern Hill,</br>Full envious that Night so long his Room did fill.", "When those accursed Messengers of Hell,</br>That feigning Dream, and that fair-forged Spright</br>Came to their wicked Master, and 'gan tell</br>Their bootless Pains, and ill succeeding Night:</br>Who all in Rage to see his skilful Might</br>Deluded so, 'gan threaten hellish Pain</br>And sad Proserpine's Wrath, them to affright.</br>But when he saw his Threatning was but vain,</br>He cast about, and search'd his baleful Books again.", "Eftsoons he took that miscreated Fair,</br>And that false other Spright, on whom he spred</br>A seeming Body of the subtile Air,</br>Like a young Squire, in Loves and Lusty-hed;</br>His wanton Days that ever loosely led,</br>Without regard of Arms and dreaded Fight:</br>Those two he took, and in a secret Bed,</br>Cover'd with Darkness and misdeeming Night,</br>Them both together laid, to joy in vain Delight.", "Forthwith he runs with feigned faithful hast</br>Unto his Guest, who after troublous Sights</br>And Dreams, 'gan now to take more found Repast;</br>Whom suddenly he wakes with tearful Frights,</br>As one a aghast with Feends or damned Sprights,</br>And to him calls; Rise, rise, unhappy Swain,</br>That here wex old in Sleep, whiles wicked Wights</br>Have knit themselves in Venus' shameful Chain;</br>Come see, where your false Lady doth her Honour stain.", "All in amaze he suddenly up-start</br>With Sword in Hand, and with the old Men wend</br>Who soon him brought into a secret part,</br>Where that false Couple were full closely ment</br>In wanton Lust and leud Embracement:</br>Which when he saw, he burnt with jealous Fire,</br>The Eye of Reason was with Rage yblent,</br>And would have slain them in his furious Ire,</br>But hardly was restrained of that aged Sire.", "Returning to his Bed in Torment great,</br>And bitter Anguish of his guilty sight,</br>He could not rest, but did his stout Heart eat,</br>And waste his inward Gall with deep Despight,</br>Irksom of Life, and too long lingring Night.</br>At last fair Hesperus in highest Sky</br>Had spent his Lamp, and brought forth dawning Light,</br>Then up he rose, and clad him hastily;</br>The Dwarf him brought his Steed, so both away do fly.", "Now when the rosy-fingerd Morning fair,</br>Weary of aged Tithon's saffron Bed</br>Had spred her purple Robe through dewy Air,</br>And the high Hills Titan discovered,</br>The royal Virgin shook off drowsy-hed,</br>And rising forth out of her baser Bower,</br>Look'd for her Knight, who faraway was fled,</br>And for her Dwarf, that wont to wait each Hour;</br>Then 'gan she wail and weep, to see that woful stower.", "And after him she rode with so much speed</br>As her slow Beast could make; but all in vain:</br>For him so far had borne his light-foot Steed,</br>Pricked with Wrath and fiery fierce Disdain,</br>That him to follow was but fruitless Pain</br>Yet she her weary Limbs would never rest,</br>But every Hill and Dale, each Wood and Plain</br>Did search, sore grieved in her gentle Breast,</br>He so ungently left her, whom she loved best.", "But subtle Archimago, when his Guests</br>He saw divided into double parts,</br>And Una wandring in Woods and Forrests,</br>Th' end of his drift; he prais'd his devilish Arts,</br>That had such Might over true-meaning Hearts;</br>Yet rests not so, but other means doth make</br>How he may work unto her further Smarts:</br>For her he hated as the hissing Snake,</br>And in her many Troubles did most pleasure take.", "He then devis'd himself how to disguise;</br>For by his mighty Science he could take</br>As many Forms and Shapes in seeming wile</br>As ever Proteus to himself could make;</br>Sometimes a Fowl, sometimes a Fish in Lake,</br>Now like a Fox, now like a Dragon fell,</br>That of himself he oft for fear would quake,</br>And oft would fly away.  O who can tell</br>The hidden Power of Herbs, and Might of magick Spell?", "But now seem'd best, the Person to put on</br>Of that good Knight, his late beguiled Guest;</br>In mighty Arms he was yclad anon,</br>And silver Shield; upon his Coward Breast</br>A bloody Cross, and on his craven Crest</br>A bunch of Hairs discolour'd diversly:</br>Full jolly, Knight he seem'd, and well address'd,</br>And when he sat upon his Courser free,</br>Saint George himself ye would have deemed him to be.", "But he, the Knight, whose semblaunt he did bear,</br>The true Saint George was wandred far away,</br>Still flying, from his Thoughts and jealous Fear;</br>Will was his Guide, and Grief led him astray.</br>At last him chaunst to meet upon the way</br>A faithless Sarazin all arm'd to point,</br>In whose great Shield was writ, with Letters gay,</br>Sans Foy:  Full large of Limb and every Joint</br>He was, and cared not for God or Man a point.", "He had a fair Companion of his way,</br>A goodly Lady clad in scarlet Red,</br>Purfled with Gold and Pearl of rich assay,</br>And like a Persian Mitre on her Head</br>She wore, with Crowns and Owches garnished,</br>The which her lavish Lovers to her gave;</br>Her wanton Palfrey all was overspred</br>With tinsel Trappings, woven like a Wave,</br>Whose Bridle rung with golden Bells and Bosses brave.", "With fair disport and courting dalliance</br>She entertain'd her Lover all the way:</br>But when she saw the Knight his Spear advance,</br>She soon left off her Mirth and wanton Play,</br>And bad her Knight address him to the Fray:</br>His Foe was nigh at hand.  He prick'd with Pride,</br>And hope to win his Lady's Heart that day,</br>Forth spurred fast; adown his Courser's side</br>The red Blood trickling stain'd the way, as he did ride.", "The Knight of the Red-cross when him he spy'd,</br>Spurring so hot with Rage dispiteous,</br>'Gan fairly couch his Spear, and towards ride:</br>Soon meet they both, both fell and furious,</br>That daunted with their Forces hideous,</br>Their Steeds do stagger, and amazed stand</br>And eke themselves too rudely rigorous,</br>Astonied with the stroke of their own Hand,</br>Do back rebut, and each to other yeildeth Land.", "As when two Rams, stirr'd with ambitious Pride,</br>Fight for the Rule of the rich fleeced Flock,</br>Their horned Fronts so fierce on either side</br>Do meet, that, with the Terror of the Shock</br>Astonied, both stand sensless as a Block,</br>Forgetful of the hanging Victory:</br>So stood these Twain, unmoved as a Rock,</br>Both staring fierce, and holding idely</br>The broken Reliques of their former Cruelty.", "The Sarazin sore daunted with the Buff,</br>Snatcheth his Sword, and fiercely to him flies;</br>Who well it wards, and quiteth Cuff with Cuff:</br>Each th' others equal Puissance envies,</br>And through their Iron hides with Cruelties</br>Does seek to pierce:  repining Courage yields</br>No Foot to Foe.  The flashing Fire flies,</br>As from a Forge, out of their burning Shields,</br>And streams of purple Blood new dye the verdant Fields.", "Curse on that Cross (quoth then the Sarazin)</br>That keeps thy Body from the bitter fit;</br>Dead long ygoe I wote thou haddest bin,</br>Had not thee Charm from thee forewarned it:</br>But yet I warn thee now assured sit,</br>And hide thy Head.  Therewith upon his Crest</br>With Rigour so outrageous he smit,</br>That a large share it hew'd out of the rest,</br>And glauncing down his Shield, from Blame him fairly blest.", "Who thereat wondrous wroth, the sleeping Spark</br>Of native Vertue 'gan eftsoons revive,</br>And at his haughty Helmet making Mark,</br>So hugely struck, that it the Steel did rive,</br>And cleft his Head.  He tumbling down alive,</br>With bloody Mouth his Mother Earth did kiss,</br>Greeting his Grave his grudging Ghost did strive</br>With the frail Flesh; at left it flitted is,</br>Whither the Souls do fly, of Men that live amiss.", "The Lady, when she saw her Champion fall,</br>Like the old Ruins of a broken Tower,</br>Staid not to wail his woeful Funeral,</br>But from him fled away with all her Power;</br>Who after her as hastily 'gan scower,</br>Bidding the Dwarf with him to bring away</br>The Sarazin's Shield, sign of the Conqueror.</br>Her soon he overtook, and bad to stay,</br>For present cause was none of Dread her to dismay.", "She turning back with rueful Countenaunce,</br>Cry'd, Mercy, Mercy, Sir, vouchsafe to show</br>On silly Dame, subject to hard mischaunce,</br>And to your mighty Will.  Her Humblesse low</br>In so rich Weeds and seeming glorious show,</br>Did much emmove his stout heroick Heart,</br>And said, Dear Dame, your sudden Overthrow</br>Much rueth me; but now put fear apart,</br>And tell, both who ye be, and who that took your part.", "Melting in Tears, then 'gan she thus lament;</br>The wretched Woman, whom unhappy Hour</br>Hath now made thrall to your Commandement,</br>Before that angry Heavens list to lower,</br>And Fortune false betray'd me to your Power,</br>Was, (O what now availeth that I was!)</br>Born the sole Daughter of an Emperor,</br>He that the wide West under his Rule has,</br>And high hath set his Throne, where Tiberis doth pass.", "He in the first Flower of my freshest Age,</br>Betrothed me unto the only Heir</br>Of a most mighty King, most rich and sage;</br>Was never Prince so faithful and so fair,</br>Was never Prince so meek and debonair:</br>But e're my hoped day of Spousal shone,</br>My dearest Lord fell from high Honour's stair,</br>Into the hands of his accursed Fone,</br>And cruelly was slain, that shall I ever mone.", "His blessed Body spoil'd of lively Breath,</br>Was afterward, I know not how, convey'd,</br>And from me hid; of whose most innocent Death,</br>When Tidings came to me, unhappy Maid,</br>O how great Sorrow my sad Soul assay'd!</br>Then forth I went his woeful Corse to find,</br>And many Years throughout the World I stray'd</br>A Virgin Widow, whose deep-wounded Mind</br>With Love, long time did languish as the striken Hind.", "At last it chaunced this proud Sarazin</br>To meet me wandring, who perforce me led</br>With him away, but yet could never win</br>The Fort, that Ladies hold in sovereign Dread:</br>There lies he now with foul Dishonour dead.</br>Who whilst he liv'd, was called proud Sans foy,</br>The eldest of three Brethren; all three bred</br>Of one bad Sire, whose youngest is Sans joy,</br>And 'twixt them both was born the bloody bold Sans loy.", "In this sad plight, friendless, unfortunate,</br>Now miserable I Fidessa swell,</br>Craving of you in pity of my State,</br>To do none ill, if please ye not do well.</br>He in great Passion all this while did dwell,</br>More busying his quick Eyes, her race to view,</br>Than his dull Ears, to hear what she did tell;</br>And said, Fair Lady, Heart of Flint would rew</br>The undeserved Woes and Sorrows which ye shew.", "Henceforth in safe Assurance may ye rest,</br>Having both found a new Friend you to aid,</br>And lost an old Foe, that did you molest:</br>Better new Friend than an old Foe is said.</br>With change of Chear the seeming simple Maid</br>Let fall her eyne, as shamefac'd, to the Earth,</br>And yielding soft, in that the nought gain-said;</br>So forth they rode, he feigning seemly Mirth,</br>And she coy Looks; so Dainty, they say, maketh Dearth.", "Long time they thus together travelled,</br>Till weary of their way, they came at last,</br>Where grew two goodly Trees, that fair did spred</br>Their Arms abroad, with grey Moss over-cast;</br>And their green Leaves trembling with every Blast,</br>Made a calm Shadow far in compass round:</br>The fearful Shepherd often there aghast</br>Under them never sat, ne wont there sound</br>His merry oten Pipe, but shun'd th' unlucky Ground.", "But this good Knight soon as he them can spy,</br>For the cool Shade thither hastily got:</br>For golden Phoebus now that mounted high,</br>From fiery Wheels of his fair Chariot</br>Hurled his Beam so scorching cruel hot,</br>That living Creature mote it not abide;</br>And his new Lady it endured not.</br>There they alight, in hope themselves to hide</br>From the fierce Heat, and rest their weary Limbs a tide.", "Fair seemly Pleasance each to other makes,</br>With goodly purposes there as they sit:</br>And in his falsed Fancy he her takes</br>To be the fairest Wight, that lived yet;</br>Which to express, he bends his gentle Wit,</br>And thinking of those Branches green to frame</br>A Garland for her dainty Forehead fit,</br>He pluck'd a Bough; out of whose Rift there came</br>Small drops of gory Blood, that trickled down the same.", "Therewith a piteous yelling Voice was heard,</br>Crying, O spare with guilty Hands to tear</br>My tender Sides in this rough Rynd embard;</br>But fly, ah fly far hence away, for fear</br>Lest to you hap, that happned to me here,</br>And to this wretched Lady, my dear Love;</br>O too dear love, Love bought with Death too dear!</br>Aston'd he stood, and up his Hair did hove,</br>And with that sudden Horror could no Member move.", "At last, when as the dreadful Passion</br>Was over past, and Manhood well awake,</br>Yet musing at the strange Occasion,</br>And doubting much his Sense, he thus bespake:</br>What Voice of damned Ghost from Limbo Lake,</br>Or guileful Spright wandring in empty Air,</br>Both which frail Men do oftentimes mistake,</br>Sends to my doubtful Ears these Speeches rare,</br>And rueful Plaints, me bidding guiltless Blood to spare?", "Then groaning deep, nor damned Ghost, quoth he,</br>Nor guileful Spright to thee these words doth speak;</br>But once a Man, Fradubio, now a Tree;</br>Wretched Man, wretched Tree!  whose Nature weak,</br>A cruel Witch her cursed Will to wreak,</br>Hath thus transform'd, and plac'd in open Plains,</br>Where Boreas doth blow full bitter bleak,</br>And scorching Sun does dry my secret Veins:</br>For tho a Tree I seem, yet Cold and Heat me pains.", "Say on Fradubio then, or Man, or Tree;</br>Quoth then the Knight, by whose mischievous arts</br>Art thou mishaped thus, as now I see?</br>He oft finds Med'cine, who his Grief imparts;</br>But double Griefs afflict concealing Hearts,</br>As raging Flames who striveth to suppress.</br>The Author then (said he) of all my Smarts,</br>Is one Duessa, a false Sorceress,</br>That many errant Knights hath brought to wretchedness.", "In prime of youthly Years, when Courage hot</br>The fire of Love and Joy of Chevalree</br>First kindled in my Breast, it was my Lot</br>To love this gentle Lady, whom ye see;</br>Now not a Lady, but a seeming Tree;</br>With whom as once I rode accompany'd,</br>Me chaunced of a Knight encountred be,</br>That had a like fair Lady by his tide,</br>Like a fair Lady, but did foul Duessa hide.", "Whose forged Beauty he did take in hand,</br>All other Dames to have exceeded far;</br>I in defence of mine did likewise stand;</br>Mine, that did then shine as the Morning-Star</br>So both to Battle fierce arraunged are,</br>In which his harder Fortune was to fall</br>Under my Spear; such is the dye of War:</br>His Lady, left as a Prize martial,</br>Did yield her comely Person to be at my Call.", "So doubly lov'd of Ladies unlike fair,</br>Th' one seeming such, the other such indeed,</br>One day in Doubt I cast for to compare,</br>Whether in Beauty's Glory did exceed:</br>A rosy Garland was the Victor's Meed;</br>Both seem'd to win, and both seem'd won to be,</br>So hard the Discord was to be agreed.</br>Fraelissa was as fair, as fair mote be,</br>And ever false Duessa seem'd as fair as she.", "The wicked Witch now seeing all this while</br>The doubtful Ballance equally to sway,</br>What not by Right, she cast to Win by Guile,</br>And by her hellish Science rais'd straightway</br>A foggy Mist that overcast the day,</br>And a dull Blast, that breathing on her Face,</br>Dimmed her former Beauties shining Ray,</br>And with foul ugly Form did her disgrace:</br>Then was she fair alone, when none was fair in place.", "Then cry'd she out, Fye, fye, deformed Wight,</br>Whose borrow'd Beauty now appeareth plain</br>To have before bewitched all Mens sight;</br>O leave her soon, or let her soon be slain.</br>Her loathly Visage viewingwith Disdain,</br>Eftsoons I thought her such, as she me told,</br>And would have kill'd her; but with feigned Pain,</br>The faire Witch did my wrathful Hand with-hold;</br>So left her, where she now is turn'd to tre-en Mould.", "Then forth I took Duessa for my Dame,</br>And in the Witch unweening joy'd long time,</br>Ne ever wist, but that she was the same, </br>Till on a Day (that day is every Prime,</br>When Witches wont do Penance for their Crime)</br>I chaunst to see her in her proper Hew, </br>Bathing her self in Origane and Thyme </br>A filthy foul old Woman I did view,</br>That ever to have touch'd her, I did deadly rew.", "Her neather Parts mishapen, monstruous,</br>Were hid in Water, that I could not see,</br>But they did seem more foul and hideous,</br>Than Woman's Shape Man would believe to be.</br>Then forth from her most beastly Company</br>I 'gan refrain, in Mind to nip away,</br>Soon as appear'd safe Opportunity:</br>For Danger great, if not assur'd Decay</br>I saw before mine Eyes, if I were known to stray.", "The devilish Hag by chaunges of my Chear</br>Perceiv'd my Thought, and drown'd in sleepy Night,</br>With wicked Herbs and Ointments did besmear</br>My Body all, through Charms and Magick Might,</br>That all my Senses were bereaved quite:</br>Then brought she me into this desert Waste,</br>And by my wretched Lover's side me pight,</br>Where now inclos'd in wooden Walls full fast,</br>Banish'd from living Wights, our weary Days we waste.", "But how long time, said then the Elfin Knight,</br>Are you in this misformed House to dwell?</br>We may not chaunge (quoth be) this evil Plight,</br>Till we be bathed in a living Well;</br>That is the term prescribed by the Spell.</br>O how, said he, mote I that Well out find,</br>That may restore you to your wonted Well?</br>Time and sufficed Fates to former kind</br>Shall us restore, none else from hence may us unbind.", "The false Duessa, now Fidessa height,</br>Heard how in vain Fradubio did lament,</br>And knew well all was true.  But the good Knight,</br>Full of sad Fear and ghastly Dreriment,</br>When all this Speech the living Tree had spent,</br>The bleeding Bough did thrust into the Ground,</br>That from the Blood he might be innocent,</br>And with fresh Clay did close the wooden Wound:</br>Then turning to his Lady, dead with Fear her found.", "Her seeming dead he found with feigned Fear,</br>As all unweeting of that well she knew,</br>And pain'd himself with busy Care to rear</br>Her out of careless Swoone.  Her Eye-lids blew</br>And dimmed sight with pale and deadly Hew,</br>At last she up 'gan lift:  with trembling cheer</br>Her up he took, too simple and too true,</br>And oft her kist.  At length all passed fear,</br>He set her on her Steed, and forward forth did bear.", ""]