["Drear are the days when Liberty is gone;</br>A Prison's gloom makes darkness still more deep:</br>The Prison and the Grave are but as one;</br>Save that the Grave allows th' opprest to sleep.", "Talents and goodness, spirit, worth, combin'd,</br>Avail not him, these iron walls contain;</br>Unpractis'd virtues here desert the mind,</br>Whilst listlessness holds up her cank'ring train.", "No social elegance inhabits here,</br>No varied richness of all-polish'd life:</br>But rankling anguish, and the taunt severe,</br>Faise the rude storm, and swell the vulgar strife.", "Where'er I turn within this dreaded cage,</br>Distracted Pen'ry lifts the glist'ning eye;</br>\"Tis not to live,\" it howls in hopeless rage:</br>More mournful still &mdash; \"Alas!  'tis not to die!\"", "Hear his resolve, whose mis'ries shake his mind,</br>Squalid in filth, with acrid hunger wan:</br>Be mine revenge, revenge on all mankind!</br>\"Mankind, the common enemy of Man!\"", "I hear and weep for thee: &mdash; but oh!  be calm,</br>Whilst deeper griefs thy conscious mis'ries end;</br>My direr suff'rings be of thine the balm,</br>For he that tortures me was once my friend.", "His friends I loved, his enemies I spurn'd;</br>My lib'ral bounty hail'd his early youth;</br>To him my eyes with constant kindness turn'd,</br>Saw not, with poison fraught, the serpent's tooth.", "Oppression's storms, and Fraud's more fatal sands,</br>Ingulph my fortune, all my ventures drown!</br>Strugg'ling and weak, I call for help &mdash; his hands&mdash;</br>Horror of horrors! &mdash; see, they plunge me down!", "The merely festive board no friend creates:</br>(For this sad truth did gen'rous TIMON live;)</br>The simp'ring parasite devours and hates,</br>Thinks nothing giv'n, whilst ought remains to give.", "I too had friends:  the social board bespread:</br>They hover'd round, and lov'd the lib'ral host:&mdash;</br>Robb'd of the means to give, the herd has fled;</br>All kindness gone, and ev'n Remembrance lost!", "Corporeal tortures cease no less than pleasure,</br>For limbs benumb'd reject th' inflicted pain;</br>But mental torments never know their measure,</br>We grieve the more, because we grieve in vain!", "Yet I'll be calm &mdash; Revenge shall calm my anguish:</br>I'll tear his heart &mdash; He too shall learn to grieve:</br>Tell him, whilst here in black despair I languish,</br>Tell him &mdash; O GOD!  Yes! &mdash; Tell him &mdash; I forgive!</br>"]