["I've heard it said, and true is the remark,</br>That till thrice ten years o'er our beings steal,</br>We think we are immortal:  that the spark</br>Within us, not like flash from smitten steel</br>Which instantaneous darkness doth conceal,</br>Is inextinguishable:  yes, 'tis true,</br>Till we experimentally do feel,</br>By some home thrust, how easy to subdue</br>Life, it eternal seems to our fallacious view.", "I say not, should you ask a man though he</br>Have not attained the age of thrice ten years,</br>Whether he deem that he immortal be,</br>That, with a rash \"yes,\" he should shock your ears,</br>Nay, I deny not, that, a man who bears</br>The stamp of intellect, though he have lived</br>But lustres two twice told, may e'en draw tears</br>By edifying homily, achieved</br>To prove the human frame was ne'er from death reprieved.", "There is an outline in our life's first stage,</br>Certain familiar forms, familiar friends,</br>And certain land-marks of our pilgrimage,</br>To each of these our earliest instinct tends:</br>And I aver till death rapacious rends</br>These pillars of our being, till we learn</br>To feel that sense of fluctuation blends</br>With all towards which in childhood we did yearn,</br>To recognize our mutability we spurn.", "So long as these \"familiar faces\" last,</br>So long as in our childhood's home we dwell,</br>So long as of two generations past,</br>Grandsire, and sire, the honoured beacons, tell,</br>Of outposts to our being's citadel,</br>That should, according to the likeliest chance,</br>Lapsing themselves, our latest lapse foretel,</br>So long at death we cast incredulous glance,</br>Or dream of it as of an insubstantial trance.", "Besides there is a time, in early youth,</br>When in ourselves we wholly live, when we</br>Ascribe pre-eminence of actual truth,</br>Pre-eminently give reality</br>To our own sphere of life &mdash; until we see</br>Things change around us, till our friends fall down</br>Plucked by the hand of death, as from a tree</br>The leaves of autumn, till we make our own</br>The experience of the past from losses we have known;", "We think that all, save that which we behold,</br>Unreal is: &mdash; our ancestors, when they</br>To us are mentioned, as a tale that's told,</br>Pass through our memories. &mdash; With a proud survey,</br>We think the point in which we live alway</br>Will be the actual present. &mdash; Time doth tell</br>A different lesson; mouldering into clay</br>Friend after friend we see, and every knell</br>Some past illusion scares, some future hope doth quell.", "We say not, that herein there may not be</br>Many exceptions.  'Tis the general rule</br>Which here we do record.  Mortality</br>So early may have trained us in his school,</br>So soon, or ere life's salient spark did cool,</br>Our parents, from our grasp, may have been torn,</br>So soon we have been \"pushed\" as \"from the stool\"</br>Of life's brief empire, that bereft, forlorn,</br>Life, ere our life matured, may of its hope be shorn.", "Religion too, by providential voice,</br>May have, so early, trained us in her lore:&mdash;</br>Truth may, so soon, have shewn the wiser choice</br>Which the devoted Mary made of yore;&mdash;</br>Have drawn us, spite of all earth had in store,</br>\"To th' better cause,\" that we, quite exorcised,</br>May, from our earliest years, have given o'er</br>All mortal strife, and nothing else have prized</br>Save that \"pearl\" for which all is cheaply sacrificed.", "But, in the common way, we seldom think</br>Of death, till death not only hath mowed down</br>Our dearest friends; but till our hopes too shrink,</br>Torn from us, as hereditary crown</br>From abdicated King; till fortune frown,</br>And snap life's tenderest thread, we cast a glance,</br>Of change unapprehensive, up and down,</br>And quite absorbed in insubstantial trance,</br>Think to behold, in life, an unchanged countenance.", "We seldom think of death till thirty years</br>Have somewhat cooled our blood, and quenched our thirst,</br>And hunger, for that bliss, which no one fears</br>To miss, and which when life's gay prospects first</br>Open upon us, on our gaze doth burst</br>In shapes so Proteus like.  But from that time</br>This thought with every form is interspersed,</br>Like note of discord, or imperfect rhyme,</br>Spoiling harmonious sounds, or poesy's sweet chime.", "'Till life's first scenes have undergone a change,</br>'Till of old objects it have once been cleared,</br>And others have arisen in that range</br>Of observation, 'specially endeared</br>To earliest sympathies; till the all-feared,</br>And silent despot, Death, have taken aim</br>Against some bulwarks of our hearts which reared,</br>Like Babel's tower, their venerated frame,</br>Beneath whose shade we thought that danger never came;", "'Till old things vanish, and till new ones rise,</br>'Till in our childhood's home we look in vain</br>For the kind greeting of those well-known eyes</br>Which did of our's the firstling glances chain;</br>'Till we have quitted childhood's sheltered plain,</br>And gained the summit of maturity,</br>'Till that horizon fate did first ordain</br>To bound our sight, doth sink away, and die,</br>And new ones, at each stage, rise to our mental eye;", "'Till these things be, the sense of permanence</br>Dwells with our being, and though we, if asked</br>If we immortal were, with eloquence</br>Might prove our own mortality; yet masked&mdash;</br>So long as in the morn-beam we have basked</br>Of earlier life, &mdash; so much is death's grim face,</br>That, o'erinformed with happiness, o'ertasked</br>With taste of bliss, it yields a pungent grace,</br>A savour of sweet fear his antic feats to trace.", "We see him then but as in masquerade,</br>He comes but as the wizard of life's tale,</br>But different far the case is when displayed,</br>Before our vision are his banners pale;</br>When near the dwelling of our youth, the gale</br>Which passes by, is tainted with his breath;</br>Then his imaginary trophies fail,</br>And we no longer list with indrawn breath,</br>Or hear with pleasing awe the chronicles of death.", "That which before excited, now appals;</br>That which before did stimulate, doth quell;</br>That which before did thrill, not dully falls</br>On us, with leaden weight, like palsying spell!&mdash;</br>Life, thou hast lost, that, without which, the cell</br>Of fancy, no more teems with magic charms,</br>Sense of security!  and those know well</br>Who this experience gain of death's alarms,</br>All is then lost except Religion ope her arms.", "Yes, there's a tide in life, in hope's fresh hues</br>When all is bathed; a time when we not yet</br>Have shaken hands with fear:  when joy endues,</br>And bold aspiring promises (the debt</br>Not being yet drawn out, which, soon or late,</br>Will stare us in the face we have to pay</br>To pain, to sin, and man's degraded state)</br>The splendid future; and while on our way</br>Illusion still doth chaunt her necromantic lay.", "That time soon closes!  And, ah!  woe to him,</br>When it has closed, who's not so wisely sown,</br>That he may sing no spiritual harvest hymn;</br>Nor with such foresight planted as to own</br>Interest in heaven's own garner; never known</br>Blighted to be or barren, from the store</br>Filled of celestial seed.  East winds have blown</br>In vain, and mildew sought its bane to pour</br>On that celestial hoard, sound even to the core.", "We do not say, when on the term we fix</br>Of thirty years, for death's dire revelation,</br>When we contend that it doth never mix</br>With all our thoughts till on the middle station</br>Of life we gain prospective elevation</br>More distant objects to descry than those</br>Familiar ones, which moulded young sensation,</br>That many chances may not interpose,</br>That mood to antedate which from death's knowledge flows.", "A parent, brother, sister, or a friend,</br>Tenderly loved, snatched from us in the bloom</br>Of life, perchance sooner the veil may rend,</br>Which hides from youthful eyes the yawning tomb.</br>But yet though this should chance, it is our doom</br>So full of joy, so full of hope to be,</br>Mainly in life's first stages, that though gloom</br>Be in the outline of our destiny</br>It leaves our untouched spirits unimpaired and free,", "Like water lapsing o'er a glossy woof</br>With unctuous juice impregnate. Whensoe'er</br>This sense brought home of death, this heartfelt proof</br>Of our mortality becomes our share,</br>If we have not religion, deep despair</br>Will seize upon our spirits, but if we</br>Possess that blessed gift, joy shall they wear,</br>As fades all life's substantiality,</br>Th' unreal earth is lost in heaven's reality.</br>"]