["Dark as the night, which now in dunnest robe</br>Ascends her zenith, o'er the silent globe;</br>Sad melancholy wakes, awhile to tread,</br>With solemn step, the mansions of the dead:</br>Led by her hand, o'er this yet recent shrine</br>I sorrowing bend; and here essay to twine</br>The tributary wreath of laureate bloom,</br>With artless hands, to deck a poet's tomb;</br>The tomb where Goldsmith sleeps.  Fond hopes, adieu!</br>No more your airy dreams shall mock my view:</br>Here will I learn ambition to controul,</br>And new aspiring passion of the soul:</br>E'en now, methinks, his well known voice I hear,</br>When late he meditated flight from care,</br>When as imagination fondly hied</br>To scenes of sweet retirement, thus he cried.", "\"Ye splendid fabricks, palaces, and towers,</br>Where dissipation leads the giddy hours,</br>Where pomp, disease, and knavery reside,</br>And folly bends the knee to wealthy pride,</br>Where luxury's purveyors learn to rise,</br>And worth, to want a prey, unfriended dies,</br>Where warbling Eunuchs glitter in brocade,</br>And hapless poets toil for scanty bread;</br>Farewell!  to other scenes I turn my eyes,</br>Embosom'd in the vale where Auburn lies,</br>Deserted Auburn, those now ruin'd glades,</br>Forlorn, yet ever dear and honor'd shades.</br>There tho' the hamlet boasts no smiling train,</br>No sportful pastime circling on the plain;</br>No needy villains proul around for prey,</br>No slanderers, no sycophants betray;</br>No gaudy foplings scornfully deride</br>The swain whose humble pipe is all his pride.</br>There will I fly to seek that soft repose,</br>Which solitude contemplative bestows:</br>Yet, oh fond hope!  perchance there still remains</br>One lingering friend behind, to bless the plains;</br>Some hermit of the dale, inshrin'd in ease,</br>Long lost companion of my youthful days;</br>With whose sweet converse in his social bower,</br>I oft may chide away some vacant hour;</br>To whose pure sympathy I may impart</br>Each latent grief that labors at my heart,</br>Whate'er I felt, and what I saw relate,</br>The sholes of luxury, the wrecks of state;</br>Those busy scenes, where science wakes in vain,</br>In which I shared, ah!  ne'er to share again.</br>But whence that pang?  does nature now rebel?</br>Why faulters out my tongue the word farewel?</br>Ye friends!  who long have witness'd to my toil,</br>And seen me ploughing in a thankless soil,</br>Whose partial tenderness hush'd every pain,</br>Whose approbation made my bosom vain:</br>'Tis you, to whom my soul divided hies</br>With fond regret, and half unwilling flies,</br>Sighs forth her parting wishes to the wind,</br>And lingering leaves her better half behind.</br>Can I forget the intercourse I shar'd,</br>What friendship cherish'd, and what zeal endear'd?</br>Alas!  remembrance still must turn to you,</br>And to my latest hour, protract the long adieu.</br>Amid the wood-lands, wheresoe'er I rove,</br>The plain, or secret covert of the grove,</br>Imagination shall supply her store</br>Of painful bliss, and what she can restore;</br>And wide as is her boundless empire stray,</br>On eagle pinions traverse earth and skies,</br>And bid the lost and distant prospects rise.</br>Here where encircled o'er the sloping land</br>Woods rise on woods, shall Aristotle stand;</br>Lyceum round the godlike man rejoice,</br>And bow with reverence to wisdom's voice.</br>There, spreading oaks shall arch the vaulted dome,</br>The champion, there, of liberty, and Rome,</br>In attick eloquence shall thunder laws,</br>And uncorrupted senates shout applause.</br>Not more extatic visions rapt the soul</br>Of Numa, when to midnight grots he stole,&mdash;</br>And learnt his lore, from virtue's mouth refin'd,</br>To fetter vice, and harmonize mankind.</br>Now stretch'd at ease beside some fav'rite stream,</br>Of beauty, and enchantment will I dream;</br>Elysium, seats of art, and laurels won,</br>The Graces three, and Japhet's fabled son:</br>Whilst Angelo shall wave the mystic rod,</br>And see a new creation wait his nod;</br>Prescribe his bounds to Time's remorseless power,</br>And, to my arms, my absent friends restore.</br>Place me amidst the group, each well known face,</br>The sons of science, lords of human race;</br>And as oblivion sinks at his command,</br>Nature shall rise more finish'd from his hand.</br>Thus some Magician fraught with potent skill,</br>Transforms, and moulds each varied mass at will;</br>Calls animated forms of wonderous birth,</br>Cadmean offspring, from the teeming earth,</br>Uncears the ponderous tombs, the realms of night,</br>And calls their cold inhabitants to light;</br>Or, as he traverses a dreary scene,</br>Bids every sweet of nature there convene,</br>Huge mountains skirted round with wavy woods,</br>The shrub deckt lawns, and silver sprinkled floods,</br>Whilst  flowrets spring around the smiling land,</br>And follow on the traces of his wand.", "\"Such prospects, lovely Auburn!  Then, be thine;</br>And what thou canst of bliss impart be mine:</br>Amid thy humble shades, in tranquil ease,</br>Grant me to pass the remnant of my days.</br>Unfetter'd from the toil of wretched gain,</br>My raptur'd muse shall pour her noblest strain,</br>Within her native bowers the notes prolong,</br>And, grateful, meditate her latest song.</br>Thus, as adown the slope of life I bend,</br>And move, resign'd, to meet my latter end,</br>Each worldly wish, each worldly care represt,</br>A self approving heart alone possest,</br>Content, to bounteous heaven I'll leave the rest.\"", "Thus, spoke the Bard:  but not one friendly power,</br>With nod assentive crown'd the parting hour;</br>No eastern meteor glar'd beneath the sky,</br>No dextral omen; Nature heav'd a sigh</br>Prophetic of the dire impending blow,</br>The presage of her loss, and Britain's woe.</br>Already portion'd, unrelenting fate</br>Had made a pause upon the number'd date;</br>Behind, stood Death, too horrible for sight,</br>In darkness clad, expectant, prun'd for flight;</br>Pleas'd at the word, the shapeless monster sped,</br>On eager message to the humble shed,</br>Where wrapt by soft poetic visions round,</br>Sweet slumbering, Fancy's darling son he found.</br>At his approach, the silken pinion'd train</br>Affrighted, mount aloft, and quit the brain;</br>Which late they fann'd; now other scenes than dales</br>Of woody pride, succeed, or flow'ry vales;</br>As when a sudden tempest veils the sky,</br>Before serene, and streamy  lightnings fly;</br>The prospect shifts, and pitchy volumes roll,</br>Along the drear expanse, from pole to pole;</br>Terrific horrors all the void invest,</br>Whilst the Archspectre issues forth confest.</br>The Bard beholds him beckon to the tomb</br>Of yawning night, eternity's dread womb;</br>In vain attempts to fly, th' impassive air</br>Retards his steps, and yields him to despair,</br>He feels a gripe that thrills thro' ev'ry vein,</br>And panting struggles in the fatal chain.</br>Here paus'd the fell destroyer, to survey</br>The pride, the boast of man, his destin'd prey:</br>Prepar'd to strike, he pois'd aloft the dart,</br>And plung'd the steel in Virtue's bleeding heart;</br>Abhorrent, back the springs of life rebound,</br>And leave on Nature's face a grisly wound,</br>A wound enroll'd among Britannia's woes,</br>That ages yet to follow cannot close....", "Oh, say, ye sacred nine!  who now remains</br>To strike the lyre on Britain's lonely plains?</br>Why were ye absent in that fatal day,</br>When Goldsmith sunk to fell disease a prey?</br>What rites on distant climes did ye prepare,</br>Unmindful of your charge your darling care;</br>What infant bard, with honey dropping lip,</br>Did ye in Aganippe's  fountain dip?</br>Or tripp'd ye then along the Danube's shores,</br>Where proud Vienna views its copious stores?</br>Or trimm'd your smiling brows with wanton bays,</br>Where the loud Rhone his rapid wave displays?</br>How will ye now compensate for the hour</br>That swept away the pride of Auburn's bower?</br>Say, do ye oft around his tomb repair,</br>To vent your grief, and drop the silent tear?</br>For, ah!  if yet ye have not fled this isle,</br>Haply you then may deign with me awhile</br>To pour your plaints; and kindly lend your aid</br>To deck the grave, where your lov'd bard is laid.", "Bring hither ev'ry flower of fragrant bloom,</br>And strew the drooping violets o'er his tomb.</br>Goldsmith is gone, whom mental grace refin'd,</br>At once the friend of virtue, and mankind.</br>Great nature spread her bounties at his feet,</br>Tho' Science there had heap'd her fairest shore,</br>No haughty pedantry display'd the lore:</br>Instructive without pride, or labour'd art,</br>His precepts flow'd the emblems of his heart.</br>Tho' simple, witty; tho' polite, sincere;</br>Unskill'd was he his feelings to disguise,</br>Too proud for flattery, too meek to rise.</br>The bosom friend of unsuspicious ease,</br>Pleasing, unconscious of his power to please.</br>From him the momentary fancy broke,</br>And expectation prais'd him ere he spoke.", "Bring hither ev'ry flower of fragrant bloom,</br>And strew sweet Amaranthus o'er his tomb.</br>What now shall painful memory review,</br>Or how shall I the mournful theme pursue?</br>Witness, ye shepherds!  What ye oft have shar'd,</br>What kind benevolence the man endear'd:</br>Witness, ye sons of want!  For ye can tell,</br>What blessings from his ample bounty fell.</br>No wealth had he; yet liberal, tho' poor,</br>He shar'd with penury the scanty store:</br>Wretchedness in vain ne'er made their misery known,</br>He gave, and in their wants, forgot his own.", "Here o'er his grave from the morning dew,</br>To earth's envelop'd mansions now consign'd</br>He sleeps, and leaves in sorrow half mankind.</br>All virtue droops:  the swains their mirth forego,</br>And rustic sports give place to silent woe;</br>The tearful virgin hangs her pensive head,</br>And ev'ry count'nance speaks of Goldsmith dead.</br>And well you may lament, fond, artless train!</br>For never will you see his peer again.</br>But, ah!  that tender friend, whom you deplore,</br>No sorrow can revive, no tears restore,</br>Wail as you list, he sleeps to wake no more.", "Hope o'er his tomb the flow'ry Jessmine strew,</br>With roses freshen'd from the morning dew.</br>What tho' our plaintive murmurs flow in vain,</br>Tho' memory but swells the hoard of pain?</br>Hence, weak Philosophy!  that would'st repress</br>The rising throb, and chide away distress:</br>Not all the boastful pedantry of schools,</br>Not all the Stoicks pomp of specious rules,</br>Shall call the blush upon one rising sigh,</br>Or check the friendly tribute of the eye:</br>Fit lesson for the torpid cloyster'd Drone,</br>To tutor feelings, that were ne'er his won,</br>Who unendear'd to every noble tie,</br>Has learnt in pride to quench humanity.</br>Too soon, alas!  untaught reflection hies</br>To other scenes, where other cares arise;</br>Too soon remembrance follows on behind</br>To Virtue's tomb, and quits the shifting mind.</br>But o'er the earth, while Goldsmith's relicks sleep,</br>Let me in sorrow wrapt, my vigils keep;</br>And see some nobler muse than mine, adorn</br>With never fading wreaths his laureate urn.</br>Here bring the myrtle green, the mantling bays,</br>And o'er his tomb poetic trophies raise.", "High, above alpine solitudes sublime,</br>He soars secure, and seeks a fairer clime.</br>Like some proud Eagle on a mountain's brow</br>Awhile he tow'r'd, and cast his eye below;</br>In hopes some real happiness to find,</br>Some bliss, yet unalloy'd among mankind;</br>Then spurn'd aloft, to heaven's portal flew</br>A welcome guest, and bad the world adieu.", "Here bring the myrtle green, the mantling bays,</br>And o'er his tomb prophetic trophies raise.</br>He, who e'er while with philosophic eye,</br>Scann'd nature's treasure, and her social tie;</br>Weigh'd different good, or ill to nations given,</br>And in the balance found each portion even;</br>[Since, though Egyptia boast no vernal flowers,</br>That round Italia, call the blushing flowers;</br>Yet from the Nile the genial store's supplied,</br>When Abyssinia's summits swell the tide:</br>Since here tho' wild Tornadoes threat the skies,</br>There the dread Siroc, or the Saniel flies:]</br>He, now exalted, treads the realms above,</br>Where worlds immense on worlds concentral move;</br>And stretching wide his prospect unconfin'd,</br>Discerns how all their blessings are combin'd,</br>Whether they bask within the scorching glare,</br>Or trail remote in frost, their dark career.</br>Now soars where Mercury, on wings of fire,</br>Flies, unattended, in his rapid gyre:</br>Or where with epicycled orbs around,</br>Slow Saturn wheels, begirt, the drear profound:</br>And views, as systems above systems roll,</br>The vast oeconomy that guides the whole.", "Here strew the laurel chaplets, hither bring</br>The earliest honours of the blooming spring.</br>Say, thou bright spirit!  dost thou deign to bend</br>Thy radiant eyes below, and here descend</br>To visit those whom thou has left behind,</br>And trace the weary mazes of mankind?</br>Say, do thy sympathetic sorrows fall</br>To see the hoard of human bliss so small?</br>Or does thy soul, each wand'ring hope at rest,</br>Rejoice at last in viewing mortals blest?</br>In all the busy walks of life, shall man</br>Extend his own beyond his fellow's span?</br>Can he, who plods with science through the chain</br>Of social bliss, diffuse a various reign</br>O'er space already trod; and turn the mind</br>To gather up each link he left behind;</br>Or shifting place, still measures he no more,</br>And drops for new, some link possess'd before?</br>As when some vessel ploughs her briny way,</br>To distant climes, along the trackless sea;</br>Still as the prow each adverse billow braves,</br>Its furrow closes with the parting waves;</br>Still tho' she traverses the aqueous round,</br>An equal concave is her prospect's bound.</br>Why, then, should philosophic pride disdain</br>That joy, which makes each humbler bosom vain?</br>Or shares he less, who shuns th' ambitious toil</br>Of plucking happiness from learning's soil;</br>Nor idly lur'd, a distant good pursues,</br>'Till death steps in, and intercepts his views;</br>'Till age strips off the glitt'ring dress it wore,</br>And those he wish'd to share it, are no more;</br>Nor from the hoard concenter'd in his breast,</br>Learns to derive his joys, and be self blest:</br>But gathers sweets, whilst yet within his pow'r,</br>And clasps the blessing of the present hour?</br>Thou gentle spirit!  haply now thy eye</br>Wakes o'er the mansions, where thy relics lie,</br>And smiles, complacent, as it round surveys</br>The humble tribute veneration pays.", "Hence strew the laurel wreaths, and hither bring</br>The earliest honours of the blooming spring.</br>O thou!  beneath whose guidance, and whose skill,</br>I fondly hop'd to climb the sacred hill</br>Of steep Parnassus, and from thence aspire</br>To snatch some portion of celestial fire:</br>Too early lost, ere yet I durst essay</br>To tempt with infant step, the weary way:</br>Deign, now, thy secret influence to impart,</br>And still correct, and aid a feeble heart,</br>Teach me the path of virtue to explore,</br>And guide thro' mazes thou hast trod before,</br>Instruct me in her praise like thee to sing,</br>And sweep with manly strength the sounding string.</br>But oh!  whene'er for flatt'ry's servile hire,</br>I meanly stoop to prostitute the lyre,</br>Or, loosely vile, contrive the luring strain,</br>To add some thoughtless wretch to vice's train;</br>Let torpid dullness o'er my fancy spread,</br>And not one laurel bloom to crown my head.", "Here to this tomb, ye tuneful Muses!  bring</br>The earliest incense of the fragrant spring.</br>Here, as the pendant umbrage nods above,</br>And twining myrtles croud into a grove;</br>A chaster fount than Helicon shall flow,</br>And spread around its mirror'd wave below.</br>Here, future bards shall quaff inspiring streams,</br>And on the margin wait poetic dreams.</br>No impious wretch with step profane, and rude,</br>Shall dare within these awful shades intrude.</br>No profligate shall e'er presume to sip</br>The wavy crystal, with unhallowed lip.</br>Far be the converse of the busy croud,</br>The sons of noisy mirth, and riot loud;</br>No sound shall wake the stillness of the bower,</br>Save, where, the soother of the pensive hour,</br>Sweet Philomel responsive to the strains,</br>Of some soft lyre, melodiously complains.</br>Oft whilst such music lulls the vacant ear,</br>I'll turn to drop the tributary tear,</br>And oft with musing melancholy tread</br>Along the green, where Britain's bard is laid.", "Here let us cease the laureate wreaths to strew,</br>And bid awhile the mournful theme adieu.</br>"]