["Mute is the voice of care, and ev'ry eye</br>Is shut upon the grizly gloom of Night;</br>Soft thro' the solemn yews the Zephyrs sigh,</br>And pale-ey'd HESPER twinkles into light.", "Thro' parting clouds by intervals the Moon</br>Sheds broken glances on the dark-grey walls:</br>The faithful Clock proclaims &mdash; 'tis Midnight-noon;</br>What voice is that, if voice it is, that calls?", "Imagination rest, nor Phantoms rear</br>To crush the strength of Contemplation's pow'r;</br>No voice is heard &mdash; but lo!  what shapes appear!</br>Are those the Spirits of the Midnight hour?", "Vain fears, away &mdash; 'Tis weakness thus to dread</br>The fleeting Phantoms of the forming air:</br>Here while I rove amongst the sleeping Dead,</br>Let pensive Meditation be my care.", "To you, ye Tenants of this silent scene,</br>Let me in moral strains myself address;</br>If Actors once on life's weak stage you've been,</br>And that you have, those moss-clad stones confess.", "Those moss-clad stones and these wild grass-grown graves,</br>Whose heaving sod the binding brambles keep,</br>Declare, that mould'ring in their narrow caves,</br>\"The rude Forefathers of the Hamlet sleep.\"", "Here let me muse, dejected as I tread</br>In pensive pleasing solitary state,</br>Offending not the venerable Dead,</br>Whose mingled relicks swell these heaps of fate.", "Here rest the sons of Poverty and Toil,</br>A race \"to Fortune and to Fame unknown;\"</br>By fate ordain'd to turn the stubborn soil,</br>And call Contentment's envied joys their own.", "Tho' Wealth and Honour flow'd not to their hand,</br>Nor Titles smil'd renown upon their birth,</br>See rural praises do the rail expand,</br>And the unletter'd Muse proclaims their worth.", "It is enough: &mdash; The curious chissel'd stones,</br>The vaulted arches, and the marble tombs,</br>What fame they render unto senseless bones,</br>Is unavailing in these deathful glooms.", "They tell, indeed, who once were rich and great,</br>And swell with praise the mercenary line:</br>If this is all the rich remains of state,</br>As rich are his remains whom thorns confine.", "O Death, great King of Fears!  whose rig'rous dart</br>Marks out a path which must by all be trod,</br>Thy spectre-form now chills the tim'rous heart,</br>And now the bravest yields unto thy rod.", "This scene is thine:  alas!  what 'tis to die</br>Here let a sober Muse serenely think:</br>These are thy triumphs which around me lie,</br>Yet at the thought let not my spirits sink.", "For Death's our greatest friend when sorrows gall:</br>To Prince and Peasant rack'd with worldly woe,</br>He points a port of calms and hushes all,</br>Of grief despondent which their bosoms know.", "Then fly from me, ye visionary fears;</br>And rise no more weak Nature to betray:</br>Now CYNTHIA kind her silver crescent rears,</br>Unveils the shades, and brings a languid day.", "A rev'rent care my awe-struck bosom fills,</br>And Contemplation all my senses charms;</br>Thro' my whole frame a pleasing transport trills,</br>Inspires each thought and each reflection warms.", "Here sacred Quiet woos my thoughtful breast,</br>While Peace her pinions does around me spread;</br>Lulls all my passions into meekest rest,</br>And bids me hail those mansions of the Dead.", "Not one Memorial which around I see</br>But can (tho' silent-wise) instruction teach,</br>Give wholsome lectures of Mortality,</br>And of this life's unstable basis preach.", "This tells me Death did Innocence release,</br>(Kindest release from this world's sin and woe)</br>In infant-years, when all within was peace,</br>To dwell where endless joys seraphic flow.", "And that, if ask'd, ah me!  at once replies,</br>Tho' Nature's ev'ry charm MYRTILLA wore,</br>Here young MYRTILLA, once the loveliest, lies;</br>Alas, she's dead, and beauty is no more!", "Why boast we then such charms in features lie,</br>Or pay warm adoration to a face?</br>Since charms soon perish, and with features die,</br>And to the grave resign their ev'ry grace.", "This stone proclaims, O Death!  O Grave!  O Time!</br>Warm in the sunshine of propitious Fame,</br>JUVENO fell; ah!  fell in youthful prime;</br>Whate'er his folly, friend, forbear to name.", "And here another says, to earth return'd,</br>Tho' wealth his idol, yet how weak his trust,</br>Here rests AVARO, who for riches burn'd,</br>But now the Miser's mingled with the dust.", "Ye sons of sordid care, whose plodding brains</br>Incessant labour to augment your store,</br>Mistrust still hovers o'er your ill-got gains,</br>And speeds your passage to the Stygian shore.", "Few weeks are fled since toll'd AVARO'S knell;</br>His Wealth immense could not protract his stay:</br>How soon may toll your death-betoken'd bell?</br>Reflect, and live while yet remains a day.", "This tomb imparts VOLUPTUOSO'S fate;</br>Mark well, it says VOLUPTUOSO, see!</br>Who eager swallow'd Pleasure's gilded bait;</br>His Death was sudden, aged Twenty-three.", "He fell: &mdash; Youth just had whisper'd years to come,</br>And Fancy promis'd great should be his pow'r:</br>But Death unheeded cropt him in his bloom,</br>And snatcht him in an unexpected hour.", "From hence, ye thoughtless Youths, who tread the wild</br>Of Folly's flow'ry joys, true Pleasure's bane,</br>This lesson learn before you are beguil'd,</br>In Virtue only lasting joys remain.", "All hail!  HONESTO'S shade.  This marble says,</br>The learned, good, benevolent, and wise</br>HONESTO, here with hope most humble lays,</br>At the last day to heav'nly joys to rise.", "Who, as HONESTO, at th' approach of Death</br>No soul-felt terror nor no fear alarms,</br>Shall say, like him, when he resigns his breath,</br>\"Thy force alone, Religion, Death disarms.\"", "Lo here ALEXIS, once my youthful Friend,</br>Implores \"the passing tribute of a sigh;\"</br>Whene'er I think of his untimely end,</br>What sorrow bursts from each dissolving eye!", "What tomb is this, more pompous than the rest,</br>Adorn'd with Titles and with polish'd Arms,</br>Angels and Cherubims its sides invest,</br>And call attention to the Sculptor's charms.", "Inscrib'd in brass it does with blushes tell,</br>What Vanity alone with Joy can trace,</br>That in its womb the bones of CARLOS dwell;</br>CARLOS, the vainest of the human race!", "Lost to all honours, save a lying stone,</br>Now what avails his genealogy?</br>Like the poor Beggar left to rot alone,</br>And once tho' mightier, now as mean as he.", "Where-e'er I walk this gothic structure round,</br>The graves of young and old together rise,</br>Thro' all this spot of consecrated ground,</br>Frail Man dissolv'd in mould'ring ruin lies.", "While thus I view this melancholy scene,</br>And look thro' Nature up to Nature's Pow'r,</br>With mind enraptur'd and with soul serene,</br>On Thought's fair wing above the clouds I soar.", "And see my SAVIOUR thro' Religion's eye</br>Fearless, should Death his awful summons bring;</br>The soul once fix'd beyond the fear to die,</br>Grave, where's thy vic'try!  Death, where is thy sting!</br>"]