["I.</br>In those bright mansions, to the Gods above</br>Where Hebe's hands the nectar'd bowl dispense,</br>Conspicuous near th' eternal throne of Jove</br>Sits his fair Daughter meek Benevolence:</br>She while the Thund'rer on a destin'd Land</br>The bolt of Vengeance meditates to throw,</br>With anxious mercy checks his wrathful hand</br>Uprear'd to strike, and intercepts the blow:</br>But when some happier Nation claims from Heav'n</br>Like thee, O Albion, its peculiar Care,</br>To Her the great, th' important Charge is giv'n</br>The blessings of the Aetherial King to bear;</br>Swifter than flies the rapid-pinion'd Light</br>Downwards on earth the Goddess wings her Airy flight.", "II.</br>Thou Gentle Goddess of the smiling brow,</br>On Mortal men oft pour'd thy Genial fire,</br>Who not unconscious whence their riches flow,</br>Thank whilst They emulate th' All-bounteous Sire;</br>Tis Their's on Mis'ry bending to the Earth</br>The chearing beam of pity still to shed,</br>Still with kind aid to prop desponding worth,</br>And bid fair Science lift her laurell'd head:</br>Sacred to Phoebus rear'd at their command</br>The pillar'd Temple shines in stately pride;</br>Tis their's, That o'er a plenty-smiling Land</br>Branch in full many a channel far and wide</br>The streams of Bounty, rich as whilom roll'd</br>The Lydian River fam'd for sands of native Gold.", "III.</br>Whoe'er They be, that thus, like Gods rever'd,</br>Show'r on Mankind their precious blessing down,</br>Thro' Life's long toilsome journey still are chear'd</br>With the blithe Melody of sweet Renown:</br>But when at length in no unwelcome hour</br>Th' Aetherial Spirit shall scape its earthly fold,</br>And thick-invelop'd mid Elysian bow'r</br>With shades of mightiest note high converse hold,</br>With the choice fragrance of sweet-odour'd praise</br>The Muse embalms their uncorrupted Name;</br>For their admittance widely She displays</br>The Golden portals of immortal Fame:</br>Hence, long as Camus on his wat'ry glass</br>Shall see yon proud reflected turrets shine,</br>The Sons of Science ever as they pass</br>Shall offer each his Gift on Henry's Shrine:</br>Hence in Spenser's deathless lays</br>The Good Eliza's virgin praise</br>To latest Ages still shall bloom;</br>The Muse, her pious handmaid still</br>With Flow'rets pluck'd from Pindus' Hill</br>Shall deck her hallow'd Tomb:</br>Hence on the wing of Glory borne sublime,</br>Thy Name, O GEORGE, shall reach th' extreamest bounds of Time:", "I.</br>Hence shall the Poet frame the votive lay</br>To Pelham's praise in Ages yet to come;</br>\"Yes (shall the raptur'd Bard be heard to say)</br>'Twas Pelham's hand that rear'd yon beauteous Dome.</br>Then, Granta, then what joys thy bosom fed!</br>Thro' all thy Sons what thrilling transports ran!</br>O!  How did All importune Heav'n to shed</br>It's choicest blessing on the Godlike Man!</br>The Hoary Cam, admiring as he view'd</br>The rising fabrick grace his flow'ry brim,</br>In homage due then cleft his argent flood,</br>With all his daughter train, the Naids trim,</br>Proud as Scamander, when Jove's Offspring said,</br>'Rise, Ilion, rise' &mdash; He spake, and Ilion rear'd its head\"", "II.</br>The Grateful Sons of Science yet unborn</br>Thee, Pelham, Thee their Genius shall adore,</br>All, whose illustrious Virtues shall adorn</br>With influence sweet Old Camus' parent Shore;</br>Whether like Smith or Newton they shall trace</br>Mysterious Nature to her secret source,</br>Range ther starr'd Poles, and thro' unbounded Space</br>O'ertake the Comet in it's rapid course;</br>Or whether They (for unto All are giv'n</br>Peculiar Arts in Fame's fair lists to vye)</br>Nought less the favourites of auspicious Heav'n</br>Glow with the rapturous fire of Poesy:</br>Aetherial Spark!  from heav'n at birth it came;</br>And ill betide the Churl, who scorns the God-like Flame.", "III.</br>Sweet Poesy!  how passing blest is He</br>Of earthly Mortals, who is ever seen</br>In careless mood reclining Fancy-free</br>Beside thy fountains edg'd with laurels green,</br>What time blith Morning from her Orient bed</br>Blushing the rosy-pinion'd Zephyrs lead,</br>Till Evening meek comes on in silent tread,</br>With moist foot stepping o'er the daisied Mead:</br>O say, fair Goddess, if Thou yet dost hold</br>Thy Seat with Men of these degen'rate days,</br>If still it may delight thee, as of old,</br>On Granta's bank to nurse thy blooming bays,</br>Who now shall duly call thee?  Say, to whom</br>Wilt Thou in sweetest Dignity advance,</br>Thy graceful Mantle wove in Attic loom</br>By the neat-finger'd Virgin, Elegance?</br>While Bounty bids with beauteous pride</br>Yon Structure crown thy Camus' side</br>The votive Tribute who shall bring?</br>With thy rapture-kindling fire</br>What favour'd Bard wilt Thou inspire?</br>Whom give to soar with lofty wing,</br>And climb undazzled with the mighty blaze</br>The brightest Heav'n of PELHAM's high-exalted Praise?</br>"]