["SCENE &mdash; WINDSOR FOREST.", "First in these scenes I echo Nature's strain,</br>And paint the real manners of the swain.</br>Ye poets list, from aramanthine bow'rs,</br>And mark what nettles mock the blushing flow'rs!</br>Each streamlet soft pursues its gentle course,</br>Tho' no prompt fable deify the source.", "You chosen patron of the fertile scene,</br>(The nodding squire that lives beside the green,)</br>Who, all the world illustriously above,</br>Ne'er left the shelter of your natal grove;</br>O!  let my muse her faithful pen inspire,</br>Till quarter-sessions rouse your classic fire.", "So, when no meeting wakes the courser's soul,</br>With tedious trot, the roadster seeks the goal!</br>But once proclaim'd the signal for the chace,</br>The shouting jockies scorn its humble pace.", "Soon as the morn, with fresh and hungry airs</br>Awoke each mortal to his lot of cares,</br>Two hinds along the dale their foldings led,</br>Of South-Down breed, on Windsor plains, tho' fed.</br>The sun fast climbing up the eastern sky,</br>Thus Jobson spoke, thus Simkin made reply.", "JOBSON.</br>Hark from the village what a thundering shout,</br>The alehouse, sure, must hold a jolly rout!</br>Wickets and skittles make a gallant shew,</br>But for these sheep, (the d&mdash;ls) we'd thither go;</br>Our clerk, be sure, and all the singers brave,</br>Are met at Johnson's tap to try a stave!", "SIMKIN.</br>'Tis like enough, and shall we idle stand,</br>Nor to the mug nor metre lend a hand?</br>What time the moon disclos'd her tim'rous head,</br>Our master drank, and now lies safe a bed.</br>Hold Jobson, on this coin of snowy hue,</br>Some wond'rous face, \"(not Pan's)\" an artist drew;</br>With mystic words, the L&mdash;d knows what they mean,</br>The wond'rous face all dotted round is seen.</br>This coin so rare, I'll stake upon a song,</br>Who gains the prize first tastes the can of strong.", "JOBSON.</br>Agreed; and see of gems a costly pair,</br>Which on these nervous wrists I faithful wear!</br>Of Bet the gift, a nymph of yonder shade,</br>Who drives in Windsor's grove a rural trade.</br>Grav'd on each stud, two wounded hearts are viewd,</br>With magic pow'r as seers affirm, endued;</br>Shou'd Simkin's strain superior prove to mine,</br>These mystic emblems, Simkin, straight are thine.", "SIMKIN.</br>But who shall duly judge the rustic lay?</br>The shepherd's idol!  See, he comes this way.</br>On Will, who doctors cows, shall we agree?", "JOBSON.</br>Yes, Will who doctors cows, the umpire be.", "In ancient boots with rural mud emboss'd,</br>Will featly spurr'd the donkey that he cross'd.</br>A pipe the hoary swain was wont to bear,</br>Whose fumes salubrious woo the morning air.</br>\"Proceed!\"  he cry'd, \"while ravens stay their note,</br>And each pert mag restrains his brazen throat!\"", "SIMKIN.</br>When rays autumnal bless'd the lab'rer's pain,</br>A neigh'bring fair entic'd each ardent swain.</br>Punch tried his tricks; intent on higher game,</br>I dare the throng at back-sword's noble game.</br>A youth of Hampshire mocks my swelling rage,</br>And free from favour equal we engage.</br>No more he sees the folks, the sun, the shews,</br>A stream of blood bedews his aching nose.", "JOBSON.</br>When pensive evening thew her mantle grey</br>O'er the proud feats of that important day,</br>Three Hampshire swains, three Berkshire men oppose,</br>To prove whose eyes strong liquor first would close;</br>The Hampshire newsman led the glorious strife,</br>And held three summer's days a merry life,</br>While luckless Hampshire, doom'd it's cause to lose,</br>In silent wonder went without the news!", "SIMKIN.</br>Let Hampshire vaunt her hogs of greasy fame,</br>Her streams, and forests, bless'd with regal name,</br>Those forest shades the peasant holds more dear,</br>Whose streams resolve to honest Berkshire beer.", "JOBSON.</br>When day exhausted yields the sway to night,</br>And quiv'ring moon-beams shed insidious light,</br>The Hampshire smuggler lands his precious load,</br>While dripping Hollands marks his devious road.</br>No King we rob to fill a beggar's dish,</br>Whose nights but empty London of its fish.", "SIMKIN.</br>Where early vi'lets weep the morning dew,</br>See trembling hares their silly course pursue!</br>Three, e'er the sun uprose his pond'rous head,</br>Within my wires, with cry disastrous bled.</br>A joke, I thought, would make them taste the higher,</br>So, his own game I sold our simple 'squire!", "JOBSON.</br>And, doctor, see, stray'd from its bleating dam,</br>'Mid budding cowslips treads the tender lamb!</br>His mate I choak'd, beneath yon spreading tree,</br>The cheated farmer gave his flesh to me.", "WILL.</br>Cease to contend; so equal is your song,</br>To neither party shall the palm belong.</br>You, Jobson, still, your mystic studs retain,</br>(The only heart of Bet's you'll ever gain!)</br>But Simkin's medal in the tap-wall shine,</br>Where the first draft, as umpire, must be mine.</br>"]