["Bright Northerne Star, and faire Minervaes peere,</br>Sweet Lady of this Day:  Great Britans deere.</br>Loe thy poore Vassall, that was erst so rude,</br>With his most Rustick Satyrs to intrude,</br>Once more like a poore Silvan now drawes neare,</br>And in thy sacred Presence dares appeare.</br>Oh, let not that sweete Bowe thy Browe be bent,</br>To scarre him with a Shaft of discontent.</br>One looke with Anger, nay, thy gentlest Frowne,</br>Is twice enough to cast a Greater downe.</br>My Will is ever, never to offend,</br>These that are good; and what I here entend,</br>Your Worth compels me to; For lately greev'd,</br>More then can be exprest, or well beleev'd:</br>Minding for ever to abandon sport,</br>And live exilede from places of resort;</br>Careles of all, I yeelding to security,</br>Thought to shut up my Muse in darke obscuritie.</br>And in content, the better to repose,</br>A lonely Grove upon a Mountaine chose.</br>East from Caer Winn, midway twixt Arle and Dis,</br>Two Springs, where Britans true Arcadia is.</br>But ere I entred my entended course,</br>Great Aeolus began to offer force.</br>The boysterous King was growne so mad with rage;</br>That all the Earth was but his furies stage.</br>Fyre, Ayre, Earth, Sea, were intermixt in one:</br>Yet Fyre, through Water, Earth and Ayr shone.</br>The Sea, as if she ment to whelme them under,</br>Beat on the Cliffs, and ragt more loud then thunder:</br>And whilst the Vales she with salt waves did fill,</br>The Ayre showert Flouds that drencht our highest hill,</br>And the proud trees, that would no duty know;</br>Lay overturned, twenties in a Rowe.</br>Yea every Man for feare, fell to Devotion;</br>Least the whole Ile should have been drencht in th' Ocean.</br>Which I perceiving conjur'd up my Muse,</br>The Spirit whose good helpe I sometimes use;</br>And though I ment to breake her rest no more,</br>I was then faine her ayd for to implore.</br>And by her helpe indeed, I came to know,</br>Why both the Ayre, and Seas, were troubled so.</br>For having urg'd her, that she would unfold</br>What cause she knewe:  Thus much at last she told.</br>Of late (quoth she) there is by powers Divine;</br>A match concluded, twixt Great Thame and Rhine.</br>Two famous Rivers, equall both to Nile:</br>The one, the pride of Europes greatest Ile.</br>Th' other disdaining to be closely pent,</br>Washes a great part, of the Continent.</br>Yet with abundance, doth the Wants supplie,</br>Of the still-thirsting Sea, that's never drie.</br>And now, these, being not alone endear'd,</br>To mightie Neptune, and his watrie Heard:</br>But also to the great, and dreadfull Jove</br>With all his sacred Companies above,</br>Both have assented by their Loves inviting:</br>To grace (with their owne presence) this Uniting.</br>Jove cal'd a Summons to the Worlds great wonder;</br>T'was that we heard of late, which we thought thunder.</br>A thousand Legions he intends to send them:</br>Of Cherubins and Angells, to attend them:</br>And those strong Winds, that did such blustering keepe,</br>Were but the Tritons, sounding in the Deepe;</br>To warne each River, pettie Streame and Spring,</br>Their aide unto their Soveraigne to bring.</br>The Floods and Shewers that came so plenteous downe,</br>And lay entrencht in every Field and Towne:</br>Were but retainers to the Nobler sort</br>That owe their Homage at the Watrie Court.</br>Or else the Streames not pleas'd with their owne store,</br>To grace the Thames, their Mistres borrowed more.</br>Exacting from their neighboring Dales and Hills,</br>But by consent all, naught against their wills.</br>Yet now since in this stir, are brought to ground</br>Many faire buildings, many hundreds drown'd,</br>And dailie found, of broken Ships great store,</br>That lie dismembred upon every shore:</br>With divers other mischeefes knowne to all</br>This is the cause, that those great harmes befall.</br>Whilst others things, in redines did make,</br>Hells hatefull Haggs, from out their prisons brake,</br>And spighting at this hopefull match, began</br>To wreak their wrath, on Ayre, Earth, Sea, and Man.</br>Some, having shapes of Romish shavelings got</br>Spewd out their venome:  and began to plot:</br>Which way to thwart it:  others made their way</br>With much distraction thorough land and Sea</br>Extreamely raging.  But Almighty Jove</br>Perceaves their Hate, and Envy from above:</br>He'le checke their fury, and in yrons chain'd</br>Their libertie abus'd, shall be restrain'd;</br>Hee'le shut them up, from comming to molest,</br>The Meriments of Hymens holy feast.</br>Where shall be knit that sacred Gordian knot,</br>Which in no age to come, shall be forgot;</br>Which Policie nor Force shall nere unty,</br>But must continue to eternitie.</br>Which for the whole Worlds good was fore-decreed,</br>With Hope expected long, now come indeed.</br>And of whose future glorie, worth, and merit,</br>Much I could speak, with a prophetick spirit.</br>Thus by my Muses deare assistance, finding</br>The cause of this disturbance, with more minding</br>My Countries welfare, then my owne content:</br>And longing to behold this Tales event.</br>My lonely life I suddainly forsooke,</br>And to the Court againe my journey tooke.</br>Mean while I sawe the furious Winds were laid;</br>The risings of the swelling Waters staid.</br>The Winter, gan to change in every thing;</br>And seem'd to borrow mildnes of the Spring.</br>The Violet and Primerose fresh did growe;</br>And as in Aprill, trimd both Cops and rowe.</br>The Citie, that I left in mourning clad,</br>Drouping; as if it would have still bin sad:</br>I found deckt up; in robes so neat, and trimme,</br>Fair Iris, would have lookt but stale and dimme,</br>In her best cullors; had she there appeard.</br>The Sorrowes of the Court I found well cleerd,</br>Their wofull habits quite cast off, and tyr'd</br>In such a glorious fashion; I admir'd.</br>All her cheefe Peeres and choicest beauties too</br>In greater pompe, then Mortalls use to doe;</br>Wait as attendants; Juno's come to see;</br>Because shee heares that this solemnitie</br>Exceeds faire Hippodamia's, (where the strife</br>Twixt her, Minerva, and lame Vulcans wife</br>Did first arise) and with her, leads along;</br>A Noble, stately, and a mightie throng.</br>Venus, (attended with her rarest features,</br>Sweet lovely-smiling, and hart-moving creatures,</br>The very fairest Jewells of her treasure,</br>Able to move the senseles stones to pleasure)</br>Of all her sweetest Saints, hath robd their shrines;</br>And brings them for the Courtiers Valentines.</br>Nor doth Dame Pallas, from these tryumphs lurke:</br>Her Noblest wits, shee freely sets on worke.</br>Of late, shee summond them unto this place,</br>To do your masks and Revells, better grace.</br>Here Mars himselfe to, Clad in Armor bright,</br>Hath showne his fury, in a bloudles fight;</br>And both on land, and water, sternly drest,</br>Acted his bloudy Stratagems in Jest.</br>Which to the people, frighted by their error;</br>With seeming wounds and death did ad more terror.</br>Besides; to give, the greater cause of wonder;</br>Jove did vouchsafe, a ratling peale of thunder,</br>Cometts and Meteors by the starrs exhald</br>Were from the Midle-region lately cald:</br>And to a place appointed, made repaire,</br>To show their fierie friscolls in the ayre.</br>People innumerable do resort;</br>As if all Europe here would keepe one Court.</br>Yea Hymen in his safferon-coloured weed;</br>To celebrate his rites is full agreed.</br>All this I see; which seeing, makes me borrow,</br>Some of their mirth a while, and lay downe sorrow.</br>And yet not this:  but rather the delight,</br>My hart doth take in the much-hoped sight,</br>Of these thy glories, long already due:</br>And this sweet comfort, that my eyes do viewe.</br>Thy happy Bridegrome, Prince Count Palatine,</br>Now thy best friend and truest Valentine.</br>Upon whose brow, my mind doth read the story,</br>Of mightie fame; and a true future glorie.</br>Me thinks I doe foresee already, how</br>Princes, and Monarchs, at his stirrop bow.</br>I see him shine in steele.  The bloudy feilds</br>Already wonne; and how his proud foe yeelds.</br>God, hath ordaind him happines great store:</br>And yet in nothing, is he happy more</br>Then in thy love, (faire Princesse)  For, unles</br>Heaven, like to man, be prone to ficklenes:</br>Thy Fortunes, must be greater in effect,</br>Then time, makes show of, or men can expect.</br>Yet, notwithstanding all those goods of fate;</br>Thy Mind, shall ever be above thy state.</br>For over, and beside thy proper merit,</br>Our last Eliza grants her Noble spirit.</br>To be redoubled on thee; and your names</br>Being both one, shall give you both one fames.</br>Oh blessed thou!  and they to whom thou giv'st,</br>The leave to be attend thee where thou liv'st.</br>And haples we, that must of force let goe,</br>The matchles treasure, we esteeme of so.</br>But yet, we trust tis for our good, and thine:</br>Or els thou shouldst not, change thy Thame for Rhyne.</br>We hope, that this will the uniting prove,</br>Of Countries, and of nations by your love.</br>And that from out your blessed loynes shall come;</br>Another terror, to the Whore of Rome:</br>And such a stout Achilles as shall make,</br>Her tottering Walls, and weake foundation shake.</br>For Thetis-like, thy fortunes do require:</br>Thy Issue should be greater, then his sire.</br>But (gratious Princesse) now since thus it fares:</br>And God so well for you, and us, prepares.</br>Since he hath daign'd such honors, for to do you</br>And showne himselfe, so favourable to you.</br>Since he hath changd your sorrowes, and your sadnes</br>Into such great, and unexpected gladnes.</br>Oh now remember, you to be at leasure</br>Sometime to think on him, amidst your pleasure!</br>Let not these glories of the world deceave you</br>Nor her vaine favors of your selfe bereave you.</br>Consider yet, for all this Jollitie,</br>Y' are mortall, and must feele mortalitie.</br>And that God can in midst of all your Joyes,</br>Quite dash this pompe, and fill you with annoyes,</br>Triumphes are fit for Princes; yet we find,</br>They ought not wholy to take up the mind.</br>Nor yet to be let past, as things in vaine,</br>For out of all things, wit will knowledge gaine.</br>Musique may teach, of difference in degree,</br>The best-tun'd Common-Weales will framed be.</br>And that he moves, and lives, with greatest grace;</br>That unto Time, and Measure, tyes his pace.</br>Then let these things be Emblems, to present.</br>Your Mind, with a more lasting true content.</br>When you behold the infinite resort,</br>The glory and the splendor, of the Court:</br>What wondrous favor's, God doth here bequeath you,</br>How many hundred thousands, are beneath you:</br>And view with admiration your great blisse,</br>Then with your selfe you may imagine this.</br>\"Tis but a blast, or transitory shade;</br>Which in the turning of a hand, may fade.</br>Honors, which you your selfe did never winne.</br>And might, (had God bin pleas'd), anothers bin.</br>And think, if shaddowes have such majestie;</br>What are the glories of eternitie?\"</br>Then by this image of a fight on sea,</br>Wherein you heard the thundring canons plea;</br>And saw flames, breaking from their Murthering throts;</br>Which in true skirmish, fling resistles shots.</br>Your wisdome may (and will no doubt) begin;</br>To cast what perill a poore Souldiers in.</br>You will conceave his miseries and cares,</br>How many dangers, deaths, and wounds he shares.</br>Then though the most pass't over and neglect them</br>That Retorick, will move you to respect them.</br>And if hereafter, you should hap to see</br>Such Mimick Apes; (that courts disgraces be)</br>I meane such Chamber-combatants; who never</br>Weare other helmet, then a hat of Bever.</br>Or nere board Pinnace but in silken saile,</br>And in the stead of boysterous shirts of maile,</br>Goe arm'd in Cambrick?  if that such a Kite,</br>(I say) should scorne an Egle in your sight:</br>Your wisdome judge (by this experience) can:</br>Which hath most worth, Hermaphrodite, or Man.</br>The nights strange prospects, made to feede the eyes;</br>With Artfull fyres, mounted in the skies:</br>Graced with horred claps of sulphury thunders;</br>May make you mind, Jehovahs greater wonders.</br>Nor is there any thing, but you may thence</br>Reape inward gaine; aswell as please the Sense.</br>But pardon me (oh fayrest) that am bold,</br>My heart thus freely, plainely, to unfold.</br>What though I knowe, you knew all this before:</br>My love this showes, and that is something more.</br>Do not, my honest service here disdaine,</br>I am a faithfull, though an humble Swaine.</br>I'me none of those, that have the meanes or place;</br>With showes of cost to do your Nuptialls grace:</br>But only master, of mine owne desire,</br>Am hither come, with others to admire.</br>I am not of those Heliconian wits;</br>Whose pleasing straines the Courts known humor fits.</br>But a poore rurall Shepheard, that for need:</br>Can make sheepe Musique, on an Oaten reed.</br>Yet for my love (Ile this be bold to boast)</br>It is as much to you, as his that's most:</br>Which; since I no way els, can now explaine,</br>If you'l in midst of all these glories, daigne</br>To lend your eares unto my Muse so long:</br>She shall declare it, in a Wedding song.", "EPITHALAMION.</br>Valentine, good morrow to thee,</br>Good I wish, though none I doe thee:</br>I would waite upon thy pleasure,</br>But I cannot be at leasure.</br>For I owe this day as debter,</br>To (a thousand times) thy better,", "Hymen now will have effected</br>What hath been so long expected:</br>Thame thy Mistres, now unwedded;</br>Soone must with a Prince be bedded.</br>If thou'lt see her Virgin ever,</br>Come, and do it now, or never.", "Where art thou, oh faire Aurora?</br>Call in Ver and lady Flora.</br>And you daughters of the Morning,</br>In your neat'st, and feat'st, adorning:</br>Cleare your fore-heads, and be sprightfull;</br>That this day may seeme delightfull.", "All you Nimphs, that use the Mountaines,</br>Or delight in groves, and fountaines;</br>Shepheardesses, you that dally,</br>Either upon hill or vally;</br>And you daughters of the Bower,</br>That acknowledge Vestaes power.", "Oh, you sleep too long; awake yee,</br>See how Time doth overtake yee:</br>Hark, the Lark is up and singeth,</br>And the house, with ecchoes ringeth.</br>Pretious howres, why neglect yee,</br>Whil'st affaires, thus expect yee?", "Come away, upon my blessing,</br>The bride-chamber, lies to dressing:</br>Strow the waies, with leaves of Roses,</br>Some make garlands, some make poses,</br>'Tis a favor, and't may joy you;</br>That your Mistres will employ you.", "Where's Sabrina, with her daughters;</br>That do sport about her waters;</br>Those that with their locks of Amber,</br>Haunt the fruitfull hills of Camber;</br>We must have to fill the number,</br>All the Nimphs of Trent and Humber.", "Fie, your hast, is scarce sufficing,</br>For the Bride's awake and rising.</br>Enter beauties, and attend her:</br>All your helps and service lend her.</br>With your quaint'st, and new'st devices:</br>Trim your Lady, faire Thamisis.", "See shee's ready:  with Joyes greet her,</br>Lads, go bid the Brid-groome meet her.</br>But from rash approach advise him,</br>Lest a too much Joy, surprize him.</br>None I ere knew yet, that dared:</br>View an Angell, unprepared.", "Now unto the Church she hies her,</br>Envy bursts, if shee espies her.</br>In her gestures as she paces,</br>Are united all the Graces:</br>Which who sees and hath his senses,</br>Loves, in spight of all defences.", "Oh most true majestick creature.</br>Nobles did you note her feature?</br>Felt you not an inward motion,</br>Tempting Love to yeeld devotion;</br>And as you were ev'n desiring.</br>Something check you, for aspiring?", "That's hir Vertue, which still tameth</br>Loose desires:  and bad thoughts blameth.</br>For whilst others were unruly,</br>She observ'd Diana truly:</br>And hath by that meanes, obtayned,</br>Guifts of her that none have gained.", "Yon's the bridgrome d'yee not spy him?</br>See how all the Ladies eye him.</br>Venus his perfection findeth,</br>And no more Adonis mindeth:</br>Much of him my Hart divineth:</br>On whose brow all Vertue shineth.", "Two such Creatures Nature would not,</br>Let one place long keep:  she should not:</br>One shee'le have, (she cares not whether)</br>But our Loves can spare her neither.</br>Therefore ere we'le so be spighted;</br>They in one shall be united.", "Natures selfe, is well contented,</br>By that meanes, to be prevented.</br>And behold, they are retired,</br>So conjoyn'd, as we desired:</br>Hand in hand, not only fixed,</br>But their harts are intermixed.", "Happy they, and we that see it,</br>For the good of Europe be it.</br>And heare Heaven my devotion,</br>Make this Rhyne and Thame an Ocean:</br>That it may with might and wonder,</br>Whelme the pride of Tyber under.", "Now yon Hall their persons shroudeth,</br>Whither all this people crowdeth.</br>There they feasted are with plentie,</br>Sweet Ambrosia is no deinty.</br>Groomes quaff Nectar:  for theres meeter,</br>Yea more costly wines, and sweeter.", "Young men all, for joy go ring yee,</br>And your merriest Carolls sing yee.</br>Here's of Dam'zells many choices,</br>Let them tune their sweetest voices.</br>Fet the Muses too, to cheare them:</br>They can ravish, all that heare them.", "Ladyes, t'is their Highnesse pleasures,</br>To behold you, foot the Measures:</br>Lovely gestures addeth graces,</br>To your bright, and Angell faces.</br>Give your active minds the bridle:</br>Nothing worse, then to be idle.", "Worthies, your affaires forbeare yee,</br>For the State awhile may spare yee:</br>Time was; that you loved sporting,</br>Have you quite forgot your Courting?</br>Joy the hart of Cares beguileth:</br>Once a yeare Apollo smileth.", "Fellow shepheards, how I pray you,</br>Can your flocks at this time stay you?</br>Let us, also hie us thither,</br>Lets lay all our witts together.</br>And some Pastorall invent them,</br>That may show the love we ment them.", "I my selfe though meanest stated,</br>(And in Court now almost hated)</br>Will knit up my Scourge, and venter</br>In the midst of them to enter:</br>For I know, ther's no disdaining,</br>Where I looke for entertaining.", "See, me thinks the very season,</br>As if capable of Reason;</br>Hath laine by her native rigor,</br>The faire Sunbeames have more vigor.</br>They are Aeols most endeared:</br>For the Ayres stilld, and cleared.", "Fawnes, and lambs, and kidds do play,</br>In the honor of this day.</br>The shrill Blacke-bird, and the Thrushe</br>Hops about in every bush:</br>And among the tender twiggs,</br>Chaunt their sweet harmonious jigs.", "Yea, and mov'd by this example,</br>They doe make each Grove a temple;</br>Where their time the best way using,</br>They their Summer loves are chusing.</br>And unles some Churl do wrong them,</br>There's not an od bird, among them.", "Yet I heard as I was walking,</br>Groves and hills by Ecchoes talking.</br>Reeds, unto the small brooks whistling;</br>Whilst they danc't, with pretty rushling.</br>Then for us, to sleep twere pitty,</br>Since dumb creatures are so witty.", "But oh Titan, thou dost dally,</br>Hie thee to thy Westerne vally.</br>Let this night one howre borrow.</br>Shee shall pay't againe, to morrow.</br>And if thou'lt that favour do them,</br>Send thy sister Phoebe to them.", "But shee's come, her selfe unasked:</br>And brings Gods and Heroes masked.</br>None yet saw, or heard in story,</br>Such immortall, mortall glorie.</br>View not, without preparation:</br>Least you faint, in admiration.", "Say my Lords, and speak truth barely,</br>Mov'd they not exceeding rarely?</br>Did they not such praises merit,</br>As if flesh had all bin spirit?</br>True indeed, yet I must tell them,</br>There was One did far excell them.", "But (alas) this is ill dealing,</br>Night unwares away is stealing.</br>Their delay, the poore bed wrongeth,</br>That for Bride, with Bride groome longeth:</br>And above all other places,</br>Must be blest, with their embraces.", "Revellers, then now forbear yee,</br>And unto your rests prepare yee.</br>Let's a while your absence borrow,</br>Sleep to night and dance to morrow.</br>We could well allow your Courting,</br>But twill hinder, better sporting.", "They are gone; and Night all lonely,</br>Leaves the Bride with Bridegroome only.</br>Muse, now tell; (for thou hast power</br>To fly through wall or tower.)</br>What contentments their harts cheereth;</br>And how lovely shee appeareth.", "And yet do not; tell it no man.</br>Rare conceits may so grow common;</br>Do not to the Vulgar show them,</br>(Tis enough that thou dost know them.)</br>Their ill harts are but the Center,</br>Where all misconceavings enter.", "But thou Luna that dost lightly,</br>Haunt our downes and forrests nightly.</br>Thou that favour'st generation,</br>And art help, to procreation:</br>See their Issue thou so cherish,</br>I may live, to see it flourish.", "And you Planets, in whose power,</br>Doth consist, these lives of our;</br>You that teach us Divinations,</br>Help with all your Constellations:</br>How to frame in Her a creature,</br>Blest in Fortune, Wit, and Feature.", "Lastly; oh, you Angells ward them,</br>Set your sacred Spels to gard them:</br>Chase away such feares, or terrors,</br>As not being; seeme through errors.</br>Yea let not a dreames molesting,</br>Make them start, when they are resting.", "But THOU chiefly; most adored;</br>That shouldst only, be implored.</br>Thou to whom my meaning tendeth,</br>Whither er'e in show, it bendeth:</br>Let them rest to night from sorrow</br>And awake with joy to morrow.", "Oh, to my request be heedfull,</br>Grant them that, and al things needful.</br>Let not these, my straines of Folly,</br>Make true prayer be unholy,</br>But, if I have here offended:</br>Help, forgive, and see it mended.", "Daigne me this.  And if my Muses</br>Hastie issue, shee peruses;</br>Make it unto her seeme gratefull,</br>Though to all the World els, hateful.</br>But how er'e, yet, Soule persever,</br>Thus to wish her good, for ever.", "Thus ends the Day, together with my Song;</br>Oh; may the Joyes thereof continue long.</br>Let Heavens just, all-seeing, sacred power;</br>Favor this happie Jubile, of your:</br>And blesse you, in your chast embraces so,</br>We Britans, may behold before you goe.</br>The hopefull Issue, we shall count so deare</br>And whom, (unborne) his foes already feare.</br>Yea I desire, that all your sorrowes may;</br>Never be more, then they have been to day,</br>Which hoping; For acceptance now I sue,</br>And humbly, bid your Grace, and Court adue.</br>I saw the sight, I came for; which I know,</br>Was more then all, the world beside could show.</br>But if amongst Apolloes Layes you can,</br>Be pleasd, to lend a gentle eare to Pan:</br>Or thinke your Country Shepheard, loves as deare,</br>As if he were a Courtier, or a Peere:</br>Then I, that els must to my Cell of paine,</br>Will joyfull, turne unto my flocke againe.</br>And there, unto my fellow shepheards tell,</br>Why you are lov'd; wherein you doe excell.</br>And when we drive our flocks a field to graze them,</br>So chaunt your praises, that it shall amaze them:</br>And thinke that Fate, hath new recald from death,</br>Their still-lamented, sweet Elizabeth.</br>For though they see the Court, but now and then</br>They know desert as well as Greater men:</br>And honord Fame, in them doth live or die;</br>As well, as in the mouth of Majesty.</br>But taking granted, what I here intreat:</br>At heaven for you, my devotions beat,</br>And though I feare, fate will not suffer me,</br>To do you service, where your Fortunes be:</br>How ere my skill, hath yet despised seem'd,</br>(And my unripened wit been misesteem'd.)</br>When all this costly Showe, away shall flit,</br>And not one live, that doth remember it:</br>If Envies trouble, let not to persever;</br>Ile find a meanes, to make it knowne for ever.", "CERTAINE EPIGRAMMES CONCERNING MARIAGE.", "EPIGRAM 1.</br>Tis said; in Marriage above all the rest</br>The children of a King find comforts least,</br>Because without respect of Love, or Hate</br>They must, and oft be, ruled by the State:</br>But if contented Love; Religions care;</br>Equalitie in State, and yeares, declare</br>A happie Match (as I suppose no lesse)</br>Then rare, and great's Elizaes Happinesse.", "EPIGRAM 2.</br>God was the first that Marriage did ordaine,</br>By making One, two; and two, One againe.", "EPIGRAM 3.</br>Souldier; of thee I aske, for thou canst best,</br>Having knowne sorrow, judge of Joy and Rest.</br>What greater blisse, then after all thy harmes,</br>To have a wife that's faire, and lawfull thine:</br>And lying prison'd twix't her Ivory armes;</br>There tell, what thou hast scapt by powers divine?</br>How many, round thee, thou hast murthered seene;</br>How oft thy soule hath been neere hand expiring,</br>How many times thy flesh hath wounded beene:</br>Whilst she thy fortune, and thy worth admiring,</br>With joy of health; and pitie of thy paine;</br>Doth weepe, and kisse, and kisse, and weepe againe.", "EPIGRAM 4.</br>Faire Helen having stain'd her husbands bed,</br>And mortall hatred twix't two Kingdomes bred,</br>Had still remaining in her; so much good</br>That Heroes, for her, lost their dearest blood:</br>Then; if with all that ill, such worth my last,</br>Oh what is she worth, that's as faire and chast!", "EPIGRAM 5.</br>Old Orpheus, knew a good wives worth so well,</br>That when his di'd, he followed her to hell:</br>And for her losse, at the Elizean Grove,</br>He did not onely Ghosts, to pitie move:</br>But the sad Poet breath'd his sighes so deepe;</br>T'is said the Divels could not chuse but weepe.", "EPIGRAM 6.</br>Long did I wonder, and I wondred much,</br>Romes Church should from her Clergie take that due,</br>Thought I why should she that contentment grutch?</br>What, doth shee all with continence indue?</br>Noe; but why then are they debar'd that state?</br>Is shee become a foe unto her owne?</br>Doth shee the members of her bodie hate?</br>Or is it for some other cause unshowne?</br>Oh yes; they find a womans lips so daintie;</br>They tie themselves from one; cause theile have twenty.", "EPIGRAM 7.</br>Women, as some men say, unconstant be,</br>Perhaps a few; and so no doubt are men:</br>Nay if their scapes, we could so plainely see,</br>I feare, that scarce there will be one, for ten.</br>Men, have but their owne lusts that tempt to ill;</br>Women have lusts, and mens allurements to:</br>Alas, if their strengths cannot curbe their will;</br>What should poore women, that are weaker do?</br>Oh they had need, be chast, and looke about them,</br>That strive 'gainst lust within, and knaves without them.</br>"]