["A brook, re-murm'ring from a sourceful stream,</br>Awoke the rustic song, &mdash; inspir'd the theme:</br>There had two mournful shepherds met at eve,</br>To share their sorrows, and in love to grieve.</br>Though oft from trifles, springs of sorrow flow,</br>(Which oft are but imaginary woe):</br>ALFRED here mourn'd a slight, small cause to grieve;</br>But HENRY wail'd a loss beyond retrieve.", "On Cantabrigian plains, Arcadian fire</br>Infuse with wisdom, and the lute inspire;</br>As sage Theocritus receiv'd the flame,</br>Or modern Pope of Windesorian fame.</br>Oh!  Muse of Nature!  thou (whom equal can)</br>Observe the passions, pains, of rustic man.", "The length'ning shadows slant along the plain,</br>And now to bathe bright Phoebus seeks the main;</br>An amber plain o'erskirts the purple hill;</br>Above the amber fleecy clouds distil;</br>And next the blushing clouds comes aether's blue&mdash;</br>Thence all the east is fill'd with gath'ring dew.</br>'Twas thus when ALFRED first began to 'wail;</br>His sighs were gentle &mdash; gentle was the gale.", "\"Arise, light breezes!  whisper to my song;</br>Or boist'rous blow, if PHOEBE suffers wrong.</br>The eve lulls labour &mdash; still I labour sore,</br>And undeserv'd resentment I deplore.</br>A slight offence awoke my PHOEBE'S ire:</br>Ah!  what's so hot as love's consuming fire?</br>Go, gentle gales!  and tell her I complain;</br>Flute, voice, and nature, join the past'ral strain.", "\"Arise, light breezes!  aromatic gales</br>The lapwing, young-bereft, in sorrow 'wails;</br>Yet grief, by reason heighten'd, I deplore.</br>Ah!  foam, sweet cascade!  with a gentle roar;</br>Sweet honey dews!  descend upon the grove;</br>And join my moan, sweet creamy turtle dove!</br>Go, gentle gales!  ye sighing can complain;</br>Flute, voice, and nature, join the past'ral strain.", "\"Arise, light breezes!  whither would ye tend?</br>The ev'ning closes, and the larks descend:</br>Yet gently blow, and ruffle not the stream;</br>There osiers tremble, and the skies regleam.</br>The shocks arise along the neighb'ring mead&mdash;</br>Our daily labour, and our annual feed.</br>Go, gentle gales!  but give my lass no pain;</br>Flute, voice, and nature, join the past'ral strain.", "\"Arise, light breezes!  cool the rage of love;</br>And ripe Pomona, thou possess the grove:</br>For gentle PHOEBE fill the nectarine,</br>The luscious mulb'ry, and the clust'ring vine;</br>The juicy pear, the dew-clad plumb, the peach,</br>And rosy apple; gracious to the reach.</br>While these fair reeds shall PHOEBE me regain,</br>Flute, voice, and nature, join the past'ral strain.", "\"Arise, light breezes!  bring thy foster'd gales;</br>Breathe through her dairy with the brimming pails:</br>My PHOEBE'S hand is cool to squeeze the curd;</br>But gentle is her breast, and warm her word.</br>Ah!  gently blow through dairy lath'd around,</br>While Cantabrigian creams my fair propound.</br>Go, gentle gales!  and bid her not complain;</br>Flute, voice, and nature, join the past'ral strain.", "\"Sink, gentle breezes!  sink into a calm;</br>My love's resentment and her ire disarm:</br>Reserve till 'morrow all thy 'freshing gales;</br>'Tis time ye rest &mdash; begin, sweet nightingales!</br>See!  yonder light my PHOEBE bears this way;</br>Her ire to nat'ral feeling yields the sway.</br>Go, gentle gales!  and bid her bless her swain;</br>Flute, voice, and nature, join the past'ral strain.\"", "Next HENRY sung, while tears bedew his eyes,</br>The valley's echo bounding to the skies.", "\"Farewell, my herds, and sheep, my stacks of corn!</br>My mistress, faithless, hails her bridal morn:</br>Far from our shores she drains another spring,</br>And hears in foreign words each shepherd sing.</br>The cloying dates supplant our juicy pears,</br>And scorching suns for our autumnal airs;</br>O'er hostile fields must she neglected roam,</br>Nor meet th' attention which attends at home.</br>Though life may not forsake her faithful swain,</br>Yet reason must, and fix my wounded brain.", "\"Flow, gentle stream!  and circle round the stones</br>In gurgling numbers to my weeping tones;</br>Pursue thy course, and pierce the sandy plain,</br>As sinking reason dries my wounded brain.", "\"Relentless love!  (like step-dames, nought can move&mdash;</br>That scorn to mothers and the name of love)</br>Oh!  how I rue thy adamantine soul,</br>Relentless lovelings from each pole to pole!</br>Thou art like Hecla, bearing heat and cold,</br>Outcas'd with ice &mdash; within fierce lightnings fold,</br>More fierce than noon-day's sun upon the plain:</br>Ah!  cease, fierce love, to scorch my wounded brain.\"", "Each shepherd cries, \"How slovenly I go!</br>Do rivers spring for me, or fountains flow?</br>Do sheep their hides submit to gaping shears;</br>For me are plains o'erspread with butting steers?</br>Can all the harvest of the fruitful grove</br>Suffice the appetite of craving love,</br>When far away thy happy mistress doats</br>On one she loves, and leaves her sheep and goats?</br>Or am I left to fill the jaws of pain,</br>And o'er this stream to vent my wounded brain.", "\"My bees neglected swarm, and fly away:</br>No hand is there to ting them on the way:</br>My fowls, neglected, and my pigeons die;</br>And scatter'd round my waste utensils lie.</br>My once bright coulter wastes beneath the rust,</br>And all my plants are wither'd down to dust.</br>Farewel, ye woods!  farewel, sweet, parting sun</br>Like thee, my course I nearly too have run:</br>One leap from yonder ill must end my pain;</br>No more the hills shall hear my wounded brain!\"", "Thus sang the swains, till ev'ning plum'd her shades,</br>And wrapt the hills obscurely with the glades;</br>While dews arising gather from the rills,</br>And blushing Phoebus dies beneath the hills.</br>"]