["The lark no longer wakes the merry morn,</br>Nor merle melodious, pipes adown the glade,</br>No balmy dew drops, twinkling, gem the thorn,</br>Nor flowerets spring, with bosom sunward spread&mdash;</br>Yet still 'tis sweet, afar, the wilds to tread,</br>Tho' fled their bloom, their breathing fragrance gone;</br>'Tis solemn to behold, in russet clad,</br>The weary fields &mdash; to list the mountain's moan,</br>While sobbing, to the blast, the leafless forests groan.", "Now in the round of art's fantastic joys,</br>How many hearts rebound with wanton glee:</br>But fashion's glare, and riot's rueful noise,</br>Have never any soothing charm for me.</br>Sweet nature's face!  sweet nature's minstrelsy</br>My raptured soul for ever must admire&mdash;</br>What are the tones of mimic melody,</br>Tho' Catalani aid the warbling wire&mdash;</br>Yea though a Handel sweep the strings with hand of fire?", "What to the dirge for the departing year,</br>Pour'd in faint warblings from the lonely dell,</br>Where underneath the last leaf lingering sear,</br>Their mournful plaints, the wren and redbreast tell?</br>What to the torrent rushing from the fell,</br>With wilder tones than fancy yet could feign?</br>What to the voice of ocean's stormy swell,</br>When roll'd on hills of fire his vast domain,</br>Resounding high to heaven, from heaven to earth again?", "And what, the splendours of the midnight ball,</br>The clamorous rout, the maudlin masquerade</br>The feast serv'd up by lordly seneschal,</br>Where the vast wealth of kingdoms is display'd?</br>What to the night in starry pomp array'd,</br>When the wide welkin burns one streamy blaze;</br>Or, kerchief'd in a fleecy cloud her head,</br>The full-orb'd moon, upon the enthusiast's gaze,</br>Through depths of ether blue, a lonely wanderer strays?", "O!  had my quiet home been given to smile</br>With heath around, dark, waving on the eye;</br>Where still the mountain stream was seen to toil&mdash;</br>Still heard the playful breeze, the plover's cry&mdash;</br>And, still, the cliff seen towering to the sky&mdash;</br>Where, oft the shapeless storm delights to brood,</br>And, on the breezy wind, light, passing by,</br>Wave the deep foldings of his misty shroud,</br>While yet the heavens around, shine clear without a cloud.", "Where, nature, sweet, on every rising morn,</br>With beamy smile had cheer'd my lone employ;</br>Had balm'd my aching heart with anguish torn,</br>And heav'd my breast with the full tide of joy.</br>Devotion pure, with less of earth's alloy,</br>Her incense-cloud had duly given to rise,</br>And with a vigour care could ne'er destroy</br>With plumes unruffl'd, and with ardent eyes</br>Had contemplation swept afar th' expansive skies.", "By tufted hillock, from the blasting north</br>Screen'd, in the windings of the lonely vale,</br>Glad had I mark'd, all lowly, glinting forth,</br>The yellow crocus, and the primrose pale&mdash;</br>Bre yet the stream had ceas'd its wintry wail,</br>And round the mountains pallid brow were seen</br>The snowy remnants &mdash; Ere the weseling gale,</br>With genial showers, and sunny blinks between,</br>Had given the blythsome spring her robes of living green.", "Till, by degrees, the white emblossom'd sloe,</br>The daffodil beneath the bending thorn,</br>The fragrance-breathing lily's modest glow,</br>Amidst the pearly drops of blushing morn,</br>Gave spring in all her splendours to adorn,</br>And cheer the prospects of the opening year&mdash;</br>While love's soft note, far swelling, ether-borne,</br>With glowing pathos, falls distinct and clear,</br>What time the silent eve with dewy feet draws near.", "Pleasure's light form even toil should have assum'd,</br>And laughing joy had wing'd the sultry hours,</br>When fervid summer, breathing sweets, perfum'd</br>The wide spread vale, and far the woodland bowers.</br>And richly rude a wilderness of flowers,</br>On every hand had caught th' admiring eye,</br>Which from her lap, exhaustless, nature pours</br>O'er valley low, or mountain swelling high,</br>Of every varying form, and every varying dye.", "What joy to hear the healthful western breeze,</br>The breath of heaven, on pure autumnal morn,</br>Sigh, mournful o'er the faintly fading trees,</br>Or, wavy, rippling thro' the ripening corn.</br>Though bending o'er the SICKLE, labour worn,</br>My spirit, rising, still to nature true,</br>By temperance pure, and meek contentment borne,</br>Had, peaceful, drunk amid th' expanding view,</br>From nature's flowing fount, delights for ever new.", "And thou, O!  winter, dark, with cloudy brow,</br>Altho' of half thy shivering horrors shorn,</br>Formless and vast, the tempest streaming through,</br>Hadst, there, a far sublimer aspect worn&mdash;</br>Dejection, had not always dimm'd thy morn,</br>And lengthen'd long, thy handbreath of a day;</br>But vigour strong, of toil and temperance born,</br>For ever active and for ever gay,</br>To pleasures secret springs, had found a ready way.", "Far other here, beneath thy frigid frown,</br>Rises, more loud than even thy blustering gale,</br>Of sickness, age, with poverty bow'd down,</br>Or sad mischance, the wild, the ceaseless wail</br>Yet, winter!  once again I bid thee, hail!</br>Although no rural dwelling place be mine,</br>Even here I feel thy secret power prevail;</br>Tho' faint the marks, and dimly seen the line,</br>I mark its heavenly swell, and own the hand Divine.</br>"]