["Loud strike the Harp, and let the air resound,</br>Enraptur'd Echo shall return the sound.</br>Whether the strain is tun'd to love,</br>Or the wild warblings of the vocal grove;</br>Whether the soul is rous'd to arms,</br>Or meanly trembles under fear's alarms;</br>Whatever passions seize upon the soul,</br>They &mdash; to the Lyre must bend, sweet master of the whole.", "Thus sung the Bard, on Snowdon's lofty head,</br>That frowns tremendous o'er the Ocean's bed.</br>Loose flow'd his robe, and waving with the wind</br>A wreath of oak around his temples twin'd,</br>His eyes reflected all the light of day,</br>His aged locks look'd venerably grey;</br>With bended attitude he mov'd along,</br>The Harp gave sweet accordance to the Song.", "Ah!  where's the Cambrian minstrel gone?</br>That with honour whilom shone:</br>Seal'd are those eyes that beam'd so gay,</br>And time has swept the Lyre away.</br>Ah, cruel EDWARD!  tell me where</br>Is fled the soul thou would'st not spare?</br>Greatly, Monarch, might'st thou shine,</br>If Cambria's Bards, with touch divine,</br>Had nobly liv'd to praise thy name&mdash;</br>Not died &mdash; to injure EDWARD'S fame.</br>Ah!  what's the fame that crowns the modern Bard,</br>Behold, with drooping head, the sad reward.&mdash;", "Behold yon Bard that musing moves along,</br>With soul all fervor, and an eye of fire;</br>With ev'ry virtue plaintive on his tongue,</br>And all the sweetness of th' Aonian choir.", "See the mean garb that fruitless braves the wind,</br>And melancholy droops i' the face of Heav'n;</br>The last sad remnant misery could find,</br>By time worn thread-bare, and by tempests driv'n.", "Is this a garb to glad yon helpless soul,</br>Warm'd only with its own specific glow:</br>Where energetic thoughts divinely roll,</br>And rouse to virtue with an overflow.", "Lo where he treads, and piteous looks around,</br>And silent wonders at the vacant eye;</br>Thinks joy a vision, marks the humid ground,</br>And calls for Nature's privilege &mdash; to die.", "Tir'd with neglect, and worn with Envy's hate,</br>A lonely traveller o'er the Public road;</br>With sighs expressive of his wretched fate,</br>He speeds his journey to his sad abode.", "There want upbraids him with an anguish keen,</br>And sad rememb'rance wakes a tear of woe;</br>No friend to stand affliction's gulph between</br>To share his sorrows, or impeded their flow.", "That eye that once was wont serene to shine,</br>And throw its beams to cheer the drooping heart,</br>Now joyless falls &mdash; for many a woe's conjoin'd,</br>To dim its lustre, and its rays to part.", "No more the heavenly Muse can raise a smile,</br>Or with the minstrel thrill thro' every pore;</br>The fields of fiction now no more beguile,</br>E'en Genius' self can flatter him no more.", "The lovely partner of his aching breast,</br>She who had once the hopes of better days;</br>In opening life by Fortune's hand carress'd,</br>Alive to virtue, and awake to praise.", "The meek companion of her husband's woe,</br>To Heav'n and him, alternate turns her eyes;</br>Obtruding pity stops the tears that flow,</br>But Heav'n accepts the offering of sighs.", "One beauteous infant at her breast she bore,</br>That smil'd unconscious of its hapless state;</br>Heir to existence, it would claim no more,</br>Save the sad heirloom of their wretched fate.", "On yonder place, which once was call'd a bed,</br>Uncover'd from the ruthless winds that blew;</br>Another child in mis'ry's rags was laid,</br>But sleep, in pity, life's sweet curtain drew.", "No former vestage of superior life,</br>No worn-out grandeur caught the gazing eye;</br>No great and little caus'd alternate strife,</br>Congenial all, for all was misery.</br>"]