["I sing the pious arms and Chief, who freed</br>The Sepulchre of Christ from thrall profane:</br>Much did he toil in thought, and much in deed;</br>Much in the glorious enterprise sustain;</br>And Hell in vain opposed him; and in vain</br>Afric and Asia to the rescue pour'd</br>Their mingled tribes: &mdash; Heaven recompensed his pain,</br>And from all fruitless sallies of the sword,</br>True to the Red-Cross flag his wandering friends restored.", "O thou, the Muse, that not with fading palms</br>Circlest thy brows on Pindus, but among</br>The Angels warbling their celestial psalms,</br>Hast for thy coronal a golden throng</br>Of everlasting stars!  make thou my song</br>Lucid and pure; breathe thou the flame divine</br>Into my bosom; and forgive the wrong,</br>If with grave truth light fiction I combine,</br>And sometimes grace my page with other flowers than thine!", "The world, thou know'st, on tiptoe ever flies</br>Where warbling most Parnassus' fountain winds,</br>And that Truth, robed in song's benign disguise,</br>Has won the coyest, sooth'd the sternest minds:</br>So the fond mother her sick infant blinds,</br>Sprinkling the edges of the cup she gives</br>With sweets; delighted with the balm it finds</br>Round the smooth brim, the medicine it receives,</br>Drinks the delusive draught, and, thus deluded, lives.", "And thou, Alphonso, who from fortune's shocks</br>And from her agitated sea, didst save,</br>And pilot into port from circling rocks</br>My wandering bark, nigh swallow'd by the wave!</br>Accept with gracious smile &mdash; 'tis all I crave&mdash;</br>These my vow'd tablets, in thy temple hung,</br>For the fresh life which then thy goodness gave;</br>Some day, perchance, may my prophetic tongue</br>Venture of thee to sing what now must rest unsung.", "Well would it be, (if in harmonious peace</br>The Christian Powers should e'er again unite,</br>With steed and ship their ravish'd spoils to seize,</br>And for his theft the savage Turk requite,)</br>That they to thee should yield, in wisdom's right,</br>The rule by land, or, if it have more charms,</br>Of the high seas; meanwhile, let it delight</br>To hear our verse ring with divine alarms;</br>Rival of Godfrey, hear, and hearing, grasp thine arms!</br>"]