["While Nature slumbers in the Shade,</br>And Cynthia cloth'd in paly Light,</br>Walks her lone Way, the Mount I tread,</br>Majestic mid the gloom of Night!</br>With rev'rence to the lofty Hill I bow,</br>Whence Wisdom, Virtue, taught their Founts to flow.", "Wan, on yon Rock's aspiring Steep,</br>Behold a Druid's Form forlorn!&mdash;</br>I see the white-rob'd Phantom weep&mdash;</br>I hear to Heav'n his wild Harp mourn!</br>The Temples open'd to the vulgar Eye,</br>And Oaks departed, wake his inmost Sigh.", "O Lover of the twilight Hour,</br>That calls thee from the Tombs of Death,</br>To haunt the Cave, the time-struck Tow'r,</br>The sea-girt Cliff, the stormy Heath;</br>Sweet is thy Minstrelsy to him whose Lays</br>First sung this hallow'd Hill of ancient Days.", "Yet not this Druid Scene alone</br>Inspires the gloom-delighted Muse:</br>Ah!  many a Hill, to Fame unknown,</br>With awe the tuneful Wand'rer views,</br>And oft whilst Midnight lends her list'ning Ear,</br>Sings darkling to the solitary Sphere.", "Poor Ghost!  no more the Druid Band</br>Shall watch, Devotion-wrap'd, their Fire;</br>No more high sounding thro' the Land,</br>To Virtue strike the plauding Lyre:</br>The Snake along the frowning Fragment creeps,</br>And Fox obscene beneath its Shadow sleeps.", "No more beneath the golden Hook,</br>The Treasures of the Grove shall fall:</br>Time triumphs o'er each vanish'd Oak&mdash;</br>The Power, whose might shall crush the Ball!</br>Yet, yet till Nature droops the Head to die,</br>Compassion grant each Monument a Sigh.", "The Bards in Lays sublime, no more</br>The Warrior's glorious Deeds relate;</br>Whose Patriot arm a Thunder bore,</br>That hurl'd his Country's Foe to Fate:</br>Lo!  mute the Harp near each pale Druid hung!</br>Mute like the Voice that once accordant sung.", "Save when the wand'ring Breeze of Morn,</br>Or Eve's wild Gale, with wanton Wing,</br>To hear the note of Sorrow mourn,</br>Steals to the silent sleeping String;</br>And wildly brushing, wakes with sweetest Swell</br>The plaintive Trembling spirit of the Shell.", "Here Virtue's awful Voice was heard,</br>That pour'd th' instructive Truth profound:</br>Here Cornwall's Sons, that Voice rever'd,</br>Where sullen Silence sleeps around:</br>See where she sung, sad Melancholy tread,</br>A pensive Pilgrim o'er th' unconscious Dead!", "She call's on Alda's, Odred's Name,</br>Sons to the darken'd World of Yore!</br>Lured by whose Eagle-pinion'd Fame,</br>The Stranger left his native Shore&mdash;</br>Daring his white Sails to the Wings he gave,</br>And sought fair Knowledge from the distant Wave.", "Tho' few these aweful Rocks revere,</br>And Temples that deserted lie;</br>The Muse shall ask the tend'rest Tear</br>That ever drop'd from Pity's Eye,</br>T' embalm the Ruins, that her Sighs deplore,</br>Where Wisdom, Virtue &mdash; dwelt, but dwell no more.</br>"]