["Uprose the frenzied monarch, pale and stern;</br>To the dark madness of his soul a prey;</br>Dim on Gilboa he saw the watch-fires burn,</br>Where in their tents the encamped warriors lay.</br>He gazed upon them &mdash; anguish and dismay</br>Tortured his spirit to its fiercest mood;</br>He spoke not, prayed not, hope had passed away;</br>The demon of his fate was unsubdued;</br>Anger, remorse, and dread his withered soul pursued.", "Undrained the wine-cup, and untouched the feast,</br>He stood alone in his deserted tent;</br>Buckler and spear thrown by, as war had ceased;</br>The robe of state, and stringed instrument,</br>All in confusion cast, were idly blent.</br>But what of war, or state, or minstrelsy</br>Cared he whose anguished mood of frenzy sent,</br>Warrior, and ministrant, and hand of glee</br>At distance from the tent where gladness might not be?", "He had striven in prayer &mdash; his prayer was answered not;</br>In dream his troubled soul was troubled more,</br>The priest's mysterious symbol, like a blot,</br>Dimmed and polluted, shone not as before;</br>Oracle and holocaust ill omen bore;</br>The glory from the anointed line was gone;</br>Rage, hate and shame rushed, like a tempest, o'er</br>His blasted soul, goading him fiercely on</br>To the dark deed even he, in calmer hour would shun.", "'Twas night, and issuing from his silent tent,</br>The moody monarch, forth in deep disguise,</br>Through the encamped tribes from Gilboa went,</br>Fearless that friend or foe might recognise.</br>Right in his track the mountainous desert lies,</br>Within whose fearful holds enchanted rite</br>Dread worshippers perform, with obsequies,</br>Held by his law accursed to Israelite,</br>That break the sacred rest of death's mysterious night.", "By hope abandoned, left to sense of crime,</br>He rushed on desperate in his dark career;</br>Evil was on him at that awful time,</br>Madness and misery.  Now in the drear</br>Confines of her polluted cave, his ear</br>Demands from one, skilled in enchanted spell,</br>Words that shall call from death the mighty seer,</br>Whose tried oracular voice his fate may tell;</br>And seal his blasted doom, or its dark woe dispel.", "Started the sorceress at the appalling might</br>Of her own fearful power: &mdash; \"I know thee now,</br>Monarch!\"  she cried, \"I know thee by the light</br>Of phantoms thou demandest &mdash; Saul, 'tis thou!\"</br>Waked by the mighty spell, with clouded brow,</br>He rose &mdash; the terrible seer: &mdash; low bent the king,</br>Bowed to the earth, as rarely monarchs bow.&mdash;</br>\"What seek'st thou?  \" cried the prophet, \"wherefore bring</br>Me from my awful rest, by thy disquieting?\"", "Replied the king &mdash; \"I am forlorn, distressed;</br>On every hand comes up the Philistine;</br>God's spirit has deserted me &mdash; oppressed</br>And wretched, therefore I have sought from thine</br>Counsel and aid.\" &mdash; \"Saul, by this fearful sign</br>Ask not from me, God is thine enemy;</br>And hath removed his glory from thy line.</br>To-morrow, &mdash; and thy host shall vanquished be,&mdash;</br>And thou shalt, with thy sons, ere evening, be with me!\"", "Ere the next eve, and like the autumn leaf,</br>Israel all scattered, routed and dismayed;</br>Fled from the Philistine.  Her desperate chief,</br>In the wild tumult by his fears betrayed,</br>With the fallen remnant of his house was laid;</br>And shield and banner, buckler, helm and spear,</br>Trophies, in Ashtaroth's temple were displayed.</br>&mdash;Saul's race was closed, as told the visioned seer,</br>A youth of strength and light, an age of crime and fear.</br>"]