["Hail, Resignation!  source of solid bliss,</br>And joys too great for mortal tongue to tell,</br>Or pencils (tho' a Raphael's) to describe:</br>At thy bright shrine I bow!  while my heart bleeds</br>And recollection traces to my view</br>The image of that dear, that much-lov'd woman&mdash;</br>I would have said my wife: &mdash; I have no wife!</br>The joys I felt, alas!  are no no more,</br>But turn'd to bitter anguish, black despair,</br>And deep despondency withal:  Its train,</br>\"Of goblins, spectres, and chimeras dire.\"</br>Fell suicide, the fellest of the train,</br>\"Grinn'd horrible a ghastly smile,\" to see</br>A wretch devoted by himself to death,</br>Uncall'd for by his country, or his God:</br>Then joyous flew, upborn by fiery dragons,</br>The gift of Lucifer, and from her stores</br>Of rankest poisons, brought the cursed juice</br>Of baneful Hebonah:  Then reach'd a poignard</br>Up to the hilt, distained and red with gore</br>Of self-convicted, God-abandoned nan:</br>Then took an halter fitter for the wretch</br>To Tyburn doom'd, by justice for his crimes,</br>Than for the woe-struck man, wishing for death,</br>But yet appall'd to die and quit his post,</br>A centinel on earth, or dare unbid</br>To meet his dread commander face to face.&mdash;</br>When suicide assum'd Compassion's garb,</br>And with soft sounds and seeming sympathy</br>Wept at his sufferings, and bid him die:</br>Then offered to the wretched victim's choice</br>The poignard, halter, or the fatal vial:</br>Inhuman mercy!  Joyful he accepts</br>The treacherous gift; thrice he lifted up</br>The crystal vial to his trembling lips;</br>Thrice the redeeming angel cry'd forbear,</br>Nor quit thy God, lest he abandon thee</br>His will be done!  whatever is, is right,</br>Or here or elsewhere:  Can'st thou then believe,</br>Thou poor desponding miserable wretch!</br>That he who form'd the great expanse of Heaven</br>By his Almighty fiat out of nothing,</br>Will ere afflict his creatures without cause?</br>O no!  Some times his prescient mercy takes</br>An holy child, or much beloved wife,</br>Deeply lamented as by thee, to bring</br>Thy wand'ring heart to rest on God alone,</br>The only rock wherein to fix thy foot.</br>Reflect how transient is all human gliss,</br>Nor ere despond for sublunary woe.</br>Thus spoke the angel, and with plumes display'd</br>Up flew to Heaven.  With amazement struck,</br>The self-devoted victim dropt the vial,</br>Resign'd, submissive to the will of God.</br>Then Suicide, abhorr'd by God and man,</br>With horrid shrieks and disappointed rage,</br>Yelling return'd to Hell's infernal shade,</br>The genuine seat of Horror and Despair.</br>"]