["Hail hallow'd dome, embosom'd deep in trees!</br>The loved retreat of Freedom's glorious son,</br>Who 'neath your shade inhaled the balmy breeze,</br>What time the day of deathful toil was done,</br>The din of battle o'er, the meed of victory won.", "Fair terrace, where with brow serene he stray'd,</br>Ye groves and gardens, once his rural pride,</br>How oft your blending beauties he survey'd,</br>When the spent sun, that toward his couch did glide,</br>To sparkling silver turn'd Potomac's mighty tide.", "Why hastening, lead me to yon lowly grave?</br>Let no irreverent step imprint the sod!</br>Dark cypress boughs in mournful homage wave,</br>And holy seems the ground, as that where trod</br>Once, with unsandall'd feet, the chosen seer of God.", "Hero!  is this thy bed?  who to the ground</br>Of blood stain'd Monmouth, led with dauntless eye,</br>Cheer'd thy sad host at Trenton's leaguer'd bound,</br>And woke on Yorktown's heights the clarion cry,</br>God saves the righteous cause!  God gives the victory!", "Methinks the obelisk should pierce the cloud,</br>Where low in dust those honour'd limbs recline;</br>And far-seen banners warn a way-worn croud</br>Of kneeling pilgrims to surround the shrine,</br>And pay their solemn vows with gratitude divine.", "Our sons shall learn thy deeds; and o'er the page</br>Of history bending, or the poet's lyre,</br>To trace the godlike men of earlier age,</br>Of Greece, or Rome, or Ilion's walls of fire,</br>Shall yield the palm to thee, their fathers' friend and sire.", "True, some like thee Oppression's front have braved,</br>Through clouds and tempests moved with equal mind,</br>Have even a realm beloved from bondage saved;</br>But who, like thee, an empire's reins resign'd?</br>Turn'd to their sylvan home, and left a world behind?", "Say ye he slumbers here?  The wild flower sighs,</br>And from his dewy pillow drinks its bloom,</br>And the hoarse evening blasts that murmuring rise,</br>Boast as they sweep the awful warrior's tomb,</br>Pause o'er his silent couch, and revel in the gloom:", "Yet err ye not, to say he sleeps in death,</br>Who lives undying in his country's breast?</br>Pours through each hero's heart inspiring breath,</br>Gleams o'er the patriot's path, the sages rest,</br>Of every glorious soul the model and the guest?</br>"]