["PROEM.</br>This is the season for the young and gay,</br>The day of jollity, of mirth, and glee;</br>Because it is the very first of May&mdash;</br>(The year eighteen hundred, twenty-three:)</br>This is the day that many a bard has chosen</br>To hymn in rapture with poetic quill.</br>Of late the gallant Cockneys by the dozen,</br>The subject tribes of him of Hampstead-Hill,</br>Have in its praise become exceeding boisterous,</br>And, with Bohea inspired, done many a deed most roysterous.", "They sing of \"valiant cowslips peering up,\"</br>Of \"passionate daisies\", \"dandelions brave;\"</br>Of \"out blown primrose,\" \"melting butter-cup;\"</br>Of \"dillies (daffydown) sublime and grave ;\"</br>Of \"jet-peak'd pansies,\" (that they stole from Milton;)</br>Of \"Celadine,\" (that they from Wordsworth stole;)</br>Of \"stonecrop, yellower than cheese from Stilton;\"</br>Of \"snow-drop, whitest creature of the whole;\"</br>As for the violet, it would take ten stanzas</br>To say how it has felt all their extravaganzas.", "Roses, of course, appear in blushing blow,</br>But these your Peter Pastorals little prize,</br>Because they see them in the realms of Bow,</br>Beaming in pots, and therefore half despise.</br>But grass, weeds, hay, and all such rural matters;</br>Oxen, and kine, clean water, genuine milk,</br>Quite turn the brain of every bard that chatters</br>In expressibles of yellow silk.</br>Why so?  I'll tell you more scientifico,</br>OMNE, as Sages say, IGNOTUM PRO MAGNIFICO.", "Therefore, \"a babbling on green fields\" they keep.</br>Ah me!  what sacrilege I here have done!</br>Could I, while talking of these silly sheep,</br>Quote what must call to mind DIVINE SIR JOHN!</br>Bombard of sack and wit!  your scenes of revel</br>Lay to the eastward of old Temple-bar;</br>How you would laugh to scorn each washy devil</br>Who now vents sonnets to fair Helenar,</br>Cropful of tea, and muffins butter'd thickly,</br>On the same ground where you drank fist to fist with Quickly.", "Yet shop breaks out in every thing they do;</br>One jot of Cockney-land they can't abate us;</br>Praise they a garland?  'Tis \"complete and new,\"</br>Like the last patent shaving apparatus.</br>Must they describe a rill or dewy fountain,</br>Behold 'tis \"crisp,\" like Mother Runule's paste.</br>Have they to tell us of a cloud-capt mountain,</br>'Tis \"draperied about in finest taste.\"</br>And while we deem the poet an upholsterer,</br>The Cockneys shout applause, and dub their bard a soul-stirrer.", "One of them wrote a poem on the pot&mdash;</br>(The pot!  what pot?  Pray guess.  Perhaps of beer.</br>No, my good sir; you were esteemed a sot,</br>Were you to puff such potent liquor here.)</br>THE POT OF BASIL!  There's a title!  Marry,</br>It smells most Jauntily of the sweet south;</br>And Bryan William Proctor Cornwall Barry</br>Opening his sketchico-dramatic mouth,</br>Sung to the thin-clad prentices most prettily,</br>A tale of far-off flowers &mdash; a tale of sunny Italy.", "I too shall sing upon this day of feast,</br>Albeit no pastoral juvenile am I;</br>An innocent lamb, \"to my ideas at least,\"</br>Seems sweetest, most engaging, in a pie.</br>The feather'd train, the theme of many a ditty,</br>Appear to me most lovely on the dish;</br>Fish, in clear streamlets bathed, no doubt look pretty,</br>But bathed in streams of Harvey be my fish.</br>And not a nosegay &mdash; trust me, I'm not joking&mdash;</br>Smells to me half so sweet as rump or sirloin smoking.", "Yet I shall now forget each proper thought,</br>And pay due honours to this lovely time;</br>Happy if any gentle spirit aught</br>Of solace may derive from this my rhyme;</br>If purer currents of delicious feeling</br>Shall flow  through breasts congenial as they read;</br>If holier thoughts, through lovely bosoms stealing,</br>Shall golden hopes or generous purpose breed.</br>Listen, fair dames, soft smiles on me bestowing!</br>I sing of dewy morns, bright noons, and evenings glowing.", "ODE.</br>\"The sun shines bright, it is the morn of May,\"</br>The most renowned morning in the year!</br>Quick!  quick I arise, we lose the prime of day;</br>Long since, the dawn was hail'd by Chanticleer;</br>Bird, beast, and fish, have cast away their slumbers;</br>Loud hums the bee, wantoning from flower to flower;</br>The fresh, warm air, seems living with the numbers</br>Of happy insects, sporting for their hour.</br>While all around is life in joyous motion,</br>Should man alone withhold from nature his devotion?", "Haste &mdash; haste &mdash; put on (fear not the dandy's eye)</br>Shirt, breeches, socks, boots, cravat, waistcoat, coat.</br>Unwire the cork, let the loud soda fly,</br>Gulp the carbonic with intrepid throat.</br>Firm on your pate erect your patent Dando,</br>Grasp the stout cudgel in your vigorous fist;</br>Then marching forth, brisk as the briskest can do,</br>Wander we rurally where'er we list;</br>While round us youths and maidens will be saying,</br>There goes a pair of gentlemen, intent on Maying.", "Tom!  store the hamper with abundant prog,</br>The sleeping ducks, that perish'd in their youth,</br>The ham, exsected from Westphalia hog,</br>The pastry, grateful to esurient tooth;</br>Stow with them half-a-dozen of Madeira&mdash;</br>London &mdash; East India &mdash; picked &mdash; particular;</br>Stingo divine!  best comforter to cheer a</br>Weary pedestrian, roaming from afar;</br>And then with tender thoughts, on this sweet morrow,</br>We'll rove like youthful bards, touch'd with love's blissful sorrow.", "Sweet is each object, both of sight and sound,</br>Where'er the ear can reach &mdash; where'er the eye&mdash;</br>The blushing heavens &mdash; the dew-bespangled ground&mdash;</br>The streams that, slumbering, in the mild dawn lie:</br>The new-come swallow, from the thatch resounding;</br>The lark, up-springing to salute the day;</br>The hawthorn hedge the verdant field surrounding</br>With silver wreaths of balmy blossoms gay;</br>All all around the glory and the splendour</br>Of Nature fill the soul with thoughts sublime or tender.", "I'm getting devilish hungry from my walk&mdash;</br>Consider we have march'd almost three miles&mdash;</br>Though rural scenery, or pastoral talk</br>The moments, in a certain sense, beguiles.</br>Yet they can never still that clamorous member,</br>That growling master of arts, as Persius sings,</br>Who, from chill January to chill December,</br>His changes on but two small matters rings,</br>Crying &mdash; Drink, Vittle &mdash; Vittle, Drink &mdash; Drink, Vittle&mdash;</br>In tones more suasive far than those of Tom the little.", "So, dearest friend, companion of my way,</br>Thou whom I love with true and constant breast,</br>Let us from off the trodden highway stray,</br>And in yon wood spread we our frugal feast.</br>\"Not I, by jing!\"  quoth he; \"before us proudly,</br>The Cock and Bottle its gilt sign presents;</br>The former seems in act of crowing loudly,</br>Bidding us try the latter's sweet contents;</br>And I maintain the inside of a tavern</br>Is quite as picturesque as wood or rocky cavern.", "\"'His bill is raven black, and shines like jet,</br>White are his nails, like silver to behold,</br>Blue are his legs, and orient are his feet,</br>His body glitters like the burnish'd gold.'</br>From Glorious John I take this apt quotation,</br>So let us hear no more of woody glades.\"&mdash;</br>An argument, when urged with moderation,</br>A man of sense most commonly persuades.</br>So, yielding to my friend's well-judged suggestion,</br>We to the Cock and Bottle went sans farther question.", "Oft did the pasty to our carvers yield,</br>The corkscrew oft up-drew the stubborn cork;</br>How jocund o'er the ham the knives we wield!</br>How bend the ducklings 'neath our vigorous fork!&mdash;</br>Soft was the breeze, and balmy was the morning,</br>Such as young poets fancy when they love,</br>And soon the calls of baser nature scorning,</br>We let our souls to melting topics rove;</br>And mourn'd with Lovibond the sad mutation</br>In this day's sports, and damned civilization.", "\"No more,\" said we, \"in choral bands unite</br>Her virgin votaries, and at early dawn,</br>Sacred to May and love's mysterious rite,</br>Brush the light dew-drop from the spangled lawn;</br>No more the Maypole's verdant height surrounding,</br>To valour's games the ambitious youth advance;</br>No merry bells, and tabours sprightlier sounding,</br>Wake the loud carol and the bounding dance,\"</br>[Dodsley, vol. iv. (see the whole poem fully),</br>Printed in 63, beneath the head of Tully.]", "This is my hundredth verse &mdash; and so I end&mdash;</br>To you, dear ****, I dedicate the lay,</br>HAPPY,  if while o'er the mild verse you bend,</br>Your thoughts towards him who penn'd the stanzas stray;</br>Happier, if, while at tender fancies sighing,</br>Touch'd by the simple pathos of my song,</br>A single sigh, on Cupid's pinions flying,</br>Should 'scape for him who loves you &mdash; deep &mdash; and long.&mdash;</br>Meanwhile, TOM, pack the plates and empty bottles&mdash;</br>To breakfast hie we home, propped on our wearied wattles!</br>"]