["SONNET I.</br>TO A FRIEND.</br>REASONS FOR ATTENDING TO POETRY.</br>Oct. 1, 1782.</br>Ask'st, why I court the poor neglected lyre?</br>In hopes, thro' life 'twill chear my steady way,</br>Drawn by no worldly pomp, nor cares astray,</br>And give me passport to the heavenly choir.</br>The conscience, pure delight that I inspire,</br>And for good deeds alone pour forth the lay,</br>No aid, my friend, to lead me calmly gay</br>Thro' ignorance and envy will require.</br>I strike my strings:  and strait my purged ear</br>Hears not their praise nor blame.  For if my song</br>Should, as it breathes, illume the brow of care,</br>The sluggard rouse, or bear the saint along;</br>Shall I for self alone have labour'd here?</br>Oh, no!  The plea shall gain my soul heav'n's tuneful throng.", "SONNET II.</br>TO MISS M&mdash; WRITTEN BY MOON-LIGHT.</br>July 18, 1782.</br>Sweet gentle angel, not that I aspire</br>To win thy favour, tho' ambition raise</br>My wishes high, I wake anew my lays;</br>But that thine image may adorn my lyre</br>With beauty, more than fancy could inspire.</br>As, when behind the silver clouds she strays,</br>The moon peeps thro', and sheds a mellow blaze,</br>Till woods, hills, vallies, with enchantment fire;</br>So does thy soul, tho' pent in mortal mould,</br>Break thro' the brighten'd veil; illume thy form;</br>In thy sweet manners all its powers unfold;</br>With soften'd lights each varied feature warm;</br>And in thine eyes such fairy radiance hold,</br>That on each object round they beam a magic charm.", "SONNET III.</br>ON THE CHARMS OF NATURE.</br>July 24, 1782.</br>Ye alleys green, and high o'er-arching trees,</br>Where Summer flings his fragrance wild around,</br>And feather'd choirs a native concert sound;</br>Ye melancholy sighings of the breeze;</br>And thou, pale Moon, whose fairy beamings seize</br>My soul with transport ever new, art crown'd</br>With placid joys, more charming than are found</br>Mid golden roofs and lamps, and all the art to please!</br>Can crowded cities, and tumultuous noise,</br>Where Envy, Pride, and deep Resentment wake,</br>Produce such sober, peaceful, genuine joys?</br>Can man's vain toils a mimic grandeur make,</br>With charms like these, whose pleasure never cloys,</br>Whose varying sweets not Time himself can shake?", "SONNET IV.</br>ON DREAMS.</br>Oct. 15, 1782.</br>O Gentle Sleep, come, wave thine opiate wing,</br>And with thy dewy fingers close mine eyes!</br>Then shall freed Fancy from her cell arise,</br>And elves, and fairies dance in airy ring</br>Before her sight, and melting visions bring</br>Of virgin love, pure faith, and lonely sighs;</br>While on the passing gale soft music dies,</br>And hands unseen awake the aerial string.</br>Ye dreams, to me than waking bliss more dear;</br>Love-breathing forms, before my view display'd;</br>And fairy songs, that charm my ravish'd ear;</br>Let blackening cares my day with darkness shade,</br>In smiling patience every wrong I'll bear,</br>While ye relume me with your nightly aid!", "SONNET V.</br>ON ECHO AND SILENCE.</br>Oct. 20, 1782.</br>In eddying course when leaves began to fly,</br>And Autumn in her lap the treasure strew,</br>As mid wild scenes I chanc'd the muse to woo</br>Thro' glens untrod, and woods that frown'd on high;</br>Two sleeping nymphs, with wonder mute I spy:&mdash;</br>And lo!  she's gone. &mdash; In robe of dark-green hue</br>'Twas Echo from her sister Silence flew:</br>For quick the hunter's horn resounded to the sky.</br>In shade affrighted Silence melts away.</br>Not so her sister.  Hark!  For onward still</br>With far-heard step she takes her hasty way,</br>Bounding from rock to rock, and hill to hill:</br>Ah!  mark the merry maid, in mockful play,</br>With thousand mimic tones the laughing forest fill!", "SONNET VI.</br>TO AUTUMN, NEAR HER DEPARTURE.</br>Oct. 30, 1782.</br>Thou maid of gentle light, thy straw-wove vest,</br>And russet cincture; thy loose pale-ting'd hair;</br>Thy melancholy voice, and languid air,</br>As if shut up within that pensive breast</br>Some ne'er-to-be-divulged grief was prest;</br>Thy looks resign'd, that smiles of patience wear,</br>While Winter's blasts thy scatter'd tresses tear,</br>Thee, Autumn, with divinest charms have blest!</br>Let blooming Spring with gaudy hopes delight,</br>That dazzling Summer shall of her be born;</br>Let Summer blaze; and Winter's stormy train</br>Breathe awful music in the ear of Night;</br>Thee will I court, sweet dying maid forlorn,</br>And from thy glance will catch th' inspired strain.", "SONNET VII.</br>ON RETURNING TO &mdash;, NOV. 5, 1782.</br>O my lov'd lyre, thou cheerer of my days!</br>How ill can I the rude misfortune bear,</br>That, by the damps of this Boeotian air,</br>Thy strings untun'd no more the song will raise!</br>The shout of riot, and th' indecent phrase,</br>The mad fool's bravo to th' assaults of care,</br>Ah!  how will these assail my palled ear,</br>Now thou haft ceas'd the magic of thy lays!</br>O thou, the queen of this my tuneless shell,</br>O leave not vacant thus my drooping breast,</br>But touch me, heav'nly muse, with wonted fire!</br>So shall my days within my lonely cell</br>Fleet quick away, in search of wisdom blest,</br>Heedless of Comus, and his noisy choir.", "SONNET VIII.</br>TO A LADY IN ILLNESS.</br>Feb. 15, 1783.</br>New to the world, when all was fairy ground,</br>And shapes romantic swam before my sight,</br>Thy beauty caught my soul, and tints as bright,</br>And fair as Fancy's dreams, in thee I found:</br>In cold experience when my hopes were drown'd;</br>And life's dark clouds o'er-veil'd in mists of night</br>The forms, that wont to fill me with delight,</br>Thy view son dispell'd the darkness round.</br>Shall I forget thee, when the pallid cheek,</br>The sighing voice, wan look, and plaintive air,</br>No more the roseate hue of health bespeak?</br>Shall I neglect thee as no longer fair?</br>No, lovely maid!  If in my heart I seek,</br>Thy beauty deeply is engraven there.", "SONNET IX.</br>TO EVENING.</br>July 26, 1783.</br>Sweet Eve, of softest voice, and gentlest beam,</br>Say, since the pensive strains thou once didst hear</br>Of him, the Bard sublime of Arun's stream,</br>Will aught beside delight thy nicer ear?</br>Me wilt thou give to praise thy shadowy gleam;</br>Thy fragrant breath, and dying murmurs dear;</br>The mists, that o'er thee from thy vales stream,</br>And elfin shapes, that round thy car appear;</br>The music, that attends thy state; the bell</br>Of distant fold; the gently-warbling wind,</br>And watch-dog's hollow voice from cottag'd dell?</br>For these to purest pleasure wake the mind;</br>Lull each tumultuous passion to its cell;</br>And leave soft soothing images behind.", "SONNET X.</br>WRITTEN ON THE APPROACH OF THE COLD WEATHER, OCT. 9, 1783.</br>One morn, what time the sickle 'gan to play,</br>The Eastern gates of Heav'n were open laid,</br>When forth the rosy hours did lead a maid,</br>From her sweet eyes who shed a soften'd ray:</br>Blushing and fair she was; and from the braid</br>Of her gold locks she shook forth perfumes gay:</br>Yet languid look'd, and indolently stray'd</br>Awhile, to watch the harvest borne away.</br>But now with sinews brac'd, and aspect hale,</br>With buskin'd legs, and quiver cross her flung,</br>With hounds and horn she seeks the wood and vale,</br>And Echo listens to her forest song:</br>At eve, she flies to hear her poet's tale,</br>And \"AUTUMN'S\" name resounds his shades among.", "SONNET XI.</br>ON HUNTING.</br>Oct. 20, 1783.</br>OCTOBER, hail to thy melodious morn!</br>Thy gale bears music on its fragrant wings:</br>Hark!  to the wind the bound his rapture flings,</br>And the glad huntsman sounds his cheerful horn:</br>The poor hare rues the day that she was born;</br>Tidings of death to her the chorus brings,</br>For the vale echoes and the forest rings,</br>And fast behind the hunter-band are borne.</br>Onward they come:  o'er every barrier fly;</br>Pour down the hill, and skim  along the plain;</br>Then up the steep again are tost on high;</br>Nor fear can stop, nor precipice restrain:</br>For courage, vigorous health, and jollity,</br>And manly strength by exercise they gain.", "SONNET XII.</br>To MISS M&mdash;, OF N&mdash;.</br>Aug. 4, 1784.</br>Sweet is the gleam of morn; and sweet on high</br>The wandering moon; with sweets all Nature blest:</br>But most the Virgin's beauty strikes the breast;</br>The tender voice, white neck, and full black eye</br>Drowsily-sweet, like Sol thro' clouds; the dye,</br>That paints the cheek, by dark-brown locks carest;</br>The slender form, that grace and ease invest,</br>Yet shrinking from the sight with modesty;</br>The manners form'd to shine in courts; yet meek,</br>And pleas'd with all, and wishing all to please,</br>Enrapture:  but when join'd in one they speak,</br>The Bard with joys unutterable seize:</br>Yet such he fear'd but in his dreams to seek,</br>Till Mary blest his gaze with living charms like these.", "SONNET XIII.</br>WRITTEN AT W&mdash;, IN KENT.</br>Aug. 14, 1784.</br>O Ye, the scenes, that nurs'd my childhood sweet,</br>Tho' many a mark to Time's rude sickle bow,</br>Which once I rear'd; and tho' the fervid vow</br>No more to yon fall'n bench shall draw my feet;</br>Nor the green hedge, beneath whose dark retreat</br>For boyish frolics oft I twin'd the bough,</br>Remain:  Yet in each tree, whose shadowy brow</br>Spreads o'er the lawn, an ancient friend I greet!</br>Fancy has trick'd thy hill, and wood, and vale</br>With fairy shapes; and from each shrub, and flower;</br>Each sound, the woodman's stroke, the thresher's flail,</br>And of the kennel'd hounds the loud uproar,</br>My tearful smiles, past friends, or pleasures had,</br>Which all my infant extacies restore.", "SONNET XIV.</br>FROM LUCRETIUS, B. IV, V. 577.</br>CONCERNING ECHOES.</br>Sept 5, 1784.</br>Wand'ring amid deep woods, and mountains dark</br>Wilder'd by night, my comrades lost to guide,</br>Oft thro' the void I've rais'd my voice; and hark!</br>The rocks with twenty mimic tones replied.</br>Within those sacred haunts, 'tis said, abide</br>Fauns, Nymphs, and Satyrs, who delight to mark,</br>And mock each lonely sound:  but ere the lark</br>Wakes her shrill note, to secret cells they glide.</br>Night-wand'ring noises, revelry, and joke</br>Disturb the air, 'tis said by rustics round,</br>Who start to hear its solemn silence broke.</br>And warbling strings, and plaintive pipes to sound:</br>And oft they hear, when Pan his reed hath woke,</br>Hills, vales, and woods, and glens the harmony rebound.", "SONNET XV.</br>WRITTEN AT W&mdash;, IN KENT.</br>Aug. 16, 1784.</br>Ye scenes, my melancholy soul that fill,</br>Where Nature's voice no crowds tumultuous drown,</br>And, but thro' breaks of trees, the lawn that crown,</br>The paths of men are seen; and farther still,</br>Scarce peeps the city-spire o'er many an hill!</br>Your green retreats, lone walks, and shadows brown,</br>While sheep feed round beneath the branches' frown,</br>Shall calm my mind, and holy thoughts instill.</br>What tho' with passion oft my trembling frame</br>Each real, and each fancied wrong enflame,</br>Wand'ring alone I here my thoughts reclaim:</br>Resentment sinks, Disgust within me dies;</br>And Charity, and meek Forgiveness rise,</br>And melt my soul, and overflow mine eyes.", "SONNET XVI.</br>WRITTEN NOV. 30, 1784.</br>This thy last day, dark month!  to me is dear;</br>For this first saw my infant eyes unbound.</br>Now two-and-twenty years have hasten'd round,</br>Yet from the bud no ripen'd fruits appear:</br>My spirits, drooping at the thought, to cheer,</br>By my fond friends the jovial bowl is crown'd,</br>While sad I sit, my eyes upon the ground,</br>And scarce refrain to drop the silent tear.</br>Yet, O beloved Muse, if in me glow</br>Ambition for false fame, the thirst abate!</br>Teach me, for fields and flocks, mankind to know</br>And ope my eyes to all, that's truly great:</br>To view the world unmask'd on me bestow,</br>And knaves and fools to scorn undazzled by their state!</br>"]