["A Shepherd Boy, all in an Ev'ning fair,</br>When Western Winds had cool'd the sultry Air,</br>When all his Sheep within their Fold were pent,</br>Lamented thus his dreery Discontent;</br>So pityful, that all the starry Throng</br>Attentive seem'd to hear his mournful Song.</br>Alas!  he sung how long must I endure</br>This pining Pain?  Or who shall work my Cure?</br>Fond Love no Cure will have, seeks no Repose;</br>Delights in Grief, nor bounded Measure knows.</br>And now the Moon begins in Clouds to rise;</br>The twinkling Stars are lighted in the Skies;</br>The Winds are hush; the Dews distil; and Sleep</br>With soft Embrace has seiz'd my weary Sheep:</br>I only with the prowling Wolf constrain'd</br>All Night to wake:  with Hunger is he pain'd,</br>And I with Love:  his Hunger he may tame;</br>But who in Love can quench th' encreasing Flame?", "I heretofore like this tall Poplar fair,</br>Up rais'd my heedless Head devoid of Care;</br>'Mong rustick Routs the chief for wanton Game,</br>Nor could they merry make till Lobbin came.</br>Who better seen than I in Shepherds Arts,</br>To please the Lads or win the Lasses Hearts?</br>How deftly to my Oaten Reed, so sweet,</br>Wont they upon the Green to shift their Feet?</br>And, when the Dance was done, how would they yearn,</br>Some well-invented Tale from me to learn?</br>For many Songs and Tales of Mirth had I</br>To chase the lingring Sun a-down the Skie.</br>But ah!  since Lucy coy has wrought her Spite</br>Within my Heart, unmindful of Delight</br>The jolly Grooms I fly, and all alone</br>To Rocks and Woods pour forth my fruitless Moan.", "Oh!  quit thy wonted Scorn, relentless Fair!</br>E'er lingring long I perish thro' Despair.</br>Had Rosalind been Mistress of my Mind,</br>Tho' not so fair, she would have been more kind.</br>Unwitting Maid!  O think, while yet is time,</br>How flying Years impair our youthful Prime:</br>Thy Virgin Bloom will not for ever stay;</br>And Flow'rs, tho' left ungather'd will decay:</br>The Flow'rs anew returning Seasons bring;</br>But Beauty faded has no second Spring.", "My Words are Wind; she, deaf to melting Cries,</br>Takes Pleasure in the Mischief of her Eyes.</br>Like frisking Heifer loose in flow'ry Meads,</br>She gads where'er her roving Fancy leads;</br>But still from me:  Ah me, the tiresome Chase!</br>While wing'd with Scorn she flies my fond Embrace:</br>She flies indeed, but ever leaves behind,</br>Fly where she will, her Likeness in my Mind:</br>Ah turn thee then!  unthinking Damsel, why</br>Thus from the Youth, who loves thee, wilt thou fly?</br>No cruel Purpose in my Speed I bear;</br>'Tis all but Love, and Love why should'st thou fear?</br>What idle Fears a maiden Breast alarm!</br>Stay, simple Girl!  a Lover cannot harm.", "Two Kidlins, sportive as thy self, I rear,</br>Like tender Buds their shooting Horns appear:</br>A Lambkin too pure white I breed as tame</br>And gentle, as I wish my scornful Dame:</br>A Garland deck'd with all the Pride of May,</br>Sweet as thy Breath, and as thy Beauty gay,</br>I'll weave:  but why these unavailing Pains?</br>The Gifts alike, and Giver she disdains.", "Oh would my Gifts but win her stubborn Heart!</br>Or could I half the Warmth I feel impart;</br>How would I wander ev'ry Day to find</br>The ruddy Wildings!  were but Lucy kind,</br>For glossy Plumbs I'd climb the knotty Tree,</br>And of fresh Honey rob the thrifty Bee:</br>Or, if thou deign to live a Shepherdess,</br>Thou Lobbin's Flock and Lobbin shalt possess:</br>And fair my Flock, nor yet unhandsome I,</br>If liquid Fountains flatter not:  and why</br>Should liquid Fountains flatter us, yet show</br>The bord'ring Flow'rs less beauteous than they grow?", "O come my Love!  nor think th' Employment mean,</br>The Dams to milk, and little Lambkins wean;</br>To drive a-field by Morn the fat'ning Ews,</br>E'er the warm Sun drink up the cooly Dews.</br>How would the Crook beseem thy beauteous Hand!</br>How would my younglins round thee gazing stand!</br>Ah witless Younglins?  gaze not on her Eye,</br>Such heedless Glances are the cause I die:</br>Nor trow I when this bitter Blast shall end,</br>Or if kind Love will ever me befriend.</br>Sleep, sleep my Flock, for happy you may take</br>Your Rest, tho' nightly thus your Master wake.", "Now to the waning Moon the Nightingale</br>In doleful Ditties told her tuneful Tale:</br>The Love-sick Shepherd list'ning found Relief,</br>Pleas'd with so sweet a Partner in his Grief;</br>Till by degrees her Notes and silent Night</br>To Slumbers soft his sorrowing Breast invite.</br>"]