["The golden robe that crowns the playful day</br>Rides thro' the ocean in the boundless skies,</br>Diffusive murmurs roll the brilliant way,</br>Till day's bright herald drops the scene, and dies.", "See!  yonder blaze that gilds the lucid air</br>Call ev'ry beauty from the fruitful dale;</br>Attend, each odour, mount the tyrant's car,</br>You must not stay to bless the lovely vale.", "And you, ye hills, whom kinder influence knows,</br>Who first receive the many-spangled beams,</br>On whose vast top the morning chariot grows,</br>And shoots the virtue of its sultry streams;", "You must be left to revel with the glooms</br>That play in circles round your ancient pile,</br>And barter darkness for the rich illumes</br>That gave your huge solemnity a smile.", "Ye limpid sheets, that trickle thro' the grove</br>O'er banks of pebble!  hail, delightful streams,</br>Where Nature dictates ev'ry thought to rove,</br>The lover's rapture, or the poet's dreams.", "In vain ye swell!  the foaming eddies round</br>Involv'd in dusk, your ringlets claim no charm;</br>Yet as you rush across the rural ground,</br>Indulge my fancy with a soft alarm.", "Ye lovely herds, be gone to slumb'ring folds;</br>Sweet rest!  that knows no horrid pangs of thought!</br>No conscious guilt disturbs your happy holds,</br>Nor lust of pow'r &mdash; that pow'r so dearly bought!", "And you, ye choir, whose Hallelujahs ring</br>In floating warbles thro' the early breeze,</br>Cease your loud sonnets, till the day shall spring,</br>And seek repose in yonder awful trees.", "This grey-clad scene, remote from common view,</br>Where by yon gliding brook and tufted bow'r</br>My Friend and I an heart-felt language knew,</br>The sympathetic transport of each hour:", "This spot serene now sinks in hallow'd gloom;</br>The shady elm-tree, and the dimpled flood;</br>Droops into silence ev'ry living bloom,</br>The sweets unnumber'd of the darken'd wood.", "See there!  the sober clouds, in chequ'ring nod,</br>Court other vapours to the dark display;</br>Till form'd in heaps together swim abroad,</br>And Night's black ensign takes the place of Day.</br>"]