["To you, much sweeter than the Fish you sell,</br>I dedicate this rude, unpolish'd Lay;</br>Ah, will you wend with me my Blouzabel,</br>And celebrate the jolly Month of May?</br>Throw by your Basket, don your best Array.</br>Dear grey-ey'd Maid, will you the Garland bring,</br>Bedeck'd with Tankards sheen, and Chaplets gay,</br>And while in active Daunce you featly spring,</br>Mine be the happy Task, the scrape the tortur'd String.", "Th' inactive Soldan of this neigh'bring State,</br>Deep in his Quiver hides his plumed Flight,</br>The bold Colleagues have shut their busy Gate,</br>And Kings, like Suns eclips'd, withdraw their Light.</br>Ah boots it to be great or gallant Wight!</br>Where, where is Caesar?  where Statira sweet?</br>Hurl'd from his Pomp, and in a doleful Plight</br>The proud Dictator's humbled in the Fleet,</br>And great Darius' Imp, from Garrets eyes the Street.", "Now my blythe Maid her Mack'rel new doth bear,</br>Unchristian Fish, that nought the Sabbath heeds:</br>Eft on the Summit of her golden Hair</br>From Door to Door the captiv'd Sole she leads:</br>To her the Seas pay Tribute, and the Meads,</br>Then doth she sav'ry Cresses cull with Art,</br>Crops wholesome Leaves, and shuns all noyous Weeds,</br>And now her Cucumbers she doth impart,</br>Sweet as her juicy Lip, cold as her frozen Heart.", "But see the Sun doth burn the brazen Sky,</br>The listless Chairman swings each idle Hand,</br>Thick Clouds of Dust inwrap the wat'ry Eye,</br>The Mall is fill'd with an ignoble Band,</br>We rush into the Waves, and quit the Land.</br>Th' affected Prude at ev'ry naked Man</br>(Who doth expose his Matters contraband)</br>Doth hide her Face, and the base Carl doth ban,</br>Nathless, the couthful Dame doth peep betwixt her Fan.", "How can I live this long Vacation thro'?</br>In Hope of you, dear Maid, I live alone,</br>No Passenger comes by with dirty Shoe,</br>My Brush, my best Japan is useless grown.</br>Ah!  when will Autumn 'gin to dash the Stone,</br>And bring my wish'd-for Winter in the Rear,</br>Hark, hark, 'tis Blouzabel's delicious Tone,</br>Or is't the Music of a moving Sphere?</br>Fresh Oysters Blouzee cries, the Sound delights mine Ear.", "Now drizzling Sleet and Rain comes smoaking down,</br>The Badges rough of a November Sky,</br>In muddy-Garb appears the well soak'd Town,</br>The Bob-wig'd Smart, and Sempstress, nothing shy,</br>To the next Shop for sudden Shelter fly.</br>With Beavers flap'd the hard Coachmen sit,</br>In grim Obedience yielding to the Cry</br>Of the bluff Captain, or substantial Cit,</br>Who from his leathern House doth sneer the Walking Wit.", "Yet ah!  in vain I woo my frowning Maid,</br>To me she's colder than December's Snow,</br>And yet her Breast the Fires of Love invade,</br>To the old George she will with Carrots go,</br>Carrots the bold, who doth not Carrots know?</br>Then from this Day all Merits I disdain,</br>'Tis better far to die, than live in Woe,</br>I'll filch, or rob in Alley, Street, or Lane,</br>Unaw'd by Bridewell's Lash, unaw'd by Newgate's Chain.</br>"]