["Renowne of Nymphes, that sits on verdant throne,</br>Where Lawrell chast doeth thy chast temples crowne,</br>On stately hill to neighbour starres well knowne,</br>And deck'd by Phoebus in a flowery gowne,</br>Yet has't in all this glory looked downe</br>On me so worthles Swayne in simple guise;</br>Blest favours that descend from vertuous eyes!", "Lo, here the fruits of thine owne bounty wrought</br>In measures such as granted was thy Swaine,</br>Whenas admiring thee (O Muse) I sought</br>Renowne (whereof thou Mistresse art) to gaine,</br>Though full of earthly imperfections' staine.</br>New wine shall spirit loose in vessell olde,</br>And so shall heav'nly guift in earthly molde.", "Let not offended be thy noble state</br>(What can, though meane, if honest, Muse offend?)</br>That I my songes so simply literate</br>Entitle to thy hand; from whence descend</br>The stately Storyes that have oft been pen'd,</br>And workes of wonder, that in antique age</br>Were done by Writers grave and Singers sage.", "But thou art first of all the sisters nine</br>(Nine Ladyes great, and yet none wrong'd thereby)</br>For place is set to all estates that shine</br>And starres their limits know.  The hand on hye</br>That framed all things fram'd this heraldry,</br>Which harmony preserves, and order frees</br>From blinde confusion that knowes no degrees.", "And these poore numbers clad in Swainish maske</br>Are eldest issues of my slender quill.</br>Much worthier tribute might thy favours aske,</br>But that the strength of thy infused skill</br>Is lessen'd by my frailty imbecill.</br>Great minde that more receives may render more;</br>Small can no more then it receives restore.", "But some (perchance) in my too hasty prime</br>May have escap'd my young and looser hand,</br>And fare as fruits fallen before their time.</br>Pardon what pass'd ere I did understand</br>The sober method of thy grave command;</br>And let it be to youth not too much blame</br>Lightly to erre in coveting of Fame.", "Much workes on our fond youth our elders praise:</br>(And when we well doe, praises doe as well.)</br>Strongest is selfe-conceit in weakest dayes:</br>Wee vainly deeme our selves our times t' excell</br>When time and selves we want; whereby hath fell</br>Full often from green reed of youthfull Swaine</br>Much musique wilde, that age would call againe.", "Of these light layes some heretofore were made,</br>When as alone (my but too much delight)</br>Under the diff'ring bowers of Sun and Shade</br>I sat, and thought no ill to living wight,</br>But good to all, (to some but too much right);</br>And to the world might have been heard and seene</br>Long since, that long has mus'd where they have beene.", "For many elder shepheards, and more such</br>As deeper div'd have in your happy springes,</br>This sloath of mine have oft condemned much,</br>And forward workes blam'd for so backward winges;</br>And would with pitty say so harmeles thinges,</br>That merit may the grace of pleasant light,</br>Should not obscured rest in endles night.", "And certainly, as Painter doeth not lim</br>A lively peice in closet darke to hide,</br>Nor Nature doeth the earth with flowers trim</br>In her black womb to drowne againe their pride,</br>Nor harmles verse is made to lay aside.</br>Jewell as good ne're had, as never worne:</br>Neglected fame may justly turne to scorne.", "Yet (Noble Muses) doe I not repent</br>That I this sloth (if sloth it be) did use</br>Ere I these songes into the world have sent;</br>Since Time the while hath taught me how to chuse</br>What hopefull are, and others to refuse,</br>At whose undeck'd and childish rudenes you</br>Would then have blush'd, and now your Shepheard too.", "As worthles drosse with precious metall growes,</br>As sweetest nut doth bitter worme conceive,</br>As painted fly doth blast the gallant rose,</br>To our best actions imperfections cleave.</br>Our vanities our serious thoughts deceive,</br>And Vice is subtill, and with cunning snares</br>Oft steales on human weakenes unawares.", "But like as carefull Shepheard sheds the sound</br>From sheep diseas'd, that might infection breed;</br>And heedfull husband, that manures the ground,</br>Culles harmfull cockle from his hopefull seed;</br>Seeke I my verse of vicious staines to weed,</br>That none may blush a worke to looke upon</br>Of vertues some, of wilfull vices none.</br>your servant</br>Colliden.", "TO THE READER</br>This Shepheards plaine apologie (deare Freind)</br>To me addres'd, to you I recommend:</br>Since I conceive, and (sure) I not mistake,</br>Tis done for yours, as well as for my sake.</br>Let this therefore, at my request, suffize</br>Into the rest to leade your gentle eyes;</br>(Though little to expect from promise lesse;</br>They onely much doe owe that much professe).</br>But you shall finde, as tis true Shepheards part</br>In simple weeds to masque an honest heart,</br>So in his songes, of slender composition,</br>Some vertue is his innocent ambition.</br>If brightest jewell, and of richest worth,</br>Is by the darkest foyle the more set forth,</br>Without all question we the more should prize</br>Any true vertue found in swaynish guize.</br>Hee (if he gaine your love) has his designe;</br>And, if his workes deserve it, I have mine:</br>your servant</br>CLIO</br>and the Shepheard COLLIDEN.</br>"]