["Secluded from the giddy scenes of mirth,</br>Beneath this solemn roof oft' let me stray,</br>Peruse the annals of departed worth,</br>And hold great converse with their sleeping clay.", "These ancient walls infuse a pleasing dread,</br>Thro' rolling years still faithful to their trust,</br>They guard the sacred ashes of the dead;</br>Once laurell'd Heroes &mdash; moulder'd into dust.", "Here as I muse along the stately aisles,</br>Attentive view proud Grandeur's last remains,</br>My soul aspires superior to her smiles,</br>Contemns her promises, nor fears her pains:", "For those who most her splendid favours share,</br>Whose days are revell'd in luxurious ease,</br>Confess her haunts are not unknown to care,</br>But visited by sorrow and disease.", "Here let Ambition drop the daring wing,</br>Whose glaring plumes are dy'd with floods of gore!</br>Think of despotic Death, whose touch can sting,</br>And give his rage for gold and empire o'er.", "For what is human greatness but a dream?</br>A coronet that glitters for a day!</br>Then comes Oblivion's irresistless stream,</br>Sweeping its boasted eminence away.", "Happier the peasant in his homely cot,</br>Than he who wears the splendors of a crown;</br>Those storms can never reach his humble lot,</br>That often shake the basis of a throne.", "Yet there are those of honorable fame,</br>Whose deeds the latest ages will revere;</br>Bright sons of glory!  on whose deathless name,</br>Virtue will ever drop the grateful tear.", "Here rest the Fathers of the English lyre;</br>Heroes whose acts adorn th' historic page;</br>Philosophers, who beam'd etherial fire;</br>Statesmen whose talents rais'd a sinking age!", "O may the Youths, who near their reliques play,</br>As frequent on these monuments they gaze,</br>While admiration ruminates the lay,</br>Imbibe some portion of th' inspiring blaze.", "Then from the great examples they have given,</br>Britain shall see a kindred race arise,</br>Of godlike Men &mdash; the delegates of heaven;</br>Till Death demands them for their native skies!", "Hail!  Mausoleum of illustrious men!</br>Whose urns are crown'd with never-fading bays,</br>Whose names are wrote with an immortal pen,</br>\"And rise superior to the voice of praise.\"</br>"]