["PART I.  DESPONDENCE.</br>Now Autumn closes the declining year,</br>And Nature hastens to a long repose:</br>No more, the fields and groves bright liv'ries wear;</br>No more, the song of joy the woodland knows:</br>But, on the sadden'd eye, gay prospects close,</br>And nought but russet scenes assail the view;</br>While Rural Beauty, that late smiling rose,</br>Array'd in charms of ev'ry pleasing hue,</br>Now from fond Man retires, and seems to say . . . Adieu!", "Behold, enwrapt in melancholy thought,</br>Yon poor DESPONDENT solitary stray;</br>Painfully taught, &mdash; by sad experience taught,&mdash;</br>That Human Life is but an Autumn Day:</br>Along the beach he bends his devious way,</br>Where, with smooth current, glides the silver stream;</br>And thus, responsive to the Season's lay,</br>In mournful numbers flows his mournful theme&mdash;</br>\"All is delusion here! &mdash; Our Being but a dream!", "\"Adieu!  ye scenes, that charm'd my youthful sight,</br>In rich profusion, elegantly drest:&mdash;</br>Gay harbingers of pleasure and delight,</br>Whose flatt'ring promise made your vot'ry blest:</br>Adieu, for ever! &mdash; Ye are like the rest</br>Of all the fascinating forms below:</br>Now, with sweet raptures to inspire the breast;&mdash;</br>And then, with disappointment, pain and woe,</br>Make the heart throb with grief, &mdash; the eyes with tears o'erflow.", "\"Adieu, for ever! &mdash; Time is hast'ning fast</br>To close the moments of the current year:</br>My destin'd space, like his, will soon be past;</br>Like you, ye scenes, I soon shall disappear.</br>And hark!  already I the summons hear;</br>It calls me, in each hollow-sounding gale,</br>To the cold realms of death, Life's Winter drear,</br>Peaceful to slumber in the silent vale,</br>While endless ages roll, . . . where Night and Gloom prevail.", "\"Of Man, &mdash; poor, feeble, frail and mortal Man,&mdash;</br>Such is the nature, state, and certain doom:</br>In Life's gay Morn, to shine &mdash; in Manhood, wane&mdash;</br>In Age, to drop into the mould'ring tomb!</br>Nay, sometimes, in the height of youthful bloom,</br>Fate lays his rising honours in the dust;</br>Or, flush'd with hopes of happiness to come,</br>Obscures his prospects, &mdash; disappoints his trust:&mdash;</br>Thus, ev'ry sanguine wish is destin'd to be cross'd.", "\"For me, &mdash; I've learn'd my lesson &mdash; earn'd it hard&mdash;</br>But, ah! &mdash; for bliss on earth, it comes too late;</br>The price, experience; mis'ry, the reward,</br>And one relentless scowl of adverse Fate.</br>Down to eternal Sleep's oblivious gate,</br>I feel me sinking to a calm repose;</br>And soon shall I attain my peaceful state,</br>And there forget the World &mdash; My Friends &mdash; and Foes&mdash;</br>My friends! &mdash; alas!  I've none &mdash; but this &mdash; Life's final close.", "\"Thrice welcome, long-wish'd period! &mdash; What's the world,</br>To him who finds it one dull, tedious round?</br>Whose thoughts are in Despair's wild vortex whirl'd?</br>Whose 'clust'ring woes,' enlarging, know no bound?</br>And what are all the Friends I ever found,</br>But venal puppies, urg'd by int'rest on:</br>Ephemera-like, that buzz'd a flatt'ring sound,</br>When Youth's bright morning-sun around me shone?</br>Now flown! &mdash; Well!  be it so! &mdash; I, too, shall soon be gone.\"", "PART II.  CONVICTION.</br>Thus, the Despondent mourn'd &mdash; while sad and slow,</br>Along the beach he rode his weary way;</br>His burthen'd, sinking heart, surcharg'd with woe,</br>Without one comfort, or one cheering ray.</br>From western skies as beam'd declining day,</br>He saw a cliff that overhung the wave;</br>Then hasten'd, as the lion to his prey,</br>Resolv'd to meet death in the wa'try grave,&mdash;</br>Disgusted long with life and all the joys it gave.", "The summit soon he gain'd; and, as he stood</br>And cast around a farewell-bidding eye.</br>Thus he, in half-form'd accents, spoke the flood&mdash;</br>\"O!  to Despondence, sweet it is to die,</br>And in th' abyss of nothingness to lie!</br>'Tis courage prompts; and cowards dare not come;</br>They cling to life, as children to their toy:</br>'Twas thus, immortal heroes sought the tomb;</br>And thus, plung'd headlong forth, to their eternal home&mdash;\"", "Sudden, he thought, the heav'ns were veil'd in night;</br>Fierce whirlwinds howl'd; red lightnings glar'd around;</br>The river's bed upturn'd, in wild affright;</br>Peals of harsh thunder burst the shudd'ring ground,&mdash;</br>In whose short intervals, a whisp'ring sound,</br>As of a human voice, assail'd his ear:</br>Which, growing more distinct and loud, he found</br>Came from some object, that he knew not, near;</br>And, straight, his hair rose up, . . . and his limbs shook with fear.", "When, now, before him stood, or seem'd to stand,</br>A form more perfect than e'er met his sight,</br>Beaming a radiance o'er the waves and land,</br>From her long-flowing robes of streaming light:</br>Her eyes, of living lustre keenly bright,</br>So stern on him she fix'd, with look severe,</br>He felt as tho' they pierc'd his soul's black night,</br>Dragg'd forth his secret thoughts, and shew'd them clear;</br>While thus, his purpos'd act she made a crime appear&mdash;", "\"Stop, Suicide!  thine error-wrought design&mdash;</br>Rash Mortal!  for one moment, yet forbear</br>The guilty deed:  I know that heart of thine,</br>Each intent thought, and dark intention there.</br>I've heard thy plaint &mdash; I've witness'd thy Despair,</br>Now ting'd with glimm'rings of some future state;</br>Now darker made by mental clouds and care,</br>Till, furious, rack'd by perturbation great,</br>It sought extinction in existence' final fate.", "\"Short-sighted, weak, deluded, foolish Man!</br>To think thou cou'd'st annihilation gain;</br>Or counteract thy MAKER'S wisdom-plan,</br>That dost eternal life to Man ordain;</br>For, know this truth, there's nothing made in vain;</br>He only who created can destroy</br>Or modes, or essences, in Being's chain;</br>But means with thee were useless to employ</br>To kill thy better part, &mdash; that part can never die.", "\"Reflect!  thyself thou didst not make; nor give</br>Thyself, thy pleasures and thy joys below:</br>Th' ETERNAL, when He bade thee breathe and live,</br>No motive but thy sov'reign good could know.</br>The debt of gratitude, then, dost thou owe,</br>Since bare existence all a blessing deem;</br>And dost thou pay thy MAKER'S goodness so,</br>And thus insult the MAJESTY SUPREME,</br>By murm'ring at His will &mdash; 'Our being's but a dream?'", "\"If, like a dream, Man's transient being flies,</br>And he, with scenes sublunar, glides away,</br>What folly, then, to dash your short-liv'd joys!</br>Or, to accelerate the parting day!</br>But if, as Man's consent and reason say,</br>Y' are born for mutual benefits and aid,</br>How culpable is he who yields a prey,</br>To what unfits for that for which he's made,</br>And (coward!)  thus his post would quit, and trust evade!", "\"But, further yet &mdash; important most of all&mdash;</br>If this your being (as the Scripture says)</br>On earth is but a state probational,</br>And ye shall reap the fruits of all your ways</br>In an eternal world &mdash; nor blame or praise&mdash;</br>But everlasting happiness or woe,</br>Commens'rate with th' ALMIGHTY'S wrath or grace,</br>According to the part ye act below, . . .</br>What is thy risque, if thus, uncall'd, to Him thou go!", "\"Nay, say not that thy life's embitter'd cup</br>So nauseous grows, the draught thou can'st not bear;</br>That glooms intolerable, blasting hope,</br>Point death thine only refuge from Despair;</br>This, dastard spirit, only would declare,&mdash;</br>O shame!  the courage of a man assume;</br>Behold, thy fellow-men misfortunes share,</br>Yet brave the storm, avert th' impending gloom,</br>And thus, with prudence, cheer life's passage to the tomb.", "\"Talk not of misery that knows no end;</br>That friendless, joyless, thy existence past;</br>Religion would have made thy GOD thy friend,</br>Whose kind protecting love would ever last.</br>Thy lot 'mid cares and troubles He hath cast,</br>In wisdom's purpose for thy good alone;</br>To raise thee (clinging to earth's trifles fast)</br>To objects where Man's dignity is shewn;</br>To try thy strength; or make thy gratitude be known.", "\"Hence, learn incumbent duties to fulfill;</br>The ample means, Health, Wealth, are in thy pow'r:</br>Like a good steward, do thy master's will;</br>Go where Care, Poverty and Sickness lour:</br>Assuage their sufferings, &mdash; cheer each lonely hour&mdash;</br>Go! &mdash; and the Naked clothe; the Hungry feed;</br>In Sorrows wounds the balm of comfort pour;</br>Let Charity embrace each vari'd need,</br>And let thine aids tow'rds all the Human Race be spread.", "\"When thus thy duties are perform'd, thou'lt find</br>Thou art with GOD, thyself, the world at peace;</br>No more, shall fell Despondence gloom thy mind,</br>But ev'ry cause of discontent shall cease:</br>Then, whatso'er thy future fate, it please</br>Thy MAKER, Heav'nly Parent, to ordain,</br>Thou can'st, with resignation, rest at ease,</br>It must be for His honor, and thy gain,</br>Since all is for the best, and nothing made in vain.", "\"But, if these solemn truths cannot prevent</br>The impious purpose of thy stubborn heart,&mdash;</br>Reflect! &mdash; the time may fly thee to repent,</br>And thy lost soul feel Hell's eternal smart.</br>O ponder! . . . pause . . . Mine hour is up &mdash; we part&mdash;\"</br>Thus Conscience spoke, and \"in a blaze withdrew.\"</br>Horror and Guilt made the Despondent start;</br>Wildly he gaz'd around &mdash; nought met his view,</br>But the smooth stream, green fields, and soft etherial blue.", "PART III.  REVELATION.</br>As now the reprimand of Conscious stole</br>Through the wild turns of the DESPONDENT'S mind,</br>Keenly it smote his heart, arous'd his soul,</br>And urg'd him on to seek, and Truth to find:</br>For he had wander'd long, benighted, blind,</br>In an uneven, dark, and thorny way,</br>Without one comfort, one companion kind,</br>Or one auspiciously-benignant ray,&mdash;</br>For yet his Hope rose not beyond Life's little day.", "Determin'd now all sources to explore,</br>To satisfy th' inquiries that depress'd</br>His sinking spirits &mdash; he rang'd Nature o'er;</br>But ah!  his Sceptic soul could find no rest:</br>Like Noah's Dove, it was not to be blest</br>'Till it return'd to Him from whom it came,</br>Its peaceful home. &mdash; since all beyond was drest</br>In Chaos' garb, and bore confusion's name,</br>Where elements wag'd war around earth's delug'd frame.", "Futurity! &mdash; That was th' important clue</br>T' unravel seeming mysteries below;</br>Reflection may the past and present view:</br>But whose research, alas!  can further go?</br>Here, causes and effects together flow,</br>Like mazy eddyings of confluent wind;</br>But who, from them the Primal Cause can know?</br>Or, is there a First Cause for Man to find?</br>These doubts and questions gloom'd the sad DESPONDENT'S mind.", "Yet, nought o'ercoming, he keeps his aim in sight:</br>\"If a Futurity there be,\" &mdash; (he cries)&mdash;</br>\"FIRST CAUSE there must be, &mdash; Source of Life and Light,&mdash;</br>Good as He's great, and gracious as He's wise.</br>Hence Man, beyond these ever-changing skies,</br>(As Conscience has suggested) must enjoy</br>Existence still improving, where Death flies;</br>Where Christians antedate a sweet employ, . . .</br>When hence they go . . . in praise, and bliss without alloy.\"", "Joy wings him home, to search the Sacred Scroll,</br>Where Revelation beams in light divine:</br>He opens it &mdash; THE LAWS' loud thunders roll;</br>And kindling lightnings flash in ev'ry line!</br>Astonish'd at the dread, portentous sign,</br>He doubts if this can be the Christian Code,</br>Where majesty, displeasure, pow'r, combine</br>To clothe in frowns a bliss-conferring GOD:</br>And, straight, his hopes all fly, like chaff dispers'd abroad.", "But soon the scene is chang'd &mdash; his hopes revive!</br>For, as he meditates, and further reads,</br>With fix'd attention, feelingly alive</br>To that for which, importunate, he pleads, . . .</br>The radiance of THE GOSPEL, op'ning, spreads</br>O'er his benighted mind a cheering ray;</br>Which, as Devotion grows, expanding, leads</br>His erring Reason in th' unerring way</br>To Truth Eternal, and to HEAV'N'S Eternal Day.", "And now, in pious rapture and amaze,</br>He sees the glorious Day-spring from on high</br>Descend, and, in a tenfold solar blaze,</br>Seem to enwrap the circumambiant sky&mdash;</br>Away his glooms and darkness instant fly,</br>And new-born prospects burst upon his sight;</br>His cares too vanish, &mdash; and his sorrows dry;</br>As when, before day's orb's refulgent light,</br>Morn's mists and dews disperse, and seek the shades of night.", "He reads &mdash; reflects &mdash; and ponders &mdash; Brighter grow</br>The scenes around, and brighter grows his mind;</br>'Till, in Divine Illumination's glow,</br>He felt an unknown pleasure, all refin'd:&mdash;</br>'Twas then, the SPIRIT OF ALL GRACE, so kind,</br>So wond'rous kind to all that he hath made,</br>A spark from Heav'n &mdash; Life, Light and Love combin'd&mdash;</br>Ordain'd, his soul to kindle and pervade,&mdash;</br>That, henceforth, she might soar beyond Despondence' shade.", "As ruminating now, in stilly thought,</br>His soul (no more by restless Passion tost)</br>Seem'd, as in Contemplation borne devout,</br>To be abstracted from her partner &mdash; durst;</br>While, round her, throng'd a bright etherial host,</br>Of various orders, pow'rs and characters;</br>When, sudden, in extatic feelings lost,</br>She thinks a voice addressing her she hears,</br>Thus, &mdash; in strains sweeter than the music of the spheres&mdash;", "\"Child of Mortality!  yet Candidate</br>And Heir of glorious Immorality!</br>Perform thy duties in thine earthly state;</br>So shalt thou soon attain thy native sky,</br>Thy blissful, everlasting home on high,</br>The path thou now art in be ever trod,</br>And with thy present object in thine eye;</br>So shall it lead thee to thy Father, GOD,</br>Whose Pow'r and Love thro' space unbounded spread abroad.", "\"Pursue thy meritorious purpose still;</br>Th' unfathom'd depths of Wisdom still explore:</br>That Sacred Volume holds His Sacred Will,</br>And of Instruction pours a boundless lore&mdash;</br>Drink of its living streams, and thirst no more</br>For knowledge; since all knowledge there is found,</br>From heights beyond where Intellect can soar,</br>To the minutest atom on the ground,</br>And all the Senses touch, in Nature all around.", "\"There, is unfolded Being's endless chain,</br>Cemented by LOVE'S all-connecting tie:</br>There, wilt thou see that nothing is in vain,</br>On earth, or in the air, the sea, or sky;</br>That all the countless worlds that roll on high</br>Have, fix'd, their graded and allotted sphere;</br>That this world, too, and all that meets their eye,</br>Or mind, in harmony conducted are,</br>By PROVIDENCE DIVINE, tho' all confus'd appear.", "\"There, wilt thou view that destiny, O man!</br>Which thee awaits, when Life's short day is o'er,</br>And learn the ways of HEAV'N no more to scan;</br>But, rather than thus question them, adore!&mdash;</br>Adore that MIGHTY, ALL-CREATING POW'R,</br>Who spoke thee first to being and to light;</br>And then, thy lapsed nature to restore,</br>Gave His own life, &mdash; put Sin, Death, Hell to flight,</br>And beam'd Redemption's Glory on the Tomb's drear night!\"", "Here ceas'd the voice divine. &mdash; As tho' he felt</br>The DEITY within him, and around,</br>The rapt DESPONDENT all devoutly knelt,</br>Humbled in self-abasement to the ground,</br>And pour'd a heart-felt pray'r, in solemn sound&mdash;</br>\"LORD!  Since for me, tho' by Despondence driv'n</br>To Ruin's verge, at length SALVATION'S found,</br>Oh!  hence, let my whole soul to Thee be giv'n;</br>And may Thy will be done on earth as 'tis in Heav'n.\"</br>"]