["Hail, sister of the sable stole!</br>'Tis thine to meliorate the soul,</br>To draw the tender tear from pity's eye,</br>While suff'ring Virtue heaves the length'ning sigh,</br>And groans beneath oppression's rod:</br>Or filial duty weeps a parent's woe;</br>Pale constancy hangs o'er her urn,</br>Distracted love laments, from all his wishes torn.</br>Oh, wise vicissitudes of fate below!</br>To humble haughty man, and lift the soul to God.", "The frantic eye, the hurrying pace,</br>Th' impressive horrors of thy face,</br>For me have more sublime delights</br>Than all the laughing sisters airy flights:</br>When Shakespeare bears the soul along</br>In all the native majesty of song,</br>Now fires with rage, now chills with fear,</br>Now melts the icy breast with pity's tear:</br>Alike in all, oh, bard sublime!</br>Above the rankling rage of death and time.", "But ah!  what hideous forms around thee throng!</br>Can these instill the moral song?</br>See Virtue sinks beneath the villain's hand!</br>Successful Murder hails his bloody band!</br>Lo!  wild Despair's relentless knife</br>High rais'd against his sacred life!</br>Blind Jealousy the poisoned drug prepares!</br>'Till horror's starting eye-ball glares,</br>And squallid Terror flies before,</br>While reckless Fury rushes on</br>His poniard red with reeking gore,</br>Warm from the heart in which he liv'd alone!", "'Tis past; still virtue claims thy care,</br>The fev'rish reign of vice soon melts in air.</br>For, lo!  another train succeeds,</br>Avengers of atrocious deeds!</br>See purple Guilt, with look aghast,</br>By torturing passions vexed sore,</br>Possess'd his soul with haggard fear,</br>As conscience still to virtue dear</br>Holds up a gloomy picture of the past,</br>And keen remorse still bids him \"sleep no more,\"</br>Till tears of forc'd contrition ceaseless flow,</br>And furies hurl him to the shades below.", "Oh goddess of the tear-swoln eye!</br>Be sacred Justice ever nigh,</br>In all her grizly horrors clad!</br>To tell the tyrant trembling on his throne</br>He lives not for himself alone.</br>In vain he 'scapes from human law;</br>Her airy ministers still haunt the bad,</br>Sink deep into his soul, and keep him still in awe.", "Sweet Muse!  thy lessons teach the soul</br>The wayward passions to controul;</br>By heaven implanted the for noblest ends,</br>When reason's sober lamp attends,</br>Afar from error's dark and devious way,</br>To guide our steps to truth's effulgent day.</br>Ah foolish man!  why quit her cheering ray?</br>The tranquil pleasure's her's that never cloy</br>With her alone dwells virtue, happiness, and joy.</br>"]