["O all ye Nymphs, in lawless Love's Disport</br>Assiduous!  whose ever open Arms</br>Both Day and Night stand ready to receive</br>The fierce Assaults of Britain's Am'rous Sons!</br>Whether in Golden Watch and stiff Brocade</br>You shine in Play-House or the Drawing-Room</br>Whores thrice Magnificent!  Delight of KINGS,</br>And Lords of goodliest Note; or in mean Stuffs</br>Ply ev'ry Evening near St. CLEMENT'S Pile,</br>Or Church of fame'd St. DUNSTAN, or in Lane,</br>Or Alley's dark Recess, or open Street,</br>Known by White-apron, bart'ring Love with Cit,</br>Or strolling Lawyer's Clerk at cheapest Rate;</br>Whether of ** Blyer's or of ** Heywood's Train,</br>Hear, and Attend:  In C&mdash;m's mighty Praise</br>I sing, for sure 'tis worthy of a song.</br>VENUS assist my Lays, Thou who presidest</br>In City-Ball or Courtly Masquerade,</br>Goddess supreme!  sole Auth'ress of our Loves,</br>Pure and impure!  whose Province 'tis to rule</br>Not only o'er the chaster Marriage-Bed,</br>But filthiest Stews, and Houses of kept Dames!</br>To Thee I call, and with a friendly Voice,</br>C&mdash;ms I sing:  by C&mdash;ms now secure</br>Boldly the willing Maid, by Fear awhile</br>Kept virtuous, owns thy Pow'r, and tastes thy Joys</br>Tumultuous; Joys untasted but for them.</br>Unknown big Belly, and the squawling Brat,</br>Best Guard of Modesty!  She Riots now</br>Thy Vot'ry, in the Fullness of thy Bliss.", "Happy the Man, who in his Pocket keeps,</br>Whether with Green or Scarlet Ribbon bound,</br>A well made C&mdash;m. &mdash; He, nor dreads the Ills</br>Of Shankers or Cordee, or Buboes Dire!</br>Thrice happy He &mdash; for when in lewd Embrace</br>Of Transport-feigning Whore, Creature obscene!</br>The cold insipid Purchase of a Crown!</br>Bless'd Chance!  Sight seldom seen!  and mostly giv'n</br>By Templar, or Oxonian &mdash; Best Support</br>Of Drury, and her starv'd Inhabitants;</br>With C&mdash;m arm'd he wages Am'rous Fight</br>Fearless, secure; nor Thought of future Pains,</br>Resembling Prick of Pins and Needle's Point,</br>E'er checks his Raptures, or disturbs his Joys:</br>So AJAX, Grecian Chief, with Seven-fold Shield,</br>Enormous!  brave'd the Trojan's fiercest Rage:</br>While the hot daring Youth, whose giddy Lust</br>Or Taste too exquisite, in Danger's Spite,</br>Resolves upon FRUITION, unimpare'd</br>By intervening Armour, C&mdash;m hight!</br>Scarce three Days past, bewails the dear-bought Bliss,</br>For now tormented sore with scalding Heat</br>Of Urine, dread Fore-runner of a Clap!</br>With Eye repentant, he surveys his Shirt</br>Diversify'd with Spots of yellow Hue,</br>Sad Symptom of ten thousand Woes to come!</br>Now no Relief, but from the Surgeon's Hand,</br>Or Pill-prescribing Leach, tremendous Sight</br>To Youth diseas'd!  In Garret high he moans</br>His wretched Fate, where vex'd with nauseous Draughts</br>And more afflicting Bolus, he in Pangs</br>Unfelt before, curses the dire Result</br>Of lawless Revelling; from Morn to Eve</br>By never-ceasing keen Emetics urge'd;</br>Nor slights he now his Grannum's Sage Advice:</br>Nor feels he only but in Megrim'd Head,</br>Head fraught with Horror &mdash; Child of Sallow Spleen,</br>Millions of idle Whims and Fancies dance</br>Alternate, and perplex his labouring Mind.</br>What erst he has been told of sad Mischance</br>Either in Pox or Clap, of falling Nose,</br>Scrape'd Shins, and Buboes' Pains, of vile Effect!</br>All feels the Youth, or fancies that he feels.</br>Nay, be it but a Gleet, or gentlest Clap,</br>His ill-foreboding Fears deny him Rest,</br>And fancied Poxes vex his tortur'd Bones;</br>Too late convinc'd of C&mdash;m's Sov'reign Use.", "Hail, Manes of Love-propegating Pimp!</br>Long since deceas'd, and long by me adore'd;</br>From whose prolific Brain, by lucky Hit,</br>Or Inspiration from all-gracious Heaven,</br>First sprang the mighty Secret; Secret to guard</br>From Poison virulent of unsound Dame.</br>Hail, happy Albion, in whose fruitful Land</br>The wondrous MAN arose, from whose strange Skill</br>In inmost Nature, Thou hast reap'd more Fame,</br>More solid Glory, than from NEWTON'S Toil;</br>NEWTON who next is England's noblest Boast:</br>If aught I can presage, as Smyrna once,</br>Chios and Colophon, and Rhodian-Isle,</br>Famous for vast Coloss; and Argos fair,</br>And Salamis, well known for Grecian Fight</br>With Mighty XERXES; and for the Praise</br>Of HOMER'S Birth-Place, blind, egregious Bard!</br>In after Times, so shall with warm Dispute</br>Europa's rival Cities proudly strive,</br>Ambitious each of being deem'd the Seat</br>Where CONDONAMUS first drew vital Air.", "Too cruel Fate &mdash; Partial to human Race&mdash;</br>To us Propitious &mdash; But O hard Decree!</br>Why, why so long in Darksome Womb of Night</br>Dwelt the profound Arcanum, late reveal'd;</br>Say I not rather why, ye Niggard Stars,</br>Are not your Blessings given unpall'd with Ill,</br>And Love, your greatest Blessing, free from Curse,</br>Curse of Disease!  How many gallant Youths</br>Have fallen by the iron Hand of Death,</br>Untimely, immature; As if to love,</br>Your everlasting Purpose, were a Crime.</br>But O ye Youths born under happier Stars,</br>Britannia's chiefest Hopes!  upon whose Cheeks</br>Gay Health sits smiling, and whose nervous Limbs</br>Sweet Ease, her Offspring fair!  invigorates,</br>Unbrac'd as yet by foul Contagion,</br>Fav'rites of Fortune!  let th' unhappy Lot</br>Of others, teach you timely to beware;</br>That when replete with Love, and spurn'd by Lust,</br>You seek the Fair-One in her Cobweb Haunts,</br>Or when allure'd by Touch of passing Wench,</br>Or caught by Smile insidious of the Nymph</br>Who in Green-Box, at Play-House, nightly flaunts,</br>And fondly calls thee to Love's luscious Feast,</br>You cautious stay awhile, till fitly Arm'd</br>With C&mdash;m Shield, at RUMMER'S best supply'd,</br>Or never-failing ROSE, so may you thrum</br>Th' exstatic Harlot, and each joyous Night</br>Crown with fresh Raptures; till at last unhurt</br>And sated with the Banquet, you retire.", "By me forewarn'd thus may you ever tread</br>Love's pleasing Paths in blest Security.</br>"]