["Ah!  why does man convert the garden fair,</br>Stored with ambrosial sweets for his delight,</br>Into a wilderness of woe and care,</br>A charnel house to terrify the sight!</br>Ah!  why with withering mildew does he blight</br>The olive bough; why cloud the lovely star</br>That burns in firmament of peace so bright;</br>The song of hope and joy why does he mar</br>By jarring sound of trump and frantic cries of war!", "O!  let the prince who slips the hounds of war,</br>Stretched on the bed of down himself, conceive</br>The loud lament of woe that sounds afar</br>From battle-field, beneath the star of eve,</br>The widow's and the orphan's tears, who grieve</br>For a loved parent or a husband slain,</br>The sorrows of the captive train who leave,</br>In iron fetters bound, their native plain;</br>Oh!  let him ponder these, nor whet the sword again.", "In sable weeds the sun of morning rose</br>To light the obsequies of liberty;</br>Dread was the work of death till evening close,</br>When Cambria's vallies wept in slavery,</br>And every silver stream that sought the sea</br>Rolled melancholy music to the shore;</br>The star of Freedom set by heaven's decree,</br>In blood of patriot quenched to shine no more,</br>On green of wizard glen or cliff of mountain hoar.", "While every lonely rock and sylvan cave</br>On the hill slope, or in the vale below,</br>Was wet with tears of beauty for the brave,</br>Upon the field of valour lying low,</br>And echoed to the mother's shriek of woe,</br>The cries of widowhood that rose to heaven,</br>The infant's wail, the thundering tread of foe</br>Who rushed destructive as the burning levin,</br>On unresisting hosts like flocks to slaughter driven.", "Oh!  might my feeble song transmit to fame,</br>The splendid acts that day for freedom done,</br>Snatching from dark oblivion's gulf the name</br>Of all the brave who glory's garland won!</br>For ne'er did light of valour, like the sun,</br>Halo the warrior's plume with fairer rays,</br>Nor o'er again, while rolling ages run,</br>Shall independence burn with brighter blaze</br>To animate mankind, and fire the latter days.", "Strong was the arm of Meredyth the while,</br>And, had the fates allowed the land to save,</br>He might have stood the bulwark of the isle,</br>Like rock that ocean's swelling waters lave;</br>Fierce as the storm, when foeman crushed the brave,</br>He charged his ranks and saw the victor yield,</br>Stemming with might the battle's raging wave</br>That swept his kindred warriors from the field,</br>Long did his hand sustain his country's covering shield.", "Thrice did the puissance of the son arrest,</br>By rapid stroke that like the lightning fell,</br>The weapon levelled at a parent's breast;</br>Thrice did he bear him through the battle's swell,</br>But ah!  what language may his sorrows tell,</br>When from a deadly bow an arrow came</br>That pierced a father's heart, who lifeless fell!</br>No tear he shed, swift vengeance was his aim,</br>That in his bosom raged like a devouring flame.", "Like hurricane along the field he flew,</br>And, to his father's venerable shade</br>A sacrifice, twice twenty warriors slew,</br>Who sunk beneath the thunder of his blade;</br>Alone he waged the war, nor needed aid;</br>He rent the foe as lion rends a fawn;</br>The effort was the last that freedom made,</br>When he had ceased his kindred were withdrawn,</br>His soul was dark as night, and hoped no ray of dawn.", "A wilderness of death around him lay,</br>The field of battle was a cemetry,</br>Those eyes were closed that at the break of day</br>Beamed with a confidence of victory;</br>Marred in the bloom was Cambria's chivalry,</br>Fast from his eye-lids fell the bitter tear,</br>In anguish on the grave of liberty;</br>'Twas stillness all, nor friend nor foe was near</br>To sooth his sorrowing soul, or thrill his heart with fear.", "He slowly from the scene of blood withdrew,</br>Seeking the shelter of a neighbouring grove,</br>Heaving a burning sigh to nature due,</br>To kindred slain, to country and to love;</br>A host of passions in his bosom strove,</br>The retrospect of horror fired his brain,</br>The finger of anticipation wove</br>A tissue-work of wretchedness and pain,</br>In which were figured ills of darker, deadlier grains", "Soon fancy yielded to reality,</br>The yells of murder rung from every hill,</br>In every valley's deep concavity,</br>The life of infant died the limpid rill;</br>Thick as the liquid gems of dew distil,</br>With ruddy drops the heather was distained,</br>Red ran the torrent at the victor's will,</br>Who heeded not the voice that feebly plained,</br>Lopping the gallant arm that still the war maintained", "In Clwyd's vale long ere the morning dawn,</br>The work of desolation was begun;</br>From the hill cot, and hamlet of the lawn,</br>Whatever way the helpless tenant run</br>To call for aid, he was alike undone;</br>The flames behind, the levelled spears before,</br>Barred all access; the mother and the son</br>Fell by one wound; the rivers to the shore</br>Rolled waves of patriot blood to dye the waters hoar.", "Now morning oped the portals of the sky,</br>Crowned with a wreath of roses gemm'd with dew,</br>In fleecy mantle of the purple dye,</br>And burnished buskins of the scarlet hue,</br>Hanging with crimson clouds the orient blue;</br>The genii of the dawn her pennon bore,</br>Around on sportive wing the breezes flew,</br>While heavenward Cona's thoughts began to soar,</br>Hymning her matin song the Eternal to adore.", "As yet she knew not of her country's woes,</br>No hostile footstep to her bower was led,</br>For Meredyth the prayer of fervour rose,</br>That in the hour of danger heaven would shed</br>The light of life around a husband's head;</br>The Druid rushing, pale and trembling cried,</br>\"Ill, ill, my daughter, have thy wishes sped!</br>Our hopes are wrecked on battle's bloody tide,</br>Go save thyself by flight, in mountain cavern hide.\"", "Frantic she cried, \"Is Meredyth no more?</br>\"From these loved groves oh ask me not to fly,</br>Where, as we wandered in the days of yore,</br>He was the star of safety to my eye;</br>I care not what may hap if he is nigh,</br>Shielded by him I would the battle dare,</br>Prepared with him to live, with him to die,</br>And mingling with his spirit wing the air,</br>The joys of a sweet land of peace and rest to share.\"", "The Druid eyed her with a look of love,</br>In which compassion mingled with surprise,</br>As saints in perfect blessedness above</br>Look down on erring mortals from the skies:</br>\"Ah!  thinks my child what she demands?\" he cries,</br>Expect not to gainsay the will of fate!</br>Around the grove the impious foeman flies</br>The residence of gods to violate&mdash;</br>Oh!  much I fear the times foretold of ancient date.", "\"Dost thou not see afar the glare of hell!</br>These torches bear a sacrilegious fire,</br>The shouts that ring aloud are Freedom's knell,</br>From Cambria's palaces the flames aspire.</br>Oh!  this has been a night of visions dire!</br>Cona!  thy hopes for Meredyth are vain,</br>But, rising fairer from the funeral pyre,</br>We all in happier climes shall meet again,</br>Where widows cease to weep and patriots to complain.\"", "\"Oh!  is my sun of joy for ever set,</br>No more to shed a vivifying beam,</br>And am I doomed, by enemies beset,</br>To drink for aye of sorrow's bitter stream!</br>Oh!  could my blood from death his life redeem!</br>But do not say his bloom is in the dust,</br>My brain's on fire, oh!  do I wake or dream!</br>He lives, he lives!  he placed in heaven his trust,</br>Virtue availeth not if heaven forsake the just.\"", "\"My child!  thy sorrows will not wake the dead,</br>Or if thou weep, thy country claims the tear;</br>Immortal glory gilds the warrior's head.</br>But fly, oh, fly!  even now the foes appear,</br>Prepared for deeds of death, in front and rear,</br>On thy fair form to lay a ruffian hand,</br>While not a friend is nigh thy heart to cheer,</br>To bear thee captive to a foreign land,</br>And mock thy silent griefs on a far distant strand.\"", "Sudden the mourner sunk in deadly swoon,</br>And void of motion as a statue lay</br>From morning till the day had gained the noon;</br>Through the thick wood the invader cut his way,</br>Making the venerable oak his prey,</br>Doomed to descend in majesty of years</br>Beneath the conflagration's impious sway;</br>For ages watered by heaven's holy tears,</br>Oft as the rosy morn, or grey-eyed eve, appears.", "Dread was the conflict in the final hour,</br>To guard from foot profane the sacred grove;</br>When leagued with residue of Albion's power,</br>Their souls inspired with courage from above,</br>Even tottering age and tender boyhood strove</br>The last recess of freedom to defend;</br>And sisters dared, led by their country's love,</br>In the fair strife with brothers to contend,</br>And in the sacred cause the last of life to spend.", "No valour could arrest the stroke of fate,</br>The Ausonian scaled the rampart of the dead,</br>Aroused to fury gave a scope to hate;</br>By fell revenge and deadly rancour led,</br>With blaze of fire-brand desolation spread;</br>The flames were rolling like the surging sea,</br>And overtopped the tallest mountain's head;</br>Then sunk the ancient oak and liberty,</br>The temple of the gods, the seats of piety.", "Ah!  who the throes of Mervyn's soul may speak,</br>When fires began to rage around his head!</br>A tear of nameless anguish stained his cheek,</br>That Nature's fountain dried, the last he shed;</br>Speechless he stood, his limbs did shake with dread,</br>As if the golden orb that gilds the day,</br>From the fair chambers of the morning fled,</br>And the green earth and planets lost their stay,</br>And Nature's mighty frame like vapour passed away.", "Amid the uproar wild the sleeper woke;</br>Her heart was broken, wildered was her brain,</br>Frantic she shrieked, in hollow murmurs spoke,</br>And on the wings of terror fled amain</br>Along the grove, the mountain and the plain.</br>Wild were her thoughts, she wist not where she went,</br>Nor rested till she reached the billowy main,</br>Then sat her on a rock without intent,</br>Eyeing with vacant gaze the watery firmament.", "Of gloomy import was her revery,</br>As with a tearless eye she viewed the wave,</br>Longing to lose the sense of misery,</br>Amid the sunless mansions of the grave,</br>Beneath the rolling tide in ocean's cave;</br>Then heard she in the whistling of the wind,</br>That now along the sky began to rave,</br>The murderers of Meredyth behind!</br>Quenched was the etherial beam, the light that guides the mind.", "Alas!  no fancied sounds assailed her ear.</br>She looked around, the hills were red with flame;</br>Along the sands she fled, impelled by fear;</br>Borne on the water, moans of murder came,</br>Shaking by terror's fits her gentle frame.</br>Within the bosom of a little bay,</br>So sheltered that the tempest there was tame,</br>She seized a coracle on shore that lay,</br>And bore with sail and oar fast from the land away.", "Be hushed, ye waves, that heave the little bark,</br>Less cruel than the fiends that waste on shore;</br>Ye storms, that irritate the waters dark,</br>Spare helpless innocence, and cease to roar;</br>Ye breezes, that succeed, the tempest o'er,</br>Oh waft the mourner to a place of rest,</br>To meet her kindred and to weep no more,</br>In kind affections and in virtue blest,</br>The summer of the soul, no winter to molest!", "The winds in wrath were driving through the sky,</br>Rocked rudely on the surge the vessel hung;</br>But Cona minded not the danger nigh,</br>Wildly by starts she wept, or laughed, or sung,</br>While Meredyth was ever on her tongue,</br>And Mervyn's name resounded o'er the main;</br>Around her head the mountain-wave was flung,</br>But did not cool the fever of her brain,</br>Now raved she like the storm, then calmly sunk again.", "Bursting the gloom a lovelier beam returned,</br>The ocean was a glorious sight to see,</br>That in the sun like golden mirror burned,</br>Shining in Cona's eye resplendently;</br>The while she sweetly sung a lullaby,</br>Of power to charm the nymphs in coral cave,</br>A strain of Nature's simple melody,</br>Might draw from emerald hall the nymphs that lave</br>Their limbs and sea-green locks in fount of cooling wave.", "Now shone the midnight moon with ray serene,</br>And every orbit oped its golden eye,</br>On pearly waves the vessel might be seen,</br>Most like a silver cloudlet in the sky.</br>Whoso should hear the plaintive minstrelsy,</br>That sounded o'er the deep like heavenly lay,</br>Might deem some angel left his seats on high</br>To cheer the sailor on his trackless way,</br>In pity of his state, till the return of day.", "With dawn a ridge of hills began to rise,</br>Where tints of gold were mingling with the green,</br>The tops of forms fantastic cut the skies,</br>A sweeter land on ocean is not seen;</br>And here and there a little isle between,</br>Like a fair gem upon the waters lay;</br>It was a sight of joy, a fairy scene,</br>That sorrow from the heart might chase away,</br>And on the gloomy soul shed a sweet beam of day.", "But Cona gazed as if she saw it not,</br>Save when the opening head-lands called to mind</br>Her present wretchedness and happier lot;</br>But all her thoughts were shifting as the wind,</br>For now she fancied Meredyth to find</br>In the lone bosom of sequestered vale</br>On Clwyd's banks, as when the fates were kind;</br>Then recollection waked to weep and wail,</br>The while the breezes blew and swelled the little sail.", "Swift as a cloud before the racking wind,</br>Over the foam-bell'd wave the vessel flew,</br>Leaving in speed the cormorant behind;</br>With tiny prow she brushed the ocean dew,</br>And to the shore with steady motion drew,</br>And soon was fixed among the golden sand.</br>Wilds of enchantment oped on Cona's view,</br>That shone like Paradise or Cambria's land;</br>Then sprung she from the bark, and stood on Erin's strand.", "Beneath the sun, oh what a goodly sight,</br>Appears the watery pilgrimage to close;</br>Blue lake and forest glittering in the light,</br>Bright streamlet that with limpid water flows,</br>Wild mountain flowered with heath, and vale that glows</br>In fairer hues than Indian summers boast,</br>The green-haired oak, the pine, the golden rose,</br>The cataract in whitening torrents tost,</br>The vista that retires in maze of beauty lost.", "Oh with what joy had Cona hailed the scene</br>To guide her steps had Meredyth been there,</br>Along the winding rill of silver sheen,</br>Through the wild wood, green glen, and valley fair,</br>To breathe the incense of the balmy air!</br>For ne'er with more delight did votary eye</br>The exhaustless charms of nature, void of care;</br>But beauty of the earth, and sea and sky,</br>Seems a bleak wilderness when lights of reason die.", "No sandals braced her ancles wet with brine,</br>Loose were her ringlets and her bosom bare;</br>Yet might she seem a nymph of form divine,</br>For beauty shone amid her wildered air.</br>But had the friends of former years been there,</br>Oh how would they have mourned her altered state</br>The wrecks of mind no seasons can repair,</br>The intellectual ruin wrought by fate,</br>By destiny of heaven and rancorous foeman's hate.", "Alas!  that mind, a spark of heavenly fire,</br>Should be so dimm'd by gloom of misery,</br>So led by meteor lights as to desire</br>Fancy's creations for reality;</br>That, nursed in lap of fair Felicity,</br>The victim should prefer to face of friend</br>The wildness of the mountain scenery,</br>While winter winds blow chill and snows descend,</br>And the loud tempest's gales the troubled welkin rend.", "Now Cona wanders 'mong the tangling brake,</br>Her food the berries of the wild supply,</br>Her thirst the waters of the fountain slake;</br>Dim are the pictures of her memory,</br>Things past confounded with the present lie,</br>On the distorted image of the brain;</br>Alone the echoes answer to her cry</br>Of Meredyth, yet calls she oft in vain,</br>Unconscious of her state and heedless of her pain.", "At twilight hour she chanced to hear such strains</br>As in her happier days the love-toned lute</br>Was wont to sound on Cambria's pleasant plains,</br>In notes that mirth or melancholy suit.</br>She was entranced by joy, &mdash; the air was mute;</br>\"Oh!  gentle spirit, once again that lay!\"</br>She cried, \"forsake me not in sad pursuit!</br>Thy voice as soon as heard has died away.</br>Ah cruel, leave me not!  my love, for pity stay!\"", "The weary mourner thought it was the shade</br>Of Meredyth, that left the seats on high</br>To watch her lonely wanderings in the glade;</br>Again she deemed that she herself did fly</br>Through the fair land of spirits in the sky:</br>When issuing from the wood she spied a bard;</br>The fire was unextinguished in his eye,</br>Though by the lines of age his face was marr'd,</br>A harp hung by his side, his solace and reward.", "The maniac with a momentary gleam</br>Of joy was listening to her native tongue,</br>Yet joy was but the phantom of a dream;</br>A while she on the stranger's accents hung,</br>Then swiftly, like a beauteous vision, flung</br>Through a dark wood impervious to the day,</br>And on the verge of silver fountain sung,</br>In wildest notes, a mountain roundelay;</br>The harp began to swell in answer to her lay.", "Lightly again she glided from the grove,</br>Surveyed the aged man with curious eye;</br>He beckoned with benignity and love, </br>While she advanced and offered not to fly,</br>But was conducted to an arbour nigh;</br>The stranger had the Druid's mien and air,</br>His silver locks, his gait and eagle eye:</br>She was delighted by his greeting fair,</br>And joyfully received a benefactor's care.", "Fatigue and sorrow laid the mourner low,</br>A fiery fever in her pulses reigned,</br>Of deadly symptom from excess of woe;</br>Beside the bed of pain the sire remained;</br>To watch her varying wants when she complained,</br>For he was deeply skilled in Nature's lore,</br>An intercourse of mystery maintained</br>With gentle fays that love to hover o'er</br>The pillow of disease, and bloom of health restore.", "He knew the balm of every herb and flower</br>That blossoms by the mountain and the vale,</br>And every secret influence of power</br>By bounteous heaven permitted to prevail</br>Over the various ills that life assail;</br>But long she hung suspended o'er the grave,</br>No root nor balmy essence could avail</br>From force of the consuming fire to save,</br>Nor to the minstrel hope nor consolation gave.", "This son of Erin, tenant of the wild,</br>Watered the couch of woe with many a tear,</br>As if the sufferer were his only child,</br>And tended her with bosom racked by fear;</br>To Nature's feelings true, to Mercy dear,</br>The minstrels still have been a gentle race,</br>That love the sorrows of mankind to cheer,</br>The pilgrim of the desert to embrace,</br>In bond of brotherhood, with frank and easy grace.", "Three moons had waned ere hope began to dawn,</br>Still life hung trembling on the verge of fate,</br>Now giving joy, in darkness now withdrawn,</br>Now lighting, now o'ershadowing her state;</br>But when it whispered of a longer date,</br>She seemed like one just risen from the tomb,</br>The secrets of death's empire to relate;</br>Her cheek no more regained the rose's bloom,</br>And reason's star had set in everlasting gloom.", "Alas!  how changed by sorrow since the day</br>On which she gave to Meredyth her hand,</br>When she was blooming like the morning ray,</br>The loveliest of the fair in Cambria's land;</br>Now veering was her state, now mild and bland,</br>Now like the tempest was she seen to rave,</br>Rushing to rock o'erhanging ocean's strand,</br>And had not Erin's maids been there to save,</br>The victim of despair had perished in the wave.", "But soon she sunk in melancholy sadness,</br>As harmless as the ways of infancy,</br>Nor longer was a prey to stormy madness,</br>But loved to sit beneath a shady tree,</br>To sing some wildly warbled melody,</br>Acting the sports of childhood o'er again;</br>And oft she called on Meredyth to see</br>The garland she had wove of flowery chain,</br>Blending the song of love with music of the main.", "She loved to vie with children in the race,</br>In all the warmth of wild simplicity,</br>And, flushed by exercise, regained the grace</br>That shone so sweetly on her infancy;</br>Irene loved her for her minstrelsy,</br>The land of liberty, the land of song,</br>The generous heroes' fruitful nursery,</br>At freedom's voice to glory's lists who throng,</br>Fanning the sacred fire romantic groves among.", ""]