["Still partial to her earliest theme,</br>The Muse once more attunes her lay,</br>And gayly hails the rosy beam</br>That ushers the auspicious day!</br>This day, when Hope's delicious voice</br>Bade the expecting world rejoice,</br>When pleas'd BRITANNIA called into rest</br>The blooming Form that now illumes her breast.", "Eye yon grey shadows take their flight,</br>Or Sleep from peaceful pillows free,</br>Led on by Fancy's rapid light,</br>The GENIUS of the ISLE I see!</br>Deep in yon grove of oaks retir'd,</br>Behold his eye with rapture fir'd!</br>As round his head the Patriot Virtues fly,</br>With Pity, purple Love, and sweet-ey'd Sympathy.", "\"Oh!  come coelestial Powers,\" they sing,</br>And celebrate this festal Day;</br>Diffuse your blooms, your odours bring,</br>And pour to Heav'n the grateful lay,</br>For him who kindly bade us rear</br>Our rural Shades and Altars here,</br>Gave us protection from the venal Band,</br>And with the Graces led us round the Land.\"", "BRITAIN'S GENIUS sweeps the wires,</br>And smiling joins the warbling throng,</br>They sing what Gratitude inspires,</br>And Angels seem to aid the Song.</br>\"Bless him,\" they cry, \"ye sorrowing train,</br>To whom you never su'd in vain;</br>Blest may he be through Albion's ample bound!</br>Blest may he be!\" the Earth and Skies resound.", "\"Teach him, O Heav'n, with eagle eyes,</br>Dauntless to gaze on Truth's keen light,</br>And boldly rend the rich disguise</br>That wraps each artful paradise:</br>And when his foot, at some late hour,</br>Shall mount the golden Seat of Pow'r,</br>While Love, and Loyalty, and Pomp unite,</br>To steep his panting spirits in delight;", "\"Say, on the tide of future Time,</br>No mortal knows what mischiefs sail,</br>Tho' Peace now hovers o'er the clime,</br>And jocund Plenty paints each vail;</br>Tho' Nature, with magnific hand,</br>Has thrown her barriers round the Land;</br>Tho' Commerce, laughing at the foaming Main,</br>Has stretch'd to ev'ry Port her glitt'ring chain;&mdash;", "So shall he, (tho' the Air breathes blam,</br>Tho Roses o'er his Couch be shed;</br>Tho' one entire seducing calm</br>The radiant Face of Day o'erspread)&mdash;</br>So shall he stand, firm, unappall'd;</br>By Honour or by Danger call'd,</br>Indignant spurn at Pleasure's potent spell,</br>And with a Patriot hand, the threat'ning glooms repel.\"", "But, lo!  unclouded streams the light:</br>Soft! &mdash; yon etherial Visions fade,</br>To silent grottoes take their flight,</br>Which only Poets' eyes invade;</br>Yet as they wing the waken'd gale,</br>\"Health to AUGUSTUS!\" fills the vale;</br>\"Health to AUGUSTUS!\" ev'ry Shepherd sings;</br>\"Health to AUGUSTUS!\" thro' the island rings.</br>"]