["Begone, ye base intruding cares!  away</br>Ye empty bubbles of the busy crew!</br>Let calm reflection spread her purer ray,</br>And contemplation brighten every view.", "Let vivid fancy with her piercing eye</br>Pursue the objects fading on the sight,</br>While silent evening, thro' the azure sky,</br>Prepares the slow-advancing shades of night.", "See where they come &mdash; From yonder western hill</br>The setting sun emits his parting beam,</br>While from the east the dewy vapours chill,</br>Eager embrace the visionary gleam.", "A solemn aspect shadows o'er the plain,</br>The verdant mountains gloomily arise,</br>The rocky cliffs that dignify the scene,</br>In darksome grandeur mingle with the skies.", "The winding Forth, whose commerce spreads her sail,</br>Fades unperceiv'd; its islands disappear;</br>No more the barges skiff before the gale,</br>With pleasure's voyage the easy heart to cheer.", "EDINA'S sons pursue their various joys,</br>Love, lust, debauch'ry, pleasure, science, trade;</br>The restless streets emit a lulling noise,</br>The ancient turrets glimmer thro' the shade.", "But chief around that ever-sacred dome,</br>Where Scotia's monarch 'wont to rule sublime,</br>The genius of the evening loves to roam,</br>And view the ravages of ruthless time.", "Thro' every corner of the gloomy hills,</br>Where ancient splendor rais'd her trophy'd head,</br>Thro' yonder chapel's desolated walls,</br>The lonely mansions of the godlike dead,", "She strays alone, and scatters from her store,</br>Heart-throbbing terror o'er the sacred place;</br>Bids Scotia's sons the awful scene deplore,</br>And save the ruins of the royal race.", "For oft the roving youth, with scornful sneer,</br>(Unequall'd insult!) tosses round the bones;</br>Oft violates the honours of the bier,</br>And throws a stain on Scotia's dauntless sons.", "Where now I sit, around this lonely pile,</br>The Genius of Destruction points her course,</br>And greatly boasting in her vanquish'd spoil,</br>Records the actions of her savage force.", "\"Here once (she says) the virgin band repair'd,</br>Whom health, and beauty grac'd with all their charms;</br>Here once the sacred rites these heroes shar'd,</br>Whose souls could love, or bear the toils of arms.", "\"Here sapient sages once unrivall'd shone,</br>Here raptur'd poets pour'd the feeling note;</br>But now these heroes, virgins, bards are gone,</br>Their names, their honours, and their deeds forgot.", "\"Buried in dust, amidst the spoil of years,</br>Nought shall recall them from oblivion's tomb,</br>While ev'ry blast this mould'ring fabric tears,</br>That tottering waits my all-subduing doom.\"", "How true her words! &mdash; But will no generous hand</br>With friendly aid prevent the threaten'd fall,</br>Bid the old ruins of the structure stand,</br>With taste supply, with judgment prop the wall?", "Tho' small the pile, the objects scatter'd round,</br>By peaceful nature's bounty favour'd high,</br>The plain, the mount, the rock, with ivy bound,</br>All claim importance in the Muse's eye.", "Tho' highly finish'd, may the hand of art,</br>With cautious conduct, and refinement's skill,</br>Superior graces to the scene impart,</br>And spread the woodlands o'er the adjoining hill.", "The breezy arbours shade the splendid dome,</br>Where modern luxury exalts her head,</br>Where riot's children undelighted roam,</br>And vain ambition's giddy vot'ries tread.", "And shall no shrub adorn this fairer scene,</br>Where contemplation might erect her shrine,</br>Where boundless fancy might complete her reign,</br>And lead the fav'rite children of the nine?", "Where far retir'd amid the shading grove,</br>The pensive sage might feel the sacred fire;</br>The spotless breast confess the power of love,</br>And lust, appall'd, restrain each wild desire?", "The flower of beauty, with applauding smile,</br>Edina's daughters!  shall behold the deed;</br>The heart-felt throb repay the trifling toil,</br>And every muse bestow some grateful meed.", "But see the moon, from yonder eastern cloud,</br>Rolls on sublime, the regent of the night,</br>I'll cease the strain, and, in reflective mood,</br>Review the lonely objects of delight.</br>"]