["At length was poor CORYDON seen</br>Bewailing beneath an elm tree,</br>Which grew upon Camberwell-green,</br>So chuckfull of sorrow was he.", "No powder was there in his wig,</br>No spirit was there in his eye;</br>And his pipe that could once play a jig,</br>With his crook were hung carelessly by.", "LYCIDAS.</br>Why make this nonsensical rout</br>For a matter that's not worth a pin?</br>Why should you be weeping without,</br>When the breakfast is waiting within.", "The tea is put into the pot,</br>There's a fine butter'd toast at the fire,</br>The muffins are charming and hot,</br>What more can my shepherd require?", "CORYDON.</br>Once muffins were all my delight,</br>Once with ease I demolished a score;</br>Once I thought butter'd roles a good sight;</br>Butter'd toasts I could almost adore!", "But now quite dejected with woe,</br>My gizzard is grumbling all day;</br>And the plaits in my waistcoat will shew</br>How much I am fallen away.", "LYCIDAS.</br>Why does CORYDON pine thus in thought?</br>Burn my wig, if I'd fret thus and stew,</br>Till my guts were to fiddle-strings brought,</br>And I think you're a fool if you do.", "But I've news that will give you content,</br>So I prithee, lad, whimper no more;</br>Mr. A&mdash;n P&mdash;m has sent,</br>And they dine at Guildhall as before.", "CORYDON.</br>Then Shepherd adieu to all care,</br>This will comfort my cockles indeed;</br>O &mdash; I'll meet Mr. Alderman there,</br>The appointment's already agreed.", "There'll be Deputy W&mdash;n's so wise;</br>There'll be H&mdash;s&mdash;d half stewed in his grease;</br>They'll be great store of charming minc'd pies,</br>And plenty of Michaelmas geese.", "Tongue and udders too then will come in,</br>Together with turkies and chine;</br>Ah!  what would I give to begin</br>The very next moment to dine!", "LYCIDAS.</br>And there will be Ladies so fair!", "CORYDON.</br>And there will be Judges so grand!", "LYCIDAS.</br>And there we shall see my Lord Mayor!", "CORYDON.</br>And there'll be the musical band!", "LYCIDAS.</br>And I hope, when the dishes appear,</br>The things will be all in their prime,", "CORYDON.</br>And I wish that my taylor was here</br>To let out my waistcoat in time!</br>"]