["What are those tablets round me?  living minds</br>The mighty soul in form and pressure wrought;&mdash;</br>Unfolded natures &mdash; where the vision winds</br>Thro' what was dreams, deep throb, unuttered thought:</br>There breathes Salvator!  That red lightning shot</br>From its dark throne to fire that forest hoar,</br>That combat in its burnings madly fought,</br>That lake convuls'd before the tempest's roar,</br>All to Salvator's soul toss'd, battl'd, burn'd before.", "Here, Raphael!  is revealed the mystery,</br>That fixed the hectic crimson on thy cheek&mdash;</br>Here sank the earnest radiance of thine eye,</br>Dying beneath the passionate thought that wreck</br>Spirits like thine; &mdash; those eagle flights that seek</br>And perish in the sun-beams; glorious fires</br>That from their heaven around the mountain break</br>With crowning splendour, till the storm retires,</br>Leaving but smoke and dust of all its marble spires.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Resplendent Titian!  what a host of thoughts,</br>What memories of stars and midnight moons,</br>And long hours pass'd beneath the emerald vaults</br>Of forests; and the sweet eve's thousand tunes,</br>When the breeze rushes through the vine festoons,</br>Show'ring their dew drops, are concentered here!</br>And forms the prince and knight in proud saloons,</br>And dames with dark Italian eyes, that ne'er</br>Knew sorrow, but wept the heart's bewitching tear.", "Prometheus of the pencil!  life and light</br>Burst on the canvas from thy mighty hand,</br>All hues sublime that ever dazzled sight</br>Where tempests die on Heaven, or ever waned</br>On hills, the evening's azure thrones, or stain'd</br>Ruby or beryl in their Indian cell,</br>Or glanced from gem-dropt wing, or blossom vein'd,</br>Or tinged in ocean caves the radiant shell,</br>All, at thy sceptre's wave, from all their fountains swell.</br>"]