["When kindly loos'd from his degrading chain,</br>Towards heaven's bright orb the golden eagle soars,</br>When his dark prison-house of grief and pain,</br>To the lone captive opes its pond'rous doors;</br>What feeling heart the gladsome change deplores?</br>What friendly bosom will in sighs complain?</br>What eye will weep, when to his native shores,</br>After long toiling on the storm main,</br>The mariner returns, to meet his friends again?", "Nor yet for thee, from \"mortal coil\" releas'd,</br>For thee, great GEORGE, shall tears of sorrow flow.</br>For thou art pillow'd on the couch of rest,</br>After long conflict with a world of woe!</br>And now, methinks, I see thy spirit go,</br>With eagle swiftness towards that Fount of light,</br>Whose sacred beams, more pure than those below.</br>Purge from thick films the intellectual sight,</br>And fill the eye and mind with heavenly vision bright.", "Yet, bending pensive o'er thy hallow'd bier,</br>Though not for thee she pours the plaintive moan,</br>Yet shall Britannia shed the filial tear,</br>O'er the lov'd ashes of a Father gone!</br>Yes!  though she sees him lay his burthen down,</br>A burthen borne through many a lingering day,</br>And though to gain a never-fading crown,</br>Joyous he soars on angels wings away,</br>Yet must she deeply feel, that he was once her stay!", "How long, how steadfast, as her guardian rock,</br>He stood the bulwark of the island queen,</br>While o'er him many a surging billow broke,</br>And round his head, from gathering clouds were seen</br>Full oft, the vivid light lightnings flashing sheen.</br>Yet, though the tempest howl'd with sullen blast.</br>Or heaven's fair lights glow'd in the blue serene.</br>Yet stood he, in undaunted manhood fast,</br>Or o'er the cheerful scene, a heightening radiance cast.", "Britannia!  when thy rival foe essay'd,</br>To plant his standard on thy emerald isle,</br>When hostile legions, hov'ring, hop'd t' invade</br>Thy fertile fields, where peace and plenty smile;</br>Thy sovereign arm'd thee for the glorious toil.</br>He rous'd the British lion to the war;</br>Yet kindly cheer'd and foster'd thee the while,</br>Thy ranks inspected with paternal care,</br>And gave the patriot's zeal the filial character.", "But not in wild tumultuous scenes of strife,</br>Or idle whirl of pleasure's vapid dream.</br>Sought he to waste the precious hours of life,</br>But in the path that wisdom might beseem</br>Walk'd he with piety, for dear to him</br>Were the still joys which home's sweet circle bless;</br>And oft his glistening eye diffused the beam</br>Of rapture, kindled by the kind caress,</br>Which spoke a parent's love, a husband's tenderness.", "Whence sprung those graces of his manly mind,</br>The patriot virtues of the father-king?</br>Religion!  it was thine, with touch refined,</br>His spirit under thy control to bring;</br>O'ershadow'd early by thy fostering wing,</br>He 'scap'd the deep, the treacherous snares of vice,</br>Of judgment, and of mercy he could sing;</br>And well he knew redemption's awful price,</br>And all his hopes reposed on the Great Sacrifice.", "Himself illumin'd by celestial truth,</br>Instructed from the Oracles Divine,</br>Warmly he wish'd that every British youth,</br>Might share with him the benefit benign;</br>That knowledge might with piety combine,</br>To bless the humble cottage of the poor,</br>The beams of hope on darkling sorrow shine;</br>And suffering learn with meekness to endure,</br>The varied ills of life which only faith can cure.", "Like Jesse's son, the royal bard inspir'd,</br>The atheist crew he banish'd from his sight,</br>Counsels nor services from those desir'd</br>Who dar'd contemn the Sovereign Infinite:</br>Honour and probity were his delight,</br>The steadfast purpose and the temper'd zeal</br>He spread his shield and buckler o'er the right,</br>Yet bold obtrusive error to repel,</br>Maintain'd his country's laws, his faith's firm principle.", "He sleeps in peace!  yet shall recording fame,</br>That power which loves of virtuous deeds to tell,</br>To future years present great GEORGE'S name,</br>And on that name shall love and reverence dwell</br>While British hearts expand with grateful swell.</br>To him who from the pinnacle of state,</br>Taught them that those in dignity excel,</br>Whom, piety and virtue consecrate,</br>And whom the fear of God makes eminently great.", "Oh Britain!  by his bright example taught,</br>Would'st thou this salutary truth receive,</br>T'would grace thee more than all thy sons have wrought,</br>And to thy crown a holier lustre give.</br>Long shall thy victories in remembrance live,</br>Thy triumphs gain'd in prostrate Europe's cause,</br>But fairer wreaths than conquest can conceive,</br>Are giv'n to those who keep Jehovah's laws;</br>They win eternal fame in the Divine applause.", "Peace to thy shores!  may never hostile sword,</br>Stain the white foam that laves thy cliffs so fair;</br>Nor deadlier foes, though nourish'd at thy board,</br>Unnatural children, urge th' intestine war!</br>Be thou of love, of truth, of heaven the care;</br>And may the royal heir of Brunswick's line,</br>His happy people's warm affections share,</br>Long in his honour'd father's virtues shine,</br>And to succeeding years transmit the gift Divine.</br>"]