["Now summer displays her gay charms,</br>And pleasure abounds on the plain;</br>No mischief our shepherds alarms,</br>But blithe is each nymph with her swain;</br>While innocence, virtue, and truth</br>Bedeck the fair nymphs of the green;</br>And modesty, beauty, and youth</br>On every brow may be seen.", "But Thirsis is coming this way;</br>See, pensiveness dwells on his brow!</br>I prithee, swain, what can dismay,</br>Or cause that uneasiness now?</br>All nature is blithesome and gay,</br>Then why wilt thou only be sad?</br>Drive sorrow, young shepherd, away,</br>Like us be delightful and glad.", "THIRSIS.</br>Peace, Damon, peace &mdash; nor thus distract my heart;</br>I feel &mdash; already feel the keenest smart.&mdash;</br>Advise me not to gladness and delight,</br>Since lovely Laura's ravish'd from my sight.</br>She's gone!  Distracting thought!  my Laura's fled,</br>And mould'ring lies amongst the silent dead!&mdash;</br>Why, tyrant Death!  didst thou deprive the earth</br>Of so much virtue, innocence, and worth?", "DAMON.</br>Is Laura gone? &mdash; and could not Death forbear;</br>O could he not our lovely Laura spare!</br>Ah, Thyrsis!  all our shepherds will lament</br>The fatal time that Death his jav'lin sent;</br>The fatal hour that robb'd our peaceful plain</br>Of her for whom we ever shall retain,</br>Deep in our breasts, a sad rememb'ring pain.</br>Our usual sports will quite be out of date,</br>When I with deepest sorrow shall relate</br>Unto our nymphs and swains this cruel stroke of fate.", "THIRSIS.</br>What earthly blessing can my loss retrieve!</br>E'en things inanimate will surely grieve.</br>Behold, as conscious of the mournful tale,</br>The heifers cease to graze in yonder vale;</br>Less pleasing glides along the purling rill;</br>Our flocks more pensive look on yonder hill;</br>The feather'd race, with less harmonious notes,</br>A mournful knowledge of our loss denotes.</br>But what of this &mdash; can Heav'n &mdash; can earth divine</br>A mortal's sorrow &mdash; that compares with mine!", "DAMON.</br>Full well, my Thirsis, do I know that rest</br>And peace is banish'd from thy woeful breast;</br>Full well I know how well thou lov'dst the fair,</br>But still would wish thee to resist despair:</br>'Twas Heav'n itself that gave the fatal blow,</br>And resignation to the Gods we owe.", "THIRSIS.</br>Admit thy counsel, still must I resign</br>Without one pang, a soul so dear to mine?</br>What!  what!  inducement, Death, could urge thy dart</br>To stagnate life's gay bloom thro' Laura's heart?</br>She might, she surely might, have longer liv'd,</br>The Gods had not so soon &mdash; her fate decreed.</br>Unhappy me!  that e'er indulgent Heav'n</br>So fair an angel to our plains had giv'n;</br>Yet more unhappy that I lov'd so well,</br>Ador'd so soon &mdash; and she so early fell.</br>O Death, what triumph has thy arm display'd;</br>To me what torture has thy dart convey'd!", "DAMON.</br>'Tis true, my Thirsis, thro' our verdant plain</br>In ev'ry bosom pensiveness will reign;</br>'Tis true, our greatest ornament is gone;</br>Who late unrivall'd at our pastimes shone;</br>Nor could her innocence or virtue move</br>Tyrannic Death to spare thy tender love;</br>But, being gone beyond redemption, spare</br>This weighty grief &mdash; this unavailing care.</br>Tho' hard I know &mdash; yet hapless shepherd, do</br>At least attempt thy sorrows to subdue.</br>See, Mira comes!  and lo!  the distant fields</br>A chearful gladness at her presence yields.", "MIRA.</br>What means this sorrow, Damon!  Thirsis tell</br>Why tolls with doleful notes &mdash; the passing bell?</br>A gen'ral sadness and dejection reigns</br>Within the bosoms of our youthful swains:</br>With chearful airs of late they skipp'd along,</br>And pleasure only sway'd the rural throng;</br>But, strange reverse! &mdash; ungentle fate has now</br>Impress'd despair and grief on ev'ry brow.", "THIRSIS.</br>On me has Fortune all her malice try'd,</br>And ev'ry future hope of bliss deny'd!</br>Methinks in me the cause you might have read,</br>For know &mdash; oh wretched sound!  my Laura's dead!</br>Would you, fair maid, denote you soul sincere,</br>Forget your mirth, and drop a friendly tear.</br>From me, henceforth &mdash; our rural sports and play</br>To other plains be banish'd far away:</br>More welcome now the melancholy glade,</br>And contemplation in the lonely shade;</br>To yonder grove my inclination bends,</br>Where soft compassion formless echo lends:</br>Fancy shall paint her in each nightly dream,</br>Each day with care I'll carve her lovely name:</br>When dead &mdash; my corpse in Laura's grave inhume,</br>With this undress'd inscription on my tomb:&mdash;</br>\"Here lies a youth, that lov'd sincere and true,</br>Who left the world his Laura to pursue:</br>Thy pleasures, Earth, and all thy cares, adieu!</br>"]