["\"Ah, hapless mortals!  doom'd to wind the vale</br>Of human pilgrimage, with lab'ring feet,</br>On as ye toil, what varying ills assail!</br>What terrors throng around!  what dangers meet!</br>The hour that calls to birth awakes to pain.</br>Yon fair expanse as clouds incessant sweep,</br>Successive cares th' afflicted soul constrain;</br>As waves impelling waves deform the deep,</br>So with the circling years our woes increase,</br>And in the silent grave we rest alone in peace.", "\"Hope not to bask in pleasure's genial ray,</br>Nor catch the mild gleam of contentment bright:</br>Fear, grief, and pain shall rule life's transient day,</br>Wrap in rude storms, and close in earliest night.\"</br>Such was the strain, that to the closing eve</br>The partial voice of plaintive sorrow sung,</br>Touch'd by life's passing prospects which deceive</br>Man's weak and dazzled gaze, but most the young.</br>On musing silence follow'd deep repose,</br>'Twas fancy's magic hour, and mystic sights arose.", "Sudden to view sprung life's extended plain,</br>But far beyond the grasp of mortal eye</br>Stretch'd the smooth level of the new domain;</br>A gentle radiance lit the eastern sky.</br>Amid fresh op'ning scenes, where'er I stray,</br>Myriads of human beings pass'd along,</br>By common impulse borne one common way,</br>Ranks, ages, sexes, mingled in the throng,</br>Thick as the insect tribes that summer pours,</br>Thick as the countless sands that strew the sounding shores.", "Forwards with vig'rous zeal I cheerly press'd,</br>This undiscover'd country to explore;</br>Fair smil'd each rising prospect, but possest,</br>The brightest blaze of beauty charm'd no more.</br>At ev'ry step I mourn'd companions lost,</br>Their place, their trust, exhaustless crowds supply,</br>The paths of life by destiny were cross,</br>The fleeting hour saw millions live and die,</br>Existence here extend her smiling sway,</br>There fate wide-wasting reign, and havock and dismay.", "With mingled joy and grief I long survey'd</br>The strange vicissitudes of human life</br>In conflict blend, like struggling light and shade,</br>Or April suns and show'rs, in vernal strife.</br>Some real pleasures cheer'd this busy scene;</br>A thousand false, with borrow'd hues and charms,</br>With voice of Siren, and with angel mien,</br>To splendid ruin spread their fatal arms.</br>Tumultuous joys were there, with sport and shout,</br>And Bacchus' festive crew, and revelry and rout.", "But most the sounds of anguish struck my ear,</br>Full as they flow'd from ev'ry suff'ring age,</br>The sigh of sorrow, and the throb of fear,</br>Despair's fell cry, the burst of maniac rage,</br>And oft, to rouse and agonize the breast,</br>Funereal screams, and dying yells dismay'd.</br>I look'd around, nor dangers instant press'd,</br>Nor vengeance there the uplifted arm display'd;</br>Man, erring man, with microscopic eyes</br>Had trac'd each rising woe and swell'd to giant size.", "Perverse!  from life's imparted lot to seize,</br>Artificer of ill, the deadlier part,</br>Shrink from the proffer'd boon of precious ease,</br>And give to agony the trembling heart!&mdash;</br>Hence to thy cost what hostile throngs arose!</br>Regret, doubt, error, fear's distemper'd brood,</br>Leagu'd with condensing hosts of cares and woes</br>Wide o'er the plain their conqu'ring course pursu'd.</br>Loudly they storm'd, and reason's voice was vain</br>To calm th' indignant swell, and rebel rage restrain.", "Mix'd with the throng, amid the gen'ral cry,</br>'Twas long my boast to turn a deafen'd ear,</br>View the contagious sight without a sigh,</br>And hold, where duty led, my fix'd career.&mdash;</br>Yet all too prompt to wake at pity's strain,</br>Th' unbidden tears at last began to flow,</br>And still as fancy trac'd the sufferer's pain</br>I quite forgot his errors in his woe,&mdash;</br>Along my tingling veins th' infection ran,</br>My struggling bosom heav'd; man sympathized with man.", "At that dread moment, in the changing sky</br>Thick mantling clouds in sudden eddies roll,</br>The tempest rages, glancing light'nings fly,</br>And bursting thunders roar from pole to pole.</br>Contending elements repos'd at last;</br>And radiant in the skies; a vision shew'd,</br>Along the smooth aerial track it pass'd,</br>As on a golden skirted cloud it rode,</br>Descending slow till ev'ry eye cou'd trace</br>The matchless form divine, and more than human grace.", "Pure snowy vests inwrap'd with graceful ease</br>Her heav'nly figure, loose, not wildly flow'd</br>Th' ambrosial locks, disporting with the breeze.</br>The di'mond's blaze upon her bosom glow'd,</br>Shap'd in an anchor's allegoric form.</br>Beauty and majesty's resplendent pride</br>Her awful face ennoble, and adorn.</br>Esteem, love, awe our wond'ring minds divide.</br>Our looks were rev'rent, mix'd with raptures' gaze,</br>Our bosoms glow'd with joy, our voices murmur'd praise.", "Cherubic forms on either side were seen</br>Waving their orient wings in ambient air,</br>Methought obedience with submissive mien,</br>And mild beneficence attended there;</br>Amid th' ethereal guests I cou'd descry</br>Repentance, pointing to the realms of light,</br>With clasped hands, and with uplifted eye;</br>Attendants these on that fair image bright,</br>Who graceful rose, and thus in accents bland,</br>While silence hush'd the air, address'd th' assembled band.", "Her voice was soft, as minds poetic feign,</br>The melting harmony of rolling spheres,</br>Yet clear and full, as when the martial strain</br>Of clang'rous trumpet wakes the village fears.</br>Like spreading light that in her presence blaz'd,</br>The temper'd sounds dilating fill'd the air.</br>\"One hand in act to speak she gently rais'd,\"</br>And in the other grasp'd a scroll she bare,</br>Whose ample superscription we might trace</br>\"The Book of Life is this, and joy to human race.\"", "\"Mortals,\" she said, \"my warning voice attend,</br>If present bliss, or future life be dear:</br>From yon empyreal mansions I descend,</br>'Tis Faith who comes your anxious doubts to clear.</br>From my exhaustless fund religion draws</br>Each solid blessing and each comfort pure;</br>I teach her doctrines, I enforce her laws,</br>I bid her mighty fabric stand secure.</br>From earth to heav'n I point the path alone,</br>\"By faith the just shall live,\" Faith guards th' eternal throne.", "\"My hallow'd province gives me to unfold</br>Mysterious truths conceal'd from human eye,</br>Mortals through me that sov'reign grace behold,</br>Which deign'd on earth to suffer and to die,</br>Trace their redemption in a Saviour's blood,</br>And hail the life eternal in the grave.</br>Nor less I teach the lesson to be good,</br>And shew how virtue must combine to save;</br>I give the tears of sympathy to flow,</br>While mercy learns to sooth, and charity lo glow.", "\"Nor deem that in the base extorted zeal</br>Of trembling proselytes, I take delight,</br>'Tis not in Faith the rack or chain to deal,</br>Or rob the mind of one imparted right.</br>Free as the stream, that gushing from its source,</br>Pours deep and clear its current o'er the glade,</br>The human mind; and though I point its course,</br>With reason, conscience, justice, truth to aid,</br>Here ends controul; nor mine the tyrant pow'r,</br>Which shakes the iron scourge and rules the tort'ring hour.", "\"With awe my heav'n-descended gifts survey,</br>And pow'r these pond'rous elements to wield.</br>Who bade yon orb his flaming passage stay</br>Suspense o'er Ajalon's devoted field?</br>Who from their wide and deep cemented base</br>The rugged mass of mountain earth can heave?</br>Who bade the world of waters change its place,</br>And in its depths embattled hosts receive,</br>Or saw the blushing bloom of youth expire,</br>And call'd on heav'nly aid, and lit the extinguish'd fire?", "\"Amid the storms of life who deigns to wait</br>With adamantine shield to guard the just?</br>With watchful eye who marks the track of fate,</br>And wakes and warns the delegated trust?</br>Mine is the charge, and mine the solemn part&mdash;</br>I seek the desert gloom of human night,</br>In life's last hours I cheer the drooping heart,</br>And pour the sainted vision's precious light;</br>Barriers of worlds their awful secrets yield,</br>Th' eternal gates wide ope, and heav'n itself's reveal'd.", "\"Nor hold the deep Tartarean gulphs below,</br>Where restless vengeance wakes the penal fire,</br>Aught that to christian eyes I shun to show,</br>By me the dreary scene and spectre dire</br>Flash on the sinner's view their livid gleam.</br>Who points the punishment, explains th' offence&mdash;</br>I blazon bright conviction's steady beam,</br>I edge the keenness of awaken'd sense;</br>To reason's aid this sacred scroll display,</br>And point the law divine, and duty's binding sway.", "\"Mortals attend!  on pow'rs like these rely,</br>Nor prone to earth ethereal vigour bend;</br>Taught by my guidance, claim yon kindred sky,</br>Superior natures!  know your proper end&mdash;</br>View well this boasted life, its essence trace;</br>Compare with future worlds and scenes sublime;</br>'Tis but an atom pois'd with boundless space,</br>A moment balanc'd with eternal time;</br>A fleeting particle of vagrant light</br>With yon effulgent sun, for human ken too bright.", "\"Be wise &mdash; be just.  Compose that clam'rous strain</br>Which bursts incessant on th' indignant ear;</br>Shall man repine that heav'n permitted pain</br>Absolves its stated round of duty here?</br>Man warm'd by hope demand on earth the joys</br>Which high immortal sp'rits alone can taste,</br>Presume for HIM yon tributary skies</br>On earth the boon of purest bliss shall waste;</br>Seraphic splendors pour on mortal gaze,</br>And long hierarchal pomp and glory's peerless blaze?", "\"With lips profane celestial cups to press,</br>To feast the dazzled eye with heav'nly sight,</br>To wrap the senses in supreme excess&mdash;</br>Your lot forbids, and diff'rent fates invite.</br>To act &mdash; to suffer &mdash; each his part assign'd'</br>With zeal, with confidence, such duty's call,</br>To life obedient, and to death resign'd,</br>The bright reward in yon empyreal hall,</br>The God of Truth has promis'd, and by me</br>Renews the solemn pact, and binds his just decree.", "\"Then tread th' appointed path in life's career,</br>Safe in the hands of Heav'n's all-seeing Pow'r;</br>My presence still your active toils shall cheer,</br>And bless your morning dawn and evening hour.</br>Reason with me th' aspiring thought shall guide,</br>And sacred Truth her gifts divine impart,</br>Exalted Charity shall here preside,</br>And sway to gen'rous deeds the melting heart;</br>With mystic pow'rs descending Grace controul,</br>Hope point th' eternal bliss, and rapture lift the soul.\"", "She spake, and rising in the space serene,</br>Yet fondly ling'ring from our sight withdrew;</br>Declining splendors faintly ting'd the scene,</br>Like setting radiance of the evening view.</br>Elisha thus beheld the hoary seer,</br>As in his sun-bright car aloft he rode,</br>Saw his proud steeds their radiant passage steer,</br>And trac'd the golden axle while it glow'd;</br>Then hail'd with grateful praise by Jordan's wave</br>The flowing vest he left, the mighty pow'rs he gave.", "Nor wanted Gratitude her vot'ries here,</br>Nor voice of pray'r, nor song of rapt'rous praise,</br>To sooth with sweetest sound the pious ear,</br>And mild devotion's gen'rous flame to raise.</br>Methought on earth 'twas heav'n's commencing reign,</br>The glorious dawn of beatific day,</br>So richly flow'd the full seraphic strain,</br>Such numbers join'd the loud symphonious lay;</br>While exultation spreads her glitt'ring wing,</br>And earth and conscious skies with hallow'd paeans ring.", "On then we pass'd.  From ev'ry face content</br>Beam'd cheeriest smiles:  his broad meridian ray</br>The cloudless orb of heav'n refulgent sent;</br>Flow'rs, groves, and fountains sprung to cheer our way,</br>Soft whisp'ring gales their show'ry fragrance flung;</br>All nature smil'd.  With sympathising heart</br>Long o'er the scene of general bliss I hung;</br>At length from fancy's magic trance I start,</br>But not forgot the vision's awful pow'r,</br>Nor lost the lesson bland, nor unimprov'd the hour.</br>"]