["Where, 'midst the ruins of a fallen state,</br>The once fam'd Tiber rolls his scanty wave,</br>Where half a column now derides the great,</br>Where half a statue yet records the brave;", "With trembling steps an Exile wander'd near,</br>In Scottish weeds his shrivell'd limbs array'd;</br>His furrow'd cheek was cross'd with many a tear,</br>And frequent sighs his wounded soul betray'd.", "Oh!  Wretch!  he cry'd, that like some troubled ghost</br>Art doom'd to wander round this world of woe,</br>While memory speaks of joys for ever lost,</br>Of peace, of comfort, thou hast ceas'd to know!", "These are the scenes, with fancy'd charms endow'd,</br>Where happier Britons, casting pearls away,</br>The tools of sound, of empty trifles proud,</br>Far from the land of bliss and freedom stray.", "Wou'd that, for yonder dome, these eyes could see</br>The wither'd oak that crowns my native hill!&mdash;</br>These urns let ruin waste; but give to me</br>The tuft that trembles o'er its lonely rill.", "Oh!  sacred haunts!  and is the hillock green</br>That saw our infant sports beguile the day?</br>Still are our seats of fairy fashion seen?</br>Or is my little throne of moss away?", "Had but Ambition, in this tortur'd breast,</br>Ne'er sought to rule beyond the humble plain,</br>Where mild dependence holds a vassal blest,</br>Where faith and friendship fix the chieftain's reign;", "Thus had I liv'd the life my fathers led;</br>Their name, their family, had not ceas'd to be;</br>And thou, Monimia!  on thy earthy bed!&mdash;</br>My name, my family, what were these to thee!&mdash;", "Three little moons had seen our growing love,</br>Since first Monimia join'd her hand to mine;</br>Three little moons had seen us blest above</br>All that enthusiast hope cou'd e'er divine.", "Urg'd by the brave, by fancy'd glory warm'd,</br>In treason honest, if 'twas treason here,</br>For rights suppos'd, my native band I arm'd,</br>And join'd the standard Charles had dar'd to rear;", "Fated we fought, my gallant vassals fell,</br>But sav'd their master in the bloody strife;</br>Their coward master, who cou'd live to tell</br>He saw them fall, yet tamely suffer'd life.", "Let me not think &mdash; but ah!  the thought will rise,</br>Still in my whirling brain its horrors dwell,</br>When pale and trembling, with uplifted eyes,</br>Monimia faintly breath'd a last farewell!", "\"They come, she said; fly, fly these ruthless foes,&mdash;</br>And save a life, in which Monimia lives;</br>Believe me, Henry, light are all her woes,</br>Except what Henry's dreaded purpose gives.", "\"And would'st thou die, and leave me thus forlorn,</br>And blast a life the most inhuman spare?</br>Oh!  live in pity to the babe unborn</br>That stirs within me to assist my prayer!&mdash;\"", "What could I do?  contending passions strove,</br>And press'd my bosom with alternate weight,</br>Unyielding honour, soft persuasive love&mdash;</br>I fled and left her &mdash; left her to her fate!", "Fast came the ruffian band; no melting charm,</br>That e'er to suffering beauty Nature gave,</br>The ruthless rage of Party can disarm;</br>Thy tears, Monimia, wanted pow'r to save.", "She, and the remnant of her weeping train,</br>Whose faithful love still link'd them to her side,</br>Torn from their dwelling, trod the desert plain,</br>No hut to shelter, and no hand to guide.", "Thick drove its snow before the wintry wind,</br>And midnight darkness wrapp'd the heath they past,</br>Save one sad gleam, that, blazing far behind,</br>The antient mansion of my father's fast.", "Calmly she saw these mouldering ruins glare;</br>\"'Tis past, all righteous God!  'tis past, she cry'd;</br>But for my Henry hear my latest pray'r!\"&mdash;</br>Big was her bursting heart &mdash; she groan'd, and died!&mdash;", "Still, in my dreams, I see her form confess'd</br>Sailing, in robes of light, the troubled sky!&mdash;</br>And soon, she whispers, shall my Henry rest&mdash;</br>And dimly smiling, points my place to die!", "I hear that voice, I see that pale hand wave!</br>I come once more to view my native shore;</br>Stretch'd on Monimia's long neglected grave,</br>To clasp the sod, and feel my woes no more!</br>"]