["Led by the Beauty of declining Day,</br>In solitary Walk up yonder Hill,</br>As oft induc'd, I took my weary Way,</br>Where in soft Murmurs rolls the neighb'ring Rill.", "The tuneful Birds, chaste Tenants of the Grove,</br>Left the warm Plains, and sought the cooler Dale,</br>And there pour'd forth their Evening Tales of Love,</br>Till o'er the Sun Night threw her shadowing Veil.", "The World now left to silence and to me,</br>Save where the Owl pour'd forth her horrid Note,</br>Or the hoarse Raven from some neighb'ring Tree,</br>Sent her loud Sonnet from her croaking Throat.", "I wander'd long, by Meditation drawn,</br>Thro' darksome Groves and solitary Glades,</br>O'er yonder Plains, and yonder Desert Lawn,</br>Thro' yonder Wood, dark with nocturnal Shades.", "At last, fatigu'd with wandering so long</br>Thro' unknown Paths, beneath a friendly Oak</br>At Ease I stretch'd my weary Limbs along,</br>And whilst I lay, in whispering Voice one spoke:", "\"Sure yonder Bird portends some future Ill,</br>Croaking its Notes from yonder aged Tree,</br>Whose Boughs reclining o'er the chrystal Rill,</br>Form a cool Shade for Meditation free.", "\"The Curfew's Sound I think too true I hear,</br>Bor'n by the Zephyr's rising from yon' Town,</br>With loud repeated Tolls salute the Ear,</br>Tolls which proclaim (perhaps) my Hylas gone.", "\"Hylas the happiest of the rural Swains,</br>Bless'd with each Virtue that adorns a Man,</br>A true and faithful Friend &mdash; no more remains!</br>So short and transient is this narrow Span!", "\"Oft have I miss'd him on yon' distant Hill:</br>Yon' well-known Walk and solitary Shade</br>No more delighted; and yon' murm'ring Rill,</br>By softly flowing, show'd her Hylas dead.", "\"Thus must we all, like Hylas, soon or late,</br>The Good, the Bad, the Coward, and the Brave,</br>Aguize the Pow'r of all subduing Fate,</br>And sleep lamented in the lonesome Grave.\"", "Rous'd by this Voice, for thro' my vital Frame</br>Affliction steer'd its penetrating Course,</br>And glow'd my Bosom with Care's subtle Flame,</br>Which still continu'd to augment its Force.", "Rous'd by this Voice, the doubtful Place I sought</br>From whence I judg'd th' unpleasing Sounds to come,</br>When lo!  in Tears I found (unpleasing Thought)</br>Alexis fearful of his Hylas' Doom.", "Aw'd at the Sight, with frantick Looks I gaz'd,</br>(For all the Pow'r of Speech with Joy was fled)</br>And stood perplex'd, astonish'd and amaz'd!</br>For what is Life when a dear Friend is dead!", "When thus Alexis, in a feeble Tone</br>Approaching mourn'd his Hylas now no more,</br>And mourn'd with him all Joys and Friendship gone,</br>Which well were known (when Hylas liv'd) before.", "For see him bor'n thro' yonder Church-Yard Way,</br>Lov'd by yon' Throng, and dearly lov'd by thee;</br>Approach and read, for you can read the Lay</br>Engrav'd on Stone beneath yon' Ivy-Tree.", "INSCRIPTION.</br>Kind Spectators drop a Tear,</br>Ever due to the Sincere;</br>Since beneath this Stone doth lie,</br>A Man as good as e'er could die.</br>"]