["All hail, of heav'n-taught sages wisest, best,</br>Eblana's Leeches!  well have ye atchiev'd,</br>Well ended great exploit; full-bottoms spurn'd,</br>Which long the craniums of your bigot sires</br>Opprest umbrageous, horrent freight of hair.</br>Not with more weight, the drifted depth of snows</br>Possesses Alpine ridge, or Haemus' peak,</br>Nor whiter seems in hue, than Peruke borne</br>On noddle of sedate practitioner;</br>Nor chills the Traveller with more fatal damp.", "A wizard old bears mighty sway with men,</br>And Custom is he hight.  This Magus dire</br>Erst, mustering spell mysterious, wrapt the head</br>Of Paean's votarist in unsightly bush;</br>Whence, shorn of fair proportion, rueful, pale,</br>(Eclipse disastrous!) peeps the lengthen'd face,</br>Unlovely, undesir'd, ill-omen'd sight;</br>Like bird of midnight from her ivy bower.</br>Beneath the fleecy burden long they groan'd,</br>Deny'd each honour of a modern pate;</br>The Queue prolix extended; and the Club,</br>Bologna-sausage shaming, snare of maids,</br>Perus'd with timid, nor incurious glance;</br>The Lawyer's tails, that like twin bobbins show</br>From housewife's cushion pendant.  Hence they mourn'd</br>Expulsion sad from sudorific dance,</br>From Misses' tea-table, and every scene,</br>Where dress secures admission.  Hapless they!</br>With jaundic'd matron scandal talk'd, in room</br>That reek'd of med'cines all a summer's eve;</br>Or toil'd at cards with wither'd dowager,</br>Long wintering out a young man's revenue;</br>Till one of manly thewes, and courage firm,</br>Bespake his brethren (Heav'n the champion rous'd</br>To pierce the Gothic darkness, whose thick gloom</br>Obscur'd the Graces medical, and dispel</br>The Cloud of brooding Perukes) thus he said:", "\"Friends!  Brethren!  Paean's Sons!  once blooming youths,</br>Bugbears of children now, and scorn of maids;</br>With fashion shall Hygeia warfare wage?</br>Does Phoebus from his tripod, 'broider'd suit,</br>And bag, and sword-knot sternly interdict?</br>Forbid it, Gods!  let 'Pothecaries shun</br>Such sparkling honours (they, whose squalid task,</br>Or clystic, or emetic, dreads a stain)</br>For black funereal, or dirt-veiling drab;</br>Meet emblem of their function:  while the Leech</br>In splendid colours flames, or neat and gay,</br>Bule, yellow, red and green.  Or should the Fates</br>Reluctant doom our limbs to sable weeds;</br>Yet shall, at least, the Bag, appendage grave,</br>Adorn our wigs, the rapier grace our thighs;</br>While to our hands the friendly muff preserves</br>Their milky smoothness, and their tangent powers;</br>To trace the pulse blue-heaving, or explore,</br>Exalted privilege, less obvious charms.</br>Nor is the bag not typic of our art:</br>Fitted it is for ornament and use;</br>To grace the wig, within its sable womb</br>Medicaments to bear, or haply serve</br>Applied to homelier end, should dire distress,</br>Stern mother of invention, so command.\"", "He ended, plaudits follow'd, as from men,</br>Who thus reflected view'd their proper thought;</br>When thus a Senior of the croud pursu'd:", "\"O Son!  thy sentence capital perforce</br>I must applaud, and generous bold emprize;</br>From Gothic bondage, Grizzle foul, obscene,</br>To free the sapient head.  Myself will tell,</br>If rising woe can tell, what chanc'd me late.</br>Long had I mourn'd, beneath a fleece of hair,</br>Instinct with powder, ample and outspread;</br>With foretop peering, om'nous o'er my bow'r,</br>Rough as the plumage of a Friezland hen,</br>Or quills upon the fretful porcupine.</br>A lazy Crone, a round and antient Nurse,</br>Hands me an ample vase, replete with streams</br>Saline; streams that in Paean's mystic rite</br>Claim dearest, best inspection.  I receiv'd,</br>With hand not careless, and with pious awe,</br>Upheld th' orac'lous fluid:  not the priest,</br>Of Jewish, or of Pagan lore, receiv'd</br>With holier zeal the fuming censer, fill'd</br>With spicy drugs from Araby the blest;</br>Than I the vase perus'd, intent to read</br>The Fates; in what the scum portends, and what</br>The sediment; the colour what, and taste;</br>Digestion or concoction.  Dire disgrace!</br>Scarce can I speak; the fore-top of my wig,</br>Prone o'er my forehead flaring, deep immerst</br>Drank the prognostic; and meanders vile</br>Insinuate cours'd my cheeks.  But say, compeers!</br>Will not this mighty change, so sudden wrought,</br>Move gaping wonder, scoff, and ridicule,</br>Lament, and outcry loud, and furious rage?</br>Hear then the council, Friends, of temp'rate age.</br>By slow degrees enure the croud to change,</br>That gradual comes unfear'd.  Suppose we hang</br>Ev'n to our present wigs, addition quaint,</br>Bags of all sizes, multiform and mix;</br>Full-dress and Rose.  Our antique Brush shall save</br>From tongue of obloquy, with sacred shade,</br>The modern ornament:  till crafty hand</br>Shall, lock by lock, and hair by hair, abate</br>The bushy nuisance; and refine it down</br>To Scratch mechanic, or to squirely Bob&mdash;\"", "He more had talk'd (as age is prone to talk)</br>A youth indignant on his calm harrangue</br>Impetuous broke, and shameless thus pursued:", "\"Who talks of Bob-wigs?  Gods!  confound a thought</br>So poor, so vile!  To Orcus with the crew</br>Of Bobs and Scratches!  rascal trumpery!</br>No, let us rather choose through full Rotund,</br>Adorn'd with bag and rapier, all at once</br>To force resistless way; in goodly rows,</br>To sounds of urinal and mortar sweet,</br>In Dorian measure marching; the new attempt</br>Shall strike the world with wonder and dismay,</br>And chain calumnious tongue.  Besides, who dares</br>Reproach?  For hold not we the sheers of Fate?\"", "He ended frowning; and his brow denounc'd</br>Enormous bag, and innovation dire</br>On ancient usage.</br>The sentence pleas'd the million; puissant minds</br>In desp'rate deeds delight.", "Thy Calends, August!  were the day decreed,</br>The great, th' important day, big with the fate</br>Of Bags and Paean's Sons:  for then intense</br>The youth of Dublin croud, (a brilliant train)</br>Rotunda, spacious dome!  frequent and full,</br>While Clio's trump some lofty Bard inspires</br>With note harmonious, and no common blast</br>Of Albion's happiness, and Brunswick's line.", "The solemn morn arrived; and croud on croud,</br>A waving sea of heads, assembled stood</br>In fearful expectation.  Paean's Sons</br>Appear'd, a goodly band, in meet array,</br>And seemly phalanx marching.  Every tongue</br>Was hush'd, nor breath itself was heard to pass</br>The barrier of the lips, attention strange!</br>And holy rev'rence, child of great event!", "Apothecaries boys (like Henchmen) march'd,</br>With clank of mortar, dulcet pestlery.</br>Them follow'd lusty wenches, and in scorn</br>To mop-sticks fix'd those abdicated wigs,</br>Which late physicians bore; now, sad reverse,</br>Unpowder'd, frizzled, curls upstarting rough,</br>They sweep the dust.  Meantime, their whilom Lords,</br>With graceful gesture, goodly, grave and prim,</br>In mournful finery, or mourning fine,</br>Sword, bag, and black full-trim'd, mov'd two and two,</br>Harmonious; passing rare, such amity!</br>In outward show, they seem'd, or Ushers staid,</br>Or Lords in waiting, at the dolorous court</br>Of him, the Lover of Proserpina.", "Now foremost in the sacred rolls of Fame,</br>O'er ides of March, or twelfth of July ninety,</br>Shall stand the first of August, glorious day!</br>It made the race of Brunswick Kings, and free'd</br>From wigs, a Gothic yoke, the healing band.</br>"]