["Four lamps were burning o'er two mighty graves&mdash;</br>Godfrey's and Baldwin's &mdash; Salem's Christian kings;</br>And holy light glanced from Helena's naves,</br>Fed with the incense which the Pilgrim brings,&mdash;</br>While through the pannelled roof the cedar flings</br>Its sainted arms o'er choir, and roof, and dome,</br>And every porphyry-pillared cloister rings</br>To every kneeler there its \"welcome home,</br>As every lip breathes out, \"O Lord, thy kingdom come.\"", "A mosque was garnish'd with its crescent moons,</br>And a clear voice called Mussulmans to prayer,</br>There were the splendors of Judea's thrones&mdash;</br>There were the trophies which its conquerors wear&mdash;</br>All but the truth, the holy truth, was there:&mdash;</br>For there, with lip profane, the crier stood,</br>And him from the tall minaret you might hear,</br>Singing to all whose steps had thither trod,</br>That verse misunderstood, \"There is no God but God.\"", "Hark!  did the Pilgrim tremble as he kneeled?</br>And did the turbaned Turk his sins confess?</br>Those mighty hands the elements that wield</br>That mighty Power that knows to curse or bless,</br>Is over all; and in whatever dress</br>His suppliants crowd around him, He can see</br>Their heart, in city or in wilderness,</br>And probe its core, and make its blindness flee,</br>That he is very God, the only Deity.", "There was an earthquake once that rent thy fane,</br>Proud Julian; when (against the prophecy</br>Of Him who liv'd, and died, and rose again,</br>\"That one stone on another should not lie,\")</br>Thou would'st rebuild that Jewish masonry,</br>To mock the eternal word. &mdash; The earth below</br>Gush'd out in fire; and from the brazen sky,</br>And from the boiling seas such wrath did flow,</br>As saw not Shinar's plain, nor Babel's overthrow.", "Another earthquake comes.  Dome, roof, and wall</br>Tremble; and headlong to the grassy bank,</br>And in the muddied stream the fragments fall,</br>While the rent chasm spread its jaws, and drank</br>At one huge draft, the sediment, which sank</br>In Salem's drained goblet.  Mighty Power!</br>Thou whom we all should worship, praise and thank,</br>Where was thy mercy in that awful hour,</br>When hell moved from beneath, and thine own heaven did lower?", "Say, Pilate's palaces &mdash; proud Herod's towers&mdash;</br>Say, gate of Bethlehem, did your arches quake?</br>Thy pool, Bethesda, was it filled with showers?</br>Calm Gihon, did the jar thy waters wake?</br>Tomb of thee, Mary &mdash; Virgin &mdash; did it shake?</br>Glow'd thy bought field, Aceldema, with blood?</br>Where were the shudderings Calvary might make?</br>Did sainted Mount Moriah send a flood,</br>To wash away the spot where once a God had stood?", "Lost Salem of the Jews &mdash; great sepulchre</br>Of all profane and of all holy things&mdash;</br>Where Jew, and Turk, and Gentile yet concur</br>To make thee what thou art!  thy history brings</br>Thoughts mixed of joy and wo.  The whole earth rings</br>With the sad truth which He has prophesied,</br>Who would have shelter'd with his holy wings</br>Thee and thy children.  You his power defied:</br>You scourged him while he liv'd, and mocked him as he died!", "There is a star in the untroubled sky,</br>That caught the first light which its Maker made&mdash;</br>It led the hymn of other orbs on high;&mdash;</br>'Twill shine when all the fires of heaven shall fade.</br>Pilgrims at Salem's porch, be that your aid!</br>For it has kept its watch on Palestine!</br>Look to its holy light, nor be dismay'd,</br>Though broken is each consecrated shrine,</br>Though crush'd and ruin'd all &mdash; which men have call'd divine.</br>"]