["As Nile was known, though secret was its source,</br>So Greece was fam'd, tho' much obscure its rise:</br>Not common pains could trace its winding course,</br>Nor common art remove the thick disguise:</br>For back in time it lay encumber'd long,</br>In close recess avoiding vulgar ken;</br>Confus'd mythology and fabling song,</br>In gloomy clouds involv'd their gods and men;</br>But Stanyan's beams those gods and men explore,</br>The gloomy clouds disperse, and fable is no more.", "In him the Grecian heroes all we trace,</br>Each city's interest, policy, and laws;</br>The diff'rent genius of their godlike race;</br>Some, great in arms, assert their country's cause;</br>Others, more fam'd, for peace their tongues employ;</br>Their tongues resistless sway their hearers will,</br>Rouse them to fury, or inspire with joy;</br>And now the people rage, and now are still:</br>So Neptune speaks, and tempests swell the main;</br>He bids the tempests cease, and all is calm again.", "See Sparta's hardy sons, serenely brave,</br>Inur'd to war, and disciplin'd to toil,</br>Eurota's banks in chosen phalanx leave,</br>Greece to protect they quit their native soil:</br>At fam'd Thermopylae the wedge they form,</br>In their free breaths revolving freedom's charms,</br>There wait the battle, and defy the storm,</br>And undismay'd withstand the world in arms;</br>Round great Leonidas they meet their fate,</br>The song of future bards, and model of the great.", "See Athens next, a softer theme appear,</br>The seat of learning and of fairest arts;</br>Not that she wants her ministers of war;</br>With wisest heads are join'd the bravest hearts:</br>But factious feuds deform the lovely scene,</br>(Britons, observe what factions feuds produce!)</br>Hence merit stands a giddy people's aim,</br>And Socrates takes off the pois'nous juice.</br>Themistocles, his country's great support,</br>Condemn'd by those he sav'd, flies to an hostile court.", "Ambitious muse!  what tho' thou fain would'st soar,</br>And match thy noble subject with thy flight;</br>Weak and unequal, trust thy wings no more,</br>Great is the theme, and dang'rous is the height.</br>Would not low verse debase fair Corinth's praise?</br>Messene, great in woe, canst thou rehearse?</br>Thebes, and her champion, suit not vulgar lays,</br>Yet vulgar are thy lays, and low thy verse:</br>The Grecian states should Grecian bards employ,</br>Scarce to be sung by him who sang the siege of Troy.", "But to thy pray'er should fav'ring Phoebus bow,</br>And give thee Pindus' sacred shade to gain,</br>There choicest laurels weave for Burton's brow,</br>And grateful own his favours in thy strain;</br>Beneath his hand my feeble genius grew,</br>To him the heav'n-born sciences I owe;</br>What shall I offer where so much is due?</br>The humblest thanks are all I can bestow.</br>O let me thus my gratitude rehearse!</br>Since gratitude demands, it must excuse my verse.", "Nor must thou Trevor's honour'd name forget,</br>When learning is the subject of thy song;</br>Learning, which fix'd in this its amplest seat,</br>The Grecian rivals &mdash; rival may it long!</br>Thro' him the influence of this place I feel,</br>Where Smith, where Phillips strung the sounding shell,</br>Whence Locke arose, whence Smaldridge, Boyle and Steele,</br>Where flourish'd Aldridge, Atterbury, Fell;</br>Names that shall live, like those of antient Greece,</br>Bright on the list of fame, till time itself shall cease.</br>"]