["The ruin spread by War is wisely o'er,</br>The grateful mob a peace receive with glee,</br>The drooping Party cease their wonted roar,</br>And leave these shades to silence and to me.", "Now sinks the distant ling'ring hope of pow'r,</br>And all the world our scatter'd Squadron shun,</br>Save where. some Mongrel turns in lucky hour,</br>Or needy Genius flies a threat'ning Dun.", "Save that among the title-varnish'd tribe,</br>Some wealthy Dupe, inclin'd to purchase fame,</br>Our leading Patriots may with banquets bribe,</br>In fond ambition of a Statesman's name.", "Amid our Tavern Crowds, and clubs select,</br>Who form'd full many a Gallic scheme for pow'r,</br>Each in his flatt'ring dreams for ever checkt,</br>The bold Reformers of the Nation low'r.", "The specious Creed of rebel-raising France,</br>The tempting triumphs of her blood-stain'd race,</br>The Mob's wild clamour, or capricious Chance,</br>No more shall cheer them with a gleam of place.", "For them no more the Tavern-bells shall ring,</br>Or easy Landlord trust the daily fare,</br>No Waiters at the sound shall eager spring,</br>Or lend their vails the Gamester's throw to share.", "Oft would the giddy to their doctrines yield,</br>Their fury oft the bounds of order broke,</br>How would they bawl in COPENHAGEN field,</br>How laugh'd the mob at ev'ry vulgar joke.", "Let not the Placeman their distress deride,</br>Their shifting life, the hardships they endure,</br>Nor Ministry behold with scornful pride</br>The hopeless horrors of the patriot Poor.", "The prop of Cabinets, the Monarch's choice,</br>And all that Budgets, all that Loans provide,</br>Depend alike upon the Senate's voice.</br>The paths of Office lead to t' other side.", "Nor you, ye Rich, impute to these the crime,</br>If Patronage to them her gifts refuse,</br>Where, through the long-drawn lapse of heedless Time,</br>The Perquisites are far beyond the dues.", "Can studied speech, or unprepar'd reply,</br>Rouse all the Commons to a factious ire?</br>Can Wisdom's voice be baffled by a lie,</br>Or clamour force our Rulers to retire?", "Perchance among our Party's ruin'd Band</br>Are hearts still zealous with aspiring aim,</br>Heads that the fall of Empire might have plann'd,</br>Or rais'd with energy a gen'ral flame.", "But Britain, adverse to their golden dreams,</br>Blind to the light of France oppos'd the storm,</br>Dull Magistrates repress'd their daring schemes,</br>And damp'd the noble spirit of Reform.", "Full many a hardy Patriot of our gang,</br>The dark unwholesome cells of Prisons bear,</br>Full many a Hero Law has doom'd to hang,</br>A shackled warning in the tainted air.", "Some low-born ORLEANS who, if nobly bred,</br>Would paltry titles of his birth decline,</br>Some bold ambitious FAIRFAX might have led,</br>Some BRADSHAW who a Monarch's doom would sign.", "Th' abuse of loyal Bigots to disdain,</br>The slavish code of Britain to despise,</br>The cause of Gallic Freedom to maintain,</br>And paint its glories to the Nation's eyes,", "Our Party boast &mdash; nor do we only boast</br>Of sounding words, but active measures try,</br>To stop the needless levies for our coast,</br>And on the faith of Gallia to rely,", "The thoughtless Crowd of abstract rights to tell,</br>To shew in them true Majesty we find,</br>To teach a people when they may rebel,</br>With maxims suited to the vulgar mind.", "Lost to the chance of all official sweets,</br>A casual income some derive from play,</br>Along obscure and unfrequented streets</br>Some keep the cautious tenor of their way.", "Yet e'en our Band from Bailiffs to protect,</br>Those fam'd for parts a happier fortune meet,</br>And, wheedling Peers or People to elect,</br>Secure the lucky shelter of a seat.", "Their names, their jokes, puft in the daily news,</br>The world with pointed paragraphs surprize,</br>And many a daring comment they diffuse,</br>That teach the timid Democrats to rise.", "For who, to tame obscurity a prey,</br>The lively tattle of the town resign'd,</br>Scorn'd the diverting Columns of the day,</br>Nor wish'd some notice of himself to find!", "On some kind Print the Orator depends</br>The morning record of his speech to bring,</br>E'en when at home we tell it to our friends,</br>E'en in our dreams we make ST. STEPHEN'S ring.", "For thee who, feeling for thy Party's fate,</br>Dost in these mimic lines bemoan their woe,</br>If chance, long-bury'd in sequester'd state,</br>Some simple Stranger seek thy course to know,", "Haply some angry Trav'ller then may say, </br>\"Oft have we seen him to the THUILLERIES go,</br>Casting all sense of British pride away,</br>To fawn upon his Country's deadliest foe.", "\"There at the foot of Gallia's haughty chief,</br>Who rears his stern presumptuous head so high,</br>In abject state he stood, that mocks belief,</br>To catch each motion of the CONSUL'S eye.", "\"Grave as if now with studious aims in view,</br>Searching the musty rolls of former days,</br>Now rev'lling freely with an exil'd crew,</br>Or mourn'd their fate, or cheer'd with baneful praise.", "\"One morn I saw him on the CONSUL wait,</br>Beside the throne, and with a bended knee,</br>Another came, and still in cringing state,</br>With supple joint beside the throne was he.", "\"The next with censures due he took his way</br>In praise of Gallia eager to declaim,</br>Attend and hear (for all should hear) the lay</br>That still with honest scorn should brand his name.\"", "INSCRIPTION.</br>Here rests his tongue, in this deserted place,</br>A Wight to Fortune and to Fame well-known,</br>Kind Nature stor'd his mind with lib'ral grace,</br>But Dissipation mark'd him for her own.", "Wild was his conduct though he fain would teach,</br>Fortune her favours did as wildly dash,</br>He gave his Party &mdash; all he had &mdash; a speech:&mdash;</br>His Party gave &mdash; 'twas all he wish'd &mdash; their cash.", "No farther seek his errors here to tell,</br>Or e'en his follies to the world proclaim,</br>(There they, alas! have long been known too well)</br>The Idol of his faction, and their shame.</br>"]