["'Tis the middle of night by the castle clock,</br>And the owls have awakened the crowing cock;</br>Tu-whit! &mdash; Tu-whoo!  And hark, again!  the crowing cock.</br>How drowsily it crew.", "Sir Leoline, the Baron rich,</br>Hath a toothless  mastiff bitch;</br>From her kennel beneath  the rock</br>She maketh answer to the clock,</br>Four for the quarters, and twelve for the hour;</br>Ever and aye, by shine and shower,</br>Sixteen short howls, not over loud;</br>Some say, she sees my lady's shroud.", "Is the night chilly and dark?</br>The night is chilly, but not dark.</br>The thin gray cloud is spread on high,</br>It covers but not hides the sky.</br>The moon is behind, and at the full;</br>And yet she looks both small and dull.</br>The night is chill, the cloud is gray:</br>'Tis a month before the month of May,</br>And the Spring comes slowly up this way.", "The lovely lady, Christabel,</br>Whom her father loves so well,</br>What makes her in the wood so late,</br>A furlong from the castle gate?</br>She had dreams all yesternight</br>Of her own betrothed knight;</br>And she in the midnight wood will pray</br>For the weal of her lover that's far away.", "She stole along, she nothing spoke,</br>The sighs she heaved were soft and low,</br>And naught was green upon the oak</br>But moss and rarest misletoe:</br>She kneels beneath the huge oak tree,</br>And ill silence prayeth  she.", "The lady sprang up suddenly,</br>The lovely lady, Christabel!</br>It moaned as near, as near can be,</br>But what it is she cannot tell.</br>On the other side it seems to be,</br>Of the huge, broad-breasted, old oak tree.", "The night is chill; the forest bare;</br>Is it the wind that moaneth bleak?</br>There is not wind enough in the air</br>To move away the ringlet curl</br>From the lovely lady's cheek&mdash;</br>There is not wind enough to twirl</br>The one red leaf, the last of its clan,</br>That dances as often as dance it can,</br>Hanging so light, and hanging so high,</br>On the topmost twig that looks up at the sky.", "Hush, beating heart of Christabel!</br>Jesu, Maria, shield her well!</br>She folded her arms beneath her cloak,</br>And stole to the other side of the oak.</br>What sees she there?", "There she sees a damsel bright,</br>Drest in a silken robe of white,</br>That shadowy in the moonlight shone:</br>The neck that made that white robe wan,</br>Her stately neck, and arms were bare;</br>Her blue-veined feet unsandal'd were,</br>And wildly glittered here and there</br>The gems entangled in her hair.</br>I guess, 'twas frightful there, to see</br>A lady so richly clad as she&mdash;</br>Beautiful  exceedingly!", "Mary mother, save me now!</br>(Said Christabel,) And who art thou?", "The lady strange made answer meet,</br>And her voice was faint and sweet:&mdash;</br>Have pity on my sore distress,</br>I scarce can speak for weariness:</br>Stretch forth thy hand, and have no fear!</br>Said Christabel, How camest thou here?</br>And the lady, whose voice was faint and sweet,</br>Did thus pursue her answer meet:&mdash;", "My sire is of a noble line,</br>And my name is Geraldine:</br>Five warriors seized me yestermorn,</br>Me, even me, a maid forlorn:</br>They choked my cries with force and fright,</br>And tied me on a palfrey white.</br>The palfrey was as fleet as wind,</br>And they rode furiously behind.", "They spurred amain, their steeds were white:</br>And once we crossed the shade of night.</br>As sure as Heaven shall rescue me,</br>I have no thought what men they be;</br>Nor do I know how long it is</br>(For I have lain entranced I wis)</br>Since one, the tallest of the five,</br>Took me from the palfrey's back,</br>A weary woman, scarce alive.</br>Some muttered words his comrades spoke:</br>He placed me underneath this oak;</br>He swore they would return with haste;</br>Whither they went I cannot tell&mdash;</br>I thought I heard, some minutes past,</br>Sounds as of a castle bell.</br>Stretch forth thy hand (thus ended she),</br>And help a wretched maid to flee.", "Then Christabel stretched forth her hand,</br>And comforted fair Geraldine:</br>O well, bright dame!  may you command</br>The service of Sir Leoline;</br>And gladly our stout chivalry</br>Will he send forth and friends withal</br>To guide and guard you safe and free</br>Home to your noble father's hall.", "She rose:  and forth with steps they passed</br>That strove to be, and were not, fast.</br>Her gracious stars the lady blest,</br>And thus spake on sweet Christabel:</br>All our household are at rest,</br>The hall as silent as the cell;</br>Sir Leoline is weak in health,</br>And may not well awakened be,</br>But we will move as if in stealth,</br>And I beseech your courtesy,</br>This night, to share your couch with me.", "They crossed the moat, and Christabel</br>Took the key that fitted well;</br>A little door she opened straight,</br>All in the middle of the gate;</br>The gate that was ironed within and without,</br>Where an army in battle array had marched out.</br>The lady sank, belike through pain,</br>And Christabel with might and main</br>Lifted her up, a weary weight,</br>Over the threshold of the gate:</br>Then the lady rose again,</br>And moved, as she were not in pain.", "So free from danger, free from fear,</br>They crossed the court:  right glad they were.</br>And Christabel devoutly cried</br>To the lady by her side,</br>Praise we the Virgin all divine</br>Who hath rescued thee from thy distress!", "Alas, alas!  said Geraldine,</br>I cannot speak for weariness.</br>So free from danger, free from fear,</br>They crossed the court:  right glad they were.", "Outside her kennel, the mastiff old</br>Lay fast asleep, in moonshine cold.</br>The mastiff old did not awake,</br>Yet she an angry moan did make!</br>And what can ail the mastiff bitch?</br>Never till now she uttered yell</br>Beneath the eye of Christabel.</br>Perhaps it is the owlet's scritch:</br>For what can ail the mastiff bitch?", "They passed the hall, that echoes still,</br>Pass as lightly as you will!</br>The brands were flat, the brands were dying,</br>Amid their own white ashes lying;</br>But when the lady passed, there came</br>A tongue of light, a fit of flame;</br>And Christabel saw the lady's eye,</br>And nothing else saw she thereby,</br>Save the boss of the shield of Sir Leoline tall,</br>Which hung in a murky old niche in the wall.</br>O softly tread, said Christabel,</br>My father seldom sleepeth well.", "Sweet Christabel her feet doth bare,</br>And jealous of the listening air</br>They steal their way from stair to stair,</br>Now in glimmer, and now in gloom,</br>And now they pass the Baron's room,</br>As still as death, with stifled breath!</br>And now have reached her chamber door;", "And now doth Geraldine press down</br>The rushes of the chamber floor.</br>The moon shines dim in the open air,</br>And not a moonbeam enters here.</br>But they without its light earl see</br>The chamber carved so curiously,</br>Carved with figures strange and sweet,</br>All made out of the carver's brain,</br>For a lady's chamber meet:</br>The lamp with twofold silver chain</br>Is fastened to an angel's feet.", "The silver lamp burns dead and dim;</br>But Christabel tho lamp will trim.</br>She trimmed the lamp, and made it bright,</br>And left it swinging to and fro</br>While Geraldine, in wretched plight,</br>Sank down upon the floor below.", "O weary lady, Geraldine,</br>I pray you, drink this cordial wine!</br>It is a wine of virtuous powers;</br>My mother made it of wild flowers.", "And will your mother pity me,</br>Who am a maiden most forlorn?</br>Christabel answered &mdash; Woe is me!</br>She died the hour that I was born.</br>I have heard the gray-haired friar tell</br>How on her death-bed she did say,</br>That she should hear the castle-bell</br>Strike twelve e upon my Wedding-day.</br>O mother dear!  that thou wert here</br>I would, said Geraldine, she were!", "But soon with altered voice, said she&mdash;</br>Off, wandering mother!  Peak and pine!</br>I have power to bid thee flee.'</br>Alas!  what ails poor Geraldine?</br>Why stares she with unsettled eye?</br>Call she the bodiless dead espy?</br>And why with hollow voice cries she,</br>'Off, woman, off!  this hour is mine&mdash;</br>Though thou her guardian spirit be,</br>Off, woman, off!  'tis given to me.'", "Then Christabel knelt by the lady's side,</br>And raised to heaven her eyes so blue&mdash;</br>Alas!  said she, this ghastly ride&mdash;</br>Dear lady!  it hath wildered you!</br>The lady wiped her moist cold brow,</br>And faintly said, ''tis over now!'", "Again the wild-flower wine she drank:</br>Her fair large eyes 'gan glitter blight,</br>And from the floor whereon she sank,</br>The lofty lady stood upright:</br>She was most beautiful to see,</br>Like a lady of a far countree.", "And thus the lofty lady spake</br>'All they who live in the upper sky,</br>Do love you, holy Christabel!</br>And you love them, and for their sake</br>And for the good which me befel,</br>Even I in my degree will try,</br>Fair maiden, to requite you well.</br>But now unrobe yourself; for I</br>Must pray, ere yet in bed I lie.", "Quoth Christabel, So let it be!</br>And as the lady bade, did she.</br>Her gentle limbs did she undress,</br>And lay down in her loveliness.", "But through her brain of weal and woe</br>So many thoughts moved to and fro,</br>That vain it were her lids to close;</br>So half-way from the bed she rose,</br>And on her elbow did recline</br>To look at the lady Geraldine. </br>Beneath the lamp the lady bowed,</br>And slowly rolled her eyes; around;</br>Then drawing in her breath aloud,</br>Like one that shuddered she unbound</br>The cincture from beneath her breast:</br>Her silken robe, and inner vest,</br>Dropt to her feet, and full in view,</br>Behold!  her bosom and half her side&mdash;</br>A sight to dream of, not to tell!</br>O shield her!  shield sweet Christabel!", "Yet Geraldine nor speaks nor stirs;</br>Ah!  what a stricken look was hers!</br>Deep from within she seems half-way</br>To lift some weight with sick assay,</br>And eyes the maid and seeks delay;</br>Then suddenly, as one defied,</br>Collects herself in scorn and pride,</br>And lay down by the Maiden's side!&mdash;</br>And in her arms the maid she took,</br>Ah wel-a-day!</br>And with low voice and doleful look</br>Those words did say:</br>'In the touch of this bosom there worketh a spell,</br>Which is lord of thy utterance, Christabel!</br>Thou knowest to-night, and wilt know to-morrow,</br>This mark  of my shame, this veal of my sorrow;</br>But vainly thou warrest,</br>For this is alone in</br>Thy power to declare,</br>That in the dim forest</br>Thou heard'st a low moaning,</br>And found'st a bright lady, surpassingly fair;</br>And didst bring her home with thee in love and in charity,</br>To shield her and shelter her from the damp air.'", "THE CONCLUSION TO PART I", "It was a lovely sight to see</br>The lady Christabel, when she</br>Was praying at the old oak tree.</br>Amid the jagged shadows</br>Of mossy leafless boughs,</br>Kneeling in the moonlight,</br>To make her gentle vows;</br>Her slender palms together press,</br>Heaving sometimes on her breast;</br>Her face resigned to bliss or bale&mdash;</br>Her face, oh call it fair not pale,</br>And both blue eyes more bright than clear,</br>Each about to have a tear.", "With open eyes (ah woe is me!)</br>Asleep, and dreaming fearfully,</br>Fearfully dreaming, yet, I wis,</br>Dreaming that alone, which is&mdash;</br>O sorrow and shame!  Can this be she,</br>The lady, who knelt at the old oak tree?</br>And lo!  the worker of these harms,</br>That holds the maiden in her arms,</br>Seems to slumber still and mild,</br>As a mother with her child.", "A star hath set, a star hath risen,</br>O Geraldine!  since arms of thine</br>Have been the lovely lady's prison.</br>O Geraldine!  one hour was thine&mdash;</br>Thou'st had thy will!  By tairn and rill,</br>The night-birds all that hour were still.</br>But now they are jubilant anew,</br>From cliff and tower, tu-whoo!  tu-whoo!</br>Tu-whoo!  tu-whoo!  from wood and fell!", "And see!  the lady Christabel</br>Gathers herself from out her trance;</br>Her limbs relax, her countenance</br>Grows sad and soft; the smooth thin lids</br>Close o'er her eyes; and tears she sheds&mdash;</br>Large tears that leave tho lashes bright!</br>And oft the while she seems to smile</br>As infants at a sudden light!", "Yea, she doth smile, and she doth weep,</br>Like a youthful hermitess,</br>Beauteous in a wilderness,</br>Who, praying always, prays in sleep.</br>And, if she move unquietly,</br>Perchance, 'tis but the blood so free</br>Comes back and tingles in her feet.</br>No doubt, she hath a vision sweet.</br>What if her guardian spirit 'twere,</br>What if she knew her mother near?</br>But this she knows, in joys and woes,</br>That saints will aid if men will call:</br>For the blue sky bends over all!</br>"]