["Forests, and lakes, the majesty of mountains,</br>The dazzling glaciers, and the musical sound</br>Of waves and winds, or softer gush of fountains:</br>In sights and sounds like these thy soul has found</br>Sublime delight; but can the visible bound</br>Of this small globe be the sole nurse and mother</br>Of knowledge and of feeling?  Look around!</br>Mark how one being differs from another;</br>Yet the world's book is spread before each human brother.", "Was this world, then, the parent and the nurse</br>Of him whose mental eye outliv'd the sight</br>Of all its beauties? &mdash; Him who sang the curse</br>Of that forbidden fruit, which did invite</br>Our first progenitors, whom that foul sprite,</br>In serpent-form, seduc'd from innocence,</br>By specious promises, that wrong and right,</br>Evil and good, when they had gather'd thence,</br>Should be distinctly seen, as by diviner sense?", "They pluck'd, and paid the awful penalty</br>Of disobedience; yet man will not learn</br>To be content with knowledge that is free</br>To all.  There are, whose soaring spirits spurn</br>At humble lore, and, still insatiate, turn</br>From living fountains to forbidden springs;</br>Whence having proudly quaff'd, their bosoms burn</br>With visions of unutterable things,</br>Which restless fancy's spell in shadowy glory brings.", "Delicious the delirious bliss, while new;</br>Unreal phantoms of wise, good, and fair,</br>Hover around, in every vivid hue</br>Of glowing beauty; these dissolve in air,</br>And leave the barren spirit bleak and bare</br>As alpine summits:  it remains to try</br>The hopeless task (of which themselves despair)</br>Of bringing back those feelings, now gone by,</br>By making their own dreams the code of all society.", "\"All fear, none aid them, and few comprehend;\"</br>And then comes disappointment, and the blight</br>Of hopes, that might have bless'd mankind, but end</br>In stoic apathy, or starless night:</br>And thus hath many a spirit, pure and bright,</br>Lost that effulgent and ethereal ray,</br>Which, had religion nourish'd it, still might</br>Have shone on, peerless, to that perfect day,</br>When death's veil shall be rent, and darkness dash'd away.", "Ere it shall prove too late, thy steps retrace:</br>The heights thy muse has scal'd, can never be</br>Her loveliest, or her safest dwelling-place.</br>In the deep valley of humility,</br>The river of immortal life flows free</br>For thee &mdash; for all.  Oh!  taste its limpid wave,</br>As it rolls murmuring by, and thou shalt see</br>Nothing in death the Christian dares not brave,</br>Whom faith in God has given a world beyond the grave!</br>"]