["Ye Heav'n-born Choir, whose powerful Influence aids</br>The feeble Strength of human Judgment, deign</br>Propitious to advance this daring Strain,</br>And to the lofty Theme exalt my Lays.</br>Ye hallowed Groves, whose Verdure never fades,</br>Nor bears the Touch of impious Hand, prophane;</br>Whose tearless Boughs, wrought in nice Texture, raise</br>Eternal Trophies round bright Virtue's Fane;</br>To ye, alas!  blest Amaranthine Shades,</br>Bitter Constraint!  must I reluctant come</br>With rueful Tidings of Parthenia's Doom.", "Parthenia, heav'nly Nymph, is now no more,</br>She with whose Praises once our Vallies rung,</br>She, the glad Burden of each rural Song;</br>But now what trembling Pipe can warble o'er</br>Such lively Strains, or in what echoing Grove?</br>Ah!  me, I wildly rove!</br>Can we the undetermin'd Charge of Fate</br>Repel, or strive unweeting to prolong</br>This vital Spark, which warms our earthly Frame!</br>'Tis all a subtle Dream.</br>Then since she's gone, let's seek the plaintive Muse,</br>With pensive Strains, her tributary Dues.", "Begin, ye Sisters, of the sacred Spring,</br>In high harmonious Notes to sweep your Lyres,</br>She well the breathing Organ could inspire,</br>And wake sweet Musick from the sounding String.</br>Then in soft solemn Strains, with Cadence grave,</br>And Rev'rence meet, behave.</br>In endless Symphonies support her Name</br>To everlasting Fame,</br>Till the wide World with her Applause shall ring;</br>How courteous, prudent, pious, modest, mild,</br>Sage as the Ancient, harmless as the Child.", "Oh!  where shall Art a Monument erect,</br>To stand the Tempest of succeeding Time,</br>Great as her Worth, and as her Soul sublime,</br>That future Ages may with Awe respect</br>Her sacred Name, and Emulation strive</br>At such a Pitch t' arrive,</br>Whilst pale fac'd Envy, with contemptuous Frown,</br>Her Merits shall disown.</br>But where the Good, the Virtuous, and the Fair</br>Abide, her Worth shall be established there.", "Parthenia!  sacred be that charming Name,</br>Tho' Death exulted o'er her vernal Bloom,</br>He'll ne'er the Progress of her Fame consume,</br>Which to Futurity shall be the same,</br>And as a peerless Pattern to Mankind,</br>Her Virtue, Wit, and Wisdom shall remain,</br>Alas!  Encomium mean!</br>To celebrate that heavenly Form of Mind,</br>Where glow'd so bright a Flame,</br>And Nature's Largess in such Affluence came;</br>Where white-rob'd Innocence, supremely great,</br>And Sov'reign Justice, held its awful Seat.", "Arise ye Virgins of these hapless Plains,</br>In deep Concern express your grateful Love:</br>If fever'd Friendship can that Pity move,</br>Reason here calls each melting Passion forth,</br>Due to her ample Worth;</br>Where Grief in sable Weeds unfeigned reigns,</br>There let your Tears without Cessation flow,</br>Nor Sighs e'er Respite know,</br>Till Nature wav'ring in a wild Suspense,</br>Adds heav'nly Raptures to the Joys of Sense.", "Yet, let not Passion too immod'rate seize,</br>With lengthen'd Anguish your afflicted Minds,</br>The Soul, distraught with constant Grief unbinds</br>The nat'ral Cement of all Quietude,</br>And with Encroachments rude,</br>Baffles the Purpose of inviting Ease.</br>But let her peaceful Shade exist in Thought,</br>And that your Lives be by her Standard wrought,</br>Let her fair Semblance image to your Breast,</br>Virtues by human Voice too mean express'd.", "But let this Solace palliate our Woe,</br>We all are mortal, to one Exit tend;</br>Nor great nor small will baleful Death befriend,</br>The Monarch and the Slave together go,</br>Alike his Power they know.</br>The pious Soul on Cherub's lofty Wing</br>Sublimely soaring seeks his own Abodes,</br>Bright Regions of the Gods,</br>There joins the Choirs who Hallelujahs sing,</br>In ceaseless Transports, to th' Almighty King.</br>"]