["Of all the kindes of common Countrey life,</br>Me thinkes a Shepheards life is most Content;</br>His State is quiet Peace, devoyd of strife;</br>His thoughts are pure from all impure intent,</br>His Pleasures rate sits at an easie rent:</br>He beares no mallice in his harmles hart,</br>Malicious meaning hath in him no part.", "He is not troubled with th' afflicted minde,</br>His cares are onely over silly Sheepe;</br>He is not unto Jealozie inclinde,</br>(Thrice happie Man) he knowes not how to weepe;</br>Whil'st I the Treble in deepe sorrowes keepe;</br>I cannot keepe the Meane; for why (alas)</br>Griefes have no meane, though I for meane doo passe.", "No Briefes nor Semi-Briefes are in my Songs,</br>Because (alas) my griefe is seldome short;</br>My Prick-Song's alwayes full of Largues and Longs,</br>(Because I never can obtaine the Port</br>Of my desires:  Hope is a happie Fort.)</br>Prick-song (indeed) because it pricks my hart;</br>And Song, because sometimes I ease my smart.", "The mightie Monarch of a royall Realme,</br>Swaying his Scepter with a Princely pompe;</br>Of his desires cannot so steare the Healme,</br>But sometime falls into a deadly dumpe,</br>When as he heares the shrilly-sounding Trumpe</br>Of forren Enemies, or home-bred Foes;</br>His minde of griefe, his hart is full of woes.", "Or when bad subjects gainst their Soveraigne</br>(Like hollow harts) unnaturally rebell,</br>How carefull is he to suppresse againe</br>Their desperate forces, and their powers to quell</br>With loyall harts, till all (againe) be well:</br>When (being subdu'd) his care is rather more</br>To keepe them under, than it was before.", "Thus is he never full of sweete Content,</br>But either this or that his joy debars:</br>Now Noble-men gainst Noble-men are bent,</br>Now Gentlemen and others fall at jarrs:</br>Thus is his Countrey full of civill warrs;</br>He still in danger sits, still fearing Death:</br>For Traitors seeke to stop their Princes breath.", "The whylst the other hath no enemie,</br>Without it be the Wolfe and cruell Fates</br>(Which no man spare):  when as his disagree,</br>He with his sheep-hooke knaps them on the pates,</br>Schooling his tender Lambs from wanton gates.</br>Beasts are more kinde then Men, Sheepe seeke not blood</br>But countrey caytives kill their Countreyes good.", "The Courtier he fawn's for his Princes favour,</br>In hope to get a Princely ritch Reward;</br>His tongue is tipt with honey for to glaver;</br>Pride deales the Deck whilst Chance doth choose the Card;</br>Then comes another and his Game hath mard;</br>Sitting betwixt him, and the morning Sun;</br>Thus Night is come before the Day is done.", "Some Courtiers carefull of their Princes health,</br>Attends his Person with all dilligence</br>Whose hand's their hart; whose welfare is their wealth,</br>Whose safe Protection is their sure Defence,</br>For pure affection, not for hope of pence:</br>Such is the faithfull hart, such is the minde,</br>Of him that is to Vertue still inclinde.", "The skilfull Scholler, and brave man at Armes,</br>First plies his Booke, last fights for Countries Peace;</br>Th' one feares Oblivion, th' other fresh Alarmes:</br>His paines nere ende, his travailes never cease;</br>His with the Day, his with the Night increase:</br>He studies how to get eternall Fame,</br>The Souldier fights to win a glorious Name.", "The Knight, the Squire, the Gentleman, the Clowne,</br>Are full of crosses and calamities;</br>Lest fickle Fortune should begin to frowne,</br>And turne their mirth to extreame miseries:</br>Nothing more certaine than incertainties;</br>Fortune is full of fresh varietie:</br>Constant in nothing but inconstancie.", "The wealthie Merchant that doth crosse the Seas,</br>To Denmarke, Poland, Spaine, and Barbarie;</br>For all his ritches, lives not still at ease;</br>Sometimes he feares ship-spoyling Pyracie,</br>Another while deceipt and treacherie</br>Of his owne Factors in a forren Land:</br>Thus doth he still in dread and danger stand.", "Well is he tearmd a Merchant-Venturer,</br>Since he doth venter lands, and goods, and all:</br>When he doth travell for his Traffique far,</br>Little he knowes what fortune may befall,</br>Or rather what mis-fortune happen shall:</br>Sometimes he splits his Ship against a rocke;</br>Loosing his men, his goods, his wealth, his stocke.", "And if he so escape with life away,</br>He counts himselfe a man most fortunate,</br>Because the waves their rigorous rage did stay,</br>(When being within their cruell powers of late,</br>The Seas did seeme to pittie his estate)</br>But yet he never can recover health,</br>Because his joy was drowned with his wealth.", "The painfull Plough-swaine, and the Husband-man</br>Rise up each morning by the breake of day,</br>Taking what toyle and drudging paines they can,</br>And all is for to get a little stay;</br>And yet they cannot put their care away:</br>When Night is come, their cares begin afresh,</br>Thinking upon their Morrowes busines.", "Thus everie man is troubled with unrest,</br>From rich to poore, from high to low degree:</br>Therefore I thinke that man is truly blest,</br>That neither cares for wealth nor povertie,</br>But laughs at Fortune and her foolerie;</br>That gives rich Churles great store of golde and fee,</br>And lets poore Schollers live in miserie,", "O fading Branches of decaying Bayes,</br>Who now will water your dry-wither'd Armes?</br>Or where is he that sung the lovely Layes</br>Of simple Shepheards in their Countrey Farmes?</br>Ah he is dead, the cause of all our harmes:</br>And with him dide my joy and sweete delight;</br>And cleare to Clowdes, the Day is turnd to Night.", "SYDNEY, The Syren of this latter Age;</br>SYDNEY, The Blasing-starre of England's glory;</br>SYDNEY, The wonder of wise and sage;</br>SYDNEY, The Subject of true Vertues story:</br>This Syren, Starre, this Wonder, and this Subject;</br>In dumbe, dim, gone, and mard by Fortunes Object.", "And thou my sweete Amintas vertuous minde,</br>Should I forget thy Learning or thy Love;</br>Well might I be accounted but unkinde,</br>Whose pure affection I so oft did prove:</br>Might my poore Plaints hard stones to pitty move;</br>His losse should be lamented of each Creature,</br>So great his Name, so gentle was his Nature.", "But sleepe his soule in sweet Elysium,</br>(The happy Haven of eternall rest:)</br>And let me to my former matter come,</br>Proving by Reason, Shepheards life is best,</br>Because he harbours Vertue in his Brest,</br>And is content (the chiefest thing of all)</br>With any fortune that shall him befall.", "He sits all Day lowd-piping on a Hill,</br>The whilst his flocke about him daunce apace,</br>His hart with joy, his eares with Musique fill:</br>Anon a bleating Weather beares the Bace,</br>A Lambe the Treble; and to his disgrace</br>Another answers like a middle Meane:</br>Thus every one to beare a Part are faine.", "Like a great King he rules a little Land,</br>Still making Statutes, and ordayning Lawes;</br>Which if they breake, he beates them with his Wand:</br>He doth defend them from the greedy Jawes</br>Of rav'ning Woolves, and Lyons bloudy Pawes.</br>His Field, his Realme; his Subjects are his Sheepe;</br>Which he doth still in due obedience keepe.", "First he ordaines by Act of Parlament,</br>(Holder by custome in each Countrey Towne)</br>That if a sheepe (with any bad intent)</br>Presume to breake the neighbour Hedges downe,</br>Or haunt strange Pastures that be not his owne;</br>He shall be pounded for his lustines,</br>Untill his Master finde out some redres.", "Also if any prove a Strageller</br>From his owne fellowes in a forraine field,</br>He shall be taken for a wanderer,</br>And forc'd himselfe immediatly to yeeld,</br>Or with a wyde-mouth'd Mastive Curre be kild.</br>And if not claimd within a twelve-month's space,</br>He shall remaine with Land-lord of the place.", "Or if one stray to feede far from the rest,</br>He shall be pincht by his swift pye-bald Curre;</br>If any by his fellowes be opprest,</br>The wronger (for he doth all wrong abhorre)</br>Shall be well bangd so long as he can sturre.</br>Because he did anoy his harmeles Brother,</br>That meant not harme to him nor any other.", "And last of all, if any wanton Weather,</br>With briers and brambles teare his fleece in twaine,</br>He shall be forc'd t' abide cold frosty weather,</br>And powring showres of ratling stormes of raine,</br>Till his new fleece begins to grow againe:</br>And for his rashnes he is doom'd to goe</br>Without a new Coate all the Winter throw.", "Thus doth he keepe them, still in awfull feare,</br>And yet allowes them liberty inough;</br>So deare to him their welfare doth appeare,</br>That when their fleeces gin to waxen rough,</br>He combs and trims them with a Rampicke bough,</br>Washing them in the streames of silver Ladon,</br>To cleanse their skinnes from all corruption.", "Another while he wooes his Country Wench,</br>(With Chaplets crowed, and gaudy girlonds dight)</br>Whose burning Lust her modest eye doth quench,</br>Standing amazed at her heavenly sight,</br>(Beauty doth ravish Sense with sweet Delight)</br>Clearing Arcadia with a smoothed Browe</br>When Sun-bright smiles melts flakes of driven snowe.", "Thus doth he frollicke it each day by day,</br>And when Night comes drawes homeward to his Coate,</br>Singing a Jigge or merry Roundelay;</br>(For who sings commonly so merry a Noate,</br>As he that cannot chop or change a groate.)</br>And in the winter Nights (his chiefe desire)</br>He turns a Crabbe or Cracknell in the fire.", "He leads his Wench a Country Horn-pipe Round,</br>About a May-pole on a Holy-day;</br>Kissing his lovely Lasse (with Garlands Crownd)</br>With whoopping heigh-ho singing Care away;</br>Thus doth he passe the merry month of May:</br>And all th' yere after in delight and joy;</br>(Scorning a King) he cares for no annoy.", "What though with simple cheere he homely fares?</br>He lives content, a King can doo no more;</br>Nay not so much, for Kings have manie cares:</br>But he hath none; except it be that sore</br>Which yong and old, which vexeth ritch and poore,</br>The pangs of Love.  O!  who can vanquish Love,</br>That conquers Kingdomes, and the Gods above?", "Deepe-wounding Arrow, hart-consuming Fire;</br>Ruler of Reason, slave to tyraunt Beautie;</br>Monarch of harts, Fuell of fond desire,</br>Prentice to Folly, foe to fained Duetie.</br>Pledge of true Zeale, Affections moitie;</br>If thou kilst where thou wilt, and whom it list thee</br>(Alas) how can a silly Soule resist thee?", "By thee great Collin lost his libertie,</br>By thee sweet Astrophel forwent his joy;</br>By thee Amyntas wept incessantly,</br>By thee good Rowland liv'd in great annoy;</br>O cruell, peevish, vylde, blind-seeing Boy:</br>How canst thou hit their harts, and yet not see?</br>(If thou be blinde, as thou art faind to bee).", "A Shepheard loves no ill, but onely thee;</br>He hath no care, but onely by thy causing:</br>Why doost thou shoot thy cruell shafts at mee?</br>Give me some respite, some short time of pausing:</br>Still my sweet Love with bitter lucke th' art sawcing:</br>Oh, if thou hast a minde to shew thy might;</br>Kill mightie Kings, and not a wretched wight.", "Yet (O Enthraller of infranchizd harts)</br>At my poor hart if thou wilt needs be ayming,</br>Doo me the favour show me both thy Darts,</br>That I may chuse the best for my harts mayming,</br>(A free consent is priviledged from blaming:)</br>Then pierce his hard hart with thy golden Arrow,</br>That thou my wrong, that he may rue my sorrow.", "But let mee feele the force of thy lead Pyle,</br>What should I doo with love when I am old?</br>I know not how to flatter, fawne, or smyle;</br>Then stay thy hand, O cruell Bow-man hold:</br>For if thou strik'st me with thy dart of gold,</br>I sweare to thee (by Joves immortall curse)</br>I have more in my hart, than in my purse.", "The more I weepe, the more he bends his Brow,</br>For in my hart a golden Shaft I finde:</br>(Cruell, unkinde) and wilt thou leave me so?</br>Can no remorce nor pittie move thy minde?</br>Is mercie in the Heavens so hard to finde?</br>Oh, then it is no mervaile that on earth</br>Of kinde Remorce there is so great a dearth.", "How happie were a harmles Shepheards life,</br>If he had never knowen what Love did meane;</br>But now fond Love in every place is rife,</br>Staining the purest Soule with spots uncleane,</br>Making thicke purses, thin; and fat bodies, leane:</br>Love is a fiend, a fire, a heaven, a hell;</br>Where pleasure, paine, and sad repentance dwell.", "There are so manie Danaes now a dayes,</br>That love for lucre; paine for gaine is sold:</br>No true affection can their fancie please,</br>Except it be a Jove to raine downe gold</br>Into their laps, which they wyde open hold:</br>If legem pone comes, he is receav'd,</br>When Vix haud habeo is of hope bereav'd.", "Thus have I showed in my Countrey vaine</br>The sweet Content that Shepheards still injoy;</br>The mickle pleasure, and the little paine</br>That ever doth awayte the Shepheards Boy:</br>His hart is never troubled with annoy.</br>He is a King, for he commaunds his Sheepe;</br>He knowes no woe, for he doth seldome weepe.", "He is a Courtier, for he courts his Love;</br>He is a Scholler, for he sings sweet Ditties;</br>He is a Souldier, for he wounds doth prove;</br>He is the fame of Townes, the shame of Citties:</br>He scornes false Fortune, put true Vertue pitties.</br>He is a Gentleman, because his nature</br>Is kinde and affable to everie Creature.", "Who would not then a simple Shepheard bee,</br>Rather than be a mightie Monarch made?</br>Since he injoyes such perfect libertie,</br>As never can decay, nor never fade:</br>He seldome sits in dolefull Cypresse shade,</br>But lives in hope, in joy, in peace, in blisse:</br>Joying all joy with this content of his.", "But now good-fortune lands my little Boate</br>Upon the shoare of his desired rest:</br>Now I must leave (awhile) my rurall noate,</br>To thinke on him whom my soule loveth best;</br>He that can make the most unhappie, blest:</br>In whose sweete lap Ile lay me downe to sleepe,</br>And never wake till Marble-stones shall weepe.</br>"]