["Saint Lawrence' bell proclaims the closing day,</br>The famished beaux trip home front cards and tea,</br>Slows moves the drone from yonder bench away,</br>And leaves the Forbery to the night and me.", "Now each tired shopman to his garret hies,</br>And all the streets unusual stillness hold,</br>Save where for pap some brat incessant cries,</br>Or stuns her sleepy spouse yon restless scold.", "Save where, in lonely cell, three stories high,</br>Yon fidler grates upon his screaking string,</br>Who doomed in vain th' unyielding art to try,</br>Scarce scrapes with murderous hand, \"God save the King!\"", "Within these roofs for peaceful slumber made,</br>Where rise the chequered beds in radiant rows,</br>Fatigued with toil and play, till morning laid,</br>The hopes of many a family repose.", "The sickly pomp of midnight masquerade,</br>The coach late rattling from the crowded ball,</br>The rout's loud hum, or birth-day's gay parade,</br>Ne'er from their wonted rest these striplings call.", "For them no lamps with varied colors shine,</br>No liveried lacqueys yawn till peep of day,</br>No link boys round with rival care combine</br>To light their stumbling steps across the way.", "Oft to their patience yields each stubborn rule,</br>Their pen full oft at exercise is seen.</br>How jocund when each eve let loose from school,</br>They wake their sport upon the chearful green!", "Let not swollen Science mock their little toil,</br>Their early rudiments and dawning sense,</br>Nor College Tutors hear with scornful smile</br>The simple labors of voice, mood and tense.", "The boast of genius and of industry,</br>All, for which Poets soar, or Scholars plod,</br>Await alike the public's stern decree,</br>And dread the Critic's vengeance as the rod.", "Nor you, you Fair, withhold from these the praise,</br>If ne'er proud fashion fix their humble doom,</br>Where, 'mid the rustling silk and diamond's blaze,</br>The tongue of scandal prattles round the room.", "Can MARA'S voice, or VESTRIS' skill refined</br>A life of sloth and ignorance repay?</br>Can public pastimes soothe the vacant mind,</br>Ne'er warmed by Truth, or Science' genial ray?", "Perhaps in these retirements are concealed</br>Some bosoms pregnant with celestial fire,</br>Hands, that the rod of Government may wield,</br>Or tune to deeds of fame the mystic lyre.", "But to their raptured view delusive Power</br>Her list of offices does ne'er unroll;</br>Stern Fate restrains them in youth's early hour,</br>And checks the struggles of th' aspiring soul.", "Full many a column of the massive hall</br>Within the quarry shapeless once was laid:</br>Full many an oak of stateliest timber tall</br>Has lived unseen beneath the parent shade.", "Some HOWARD, fraught with pity's mildest store,</br>May learn the miseries of mankind to heal;</br>Some WARTON here may spell his fabled lore;</br>Some rising BURKE here glow with patriot zeal.", "To search the dungeon's inmost caverns low,</br>The fears of plague and sickness to command;</br>To bind the Laureat wreath around their brow,</br>Or shine the champions of a subject land,", "Their age forbids; nor thus alone confined</br>Their glorious labors, but each vainer care,</br>Forbids with hacknied themes to tire the mind,</br>Or waste their rhetoric in Corruption's ear;", "The conscious pangs of inborn worth to hide,</br>To still the murmurs of reluctant shame,</br>To mark the triumph of insulting Pride,</br>By fury lighted up at Faction's flame.", "Far from the noisy haunts of public strife</br>Their infant wishes never learn to stray;</br>Along the stiller vale of classic life</br>They keep their peaceful unentangled way.", "Yet these from dull oblivion to defend,</br>Some bright production of their early days,</br>Some polished theme perhaps, or verse well penned,</br>From future readers claims a willing praise.", "Their active courage, or their mind's repose,</br>Some old companions may from memory draw,</br>Who feats of play or scholarship disclose,</br>That bind the junior class in listening awe,", "For who, to selfish solitude a prey,</br>This simply sweet society resigned,</br>Forsook the chearful partners of his play,</br>Nor left a longing sorrowing friend behind?", "On some loved breast the parting youth relies,</br>Some kindred soul his fond farewell requires;</br>Still back with eager glance keen Fancy flies,</br>Still burns their friendship with its former fires.", "For thee, by warm remembrance fondly moved</br>In verse uncouth their story to relate,</br>If, viewing once again the scenes he loved,</br>Some grateful Scholar should inquire thy fate;", "Haply some lingering Monitor may say:</br>His slender figure we have kenned full well,</br>Brushing from yonder mead the dew away,</br>To reach the distant school at morning bell.", "There in yon Library's unsocial shade,</br>That rears its books in many a dusty pile,</br>His listless length till evening oft he laid,</br>And pored upon the Greek, that mocked his toil.", "Hard by yon wall, with inward musings torn,</br>Muttering aloud his crabbed rhymes he strayed,</br>Drooping with downcast head, like one forlorn,</br>For pranks detected, or for tasks unsaid.", "One morning, at the bell's accustomed call,</br>We sought in vain his hastening steps to see:</br>Another came, nor yet beside the wall,</br>Nor yet within the library was he.", "The next, with habits due, and just array,</br>At OXFORD'S towers he pledged his solemn vow.</br>Some hand in kindness penned a farewell lay:</br>Attend, 'tis short, and thou mayst hear it now.", "HERE passed his days, not destitute of worth,</br>A youth to fashion and to fame unknown,</br>The Graces smiled not on his humble birth,</br>And rustic shyness marked him for her own.", "His powers were scanty, but sincere his heart;</br>Large as his wish, Heaven did its blessings give</br>From him each scholar proved a brother's part,</br>His fondest hope is in their love to live.", "No further strive the fruitless search to move;</br>He seeks not here his merits to extend:</br>Content if one his humble toils approve,</br>\"The Master of the Poet, and the Friend!\"</br>"]