["How oft, my Friend, hast thou with Grief unfeign'd,</br>Of the vast Dearth of Modern Wit complain'd?</br>Against the Learning of our Age exclaim'd?</br>Revil'd our Poets, and their Works defam'd?</br>Run o're With Rapture VIRGIL's sacred Page?</br>And swell'd with Transport, at old  HOMER's rage?</br>Unmindful, that our Times can Writers show,</br>Whose, Breasts with Ardour, scarce inferior, glow.", "To you its Date best recommends the Writ,</br>And ev'ry Thing that's ancient must be Wit.</br>Three Hundred Years set CHAUCER's Fame to rights.</br>And SPENCER, only for his Age, delights;</br>FLETCHER, because long dead, in Fame survives,</br>While VANBRUG's greatest Fault, is that he lives.", "Such is the Prejudice which Mankind sways,</br>Ev'n these have had their Criticks in their Days:</br>For Hell-born Envy, with malignant Care,</br>Still blasts the Praises which she cannot share.</br>The Haggard Fiend the living Bard pursues,</br>Exerts the Spoiler, and infests the Muse;</br>Rescu'd by Fate, Fame rises from the Tomb,</br>And only then the Bays begin to bloom.", "Since all allow the Dead their Shares in Fame,</br>Then hear me triumph in the Living's Name;</br>Throw off the Critick to put on the Friend,</br>And pardon what your judgment can't commend:</br>Too well I know the Hazards which I run,</br>And see the Perils I neglect to shun.</br>Full of my Theme I dare infringe your Laws,</br>And merit Censure while I give Applause.", "When SOUTHERN melts in unaffected Strains,</br>What soft Confusion in our Bosoms reigns;</br>Reason in vain forbids our Eyes to flow,</br>And feign'd Distress gives undissembled Woe.", "CONGREVE her Darling ev'ry Muse design'd,</br>CONGREVE to no One Excellence confin'd,</br>Equally Great in all &mdash; in him conspire</br>Your OVID's Softness, and your PINDAR's Fire,</br>In his gay Scenes the comick Spirit shines,</br>And all the Graces revel in his Lines:</br>When he with nobler Pride the Buskin wears,</br>He moves our Wonder, and commands our Tears.", "Great and Unmatch'd is Laurel'd EUSDEN'S Praise,</br>At once to merit, and adorn the Bays;</br>Like some smooth Riv'let flows his charming Strain,</br>Which neither Rocks disturb, nor Floods distain.</br>Such Depth and Clearness in his Verses meet,</br>Strong as the Stream, and as its Murmurs sweet.", "With pleasing Notes the Woods and Valleys ring,</br>If POPE's harmonious Hand but touch the String;</br>His gentle Numbers charm the ravish'd Plains,</br>While still Attention holds the wond'ring Swains.</br>As when the Birds of ev'ry tuneful Kind,</br>Within the Limits of a Grove confin'd;</br>Their artless Musick warble thro' the Sprays,</br>And in Divine Confusion mix their Lays:</br>The Note still chang'd, our raptur'd Sense confounds,</br>With mingling Melody, and blending Sounds;</br>While none its single Excellence can boast,</br>But in the gen'ral Harmony is lost.</br>Such are his Works, and such his ev'ry Song,</br>Alike all easy, and alike all strong.", "The grateful Muse to SWIFT exulting flys,</br>By whom upborn these arduous Tracts she trys,</br>Grov'ling on Earth she lay, unfledg'd before,</br>Till rais'd by him, she first essay'd to soar:</br>To him the Classicks all their Art have shown,</br>Yet all his Wit, and Spirit are his own:</br>He knows their Methods to pursue their Race,</br>Yet scorns their Footsteps servilely to trace:</br>Before Columbus rose, mistaken Men,</br>B'liev'd nought beyond their Sire's short-sighted Ken;</br>So heretofore our plodding Criticks thought</br>Nothing was Sense but what the Antients taught,</br>Till SWIFT launch'd forth, and boldly dar'd explore</br>New Worlds of Wit unknown to those before.", "So many Charms in GRANVILLE's Muse appear,</br>Tis doubtful if his Myra be more fair;</br>Myra the Sexes Envy, and their Shame,</br>By Cruelty for ever blasts her Fame;</br>Unmov'd she listens to that Syren Tongue,</br>And hears the melting Accents of that Song,</br>Which ev'ry other Fair with Softness wound,</br>Who bless the Pain, and die upon the Sound.", "Here YOUNG arrests the Muse, and claims her Praise.</br>From the vast Grandeur of his tow'ring Lays;</br>In him, no abject Words, Expressions mean,</br>Or grovling Thoughts debase the labour'd Scene;</br>Him Heav'n ordain'd the Boast of Britain's Isle,</br>Prop of her Stage, and Standard of her Style;</br>With pleasing Force he boldly strikes the Heart,</br>And adds to Strength and Nature, Grace and Art.", "Soft PHILIPS next, who to his artful Song,</br>Tunes the gay Gambols of the rustick Throng,</br>Our Lyre ennobles, and exalts our Scene,</br>With the Great Names of SAPPHO and RACINE,</br>Reflects their Beauties, like a flatt'ring Glass,</br>And shews ev'n STRADA fairer than he was;</br>His tuneful Hand can all our Senses charm,</br>With Tempests please, with frozen Billows warm.", "Fain would I rove through STEELE's instructive Page,</br>Admire the Bard, and venerate the Sage.</br>SEWEL's unbounded Excellence display,</br>Or trace the pleasing Elegance of GAY;</br>But dare not venture, lest my Want of Skill</br>Should Praise them' better than my Strength of Will;</br>Their Lines draw Lustre from the Shades in mine,</br>And Painting ill obstruct my great Design.", "Nor are these all &mdash; unnumber'd Lights appear,</br>To guide our Ways, and gild our Hemisphere</br>With Pow'r Illustrious, and with Art Divine,</br>And in collated Excellence they shine.", "As when the clouded Mantle of the Night,</br>With Stars bespangled, shines serenely bright,</br>Some more conspicuous Dart their trembling Rays</br>While some united Form one common Blaze.</br>"]