["Here, as with slow unguided step I stray,</br>And, listening to the foaming ocean's roar,</br>Collect the shells of many coloured ray,</br>Or seek the onyx on the pebbled shore,</br>Or the rude windings of the rock explore,</br>Sad recollection fills my pensive soul,</br>The days for ever vanished I deplore,</br>Down my pale cheek the briny torrents roll,</br>And 'midst the dreary scene I mourn without control.", "Ye restless waves, ye gloomy caverns, hail!</br>Ye suit the mournful temper of my mind;</br>Ye deeply sighing winds, with you I wail,</br>With you lament the sorrows of mankind;</br>For, from the hovel of the humble hind,</br>To where the potent prince his palace rears,</br>The trace of mis'ry's iron hand I find&mdash;</br>Still to my view the withered hag appears</br>With unavailing groans, in unvailing tears.", "As late I leap'd yon yawning chasm's span,</br>Why kept my faithful limbs their wonted force!</br>And as o'er yonder ridge I heedless ran,</br>Why did my eye direct the steady course!</br>Oh!  had I fallen, blended with the hoarse</br>Curlew's sad scream had been my dying cry,</br>Oh!  then for ever dried had been the source,</br>Which with the bitter stream oft' drowns mine eye:</br>For ever from my breast had fled the heart-felt sigh.", "Or now, as round this rugged knoll I cling,</br>And watch the progress of the rising tide;</br>Oh!  that some mighty wave his arms would fling,</br>Resistless tear me from the craggy side,</br>And in the ocean's depths my carcase hide;</br>For there, though furious tempests seem to yell,</br>Eternal calms and lasting peace abide;</br>There no malignant human demons fell</br>United with human woes to make the world a hell!", "\"Mistaken youth!  deem not thy lot so hard&mdash;\"</br>Amazed I turn, and on the cliff behold</br>Sweet Hope, as painted by the lyric bard,</br>With freely-waving locks of burnished gold,</br>With beaming eye so fair, modest, yet bold.</br>The setting sun illumes her graceful form,</br>Her vesture flows in many a playful fold.</br>She smiles: &mdash; hush'd is the wildly-raving storm!</br>She speaks &mdash; my frozen heart her soothing accents warm!", "\"Mistaken youth!  Oh let not wan Despair</br>Usurp the seat where I alone should reign,</br>His dark encroaching tyrrany beware!</br>For once admitted &mdash; ever then in vain</br>Will be thy efforts freedom to regain.</br>Madness, his follower, and dire ally,</br>Will dance and riot in each boiling vein,</br>Will crack thy heart-strings, burst thy glaring eye!</br>Oh!  from such hideous monsters turn, and shuddering fly.", "\"What, though unblest with fortune's favouring grace,</br>Thy little life has been one gloomy scene,</br>Think'st thou that future time will ne'er efface</br>Those sombre tints, and kindly intervene</br>The brilliant white, and ever-during green?</br>Though blasts and whirlwinds have disturbed thy morn,</br>Yet may the sun shine out with ray serene;</br>Though now thou wanderest rueful and forlorn,</br>Perhaps in social joys to revel thou wert born.&mdash;", "\"Then once more mingle with the bustling crew</br>Who crowd where Julius' ancient towers rise,</br>Thy much loved art with energy pursue,</br>And sloth and weak despondency despise;</br>For happiness in close employment lies:</br>If wealth or reputation be thy aim,</br>Perhaps thou yet may'st grasp the glittering prize</br>Sought by each ardent votary of fame,</br>Who emulates a Cosway's or a Shelly's name.", "\"Yet, should these splendid motives fail to blow</br>The latent spark, one yet remains unsaid,</br>Behold!\" &mdash; I trembling view her change, and lo!</br>She wears the semblance of my blue-eyed maid;</br>Eager I climb the rock where smiles the shade</br>That mocks the features of my lovely fair,</br>But ere I reach its craggy top, they fade,</br>The wondrous vision vanishes in air&mdash;</br>O'er Maughold hills with lighten'd heart I home repair.</br>"]