["Ah me!  is all our Pleasure mix'd with Woe?</br>Is there on Earth no Happiness sincere?</br>Must e'en this bitter Stream of Sorrow flow</br>From Joy's domestic Spring, our Children dear?</br>How oft did Thetis drop the Silver Tear,</br>When with fond Eyes she view'd her darling Boy!</br>How oft her Breast heav'd with presaging Fear,</br>Lest Vice's secret Canker shou'd annoy</br>Fair Virtue's op'ning Bud, and all her Hopes destroy!", "At length, so Nereus had her rightly taught,</br>That doubtful Cares might eat her Heart no more,</br>Her Imp in prattling Infancy she brought</br>To the fam'd Centaur, on mount Pelion hoar,</br>Hight Chiron, whom to Saturn Phyl'ra bore;</br>Chiron, whose Wisdom flourish'd 'bove his Peers,</br>In ev'ry goodly Thew, and virtuous Lore,</br>To principle his yet untainted Years;</br>The Seed that's early sown, the fairest Harvest bears.", "Far in the Covert of a bushy Wood,</br>Where aged Trees their Star-proof Branches spread,</br>A Grott, with grey Moss ever dropping stood;</br>No costly Gems the sparkling Roof display'd,</br>Ne crystal Squares the Pavement rich inlaid,</br>But o'er the Pebbles, clear with glassy Shine,</br>A limpid Stream in soothing Murmurs stray'd,</br>And all around the flow'ring Eglantine</br>Its balmy Tendrils spread in many a wanton Twine.", "A lowly Habitation, well I ween,</br>Yet sacred made by Men of mickle Fame,</br>Who there in Precepts wise had lesson'd been;</br>Chaste Peleus, Consort of the Sea-born Dame,</br>Sage Aesculape, who cou'd the vital Flame</br>(Blest Leach!)  relumine by his healing Skill;</br>And Jason, who, his Father's Crown to claim,</br>Descended dreadful from the craggy Hill,</br>And with his Pourtance stern did false Usurper thrill.", "Fast by the Cave a Damsel was ypight,</br>Afraid from Earth her blushing Looks to rear,</br>Lest aught indecent shou'd offend her Sight,</br>Lest aught indecent shou'd offend her Ear;</br>Yet wou'd she sometime deign at sober Cheer</br>Softly to smile, but ever held it Shame</br>The Mirth of foul-mouth'd Ribaldry to bear,</br>A cautious Nymph, and MODESTY her Name.</br>Ah!  who but churlish Carle would hurt so pure a Dame?", "With her sate Temperance, Companion meet,</br>Plucking from Tree-en Bough her simple Food,</br>And pointing to an Urn beside her Feet,</br>Fill'd with the Crystal of the wholesome Flood:</br>With her was seen, of grave and aweful Mood,</br>Hoary Fidelity, a Matron staid;</br>And sweet Benevolence, who smiling stood,</br>Whilst at her Breasts two fondling Infants play'd,</br>And Turtles, billing soft, coo'd thro' the echoing Glade.", "On t' other Side, of bold and open Air,</br>Was a fair Personage, hight Exercise;</br>Reclin'd he seem'd upon his rough Boar-Spear,</br>As late surceas'd from hardy Enterprize;</br>(For Sloth inglorious did he aye despise)</br>Fresh glow'd his Cheek with Health's vermilion Dye,</br>On his sleek Brow the swelling Sweat-drops rise,</br>And oft around he darts his glowing Eye</br>To view his well-breath'd Hounds, full jolly Company.", "Not far away was sage Experience plac'd,</br>With Care-knit Brow, fix'd Looks, and sober Plight,</br>Who weighing well the Present with the Past,</br>Of every Accident cou'd read aright.</br>With him was rev'rend Contemplation pight,</br>Bow-bent with Eld, his Beard of snowy Hue,</br>Yet Age's Hand mote not empare the Sight,</br>Still with sharp Ken the Eagle he'd pursue,</br>As thro' the buxom Air to Heav'n's bright Bow'rs she flew.", "Here the fond Parent left her darling Care,</br>Yet softly breath'd a Sigh as she withdrew;</br>Here the young Hero, ev'n from tender Year,</br>Eftsoons imbib'd Instruction's hony'd Dew,</br>(For well to file his Tongue, sage Chiron knew)</br>And learnt to discipline his Life aright;</br>To pay to Pow'rs supreme a Reverence due,</br>Chief to Saturnian Jove, whose dreaded Might</br>Wings thro' disparted Clouds the bik'ring Light'ning's Flight.", "Aye was the Stripling wont, ere Morning fair</br>Had rear'd o'er Eastern Waves her rosy Tede,</br>To grasp with tender Hand the pointed Spear,</br>And beat the Thicket where the Boar's fell Breed</br>Enshrouded lay, or Lion's tawny Seed.</br>Oft wou'd great Dian, with her woody Train,</br>Stop in mid Chace to wonder at his Speed,</br>Whilst up the Hill's rough Side she saw him strain,</br>Or sweep with winged Feet along the level Plain.", "And when dun Shades had blent the Day's bright Eye,</br>Upon his Shoulders, with slow stagg'ring Pace,</br>He brought the Prey his Hand had done to die,</br>Whilst Blood with Dust besprent did foul disgrace</br>The goodly Features of his glowing Face.</br>When as the Sage beheld on grassy Soil</br>Each panting Corse, whilst Life did well apace,</br>The Panther of his spotted Pride he'd spoil,</br>To deck his foster Son:  fit Meed of daring Toil.", "And ever and anon the Godlike Sire,</br>To temper stern Behests with Pleasaunce gay,</br>Would touch (for well he cou'd) the Silver Lyre;</br>So sweetly ravish'd each enchanting Lay,</br>That Pan, in scornful wise, wou'd fling away</br>His rustick Pipe, and e'en the sacred Train</br>Wou'd leave their lov'd Parnass' in trim Array,</br>And thought their own Apollo once again</br>Charm'd his attentive Flock, a simple Shepherd Swain.", "And ever and anon of Worthies old,</br>Whose Praise Fame's trump thro' earth's wide bounds had spread,</br>To fire his Mind to brave Exploits, he told;</br>Pirithous, known for prowest Hardy-head;</br>Theseus, whose Wrath the dire Procrustes fled;</br>And Hercules, whom trembling Lerna fear'd,</br>When Hydra fell, in loathsome Marshes bred,</br>In vain against the Son of Jove uprear'd</br>Head sprouting under Head, by thrillant Faulchion shear'd.", "The stern-brow'd Boy in mute Attention stood,</br>To hear the Sage relate each great Emprise;</br>Then strode along the Cave in haughtier Mood,</br>Whilst varying Passions in his Bosom rise,</br>And Lightning-Beams flash from his glowing Eyes.</br>Ev'n now he scorns the Prey the Desarts yield,</br>Ev'n now (as Hope the future Scene supplies)</br>He shakes the Terror of his Heav'n-form'd Shield,</br>And braves th' indignant Flood, and thunders o'er the Field.</br>"]