["SCENE, A PLAIN NEAR DUNKIRK.</br>THYRSIS.</br>Say, Strephon, why your fleecy care you drove</br>From yon green pasture to this gloomy grove;</br>Say, why dismay'd and render'd pale by fright,</br>Your trembling limbs betook themselves to flight.</br>Soon as Aurora rose, these goats I led,</br>To brouze, when distant far I saw you fled.", "STREPHON.</br>Oh!  Thyrsis, fly, for wolves are prowling near,</br>I tremble!  for to me this flock is dear.</br>At every blast that whistles through the shade</br>Of these green oaks, I think th' attack is made.</br>Do not mistake, not real wolves I dread,</br>But men by hellish brutal fury led,</br>Who spilt their monarch's blood, and now do stain,</br>Their once green fields with men and brothers slain.</br>The savage dogs, who still their queen confine,</br>A victim sure to grace Alecto's shrine;</br>Whose flinty hearts delight in scenes of rage,</br>Whose thirst alone can human blood assuage.</br>Their trumpets and their murdering cannons drown'd</br>The bleating of our lambs, a rural sound,</br>Through shady groves, o'er plains their bullets fly,</br>Defenceless we to death exposed must lie.</br>Our woods and fields resound with shouts of war,</br>Bellona rides in her triumphal car.</br>Oh!  may great Cobourg crush the rebel's reign,</br>And Louis sport triumphant o'er the plain!</br>Our flocks will then rejoice, the woods will ring,</br>All nature will in grateful accents sing.", "THYRSIS.</br>You say what's true.  Both hills and vallies round</br>With plaintive sighs of shepherds now resound,</br>Some weeping o'er their tender lambs just slain,</br>Not knowing whence the random bullets came.</br>Others lamenting their whole substance seiz'd,</br>Poor helpless shepherds of their flocks are eas'd.", "STREPHON.</br>Only for these, my tender charge, I'd go</br>And act against the rebels as a foe,</br>In case Dunkirk surrenders, then we may</br>Look forward and expect a cheerful day,</br>When peace with garlands crown'd shall reign in France,</br>And plenty cast on us a smiling glance.", "THYRSIS.</br>O Strephon, dream not that; I heard to-day</br>The French have forc'd the armies to give way,</br>As I was sitting on my mossy seat,</br>A peasant told me of the entire defeat.</br>The battle's noise it was which caus'd your fright,</br>And made you trembling take to sudden flight.", "STREPHON.</br>All nature grieves.  The once abundant field,</br>Its golden crop of Ceres does not yield,</br>The country round lies waste, green fields are rare,</br>Neglected orchards fruit no longer bear.</br>In lonely groves the birds are seen in throngs,</br>Who pensive shew their grief in mournful songs;</br>Of wicked men grown tir'd, at last they fly</br>To seek for freedom in their native sky.</br>Was I as free as they, I'd straight depart,</br>Now wretched France I'd quit with all my heart.", "THYRSIS.</br>We swains in former times cou'd sing and dance</br>In safety; all things smil'd then throughout France;</br>The rich abundant fields, without much pains,</br>Brought forth their crops.  The birds in joyful strains</br>Warbled in every bush.  Young bleating lambs</br>Skipp'd o'er the tender grass, fled from their dams.</br>Where once rich fields and clust'ring grapes did grow,</br>The farmer, now a soldier, cannot sow.", "STREPHON.</br>Oft did the raven from yon branching oak,</br>If we could understand what then he spoke,</br>Predict these scenes of woe.  Unlucky we</br>Impending evils could not then foresee.</br>By hideous screams the owls foretold our fate,</br>Alas!  our wretched doom we see too late.", "THYRSIS.</br>Do not despair; the time I hope will be,</br>When Louis seated on the throne we'll see,</br>Dispensing justice and good wholesome laws,</br>Receiving from his subjects just applause:</br>Though human arms fail, God will pursue</br>The wretches with a vengeance long time due.", "STREPHON.</br>O Thyrsis!  then both woods and groves will sing</br>The praises of our great celestial king.</br>The fields will then revive, rich harvests grow,</br>All nature will its grateful tribute shew.", "THYRSIS.</br>A strange report does strongly indicate,</br>That Louis is decreed to reign by fate.</br>It is reported that twelve raves sought,</br>Disputing with each other what they sought;</br>A snow white pidgeon was the fatal prize,</br>Which caus'd this civil war at first to rise;</br>An eagle rushes down and ends the fight,</br>The ravens are obliged to take to flight.</br>The joyful pidgeon thus set free, does fly,</br>And joins his old companions of the sky.</br>From thence, 'tis said, three times the eagle flew</br>High o'er the royal prison full in view,</br>Holding an olive branch, and perch'd at length,</br>His wings three times he clapp'd with all his strength.", "STREPHON.</br>That omens well, I hope it may be so,</br>What is to happen feeble men can't know.", "THYRSIS.</br>The day is drawing to a final close,</br>'Tis time for us fatigu'd to take repose;</br>No longer, Strephon, can I with you stay,</br>My eyelids close through sleep, I must away.", "STREPHON.</br>Stay here this night, my friend, come, in my cot</br>I have for you some good refreshment got;</br>I've bread and cheese, as good as you cou'd taste,</br>With new-laid eggs.  Pray, is not that a feast?</br>The pots now boil, the smoke now hides the ground;</br>'Tis supper time through all the country round.</br>"]