["Lov'd stream whose noiseless current softly flows,</br>Once more I view thee scene of dear delight,</br>Thy well known banks my truant step still knows;</br>Their wild flow'rs still are grateful to my sight</br>Tho' many a year has pass'd since that fond time</br>When near thy wave my live-long day was spent,</br>I boded not (ah then in youth's fair prime)</br>The sorrows which my woeful heart has rent;</br>When fate malignant its fell poison breath'd</br>And wither'd every flow'r that fantastic Hope had wreath'd.", "Here have I bent my steps at peep of morn</br>And pac'd along with unreluctant feet,</br>While yet the dew drops hung upon the thorn</br>(The owl just shrouded in its lone retreat)</br>Here have I paus'd at summer's noon reclin'd</br>Under the willow tree that shades thy shore,</br>Whilst rustling in the breezes of the wind</br>I've faintly heard the distant SEVERN roar.</br>Sublime its moanings floated on the gale,</br>And breath'd a dying sound along the verdant vale.", "Along thy margin green how oft I've stray'd</br>At morn's fresh dawn or at the pensive hour</br>When solemn ev'ning spreads its length'ning shade</br>Heard on thy verdant banks the sheep-boy pour</br>The song of Idleness. &mdash; I've paus'd and view'd</br>The patient angler near the rumbling mill</br>That breaks with murmurs hoarse the calmness still,</br>Which else would dwell amidst this Solitude:</br>Here have I stood and fram'd my infant lays</br>Those air-blown bubbles bright that pleas'd my boyish days.", "And thou sweet water-fall, &mdash; what time the star</br>Of night comes marching up the dusky west,</br>Blanch'd by dark groves bright glist'ning from afar,</br>I saw thee in a robe of glory drest;</br>Fine as the waving light of summer noon,</br>Soft as the breeze that sweeps the ev'ning deep,</br>Thy distant warblings caus'd my ear to swoon</br>Oppress'd with sweetness in luxurious sleep.</br>Ah who is he who knows not to admire</br>Thy blaze of silv'ry gleam, and twinkling dance of fire.", "O have I gaz'd enraptur'd with the scene,</br>'Till dreams celestial burst upon my soul,</br>Sounds of delights from airy harps unseen,</br>Shades of the blest whose glist'ring skirts unroll</br>Elysian groves whence cooling odours blow,</br>Immingled roses in deep-burning blush,</br>Essential light in rushing gales that throw</br>O'er softest shades of green a lustrous flush?</br>The light-foot hours and nymphs of purpled wing</br>Sporting with smiling loves and zephyrs of the spring.", "The neighbouring grove to contemplation dear</br>(And can I still those joys tumultuous trace)</br>In whose close shade I pour'd love's ardent pray'r,</br>Gazing with maniac bliss on HEBE'S face</br>With whom I oft have have wish'd in humble life</br>To pass youth's prime in sweetly loit'ring here,</br>Heedless of av'rice or ambition's strife,</br>My little bark o'er time's calm wave to steer:</br>But crush'd by fortune's pow'r the sorrowing strains</br>Sigh'd forth a sad adieu to these beloved plains.", "I view that tott'ring mansion once again</br>Where giant ruin stalks with ruthless stride,</br>Where are the vanish'd beauties of the plain</br>The rose and violet in their blushing pride?</br>No more is heard among those scenes that voice</br>Of wisdom pure that gladden'd the sweet dells;</br>At poesy's soft notes no more the woods rejoice,</br>But in their shades a gloomy silence dwells;</br>Broke only by these notes unlike that fire</br>That breath'd thou long-lost Genius from thy classic lyre.", "The Church o'erlooks the wide extended mead</br>With tow'r embattled. &mdash; Once I lov'd to trace</br>Its rustic ornaments, or slowly tread,</br>The winding path near which in death's embrace,</br>Sleeps vice and virtue mingled in the grave.</br>Ah!  let me now revisit these still stones</br>Unmoulder'd yet, that winters' blasting brave</br>Shielding from touch profane the sacred bones</br>Of village maids and swains who silent sleep,</br>Yet, &mdash; stay thy step too rash, why should'st thou wish to weep?", "How frail is human hope!  ah here repos'd</br>In silent rest and mourn'd with many a tear;</br>In the cold grave (his earthly prospects clos'd)</br>A youth to friendship and to virtue dear.</br>Still in fond mem'ry's breast his image dwells,</br>Affection bursts confines of the grave;</br>The mind's eye views him, pausing in these dells,</br>Or loit'ring near the Froom's enamell'd wave,</br>The haunts he lov'd, &mdash; but now with moaning wail,</br>The sad stream slowly winds along the level vale.", "There was a time when my distracted brow</br>With willows wan and fading flow'rs was hung;</br>I was not tutor'd to the world as now,</br>But wayward, heedless fanciful, and young,</br>Abroad I wander'd, weeping and alone;</br>And hither bending my instinctive way,</br>I sat me down and pour'd with artless moan</br>A rude, uncouth, but simple, feeling lay.</br>Oh!  could'st thou then my look of woe have seen,</br>It would have pierc'd thy heart with agony most keen.", "I was a blasted ash with moss grown hoar,</br>Whose sinking arms with deep distress are clad;</br>My eyes grew dim, and on my check I wore</br>A haggard smile quite woe-begone and sad:</br>My sicken'd soul with languid faintness pin'd,</br>I sigh'd to die, and in my musing gloom,</br>With scornful smile before my shuddering mind,</br>Stood gazing Death, and pointed to the tomb!</br>My knell was rang, &mdash; I dwelt among the dead,</br>And on the faithful stone my sad memorial read.", "And oft it was strange fancies fir'd my brain,</br>Important childishness and greatness wild,</br>I play'd with woe and made my bliss of pain,</br>At once was pleas'd and angry, wept and smil'd;</br>I watch'd the feather floating down the stream,</br>And laugh'd to see it dance upon the wave,</br>Then started, and in blank extatic dream,</br>Look'd at the moon contemplatively grave.</br>Close to my haunt the passing trav'ller came&mdash;</br>With trembling haste I fled, and veil'd my blushing shame.", "How sadly pleasing once these meadows were;</br>The swelling sighs of faithful  mem'ry prove;</br>'Twas here I felt the bliss of pity's tear,</br>And heav'd the fervent throb of faithful love&mdash;</br>That throb that breath'd as soft and fond a sigh</br>As ever stole from out the breast of truth!</br>Delicious proof of heav'nly sympathy,</br>The pure effusion of unblemish'd youth.</br>Though sorrow's pangs may now call forth the tear,</br>I think how blest I was when I could linger here.", "Farewell, dear stream!  no more thy banks I tread,</br>No more must wander through thy neighbouring vale;</br>That time is past when I have hush'd my reed</br>To listen to the plaintive Nightingale.</br>Ah me!  whene'er I think on that past hour</br>Which ever can return, the fond tears flow</br>Of deep regret, and to the winds I pour</br>The sorrowing sighs of unavailing woe.</br>Destin'd, alas!  far from this spot to roam,</br>The wearied heart still pants to find its native home.</br>"]