["Here, far from noise and care, secure I lie,</br>And taste the bliss which Nature's seasons bring,</br>While every new-born hour that paints the sky</br>Sheds bounteous tribute from its passing wing.", "This lovely spot, for health and fancy made,</br>With echoing groves and lengthen'd vistas green,</br>Where, thro' the breezy walks and whispering glade,</br>The yellow sun-shine streams along the scene", "A Sovereign gives:  while little lords of earth</br>That wall about a jealous spot of ground</br>Forbid me to rejoice in Nature's mirth,</br>Or draw the breeze within their haughty mound.", "The painted jay, the blackbird's whistling throat;</br>The wild deer pushing o'er the neighbouring lea;</br>The bulfinch and the thrush with mellow note;</br>And playsome squirrel clamb'ring up the tree:", "All here exult in Bounty's ample reign,</br>And life's free blessings unmolested share,</br>While thro' the grove, the vale, the glade, or plain,</br>They celebrate their scenes of love and care.", "Yet will the Tyrant of a petty field</br>Creation's tenants chace with death and thrall,</br>Nor let the rook his clamm'ring offspring shield</br>Upon the wither'd fir that skirts his wall.", "Nor let the redbreast pick its scanty food</br>Amid the remnant of the harvest-home;</br>And dash the twittering swallow's tender brood</br>That breaks his slumbers and pollutes his dome.", "The little soul, whom Fortune's cruel breath</br>Exalts amid the sun-shine of a day,</br>Joys to exert its rule on all beneath,</br>And shroud its walk in Pride's o'erwhelming sway.", "Remember, fond weak man, whom Fortune's hour</br>Invests with sullen and oppressive state,</br>Like thee the pamper'd slave that waits on power</br>Exults to chace the beggar from the gate.", "Remember that, amid the free abode</br>Where Greatness dwells, a liberal roof is found;</br>The god-like arm, that breaks the Tyrant's rod,</br>Will raise the lisping Orphan from the ground.", "And wheresoe'er the soul benign and great</br>Holds fair Humanity's benignant scene,</br>No ills of Penury's depressing state</br>Can touch with blemish her celestial mien.", "A Cottage-Howard, amid the barren heath,</br>Spares the dumb brute with age and hardship worn;</br>Nor haunts within his walk the beetle's breath;</br>Nor envies the poor hare its blade of corn.", "To nought that can with health and gladness live</br>Would Heav'n in love deny the vital boon:</br>Nor the mute worm of Being's gift deprive;</br>Nor knat that pants upon the beam of noon.", "Would man but let the heart that God unfolds</br>Possess the rightful portion of its birth,</br>Each gladsome voice the wide Creation holds</br>Would chant the tale of Liberty and Mirth.</br>"]