["Unknown beyond his native village green,</br>Good Isaac Ashford rear'd his humble shed;</br>Of pomp or splendour little had he seen,</br>Save Nature's beauties all around him spread.</br>'Twas his through life a noiseless path to tread,</br>Content and cheerful in his lonely lot;</br>Or, if his eye some drops of sorrow shed,</br>His pious trust in heaven forsook him not:</br>His was well-founded faith, which christian love begot.", "His is yon cot whose russet thatch appears</br>Beneath that ample oak's out-stretching shade:</br>Within that cot were spent his early years,</br>Beneath that tree full often has he play'd;</br>And, when his parents in their grave were laid,</br>Whose closing days his filial love had blest,</br>Hither he brought his chosen village-maid;</br>Pure was the flame which glow'd in either breast,</br>And gay the future scene by smiling fancy drest.", "Six lovely infants crown'd their fruitful bed,</br>Three sturdy boys, three girls of beauty rare;</br>With joy the father stroked each youngling's head,</br>And oft the partial mother would declare,</br>No neighbour's child could with her girls compare:</br>With anxious watchfulness did both combine</br>To guard their tender minds from every snare;</br>Would tell them, 'Better far be good than fine,'</br>And bid their youthful steps to Virtue's path incline.", "Such were the counsels of parental love,</br>Nor were the sage monitions given in vain;</br>Yet was there one whose breast they could not move,</br>Their elder son had joined a smuggling train,</br>Seduced by love of drink, and lawless gain:</br>He, when detected, left his native land,</br>To gain a living on the stormy main,</br>A desp'rate member of a ruffian band,</br>Who scorn'd their country's laws, nor heeded God's command.", "Nor this the only grief that Ashford knew&mdash;</br>Oft from his own and from his partner's eye,</br>The ready tear a daughter's sufferings drew;</br>Full oft each bosom heav'd the pensive sigh,</br>For fatal symptoms told her end was nigh:</br>Too well they knew no doctor's skill could save,</br>They saw their darling Jane must early die;</br>Th' expected blow a deep affliction gave;</br>And she, with languid smile, survey'd the opening grave.", "And wherefore from the maiden's pallid cheek</br>Was fled each bloom of joy and youthful grace?</br>The painful cause my faithful verse shall speak,</br>Nor shall the tale occasion Jane disgrace:</br>A broken heart had bleach'd that lovely face,</br>Sorrow for one who dwelt no more on earth;</br>Yet still th' attentive eye might clearly trace</br>Reliques of beauty, which, when join'd to worth,</br>Might in a guileless breast give ardent passion birth.", "In early life, for Thame's frequented side,</br>Poor Jane had left her peaceful village green;</br>A city tradesman, to her sire allied,</br>With partial eye his smiling niece had seen:</br>Nor faithful wife, nor child, had he I ween;</br>But pass'd his cheerless moments all alone;</br>Each interval of busy life between,</br>Much did he wish a girl like her his own,</br>To close his dying eyes, and watch his parting groan.", "Her parents heard their brother's plaintive tale,</br>Consenting pity touch'd each tender breast;</br>Some arguments of prudence, too, prevail,</br>And for her future weal they judg'd it best.</br>She bade adieu!  the tear, but ill supprest,</br>Bespoke her love for those she left behind;</br>Yet soon again her face in smiles was drest,</br>A scene so new, a relative so kind,</br>Diverted all her grief, and made her feel resign'd.", "Twelve fleeting summers soon were past and gone,</br>Each summer saw an annual visit paid;</br>And never, sure, the sun had shone upon</br>A more belov'd, a more enchanting maid:</br>A steady youth, who, in her uncle's trade,</br>His anxious toil, and humble profits, shar'd;</br>To charms so 'witching had his homage paid,</br>Inspir'd by ardent love, he even dared,</br>To woo her virgin heart, a matchless, rich reward.", "Well pleas'd the uncle heard; the good old man</br>Had known the youth, and loved him from a child;</br>Good Isaac Ashford too approved the plan,</br>And Jane, with modest blushes, sweetly smil'd.</br>Her lover's company each eve beguil'd,</br>And often, seated by their cheerful fire,</br>Robert, who, when a boy, on ocean wild</br>Had sail'd to distant countries with his sire,</br>Would tell of marvels strange, which wonder might inspire.", "Pass we the lover's raptures, and the fears</br>Which agitate the maiden's throbbing breast;</br>With beating heart the solemn rite she hears</br>The pastor's voice the wedded pair has blest:</br>How shall the trembling muse record the rest?</br>Scarce had they left the hymeneal fane,</br>They met a press-gang!  Robert's eyes detest</br>Those well-known monsters of the foamy main.</br>Ah!  lovely pair!  your prayers, your tears, are vain!", "The leader of that gang could hear unmov'd</br>The maiden's shriek, the bridegroom's wild despair,</br>'Sieze him,' he cried; resistance fatal proved:</br>Jane saw the blow of death with vacant stare;</br>Nor could her tongue the horrid truth declare,</br>Her brother struck the base, the murd'rous blow!</br>His was the gang which met the hapless pair,</br>His ruffian arm caused Robert's blood to flow;</br>O 'twas a madd'ning thought!  a dreadful tale of wo!", "Yet must remorse have touch'd the villain's heart,</br>When on his senses flash'd th' accursed truth;</br>Compunction's drops, oh!  could they fail to start,</br>Amid the pangs of agonizing ruth!</br>Surely the memory of his early youth,</br>Before his feet had trod that winding road,</br>Which leads by gradual descent and smooth</br>To dark perdition's horrible abode&mdash;</br>Some memory of those days his tortur'd heart must goad.", "But wherefore dwell upon the dreadful theme?</br>To paint its horrors language is denied;</br>It seem'd a fearful and terrific dream:</br>To Jane it left a never ending void.</br>Her aged uncle, too severely tried,</br>Bequeath'd his blessing with his latest prayer;</br>Heart-broken by that fatal stroke he died:</br>Jane came once more her father's meal to share,</br>A prey to rooted grief, and speechless deep despair.", "Afficted maiden!  round thy father's cot</br>The roses blossom, and the woodbines twine;</br>In vain they flourish, for thou heed'st them not,</br>Though once to cultivate their charms was thine:</br>Still on the sabbath eve in converse join</br>The partners of thy joys in early years;</br>But thou no more amidst the group shalt shine,</br>The voice of mirth, discordant to thine ears,</br>Conveys a keener pang, and calls forth bitt'rer tears.", "Sweet maid!  suppress thy sorrow, mourn no more,</br>Raise from these earthly scenes thy tearful eyes;</br>Soon shall thy day of anxious grief be o'er,</br>The grave awhile shall hush thy struggling sighs:</br>Then, dawning forth in purer, happier skies,</br>To bid all conflict end, all anguish cease,</br>Thy cloudless sun, Eternity!  shall rise,</br>Herald of joys immortal, endless peace,</br>Ineffable delight, and bliss beyond increase.</br>"]