["Lo!  where triumphant o'er the wreck of years</br>The time-worn FABRICK lifts its awful form:</br>Scath'd with the blast its sculptur'd front appears,</br>Yet frowns defiance on the impetuous storm.</br>What Pow'rs &mdash; to more than giant bulk ally'd,</br>Thy firm-compacted mass conspir'd to raise!</br>Then bade thee stand secure to latest days,</br>Wonder of after times, &mdash; of CESTRIA'S sires the pride.", "Avail not now to make their Founder known</br>Those walls &mdash; with hieroglyphic marks imprest,</br>That speak some record in each mouldering stone,</br>To awake conjecture in the pensive breast.</br>For ah!  what Artist in thy form aspires</br>To exist immortal in the rolls of Fame;</br>What mystic moral was the Sculptor's aim;</br>Lost in oblivious maze &mdash; in vain the Muse inquires.", "So vain is Pride &mdash; so faithless to her trust</br>Fame's boastful clarion &mdash; that with bold emprize</br>Would eternize the Monarch's sleeping dust,</br>Or give to Ambition's hopes what TIME denies:</br>He envies Genius too his well-earn'd praise,</br>By Truth consign'd to Memory's brazen page;</br>Cancels the scroll with all-corroding age,</br>And prompts the faithless gloss, that Fiction's hand betrays,", "While thus around thy batter'd precincts dwell</br>Oblivion's shades, and hovering damps impure,</br>How shall my Muse the invidious charm dispel,</br>Or trace the MONASTERY'S bounds obscure.</br>Yet &mdash; venerable Mansion!  long the seat</br>Of Superstition gaunt, and harrowing Fear!</br>I &mdash; solitary &mdash; love to linger here,&mdash;</br>And in thy cloister'd haunts indulge the calm retreat.", "Oft through thy spacious aisles I love to stray,</br>Where Heaven's translucent splendours stream no more</br>Through rainbow-tinted pants; &mdash; with bright display</br>Though blaz'd each crystall'd arch in days of yore;</br>Or seek thy Choir &mdash; the graver's art to trace</br>In carvings richly wrought, or sculptur'd shrines;</br>Or secret Hall of conclave &mdash; that combines</br>With Symmetry's chaste form each lighter gothick grace.", "And &mdash; as on dangerous enterprise intent,</br>Oft from these cheerful scenes my steps I bend,</br>To explore the time-clos'd Crypt's obscure descent,</br>Or mark where Ruins scarce their fall suspend;</br>And less enamour'd of the effulgence bright,</br>That gilds the aspiring Temple's visto'd walls,&mdash;</br>To tread on fragments where the reptile crawls,</br>And spy what age conceals, &mdash; forego the garish light.", "Midst cheerless days &mdash; in this sequester'd cell</br>Where never pierc'd the mist-dispelling beam,</br>Some ANCHORET perchance, his beads would tell,</br>Or musing, contemplate the taper's gleam.</br>I mark his pallid form, &mdash; his frenzied air;</br>Fell discontent sits brooding on his brow:</br>He starts!  in solitude to curse the vow</br>That tore him from his kind, &mdash; and doom'd him to despair.", "Lost to the dearest charities of life,</br>Some VESTAL wasted here her blooming years;</br>Sigh'd o'er the names of mother and of wife,</br>And pour'd in secret unavailing tears</br>Absorb'd &mdash; a clay-cold form &mdash; in silent woe,</br>She sits unconscious, &mdash; till the vesper bell</br>Wafts on her startled ear its solemn knell,</br>And wakes her perjur'd lips to ill-dissembled show.", "Yet shuddering Fancy starts, as here she strays</br>Near humid Vaults, impervious to the view,</br>Where labyrinthine tracks, and devious ways</br>Confirm the tale, &mdash; and speak Tradition true;</br>That hence, &mdash; conductive to the distant Fane,</br>Winds the lone passage, &mdash; intricate and drear,</br>Dark &mdash; subterranean haunt!  where haggard Fear</br>Conceals from days remote his undiscover'd reign.", "Here &mdash; many a postern in the dim recess,</br>Still yawns suspicious on the aching sight;&mdash;</br>While sinuous gulphs above &mdash; the foot repress,</br>And wind to depths profound their downward flight:</br>Nor &mdash; Stranger!  trust the air-suspended stone,</br>Nor brave the steep, &mdash; by fond inquiry led,&mdash;</br>Lest ruin'd heaps betray thy incautious tread,</br>And hurl thee headlong down to mysteries unknown.", "Yet &mdash; once perchance, through those recluse abodes,</br>Sequester'd Melancholy lov'd to stray:</br>Infuriate Treason &mdash; that in secret broods;</br>Or Avarice &mdash; that shuns the hated day:</br>There Guilt &mdash; that seeks in darkest shade to hide</br>His baleful head; &mdash; there secret Lust retir'd:</br>Or Murder &mdash; with mistaken haste inspir'd,</br>In vain the asylum sought, by Conscience still deny'd.", "For Innocence &mdash; no devious covert needs</br>Whilst ill-Intent affects the shades of night,</br>She gives to public view her brighter deeds,</br>And gains new lustre from the cheerful light.</br>To wayward Men a living Precept given,</br>Her fair example with instruction teems;</br>Till emulous, they hail its useful beams,</br>And bless the friendly ray, that guides their feet to heaven.", "Thus &mdash; sang a youthful MINSTREL: &mdash; when the Pile</br>No longer echoed to the Vesper song,</br>And pealing Organ; &mdash; but each desart aisle</br>Rang to his startling footsteps, lone and long.</br>Now Twilight dimly glimmering hastes to pour</br>Athwart the western Arch his chequer'd ray;</br>Yet still &mdash; the unwary Boy prolongs his stay;</br>As bound by potent spell of legendary lore.", "What!  sleeps he now? &mdash; or school'd in tales of old,&mdash;</br>Chivalric scenes of terror and surprize,</br>Enthusiast strange!  do wildering fancies mould</br>His soul to frenzy, and delude his eyes?</br>Certes &mdash; some Sylph of more than mortal grace&mdash;</br>Nor less than angel's bright, her beauties beam,&mdash;</br>Arrests his view, &mdash; in deep, extatic dream:&mdash;</br>'Tis She &mdash; WERBURGHA fair &mdash; the Genius of the place.", "\"Range Thou Conjecture's labyrinth no more;</br>My favour to thy view\" &mdash; she said, serene,</br>\"Recals the fleeting pageant, &mdash; as of yore</br>It pass'd successive o'er this changeful scene.</br>Who trod this holy ground from age to age,</br>Since WULPHERE'S pious zeal the Fane design'd,</br>Stupendous effort of his princely mind,</br>Mark now; &mdash; and let the sight thy wondering thoughts engage.\"", "The angelic Vision spoke; &mdash; and for a time</br>Varied the Mansion to his prospect lay;</br>Haunted it seem'd with Guests of other clime,</br>That stranger were than Fancy can portray!</br>Yet &mdash; for seclusion form'd, the tranquil dome</br>With many a hallowed sign its use confess'd,</br>By SAXON MAIDS &mdash; a sister-train, possess'd:&mdash;</br>The virgin-Saint they hail, &mdash; and hail their ancient home.", "Each in her hand a flickering taper bore,</br>That shed faint lustre through the dim abode:</br>Sable, their robes descending swept the floor;</br>A snowy veil adown each bosom flow'd.</br>\"Blest Guide!\" the youth exclaim'd \"oh!  deign to say</br>Who that bright Pair, conspicuous in the throng?\"&mdash;</br>\"Milburg and Mildred lov'd &mdash; of Woden sprung,\"</br>Indulgent she replied &mdash; \"my kindred vestals they.\"", "\"But lo!  they vanish: &mdash; turn thy curious gaze</br>On yon succeeding Group, whose aspect sage,</br>And habit strange, beseeming ancient days,</br>Denote them PASTORS of another age.</br>Less from the world apart; &mdash; less strict their vow:&mdash;</br>Observe the tonsure on each head imprest,</br>The beard prolix; the candid, flowing vest,</br>And hence their manly sex, &mdash; and priestly order know.", "\"Mark now a CHIEF immortal in renown:</br>What other hand that ponderous sword can wield?\"</br>His brow encircled with a princely crown!</br>A gaunt Wolf threatens on his painted shield!</br>See at his call the ascetick train appear</br>Vacant (for so he will'd) the ample dome</br>They fill; &mdash; and wide through this our vestal home</br>Extend their ORDER'S sway:  and con their RULE austere.", "\"Earl HUGO! &mdash; thou (said she) hast heard that name,</br>To Cestria's sons in distant ages known:</br>For none more favour'd with the Norman came</br>To win by conquest sea-girt Britain's throne.</br>Nor mean the guerdon that his toils repaid</br>CESTRIA'S wide plains!  to hold by martial might,</br>As the proud Donor by imperial right</br>His regal state maintain'd, and Britain's sceptre sway'd.", "\"His strong hold once, that tow'r-flank'd Citadel</br>Conspicuous yet, mid old CAER-LEGION'S walls:</br>There he his state upheld, as legends tell,</br>With war-provided bands, in trophied halls;</br>And thence at will, his hardy vassals led</br>To drench with carnage dire the subject plain,&mdash;</br>Oft &mdash; as rapacious &mdash; o'er his fair domain,</br>Cambria her countless tribes from distant mountains spread.", "\"In happier times his haunt that fairy-ground</br>Where &mdash; pristine lustre beaming &mdash; DEVA strays,</br>And now, an ample Mansion turret-crown'd,</br>Rivals the grandeur of primeval days.</br>Bright emblems there by Herald's skill design'd,</br>Of ROLLO'S kindred line, the eschutcheon grace,</br>And Neustrian sires record &mdash; a martial race,</br>With Albion's gentlest dames in nuptial union join'd.", "\"See!  to these gates what subject Lords attend</br>Their Prince &mdash; so near to Royalty allied!</br>Hark!  paeans fill the Dome &mdash; and organs lend</br>Their powers, &mdash; to hail the pageantry of pride.</br>Reverse the scene &mdash; ah!  whither art thou fled</br>Vain dream of Greatness? &mdash; Lo!  with cares opprest,</br>Weak, old, dejected, &mdash; here he asks for rest,</br>His home the narrow cell; the pallet cold his bed.", "\"See of his state the Chieftain disarray'd;</br>Eas'd of its golden weight he bends his brow:</br>Shorn are the honours of his hoary head:</br>His lips pronounce the irrevocable vow.</br>Thy weeds &mdash; O BENEDICT!  his limbs invest:</br>His tottering step a pilgrim's staff sustains:&mdash;</br>Pleas'd, by the grant of lands and rich demesnes,</br>From Guilt's tormenting sting to free his troubled breast.", "\"But what these shadows of the illustrious dead,</br>Whose gorgeous state bespeaks their high degree?\"</br>\"These Cestria's EARLS, that in succession tread</br>Our courts, with prayer and choral minstrelsy:</br>ABBOTS, whose fronts the mitred honours grace,</br>Whose hands the crozier; &mdash; wont erewhile to hold</br>With Cestria's princely Chief and Barons bold</br>High conference, &mdash; and assert hereditary place!\"", "Thus &mdash; to her favour'd Minstrel's wondering gaze</br>Visions long past his sainted Guide recals,</br>And all the Minster's earliest pomp displays,</br>Its vaulted roofs, long aisles, and sculptur'd walls.</br>Now, from the Nave and Transept &mdash; towering high&mdash;</br>Leads to the REFECTORY'S distant site,&mdash;</br>Or PRIOR's devious home, or ABBOT'S, &mdash; bright</br>With rafters gilt, and sheen of solemn blazonry.", "Nor deigns she not to tell, how once his state</br>The Abbey's mitred Ruler here maintain'd;</br>What trains his hall, &mdash; what menials fill'd his gate;</br>And at his board profuse what splendour reign'd:</br>And how those portals &mdash; hospitably wide&mdash;</br>Receiv'd each nobler stranger; &mdash; nor repell'd</br>The abject and the poor: &mdash; for sacred held,</br>Each Pilgrim's simpler claims a ready dole supplied.", "And &mdash; how the Prior grave and courteous Guest</br>The social hour till evening dirge prolong;&mdash;</br>Then part in peace, and seek the haunts of rest;</br>And early wake, to join the Matin song.</br>For lo! &mdash; e'er Darkness take her drowsy flight,</br>Some hand hath trimm'd yon taper's smothering flame,</br>That through the DORMITORY'S length its gleam</br>Threw feeble, glimmering faint, with scarce distinguish'd light.", "Each Cenobite erewhile his pallet there</br>In silent muse possess'd, or sleep profound</br>But hark!  a Bell athwart the misty air</br>Pours on the ear of Night its wonted sound.</br>No toilet him expects, &mdash; since girt his loin</br>In slumber, &mdash; nor abandon'd e'er his vest:</br>With downcast eye, and footstep half supprest,</br>Gliding through charnell'd ways, the choral band he joins.", "For who &mdash; that on thy legend bends to pore</br>Sage BENEDICT!  and holy discipline</br>Kens not these nightly orisons? &mdash; nay more,</br>Prime, Third, Sixth, None, and Vespers, and Compline.</br>\"Seven times the sceptred Prophet wont to raise</br>Through night's dark watches, and the cheerful day,</br>His voice to God: &mdash; as He &mdash; my children, Ye</br>Seven times shall pour the prayer, or chaunt the hymn of praise.", "And Thou that would'st our holy warfare wage,</br>And win o'er self and sin the palm divine,</br>Know first &mdash; to teach is Wisdom's province sage,</br>To hear in silence &mdash; and obey &mdash; is thine.</br>To Thee &mdash; my Son &mdash; a father's counsels given</br>Shall prove as Jacob's ladder; whilom trod</br>By Angels &mdash; fleetest messengers of God,&mdash;</br>Who taught the Patriarch's gaze bright intercourse with heaven.", "\"Fear God:  be this Humility's first law.&mdash;</br>Let strong subjection curb thy recreant will.&mdash;</br>For God's love thy superiours hold in awe.&mdash;</br>Resign'd and patient, learn to suffer ill.&mdash;</br>From sage Confessor's ear, no secret guile</br>Of thought or act let faithless accents hide.&mdash;</br>Degraded and abas'd, thy penance bide</br>In meekness. &mdash; Deem thyself the vilest of the vile.", "\"Honour thy RULE; by this thy conduct square.</br>Speak seldom, &mdash; yet if question'd, mild reply.</br>The lightsome thought, the wanton laugh beware.</br>Season thy words with gentlest gravity.</br>With eyes that court the ground, but thoughts above;</br>Sitting or standing, if thou work or pray,</br>In choir and convent, garden, field, or way,</br>Let every varied act thy meek demeanour prove.\"", "\"And &mdash; was it thus\" &mdash; the admiring youth replied,</br>\"Each blest RECLUSE who bade the world adieu,</br>Victim no more of Envy, Ire, and Pride,&mdash;</br>Could calmly pay to God allegiance true!</br>Pow'rful though counsels are to sway the mind</br>To Virtue; &mdash; sweet the thoughts of doing well;</br>Yet Nature's froward children will rebel,</br>Their judgment prone to good, &mdash; their flesh to ill inclin'd.\"", "His bright Conductress smil'd:  \"Seest thou\" said she,</br>\"Yon MONK perverse, whose bosom's turbid flame</br>Lists to no soothing words of courtesy,</br>Nor grace can humble him, nor penance shame.</br>Yields he?  'tis but in semblance; &mdash; mark the scorn</br>Through hypocritic mask that lights his eye:&mdash;</br>Some fiend accurs'd impels his soul awry,</br>And bursts his labouring breast, by jarring passions torn.", "\"But will the wretch unmov'd, with hunger pine,</br>A mark of scorn to every Brother's view;</br>Nor crouch beneath the smarting discipline?</br>Then Heaven's own thunders shall his soul subdue.</br>Behold him prostrate on the sacred floor</br>Day after day &mdash; forlorn, unheeded, lie,</br>Till Pity can no more the boon deny:&mdash;</br>'Enough: &mdash; thy pardon seal'd &mdash; depart, and sin no more.'\"", "With meditative gaze, the Minstrel view'd</br>Each passing scene; and question'd much his mind;&mdash;</br>Fulfils Man Heaven's behests in solitude,</br>More dear to God, as more he shuns his kind?</br>Not so the SAVIOUR deem'd! &mdash; In every place</br>Where Man resorted, there his presence found</br>Its happiest sphere; diffusing widely round</br>Example's brightest light, and Virtue's loveliest grace.", "More had he said: &mdash; but now his startled eye</br>Beholds new sights: &mdash; Processions, Pilgrimages,</br>Mix'd shows of \"Holy Mummeries,\" &mdash; antic Joy,</br>And rabble-Rout; &mdash; and Interludes and Stages.</br>Strange sounds his ear assail of wild commotion,</br>As though by eddying storms of Limbo tost,</br>In the \"Fool's Paradise\" his thoughts were lost;&mdash;</br>And more his Fancy dreams of Riot than Devotion.", "But soon, a FORM MAJESTIC sprang to view</br>Of frowning mien; &mdash; a diadem he wore:&mdash;</br>\"Depart,\" he sternly said, \"licentious crew,</br>And dare profane these hallow'd walls no more.\"</br>Instant a Seraph, rob'd in purest light,</br>Shot like a falling star, athwart the shade:</br>'Twas heavenly TRUTH! &mdash; She came, resplendent Maid,</br>To dissipate the gloom of intellectual night.", "\"Blest be the dawn of this auspicious day,\"</br>The Virgin cried: &mdash; \"Delusion!  cease thy reign:</br>Error!  no longer cloud the mental ray:</br>Fell Bigotry!  resign thy torch and chain.</br>Here &mdash; let Religion &mdash; more serenely bright</br>From mists emerging &mdash; with full splendour shine;</br>And Learning haste to build her favourite shrine.\"</br>The Vision spake, &mdash; and straight evanish'd from his sight.</br>"]