["Still night inclos'd the world in gentle shade,</br>Grateful to man and beast; when sacred Sleep</br>With purple pinions waving o'er my head</br>Shed sweet oblivion from his dewy wing.</br>Now FANCY loves, with imitation wild,</br>To mock the labours of the busy day;</br>And oft forsaking the low ground, ascends</br>Aloft, and wanton plays in distant worlds.</br>The goddess rested on a shadowy cloud,</br>Whose lap the moon with ever-changing forms</br>Joy'd to diversify.  With easy course</br>Sublime she glided thro' the quiet sky,</br>Wide o'er the subject globe no sound was heard,</br>But the soft lapse of murm'ring waters down</br>The lonely thicket, where the wakeful bird</br>Sings to the list'ning grove her mournful strain.</br>Now rocky Taurus rears his shaggy head,</br>White with eternal snow; and far below,</br>Thro' Spring's mild realms, Euphrates rolls his flood;</br>Impatient Tygris rushing from the hills</br>Shoots his swift stream sonorous to the north.</br>The goddess turns her cloudy car, and views</br>Th' inhospitable deep, and, on the shore,</br>Th' imperial city, whose aspiring tow'rs</br>Shine with the fav'ring moon.  Thy sacred groves,</br>Parnassus, o'er the spring of Helicon</br>Then wave aloft their everlasting green.</br>Next high Olympus tow'rs above the storms,</br>And Octa's rocks frown on the foaming waves.</br>Then, from the realms of science, o'er the flood</br>Resounding on the hoarse Calabrian shore,</br>She, hov'ring, counts the haughty hills</br>Where tow'r'd the nurse of heroes, lofty Rome.</br>From Tuscan Tyber, and the fruitful plains</br>Of Latium, o'er the Middle Sea she soars.</br>The light wave trembles to the moon; the gales</br>Fan with soft wings the brow of careless Sleep;</br>Beneath her flight the goddess leaves the fields</br>Of Aegypt, where the stream of bounteous Nile</br>Revives the sacred glebe; the dreary waste</br>Of Lybia, and the dry Getulian sands,</br>Where Atlas rears his lofty brow, and sees</br>All Afric burning underneath his feet.</br>Here the tall mountain lifts its secret top</br>Amidst the stars, and props th' incumbent sky.</br>Around his head incessant roars the storm;</br>Still swells the pile of undissolving snow.</br>The middle, woods adorn, whose lofty shade</br>Darkens, with everlasting night, the realms</br>Where Silence dreams secure, and widely spreads</br>Gorgonian horror thro' the black profound.</br>Below, the gushing torrents from the rock,</br>Or thro' the windings of the hollow cave,</br>Impetuous rush, or down the craggy steep</br>Foam furious, and awake the whirlwind's ire.</br>Now thunder roars, and the red lightning flames;</br>Now the sapp'd rock with hideous ruin falls.</br>But from the hanging steep the Goddess view'd</br>Fortunate isles, and happy fields, like gems,</br>That grace the bosom of the boundless deep,</br>As when a star, when moist Arcturus sets,</br>Shoots thro' the liquid air the lengthening blaze,</br>And draws a trail of brightness thro' the sky;</br>The Goddess so, smooth gliding thro' the air,</br>Drop'd swiftly down into the nether world.</br>Fruitful it bloom'd with every tree and flow'r</br>That decks the sunny bank, or wat'ry dale,</br>Which sacred Nature, with indulgent hand,</br>Bounteous had planted in the grateful soil;</br>Hesperian garden fair.  The swelling buds,</br>On the same bough, where op'ning blossoms breath'd,</br>Hasten'd the fruit mature.  The downy plumb,</br>And purple fig on unprun'd branches smil'd.</br>Of juice nectareous hung the clust'ring grape</br>On slender twig, and, clasping round the stem,</br>Ambitious climbs the friendly elm; the peach</br>And golden orange, with their fragrant load,</br>Bended the trees delicious:  and more fair</br>The fatal apple, with temptation fond,</br>Which the first Venus gave the cred'lous man,</br>Deceiving and deceiv'd.  Thro' groves to light</br>Impenetrable, down the hollow stone</br>The torrent flows unwearied, and awhile</br>Roars down the steep, but soon remits his course,</br>And softly gliding thro' the painted lawn,</br>O'er golden sands, plays slow, with wanton waves.</br>Here, from her verdant lap, the fruitful earth</br>Display'd her flow'ry pomp.  The lilly chaste,</br>The od'rous violet, and the blushing rose;</br>The proud carnation, and the pale-ey'd pink;</br>And, intermingled in the meadow's green,</br>Soft daisies sprinkled o'er the grassy vale,</br>As scatter'd stars adorn the vary'd sky.</br>On either side a grove aerial wav'd</br>The poplar tall, that fears the wand'ring sun;</br>The spiring fir, with silver verdure crown'd;</br>The flow'ry lime, that feeds th' industrious bee;</br>The genial platan, friend to social joy;</br>The spreading beech, whose shade the shepherd loves;</br>The palm victorious rear'd her lofty head;</br>And, nodding pompous o'er th' inferior wood,</br>The stately cedar, and the lasting oak.</br>In the thick shade innumerable birds</br>Tun'd their soft notes, with native joy inspir'd,</br>While thro' the trembling branches Zephyr mild,</br>With pleasing force unfolding ev'ry flow'r,</br>Spreads the fresh odour of reviving spring.</br>Here in the secret grove, where woodbine sweet,</br>And jasmin intermingling, twin'd a bower,</br>A lovely form appear'd; and, as she mov'd</br>Her graceful steps, and turn'd her rosy neck,</br>Shining refulgent, her ambrosial hair</br>Drop'd heav'nly fragrance o'er the flow'ry vale;</br>Beneath her feet the crocus, and the rose</br>Mix'd their bright hues o'er all the smiling ground.</br>One of the naked sisters, or the queen</br>Of charms and smiles, she seem'd, and in her hair</br>Soft Pleasure clap'd her many-colour'd wings.</br>Her chearful presence gladden'd every heart;</br>The birds their songs redoubled, and, with joy</br>Unbounded, pour'd their rapt'rous strains, and hail'd</br>The Goddess, who reveals the chearful day.</br>Awak'd I join'd the grateful choir, and hail'd</br>Aurora, who reveals the chearful day.</br>She rising slow her heavenly road began,</br>And with chaste blushes ting'd the rosy sky.", "Hail, GODDESS!  always let me meet thy smile</br>With eager eyes, nor rush with tim'rous guilt</br>To shun the light, and linger in the gloom.</br>"]