["Oh, I am blind with gazing!  I have seen</br>A glimpse of opening heaven, streak blend with streak</br>Of living light, carnation, crimson, green:</br>Once I have seen a sunset, vain and weak</br>My verse to tell its wonders, when the lake</br>Blazed like a sapphire, melting from the view,</br>As sunk his orb beneath the furthest peak</br>Of pine-clad Jura, into one deep blue,</br>Than all but woman's eye more exquisite of hue.", "Wooed by the Autumn's breath whose kisses sere</br>The leaves that to his honied flatteries</br>Listen, as some fond maiden lends an ear</br>To whispered accents and impassioned sighs</br>Of one she loves, trusting his treacheries,</br>Leman!  what gorgeous vesture clothes thy woods</br>And sloping vines with many tissued dies,</br>The whilst an amethystine vapor broods</br>Over the calm expanse of thy marmoreal floods.", "It was a sea of glory, such as man</br>Must dip his brush in heaven to paint; no dream,</br>Visioned amid the enchantments that the brain</br>Of wizard fancy, fevered by the stream</br>Of inspiration, conjures could redeem</br>Its splendours, or recall from out the bier</br>That shrouds them, their intolerable beam,</br>Reflected in the lake, whose mirror clear</br>Imaged a giant camp, whose snowy tops appear.", "Deepens the shade to purple; still the eye</br>Of golden day smiles on those heights of snow,</br>Those everlasting glaciers, that defy</br>His feeble radiance, and, whilst all below</br>Is wrapt in gloom, are burnished with a glow</br>Fresher than childhood's cheek, and rosier dyes;</br>And now dissolves that passing beauteous show,</br>And their vast outline fades at length, and dies</br>In mists of night away, mingling with earth, lake, and skies.", "The southern breeze is on her cradling breast,</br>As if enamoured of its beauty, sleeping,</br>Hushed like an infant in its innocent rest,</br>Save where confused and floating murmurs creeping</br>Along the shore, in balmy opiate steeping</br>The inebriate sense, o'er all my pulses steal</br>A magic influence, o'er my bosom sweeping,</br>Of momentary power almost to still</br>Its throbs, and staunch those wounds that nought can ever heal.", "Nor I alone!  all nature seems to feel</br>The soothing silentness of this sweet hour;</br>Breathless as if for joy, the lake so still,</br>That heard the buz of insects, fluttering o'er</br>Its glassy surface.  Lower now and lower,</br>List to a watch-dog's bark!  succeeds anon</br>A mule's dull tinkling, whilst from off the shore</br>Is borne at intervals the sullen moan,</br>As if of grief at parting, of the filial Rhone.", "Moveless the little boat, and seated high</br>A sylph-like form; the heaven of her clear brow</br>Images peace, and in her eloquent eye,</br>Of deeper, softer azure than the glow</br>Of skies, and brighter than the star that now</br>In single loveliness, the deity</br>Of twilight and of silence, smiles below</br>On this his world of beauty.  I read that he</br>Is most the object of her soul's idolatry.", "Twilight, and night, and silence, sisters!  ye</br>I love to adoration, worthier</br>From this our intercourse; strange sympathy</br>Knits human hearts to nature, and from her,</br>Or Gods or Fiends, men take their character;</br>'Twas this deep love was early steeped in thine,</br>Rousseau!  thou wast her darling worshipper,</br>The child of nature, and in every line</br>She breathed her inmost soul in passion's strains divine.", "Corinne!  around thy memory shines a light</br>Of halo loveliness; thou hadst a mind,</br>Bursting the Anarch Custom's reign of night,</br>Attun'd to all the sympathies that bind,</br>With e'en our very essence intertwined,</br>The purest, best, on earth; and thy freed spirit,</br>In fellowship with beings of its kind</br>It rarely met on earth, doth now inherit</br>Regions of love and light, the guerdons of thy merit.", "She was the day-star of thy earliest fame,</br>Rank, riches, honours, victory, renown.</br>A greatness, only equalled by thy shame,</br>Once in a people's hearts had built thy throne,</br>But thirst for arbitrary sway, a crown,</br>Made thee a Daemon &mdash; God thou might'st have been</br>If cursed ambition had not hurled thee down,</br>And, like an empty pageant, all the scene</br>Fled with the guardian light, thy genius, Josephine.", "This was the stream that fed thy fortune's tide,</br>And it rushed onward with a torrent's force</br>When she, the spring, its nourishment supplied;</br>Bright as a meteor was thy rising course,</br>Thy setting as inglorious:  now remorse,</br>The pangs of foul ingratitude, await</br>Thy scorpion heart; a self-inflicted curse</br>Is thine, a retribution, just though late,</br>The vulture and the rock &mdash; a Promethean fate.</br>"]