["MELEBEUS.</br>Huyl we fre nati' felds an' derest hem</br>Ar fors't to fle, in forran klyms to rem;</br>Thu raxt at ez, aniou the shaden bus</br>O that brad bech, meist wu the silvan mus</br>An tech the wu'ds, reponsif to thy leis</br>To ekho bak far Amarillis' pries.", "TITIRUS.</br>A God he was, my frend! &mdash; At lest to me</br>The god-lyk man a god sal ivir be,</br>Hua ga this invy'd blis:  hens aft, as du,</br>My fattist lam's his altar sal imbu.</br>He bad my bevs, as huylom fre to fed;</br>Me as y list, to tun my rustik red.", "MELEBEUS.</br>Thy lot and luk, in thir unlukki deis,</br>Myn admirashon, not my invy reis:</br>Sith al arun' huare'r y turn myn e</br>Nokht but distrubil in the land y se.</br>Lo!  her; thir gots wi' mikil pyn y dryv;</br>And en, that en, y drekhli drag alyv!</br>She, mang the hizils, kidan' on a rok,</br>Ther left hir tuins, the hop of a my flock.</br>Ah!  gin sum glamor had ne bler't ur en,</br>Lang syn this ivil mokht we ha' forsen,</br>Hu aft the blastit ak an' bodan kra</br>Tald us, misfortun was ne far awa.</br>But Tit'rus!  sei, gif it be far to sper,</br>Huat fav'ran God he is, hua keps the her.", "TITIRUS.</br>O Melebeus!  'or y ged to Rem,</br>Y thokht that citi lyk ur an at hem;</br>To huilk, nu-sivir't fre their bletan dams,</br>We shephirds dryv, on markat-deis ur lams.</br>Huat ful was Y?  For Rem as far exeds</br>All uthur tuns, as firs our-tap the reds.", "MELEBEUS.</br>But, sei, to Rem huat motif mad the hy?", "TITIRUS.</br>The best of motifs, frend!  Far liberty;</br>Huilk, tho' but short-syn she on me dan'd,</br>And ne till eld had with his hori hand</br>Bespren't my tempils an' my chin wi' grei;</br>Yit dan'd at last, an' apain't into dei:</br>Sin (Galatea banis't fre my brest)</br>Suet Amarillis a' my sal posses't.</br>For Y confes, to ny it wer in vein,</br>Huyl Galatea held me in hir trhein,</br>Y nouther luk't for liberti; nor kar't</br>Hu wi' mysel' or wi' my floks it far't.</br>Tho' futh of fatlin's aften wer sent dun,</br>An' wal o kebbaks to th' ungratfu' tun;</br>Th' ungratfu' tun but ill repeid my kar;</br>My purs kam rarli ladin fre the far.", "MELEBEUS.</br>Y wundir't huat mad Amarillis kry</br>To a the Gods that wun abun the sky:</br>Huy on the tres unpu'd hir apils hang,</br>And huy she ne mer ply'd the mirri sang.</br>Tit'rus was absint &mdash; Ilke shrub an' tre</br>An' bruk an' funtin, Tit'rus!  murn't for the.", "TITIRUS.</br>Huat su'd Y du?  Nen uther men Y sa</br>To kep dred thraldom's hivi curs awa,</br>Nor ku'd Y hop in oni uthir huer</br>To met wi' Gods se bontiful as ther.</br>Ther Melebeus!  ther my langan' en</br>First sa the Ghuth, belen't us frem aben,</br>To huam tuel tyms ur altars ilken gher</br>Wi' gratfu' viktims rekan'd sal aper.</br>'Twas fre his lips Y her'd thir wurds divyn:</br>\"Suains!  fed ghur floks (he sad) as ald-lang-syn.\"", "MELEBEUS.</br>Happi ald man!  An se thy felds reman</br>Thyn a'n poseshon?  ilke thing thyn a'n!</br>Enukh, Y wat, for thy contentit mynd:</br>For tho' but bar an barran, in its kynd;</br>Tho' stens invad the hikhts, an segs the plan,</br>Yet still, O plesant thokht!  'tis a thyn a'n.</br>Thy pregnant ious ne fremit girs sal rot,</br>Ne murrin tant them fre a fremit kot.</br>Happi ald man!  her, mid thy nati' burns</br>An' funtins bublan fre ther sakred urns,</br>Aniou the shad of odor-brethan' tres</br>Thu first an' katchist the refethan' brez:</br>Huyl, aft ghon osier-hedj (wha's arli flurs</br>The human' be with egernis devurs)</br>Sal with its gentil suzurashons step</br>Thy klosand en in blist an' bami step:</br>On t'uthir syd, the prunirs rustick sang</br>The bami slep sal plesantli prolang:</br>Nor sal the turtil or the kushi-du,</br>(Ghur kar) refus their lu-lorn nots to ghu.", "TITIRUS.</br>An' therefor, suner sal the bunsan' der</br>Fed in the ar, an fish on land apper;</br>Suner sal Parthians o' the Atar drink</br>An' German Goths inhabit Tigris' brink;</br>(Beth wullan' exyls fre the spot thei luv't)</br>'Or fre my brest his imaj be remuv't.", "MELEBEUS.</br>But we mun pas thro' traks unkent befor,</br>To Scytia's frezand, Afrik's burnan' shor;</br>To huer Oaxis rous his rapid tyd;</br>An Britan klift fre a the warld besyd.</br>Ah!  sal Y nivir, in the kurs o' tym,</br>Ens mer revisit this my nati' klym?</br>Ens mer wi' joiful an' wi wundran' en</br>Behad my humbil kot beturft wi' gren.</br>An' reinstatit in myn ald doman,</br>Be lard of a' the tenement agan.</br>Or, sal sum sojer or sum sojer's boi,</br>My wel-fakht rigs for iver-mer injoi?</br>A vyl barbarian rep my goudin felds?</br>Se!  citizens, huat civil discord ghelds!</br>Gang, nu, an' plant, inokulat an' graff,</br>An' prun ghur vyns, that fremit fouk mei quaff!</br>Awa!  my gots!  short-syn en happi flok,</br>Ne mer (huyl pendan' fre the tuftit rok</br>Ghe krap the tendir aromatick flur)</br>Sal Y, reklynand in sum shadoi bur,</br>Be had ghu bruzan' &mdash; ne mer, huyl ghe bruz,</br>Attun my pyp to the inspiran' Mus.", "TITIRUS.</br>Yit her, at lest this nikht, unhappi suan!</br>In this wel-shadit bur wi' me reman.</br>A ruth o' nu-pu't apils ryp an' rar,</br>Tchesnuts, an' kruds, an' krem sal be ghur far.</br>Lo!  kurls o' rek fre nib'ran knots ascend,</br>An' langir shados fre the hills protend!</br>"]