["How oft shall Genius, mid the chilling cloud</br>Of frozen Penury, unheard complain;</br>Still unregarded speak its ills aloud,</br>And urge its modest merits, but in vain?", "Still must the Bard, whose emulative lays</br>Shew ripen'd genius join'd to judgement chaste,</br>Pass in the turf-built roofless cot his days,</br>And pine unfed amid the dreary waste!", "Such was lamented virtuous Burns' hard case,</br>Whom pining Want, with Misery combin'd,</br>Press'd, sadly press'd, along life's arduous race,</br>And damp'd the glowing ardour of his mind.", "Oft when gay Fancy, in her painted vest,</br>To beauteous imag'ry his soul would form,</br>Or flights sublime, pale Hunger thought repress'd,</br>And chas'd th' idea, with native genius warm.", "What though he 'scap'd Obscurity's drear doom,</br>And gave his merits to the blaze of day;</br>Yet Poverty diffus'd its sadd'ning gloom,</br>And Patronage deny'd its friendly ray.", "Oft would his susceptible bosom heave,</br>To think of Fate's inexorable lot;</br>Oft would the sad, the just reflexion grieve,</br>\"The world applauded &mdash; but the world forgot.\"", "Had the warm sunshine of protecting gold</br>Beam'd its kind lustre on her hapless son,</br>Then to the world the sad tale were not told,</br>That Scotia pities only Burns undone.", "No gen'rous hand, with kind indulgent care,</br>Reach'd its benignant influence to the Bard;</br>Bade him, while yet alive, life's blessings share,</br>Or gave to Merit its deserv'd reward.", "Ill could his soul, inform'd with genial fire,</br>And kindled at the Muses' sacred shrine,</br>Submit to want what Nature must require,</br>Nor at the melancholy lot repine.", "Alas!  the conflict prey'd upon his heart,</br>And dry'd the source of happiness below,</br>Till Death, with piercing but with friendly dart,</br>Added a martyr to the lists of woe.", "Over his urn let weeping Genius stand,</br>And mourn his fav'rite's sad untimely grave,</br>Point to th' instructive tale, with trembling hand,</br>Which tells a pitiless world refus'd to save&mdash;", "Refus'd to save whom Poesy had taught</br>To pour th' inimitable artless line;</br>Whose breast, with Nature's richest tresses fraught,</br>Bade sober judgement fiction's rage confine.", "Who, like his brother Bards, with native fire</br>Pour'd the melodious energy of song;</br>Doom'd too, like them, unpity'd to expire,</br>Or drag a weary load of life along.", "Yet long, O Scotia, shall revolving years</br>In slow array their circling orbit run,</br>Ere Genius or Compassion chase their tears</br>For this thy hapless, thy neglected son.", "Oft shall the pensive foot of Genius rest</br>Near the sad marble which his corpse inurns,</br>Oft shall Compassion heave her beating breast,</br>And sigh with pity at the name of Burns!</br>"]