["SCENE, TURKEY.</br>The gentle Sadi, loveliest of the band,</br>That tend their flocks on Kara's yellow strand,</br>By love inflam'd, and wounded passion torn,</br>Had long endured the fond Zulieka's scorn;</br>Zulieka, fairest of the rural maids,</br>Zulieka, glory of the palm tree shades.</br>Young Sadi was the pride of Kara's plain,</br>Flame of each maid, and envy of each swain,</br>Flow'r of the hall, and honor of the grove,</br>Form'd in soft mould for luxury &mdash; and love.</br>A silken turban, with the crescent, grac'd</br>His stately front, and auburn curls embrac'd;</br>A scarf enwreathed his neck in many a fold,</br>And shining ringlets bathed his neck in gold.</br>Blue was his Caftan, green the robe that press'd</br>His manly limbs, and too-too gen'rous breast;</br>Fair was his visage, princely was the grace</br>That noble nature stamp'd upon his face;</br>But tow'ring far beyond description's art</br>Reign'd, by rich feelings thron'd, his godlike heart.</br>Whene'er he spoke, each listening swain approv'd&mdash;</br>Whene'er he sued, each willing damsel lov'd&mdash;</br>All but Zulieka, reckless of her troth,</br>As false as fair, and lovelier than both.", "The nymph's disdain the hapless shepherd flew,</br>Till proud Bussora sparkled in his view;</br>There on the margin of the silver sea,</br>Beneath the purple fig and orange tree,</br>The swain reclin'd to wail his luckless fate</br>To pause in envy o'er his rivals' state,</br>To mourn Zulieka's passion fled too soon,</br>And sigh his sorrows to the wat'ry moon.", "Tell me, thou pale Sultana of the night,</br>Since last, thou strewdst thy damp malignant light</br>On Orsa's bow'r, around whose lattice twine</br>The mellow clusters of the spreading vine,</br>Where peach and lemon in embraces bound</br>Chequer the purpling shadows on the ground,</br>Where fair Zulieka slumbers on her charms,</br>Sweetly reclining in my rival's arms;</br>Tell me since last thy silver view has eyed</br>This bustling ball &mdash; O say hast thou espied</br>A heart more hapless, or a heart more true</br>To honor, and &mdash; Zulieka, O to you?&mdash;</br>Say hast thou seen, or shalt thou ever see</br>A maid more false to love than she to me.</br>Ah, luckless Sadi, why did I believe?</br>Ah, false Zulieka, why did you deceive?</br>Oft on the pallet of the palm tree grove</br>We pledged the fervent kiss of mutual love;</br>Oft in the valley, where the woodbines curl'd,</br>You vow'd you loved me better than the world;</br>And when I cropt sweet blossoms from the hill,</br>The golden hyacynth, and daffodill,</br>The Georgian rose, fair pink, and fragrant box,</br>To interweave them with your precious locks,</br>You prais'd their sweets, and swore by Zanga's fall,</br>Your Sadi's love was sweeter than them all&mdash;</br>And while upon your burning lips I hung,</br>\"I love you,\" flutter'd warmly from my tongue.", "Oft to my cottage would your steps repair,</br>If from the valleys stray'd your fleecy care,</br>When I, o'erjoyed to seek the wandering flock,</br>Would mount the crag, and scale the rugged rock,</br>Confront the savage wolf with single clench,</br>And from his teeth your bleeding lambkin wrench;</br>Then lead my prize in triumph o'er the plain,</br>And pen the ramblers in the folds again&mdash;</br>You thank'd my care, you wreathed me to your breast&mdash;</br>Oh, Woman!  Woman!  falsehood knows the rest.</br>No milky flow'r in Orsa's garden blows,</br>With half the beauty of your bosom's snows;</br>No crested snakes in Orsa's garden dart,</br>With half the venom of your faithless heart.</br>Now let our blooms no more in breezy spice,</br>Embalm the valleys blanch'd with waving rice,</br>No more let Orsa's plain soft herbage yield,</br>Nor snowy lilies decorate the field;</br>No more let ringdoves warble in the woods,</br>Nor golden reeds adorn the silver floods</br>Mute be the dove, and levelled be the reed,</br>Parch'd be the lily on the tufted mead&mdash;</br>And where the rose-bush once incens'd the skies,</br>Let briery weeds, and thorny thistles rise.</br>Mount, billows, mount, and scourge the noisome shore;</br>Flash, lightnings, flash, and pealing thunders roar;</br>Rise, hurricanes, congenial to my soul;</br>Howl, tempests, howl, and show'ring waters roll&mdash;</br>Let blist'ring dews on Orsa's valley fall;</br>Let venom'd bees knead up for honey, gall;</br>Let fruit and flow'r from all her fields depart,</br>Since proud Zulieka scorns poor Sadi's heart.", "Thus to the moon the maniac pour'd his woes,</br>Till o'er his flinty couch a sound arose&mdash;</br>The phrenzied Turk up sprung with frantic leap,</br>To hurl the listener from the craggy steep.</br>Who met his view?  Zulieka in her charms,</br>And swoon'd transported into Sadi's arms!", "Consum'd by love, the cherish'd nymph had trac'd</br>Her wand'ring Sadi o'er the wat'ry waste</br>She fear'd some maid his feelings might estrange,</br>Doubted his passion, trembled at its change;</br>Till having heard his plaints the rock behind,</br>She gave her vain suspicions to the wind.</br>The heart transported in its Idol's kiss,</br>From torture's hell to all the heavens of bliss;</br>The long sweet kisses of adoring loves,</br>Wing'd the glad moments thro' the merry groves&mdash;</br>And when the moon next rear'd her silver head,</br>She strew'd her beams on Sadi's bridal bed.</br>"]