["See yonder dome, sequester'd pleasing seat,</br>Where noble Science undisputed reigns,</br>And Learning's votaries hold a safe retreat,</br>Smiling superior o'er the ample plains</br>That Wisdom doth unfold with mickle pains.</br>In there forsooth a Pedagogue ydwells,</br>To whom the order of that dome pertains,</br>Licentious Youth, and turbulent he quells;</br>But such as love the Muse with recompense impels.", "Thrice happy Youths who habit this abode,</br>Whose dawning passions issue bad betray;</br>Eftsoons within this realm you feel the goad,</br>That spurs to noble acts and points the way;</br>Which certes after gladly, you shall say:</br>Tho' it may cause laments, and tears to flow,</br>And eke in anguish cause th' unhappy day;</br>Withouten that might come an heavier blow,</br>From loose and dissipated life, incessant woe!", "There as you enter at the portal wide,</br>Where massy doors on grating hinges sound,</br>Grammar ytakes his seat; on either side</br>Emblems portray'd divinely shine around;</br>And those he fancies most, those most abound.</br>All in their several forms the Youths take place</br>In study fixt, and silence so profound</br>There sov'rain reigns, when eke they see the face</br>Of Pedagogue them proaching near with solemn pace.", "Full in his right the rod of power he sways,</br>The Mantuan bard doth grace th' inferior hand;</br>The first for punishment of evil ways,</br>This skill'd the youthful talents to expand,</br>A work yprais'd in ev'ry polish'd land.</br>His blacken gown that sweeps along the floor,</br>With mantle black, respect and awe command.</br>Such and so terrible their eyes before,</br>He calls the lower forms to con their lessons o'er.", "One hapless elf amid the num'rous train,</br>Who rare in learning ought, but sorrow, knew;</br>Presaging dire confusion, eke and pain,</br>Approach'd reluctant to the Tutor's view;</br>For well he kenn'd what to neglect was due.</br>The rev'rend Guardian 'sumes his time-worn place,</br>His praises there the diligent pursue:</br>Whilst this poor urchin, sad with tearful face,</br>Stood all aghast to meet his vengeance with disgrace.", "The gen'rous Youths who have this Tutor's aid,</br>And take delight in Virtue's paths, so green,</br>Such in his presence free and unafraid,</br>And 'fore his dread tribunal firm are seen,</br>With count'nance compos'd and placid mien.</br>But on the imps to idleness a prey,</br>His visage ghastly terrible I ween:</br>His baleful eyne the miscreant eke-survey;</br>Who durst his great behests and precepts disobey,", "Then the well known decrees eft issue find,</br>His dreadful voice mote start a braver ear,</br>But muchen more th' astonied elfins mind;</br>Eftsoons on back of sorrowing compeer,</br>Hoisted aloft, his brogues let down appear.</br>Down from his seat then stalks with sternest eye.</br>The sov'raign despot, and assaults his rear</br>With scourge imprinting, erst ybrandish'd high,</br>Heedless of cries and shrieks, which nought ysignifie.", "Soon as his full meridian splendor bright,</br>Dan Phoebus hath ygain'd, with wild uproar</br>The youth outrush impetuous to delight,</br>As billows rolling on the sea-beat shore.</br>The welkin with their noise resoundeth sore;</br>To various games the striplings eke repair,</br>While some more studious on the learned pore,</br>Whose works have been th' effects of toil and care,</br>And may for future days their dawning power prepare.", "Beneath the shade of deep embow'ring mast,</br>Some lie reposing on the grass so gay,</br>And eke discourse of old adventures past,</br>While others shouting various gambols play,</br>And sports of pleasure crowd the joyous day.</br>Some stand yrank'd the rapid course to try;</br>Gladden'd I ween their swiftness to display;</br>The word now giv'n, they with each other vie,</br>To reach the distant goal, and all their vigour ply.", "But as I mus'd far off, in crowd conven'd,</br>Behind a copse I chaunced to espy,</br>From piercing ken of Tutor well yskreen'd:</br>Two combatants amain who did defy</br>Each other as erst Knights in chivalry;</br>Who whilom for a dame or lady fair,</br>Contended each his rival to outvie.</br>So rush the furious heroes to the war,</br>And of the sanguine plain the doubtful conflict dare.", "These wights forsooth ne shining falchion knew,</br>Ne hurl'd the fragments of a rock uptore;</br>But with well-aimed fisticuffs perdue,</br>The foes eke gall'd, and were ygalled sore,</br>And badge of bloody nose their faces bore.</br>Ne Grecian warrior and ne Roman band,</br>In discord horrible, such plight afore,</br>Did e'er experience &mdash; but their deeds demand</br>The future strains and pen of some more able hand.", "Now 'mong this stripling crew methinks I see</br>Some who in Britain's senate may abide;</br>Tho' now so low and groveling they be:</br>And here an embryo Bishop may abide;</br>Some too who armies and who fleets may guide:</br>To try poetic flights in juv'nile days,</br>A dawning Milton it may eke betide,</br>A Newton's genius here may crave the bays,</br>Due to his honours, name, and his immortal praise.</br>"]