["Star of the morning!  be my guide; with thee</br>I'll seek the wilderness, where one can mark</br>Those rugged spots, where man at least is free&mdash;</br>The pilot of his own unfetter'd bark.</br>Dear to my spirit is the mountain dark,</br>The shiver'd rock, the ocean's boundless roll,</br>The solitary waste &mdash; that bids us hark</br>To the great voice, which breathes into the soul</br>The might of Him, whose arm stretch'd out creation's whole.", "Seest thou yon ocean of stupendous cliffs,</br>Heaving their snowy bosoms to the sky,</br>Whose frozen front the hovering eagle skiffs</br>With her broad wings, while passing dimly by;</br>And list that mountain-torrent's dreary sigh,</br>As through the horrid glen it wanders slow?</br>Ah!  deeds have there been done of blackest dye,</br>And purest blood, by guile, was doom'd to flow!</br>Oh!  pause, and mark it well, that desert is Glencoe.", "The form of nature here is grim and gaunt,</br>A desert without tree to cheer the view;</br>The eagle is the sole inhabitant,</br>Throned in his palace of ethereal blue:</br>Amid the sky, the rent cliffs breaking through,</br>Where desolation keeps his withering hold,</br>Throwing his naked pride and murky hue</br>Upon each mountain's rugged forehead bold,</br>That lowers with shatter'd front, making creation old.", "Where rise the hills, as if they long'd to kiss</br>And join each other in a rude embrace,</br>Like savage lovers in the wilderness,</br>There sport the desert's fair and chainless race;</br>Far from the hunter's aim, the blood-hound's chace,</br>The red deer wanders, and the stately stag</br>Bounds gallantly along the mountain's face</br>While the gray fox seems in the glen to lag;</br>The airy-footed goat sports on from crag to crag.", "And see upon the stream of Cona, stand</br>A few gray stones, the monuments of blood:</br>They show the lowly dwellings of the band</br>Who cheer'd their murderers in courteous mood:</br>They were not conquer'd by those villains rude,</br>But in night's solitude, when all was still,</br>When sleep each manly spirit had subdued,</br>They felt the brand of murder through them thrill,</br>Then death's long hollow groan rung widely o'er each hill!", "Ay, in the hour of slumber and of faith,</br>When youthful love seem'd cradled with delight,</br>When friendship should have come, instead of death,</br>To guard the courteous sleepers in the night&mdash;</br>The yell of murder spread from height to height,</br>Then, waked the startled eagle on her cloud,</br>Scared by the flames that broke upon her sight;</br>Scared by the dying screams, that long and loud</br>Rose from the manly hearts, that 'neath death's tempest bow'd.", "Oh!  for a tongue &mdash; an arm to blast the slave</br>Who did the deed &mdash; the heart that gave it birth!</br>May Scorn, with her lean finger, point the grave</br>Where such vile monsters mingle with the earth.</br>Kings are but men; &mdash; yet they, with hellish mirth,</br>Can sport with hearts more noble than their own;</br>Plant red destruction on the friendly hearth;</br>Make shackled millions with oppression groan;</br>Upraise the seeds of peace, which Thou, O God!  hast sown.", "Cona!  though lonely, still thou hast a charm,</br>Which all thy desolation cannot blight:</br>Within thee Fingal raised his mighty arm,</br>And Ossian's harp rung to the breeze of night.</br>And now, methinks, upon yon awful height,</br>That beetles o'er the desolated way,</br>I mark his giant form and tresses white,</br>Floating upon the mountain-storm like spray,</br>And like a shade he seems of some forgotten day.", "But, hark!  those echoes stealing o'er the hill,</br>Wild and unearthly; &mdash; are they from his lyre?</br>Ah!  no: &mdash; his mountain harp-strings now are still:</br>Dark nameless time beheld the Bard expire,</br>But not his glory, nor his deep-toned fire.</br>No! &mdash; like the blasts of his own uplands blue,</br>It seems to strengthen as it warbles higher;</br>And from the dreary spot where first it grew,</br>The breath of fame has blown it's sparks creation through.", "When sinks my dust again into the earth,</br>When all of me has perish'd &mdash; that can die;</br>When my free spirit springs to second birth&mdash;</br>O Scotland!  may I still thy beauties eye,</br>With feelings strong as those of days gone by,</br>When the lone stars of heaven have only been</br>Companions in my wanderings.  May I fly,</br>Like spirit of a sound, o'er each loved scene</br>That charm'd, like thee, Glencoe!  my boyhood's hour serene.</br>"]