["Sweet sandy Slane, beside whose Springs</br>My Fancy wand'ring wildly free</br>In Vision quaint to Mem'ry brings</br>High Themes of runic Minstrelsie!</br>O sweetest sandy Slane let me,</br>Along thy flow'ry Margin laid,</br>Some Strain harmonious raise to thee</br>As Spenser charm'd Armulla's shade!", "Slany, I praise thee not, of old</br>That Chiefs, ambitious of thy Name,</br>Imperial Lords and Barons bold,</br>With mighty Deeds adorn'd the same!</br>Nor for that ancient Druid's Fame,</br>Who by thy Waters cur'd the Ills</br>From Britain's poison'd Shafts that came!</br>Nor for a thousand Poets' Skills!", "Nor, that thy beauteous Borders show</br>All Colours of the springing Year;</br>Nor, that thy sapphire sources glow</br>With sunny Sands and Runnels clear;</br>'Tis not for this I hold thee dear,</br>But for thy Doyne, our Valley's Pride;</br>For whom ev'n yet thy crystal Tear</br>Is pour'd, and pale thy flow'ry Side!", "O were my Life, sweet sandy Slane,</br>Sedate as o'er Menapian Dales</br>Thy stately Course, and smooth my Strain,</br>As pensive Colin's mystic Tales;</br>Not all the Wealth of Ormus' Vales,</br>The Pride that Zender's Domes display,</br>Nor all Panchaias' spicy Gales,</br>Could charm me from thee, sandy Slay!", "What golden Harp's coelestial Sound</br>Descends from Toscar's broken Height?</br>And who is He, with Roses crown'd,</br>Who fairest shines in Shepherd's Sight,</br>Shooting with Songs his gentle Sprite,</br>While o'er his Head the Coronall</br>Gay waves, with Impulse of Delight,</br>It's Bells and Myrtle-berries small?", "I know thee, Doyne!  The Shepherd best</br>That ever pip'd on past'ral Reed!</br>I know that clear transparent Breast,</br>Wherein no thought of Ill could breed,</br>Nothing but gentlest Word and Deed!</br>I know thee by that Garland trim,</br>With Myrtles twin'd, thy beauteous Meed</br>For Songs compos'd by Slany's Stream!", "But wherefore are the Berries dry?&mdash;</br>And is it thus thou doom'st to fade,</br>Ah cruel Slane!  those Spirits high,</br>Who thee so gorgeously array'd,</br>In Leaves of everlasting Braid?</br>Should he, whose Verse thy Borders deck'd,</br>'Mong'st forlorn Shades, a forlorn Shade</br>Go to the House of cold Neglect?", "Now where is Ussine?  Where are they,</br>Blest Bards, from heav'n who Raptures stole</br>To animate th' immortal Lay?</br>And where is Doyne, sweet Music's Soul?</br>What Pow'r can Iron Fate controll?</br>The Monarch of extensive Reign,</br>The Bard whose Eyes in Frenzy roll,</br>One narrow Vault shall soon contain.", "But see!  the Genius old ascends</br>From where abroad his lucid Tide</br>Through Scenes of various Hue, he sends,</br>The Upland gray, the Forest wide,</br>The rugged Rock, the Garden's Pride:</br>\"What Stranger calls from coral Cave,</br>Where thro' long Ages I reside,</br>The Genius old of Slany's Wave?", "\"Think'st thou, my Bards are lost in Death,</br>Whose Fame is o'er yon starry Sky?</br>How rich the Purchase, dying Breath</br>Resign'd, on boundless Wings to fly!</br>Thou follow them, and never die.</br>Or if thou can'st araise thy Reed</br>To Strains of sacred Liberty,</br>Then, Stranger, thou shalt live indeed!\"", "Now thanks to thee, sweet sandy Slane!</br>But deign to tell me, where, O where,</br>Is He the Joy of every Swain,</br>And each Menapian Maiden's Care?</br>Soars he in Heav'n, and heralds there</br>The Glories of the heav'nly King?</br>Or hears he, from our darken'd Air,</br>What Praises meaner Mortals sing?", "Ah stop thy too, too hasty Flight&mdash;</br>Blest Genius, why away so fast?</br>Why leaves thy Horns the golden Light?</br>Why is thy silvery Urn o'ercast?</br>Wherefore so quickly wilt thou haste</br>Back to thy coral Bow'rs again?</br>An happier Shepherd meet thou may'st,</br>But none sincerer, sandy Slane!", "I mark old Toscar's gleaming Cloud,</br>A beck'ning Form is on the Ray:</br>I hear a calling Voice aloud&mdash;</br>And shall I raise great Spenser's Lay?</br>And gives he me his Pipe to play?</br>And does he join his Pen to mine?&mdash;</br>Ah!  where will thee thy Love betray?</br>It was not Colin, 'twas thy Doyne!", "And mildly thou, O Vision dear,</br>Blest Bard, best Critic, friendliest Guide!</br>Accept, what not without a Tear,</br>For thee thy Follower mean hath try'd!</br>Now farewel to this burnish'd Tide!</br>And farewel to the broider'd Plain!</br>And never be thy Channel dry'd,</br>But flow for ever, sandy Slane!</br>"]