["A Shepheard poore, Eubulus call'd he was,</br>(Poore now alas, but erst had jolly beene)</br>One pleasant morne whenas the Sunne did passe</br>The fiery homes of raging Bull betweene,</br>His little Flocke into a Meade did bring,</br>As soone as day-light did begin to spring.", "Fresh was the Meade, in Aprils liverie dight,</br>Deckt with green Trees, bedewd with silver Brooks,</br>But ah!  all other was the shepheards plight,</br>All other were both sheepe and shepheards lookes.</br>For both did shew by their dull heavy cheere,</br>They tooke no pleasure of the pleasant yeere.", "He weeping went, ay me that he should weepe!</br>They hung their heads as they to weep would learn.</br>His heavy Heart did send forth sighings deepe.</br>They in their bleating voyce did seem to yearne.</br>He leane and pale, their fleece was rough and rent:</br>They pinde with paine, and he with dolors spent.", "His pleasant Pipe was broke, (alas the while)</br>And former meriment was banisht quite.</br>His shepheards Crooke that him upheld ere-while,</br>He erst had throwne away with great despite.</br>Tho leaning gainst a shrubbe that him sustained,</br>To th' earth, sun, birds, trees, Eccho thus he plained", "Thou all-forth bringing earth, though winter chill,</br>With boystrous blasts blow off thy Mantle greene,</br>And with his Snowe and hoary Frosts doe spill,</br>Thy Flora-pleasing flowers, and kill them cleene:</br>Yet soone as Spring returnes againe</br>To drive away thy Winters paine,</br>Thy Frost and Snowe Away doe goe.</br>Sweete Zephyres breath cold Boreas doth displace,</br>And fruitfull showers</br>Revive thy flowers,</br>And nought but Joy is seene in every place.", "But ah!  how long, alas, how long doth left</br>My endlesse Winter without hope of Spring?</br>How have my sighes, my blustring sighes, defaste</br>The flowers and buds which erst my youth did bring.</br>Alas the tops that did aspire,</br>Lie troaden now in filthy mire.</br>Alas!  my head</br>Is all bespread</br>With too untimely snow:  and eke my hart</br>Al fence hath lost,</br>Through hardned frost,</br>Of colde Despaire, that long hath bred my smart.", "What though Soone-rising Torrents overflow</br>With nought-regarding Dreams thy pleasant green,</br>And with their furious force do lay full lowe,</br>Thy drowned flowers, how ever sweet they been!</br>Soone fall those flouds, as soone they rose,</br>(For fury soone his force doth lose;)</br>And then full eath</br>Apolloes breath,</br>The cold, yet drying North-wind, so doth warme,</br>That by and by</br>Thy Meades be dry,</br>And grow more fruitfull  by their former harme.", "O would the teares that Torrent-like do flowe</br>Adowne my hollow cheekes with restlesse force,</br>Would once (O that they could once) calmer grow!</br>Would like to shine, once cease their ceasles course!</br>Thine last not long, mine still endure:</br>Thine cold, and so thy wealth procure:</br>Hot mine are still,</br>And so do kill</br>Both flower and roote, with most unkindely dew.</br>What Sun or Winde</br>A way can finde,</br>The roote once dead, the flowers to renew?", "Thou, though the scorching heate of Summer Sun,</br>(While ill-breath'd Dog the raging Lyon chaceth)</br>Thy peckled flower do make of colour dun,</br>And pride of all thy greeny haire defaceth;</br>And in thy moysture-wanting side</br>Deepe wounds do make, and gashes wide:</br>Yet as thy weate,</br>By Phoebus heate,</br>To turne to wholsome drynesse is procured.</br>So Phoebus heate</br>By south-winds weate,</br>Is soone asswaged, and all thy wounds recured.", "Such heate as Phoebus hath me almost slaine.</br>As Phoebus heate?  ah no, farre worse then his.</br>It is Astreas burning-hot Disdaine</br>That parched hath the roote of all my blis:</br>That hath (alas) my youth defaced,</br>That in my face deep wounds hath placed.</br>Ah that no Heate</br>Can dry the weate</br>The flowing weate of my still-weeping Eies!</br>Ah that no weate</br>Can quench the heate,</br>The burning heate within my Hart that lies!", "Thou dost, poor Earth, beare many a bitter stound,</br>While greedy Swaines forgetting former neede,</br>With crooked plowes thy tender backe do wound,</br>With harrowes biting teeth do make thee bleede.</br>But earth (so may those greedy Swaines</br>With pitteous Eye behold thy paines)</br>O Earth, tel mee,</br>When thou cost see,</br>Thy fruitfull Back with golden Eares beset,</br>Doth not that joy</br>Kil all annoy,</br>And make thee all thy former wounds forget?", "And I, if once my tired Hart might gaine</br>The Harvest faire that to my faith is due:</br>If once I might ASTREAS grace regaine:</br>If once her hart would on my sorrows rue,</br>Alas, I could these plaints forgo,</br>And quite forget my former wo.</br>But (O!  to speake</br>My Hart doth breake)</br>For all my service, faith, and patient minde,</br>A crop of Greefe,</br>Without releefe,</br>A crop of scorne, and of contempt, I finde.", "Soone as the Shepheards Star abroad doth wend</br>(Nights harbinger) to shut in bright-some Day;</br>And gloomy Night, on whom black clouds attend,</br>Doth Tirant-like through skie usurpe the sway,</br>Thou art (poore Earth) of Sunne deprived</br>Whose beames to thee all Joy derived:</br>But when Aurore</br>Doth ope her Dore,</br>Her purple core to let in Phoebus waine,</br>The night gives place</br>Unto his race,</br>And then, with joy, thy Sun returnes againe.", "O would my Sunne would once returne againe!</br>Returne and drive away th' infernall night,</br>In which I die, since she did first refraine</br>Her heavenly beames, which were mine only light.</br>In her alone all my light shinde,</br>And since she shinde not, I am blinde.</br>Alas, on all,</br>Her beames doe fall,</br>Save wretched me, whome she doth them deny.</br>And blessed day</br>She gives alway,</br>To all, but me, who still in darkenesse lie.", "In mournefull darkenesse I alone doe lie,</br>And wish, but scarcely hope, bright day to see,</br>For hop'd so long, and wisht so long have I,</br>As hopes and wishes both are gone from meet</br>My night hath lasted fifteene yeeres,</br>And yet no glimpse of day appeeres.</br>O do not let, Him that hath set,</br>His joy, his light, his life in your sweete Grace!</br>Be unreliev'd,</br>And quite depriv'd</br>Of your deere sight, which may this night displace.", "Phoebus, although with firy-hoofed steedes,</br>Thou daily doe the steepy Welkin beate,</br>And from this painefull taske art never freed,</br>But daily bound to lend the world thy heate:</br>Though thou in fiery Chariot ride,</br>And burning heate thereof abide,</br>Yet soone as night Doth dim the light,</br>And hale her fable Cloake through vaulted skie,</br>Thy journie's ceast,</br>And thou doost rest,</br>In cooling waves of Tethis soveraigntie.", "Thrice happy Sun, whose pains are eas'de by night,</br>O haplesse I, whose woes last night and day.</br>My paines by day do make me wish for night,</br>My woes by night do make me cry for day.</br>By day I turmoyle up and downe,</br>By night in Seas of teares I drowne.</br>O painefull plight!</br>O wretched night,</br>Which never findes a morne of joyfull light!</br>O sad decay,</br>O wretched day,</br>That never feeles the ease of silent night!", "Ye chirping Birds, whose notes might joy my minde,</br>(If to my minde one drop of joy could sinke,)</br>Who erst, through Winters rage were almost pinde,</br>And kept through barren frost from meat or drinke,</br>A blessed change yee now have seene,</br>That changed hath your woefull teene.</br>By day you sing,</br>And make to ring</br>The neighbour groves with Eccho of your Song:</br>In silent night,</br>Full closely dight,</br>You roundly sleepe the bushes greene among.", "But I, who erst (ah woefull worde to say)</br>Enjoy'd the pleasant spring of her sweete grace,</br>And then could sing and dance, and sporte and play;</br>Since her fierce anger did my Spring displace,</br>My nightly rest have turn'd to detriment,</br>To plaints have turn'd my wonted meriment.</br>The Songs I sing</br>While day doth spring,</br>Are bootlesse plaints till I can plaine no more.</br>The rest I taste,</br>While night doth last</br>Is broken sighes, til they my hart make sore.", "Thou flowret of the field that erst didst fade,</br>And nipt with Northerne cold didst hang the head.</br>Yee Trees whose bared bowes had lost their shade,</br>Whose with'red leaves by western blasts were shed</br>Yee gin to bud and spring againe,</br>Winter is gone that did you straine.</br>But I, that late</br>With upright gate</br>Bare up my head, while happy favour lasted;</br>Now olde am growne,</br>Now overthrowne,</br>With wo, with griefe, with wailing now am wasted.", "Your springing stalke with kindly juice doth sprout,</br>My fainting legs do waste and fall away:</br>Your stretched armes are clad with leaves about,</br>My griefe-consumed armes do fast decay.</br>Yee gin againe your tops lift up;</br>I downe to earthward gin to stoope.</br>Each bowe and twig</br>Doth waxe so big,</br>That scarce the rinde is able it to hide;</br>I so do faint,</br>And pine with plaint,</br>That flops and Hose, and Galage wax too wide.", "Eccho, how wel may she that makes me mone,</br>By thy example learne to rue my paine?</br>Thou hear'st my plaintes when as I waile alone,</br>And wailing accents answerest againe.</br>When as my brest through greefe I beate,</br>That wofull sound thou dost repeate.</br>When as I sob,</br>And hartly throb,</br>A dolefull sobbing sound againe thou sendest:</br>And when I weep,</br>And sigh full deep,</br>A weepy sighing Voice againe thou lendest.", "But ah!  how oft have my sad plaints assaide</br>To pierce her Eares, deafe only unto mee?</br>How oft my Woes in mournfull inke arraide</br>Have tride to make her Eies my griefe to see?</br>And you, my Sighs and Teares, how often</br>Have ye sought her hard hart to soften?</br>And yet her Eye,</br>Doth still denie</br>For all my Woes, one bitter teare to shed.</br>And yet her Hart</br>Will not impart,</br>One harty sigh, for griefe her self hath bred.", "Nor I, alas, do wish that her faire Eyes,</br>Her blessed-making Eies should shed a teare,</br>Nor that one sigh from her deere Breast should rise,</br>For all the paines, the woes, the wrongs I beare.</br>First let this weight oppresse me still,</br>Ere shee, through mee taste any ill.</br>Ah if I might</br>But gaine her sight</br>And shew hir, e're I die, my wretched case!</br>O then should I</br>Contented dy;</br>But ah I dy, and hope not so much grace.", "With that his fainting legs to shrinke, begun,</br>And let him sinke with gastly look to ground</br>And there he lay as though his life were don,</br>Till that his Dog, seeing that wofull stound,</br>With pitteous howling, kissing and with scraping.</br>Brought him again from that sweet-sowre escaping.", "Then gan his Teares so swiftly for to flow,</br>As forst his Eyelids for to give them way.</br>Then blust'ring sighes too boyst'rously gan blow,</br>As his weake lips could not their fury stay.</br>And inward griefe withall so hugely sweld,</br>As tears, sighes, griefe had soon al words expeld.", "At last, whenas his teares began to cease,</br>And weary sighes more calmely for to blowe:</br>As he began with words his griefe to ease,</br>And remnant of his broken plaint to show:</br>He spide the skie o're-spread with nightly clouds,</br>So home he went,his flocke and him to shrowde.", "Eubulus his Embleme.</br>UNI MIHI PERGAMA RESTANT.</br>"]