["The Enemies of Temperance</br>Besiege her Dwelling-Place:</br>Prince Arthur them repels, and foul</br>Maleger doth deface.", "What War so cruel, or what Siege so sore,</br>As that, which strong Affections do apply</br>Against the Fort of Reason, evermore</br>To bring the Soul into Captivity!</br>Their Force is fiercer thro infirmity</br>Of the frail Flesh, relenting to their Rage,</br>And exercise most bitter Tyranny</br>Upon the Parts brought into their Bondage:</br>No Wretchedness is like to sinful Villenage.", "But in a Body, which doth freely yield</br>His Parts to Reason's Rule obedient,</br>And letteth her that ought the Scepter wield,</br>All happy Peace and goodly Government</br>Is settled there in sure Establishment:</br>There Alma, like a Virgin Queen most bright,</br>Doth flourish in all Beauty excellent;</br>And to her Guests doth bounteous Banquet dight,</br>Attempred goodly well for Health, and for Delight.", "Early before the Morn with crimson Ray,</br>The Windows of bright Heaven open'd had,</br>Thro which into the World the dawning Day</br>Might look, that maketh every Creature glad,</br>Uprose Sir Guyon, in bright Armour clad,</br>And to his purpos'd Journey him prepar'd;</br>With him the Palmer eke in Habit sad,</br>Himself address'd to that Adventure hard:</br>So to the River's side they both together far'd.", "Where them awaited ready at the Ford,</br>The Ferriman, as Alma had behight,</br>With his well-rigged Boat:  They go aboard</br>And he eftsoons 'gan launch his Bark forthright.</br>E'er long they rowed were quite out of sight,</br>And fast the Land behind them fled away.</br>But let them pass, whiles Wind and Weather right</br>Do serve their turn:  here I awhile must stay,</br>To see a cruel Fight doen by the Prince this day.", "For all so soon as Guyon thence was gone</br>Upon his Voyage with his trusty Guide,</br>That wicked Band of Villains fresh begun</br>That Castle to assail on every side,</br>And lay strong Siege about it far and wide.</br>So huge and infinite their Numbers were,</br>That all the Land they under them did hide;</br>So foul and ugly, that exceeding Fear</br>Their Visages impress'd, when they approached near.", "Them in twelve Troops their Captain did dispart,</br>And round about in fittest Steads did place,</br>Where each might best offend his proper Part,</br>And his contrary Object most deface,</br>As every one seem'd meetest in that case.</br>Seven of the same against the Castle-Gate,</br>In strong Intrenchments he did closely place,</br>Which with incessant Force and endless Hate,</br>They batter'd day and night, and Entrance did await.", "The other five, five sundry ways he set,</br>Against the five great Bulwarks of that Pile,</br>And unto each a Bulwark did abet,</br>T' assail with open Force or hidden Guile,</br>In hope thereof to win victorious Spoil.</br>They all that Charge did fervently apply,</br>With greedy Malice and importune Toil,</br>And planted there their huge Artillery,</br>With which they daily made most dreadful Battery.", "The first Troop was a monstrous Rabblement</br>Of foul mishapen Wights, of which some were</br>Headed like Owls, with Beaks uncomely bent,</br>Others like Dogs, others like Gryphons drear;</br>And some had Wings, and some had Claws to tear,</br>And every one of them had Lynces Eyes,</br>And every one did Bow and Arrows bear;</br>All those were lawless Lusts, corrupt Envies,</br>And covetous Aspects, all cruel Enemies.", "Those same against the Bulwark of the Sight</br>Did lay strong Siege, and battailous Assault,</br>Ne once did yield it respit day or night,</br>But soon as Titan 'gan his Head exault,</br>And soon again as he his Light withhault,</br>Their wicked Engins they against it bent;</br>That is, each thing, by which the Eyes may fault:</br>But two than all more huge and violent,</br>Beauty and Mony, they that Bulwark sorely rent.", "The second Bulwark was the Hearing Sense,</br>'Gainst which the second Troop Designment makes:</br>Deformed Creatures, in strange difference,</br>Some having Heads like Harts, some like to Snakes;</br>Some like wild Boars late rous'd out of the Brakes;</br>Slanderous Reproaches, and foul Infamies,</br>Leasings, Back-bitings, and vain-glorious Crakes,</br>Bad Counsels, Praises, and false Flatteries;</br>All those against that Fort did bend their Batteries.", "Likewise that same third Fort, that is the Smell,</br>Of that third Troop was cruelly assay'd:</br>Whose hideous Shapes were like to Fiends of Hell;</br>Some like to Hounds, some like to Apes dismay'd,</br>Some like to Puttocks, all in Plumes array'd;</br>All shap'd according their Conditions,</br>For by those ugly Forms weren pourtray'd</br>Foolish Delights and fond Abusions,</br>Which do that Sense besiege with light Illusions.", "And that fourth Band, which cruel Battery bent</br>Against the fourth Bulwark, that is the Taste,</br>Was, as the rest, a grysie Rabblement;</br>Some mouth'd like greedy Ostriches, some fac'd</br>Like loathly Toads, some fashion'd in the Waste</br>Like Swine; for so deform'd is Luxury,</br>Surfeit, Misdiet, and unthrifty Waste,</br>Vain Feasts, and idle Superfluity:</br>All those this Sense's Fort assail incessantly.", "But the fifth Troop most horrible of Hue,</br>And fierce of Force, was dreadful to report;</br>For, some like Snails, some did like Spiders shew,</br>And some like ugly Urchins thick and short:</br>They cruelly assailed that fifth Fort,</br>Armed with Darts of sensual Delight,</br>With Stings of carnal Lust, and strong Effort</br>Of feeling Pleasures, with which day and night</br>Against that same fifth Bulwark they continu'd Fight.", "Thus these twelve Troops with dreadful Puissance</br>Against that Castle restless Siege did lay,</br>And evermore their hideous Ordinance</br>Upon the Bulwarks cruelly did play,</br>That now it 'gan to threaten near Decay:</br>And evermore their wicked Capitain</br>Provoked them the Breaches to assay,</br>Sometimes with Threats, sometimes with Hope of Gain,</br>Which by the Ransack of that Piece they should attain.", "On th' other side, th' assieged Castle's Ward</br>Their stedfast Stonds did mightily maintain,</br>And many bold Repulse, and many hard</br>Atchievement wrought with Peril and with Pain,</br>That goodly Frame from Ruin to sustain:</br>And those two Brethren Giants did defend</br>The Walls so stoutly with their sturdy Main,</br>That never Entrance any durst pretend,</br>But they to direful Death their groaning Ghosts did send.", "The noble Virgin, Lady of that Place,</br>Was much dismayed with that dreadful Sight</br>(For never was she in so evil Case,</br>Till that the Prince, seeing her woful Plight,</br>'Gan her recomfort from so sad Affright,</br>Offring his Service, and his dearest Life</br>For her Defence, against that Carle to fight,</br>Which was their Chief, and th' Author of that Strife:</br>She him remercy'd as the Patron of her Life.", "Eftsoons himself in Glitter and Arms he dight,</br>And his well-proved Weapons to him hent;</br>So taking courteous Conge, he behight</br>Those Gates to be unbarr'd, and forth he went.</br>Fair mote he thee, the prowest and most gent,</br>That ever brandished bright Steel on high:</br>Whom soon as that unruly Rabblement,</br>With his gay Squire issuing did espy,</br>They rear'd a most outrageous dreadful yelling Cry.", "And therewith all at once at him let fly</br>Their fluttring Arrows, thick as Flakes of Snow,</br>And round about him flock impetuously,</br>Like a great Water-Flood, that tumbling low</br>From the high Mountains, threats to overthrow</br>With suddain Fury all the fertile Plain,</br>And the sad Husbandman's long Hope doth throw</br>Adown the Stream, and all his Vows make vain,</br>Nor Bounds nor Banks his headlong Ruin may sustain.", "Upon his Shield their heaped Hail he bore,</br>And with his Sword dispers'd the rascal Flocks,</br>Which fled asunder, and him fell before,</br>As wither'd Leaves drop from their dried Stocks,</br>When the wroth Western Wind does reeve their Locks:</br>And underneath him his courageous Steed,</br>The fierce Spumador, trod them down like Docks;</br>The fierce Spumador born of heavenly Seed,</br>Such as Laomedon of Phoebus' Race did breed.", "Which suddain Horrour and confused Cry,</br>When as their Captain heard, in haste he yode</br>The Cause to weet, and Fault to remedy.</br>Upon a Tiger swift and fierce he rode,</br>That as the Wind ran underneath his Load,</br>While his long Legs nigh raught unto the Ground;</br>Full large he was of Limb, and Shoulders broad,</br>But of such subtle Substance, and unsound,</br>That like a Ghost he seem'd, whose Grave-clothes were unbound.", "And in his hand a bended Bow was seen,</br>And many Arrows under his right side,</br>All deadly dangerous, all cruel keen,</br>Headed with Flint, and Feathers bloody dy'd,</br>Such as the Indians in their Quivers hide;</br>Those could he well direct as strait as line,</br>And bid them strike the Mark, which he had ey'd;</br>Ne was there Salve, ne was there Medicine,</br>That mote recure their Wounds:  so inly they did tine.", "As pale and wan as Ashes was his Look,</br>His Body lean and meager as a rake,</br>And Skin all wither'd like a dryed Rook,</br>Thereto as cold and dreary as a Snake,</br>That seem'd to tremble evermore, and quake:</br>All in a Canvas thin he was bedight,</br>And girded with a Belt of twisted Brake,</br>Upon his Head he wore an Helmet light,</br>Made of a dead Man's Skull, that seem'd a ghastly Sight.", "Maleger was his Name, and after him</br>There follow'd fast at hand two wicked Hags,</br>With hoary Locks all loose, and Visage grim;</br>Their Feet unshod, their Bodies wrapt in Rags,</br>And both as swift on foot, as chased Stags;</br>And yet the one her other Leg had lame,</br>Which with a Staff, all full of little Snags,</br>She did disport, and Impotence her Name:</br>But th' other was Impatience, arm'd with raging Flame.", "Soon as the Carle from far the Prince espy'd,</br>Glistring in Arms and warlike Ornament,</br>His Beast he felly prick'd on either side,</br>And his mischievous Bow full ready bent,</br>With which at him a cruel Shaft he sent:</br>But he was wary, and it warded well</br>Upon his Shield, that it no further went,</br>But to the Ground the idle Quarrel fell:</br>Then he another and another did expel.", "Which to prevent, the Prince his mortal Spear</br>Soon to him raught, and fierce at him did ride,</br>To be avenged of that Shot whileare:</br>But he was not so hardy to abide</br>That bitter Stound, but turning quick aside</br>His light-foot Beast, fled fast away for fear.</br>Whom to pursue, the Infant after hy'd,</br>So fast as his good Courser could him bear,</br>But Labour lost it was, to ween approach him near.", "For as the winged Wind his Tiger fled,</br>That View of Eye could scarce him overtake,</br>Ne scarce his Feet on ground were seen to tread;</br>Thro Hills and Dales he speedy way did make,</br>Ne Hedg ne Ditch his ready Passage brake:</br>And in his Flight the Villain turn'd his face</br>(As wonts the Tartar by the Caspian Lake,</br>Whenas the Russian him in Fight does chace)</br>Unto his Tiger's Tail, and shot at him apace.", "Apace he shot, and yet he fled apace,</br>Still as the greedy Knight nigh to him drew,</br>And oftentimes he would relent his face,</br>That him his Foe more fiercely should pursue:</br>Who when his uncouth Manner he did view,</br>He 'gan avise to follow him no more,</br>But keep his Standing, and his Shafts eschew,</br>Until he quite had spent his per'lous Store,</br>And then assail him fresh, e'er he could shift for more.", "But that lame Hag, still as abroad he strew</br>His wicked Arrows, gather'd them again,</br>And to him brought, fresh Battle to renew:</br>Which he espying, cast her to restrain</br>From yielding Succour to that cursed Swain,</br>And her attaching, thought her Hands to tie</br>But soon as him dismounted on the Plain,</br>That other Hag did far away espy</br>Binding her Sister, she to him ran hastily.", "And catching hold of him, as down he lent,</br>Him backward overthrew, and down him stay'd</br>With their rude Hands and griesly Grapplement,</br>Till that the Villain coming to their Aid,</br>Upon him fell, and Load upon him laid;</br>Full little wanted, but he had him slain,</br>And of the Battle baleful end had made,</br>Had not his gentle Squire beheld his Pain,</br>And comen to his Rescue, e'er his bitter Bane.", "So greatest and most glorious thing on ground</br>May often need the help of weaker Hand;</br>So feeble is Man's State, and Life unsound,</br>That in Assurance it may never stand,</br>Till it dissolved be from earthly Band.</br>Proof be thou Prince, the prowest Man alive,</br>And noblest born of all in Briton Land;</br>Yet thee fierce Fortune did so nearly drive,</br>That had not Grace thee blest, thou shouldest not revive.", "The Squire arriving, fiercely in his Arms</br>Snatch'd first the one, and then the other Jade,</br>His chiefest Lets and Authors of his Harms,</br>And them perforce withheld with threatned Blade,</br>Lest that his Lord they should behind invade:</br>The whiles the Prince, prick'd with reproachful Shame,</br>As one awak'd out of long slumbring Shade,</br>Reviving, thought of Glory and of Fame,</br>United all his Powers to purge himself from Blame.", "Like as a Fire, the which in hollow Cave</br>Hath long been under-kept, and down suppress'd,</br>With murmurous Disdain doth inly rave,</br>And grudg in so strait Prison to be press'd,</br>At last breaks forth with furious Unrest,</br>And strives to mount unto his native Seat;</br>All that did earst it hinder and molest,</br>It now devours with Flames and scorching Heat,</br>And carries into Smoke with Rage and Horrour great.", "So mightily the Briton Prince him rouz'd</br>Out of his Hold, and broke his caitive Bands,</br>And as a Bear whom angry Curs have touz'd,</br>Having off-shak'd them, and escap'd their hands,</br>Becomes more fell, and all that him withstands</br>Treads down and overthrows.  Now had the Carle</br>Alighted from his Tiger, and his Hands</br>Discharged of his Bow and deadly Quar'le,</br>To seize upon his Foe flat lying on the Marle.", "Which now him turn'd to Disadvantage dear;</br>For neither can he fly, nor other harm,</br>But trust unto his Strength and Manhood mere,</br>Sith now he is far from his monstrous Swarm,</br>And of his Weapons did himself disarm.</br>The Knight yet wrothful for his late Disgrace,</br>Fiercely advaunc'd his valorous right Arm,</br>And him so sore smote with his iron Mace,</br>That groveling to the Ground he fell, and fill'd his Place.", "Well weened he, that Field was then his own,</br>And all his Labour brought to happy end,</br>When suddain up the Villain overthrown,</br>Out of his Swoon arose, fresh to contend,</br>And 'gan himself to second Battle bend,</br>As hurt he had not been.  Thereby there lay</br>An huge great Stone, which stood upon one end,</br>And had not been removed many a day;</br>Some Land-mark seem'd to be, or Sign of sundry way.", "The same he snatch'd, and with exceeding Sway</br>Threw at his Foe, who was right well aware</br>To shun the Engin of his meant Decay;</br>It booted not to think that Throw to bear,</br>But ground he gave, and lightly leap'd arear:</br>Eft fierce returning, as a Faulcon fair,</br>That once hath failed of her Souse full near,</br>Remounts again into the open Air,</br>And unto better Fortune doth her self prepare.", "So brave returning, with his brandish'd Blade</br>He to the Carle himself again address'd,</br>And strook at him so sternly, that he made</br>An open Passage thro his riven Breast,</br>That half the Steel behind his back did rest:</br>Which drawing back, he looked evermore</br>When the Heart-Blood should gush out of his Chest,</br>Or his dead Corse should fall upon the Floor;</br>But his dead Corse upon the Floor fell nathemore.", "Ne Drop of Blood appeared shed to be,</br>All were the Wound so wide and wonderous,</br>That thro his Carcass one might plainly see.</br>Half in Amaze with Horrour hideous,</br>And half in Rage to be deluded thus,</br>Again thro both the Sides he strook him quite,</br>That made his Spright to grone full piteous;</br>Yet nathemore forth fled his groaning spright;</br>But freshly, as at first, prepar'd himself to fight.", "Thereat he smitten was with great Affright,</br>And trembling Terrour did his Heart appall:</br>Ne wist he, what to think of that same sight,</br>Ne what to say, ne what to do at all;</br>He doubted, lest it were some magical</br>Illusion, that did beguile his Sense,</br>Or wandring Ghost, that wanted Funeral,</br>Or airy Spirit under faire Pretence,</br>Or hellish Fiend rais'd up thro devilish Science.", "His Wonder far exceeded Reason's Reach,</br>That he began to doubt his dazled Sight,</br>And oft of Error did himself appeach:</br>Flesh without Blood, a Person without Spright,</br>Wounds without Hurt, a Body without Might,</br>That could do harm, yet could not harmed be,</br>That could not die, yet seem'd a mortal Wight,</br>That was most strong in most Infirmity;</br>Like did he never hear, like did he never see.", "Awhile he stood in this Astonishment;</br>Yet would he not for all his great Dismay,</br>Give over to effect his first Intent,</br>And th' utmost Means of Victory assay,</br>Or th' utmost Issue of his own Decay.</br>His own good Sword Mordure, that never fail'd</br>At need, till now, he lightly threw away,</br>And his bright Shield, that nought him now avail'd,</br>And with his naked Hands him forcibly assail'd.", "'Twixt his two mighty Arms him up he snatch'd,</br>And crush'd his Carcass so against his Breast,</br>That the disdainful Soul he thence dispatch'd,</br>And th' idle Breath all utterly express'd:</br>Tho when he felt him dead, adown he kest</br>The lumpish Corse unto the sensless Ground;</br>Adown he kest it with so puissant Wrest,</br>That back again it did aloft rebound,</br>And gave against his Mother Earth a groanful Sound.", "As when Jove's harness-bearing Bird from high</br>Stoops at a flying Heron with proud Disdain,</br>The stone-dead Quarry falls so forcibly,</br>That it rebounds against the lowly Plain,</br>A second Fall redoubling back again.</br>Then thought the Prince all Peril sure was past,</br>And that he Victor only did remain;</br>No sooner thought, than that the Carle as fast</br>'Gan heap huge Strokes on him, as e'er he down was cast.", "Nigh his Wit's end then wox th' amazed Knight,</br>And thought his Labour lost, and Travail vain,</br>Against this lifeless Shadow so to fight;</br>Yet Life he saw, and felt his mighty Main,</br>That whiles he marvel'd still, did still him pain:</br>For thy he 'gan some other ways advize,</br>How to take Life from that dead-living Swain,</br>Whom still he marked freshly to arise</br>From th' earth, and from her Womb new Spirits to reprise.", "He then remembred well, that had been said</br>How th' Earth his Mother was, and first him bore;</br>She eke, so often as his Life decay'd,</br>Did Life with Usury to him restore,</br>And rais'd him up much stronger than before,</br>So soon as he unto her Womb did fall</br>Therefore to ground he would him cast no more,</br>Ne him commit to Grave Terrestrial,</br>But bear him far from hope of Succour usual.", "Tho up he caught him 'twixt his puissant Hands,</br>And having scruz'd out of his carrion Corse</br>The loathful Life, now loos'd from sinful Bands,</br>Upon his Shoulders carried him perforce</br>Above three furlongs, taking his full Course,</br>Until he came unto a standing Lake;</br>Him thereinto he threw without Remorse,</br>Ne stir'd, till hope of Life did him forsake:</br>So end of that Carle's Days, and his own Pains did make.", "Which when those wicked Hags from far did spy,</br>Like two mad Dogs they ran about the Lands,</br>And th' one of them with dreadful yelling Cry,</br>Throwing away her broken Chains and Bands,</br>And having quench'd her burning Fierbrands,</br>Headlong her self did cast into that Lake;</br>But Impotence, with her own wilful Hands,</br>One of Maleger's cursed Darts did take,</br>So riv'd her trembling Heart, and wicked End did make.", "Thus now alone he Conquerour remains;</br>Tho, coming to his Squire, that kept his Steed,</br>Thought to have mounted:  but his feeble Veins</br>Him fail'd thereto, and served not his need,</br>Through loss of Blood, which from his Wounds did bleed,</br>That he began to faint, and Life decay:</br>But his good Squire him helping up with speed,</br>With stedfast Hand upon his Horse did stay,</br>And led him to the Castle by the beaten way.", "Where many Grooms and Squires ready were,</br>To take him from his Steed full tenderly,</br>And eke the fairest Alma met him there</br>With Balm and Wine, and costly Spicery,</br>To comfort him in his Infirmity:</br>Eftsoons she caus'd him up to be convey'd,</br>And of his Arms despoiled easily;</br>In sumptuous Bed she made him to be laid,</br>And all the while his Wounds were dressing, by him staid.", ""]