["But now 'tis time to end this doleful ditty,</br>And leave at once the dismal Vale of Pity;</br>'Tis time, high time, to change this woeful measure,</br>And treat my guests with brisker notes of pleasure.", "Come then, thou jolly jocund Pow'r,</br>Gay Lord of Laughter's loosen'd hour,</br>Who gav'st me late to lead along,</br>In praise of Whist, the sprightly song,</br>And taught, in Satire's sparkling stream,</br>To soak the dry and sober theme;</br>Once more let thy propitious smiles</br>Inspire my last of comic toils;</br>Once more renew his sportive vein,</br>Who ne'er will trouble thee again.", "The largest lobster ever got</br>Was yet unboil'd in Change's pot;</br>\"Id est,\" a suit of raven black</br>Was hanging still on Midnight's back;</br>O'er which, without the least remorse,</br>My Friend and I pursued our course;</br>That Friend, who from the upper story</br>Came down to show me scenes of glory,</br>With scenes of dreary dismal hue,</br>And scenes of fun and frolic too.", "But now a dim and distant ray</br>Began to melt the dark away;</br>No light that grew on Nature's soil,</br>But child of tallow and of oil;</br>By which we soon conclusion drew</br>We enter'd had an avenue,</br>If avenue it might be reckon'd,</br>Whose part the first had ne'er a second;&mdash;</br>For while the left was planted all</br>With wond'rous stately trees, and tall,</br>Upon the right was nothing set else,</br>But burs and kecksies, docks and nettles,</br>And all that vile and useless tribe</br>Which none but Botanists describe,</br>Those formal souls, who, think, like asses,</br>That Nature rang'd her works in classes,</br>And that philosophic precision</br>Consists entirely in division;&mdash;</br>Nor could I here a wish avoid,</br>That he who deck'd this dexter side</br>Had not much rather left it bare,</br>Than fill'd it with such worthless ware:</br>Like those who late, in SCOTIA'S land,</br>EDINA'S modern City plann'd,</br>And when among their streets they came</br>To that which bears the PRINCE'S name,</br>With houses fill'd the northern side,</br>But left the other blank and void,</br>Producing thus the finest row,</br>That EUROPE or the World can show;</br>But for a street &mdash; Oh Lord, Sir, no.", "But to return from this digression,</br>Deriv'd from ocular impression:</br>This avenue, thus oddly dighted,</br>Was likewise very strangely lighted;</br>For on the right a brilliant border</br>Of lamps appear'd, arrang'd in order,</br>While on the left did nothing stand else,</br>But one poor row of farthing candles.</br>On then we past, and many a queer</br>Discordant sound assail'd our ear:</br>The Lion rais'd, from time to time,</br>His voice terrific and sublime,</br>Which soon, from t' other side the way,</br>Was answer'd by the Ass's bray;</br>The horned Owl, of solemn note,</br>Sweet ATTIC warbler, pour'd her throat,</br>To which there instantly  came back</br>The Duck's response, of, Quack, quack, quack;</br>There too the Peacock's horrid squall,</br>Follow'd the Blackbird's madrigal;</br>And there the Linnet's lays divine </br>Were answer'd by the grunting Swine.</br>That I should ask what such a scene</br>Of motley sounds and sights could mean</br>Will by my Reader scarce be doubted;</br>But ere I got my lips about it,</br>My noble second-sighted Guide,</br>To what I had not ask'd, replied.", "You need not thus, my boy, be staring,</br>Like some stuck pig, or some dead herring,</br>For that whereof you critic would be</br>Is all but right, and as it should be.</br>A strange capricious gentleman</br>Form'd of this avenue the plan,</br>Who here has always rul'd the roast,</br>And almost evry pow'r engrost;</br>Of all our schemes the great deviser,</br>And of this realm, in short, Grand Visier:</br>His name (I see you burn to get it)</br>Squire CONTRAST is &mdash; now don't forget it.</br>By his direction and his rule</br>Was built the HOUSE of RIDICULE;</br>Yon edifice, that stands before ye,</br>In all its odd fantastic glory.</br>You see how gay the southern side</br>Appears, in marble's richest pride,</br>And how its walls and windows deck'd are</br>With all the pomp of Architecture;</br>While on the north was never seen</br>A pile so paltry and so mean;</br>So poor and vile a work of patch,</br>With walls of brick, and roof of thatch:</br>The gate itself, you may behold,</br>Is one half cedar, fring'd with gold;</br>While t' other half, not quite so good,</br>Is all of rotten worthless wood.&mdash;</br>But now let's in &mdash; come, follow me&mdash;</br>And you shall see &mdash; what you shall see.", "I did not disobey command,</br>And turning to the better hand,</br>Ourselves within a place we found</br>With tools of Cookery hung round,</br>And call'd (as Taste bewhisper'd me)</br>The kitchen of Buffonery:</br>There, by the dim uncertain flame</br>Which from a fire of cinders came,</br>We saw three seated round a table,</br>Which, tho' but coarse, was comfortable&mdash;</br>Three lovers of the laughing mood&mdash;</br>And smoking hot before them stood</br>As large and thick a mess of porridge</br>As ever warm'd a ploughman's courage,</br>To which (if I the fact may mention)</br>They seem'd to pay no slight attention;</br>For which one skill'd in Nature's laws</br>Might have, perhaps, assign'd a cause,</br>And said (and probably said right)</br>That they had all an appetite.</br>Two were in ancient garb array'd,</br>And had pursued the comic trade;</br>The one was that satiric Sage,</br>Who charm'd so long th' ATHENIAN Stage.</br>And there, to please the vulgar eye,</br>Made wasps to buzz, and birds to fly;</br>Who taught a tuneful band of frogs</br>To croak among the STYGIAN bogs,</br>And to his theatre drew crowds</br>To hear the language of the CLOUDS.</br>The other Bard was he who drew</br>The strange discordant interview</br>AMPHYTRION'S wilder'd slave between</br>And the arch-thief that filch'd his mien;</br>Who tun'd, when Comedy was young,</br>To LATIAN sounds her infant tongue,</br>And treated ROME with many a feast</br>Of coarse conceit and vulgar jest.</br>The third, who only dealt in prose,</br>Appear'd a FRENCHMAN by his cloaths;</br>The same whose fancy brought to view all</br>The noble deeds of PANT AGRUEL;</br>O'er Satire's field who wander'd wide,</br>With nought but Caprice for his guide,</br>And for one flow'r in Humour's meads</br>Pick'd up a thousand worthless weeds.</br>While we this trio view'd, old ARI-</br>STOPHANES began to carry</br>A hearty spoonful to his throat</br>Of hasty-pudding, piping hot;</br>But feigning that he had forgot</br>To his own chops the nearest way,</br>Lodg'd it in those of RABELAIS;</br>Who, to revenge the dire disgrace,</br>Threw some into the GRECIAN'S face;</br>And he, who now with fury burn'd,</br>The ardent compliment return'd.</br>Nor yet would PLAUTUS idle stand,</br>But lent them both a helping hand;</br>And thus what first was nothing at all</br>Was now become a gen'ral battle,</br>Where lumps of pudding flew around,</br>Inflicting many a scorching wound;</br>Nor did we think it safe to stay</br>To see the issue of the fray,</br>But took FRENCH leaves, and came away.", "The place which next we went to see</br>Was call'd the Room of Repartee;</br>Still on the floor that touch'd the ground,</br>And there two gentlemen we found;</br>With watchful eye they seem'd to stand,</br>And each a battledore in hand,</br>With which the cork with feathers crown'd</br>They made from each to each rebound</br>The one his stroke at times who mist</br>Was ROME'S great Epigrammatist,</br>The smart facetious poet MARTIAL,</br>To whom DOMITIAN was so partial,</br>That he his dwarfish slight essays</br>Preferr'd to VIRGIL'S lofty lays;</br>The other, he whose witty rage</br>Corrupted once the BRITISH stage,</br>And stead of Humour's genuine feasts</br>Gave nought but strings of brilliant jests:</br>His sprightly hand the courtship drew</br>Of Mr. TATTLE and Miss PRUE:</br>SCANDAL was his, the constant railer,</br>With FONDLEWIFE, and BEN the Sailor,</br>And BLUFF, the man of wordy valour.", "But new this room's survey was ended,</br>And thence up stairs we next ascended;</br>Lightly we tript, and landed soon</br>In Satire's large and long saloon:</br>Where at each end a table stood,</br>For science one, and one for food.</br>The former drew our first regards,</br>At which were placed two bitter Bards,</br>Renown'd on earth for Satirists,</br>Tho' here they play'd Anatomists.</br>The one, was he who dar'd assume</br>The Censorship of guilty ROME,</br>And for the bold indignant rage,</br>With which he lash'd a shameless age,</br>Was doom'd to linger in exile</br>Upon the brutal banks of NILE.</br>The other Bard was better bred,</br>And better knew the Courtier's trade:</br>Content with safe and vulgar game,</br>At titled Vice he ne'er took aim,</br>But chief his bitterness confin'd</br>To caitiffs of the tuneful kind,</br>And mix'd his keen satiric lays</br>With fulsome notes in BOURBON'S praise.</br>The ROMAN, who display'd his art</br>In carving of a female heart,</br>Each latent spot and secret flaw</br>With vile malicious pleasure saw;</br>And ev'ry speck of sable hue</br>With cruel scorn held up to view.</br>The FRENCHMAN, with as much severity,</br>And still with rather more dexterity,</br>Was lab'ring to dissect a dull</br>Malignant Poet's hard-grain'd scull,</br>Of vanity and envy full,</br>Whose worthless cavity contains</br>Enough of wind, but little brains.", "Now turning to the other table,</br>Which rather look'd more comfortable,</br>Thereon two covers we survey'd,</br>And things in rank for supper laid,</br>While warm and snug, another pair</br>Of Satirists were seated there&mdash;</br>The GREEK, whose lively fancy drew</br>So many a pleasing interview;</br>Who heroes old so well could show</br>Conversing in the shades below,</br>And whose celestial dialogues</br>Made all OLYMPUS whores and rogues</br>His messmate was HIBERNIA'S boast,</br>In caustic wit himself a host;</br>Expose to view who durst presume</br>The secrets of the dressing-room;</br>Who ev'n reveal'd to vulgar sight</br>The raptures of the bridal night,</br>And trembling STREPHON'S eager joy</br>To find a woman in his CHLOE;</br>But worst of all, whose faithless hand,</br>At slighted Rancour's dire command,</br>The vile disgustful picture drew</br>Of that inhuman brute YAHOO.</br>Before them, hunger's best relief,</br>An ample dish of steaks of beef,</br>Stood smoking, juicy fat, and nice, </br>Of which they each secur'd a slice,</br>And season'd it, without dispute,</br>As best it might his palate suit.</br>The GREEK was mighty well content</br>With pickles from JAMAICA sent,</br>And pepper brought from SURINAM,</br>More hot and fiery than a dram.</br>Not so ST. PATRICK'S dirty Dean,</br>Who rubb'd along his platter clean</br>Of assafoetida a pound,</br>Which threw a dismal stench around,</br>And then he gobbled up in haste</br>His odoriferous repast;</br>Which done, no longer would he stay,</br>But instant rose, and ran away.</br>Then to my keen inquiring eye</br>My gracious Guide made this reply:&mdash;</br>\"I cannot bring my tuneful tongue,</br>To sounds of other order strung,</br>To tell you now the shameful place</br>Where this strange wretch has hid his face,</br>Who views those sights with pleasure's smiles,</br>From which each other eye recoils;</br>To whom those sounds alone are dear,</br>That strike with pain each other ear:</br>If curiosity be strong,</br>Much better go with him along,</br>And see him there, in all his glory,</br>Rehearsing of a filthy story;</br>But me you, must, my child, excuse,</br>Whose eye such objects never views.\"</br>To this what answer I should make,</br>Long time to think I did not take:</br>\"I feel,\" says I, \"no inclination</br>For such minute investigation;</br>And rather ne'er would see his face,</br>Than follow him to such a place.\"", "At this laconic declaration</br>My Tutor smil'd with approbation;</br>And after what I have recounted,</br>Up stairs a second time we mounted,</br>And reach'd the third concluding story,</br>Of all this House the pride and glory,</br>In which was, Humour's ample hall,</br>And Wit's gay closet, neat and small;</br>So small indeed, that it was fit</br>To hold but one or two.  In it</br>We saw, reclining at a table,</br>The matchless Bard, whose comic fable</br>Of HUDIBRAS would almost force</br>Smiles from the muscles of a horse;</br>His pow'rful hand was sketching out</br>A picture of the rabble rout,</br>Where many a figure strange he drew,</br>And many a phiz grotesque and new;</br>And tho' some features soon decay'd,</br>The greater part shall never fade.</br>At this great Master's feet was seen,</br>Of humble imitative mien,</br>A pupil Bard, who from his draught</br>Some strokes to fill his canvass caught;</br>And tho' his tints were not so strong,</br>Their strength perhaps might last as long:</br>'Twas he whose skill, in sportive lays,</br>His philosophic lore conveys,</br>And ALMA'S progress, sov'reign dame,</br>Attends o'er all the human frame;</br>'Twas he who last presum'd to sing</br>The virtues rare of CARVEL'S ring;</br>The ladle, cause of nuptial strife,</br>And grave PURGANTI'S wanton wife:</br>On these effusions rests the claim</br>On which alone he builds his fame;</br>Whilst all his long and lofty lyrics,</br>And all his am'rous panegyrics,</br>Are, in this land, remember'd not,</br>And even by himself forgot.", "But leaving now Wit's closet small,</br>We enter'd Humour's spacious hall,</br>In midst of which there stood a board</br>With bottles well and glasses stor'd,</br>Where sate three Chiefs, who might to trial</br>Of comic pow'rs the world defy all.</br>The first was he who brought to light</br>The follies of LA MANCHA'S knight,</br>With all his crazy freaks and fancies,</br>And all his laughable mischances;</br>Who of ideas trac'd the train</br>That rose in SANCHO'S motley brain,</br>Where ignorance, in rich display,</br>With Shrewdness held divided sway.</br>The next, whom FRANCE with justice styles</br>The greatest cook of comic smiles,</br>Was he whose courage dragg'd to light</br>That horrible, but useful sight,</br>The heart-strings of a hypocrite;</br>Who AGNES drew, devoid of art,</br>With HARPAGON'S penurious heart,</br>And stern ALCEST'S eccentric mind,</br>The virtuous hater of his kind.</br>The third (tho' last yet not the least)</br>Produc'd a glorious ENGLISH feast,</br>Where ev'ry course of rich and rare</br>Was usher'd with a bill of fare:</br>Of all the services was chief</br>An ample roast of FOUNDLING beef;</br>There SQUARE appear'd, that strangest fish,</br>And PARTRIDGE, that delicious dish;</br>And there as good a WESTERN pudding</br>As ever plate or trencher stood in.</br>To this great Lord of high and low</br>We PARSON ADAMS likewise owe,</br>And all the tricks the sons of art</br>Play'd on his honest simple heart.</br>These matchless three had each a beaker</br>Before him of his fav'rite liquor;</br>The BRITON'S plain but rich regale</br>Was stout balsamic BURTON ale;</br>The FRENCHMAN, to refresh his brain,</br>Had got a flask of brisk Champagne;</br>The SPANIARD'S draught, still more divine,</br>Was pure and strong MADEIRA wine,</br>Distill'd, some say, from equal parts</br>Of female tongues and lions' hearts,</br>Which he who drinks becomes so clever</br>That he can talk and fight for ever.</br>Nor did they keep, with selfish mind,</br>Their liquors to themselves confin'd;</br>But still by turns each fill'd his glass,</br>And made around the bottle pass.", "But now our review of this Mansion was ended,</br>And down stairs again we directly descended.</br>When my Guide, from some whimsy or sudden suggestion,</br>Took it into his noddle to ask me this question:</br>\"Since you now, my dear boy, at such leisure have seen</br>Both the Mansion of Mirth and the Valley of Spleen,</br>With freedom declare (nor my query think odd)</br>In which would you like to take up your abode?\"</br>To such catechising I frankly replied,</br>\"Let me visit in both, but in neither reside;</br>For in my simple notion it would not be clever</br>For a man to be crying or laughing for ever;</br>I know that the truly poetical race</br>(Which, as Vanity whispers, perhaps is my case;</br>And your notice, good Sir, might indeed make a spirit,</br>The most bashful and diffident, think he had merit);</br>I know that these masters of magic divine</br>To the pensive are chiefly suppos'd to incline;</br>And yet (tho' but little, perhaps, to my glory)</br>I must own that I should be prodigiously sorry,</br>Were I doom'd in Solemnity's shades still to roam,</br>And never revisit this comical dome,</br>Whose possessors are sometimes so much to my mind,</br>And with whom such amusement I frequently find,</br>That I'm sure there's more virtue in their compositions,</br>Than in all the prescriptions of all the physicians:</br>For which of your Doctors could ever discover</br>So cordial a draught for a chop-fallen lover,</br>As the potent, delicious, balsamic elixir,</br>Of which the good Dr. CERVANTES was mixer?</br>Which with patients agrees of all sexes and ages,</br>And sorrow and care in an instant assuages;</br>Which refreshes the heart, and re-comforts the liver,</br>Which will sparkle, and warm, and enliven for ever.\"", ""]