["When Discord high her sable flag unveil'd,</br>And British fury drew the fatal sword,</br>Wide o'er the plains, from Concord's deadly field,</br>The conflict raged with many an inroad gored:</br>Till now the Sun, declining to the main,</br>Forsook the circuit of the ethereal way,</br>And slow evolving o'er the carnaged plain,</br>Sulphureous vapors dimm'd the falling day;</br>Th' encrimson'd rays in mournful splendor rise,</br>And tinged with blood ascend the curtains of the skies.", "The savage tumult of the battle o'er,</br>On that fair hill, near Boston's fated strand,</br>That rears her beacon in th' aerial tower,</br>Rose the sad Genius of the Western land.</br>Torn were the sacred laurels on his head;</br>His purple robes waved careless to the wind;</br>Aloft his arm the glittering sword display'd,</br>For slaughter'd fields in just revenge design'd;</br>His breast in anguish heaved the heart-felt sigh,</br>And tears of vengeance burst, and lighten'd in his eye.", "\"'Tis done, he cried &mdash; in vain for human weal,</br>With suppliant hand the palm of peace to rear!</br>Hear then, oh Britain, hear my last appeal</br>To heaven's dread justice and the flames of war.</br>Then come in all the terrors of thy power,</br>Stretch the long line and darken o'er the main,</br>Bid the hoarse tempest of the combat roar,</br>And hosts infuriate shake the shuddering plain;</br>League in thy savage cause the foes of life,</br>The Hessian's barb'rous blade, the Indian's murdering knife.", "\"I see my hills with banded warriors spread;</br>On every brow the lines of battle rise;</br>Terrific lightnings strew the fields with dead,</br>And adverse thunders echo through the skies.</br>The vales of Charlestown, sooth'd in bliss no more,</br>Sad wars affright and groans of parting breath;</br>Their grass shall wither in the streams of gore,</br>And flow'rs bloom sicklied with the dews of death;</br>O'er all her domes the bursting flames aspire,</br>Wrap the wide walls in smoke and streak the heavens with fire.", "\"And thou, while Glory on thy youthful bier</br>Lights her pale lamp, in robes funereal dress'd,</br>And cold sods, wet with many a falling tear,</br>Enclose the tomb, where patriot honors rest;</br>Thou too, my Warren, from thy ghastly wound,</br>With life's last stream thy native soil shalt lave;</br>Enough, thy years that every virtue crown'd,</br>That every muse's laurel decks thy grave;</br>Enough that Liberty resounds thy name,</br>First martyr in her cause, and heir of deathless fame!", "\"Nor fall my sons in vain!  with awful sound</br>Fraternal blood invokes th' attentive skies.</br>Their shades shall wake, and from the gory ground,</br>Avenging guardians of my rights, arise;</br>Shall guide the gallant hero to the field,</br>With pale affright the haughty foe appal,</br>Stretch o'er my banner'd hosts the viewless shield,</br>Edge the keen sword and wing th' unerring ball.</br>What piles of hostile chiefs, in slaughter drown'd,</br>Fill the wide scenes of death and purple all the ground.", "\"In vain rude nature spread th' impervious wood,</br>And rear'd th' eternal barriers of the hills,</br>Wove the wild thicket, pour'd the pathless flood</br>Through marshes, deep with congregated rills!</br>My ardent warriors pierce the desperate lair,</br>Where prowls the savage panther for his prey;</br>Now o'er the mounds, and lessening into air,</br>The daring wand'rers scale th' adventurous way;</br>Toil, famine, danger, bar their course in vain</br>To proud Quebec's high walls, and Abraham's hapless plain.", "\"Ye plains, renown'd by many a hero's tomb,</br>Whence Wolf's immortal spirit took its flight,</br>A soul as brave, with like relentless doom,</br>Speeds to the attack and tempts the embattled height!</br>Ah, stay, Montgomery!  In the frowning wall</br>Grim Death lies ambush'd!  Stay thy course and spare</br>That sacred life, too valued yet to fall;</br>Enough thy sword has lighten'd in the war,</br>When famed St. John's beheld thy banners rise,</br>Wave o'er his subject vales and wanton in the skies.", "\"Boast not, proud Albion!  awed by no dismay,</br>My warriors crowd the fierce conflicting scene.</br>What dreadless chieftains lead their long array,</br>Death-daring Putnam and unconquer'd Greene.</br>And is my Washington unknown to thee,</br>Whose early footsteps traced the paths of fame,</br>Shielded, from fate, thy routed bands to flee,</br>And screen'd thy Gage, to future deeds of shame!</br>Heav'n calls his sword t' assert my injured cause,</br>Avenger of my wrongs and guardian of my laws.", "\"Oh, born thy country and her rights to save,</br>Arise!  the thunders of the war to wield;</br>And through the night and ocean's awful wave,</br>Guide the frail bark and teach the storm to yield.</br>When terror through each coward breast shall roll,</br>And half my boasting champions woo despair,</br>Thy daring genius and unvanquish'd soul</br>Sustain my triumphs and inspire the war;</br>Thy single sword, like Moses' lifted hand,</br>Sheds conquest on my cause and guards the sinking land.", "\"And lo, where Victory spreads her eagle wings,</br>O'er Trenton's stream and Princeton's classic plain;</br>With warlike shouts th' aerial concave rings,</br>O'er legions captived and the piles of slain!</br>Through varying dangers, with unequal force,</br>The godlike hero guides the dubious day,</br>Foils the proud Howe, and cheeks his haughty course,</br>With Fabian art, victorious by delay</br>O'er loss, o'er fortune and th' insulting foes,</br>His innate virtue shines, his conq'ring courage glows.", "\"Lo, from the north, what countless myriads roll,</br>Nations of war and legions of the brave,</br>With all the sable tribes of savage soul</br>From frozen climes and Huron's wintry wave!</br>The fierce Burgoyne drives on th' infuriate train,</br>Sounds the dire death-song through the frowning wood.</br>Vain threat!  my gath'ring sons thy pomp disdain,</br>Thy tongue of thunder and thy hands of blood.</br>Of small avail, when doom'd in arms t' engage</br>My Gates's caution calm, my Lincoln's noble rage.", "\"Dig deep in earth (nor fated yet to fall)</br>Stretch thy huge ramparts in opposing line:</br>My daring bands with heav'n-born ardor join,</br>Dive the low trench and climb the baffled wall.</br>Thy troops in wild confusion through the field,</br>Sustain no more the victor's angry face;</br>Nor force nor art avail.  They fall, they yield,</br>Or wing with coward flight the hasty race.</br>On every side my hardy yeomen rise,</br>And lead thy captive host, vain Albion's pride, their prize.", "\"Hark, from th' embattled South what new alarms!</br>What streaming ensigns paint the troubled air!</br>On Monmouth plains the boasting Clinton arms,</br>And leads to fate the whole collected war.</br>Hast thou forgot how once thy warriors fled,</br>Thine early shame on Charleston's fatal wave,</br>When terror bade thy shatter'd ships recede,</br>And call the winds to waft thee from the grave?</br>Beat not thy pulses with accustom'd fear,</br>And dread'st thou not thy foe?  for Washington is there.", "\"The deep artillery, with tremendous roar,</br>The sky's blue vault in deathful prelude rend.</br>What clouds of smoke involve the darken'd shore!</br>Through the stunn'd air what flaky flames ascend!</br>Conflicting thousands shake the shuddering ground,</br>Keen vollies echoing rock the mountains wide,</br>Afar the startled Del'ware hears the sound,</br>And Hudson trembles with recoiling tide.</br>Scarce the dire shock my fainting van sustain,</br>And Lee appall'd retires, and yields the dubious plain.", "\"When lo, my favor'd Chief appears to save</br>From fell destruction's all-devouring sweep;</br>As the sun rising o'er the turbid wave,</br>When night with storms hath vex'd the angry deep.</br>Th' astonish'd foes maintain the fight no more,</br>Fierce on their rear my rushing host impends,</br>Their falling legions dye the fields with gore,</br>Till dusky eve, their better hope, descends;</br>Through fav'ring darkness fly the broken train,</br>Steal trembling to their ships, and hide behind the main.\"</br>"]