["Where Cornwall's dreary genius cowers o'er rocks</br>Of Druid fame &mdash; o'er barrow'd hills of heath,</br>There, where in ancient days umbrageous oaks</br>Involv'd in wizard gloom the shrines beneath,</br>And thro' the central darkness murmur'd death;</br>I feel again, from all her echoing caves,</br>The consecrated trumpet's thrilling breath!</br>Again I hear, as charm'd old Ocean heaves,</br>The harp's symphonious sounds, that hush the weltering waves.", "Snatcht from the flaming altars of the East,</br>I see the hallow'd fires of Iran rise,</br>To mark, unfolding May!  thy floral feast!</br>Behold, they lighten to the starry skies!</br>The circling priests their wands in solemn guise</br>Wave to and fro; and all is pale amaze!</br>From crag to crag the hum of voices dies;</br>And, as assembled clans in silence gaze,</br>The distant Karnes draw near, and kindle in the blaze!", "But, guilt (that cried for vengeance) to atone,</br>I saw the shivering sacrifice of blood,</br>What time the moon, her horns replenish'd, shone</br>Thro' the thick foliage of the lurid wood!</br>Lo, how they catch, where hiss'd the viprous brood,</br>The Milpreu flung into the fields of air!</br>See break away, by man yet unsubdued,</br>Yon milk-white steeds, along the moorland far</br>Tossing their harness'd heads, and dash the rattling car.", "See, where Karnbre in savage grandeur wild</br>Frowns o'er the crowds that scale her craggy steep,</br>That ledge immense upon its rockstone pil'd</br>To its white glimmering draws attention deep!</br>The Archdruid fligns the lymph.  With mystic sweep</br>He turns around.  He beckons, silent, slow,</br>To the dark spirit within that seem'd to sleep!</br>Lo, the rock shakes and trembles! &mdash; All below</br>Religious frenzy goads &mdash; all own the inspiring glow!", "And now, to drink the crimson flood of life,</br>Where towers the Cromlech on the topmost height,</br>He sternly lifts the sacrificing knife!</br>Around the mountain sides long vestments white</br>Float silvery to the moonbeam's sacred light!</br>And lo!  he waits with deathful pause and pale,</br>The dire portentuous moment of midnight!</br>It comes!  the knife descends!  The piteous wail</br>And limbs convuls'd in blood, can human bosoms hail?", "Yes!  it was thus imposture aim'd to waft</br>Man's prayers to Jove, in error's dunnest day;</br>While priestly domination, priestly craft</br>Was no faint semblance of the Almighty sway,</br>Or of eternal wisdom seem'd a ray!</br>And leap'd not forth the ethereal flame, to scath</br>Presumption's crest amidst the mad essay?</br>Why paus'd the lightnings in their blazing path,</br>Nor fork'd their keenest fire, to execute Heaven's wrath?", "But where beam'd health the everlasting cross</br>Prostrate, how oft hath sacerdotal guile</br>Bid all the unfolding sky the soul engross</br>Where earth and sensual pleasure lurk'd the while?</br>How grand the arches of the gothic pile!</br>Its dark illuminations rich, that stain</br>The tremulous pavement of the pillar'd aisle!</br>Nor the sweet virgin's image sheds in vain</br>The ideal glory round, to gild her holy fane.", "And doth not awe with timid eye pursue</br>Where matin radiance falls, or torches flare</br>The hood, the cowl, the vestment's mournful hue</br>The solemn gait, the penitential air,</br>The contrite look, as tho' absorb'd in prayer;</br>While, swelling thro' the spacious concave rise</br>Measures, to banish low-born grief and care!</br>Now deep and full, the entrancing harmonies&mdash;</br>Now, stealing soft away, the distant music dies!", "But, muffled up in saintly garment white</br>Have we not often seen insidious art,</br>Have we not seen the abstemious hypocrite</br>With meek demeanour hide the ruffian's heart?</br>Nor seldom doth he play the lecher's part!</br>Lo where he glides, and sudden sinks within</br>Some shadowy nook, from the dim form we start!</br>The maiden's ear his secret whispers win!</br>He stores the frail-one's sighs, and riots o'er her sin.", "And see where recent from the vernal groves</br>On the cold floor those sprinkled blooms expire,</br>Imperious pomp! &mdash; the mitred abbess moves,</br>And her long train of nuns in dark attire,</br>And all black-veil'd, approach the hallowed choir!</br>Faint, quivering, slow, the minstrel-notes ascend!</br>Ah see (adieu to hope and young desire!)</br>The lovely mourner o'er the altar bend!</br>Lone maid!  adieu to hope!  save Heaven, thou hast no friend.", "The reverend father opes the book.  At once</br>The full-voic'd anthem vaunts sublimer lays!</br>In every tone, how plaintive the response!</br>How witching to the ear the strain of praise!</br>Behold!  her snowy veil the attendants raise&mdash;</br>Her hand in holy trance the vestal rears;</br>And where unvalued gems the shrine emblaze,</br>Ravish'd as by the music of the spheres,</br>She vows the eternal vow; and wonder dries her tears!", "Yet will they flow afresh.  Too early lost</br>To all the gentle bosom learns to prize,</br>Full soon, where nuns angelic sweetness boast,</br>Will she shrink back from dark malignant eyes,</br>With hollow cheeks, of grief the poor disguise;</br>And hear, reechoed from secluded cell,</br>At the pale vigil sad repining sighs!</br>And see, whilst oft her carnal thoughts rebel,</br>With supercilious airs that mitred abbess swell!</br>"]