["The Authors of Romances and Novels</br>Talk big of flut'ring Beaux and sparkling Belles;</br>Strephon the Lovers sprung from noble Blood,</br>And Coelia is a rich and lovely Prude:</br>To great Folk Cupid only is a Guest;</br>Love dare not reign in a Plebeian Breast:</br>The Poor do like unthinking Atoms dance,</br>And marry, as the World was made, by Chance.</br>This Poets and Philosophers advance.</br>Wise as they are, they may be in the wrong,</br>Altho' the last was great Lucretius's Song.</br>The gods, say they, have a superiour Care;</br>A thousand Sylphs sit on Belinda's Hair,</br>Protect bright Cloe when she plays at Ombre:</br>And, being aerial Spirits, cannot Slumber.</br>These Ladys guard at Tea and Mattadores,</br>Because they're Rich and Great, &mdash; tho' sometimes W&mdash;</br>The Gods despise a Linsey Woolsey Gown;</br>But to the rusling Silks Respect is shown.</br>Yet under Favour, 'tis not my Opinion,</br>For little Cupid hath a large Dominion.</br>Great Wits may with their learned Logick fail,</br>And I with my blunt Eloquence prevail:</br>Then hear with Patience this my Country Tale.", "In Days of Old, when Kenneth rul'd the Nation,</br>And Trews and naked Buttocks were in Fashion,</br>Maids did not Fence their Bums with Ribs of Whales</br>But just a Nature made them, wore their T&mdash;ls.</br>The Scope of all love Tales and am'rous Charms</br>Is to have naked Meg claspt in our Arms.", "There liv'd within an humble Highland Cottage</br>An honest Pair, but both of them in Dottage;</br>Donald; who never heard of foreign News,</br>Convers'd with Horse, and Sheep, and droves of Cows.</br>And jolly Marg'ry was his aged Spouse.</br>Twice twenty Years made up their wedlock State;</br>Their Means were competent, not very great;</br>A lovely Daughter bless'd their hoary Hairs,</br>The only Pledge of all their youthful Years.</br>For Stature, Manners and a lovely Face,</br>She was the very Proverb of the Place;</br>The Darling of her Family and Friends,</br>In blooming Youth just enter'd in her Teens.</br>The beauteous Maid, Corsica was her Name,</br>Thro' neighbouring Shires had spread a lasting Fame</br>From ev'ry Corner of the Country came</br>A Lover, to make known his am'rous Flame.</br>A learn'd Clerk, five Tradesmen, and a Swain</br>Call'd Colin, who dwelt in the neighbouring Plain,</br>Made up the Number of Corsica's Train.</br>The Scribe was famous for his plodding Nodle,</br>Told her dark Stories out of Aristotle,</br>Was very grave, but Colin took his Bottle.</br>The Tradesmen they were wealthy proud and vain;</br>But Colin was an honest humble Swain.</br>Tho' rich as Croesus, and as wise as Solon,</br>Corsica would have none, save only Colin.</br>Small worldly Substance fell to Colin's Share;</br>But he was open, plain and debonair,</br>Of equal Temper, stedfast as the Rocks,</br>Chearful as May and harmless as his Flocks:</br>Good Face, good Shapes, good Nature and good Sense,</br>Are qualities should make a Man a Prince.</br>Colin enjoy'd these in a high degree;</br>Corsica lov'd him well, and only he.", "Her Parents Government was soft and mild,</br>They seldom spoke, but when they spoke they smil'd,</br>And she knew all the Duties of a Child.</br>One Morning aged Donald and his Wife</br>Says Daughter, you're the Solace of our Life,</br>Our Age's prop, our Joys of Life are gone,</br>And yours, sweet Child, we hope are drawing on.</br>O bring us not with Sorrow to the Grave,</br>'Tis but a single Favour that we crave,</br>Wed e're we dy, but don't with Colin wed;</br>And when we've seen you in the nuptial Bed,</br>Our aged, crazy, tot'ring Bones, we trust,</br>Will soon thereafter sleep in peaceful Dust.", "Mournful Corsica knew not what to do;</br>Loth to refuse, and loth to make the Vow;</br>She did the last as safest of the two.</br>Parents, she says, 'tis you that gave me Life,</br>Till you Consent, I ne'er shall be a Wife.</br>Hear me ye Heav'ns, I make this sacred Vow,</br>To Marry as my Parents shall allow.</br>But Maidens Vows are Wind, and nothing else:</br>And this the sequel of my Story tells.", "Once as the Sun the western Skies stole down,</br>And in the East arose the silver Moon;</br>Now toyling Heifers, wounded with the Goad,</br>Are all released from the servile Load:</br>Now from the Moors the Hunters homeward ride</br>With umquhile Maukin dangling at their Side:</br>From distant Hamlet hungry School-Boy comes,</br>With running Nose, and blowing o'er his Thumbs:</br>To neighb'ring Ale-House tipling Curate goes</br>With tatter'd Crape to take a deep Carouse:</br>From verdant Woods with sounding Horns the Swains</br>Bring home the milky Mothers of the Plains.</br>Corsica goes to Boughts to milk the Ews,</br>And spies her Colin whist'ling o'er the Knows;</br>Driving his Charge down to the nightly Fold;</br>His yellow Hair was like the streaming Gold;</br>He grac'd his Trews his Crook and Tartan-Plade;</br>As fine as Kenneth was the Swain arrai'd.</br>The Lass was singing with a thoughtless Air,</br>For, saving Love, she had no worldly Care.</br>Corsica chuckled when the Lad she view'd:</br>A Joy went tingling thro' her Mass of Blood.</br>Once she had growing Thoughts to be his Wife;</br>A rapid Pleasure touch'd the Strings of Life.</br>Colin soon folded up his woolly Drove,</br>And runs to quench his eager Thirst of Love.</br>Kind Words he spoke, his weary'd Head did rest</br>Upon the peaceful Pillow of her Breast.</br>Around her Waste his loving Arm was spread;</br>There he solac'd upon the downy Bed.</br>Often did Colin his Corsica kiss,</br>The certain Pledges of a future Bliss.</br>The loving Pair upon green Pastures lay;</br>And made the Ev'ning for to crown the Day.", "Beneath a Willow's cooling Shade,</br>Nature's soft and mossie Bed,</br>Th' amorous Couple lay:</br>Colin felt a burning Flame,</br>Wish'd for what he durst not name;</br>At last began to say,</br>Corsica shall I sing a Song,</br>I'll not make it very long:</br>You have half an Hour to spare,</br>'Ere you milk your fleecy Care:</br>I have driv'n the Ews too fast,</br>Let them get a little rest.</br>You'll not think the Time too long,</br>We'll beguile it with a Song.</br>How a Shepherd lov'd a Lass,</br>And did Court her on the Grass;</br>But the Maid was cruel Coy,</br>And refus'd to wed the Boy:</br>With the Grief his Heart he broke,</br>He leapt over a steep Rock:</br>Thus he made an End of Life,</br>Since she would not be his Wife.", "Corsica says, Dear Colin, sing,</br>Musick is a pleasant Thing:</br>Sure the Woman has been Mad,</br>For to kill a loving Lad.", "Colin's Heart was wond'rous glad,</br>When he heard the Words she said.</br>Soon did he begin to sing,</br>And made all the Valleys ring:</br>But so mournful was the Tale,</br>It invited Philomel;</br>Who did hear the Musick sweet,</br>And doth still the Notes repeat.", "A SONG TO THE TUNE OF MORNING O GEBERLAND.</br>PROLOGUE.</br>A Furlong or so from bonny Dumblain</br>Liv'd a fair Nymph and an am'rous Swain;</br>Colin was the Name of the Swain,</br>Corsica the Maid created his Pain.</br>He lov'd her beyond all the Comforts of Life,</br>Pray'd daily to Heav'n she might be his Wife.", "Her Hair is like the heckl'd Lint,</br>Quo Colin, quo Colin,</br>But her Heart as hard as Flint,</br>Quo Colin, quo Colin,</br>Her Face is like the rising Moon,</br>Quo Colin, quo Colin,</br>Clearer than a silver Spoon,</br>Quo Colin, quo Colin,</br>Red like Claret, is her Cheeks,</br>Quo Colin, quo Colin,</br>And they Dimple when she Speaks,</br>Quo Colin, quo Colin,</br>Her Lips doth wear a scarlet Dy,</br>Quo Colin, quo Colin,</br>Like Cherries in the Month of May,</br>Quo Colin, quo Colin,</br>Her Teeth is like the Iv'ry Bone,</br>Quo Colin, quo Colin,</br>But her Heart like pumice Stone,</br>Quo Colin, quo Colin,</br>Her Breasts are whiter than the Snow,</br>Quo Colin, quo Colin,</br>Softer than Hauss-locks of the Ew,</br>Quo Colin, quo Colin,</br>Whiter is her Legs and Thighs,</br>Quo Colin, quo Colin,</br>Than the Curds which make the Cheese,</br>Quo Colin, quo Colin,</br>Long and slender is her Waste,</br>Quo Colin, quo Colin,</br>It would tempt the Parish Priest,</br>Quo Colin, quo Colin,</br>Tho' he were an Anchorite,</br>Quo Colin, quo Colin,</br>To enjoy a nymph so sweet.</br>Quo Colin, quo Colin,</br>When she sits on Hills or Rocks,</br>Quo Colin, quo Colin,</br>Soon do I forsake my Flocks,</br>Quo Colin, quo Colin,</br>She doth kill me with her Eyes,</br>Still rolling, still rolling;</br>But she cares not for my Crys,</br>Quo Colin, quo Colin,</br>Nor takes she notice of my Sighs,</br>Quo Colin, quo Colin,</br>Long have I courted this fair Maid,</br>Quo Colin, quo Colin,</br>But she slighted all I said</br>Quo Colin, quo Colin,</br>I am weary'd of my Life,</br>Quo Colin, quo Colin,</br>Since she will not be my Wife,</br>Quo Colin, quo Colin,</br>I'll forsake my Friends and Flocks,</br>Quo Colin, quo Colin,</br>And fly over steepy Rocks,</br>Quo Colin, quo Colin,</br>Life without her's full of Trouble,</br>Quo Colin, quo Colin,</br>Nothing but a silly Bubble,</br>Quo Colin, quo Colin,</br>In Loves Rage he left his Sheep,</br>Poor Colin, poor Colin;</br>And did take the fatal Leap,</br>Poor Colin, poor Colin!</br>When Corsica heard the News,</br>She forsakes her Lambs and Ews,</br>For Colin, for Colin;</br>When she saw the Swain was dead,</br>Poor Colin, poor Colin;</br>She fell Sick and took her Bed,</br>For Colin, for Colin:</br>Distracted with the Grief, she cry'd,</br>For Colin, for Colin,</br>And gave up the Ghost and dy'd,</br>For Colin, for Colin.", "Corsica heard her Colin's artful Tale,</br>Minded her Vow, but Nature did prevail.</br>Colin, says she, the Story can't be true,</br>For I ne'er heard one of that Name save you.</br>If Fact, Corsica's been a cruel Creature,</br>And wanted all the softness of my Nature.</br>Colin replies, Part's true of what I've said;</br>I am the Swain and you the cruel Maid.</br>Long have I courted you my charming Fair,</br>But you are Deaf to Colin's ev'ry Pray'r.</br>I hear you've sworn by the Pow'rs above,</br>Never to entertain your Colin's Love.</br>And did the dottard Fools extort the Vow;</br>Cruel Corsica, shall I think it true.</br>To such an unjust View have no Respect;</br>Or break your Vow, or I will break my Neck.</br>I'm not, she says, unflexible to Love,</br>Could I, dear Colin, this curs'd Vow remove.</br>To break my Vow, dare I be so unjust,</br>'Twould send my aged Parents to the Dust.</br>What then, says Colin, will it be a Crime</br>To give them Heav'n a Year before their Time:</br>O!  'tis an Action that will make you thrive,</br>To keep the loving Colin still alive.</br>Thus Colin spoke, and did her Heart betray;</br>She broke her Vow, and marry'd him next Day.</br>"]