["Deck'd with fresh garlands like a rural bride,</br>And with the crimson streamer's waving pride,</br>A wanton bark was floating o'er the main;</br>And seem'd with scorn to view the azure plain:</br>Smooth were the waves, and scarce a whisp'ring gale</br>Fan'd with his gentle plumes the silken sail.</br>High on the burnish'd deck a gilded throne</br>With orient pearls and beaming diamonds shone;</br>On which reclin'd a youth of graceful mien,</br>His sandals purple, and his mantle green;</br>His locks in ringlets o'er his shoulders roll'd,</br>And on his cheek appear'd the downy gold.</br>Around him stood a train of smiling boys,</br>Sporting with idle cheer and mirthful toys;</br>Ten comely striplings, girt with spangled wings,</br>Blew piercing flutes, or touch'd the quiv'ring strings;</br>Ten more, in cadence to the sprightly strain,</br>Wak'd with their golden oars the slumb'ring main:</br>The waters yielded to their guiltless blows,</br>And the green billows sparkled as they rose.", "Long time the barge had danc'd along the deep,</br>And on its glassy bosom seem'd to sleep;</br>And now a pleasant isle arose in view,</br>Bounded with hillocks of a verdant hue:</br>Fresh groves, and roseate bow'rs appear'd above,</br>(Fit haunts, be sure, of pleasure and of love)</br>And higher still a thousand blazing spires</br>Seem'd with gilt tops to threat the heav'nly fires.</br>Now, each fair stripling plied his lab'ring oar,</br>And strait the pinnace struck the sandy shore.</br>The youth arose, and, leaping on the strand,</br>Took his lone way along the silver sand;</br>While the light bark, and all the airy crew,</br>Sunk like a mist beneath the briny dew.", "With eager steps, the young adventurer stray'd</br>Through many a grove, and many a winding glade:</br>At length, he heard the chime of tuneful strings,</br>That sweetly floated on the Zephyr's wings;</br>And soon a band of damsels blithe and fair,</br>With flowing mantles and dishevel'd hair,</br>Came with quick pace along the solemn wood,</br>Where wrapt in wonder and delight he stood:</br>In loose transparent robes they were array'd,</br>Which half their beauties hid, and half display'd.", "A lovely nymph approach'd him with a smile,</br>And said, \"O, welcome to this blissful isle!</br>For thou art he, whom ancient bards foretold,</br>Doom'd in our clime to bring an age of gold:</br>Hail, sacred king!  and from thy subject's hand,</br>Accept the robes and sceptre of the land.\"", "\"Sweet maid,\" said he, \"fair learning's heav'nly beam</br>O'er my young mind ne'er shed her fav'ring gleam;</br>Nor has my arm e'er hurl'd the fatal lance,</br>While desperate legions o'er the plain advance:</br>How should a simple youth, unfit to bear</br>The steely mail, that splendid mantle wear!\"</br>\"Ah!\"  said the damsel, \"from this happy shore,</br>We banish wisdom, and her idle lore;</br>No clarions here the strains of battle sing,</br>With notes of mirth our joyful valleys ring.</br>Peace to the brave!  o'er us, the beauteous reign,</br>And ever-charming pleasures form our train.\"", "This said, a diadem, inlay'd with pearls,</br>She plac'd respectful on his golden curls;</br>Another o'er his graceful shoulder threw</br>A silken mantle of the rose's hue,</br>Which, clasp'd with studs of gold, behind him flow'd,</br>And through the folds his glowing bosom show'd.</br>Then in a car, by snowwhite coursers drawn,</br>They led him o'er the dew-besprinkled lawn,</br>Through groves of joy and arbors of delight,</br>With all that could allure his ravish'd sight;</br>Green hillocks, meads, and rosy grots he view'd,</br>And verd'rous plains with winding streams bedew'd.</br>On ev'ry bank, and under ev'ry shade,</br>A thousand youths, a thousand damsels play'd;</br>Some wantonly were tripping in a ring</br>On the soft border of a gushing spring;</br>While some, reclining in the shady vales,</br>Told to their smiling loves their am'rous tales:</br>But when the sportful train beheld from far</br>The nymphs returning with the stately car,</br>O'er the smooth plain with hasty steps they came,</br>And hail'd their youthful king with loud acclaim;</br>With flow'rs of ev'ry tint the paths they strow'd,</br>And cast their chaplets on the hallow'd road.", "At last they reach'd the bosom of a wood,</br>Where, on a hill a radiant palace stood;</br>A sumptuous dome, by hands immortal made,</br>Which, on its walls and on its gates, display'd</br>The gems that in the rocks of Tibet glow,</br>The pearls that in the shells of Ormus grow.</br>And now a num'rous train advance to meet</br>The youth, descending from his regal seat;</br>Whom to a rich and spacious hall they led,</br>With silken carpets delicately spread:</br>There on a throne, with gems unnumber'd grac'd,</br>Their lovely king six blooming damsels plac'd,</br>And meekly kneeling, to his modest hand</br>They gave the glitt'ring sceptre of command;</br>Then on six smaller thrones they sat reclin'd,</br>And watch'd the rising transports of his mind:</br>When thus the youth a blushing nymph address'd,</br>And, as he spoke, her hand with rapture press'd,", "\"Say, gentle damsel, may I ask unblam'd</br>How this gay isle, and splendid seats, are nam'd?</br>And you, fair queens of beauty and of grace,</br>Are you of earthly or celestial race?</br>To me the world's bright treasures were unknown,</br>Where late I wander'd, pensive and alone,</br>And, slowly winding on my native shore,</br>Saw the vast ocean roll, but saw no more;</br>Till from the waves with many a charming song,</br>A barge arose, and gayly mov'd along;</br>The jolly rowers reach'd the yielding sands,</br>Allur'd my steps, and wav'd their shining hands:</br>I went, saluted by the vocal train,</br>And the swift pinnace cleav'd the waves again;</br>When on this island struck the gilded prow,</br>I landed full of joy:  the rest you know.</br>Short is the story of my tender years:</br>Now speak, sweet nymph, and charm my list'ning ears.\"", "\"These are the groves, for ever deck'd with flow'rs,\"</br>The maid replied, \"and these the fragrant bow'rs,</br>Where Love and Pleasure hold their airy court,</br>The seat of bliss, of sprightliness, and sport;</br>And we, dear youth!  are nymphs of heav'nly line;</br>Our souls immortal, as our forms divine:</br>For Maia, fill'd with Zephyr's warm embrace,</br>In caves and forests cover'd her disgrace;</br>At last she rested on this peaceful shore,</br>Where in yon grot a lovely boy she bore,</br>Whom, fresh and wild and frolick from his birth</br>She nurs'd in myrtle bow'rs, and call'd him Mirth.</br>He on a summer's morning chanc'd to rove</br>Through the green lab'rinth of some shady grove,</br>Where, by a dimpled riv'let's verdant side,</br>A rising bank with woodbine edg'd he spied:</br>There, veil'd with flow'rets of a thousand hues,</br>A nymph lay bath'd in slumber's balmy dews;</br>(This maid by some, for some our race defame,</br>Was Folly call'd, but Pleasure was her name:)</br>Her mantle, like the sky in April, blue,</br>Hung on a blossom'd branch that near her grew;</br>For long disporting in the silver stream,</br>She shun'd the blazing daystar's sultry beam,</br>And ere she could conceal her naked charms,</br>Sleep caught her trembling in his downy arms:</br>Born in the wings of Love, he flew, and press'd</br>Her breathing bosom to his eager breast.</br>At his wild theft the rosy morning blush'd,</br>The riv'let smil'd, and all the woods were hush'd.</br>Of these fair parents, on this blissful coast,</br>(Parents like Mirth and Pleasure who can boast?)</br>I, with five sisters, on one happy morn,</br>All fair alike, behold us now, were born.</br>When they to brighter regions took their way,</br>By Love invited to the realms of day,</br>To us they gave this large, this gay domain,</br>And said, departing, Here let Beauty reign.</br>Then reign, fair prince!  in thee all beauties shine,</br>And, ah!  we know thee of no mortal line.\"", "She said:  the king with rapid ardor glow'd,</br>And the swift poison through his bosom flow'd:</br>But, while she spoke, he cast his eyes around</br>To view the dazling roof, and spangled ground;</br>Then, turning with amaze from side to side,</br>Seven golden doors, that richly shone, he spied,</br>Then said, \"Fair nymph, (but let me not be bold)</br>What mean those doors that blaze with burnish'd gold?\"</br>\"To six gay bow'rs,\" the maid replied, \"they lead;</br>Where Spring eternal crowns the glowing mead,</br>Six fountains there, that glitter as they play,</br>Rise to the sun with many a color'd ray.\"</br>\"But the seventh door,\" said he, \"what beauties grace?\"</br>\"O, 'tis a cave; a dark and joyless place,</br>A scene of bloody deeds, and magick spells,</br>Where day ne'er shines, and pleasure never dwells:</br>No more of that.  But come, my royal friend,</br>And see what joys thy favor'd steps attend.\"</br>She spoke; and pointed to the nearest door:</br>Swift he descends; the damsel flies before;</br>She turns the lock; it opens at command;</br>The maid and stripling enter hand in hand.", "The wond'ring youth beheld an opening glade,</br>Where in the midst a crystal fountain play'd;</br>The silver sands, that on its bottom grew,</br>Were strown with pearls and gems of varied hue,</br>The diamond sparkled like the star of day,</br>And the soft topaz shed a golden ray,</br>Clear amethysts combin'd their purple gleam</br>With the mild em'rald's sight-refreshing beam,</br>The sapphire smil'd like yon blue plain above,</br>And rubies spread the blushing tint of love.</br>\"These are the waters of eternal light,\"</br>The damsel said, \"the stream of heav'nly sight,</br>See, in this cup,\" (she spoke, and stoop'd to fill</br>A vase of jasper with the sacred rill)</br>\"See how the living waters bound and shine,</br>Which this well-polish'd gem can scarce confine!\"</br>From her soft hand, the lucid urn he took,</br>And quaff'd the nectar with a tender look:</br>Strait from his eyes a cloud of darkness flew,</br>And all the scene was open'd to his view;</br>Not all the groves, where ancient bards have told</br>Of vegetable gems, and blooming gold,</br>Not all the bow'rs which, oft, in flow'ry lays</br>And solemn tales Arabian poets praise,</br>Though streams of honey flow'd through ev'ry mead,</br>Though balm and amber drop'd from ev'ry reed;</br>Held half the sweets that nature's ample hand</br>Had pour'd luxuriant o'er this wondrous land.</br>All flow'rets here their mingled rays diffuse,</br>The rainbow's tints to these were vulgar hues;</br>All birds that in the stream their pinion dip,</br>Or from the brink the liquid crystal sip,</br>Or show their beauties to the sunny skies,</br>Here wav'd their plumes that shone with varying dyes;</br>But chiefly he, that o'er the verdant plain</br>Spreads the gay eyes which grace his spangled train;</br>And he, that, proudly sailing, loves to show</br>His mantling wings and neck of downy snow;</br>Nor absent he, who learns the human sound,</br>With wavy gold and moving em'ralds crown'd,</br>Whose head and breast with polish'd sapphires glow,</br>And on whose wing the gems of Indus grow.</br>The monarch view'd their beauties o'er and o'er,</br>He was all eye, and look'd from ev'ry pore.</br>But now the damsel calls him from his trance;</br>And o'er the lawn delighted they advance:</br>They pass the hall adorn'd with royal state,</br>And enter now with joy the second gate.", "A soothing sound he heard, (but tasted first</br>The gushing stream that from the valley burst)</br>And in the shade beheld a youthful quire</br>That touch'd with flying hands the trembling lyre:</br>Melodious notes, drawn out with magick art,</br>Caught with sweet ecstacy his ravish'd heart;</br>An hundred nymphs their charming descants play'd,</br>And melting voices died along the glade;</br>The tuneful stream that murmur'd as it rose,</br>The birds that on the trees bewail'd their woes,</br>The boughs, made vocal by the whisp'ring gale,</br>Join'd their soft strain, and warbled through the vale.</br>The concert ends:  and now the stripling hears</br>A tender voice that strikes his wond'ring ears;</br>A beauteous bird in our rude climes unknown,</br>That on a leafy arbor sits alone,</br>Strains his sweet throat, and waves his purple wings,</br>And thus in human accents softly sings:", "\"Rise, lovely pair, a sweeter bow'r invites</br>Your eager steps, a bow'r of new delights;</br>Ah!  crop the flow'rs of pleasure while they blow,</br>Ere winter hides them in a veil of snow.</br>Youth, like a thin anemone, displays</br>His silken leaf, and in a morn decays.</br>See, gentle youth!  a rosy-bosom'd bride;</br>See, nymph, a blooming stripling by thy side!</br>Then haste and bathe your souls in soft delights,</br>A sweeter bow'r your wandering steps invites.\"", "He ceas'd; the slender branch from which he flew,</br>Bent its fair head, and sprinkled pearly dew.</br>The damsel smil'd; the blushing youth was pleas'd,</br>And by her willing hand his charmer seiz'd:</br>Soon the third door he pass'd with eager haste,</br>And the third stream was nectar to his taste.", "His ravish'd sense a scene of pleasure meets,</br>A maze of joy, a paradise of sweets.</br>Through jasmine bow'rs, and violet-scented vales,</br>On silken pinions flew the wanton gales,</br>Arabian odours on the plants they left,</br>And whisper'd to the woods their spicy theft;</br>Beneath the shrubs that spread a trembling shade</br>The musky roes, and fragrant civets play'd.</br>As when at eve an eastern merchant roves</br>From Hadramut to Aden's spikenard groves,</br>Where some rich caravan not long before,</br>Has pass'd, with cassia fraught, and balmy store,</br>Charm'd with the scent that hills and vales diffuse,</br>His grateful journey gayly he pursues;</br>Thus pleas'd, the monarch fed his eager soul,</br>And from each breeze a cloud of fragrance stole:</br>But now the nymph, who sigh'd for sweeter joy,</br>To the fourth gate conducts the blooming boy.</br>She turns the key; her cheeks like roses bloom,</br>And on the lock her fingers drop perfume.", "Before his eyes, on agate columns rear'd,</br>On high a purple canopy appear'd;</br>And under it in stately form was plac'd</br>A table with a thousand vases grac'd;</br>Laden with all the dainties that are found</br>In air, in seas, or on the fruitful ground.</br>Here the fair youth reclin'd with decent pride,</br>His wanton nymph was seated by his side:</br>All that could please the taste the happy pair</br>Cull'd from the loaded board with curious care;</br>(But first the king had quaff'd the tempting stream,</br>That through the bow'r display'd a silver gleam:)</br>O'er their enchanted heads, a mantling vine</br>His curling tendrils wove with am'rous twine;</br>From the green stalks the glowing clusters hung,</br>Like rubies on a thread of em'ralds strung,</br>With these were other fruits of ev'ry hue,</br>The pale, the red, the golden, and the blue.</br>An hundred smiling pages stood around,</br>Their shining brows with wreaths of myrtle bound:</br>They, in transparent cups of agate, bore</br>Of sweetly-sparkling wines a precious store;</br>The stripling sip'd and revel'd, till the sun</br>Down heav'n's blue vault his daily course had run,</br>Then rose, and, follow'd by the gentle maid,</br>Op'd the fifth door:  a stream before them play'd.", "The king impatient for the cooling draught,</br>In a full cup the mystick nectar quaff'd;</br>Then with a smile, (he knew no higher bliss)</br>From her sweet lip he stole a balmy kiss:</br>On the smooth bank of vi'lets they reclin'd;</br>And, whilst a chaplet for his brow she twin'd,</br>With his soft cheek her softer cheek he press'd;</br>His pliant arms were folded round her breast.</br>She smil'd; soft lightning darted from her eyes,</br>And from his fragrant seat she bade him rise;</br>Then, while a brighter blush her face o'erspread,</br>To the sixth gate her willing guest she led.", "The golden lock she softly turn'd around,</br>The moving hinges gave a pleasing sound:</br>The boy delighted ran with eager haste,</br>And to his lips the living fountain plac'd;</br>The magick water pierc'd his kindled brain,</br>And a strange venom shot from vein to vein.</br>Whatever charms he saw in other bow'rs,</br>Were here combin'd, fruits, musick, odors, flow'rs,</br>A couch besides with softest silk o'erlaid,</br>And sweeter still a lovely yielding maid,</br>Who now more charming seem'd, and not so coy,</br>And in her arms infolds the blushing boy:</br>They sport and wanton, till, with sleep oppress'd,</br>Like two fresh rose-buds on one stalk, they rest.", "When morning spread around her purple flame,</br>To the sweet couch the five fair sisters came;</br>They hail'd the bridegroom with a cheerful voice,</br>And bade him make, with speed, a second choice.</br>Hard task to choose, when all alike were fair!</br>Now this, now that, engag'd his anxious care:</br>Then to the first who spoke, his hand he lent;</br>The rest retir'd, and whisper'd as they went.</br>The prince enamour'd view'd his second bride;</br>They left the bow'r, and wander'd side by side,</br>With her he charm'd his ears, with her his sight,</br>With her he pass'd the day, with her the night.</br>Thus all by turns the sprightly stranger led,</br>And all by turns partook his nuptial bed;</br>Hours, days, and months, in pleasure flow'd away,</br>All laugh'd, all sweetly sung, and all were gay.", "So had he wanton'd threescore days and sev'n,</br>More blest, he thought, than any son of heav'n:</br>Till on a morn, with sighs and streaming tears,</br>The train of nymphs before his bed appears;</br>And thus the youngest of the sisters speaks,</br>Whilst a sad show'r runs trickling down her cheeks:", "\"A custom which we cannot, dare not fail,</br>(Such are the laws that in our isle prevail)</br>Compels us, prince!  to leave thee here alone,</br>Till thrice the sun his rising front has shown:</br>Our parents, whom, alas!  we must obey,</br>Expect us at a splendid feast to day;</br>What joy to us can all their splendor give?</br>With thee, with only thee, we wish to live.</br>Yet may we hope, these gardens will afford</br>Some pleasing solace to our absent lord?</br>Six golden keys, that ope yon blissful gates,</br>Where joy, eternal joy, thy steps awaits,</br>Accept:  the seventh (but that you heard before)</br>Leads to a gloomy dungeon, and no more,</br>A sullen, dire, inhospitable cell,</br>Where deathful spirits and magicians dwell.</br>Farewel, dear youth; how will our bosoms burn</br>For the sweet moment of our blest return.\"", "The king, who found it useless to complain,</br>Took the sev'n keys, and kiss'd the parting train.</br>A glitt'ring car, which bounding coursers drew,</br>They mounted strait, and through the forest flew.", "The youth, unknowing how to pass the day,</br>Review'd the bow'rs, and heard the fountains play;</br>By hands unseen whate'er he wish'd was brought;</br>And pleasures rose obedient to his thought.</br>Yet all the sweets that ravish'd him before</br>Were tedious now, and charm'd his soul no more:</br>Less lovely still, and still less gay they grew;</br>He sigh'd, he wish'd, and long'd for something new:</br>Back to the hall he turn'd his weary feet,</br>And sat repining on his royal seat.</br>Now, on the sev'nth bright gate he casts his eyes,</br>And in his bosom rose a bold surmise:</br>\"The nymph,\" said he, \"was sure dispos'd to jest,</br>Who talk'd of dungeons in a place so blest:</br>What harm to open, if it be a cell</br>Where deathful spirits and magicians dwell?</br>If dark or foul, I need not pass the door;</br>If new or strange, my soul desires no more.\"</br>He said, and rose; then took the golden keys,</br>And op'd the door:  the hinges mov'd with ease.", "Before his eyes, appear'd a sullen gloom,</br>Thick, hideous, wild; a cavern, or a tomb.</br>Yet, as he longer gaz'd, he saw afar</br>A light that sparkled like a shooting star.</br>He paus'd:  at last, by some kind angel led,</br>He enter'd; and advanc'd, with cautious tread.</br>Still as he walk'd, the light appear'd more clear;</br>Hope sooth'd him, then, and scarcely left a fear.</br>At length an aged sire surpriz'd he saw,</br>Who fill'd his bosom with a sacred awe:</br>A book he held, which, as reclin'd he lay,</br>He read, assisted by a taper's ray;</br>His beard, more white than snow on winter's breast,</br>Hung to the zone that bound his sable vest,</br>A pleasing calmness on his brow was seen,</br>Mild was his look, majestick was his mien.</br>Soon as the youth approach'd the rev'rend sage,</br>He raised his head, and clos'd the serious page,</br>Then spoke:  \"O son!  what chance has turn'd thy feet</br>To this dull solitude, and lone retreat?\"</br>To whom the youth:  \"First, holy father, tell,</br>What force detains thee in this gloomy cell?</br>This isle, this palace, and those balmy bow'rs,</br>Where six sweet fountains fall on living flow'rs,</br>Are mine; a train of damsels chose me king,</br>And through my kingdom smiles perpetual spring.</br>For some important cause to me unknown,</br>This day they left me joyless and alone,</br>But, ere three morns with roses strow the skies,</br>My lovely brides will charm my longing eyes.\"", "\"Youth,\" said the sire, \"on this auspicious day</br>Some angel hither led thy erring way:</br>Hear a strange tale, and tremble at the snare,</br>Which for thy steps thy pleasing foes prepare.</br>Know, in this isle prevails a bloody law;</br>List, stripling, list!  (the youth stood fix'd with awe:)</br>But sev'nty days the hapless monarchs reign,</br>Then close their lives in exile and in pain;</br>Doom'd in a deep and frightful cave to rove,</br>Where darkness hovers o'er the iron grove.</br>Yet know, thy prudence and thy timely care</br>May save thee, son, from this alarming snare.</br>Not far from this, a lovelier island lies,</br>Too rich, too splendid, for unhallow'd eyes:</br>On that blest shore, a sweeter fountain flows</br>Than this vain clime, or this gay palace knows,</br>Which if thou taste, whate'er was sweet before</br>Will bitter seem, and steal thy soul no more.</br>But ere these happy waters thou canst reach,</br>Thy weary steps must pass yon rugged beach,</br>Where the dark sea with angry billows raves,</br>And, fraught with monsters, curls his howling waves,</br>If to my words obedient thou attend,</br>Behold in me thy pilot and thy friend.</br>A bark I have, supplied with plenteous store,</br>That now lies anchor'd on the rocky shore;</br>And, when of all thy regal toys bereft,</br>In the rude cave an exile thou art left,</br>Myself will find thee on the gloomy lea,</br>And waft thee safely o'er the dangerous sea.\"", "The boy was fill'd with wonder as he spake,</br>And from a dream of folly seem'd to wake:</br>All day the sage his tainted thoughts refin'd;</br>His reason brighten'd and reform'd his mind:</br>Through the dim cavern hand in hand they walk'd,</br>And much of truth, and much of heav'n they talk'd.</br>At night the stripling to the hall return'd;</br>With other fires his alter'd bosom burn'd.</br>O!  to his wiser soul how low, how mean,</br>Seem'd all he e'er had heard, had felt, had seen!</br>He view'd the stars; he view'd the crystal skies,</br>And bless'd the power all-good, all-great, all-wise;</br>How lowly now appear'd the purple robe,</br>The rubied sceptre, and the iv'ry globe!</br>How dim the rays that gild the brittle earth!</br>How vile the brood of Folly, and of Mirth!", "When the third morning, clad in mantle grey,</br>Brought in her rosy car her sev'ntieth day,</br>A band of slaves, who rush'd with furious sound,</br>In chains of steel the willing captive bound;</br>From his young head the diadem they tore,</br>And cast his pearly bracelets on the floor;</br>They rent his robe that bore the rose's hue,</br>And o'er his breast a hairy mantle threw;</br>Then drag'd him to the damp and dreary cave,</br>Drench'd by the gloomy sea's resounding wave.</br>Meanwhile, the voices of a num'rous croud</br>Pierc'd the dun air, as thunder breaks a cloud;</br>The nymphs another hapless youth had found,</br>And then were leading o'er the guilty ground:</br>They hail'd him king, (alas, how short his reign!)</br>And with fresh chaplets strow'd the fatal plain.", "The happy exile, monarch now no more,</br>Was roving slowly o'er the lonely shore;</br>At last the sire's expected voice he knew,</br>And tow'rd the sound with hasty rapture flew.</br>A little pinnace just afloat he found,</br>And the glad sage his fetter'd hands unbound;</br>But when he saw the foaming billows rave,</br>And dragons rolling o'er the fiery wave,</br>He stopp'd:  his guardian caught his ling'ring hand,</br>And gently led him o'er the rocky strand;</br>Soon as he touch'd the bark, the ocean smil'd,</br>The dragons vanish'd, and the waves were mild.", "For many an hour with vig'rous arms they row'd,</br>While not a star one friendly sparkle show'd;</br>At length a glimm'ring brightness they behold,</br>Like a thin cloud which morning dyes with gold:</br>To that they steer; and now rejoic'd they view</br>A shore begirt with cliffs of radiant hue.</br>They land:  a train, in shining mantles clad,</br>Hail their approach, and bid the youth be glad;</br>They led him o'er the lea with easy pace,</br>And floated as they went with heav'nly grace.</br>A golden fountain soon appear'd in sight,</br>That o'er the border cast a sunny light:</br>The sage impatient scoop'd the lucid wave</br>In a rich vase, which to the youth he gave;</br>He drank:  and straight a bright celestial beam</br>Before his eyes display'd a dazzling gleam.</br>Myriads of airy shapes around him gaz'd;</br>Some prais'd his wisdom, some his courage prais'd,</br>Then o'er his limbs a starry robe they spread,</br>And plac'd a crown of di'monds on his head.", "His aged guide was gone, and in his place</br>Stood a fair cherub flush'd with rosy grace;</br>Who, smiling, spake:  \"Here ever wilt thou rest,</br>Admir'd, belov'd, our brother and our guest;</br>So all shall end, whom vice can charm no more</br>With the gay follies of that per'lous shore.</br>See yon immortal tow'rs their gates unfold</br>With rubies flaming, and no earthly gold!</br>There joys before unknown thy steps invite,</br>Bliss without care, and morn without a night.</br>But now farewel!  my duty calls me hence,</br>Some injur'd mortal asks my just defence.</br>To yon pernicious island I repair,</br>Swift as a star.\"  He speaks, and melts in air.", "The youth o'er walks of jasper takes his flight;</br>And bounds and blazes in eternal light.</br>"]