["Queen of the genial thought, heart-easing Mirth!</br>Whose airy seat, upon some mountain's brow,</br>O'erlooks the laughing Landscape, wild-bespread,</br>What time that Phoebus in his radiant Car,</br>Lashes his fiery-winded steeds, and mounts</br>The vault of Heav'n, high gleaming from a-far</br>O'er flow'ry meads, and dales, and glittering streams,</br>And distant hills, blue-swelling to the sky,</br>And all the mingled beauties round; &mdash; the while</br>Natures full chorus swells the grateful song,</br>And hails, with heav'n-inspired melody,</br>The Light returning due, and greater far,</br>The Lord of Light; blest scene!  at once thine eye,</br>Thine ear delighting, and thy raptur'd thought.</br>Come Goddess then of pleasures bland!  and guide,</br>Tripping it light in frolick measure, guide</br>My nimble step o'er hill and dale, a-while</br>The jolly Huntsman swells his echoing horn,</br>And glads the jocund troop, and deep-mouth'd pack,</br>Reshouting to the sound; &mdash; while each proud steed,</br>Neighs dreadful to the scented gale, and hopes,</br>Impatient pawing, the yet distant death.", "But oh!  be far away the cloister's gloom,</br>Where Gothic piles, in sullen pomp, do chill</br>My soul, as pacing slow in pensive mood</br>I startle as I move, &mdash; the arched vault</br>Resounding hollow to each step; and round,</br>The marble monuments, but dimly seen,</br>Look animate, &mdash; like sheeted spectres wan,</br>And seem with fixed gaze to stare at me!</br>Terrific scenes away &mdash; where sadly pleas'd,</br>Pale Melancholy loves to roam; herself</br>The foulest Fiend that haunts your ghostly shades.", "But haste with Mirth, the rosy-featur'd Nymph,</br>Sparkling her eye, and elevate her mein,</br>The buxom Genius of the mountain tops;</br>Thee Health!  that tun'st the ruddy milk-maid's voice,</br>As treading new the dewy-silvered mead,</br>She greets my list'ning ear with carol gay;</br>Awhile the charmed plowman near, in vain,</br>Would ease her scornful of the loaded pail.</br>How thrills my ravish'd soul, as round I view</br>The Landscape ever varying, ever gay!</br>The low of oxen and the bleating sheep,</br>The feather'd songsters, and the busy hum</br>Of thousand forms disporting, when that spring</br>Flushes the vivid year, and, kind, renews</br>All trim and gay, glad Nature's livery;</br>How sweet to contemplate!  Let others court,</br>When Sol fierce flaming in his highest noon,</br>The deep'ning groves, and brooding shades, as erst,</br>(So ancient stories tell) did Druids old:</br>Where, deep-sequester'd from all human eye,</br>They held their dreadful rites impure; and there,</br>By many a charm and potent spell, convok'd</br>Daemons and Sprites, and all the ghastly train,</br>Horrid to tell!  of sad departed souls</br>Wand'ring unblest, Lethean shades among.&mdash;</br>Me rather lap beneath some wood-bine bow'r,</br>Where blossoms around each od'rous child of spring;</br>Such as on Ida's top; the conscious scene</br>Of heavenly loves, while flow'rs spontaneous rose:</br>Or else beneath some grotto's cool retreat,</br>Where chrystals shed a spangling light, and soft</br>Tinkles the liquid lapse of dimpled rills.&mdash;</br>And too let Music breathe, the dulcet flute</br>All languishing; that melts my soul entranc'd,</br>That all Elysium swims before my sense.&mdash;", "Thus pass my mid-day hours. &mdash; But are there such</br>To whom not pleasing is yon' genial sun,</br>Yon azure sky, and blooming year?  why court</br>December's reign, tempests, and clouds, and storms,</br>And chilling snows, fierce winter's dread array?</br>Can Horror breathe a purer elegance</br>Of soul, than heav'n-resembling scenes  inspire?</br>Can Chaos-night more elevate than day?</br>Hail!  fairest Light!  Thou too shall share my song.</br>Child of Omnipotence!  first-born, and best!</br>Who, when first dawn'd this goodly frame of things,</br>Obedient at the word divine, sprang forth;</br>Emblazing mid' the vasty firmament,</br>(Till then a gloomy undistinguish'd void)</br>Thy empyrean Day; O!  Light all hail!</br>Whether, or mantled in dark clouds obscure,</br>Thou yet dost gracious shed a softer day,</br>Or gorgeous flaming up the cope of Heav'n,</br>Thou whirl'st thy beamy Car, with spokes of fire,</br>Streaming, like meteors, thro' the buxom air;</br>Welcome thy genial splendor; ever hail!</br>Tir'd with the dark dull night, and death-like sleep,</br>How oft, uprising with the earliest Morn,</br>(Thy ruddy child with locks of dewy hair,</br>And whom the vig'lant Cock due-crowing wakes)</br>I climb the steepy cliff, and anxious court</br>Thy lov'd approach; or when the matron Eve,</br>All veil'd in russet robe, walks forth; how oft</br>I bid adieu thy gradual-sinking Orb,</br>With ray faint-streaming thro' the woods embrown'd,</br>Or glittering on some steeple's spire.  Nor yet</br>More ardent and more sad the love-lorn Youth</br>Beholds, with tremulous gaze, his parting Fair,</br>(When seal'd the last fond kiss, as now away</br>She turns her eye deep-darting love) than I,</br>Intent to catch thy last soft-shooting beam.</br>But, Goddess of the smile!  when autumn's reign</br>Gilds the gay Country round, then lead me blithe</br>'Midst fields where Ceres waves her kindly store,</br>There view the Country's tawny sons, elate,</br>Marshal in neat array, the bundled sheaves;</br>While fluttering o'er his late fond home, the Lark</br>Warbles a wildly-thrilling strain, and bids</br>Farewell the genial summers gentler sway.</br>Then how exults my feeling breast, how leaps</br>My throbbing heart! &mdash; and yet, yet once again,</br>All gracious Heav'n!  thy annual boon accept,</br>What conscious feelings would &mdash; but cannot speak!&mdash;</br>And see the last glad Team:  with garlands  crown'd,</br>Each steed more proudly shakes his tinkling bells,</br>And mounted on the Load, the sturdy boys</br>Huzza the Harvest Home!  the village train</br>Forth-burst:  there sportive Infancy leaps up,</br>And there, grey-headed Age, with feeble shout,</br>Reanimated smiles; and all is Joy.&mdash;</br>Oh!  sight, excelling far the sullen bliss</br>(If Bliss) that Melancholy's haunts can yield!&mdash;</br>Encircled now beneath the social roof,</br>And broach'd the gay October, (sweeter far</br>Than all the luscious draughts of Luxury,</br>Madeira, Claret, or the brisk Champaigne)</br>Swift cracks the homely Jest, and roars the laugh:</br>In elbow chair, beside the blazing hearth,</br>Some hoary Nestor smoaking sits; and tells</br>(Oft interrupted by th' exhaling whiff)</br>Of valiant feats, when, warm in youthful blood;</br>How conquest smil'd in many a Boxing sore;</br>How oft superior in the sportful strife,</br>Wrestling, or hardier Cudgels:  all around</br>In mute attention sit, awhile the Lad</br>Leans on the old man's knee, with eye uprais'd,</br>Steadfast he gazes in his face; and still</br>His count'nance varies with the tale, intent</br>With mouth half op'd, to catch each, ev'ry Word:</br>At intervals the song is called; perchance</br>Of Parish Clerk, in Psalmody far-famed:</br>The dittied lay of Rosamunda fair,</br>Or how, at dead of darkest midnight hour,</br>Poor Mary's Ghost, all Clad in snowy white,</br>Did to false William once appear; and straight</br>The Curtains drew, and glar'd her angry eyne,</br>And breath'd a dismal moan!&mdash;</br>At length succeeds the bliss more riotous,</br>And all is drinking rout and uproar wild,</br>'Till giddy, one by one, they drop o'erpow'rd.", "But when stern Winter claims the varying year,</br>Oft' let th' assembl'd Ball my step invite,</br>And taste the Pleasures more refin'd.  Oh!  then,</br>Beneath the lofty roof, ample and warm,</br>While taper'd stars, innumerous, illume,</br>Resplendent in meet order (brighter far</br>Than those that distant twinkle on the brow</br>Of night)  oh!  then superior is the bliss</br>To scorn the angry Boreas' rage; without</br>Rough thund'ring thro' the streets, and driving fierce</br>Chill Snows, and Rain, and Hail, his tempest train:</br>Tho' with unceasing rage he rock the dome,</br>Regardless we, scarce hear, scarce feel his ire,</br>While Musick's call wakens the active pow'rs,</br>And glad revivifies the soul benumb'd:</br>And now pursuing now retreating, now</br>In mazes regular confus'd, we trip</br>With due feet beating to th' enliv'ning sound.</br>Here mid the female train; a garish set!</br>A thousand little Loves their thousand darts</br>Let fly; ambush'd, unseen, mid dimpled smiles</br>All roseate, mid the loozen'd zone:  but chief</br>From each soft fair one's glist'ning eye (belike</br>The humid star of Eve, faint-shooting when</br>Its languid glance) the wanton archers fling</br>Their ticklish wounds upon each flutt'ring Beau.", "To catch each elegance of polish'd life,</br>To mark the varied follies of mankind,</br>And with condemning steadily to shun,</br>Nor seldom let me 'tend the laughing Muse</br>Of Comedy, at this sour time of year,</br>And join the Burst of Theatres,</br>Thund'ring applause tumultuous; if perchance</br>The valiant Bobadil sublimely stalk</br>Thasonic; or if Drugger tread the scene</br>In humbler guise; or chief, renown'd Sir John!</br>Thee, Falstaff, gallant, gay; thyself alone</br>A comic world; Oh!  let me ever hear,</br>With raptures ever new, thy dangers dread,</br>Thy deeds tho' numbers sore oppress;&mdash;</br>And let me weep &mdash; with laughter-streaming tear,</br>Thy hapless loves alas! &mdash; and Basket woes;</br>All thy disasters multifarious, dire,</br>Befitting ill true Honour's doughty Knight!&mdash;", "Sure Heav'n not will'd us to be mis'rable,</br>E'en while to Earth's short span (our school) confin'd;</br>Rather it will'd, with innocent delights,</br>To sooth the soul, soften the rugged cares,</br>And hence dispel the melancholic Fiend,</br>Else, why was Music's pow'r assuasive giv'n?</br>Music, at his command, Omnipotent</br>Erst from his native heav'n descending flew,</br>With gracious aim to humanize mankind,</br>Wand'ring, 'till then a Savage, wild, forlorn,</br>Instant the nations felt his soft controul,</br>And own'd the god Apollo fierce y-clep'd.</br>Rap me then Goddess to Apollo's fane,</br>There let the Muses nine appear, and ope</br>Each secret source of harmony, that swells</br>Their Handel's song. &mdash; away!  ye sullen Cares!</br>And moping Melancholy hence!  Avaunt!</br>Fly to thy cloister'd shades, and listen there</br>The Raven cawing hoarse, and Bird of Night,</br>Hooting, with still unvarying pause, his wail;</br>Or list' foul Hecate, and her grisly train,</br>As, deep within some Cavern's gloomy cell,</br>'Bout and about the cauldron dancing round,</br>They hideous howl, and fling the deadly spell:</br>While melt my soul divinest airs that breathe,</br>And hush the stormy passions into rest,</br>And yield a foretaste of etherial joys.", "Such the gay scenes, so sweet diversifi'd,</br>My Goddess points; and countless still Her arts</br>To please.  Say when nor breathe ambrosial sweets</br>Of Spring, nor autumn waves her golden pride,</br>Nor Summer hastes me to the cooling grot,</br>Nor Ball, nor Op'ra nor the stage invite;</br>Say then, how best dispel the murky Foe?</br>Oft' times I ween the lowly rustic cot</br>Thou deign'st to visit; there let me attend,</br>Oft' as the Christ'ning blith prepares the feast,</br>Or oft as Hymen joins a pair, long since</br>By secret strong attraction, mutual drawn,</br>To each:  there Cupid whets his keenest darts,</br>For bridal youths and bridemaids as they view,</br>With envy stung, the happy pair, and drink</br>Perennial joys, and smiling babes, and all</br>The bliss domestic:  ill the conscious Bride,</br>Then joins the passing Joke with double sting,</br>All panting, wishing, dreading to be blest.&mdash;</br>Or shall we peep into some sounding hall</br>Of hospitable Squire (beset around</br>With antlers vast, of many a glorious chase</br>The meed) what time that Christmas glads the year,</br>And tenant farmers joyous sit conven'd:</br>Say can your then the smile refrain, whene'er</br>As pudding, or roast beef, or ale inspire</br>(Old English cheer, such as soup-meagre France</br>Ne'er knew) whene'er amid promiscuous talk,</br>One deeply vers'd in lore of politicks</br>Upstarts, and bold harangues the gaping throng:</br>Scarce might the thunder of Demosthenes</br>With his compare; one hand he graceful waves</br>Uprais'd; and one a mug sustains, well fraught</br>With nut-brown juice, from whence he frequent draws</br>Fresh argument, when non-plus'd e'er with old,</br>And straight conviction strikes with added force.</br>At length they much of Liberty 'gin talk,</br>How foul the bribe-stain'd hand, and grateful toast</br>Their free their hospitable Lord, and vote</br>Him only fitting as the County Knight.", "Sure these are scenes that Heav'n can smile upon!</br>What tho' a Pilgrimage our state?  what tho'</br>We wind, with toilsome march, our tedious way?&mdash;</br>Yet when amid the rugged road, perchance</br>Seizes the wand'ring eye some Landscape fair,</br>Swelling its beauteous bosom to the view,</br>Why then not list to Fancy's voice, that cries,</br>Haste from the rough track to yon smoother path?</br>The end alike, sure chuse the better means,</br>E'en Prudence speaks. &mdash; Let others then attune</br>The Lyre to strains that Melancholy loves.</br>Though thro' her Young's sad song the sweetest woe</br>Complain, and pleasing anguish melt the soul,</br>As weeps the pitying tear Narcissus fate,</br>And all a Fathers grief! &mdash; yet rather suits</br>My blithsome mind o'er Butler's page to pour,</br>And when the drowsy God pervades each sense,</br>Shall Fancy paint, in mimic dreams, whate'er</br>Stout Hudibras atchiev'd; and all the woe</br>(Whether of Garret vile, or caitiff Dun</br>Or Galigaskin's gaping orifice)</br>To whom full oft' a Splendid Shilling fails.</br>And then the deeds of Evesham's vale distinct</br>Shall rise:  the young, victorious Hobbinol,</br>And Ganderela fair:  the deadly fray</br>(Such as ne'er Simois nor Xanthus saw)</br>And all the warrior train:  Tonsorio dire,</br>With helm, as thine Mambrino, gleaming dread,</br>And Hildebrand, and Cinderaxa, brave</br>Beyond her sex, e'en as Armidas self!</br>And Talgul, and Mundungo, mighty chiefs!</br>And last Twangdillo's woes, his catgut Lyre,</br>And all its Charms in thousand fragments lost!", "O come then Goddess of the genial thought!</br>O come with laughing eye and frolick mein,</br>From forth thy mountain seat, with roses bowr'd,</br>Breathing perfumes than Araby more sweet;</br>Where Nature, yielding to the nicest art,</br>Thy garden forms; as groves of Eden fair:</br>Where oft thou wand'rest 'mid the winding maze</br>And list'nest to the distant waterfall;</br>While at each breeze soft Music wooes thine ear,</br>And Fancy paints the scene enchanted ground,</br>Where Fauns and Dryads, Elves and Fairies sport.</br>Oh!  by thy robe of vari'gated hue,</br>By thy gay crown of cluster'd grapes, by all</br>The magic of thy ivy-wreathed wand,</br>By ev'ry dimpled smile and winning grace,</br>Haste to thy vot'ry, seal him for thy son.</br>But never let pale Melancholy steal</br>With phantom Horrors o'er my buxom Soul;</br>No: &mdash; haste with thee the rosy-featur'd Maid,</br>Health!  that bepaints the rural Beauties cheek;</br>With her the mountain nymph, sweet Liberty</br>Shall come; and Fancy ever fair and young,</br>And last, the Graces, Loves, and Venus self</br>In soft attractive state; while, by her side,</br>Chaste Hymen waves her torch of purest flame,</br>Which still with added incense of desire,</br>He trims.  Such, such shall swell thy happy train.</br>Then, ever laughter-loving Goddess, hail!</br>From Thee began, auspicious Maid, my song,</br>With thee shall end; for thou art fairer far</br>Than nymphs that love-enchanted poets paint,</br>To happier extacy canst wake the soul,</br>Hail!  Queen benign, whom as Tradition tells</br>Erst, as in Arcady he revell'd gay</br>Young Comus found amid the daisied mead,</br>And to his vine-clad Bow'r he strait convey'd;</br>There soon the youth, admiring, mark'd the dawn</br>Of gayest fancy in your infant thought:</br>For when a smiling babe, you lov'd to list</br>The past'ral song, and saw'st, with sparkling eye,</br>Dance the gay shepherds o'er th' enamel'd plain.</br>"]