["No more I wander the muse-haunted grove,</br>Where deeds of glory swell the epic strain,</br>Or where the raptures of requited love</br>Wake the sweet numbers of th' impassion'd swain.", "For, ah!  how transient love's endearing joy,</br>That richest boon of favouring heav'n to man;</br>And what ambition, but an infant's toy,</br>To minds that ponder life's contracted span?", "Then come, Reflection, nymph of sober mien,</br>Who rov'd beneath the yew-tree's shade with Gray;</br>Teach me to meditate the solemn scene,</br>As pensive \"thro' the long-drawn aisles\" I stray.", "Here oft' has Britain's royal pageant pass'd,</br>And titled pride her gaudy charms display'd;</br>Here wou'd the crowd with pagan ardour haste</br>T' adore the idol that their folly made.", "Yet, a few seasons fled, the train return'd,</br>With hearts untouch'd to mimic sorrow's gloom;</br>With woe's grimace the pompous herald mourn'd,</br>And lavish'd flatt'ry o'er the senseless tomb.", "Here jarring statesmen meet, once haughty foes,</br>Who spurn'd indignant at a rival's pow'r;</br>There beauty withers like the blushing rose,</br>The fragrant pride of summer's transient hour.", "The votive song to Delia's vernal bloom,</br>Vibrates no raptures on her deafen'd ear;</br>Ev'n proud Ambition stoops beneath a tomb,</br>And Pleasure's syren voice is silent there.", "Dumb, too, the minstrel's harp, whose magic lays</br>Arous'd the valiant breast to deeds of fame;</br>Yet time shall spare the virtuous poet's praise,</br>And age to age repeat his honour'd name.", "Yet here, till Wisdom fly the British coast,</br>Oft-times the musing moralist shall come,</br>Heedless of Grandeur's monumental boast,</br>To seek, good Addison, thy humbler tomb.", "And long thy precepts, with resistless pow'r,</br>Shall lure the wand'rer to the shrine of Truth;</br>Chase puerile Folly from life's ev'ning-hour,</br>And whisper caution to impetuous Youth.", "Nor view'd with careless eye the recent grave</br>Of Johnson, moral Mentor of our age,</br>Tho' mark'd by Superstition for her slave,</br>Tho' Bigotry deform th' historic page.", "Lo!  where the sage, by list'ning crowds rever'd,</br>Whose well-earn'd honours grateful Science paid,</br>And chiefs whose prowess steel-clad legions fear'd,</br>Repose alike in Death's oblivious shade.", "No victor's shout, no soothing voice of fame,</br>Shall pierce the gloomy caverns of the ground;</br>But Darkness there her silent empire claim,</br>Till Nature hear the trump celestial sound.", "And is it thus the various ranks of men,</br>The mean, the wise, the tyrant, and the slave,</br>Whate'er thro' devious life their path had been,</br>All meet at last associates in the grave?", "Then why shou'd Pen'ry mourn her lowly birth,</br>Or titl'd Pride assume the brow of scorn?</br>From life's last scene, since all but moral worth,</br>Flies like night visions at the song of morn!", "Hence let Ambition's vot'ries fondly dream,</br>Of wealth's heap'd treasures, and the dome of state,</br>At Honour's shrine indulge the airy scheme,</br>Or crowd obsequious round Preferment's gate:", "Be rather mine, to bend in Virtue's fane,</br>Her cares, her duties, and her joys to know;</br>The sigh of Want to hear, the shriek of Pain,</br>And with Compassion's gen'rous warmth to glow.", "Be mine, Religion, of thy hope possess'd,</br>Tranquil to finish life's eventful hour,</br>My mem'ry dear to some congenial breast,</br>My sod by Friendship strew'd with many a flow'r.</br>"]