["Marin' for Love of Florimel,</br>In Languor wastes his Life:</br>The Nymph, his Mother, getteth her,</br>And gives to him for Wife.", "O what an endless Work have I in hand,</br>To count the Sea's abundant Progeny!</br>Whose fruitful Seed far passeth those in Land,</br>And also those which wonne in th' azure Sky.</br>For, much more eath to tell the Stars on high,</br>Albe they endless seem in estimation,</br>Than to recount the Sea's Posterity:</br>So fertile be the Floods in Generation,</br>So huge their Numbers, and so numberless their Nation.", "Therefore the antique Wizards well invented,</br>That Venus of the foamy Sea was bred;</br>For that the Seas by her are most augmented:</br>Witness th' exceeding Fry, which there are fed,</br>And wondrous Shoals, which may of none be read.</br>Then blame me not, if I have err'd in 'count</br>Of Gods, of Nymphs, of Rivers yet unread:</br>For though their Numbers do much more surmount,</br>Yet all those same were there, which earst I did recount.", "All those were there, and many other more,</br>Whose Names and Nations were too long to tell,</br>That Proteus' House they fill'd e'en to the Door;</br>Yet were they all in order, as befel,</br>According their Degrees, disposed well.</br>Amongst the rest, was fair Cymodoce,</br>The Mother of unlucky Marinel,</br>Who thither with her came, to learn and see</br>The manner of the Gods when they at Banquet be.", "But for he was half mortal, being bred</br>Of mortal Sire, though of immortal Womb,</br>He might not with immortal Food be fed,</br>Ne with th' eternal Gods to Banquet come;</br>But walk'd abroad, and round about did roam,</br>To view the Building of that uncouth Place,</br>That seem'd unlike unto his earthly Home:</br>Where, as he to and fro by chaunce did trace,</br>There unto him betid a disadventrous Case.", "Under the Hanging of an hideous Cliff,</br>He heard the lamentable Voice of one,</br>That piteously complain'd her careful Grief,</br>Which never she before disclos'd to none,</br>But to her self her Sorrow did bemoan.</br>So feelingly her Case the did complain,</br>That Ruth it moved in the rocky Stone,</br>And made it seem to feel her grievous Pain,</br>And oft to groan with Billows beating from the Main.", "Though vain I see my Sorrows to unfold,</br>And count my Cares, when none is nigh to hear;</br>Yet hoping, Grief may lessen being told,</br>I will them tell, though unto no Man near:</br>For Heaven, that unto all lends equal Ear,</br>Is far from hearing of my heavy Plight;</br>And lowest Hell, to which I lie most near,</br>Cares not what Evils hap to wretched Wight;</br>And greedy Seas do in the Spoil of Life delight.", "Yet lo!  the Seas I see by often beating,</br>Do pierce the Rocks, and hardest Marble wears;</br>But his hard rocky Heart for no entreating</br>Will yield; but when my piteous Plaints he hears,</br>Is hardned more with my abundant Tears.</br>Yet though he never list to me relent,</br>But let me waste in Woe my wretched Years,</br>Yet will I never of my Love repent,</br>But joy that for his sake I suffer Prisonment.", "And when my weary Ghost, with Grief out-worn,</br>By timely Death shall win her wished Rest,</br>Let then this Plaint unto his Ears be borne,</br>That Blame it is to him, that Arms profess'd,</br>To let her die, whom he might have redressed.</br>There did she pause, inforced to give place</br>Unto the Passion, that her Heart oppress'd.</br>And after she had wept and wail'd a space,</br>She 'gan afresh thus to renew her wretched Case:", "Ye Gods of Seas, if any Gods at all</br>Have care of Right, or ruth of Wretch's Wrong,</br>By one or other way me, woeful Thrall,</br>Deliver hence out of this Dungeon strong,</br>In which I daily dying am too long.</br>And if ye deem me Death, for loving one</br>That loves not me, then do it not prolong,</br>But let me die and end my Days attone,</br>And let him live unlov'd, or love himself alone.", "But if that Life ye unto me decree,</br>Then let me live as Lovers ought to do,</br>And of my Life's dear Love beloved be:</br>And if he should thro Pride your Doom undo,</br>Do you by Duress him compel thereto,</br>And in this Prison put him here with me;</br>One Prison fittest is to hold us two:</br>So had I rather to be thrall than free;</br>Such Thraldom or such Freedom let it surely be.", "But O vain Judgment, and Conditions vain,</br>The which the Prisoner points unto the Free!</br>The whiles I him condemn, and deem his Pain,</br>He where he list goes loose, and laughs at me;</br>So ever loose, so ever happy be.</br>But where so loose or happy that thou are,</br>Know Marinel that all this is for thee.</br>With that she wept and wail'd, as if her Heart</br>Would quite have burst through great Aboundance of Smart.", "All which Complaint, when Marinel had heard,</br>And understood the Cause of all her Care</br>To come of him, for using her so hart,</br>His stubborn Heart, that never felt Misfare,</br>Was touch'd with soft Remorse and Pity rare;</br>That even for Grief of Mind he oft did groan,</br>And inly wish, that in his power it were</br>Her to redress:  but since he means found none,</br>He could no more but her great Misery bemoan.", "Thus whilst his Heart was touch'd with tender Ruth,</br>And mighty Courage something mollify'd,</br>Dame Venus' Son that tameth stubborn Youth</br>With iron Bit, and maketh him abide,</br>Till like a Victor on his Back he ride,</br>Into his Mouth his maistring Bridle threw,</br>That made him stoop, till he did him bestride:</br>Then 'gan he make him tread his Steps anew,</br>And learn to love, by learning Lovers Pains to rue.", "Now 'gan he in his grieved Mind devise,</br>How from that Dungeon he might her enlarge;</br>Some while he thought, by fair and humble wise</br>To Proteus' self to sue for her Discharge.</br>But then he fear'd his Mother's former Charge</br>'Gainst Women's Love, long given him in vain:</br>Then 'gan he think, perforce with Sword and Targe</br>Her forth to fetch, and Proteus to constrain:</br>But soon he 'gan such Folly to forthink again.", "Then did he cast to steal her thence away,</br>And with him bear, where none of her might know.</br>But all in vain:  for why he found no way</br>To enter in, or issue forth below;</br>For all about that Rock the Sea did flow.</br>And though unto his Will she given were,</br>Yet without Ship or Boat her thence to row,</br>He wist not how her thence away to bear;</br>And Danger well he wist long to continue there.", "At last, when-as no means he could invent,</br>Back to himself he 'gan return the Blame,</br>That was the Author of her Punishment;</br>And with vile Curses, and reproachful Shame,</br>To damn himself by every evil Name,</br>And deem unworthy or of Love or Life,</br>That had despis'd so chaste and fair a Dame,</br>Which him had sought through Trouble and long Strife;</br>Yet had refus'd a God that her had sought to Wife.", "In this sad Plight he walked here and there,</br>And roamed round about the Rock in vain,</br>As he had lost himself, he wist not where</br>Oft listning if he mote her hear again;</br>And still bemoaning her unworthy Pain:</br>Like as an Hind whose Calf is fal'n unwares</br>Into some Pit, where she him hears complain,</br>An hundred times about the Pit-side fares,</br>Right sorrowfully mourning her bereaved Cares.", "And now by this, the Feast was throughly ended,</br>And every one 'gan homeward to resort:</br>Which seeing, Marinel was sore offended,</br>That his Departure thence should be so short,</br>And leave his Love in that sea-walled Fort,</br>Yet durst he not his Mother disobey;</br>But her attending in full seemly sort,</br>Did march amongst the Many all the way;</br>And all the way did inly mourn, like one astray.", "Being returned to his Mother's Bow'r,</br>In solitary Silence far from Wight,</br>He 'gan record the lamentable Stow'r,</br>In which his wretched Love lay day and night,</br>For his dear sake, that ill deserv'd that Plight:</br>The Thought whereof empierc'd his Heart so deep,</br>That of no worldly thing he took delight;</br>Ne daily Food did take, ne nightly Sleep,</br>But pin'd, and mourn'd, and languish'd, and alone did weep.", "That in short space his wonted chearful Hue</br>'Gan fade, and lively Spirits deaded quite:</br>His Cheek-bones raw, and Eye-pits hollow grew,</br>And brawny Arms had lost their knowen Might,</br>That nothing like himself he seem'd in sight.</br>E'er long, so weak of Limb, and sick of Love</br>He woxe, that lenger he n'ote stand upright,</br>But to his Bed was brought, and laid above,</br>Like rueful Ghost, unable once to stir or move.", "Which when his Mother saw, she in her Mind</br>Was troubled sore, ne wist well what to ween:</br>Ne could by Search nor any means out-find</br>The secret Cause and Nature of his Teen,</br>Whereby she might apply some Medicine;</br>But weeping day and night did him attend,</br>And mourn'd to see her Loss before her Eyne:</br>Which griev'd her more, that she it could not mend;</br>To see an helpless Evil, double Grief doth lend.", "Nought could she read the Root of his Disease,</br>Ne ween what mister Malady it is,</br>Whereby to seek some means it to appease.</br>Most did she think, but most she thought amiss,</br>That that same former fatal Wound of his</br>Whileare by Tryphon was not throughly heal'd,</br>But closely rankled under th' Orifice:</br>Least did she think, that which he most conceal'd,</br>That Love it was, which in his Heart lay unreveal'd.", "Therefore to Tryphon she again doth haste,</br>And him doth chide as false and fraudulent,</br>That fail'd the Trust which she in him had plac'd,</br>To cure her Son, as he his Faith had lent:</br>Who now was fal'n into new Languishment</br>Of his old Hurt, which was not throughly cur'd.</br>So back he came unto her Patient;</br>Where searching every Part, her well assur'd,</br>That it was no old Sore, which his new Pain procur'd;", "But that it was some other Malady,</br>Or Grief unknown, which he could nor discern:</br>So left he her withouten Remedy.</br>Then 'gan her Heart to faint, and quake and yern,</br>And inly troubled was, the Truth to learn.</br>Unto himself she came, and him besought,</br>Now with fair Speeches, now with Threatnings stern,</br>If ought lay hidden in his grieved Thought,</br>It to reveal:  who still her answer'd, there was nought.", "Nath'less she rested not so satisfy'd:</br>But leaving watry Gods, as booting nought,</br>Unto the shiny Heaven in haste she hy'd,</br>And thence Apollo, King of Leaches, brought.</br>Apollo came; who soon as he had sought</br>Through his Disease, did by and by out-find,</br>That he did languish of some inward Thought,</br>The which afflicted his engrieved Mind;</br>Which Love he read to be, that leads each living Kind.", "Which when he had unto his Mother told,</br>She 'gan thereat to fret, and greatly grieve.</br>And coming to her Son, 'gan first to scold,</br>And chide at him, that made her misbelieve:</br>But afterwards she 'gan him soft to shrieve,</br>And woo with fair Intreaty to disclose</br>Which of the Nymphs his Heart so sore did mieve;</br>For sure she ween'd it was some one of those,</br>Which he had lately seen, that for his Love he chose.", "Now less she feared that same fatal Read,</br>That warned him of Women's Love beware;</br>Which being meant of mortal Creature's Seed,</br>For Love of Nymphs she thought she need not care,</br>But promis'd him, whatever Wight she were,</br>That she her Love to him would shortly gain.</br>So he her told:  but soon as she did hear</br>That Florimel it was which wrought his Pain,</br>She 'gan afresh to chafe, and grieve in every Vein.", "Yet since she saw the straight Extremity,</br>In which his Life unluckily was laid,</br>It was no time to scan the Prophecy,</br>Whether old Proteus true or false had said,</br>That his Decay should happen by a Maid.</br>It's late in Death of Danger to advise,</br>Or Love forbid him, that is Life deny'd:</br>But rather 'gan in troubled Mind devise,</br>How the that Lady's Liberty might enterprise.", "To Proteus' self to sue, she thought it vain,</br>Who was the Root and Worker of her Woe:</br>Nor unto any meaner to complain,</br>But unto great King Neptune's self did go,</br>And on her Knee before him falling low,</br>Made humble Suit unto his Majesty,</br>To grant to Her her Son's Life, which his Foe</br>A cruel Tyrant had presumptuously</br>By wicked Doom condemn'd, a wretched Death to die.", "To whom God Neptune softly smiling, thus;</br>Daughter, me seems of double Wrong ye 'plain,</br>'Gainst one that hath both wronged you and us;</br>For Death t' award I ween'd did appertain</br>To none, but to the Sea's sole Sovereign.</br>Read therefore who it is which this hath wrought,</br>And for what Cause; the Truth discover plain:</br>For never Wight so evil did or thought,</br>But would some rightful Cause pretend, tho rightly nought.", "To whom she answer'd; Then it is by Name</br>Proteus, that hath ordain'd my Son to die;</br>For that a Waift, the which by Fortune came</br>Upon your Seas, he claim'd as Property:</br>And yet not his, nor his in Equity,</br>But yours the Waift by high Prerogative.</br>Therefore I humbly crave your Majesty,</br>It to replevy, and my Son reprieve:</br>So shall you by one Gift save all us three alive.", "He graunted it:  and straight his Warrant made,</br>Under the Sea-god's Seal authentical,</br>Commanding Proteus straight t' enlarge the Maid,</br>Which wandring on his Seas imperial</br>He lately took, and sithence kept as Thrall.</br>Which she receiving with meet Thankfulness,</br>Departed straight to Proteus therewithal:</br>Who reading it with inward Loathfulness,</br>Was grieved to restore the Pledge he did possess.", "Yet durst he not the Warrant to withstand,</br>But unto her deliver'd Florimel.</br>Whom she receiving by the lilly Hand,</br>Admir'd her Beauty much, as she mote well,</br>For she all living Creatures did excel;</br>And was right joyous that she gotten had</br>So fair a Wife for her Son Marinel,</br>So home with her she straight the Virgin lad,</br>And shewed her to him, then being sore bestad.", "Who soon as he beheld that Angel's Face</br>Adorn'd with all divine Perfection,</br>His cheered Heart eftsoons away 'gan chace</br>Sad Death, revived with her sweet Inspection,</br>And feeble Spirit inly felt Refection:</br>As wither'd Weed through cruel Winter's Tine,</br>That feels the Warmth of stormy Beam's Reflection,</br>Lifts up his Head, that did before decline,</br>And 'gins to spread his Leaf before the fair Sunshine.", "Right so himself did Marinel up-rear,</br>When he in place his dearest Love did spy;</br>And though his Limbs could not his Body bear,</br>Ne former Strength return so suddenly,</br>Yet chearful Signs he shewed outwardly.</br>Ne less was she in secret Heart affected,</br>But that she masked it with Modesty,</br>For fear she should of Lightness be detected:</br>Which to another Place I leave to be perfected.", ""]