["I saw an aged man upon his bier;</br>His hair was thin and white, and on his brow</br>A record of the cares of many a year:</br>Cares, that were ended and forgotten now.</br>And there was sadness round, and faces bowed,</br>And woman's tears fell fast and children wailed aloud.", "Then rose another hoary man and said,</br>In faltering accents, to that weeping train,</br>\"Why mourn ye that our aged friend is dead?</br>Ye are not sad to see the gathered grain,</br>Nor when their mellow fruit the orchards cast,</br>Nor when the yellow woods let fall the ripened mast.", "\"Ye sigh not when the sun, his course fulfilled,</br>His glorious course, rejoicing earth and sky,</br>In the soft evening, when the winds are stilled,</br>Sinks where his islands of refreshment lie,</br>And leaves the smile of his departure, spread</br>O'er the warm-coloured heavens and ruddy mountain head.", "\"Why weep ye then for him, who, having run</br>The bound of man's appointed years, at last,</br>Life's blessings all enjoyed, life's labours done,</br>Serenely to his final rest has passed;</br>While the soft memory of his virtues yet</br>Lingers like twilight hues, when the bright sun is set.", "\"His youth was innocent; his riper age</br>Marked with some act of goodness, every day;</br>And watched by eyes that loved him, calm, and sage,</br>Faded his late declining years away.</br>Cheerful he gave his being up, and went</br>To share the holy rest that waits a life well spent.", "\"That life was happy; every day he gave</br>Thanks for the fair existence that was his;</br>For a sick fancy made him not her slave,</br>To mock him with her phantom miseries.</br>No chronic tortures racked his aged limb,</br>For luxury and sloth had nourished none for him.", "\"And I am glad that he has lived thus long,</br>And glad that he has gone to his reward;</br>Nor can I deem that Nature did him wrong,</br>Softly to disengage the vital cord.</br>For when his hand grew palsied, and his eye</br>Dark with the mists of age, it was his time to die.\"</br>"]