["THE ARGUMENT OF THE EMBLEAME.</br>From whence the English anciently derived this Saints canonization, his orders, inauguration &mdash; of Sigismund, Emperour of Almaine:  and his present to Henry the fift.  The institution of this order where, the solemnizing where:  the severall games, exercises, Races, and Martiall trials auspiciously begunne with that Saint. &mdash; And the like of Honour and aduauncement. &mdash; A comparison had betweene Perseus sonne to Jupiter and Danae; who preserved Andromoda from the sea monster, and Saint George, who slew the Dragon.  The discription of Perseus, and of Saint George:  concluding with a victorious Paean to Saint George.", "THE EMBLEAME</br>Haile to thy shrine thou Saint of Albion,</br>Who had thy auncient consecration</br>From thy religious mannagements, as farre</br>Disperst, as Turke or Christian planted are,</br>Thou art the Saint which we in war doe use,</br>Hoping by thee to be auspicious.</br>Yet void of superstition we impart,</br>Sole laud to him, whose noble Saint thou art.</br>Nor loose we th' name of th' Almaine Sigismund,</br>By whom thy precious Reliques first were found.</br>And heere presented as a royall gift</br>To Englands Mirrour, Henry the fift.</br>Since when thy order is solemnized,</br>At Windsor, where a part of thee is sed</br>To be inter'd:  thrice happy monument,</br>To cover part of one so eminent.</br>So Saintly vertuous as no honour can,</br>\"Give thee thy due, as onley due to man.\"</br>O may thy institution honour'd be,</br>By true deserts, and due solemnity.</br>Nor whom thy order doth inaugurate,</br>May they by vice stand subject unto hate.</br>But so even weighd in all their actions here,</br>\"As Georges Knights may after Saints appeare:\"</br>Which they shall be, by showing fervent zeale</br>Unto the Church, love to the common-weale.</br>In all our games and pastimes severall,</br>Ever on George as on our Saint we call:</br>For by that name the auncients understood,</br>Their Fortune could not chuse but to be good,</br>As Turnaments, Justs, Barriers, and the rest,</br>In which his name was evermore exprest.</br>In Races too these present times affoord</br>Instances store, Saint George he gives the word.</br>So as it was (as common stories tell)</br>To say Saint George, as say God speede you well.", "In Martiall trials when our armies met,</br>His name would spirit in our men beget,</br>\"Heightning their courage, perills passing through.</br>Standing desolv'd before a Cannons mouth.</br>Out-bearing danger, and with violent breath</br>Stand at defiance gainst the threats of death.\"</br>Marching through horrour they would boldly passe,</br>(As for pale feare, they knew not what it was)</br>Which may be instanc'd in that holy war,</br>Where those that lost their lives canoniz'd are</br>In leaves of perpetuity:  I meane,</br>In the regayning of Jerusalem,</br>Where those renouned Champions enterprist,</br>For the due honour of their Saviour Christ.</br>Either to win that Cittie (maugre th' vaunts</br>Of all those hellish god lesse miscreants,)</br>Or if they could not th' Cittie so surprize,</br>Resolv'd they were their lives to sacrifice;</br>Even then I say when those that Marshall'd them,</br>Could not with-hold from flight their recreant men;</br>\"Saint George appear'd in a submissive show,</br>Wishing them not to wrong their Countrie so:\"</br>And though a ghost (and therefore lesse believ'd;</br>Yet was his moving presence so receiv'd</br>As none to fight it out resolved more,</br>Then such as readiest were to flie before.</br>Up went their scaling-ladders to displant</br>Th' abhorred of-spring of the miscreant,</br>And ever as some danger they espide,</br>God and St. George for England still they cride.</br>And how successive that renowned warre</br>Was to those Christians, which enrolled are</br>In an eternall register, may well appeare</br>\"By Godfrey Bulloyne who was stiled there</br>King of Jerusalem, yet as its showne,</br>By auntient stories, would receive no crowne,</br>Thinking 't unfit that it should be rehearst,</br>Thar where his masters head with thornes was pierst,\"</br>He that his servant was should be so bold,</br>As have his head girt with a crowne of gold.</br>What fame in forraine coasts this Hero got,</br>The lake Silene shewes, if we should not;</br>Where in the reskew of a lovely Mayde,</br>A fearefull Dragon he discomfited,</br>So as we have portraide to every viewe,</br>On signes of Innes-how George the Dragon slew;</br>Which story to expresse were too too long,</br>Being a subject for each fidlers song:</br>Yet cause there is (I cannot will nor chuse)</br>Comparison 'twixt him and Perseus,</br>Who sonne to Jove and showre stain'd Danae,</br>In reskew of the faire Andromade,</br>Encountred that sea-monster; Ile explane</br>Each attribute of their peculiar fame:</br>\"And then conferring them one with the other,</br>Collect whose best their actions laide together.\"", "And first for Perseus; great I must confesse,</br>He was in name, his birth inferres no lesse</br>Being Joves sonne, yet can he no way shun</br>The name of Bastard, though he were his sonne:</br>Deflowr'd his mother was &mdash; and in a showre</br>Of gold, to shew how gold has soveraigne power,</br>T' unlocke the fort of fancy, and how soone</br>\"Women are wonne, when golden bayts are showne.\"</br>Long Jove had woo'd and yet he could not win</br>What he desir'd, till gold receiv'd him in,</br>Which seemes by easie consequence to prove,</br>\"Gifts be the gives that bindes the hands of love.\"</br>Thus sprung the noble Perseus, who in time</br>\"To propagate the honour of that line\"</br>From whence he came, and that it might be sed,</br>That he from Jove was rightly fathered</br>Tooke on him strange adventures; as to right</br>\"Injur'd Ladies by a single fight,</br>Encounter Giants, rescew men distrest,\"</br>In each where of his glory was exprest:</br>\"For valiant and more worthy they doe shew them,</br>That wrongs redresse, then such as use to doe them,\"</br>But th' first and best attempt he did on Earth,</br>\"Was, to wipe off th' blemish of his birth,\"</br>And th' staine of his corrupted mothers honour,</br>Which blushes blaz'd who ever look't upon her.</br>\"On then along imagin'd it may be\"</br>Went he to th' reskew of Andromade;</br>Who now was markt for death, and brought to th' shore</br>Where many maids had bin devour'd before,</br>By a sea-monster:  here the Virgin stood,</br>To free her Countrey with her guiltlesse blood,</br>Whom Perseus (as he coasted by that way)</br>No sooner vew'd then he began to say.", "Faire Virgin (then he wept) impart to us</br>What rude unhallowed hand hath us'd thee thus</br>And by the honour of my heavenly Sire</br>What ere he be he shall receive his hire,</br>Giant or Monster in the earth or Sea,</br>Reveng'd he shall &mdash; sweete Virgin tell it me.</br>Kind Sir (quoth she) and then she staide her breath</br>As one addrest to meditate of death,</br>Treate not with me of life, nor aske who 'tis</br>Giant or Monster that's the cause of this,</br>Onely know this (thou gentle Knight) that I</br>\"Am doom'd to death, and I'me resolu'd to die.\"</br>To die (faire Maide quoth he)?  if't be thy fate,</br>Ile sympathize with thee in equall state</br>And die with thee:  onely give griefe a tongue,</br>To tell me who's the Author of thy wrong:</br>Know then (sayd he) I am that haplesse she,</br>The wretched, pittied poore Andromade,</br>Who here am left of friends, bereft of all</br>To be a prey unto a ravenous whale:</br>Many have suffered ere it came to me,</br>Now is my lot and welcome it shall be,</br>To expiate with my unstained blood</br>The Monsters wrath and doe my countrey good;</br>As she spake this up from the Ocean</br>Came that devouring vaste Leviathan,</br>Sweeping along the shore, which being spide;</br>Good sir retire the noble Damsell cride,</br>Yonder he comes for love of honour flie,</br>It's I am doom'd, then let me onely die.</br>But Perseus (one better tempered,</br>Then to behold a Virgine slaughtered,</br>Without assayd revenge) did streight begin</br>With man-like valour to encounter him,</br>Doubtfull the skirmish was on either side,</br>(While th' Maide a sad spectator did abide)</br>Wooing with teares which from her cheeks did flow</br>That Jove would give this Monster th' overthrow:</br>At last her prayers and teares prevail'd so well,</br>As under Perseus feete the Monster fell;</br>Whence came it (as the story doth proceede)</br>The Virgin and her Countrey both were freede:</br>Which to requite (in guerdon of her life)</br>She gave her selfe to Perseus as wife,</br>\"Whom he receiv'd &mdash; O he did ill in this,</br>Sith by the Auncient it recorded is,\"</br>Before that Perseus to her reskew came,</br>She was espoused to another man</br>\"By name Vaxedor, (O it was a sinne\"</br>To marrie her that was not dew to him:)</br>And better had 't been to sustaine her fate,</br>\"Then by such breach of faith to violate\"</br>Her former Spousals &mdash; which unjust offence</br>\"Gods may winke at but never will dispence:\"</br>Yea to a barraine Rocke though she were tyde,</br>Yet better 'twas then to be made a Bride</br>\"To an usurped Bed, for that did laie,</br>That staine on her, time cannot wipe away.\"</br>Thus have you heard what noble Perseus was</br>With greatest dangers that his worth did passe,</br>The imminence whereof merits due praise,</br>\"And such a Poet as deserves the Baies:\"</br>Laurell and Myrtle &mdash; though his Nuptiall knot</br>\"Lost him more fame then ere his valour got:\"</br>\"For so deprav'd's the Nature of our will,</br>\"What's good we laine, what's ill we harpe on still.\"</br>Now to thy English Saint, my Muse repaire,</br>And lim him so, that when thou shalt compare</br>These two:  He Perseus may out-strip as farre,</br>As sunne the Moone, or th' Moone a twinkling star.</br>George now enstil'd the Saint of Albion,</br>By linage was a Capadocian;</br>Whose valour was exprest in all his time,</br>That vertue might in every action shine,</br>Which to induce beliefe by moving sence,</br>I will produce his best description thence,</br>Both for th' resemblance which hath ever bin,</br>Twixt the renowned Perseus and him:</br>As also to make good, that not one staine</br>\"Eclipst that glory which his acts did gaine\"</br>All which by instance seconded shall be</br>\"Perseus was great yet George more great then he.\"", "Tutching that Dragon on Sylenes shore,</br>I have in part related it before:</br>Yet but as shadowes doe resemblance make,</br>Unto the substance and materiall shape,</br>Digressively I onely seem'd to glance,</br>At th' act it selfe, not at the circumstance:</br>Know then this noble Champion hearing one,</br>Along his travaile making piteous mone,</br>In meere remorce drew neerer to the noice,</br>\"Till he perceiv'd it was a Ladies voice,</br>Who in a Virgin-milky white araide.</br>Show'd by her habit that she was a Maide;</br>Carelesse her haire hung dowre, and in her looke,</br>Her woes were writ as in a Table booke:</br>Warm-trickling teres came streaming from her eies</br>Sighs from her heart, and from her accent cries.</br>Tyed was she fast unto a pitched stake,</br>Bounding on Sylen's Dragon-haunted lake,</br>All which exprest without a Character</br>The wofull state which did environ her:</br>Saint George observ'd her teares, and from his eyes</br>Her teares by his finde their renew'd supplies,</br>Both vie as for a wager, which to winne,</br>\"The more she wept, the more she forced him:\"</br>At last with modest haviour in reliefe,</br>Of her distresse, he thus allaide her griefe.</br>\"Sorrowfull Lady if griefes lesned are,\"</br>When those that pittie griefes receive their share,</br>Impart your sorrowes to me, and in lew,</br>\"If right I cannot, I will pittie you.</br>Alasse (sweet youth quoth she) pittie's too late,</br>When my disease is growen so desperate,</br>Yet doe I thanke thee for thy love to me,</br>That never yet deserv'd so much of thee:</br>\"Pray thee begone, such friendship Ile not trie,\"</br>To see thy death one is enowe to die,</br>And I am shee, &mdash; crosse not the will of Fate,</br>\"Better's to loose one then a double state:\"</br>Be gone I say do not the time fore-slowe,</br>\"Perish I must of force, so needs not thou.</br>Imminent horror would admit no more;</br>For now the Dragon from Sylenes shore</br>Came spitting lothsome venome all about,</br>Which blasted trees and dried up their roote.</br>St George the Dragon had no sooner vew'd,</br>Then fresh supplies of spirit was renew'd</br>In his unmatched brest:  him he assailes,</br>And though ore-matcht his spirit never failes</br>Till he subdew'd him:  and as some averre,</br>He tyed him fast and made him follow her</br>Unto her fathers pallace, where we reade</br>In publike triumph he cut off his head.</br>Here may we see that act of Perseus</br>Equall'd by George and made more glorious</br>In that he aym'd no further nor was se'd</br>\"To put his feete into anothers bed,</br>His conquest it was temporate and just,\"</br>Not stayn'd with blemish of defaming lust</br>For no attempt us'd he to undertake,</br>But for true honour and for Vertues sake.", "A VICTORIOUS PAEAN TO OUR ALBIONS ST, ALLUDING TO ALL NOBLE SPIRITS, NATIVE ASSUMERS OF HIS HONOR AND ORDER.</br>Io Pean then must wee</br>Give St. George the victorie:</br>Whose desert</br>Grac't each part;</br>Where so ere he us'd to be,</br>None more grac't, or lov'd then he.", "Perseus though his renowne,</br>Did to all the world come;</br>Yet one staine,</br>Dimm'd his fame:</br>But the worlds spatious roome,</br>Shrines St. George in honours tombe.</br>"]