["It is a fashion which beseemeth well</br>The imps who from the muses earst ysprong;</br>And on Parnassus mount are wont to dwell,</br>To pay their homage to the tuneful throng,</br>And eke to claim protection for their song</br>From them:  but vainest surquedry 'twould be,</br>If urged on by false ambition strong</br>And overweening pride, a wight like me</br>Should dare to ask their praise for my rude minstrelsy.", "Ne would such amenaunce me ought avail,</br>For well I ween the muses know their own,</br>Ne may they be by any specious tale&mdash;</br>Or counterfeisance vile impos'd upon;</br>For evermore from out their glorious throne&mdash;</br>Bursts forth a radiance like the levin-flash,</br>Which if a faytor false but looks upon,</br>Straightway it doth his courage quite abash&mdash;</br>And into kindred dust his grov'lling spirit dash.", "But though the cruel fates have me denied</br>The kind protection of the muses' power,</br>Nor safe with them would suffer me to 'bide</br>Far from the reach of any evil stower;</br>Yet, natheless, I resolved have to pour</br>An uncouth strain of ancient poesy,&mdash;</br>Such as whilom in Albion's happier hour,</br>Dan Spenser wont to tune his golden key;</br>Would that 'twere mine to breathe a verse so sweet as he.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "In sooth, it is a fact which none may doubt,</br>Who versed are in lovers' history,</br>That 'tis unwise in any simple lout,</br>To love a lady fair of high degree;</br>Yet, nathemore mought he persuaded be&mdash;</br>Such is his folly and fool-hardiment,</br>The idless of his vain pursuit to see:</br>But aye he strives with fix'd and firm intent,</br>To gain his tow'ring hopes a bright accomplishment.", "Yet seldom doth he win the wish'd-for prize,</br>The cynosure of his fond heart's desire</br>Though he may pour his soul's impassion'd sighs,</br>In strains as sweet as from Apollo's lyre:</br>Ah, me, but little may the poet's fire,</br>Though breathing love's own eloquence avail,</br>If glitt'ring Mammon aid not to inspire</br>The constant flame full oft a true love tale&mdash;</br>Instead of joyous mirth will end in deepest bale.</br>"]