["Queen of sweet numbers and resistless sound,</br>Which can the soul with pleasing force enthrall,</br>And hold the thoughts in deep attention bound,</br>And bid th' obedient passions rise and fall,</br>All pow'rful HARMONY!  on thee I call:</br>From dark oblivion I thy deeds would raise;</br>O tune my lyre, and help my feeble lays!", "As yet this world no being-place had found:</br>Wild Chaos rul'd, and sable-vested Night,</br>Whilst jarring Atoms, through the vast profound,</br>By Chance and Discord led to doubtful fight,</br>Strove with tumultuous rage and restless might;</br>Till HARMONY and LOVE compos'd the fray</br>And chas'd the shades of ancient Night away.", "Love, whose approach the darkness dares not bide,</br>Shot from his starry eyes ten thousand rays:</br>She to the chords her softest touch apply'd,</br>Then louder gan the swelling notes to raise,</br>And sung fair Peace, and beauteous Order's praise.</br>Her voice sweet sounded through the boundless deep,</br>And all was calm, and all did silence keep.", "The list'ning Atoms straight forgot their hate,</br>And pleas'd, yet wond'ring at their change, they stood;</br>Strange force of sounds such fury to abate!</br>Then each with fond embrace the other woo'd,</br>And each eternal peace and union vow'd.</br>Love bound them nothing loath in lasting chains,</br>And o'er them all his willing subjects reigns.", "Then yon bright orb began to roll askance,</br>His course essaying through th' Ecliptic way;</br>And wand'ring stars to move in mystic dance,</br>And skies their azure volumes to display;</br>Then gan the earth to smile in fair array,</br>And new-born man with wonder and delight</br>Gaz'd all around him on the beauteous sight.", "This work perform'd, the Goddess took her flight,</br>Winging the wide-expanded fields of air,</br>To her own native place, the realms of light,</br>Where dwell the Gods devoid of grief and care.</br>Around her golden throne they all repair,</br>Enwrapp'd in silent transport, while she sings</br>Sweet lays responsive to the trembling strings.", "Yet thence, though rarely, the celestial guest</br>Deigns to descend, unseen of mortal eyn,</br>And gently glides into the poet's breast:</br>She comes; and lo!  he feels the pow'r divine;</br>New Images begin to rise and shine,</br>Keeping due measure, wooing hand in hand,</br>And sober Judgment leads the sprightly band.", "Such was Calliope's unhappy son,</br>Whose tuneful harp could soothe the savage kind,</br>And bid descending streams forget to run.</br>Poor youth!  no charms in music could he find,</br>His bride twice lost, to ease his lovesick mind,</br>When hid beneath the hoary cliffs he lay</br>On Strymon's banks, and mourn'd his life away.", "Such was the eyeless Greek, great sacred name!</br>Who snatch'd the son of Thetis from the grave:</br>And hung his arms high in the house of Fame,</br>Victorious still, Time's envious power to brave,</br>While suns arise and seek the western wave.</br>Such he, who in Sicilia's flowery plains</br>Tun'd to the oaten reed his Doric strains.", "And he who sung the frantic rule of Chance,</br>Leaving no room for Wisdom and for Choice,</br>And built the world with atoms drove askance,</br>Theme all unworthy of a skilful voice:</br>And Mantua's Swan, whose clearer notes rejoice</br>Th' enravish'd ear, so graceful he relates</br>Flocks, fields, and swains, and fierce contending states.", "And, like the Greek in fate and in renown,</br>Britannia's poet, born in latter days,</br>Whose brow new wreaths and flow'rs celestial crown;</br>And sung man's hapless fall, and Angel's frays;</br>And, bold to venture through untrodden ways,</br>Explor'd the secrets of the frowning Night,</br>And soar'd above the stars with daring flight.", "Nor shall my partial song leave thee unsaid,</br>Worthy to mix with this harmonious band,</br>Thee, gentle Spenser, whom the Muses led</br>Through Fancy's painted realms and Fairy land,</br>Where Vice and Virtue all embody'd stand,</br>Where useful truths in fair disguise appear,</br>And more is understood than meets the ear.", "Come, condescending Goddess, and impart</br>A mild assistance to an aking breast;</br>Exert the force of thy propitious art;</br>If thou be present, who can be distrest?</br>Pain seems to smile, and Sorrow is at rest;</br>The thoughts in mad disorder cease to roll,</br>And still serenity o'erspreads the soul.", "By thee, the youth encourag'd nought to fear</br>'Sdeigning ignoble ease and mean repose,</br>Meets the swift fury of the threat'ning spear,</br>And follows Glory through a host of foes.</br>Nor canst thou not the din of arms compose:</br>Thou mak'st the God of war forsake the field,</br>And drop his lance, and lay aside his shield.", "Thou know'st, in pleasing, how to wound the mind,</br>Surpris'd, unguarded, and to Love betray'd.</br>Alas!  why art thou to that Impe so kind,</br>That pow'rful Impe in heav'n and earth obey'd?</br>His shafts strike deep, and want no other aid.</br>Deep strike his shafts, unerring in their aim,</br>And his torch burns with unextinguish'd flame.", "These are thy triumphs, Goddess, this thy might,</br>Faintly describ'd in far unequal lays.</br>Me all unmeet fond hopes did still incite,</br>Ambitious by thy name my verse to raise,</br>And find thy favour while I sung thy praise.</br>O smile on these endeavours, heav'nly Maid!</br>Sweet is the toil, if with thy smile repay'd.</br>"]