["WILLIE.</br>Now het's the sun, to yon green hawthorn shade</br>Come let us gae; and while our flocks fu' glad</br>Feed on the gowan'd brae, let's try whilk best</br>Will raise the sang, or on my whistle, drest</br>Wi' nae sma' art, will play.  It was a gift</br>Frae Davie, luckless youth &mdash; Now I'm in tift,</br>On it to sound fu' sweet his humble name:</br>Wale wha ye like, that Shepherd is my theme.", "JAMIE.</br>Wi' a' my heart; and Patie shall be mine,</br>Laith, laith I'd be his praises ere su'd tine.", "WILLIE.</br>Nature's ain bairn the blooming Davie was;</br>The dew, ilk morn whilk on the gowan fa's,</br>Nae purer is; sae ae-faul'd was his mind,</br>Sae leal, sae saft, sae gen'rous, an sae kind.</br>Thae passions whilk sae aft deform the saul,</br>Were never kent his breast wi' rage to swell;</br>Nor poortith ay sae snell, nor sneer sae sour,</br>Cou'd e'er him dauntin, or his saul o'erpow'r:</br>He ay the same, ay on his brow was seen,</br>The smile o' peace, an' frae his lovely een</br>The luik o' friendship an' the luik o' love,</br>That spake his saul, an' ilka heart did move.", "JAMIE.</br>O' a' the herds that gang o Fortha's banks,</br>Our blythsome Pate ay wi' the formaist ranks.</br>He is a callan that has sic a knack</br>O' gie'n delight: &mdash; His canty sang or crack</br>Flegs dool awa; gars e'en the heart sae cauld</br>Grow brisk; an' feckless eild its sell look bauld.</br>To his sweet pipe the lads and lasses skip,</br>An' e'en auld carlins aft times tak a trip.</br>When wi' their flocks, a' day, 'neath heat or cauld;</br>Or when at e'en they steek them in the fauld,</br>Sic are his paukie gates, that ane and a'</br>Think ilka thing is wrang when he's awa.", "WILLIE.</br>While o the sunny hill his flocks did feed,</br>Early ilk morn young Davie tun'd his reed,</br>Or saftly sang o' love, or honour true;</br>Sae slaw and fast the melting music flew,</br>That sweetest Echo sent it round frae brae to brae.</br>But what o' ilk thing pleas'd him best of a',</br>Was the strange ferlies Nature ay did shaw:</br>For this the steepest craigs he aften speel'd,</br>Where the gleg eagle plants her lonely bield,</br>Or dander'd through the glen far out o' sight,</br>Or wood, or haugh, like a forsaken wight:</br>Or by the burn, or where the white faem jaws,</br>An' thuddin down frae crag to crag it fa's.</br>Aft did he like to hear the thunder rair,</br>And see the tempest shake the troubl'd air.</br>At een he ay was in the brawest tift,</br>On the hill-head to glow'r up to the lift,</br>To tent how moon and starns did blink or shine,</br>Or round their orbits row, or rin, or twine.", "JAMIE.</br>Fair fa' my Pate, he's ay the canty chield:</br>At een when he comes frae the hill or field,</br>Baith young an' auld, they a' fu' cadgy luik.</br>When he begins the gudewife hads her wheel:</br>The lass wi' a cram'd gowpenfu' o meal</br>Stands still, an gawfs, till in the ingle's gane</br>The parritch broo; firing afore a stane</br>The bannock stands, an' burns as black's the cruick;</br>Ha'f in the taylor's needle sticks, &mdash; out frae a neuk</br>Thro' specks he glowrs, an' gapes his mou as wide</br>As hin ain sheers; an' now, frae ilke side,</br>The joke, the rair, the laugh, the canty sound</br>O' harmless wit an' glee gaes round an' round.</br>This is nae a', my Patie's heart is guide;</br>In a' his gates he's ay in sic a mood;</br>That takes wi' ilka ane; &mdash; to his lass leal;</br>He disna flit about like mony a chiel:</br>He downa bide nae mean or twafauld art,</br>He loes but ane; young Jenny hads his heart.", "WILLIE.</br>My Davie's cot was ne'er the place o' din;</br>Twa three that kent his worth whiles dander'd in</br>To hear him crack, or read frae unco buiks.</br>Clean was their leaves, an' clear the bony hooks</br>That band them in; &mdash; they tald without a flaw</br>O' wars and battles, an' o' ilka law</br>Made for the common weal; o' ilka thing,</br>O' dowie winter, or the chearfu' spring,</br>On the wide warld, or in the starnie lift:</br>To ken tham a', was ay his utmaist drift,</br>An' chief delight. &mdash; Love too was his: &mdash; Its joys</br>He never fand.  Young Mary was his choice:</br>He lood oe'r weel to tell her out his mind:</br>Darn'd in his breast it lay; &mdash; the shepherd pin'd,</br>An' life, wi' a' its sweets, soon tint its gust:</br>The luckless youth sunk in the lonely dust.</br>She miss'd him frae the hill, or meadow green,</br>An' a' the gates he dander'd morn an' e'en.</br>She spier't the herds: &mdash; Thae pointed to his grave.</br>She didna speak; she didna greet nor rave.</br>She turn'd awa', an' wi' her gaed a train</br>O' waes, an' griefs, an' ay increasing pain.</br>'Twas but the tither day, I saw her lean,</br>Her lovely bosom on the wee grae stane</br>That marks his grave; &mdash; her face was wan an' pale;</br>Her lily hands she rais'd; the waefu' tale</br>Sat on her speechless tongue; &mdash; fair, fair, an' high</br>Her bosom heav'd; I heard the mournfu' sigh;</br>Saw in her een the tears of sorrow brust,</br>An' weet the turf that haps her Davie's dust.", "JAMIE.</br>Ye've win the day; I needna farer gang;</br>Best ye hae sung, and best befar's your sang:</br>For what is wit compar'd wi' Davie's worth.</br>The best of fun's nought to that sterlin trouth,</br>That in his bosom dwalt, adorns his name,</br>An to the feeling muse gies ay a wordy theme.</br>"]