["In 'elder times' our rugged fathers dwelt,</br>Deep in their woods, unblest by infant Art,</br>Ere the soft passions yet had taught the heart</br>To throb with love, or with compassion melt.&mdash;</br>Far lurk'd the savage in his sylvan cell,</br>Or trod, with sullen pride, his niggard soil,</br>Fierce as the storms, that on his mountains fell,</br>Rude as the rocks that fring'd his native isle.", "Or when the orient vermeil streak'd the morn,</br>By want impell'd, he snatch'd his wooden spear,</br>Arous'd his grey dogs, with his bugle-horn,</br>And chac'd o'er pathless heights the bounding deer;</br>Or when the hostile yell was heard afar,</br>Down from his dark hills rush'd, and swell'd the din of war.", "As when the lion, on Numidia's shore,</br>Swift from his den, with gnawing hunger flies,</br>Death in his heart, and fury in his eyes,</br>While trembling forests echo to his roar.</br>Such was the Briton, even than beasts more fell,</br>The slave of appetite's ungovern'd rage,</br>Nor left the dark recesses of his cell,</br>Save passion's furious impulse to assuage.", "No chord of sympathy his soul confess'd,</br>That to the touch of Nature trembl'd true;</br>Nor Reason's sterner influence repress'd</br>The angry storms that round his bosom flew;</br>Nor yet had music charm'd his melting soul,</br>Nor beauty o'er his heart with soft enchantment stole.", "And Nature, like her sons, uncultur'd, wild,</br>Display'd no charms, where none those charms could taste;</br>The woods alone Spring's vital touch confess'd,</br>Or heaths impurpling as the Summer smil'd.</br>No hamlet smoking thro' the mists of dawn,</br>No garden blushing through its fostering dew,</br>No herds wild browsing o'er the daisied lawn,</br>No busy village charm'd th' admiring view.", "But Solitude sat on the russet moor,</br>And listen'd to the wild bee's pensive hum;</br>And shun'd the hostile caves, the dells obscure,</br>Where dwelt the savage in his kindred gloom;</br>Who, as he mid his woods or mountains trode,</br>Nor paus'd o'er Nature's charms, nor mus'd on Nature's God.", "No streamlet's plaint his fond attention drew,</br>As down the steeps its liquid silver fell;</br>No stream he sought but parching thirst to quell;</br>Nor wood &mdash; but where wild fruits and berries grew.</br>Not the vast rolling sphere of blazing light,</br>That leads the Seasons smiling in their march;</br>Not the pale orb that cheers the gloom of Night;</br>Not the bright stars that stud the dark blue arch;", "Not Morn's gay smile, nor Evening's milder blush,</br>When from her yellow hair the dews she flings,</br>Spontaneous notes, that burst from every bush.</br>And joys that flutter from a thousand wings,</br>These nor his fancy pleas'd, nor charm'd his heart,</br>Which oft to souls refin'd such ecstacy impart.", "Yet slumbering still within his rugged frame,</br>The seeds of all the gentler virtues lay.</br>Thus hides the shell the pearl's mild beaming ray;</br>Thus the dark cave conceals the diamond's flame.</br>To pick subsistence from a scanty soil,</br>The widening sphere of intellect confin'd,</br>Till now a happier age began to smile,</br>And wake the softer sympathies of mind.", "Spirits of Song!  that guide the poet's soul,</br>To mortal ken the sacred truths disclose,</br>How other ages now began to roll;</br>How in a savage breast soft passions rose;</br>Flow fair Britannia, bending from her skies,</br>On her dark-wooded isle look'd down with pitying eyes.", "From roseate realms, where joys unfading smile,</br>She in a veil of radiant clouds convey'd</br>Art, the fair boy, and Science, infant maid,</br>To the thick woods that cloth'd our wave-bound isle.</br>\"Here be your seat,\" our guardian goddess said,</br>\"Here teach untutor'd man your soft'ning lore,</br>Let Albion, swelling from its azure bed</br>Of savage rudeness be the prey no more;", "\"Here strike the harp, and wake the heavenly strain,</br>That animates to joy, or melts to love;</br>That locks the bitter source of mental pain,</br>And bids the heart to soft compassion move.\"</br>She spoke, &mdash; soft music breathes the woodlands round,</br>The listening Echoes charm'd, thro' all their grottoes sound.", "Th' astonish'd warriors, as the music flew,</br>Felt strange emotions in their bosoms rise;</br>The tears of nature bursting from their eyes,</br>Of generous actions prov'd the fostering dew.&mdash;</br>Such charms can sound to poesy impart,</br>As bend the haughty savage to their sway;</br>Still the fierce storms that struggle in his heart,</br>And bid the beams of softer passion play.", "The woods that erst but hostile sounds had known,</br>Burst to the song of humanizing Love;</br>While the stern breast, now true to Feeling's tone,</br>Delights each blissful sympathy to prove.</br>And Friendship's social joys begins to know,&mdash;</br>Friendship, the cheering sun that lights this world below!", "Oft was the shivering native wont to fly,</br>Mid sheltering woods to shield his naked form,</br>When thro' the waste air rag'd the maniac storm.</br>Yet not the woods a constant shade supply,</br>Taught by young Art, now in the vale he weaves,</br>Of pliant boughs, the wigwam's simple bower,</br>'Neath whose green canopy of clustering leaves,</br>He shims the heat, and tempest's furious power:", "Improving still, the shifting tent he made,</br>That, when night found him on the desert moor,</br>Spent with the chace &mdash; beneath its welcome shade,</br>Soft on the brown heath, might he sleep secure;</br>And strike his tent when blush'd the kindling day,</br>And seek his scatter'd tribe along the dewy way.", "Art taught him next, his naked form to veil,</br>In varying dress, &mdash; and thro' the storms of war,</br>Taught the stern chief to guide his Celtic car,</br>And case his sinewy trunk in plated mail,</br>And bind the helmet round his ample brow,</br>Whose nodding plumes majestic stream in air,</br>And guide the shield, and bend the twanging bow,</br>And dart, with surest aim, the pointed spear.", "And Art him taught to sweep the trembling wire</br>That melts to Pity, or to fight impells;</br>That fans the subtile flame of soft Desire,</br>While on the ear the sound melodious swells.</br>Such were our fathers, that of yore defied</br>Great Caesar's mighty power, and Rome's imperial pride.", "Thus Pity smil'd, and smil'd her sister Love.</br>Unmov'd no more the British damsel stood,</br>While man the brother shed the brother's blood.</br>Warm in her heart now softer passions move.</br>Those lips that once the bloody war-hymn sung,</br>To sweet Compassion give their accents bland,</br>Oft round the rugged warrior's neck she clung,</br>Rebuk'd his ire, and staid his murderous hand.", "None but the brave exalted love inspires;</br>And he whose coward soul to blood is prone,</br>Ne'er deeds achiev'd that generous Virtue fire,</br>Nor in another's bliss, e'er felt his own.</br>Thus Beauty charm'd, when now perceiv'd her charms,</br>And folds the brave alone within her snowy arms.", "Beauty!  thou tamer of the savage breast,</br>Nurse of soft joy, and sweet domestic ease,</br>That first inspir'dst the generous, wish to please;</br>For he who bliss imparts, himself is blest.</br>On Morven's snow-clad wilds, on Thule's isles,</br>On climes where surly Winter ceaseless frowns,</br>The hardy native gladdens in thy smiles,</br>Sinks on thy breast and all thy rapture owns.", "Blest in thy charms, beside the faggot's blaze,</br>His long-liv'd nights in social pleasures move;</br>Soft on his pipe, thy charms resistless plays,</br>And drowns each thought of war in sweeter love.</br>Music and Poesy, inspired by thee&mdash;</br>Unlock the mazy springs of melting sympathy.", "Thus, with success their smiling empire crown'd,</br>Young Art and Science now delighted view'd,</br>Men for the cot, forsook the cavern rude,</br>Forgot the chace, and till'd the peaceful ground.&mdash;</br>Friendship and Love now twine the social tie.</br>The busy village rises on the green,</br>And breathes the hum of noisy industry</br>O'er the still, solemn, silence of the scene;", "And hoary Druids light the sacred fire,</br>And speak the mandates of the gods above:</br>Th' unletter'd tribes hear, wonder, and admire,</br>Bound in the chains that Superstition wove.</br>Thus civic laws are from the altars giv'n,</br>And men are rul'd on earth, by terrors drawn from Heav'n.", "Unending task, tho' yet unsung were mine,</br>To tell how Art first taught a martial race,</br>To tame those flocks they once were wont to chace,</br>And from their woods to lure the milky kine.</br>As Manco Capac, and his beauteous bride,</br>From solar realms to fair Columbia flew,</br>To verdant vales by Titiaca's tide;</br>And taught th' untutor'd natives of Peru,", "To sow with various seeds the various soil,</br>And reap the fruits which cultur'd nature yields;</br>That please the fancy, or reward the toil,</br>Perfume the gale, or beautify the fields.</br>So Art and Science taught our native swains,</br>To sheath their blood-stain'd swords, and till their peaceful plains.", "Then came the pastoral age, of rural joy,&mdash;</br>Mild peaceful age, when war delights no more!</br>And on those plains so lately stain'd with gore,</br>The warrior's son now dwells a shepherd boy.</br>And sportive flocks adorn the sunny hill,</br>And lowing cattle cheer the winding dale;</br>And on the primros'd verge of every rill,</br>Some love-sick shepherd breaths his amorous tale.", "And oft at eve awakes the village dance,</br>While moon-light sparkles on the pearly dew:</br>Even Heav'n looks down with a benignant glance,</br>On joys so sweet, so innocent, and true.</br>Nor Av'rice yet these blissful walks had trode,</br>Nor steel'd the heart to Love, to Nature, and to God.", "O!  happy age!  of sweet ingenuous love,</br>That knows no guilt, and seeks no vain disguise;</br>When Beauty, with her soft expressive eyes,</br>Seems to invite the bliss she longs to prove;</br>And love to dwell amid our wave-bound isle,</br>Maternal Peace, and Quiet musing mild,</br>And honest Candour, ignorant of guile,</br>And artless Innocence, sweet Nature's child,", "And Mirth, gay laughing on her rosy seat,</br>Nut-brown Content, that quaffs the limpid spring,</br>And sees unmov'd each varying frown of Fate,</br>Smiles at Misfortune, and defies her sting,</br>And Liberty dwells in her sparry cave,</br>Whose locks, with heath-bells twin'd, light o'er her bosom wave.", "Thus heav'n-born Art improves our happy isle.</br>And still he Science sought, sweet musing maid,</br>Shar'd all her joys, who lov'd his toils to aid,</br>Hung o'er her charms, and gladden'd in her smile,</br>From friendship oft a keener passion flows,</br>When mutual beauty lights a mutual fire,</br>And Science, blooming like the summer's rose,</br>Woke in young Art the throb of fond desire.", "On the green banks of sweetly winding Thame,</br>Where trees o'er-canopy the twilight glade,</br>Th' impassion'd youth once met the wandering dame,</br>And robb'd the vestal honours of the maid;</br>Nor many moons had glisten'd on the shore,</br>Ere, mid a sea-worn cave, she a sweet infant bore.", "So Commerce sprung, nymph of advent'rous soul,</br>Nor like her mother lov'd the rural plain;</br>Her charm'd the plaintive cadence of the main,</br>That oft in balmy sleep her senses stole.</br>And oft the slimy beach she wander'd o'er,</br>And mimic boats of shelly valves design;</br>Or cull'd the sea-weeds tangling on the shore,</br>Which round her yellow hair she graceful twin'd;", "Or sat and listen'd to the sleepless wave,</br>Breathing hoarse music as it rose and fell;</br>Or view'd the squalling gull her white wings lave,</br>Or proudly ride upon the heaving swell;</br>Or while soft Eve the floods with roses dy'd,</br>View'd the Sun's flaming orb plunge in the roaring tide.", "And longing much to cross th' expansive tide,</br>She fell'd the oak, and launch'd it in the brine,</br>And on its hollow'd trunk dar'd to recline,</br>And visit climes unknown she far descry'd.</br>Thus first she ventur'd in a rude canoe,</br>O'er the green bosom of the heaving wave;</br>When Art, her rising genius charm'd to view,</br>The nobler ship to his fair daughter gave.", "The sails are spread, the vessel rides away,</br>And spurns the impulse of the feeble oar:</br>Surpris'd she sees her native hills decay,</br>Dissolve in mist, and please the eye no more.</br>Soon fade the pale shores of the vast profound,</br>Which Heav'n's imperial vault is only seen to bound.", "To guide her lorn track o'er the pathless foam,</br>She mark'd the stars, that stud the blue serene,</br>Whose lamps, that in the dark wave twinkle sheen,</br>Are oft obscur'd behind the tempest's gloom.</br>Forsaken then, by every guide of Heav'n,</br>While on the storm Destruction howling rode,</br>Mid clust'ring reefs her fragile bark was driv'n;</br>Or devious toss'd wide o'er the mountain flood.", "At length, the curious nymph from Science stole</br>The magic needle, &mdash; Navigation's pride,</br>Whose trembling point that constant woos the pole,</br>Proves her unerring talisman and guide;</br>Sure of her path, on the cerulean deep,</br>Tho' Night in sable state ride down Heav'n's concave steep.", "\"Go then,\" said Science to th' advent'rous fair,</br>\"And lift thy canvas pinions o'er the main;</br>Remotest lands link with thy golden chain,</br>And to our isle their choicest blessings bear.</br>From Athens, which the cool Ilissus laves,</br>And ancient Rome, where yellow Tiber glides,</br>And the fam'd walls wash'd by Bosphorean waves,</br>And Venice, swelling from the azure tides.", "\"And down those streams thro' woody mountains roll'd,</br>That still Iberia's cruelty deplore,</br>Hills lin'd with silver, and streams edg'd with gold,</br>And Indian riches waft to Albion's shore.</br>Go, lovely maid, still blest by Liberty&mdash;</br>'Tis mine to teach the world, that Commerce must be free!\"", "Long Ocean held his unexplor'd abode,</br>Heav'd the proud surge, and roll'd the foamy tide;</br>And long he strove the nations to divide:</br>Now the frail ship defies the angry god.</br>Safe on the wave, tho' loud the tempests roar,</br>Advent'rous Commerce spreads her canvass wings,</br>Or from Potosi bears the silver ore,</br>Or from Golconda, the bright diamond brings.", "From woody Afric, panting on the line,</br>To Greenland shiv'ring 'neath the frozen skies,</br>She bids the scatter'd tribes of men combine,</br>And wakes their torpid minds to bold emprize.</br>From pole to pole, extends her welcome voice,</br>And makes the blooming cheek of Industry rejoice.", "\"Oh!  happy land!  not more by Science blest,</br>Than blest by guileless Faith and virtuous Toil.</br>Thus sung the guardian goddess of our isle,</br>As high she hung o'er Albion's hills of mist:</br>Where late the wild heath wav'd its blossoms red,</br>In beds of flow'rs the milky herds repose;</br>For now the solitary haunts are glad,</br>And the dry desert blossoms as the rose.", "\"By every tide convey'd, &mdash; by every gale,</br>Commercial treasures on thy coasts are thrown;</br>Remotest seas reflect a British sail,&mdash;</br>Remotest isles her rising glory own.</br>Triumphant navies guard their parent shore;</br>The world their thunder hears, and trembles at the roar.", "\"Thy mountain oaks, when threat'ning danger calls,</br>Descend to shield thee on the briny wave</br>Then every sailor proves a patriot brave,</br>And pours destruction from his wooden walls.&mdash;</br>Britain!  fair seat of Industry and Art;</br>And Commerce that extends her plenteous reign,</br>And oak-crown'd Courage, nymph of dreadless heart,</br>That Freedom leads triumphant in her train;", "\"Alas!  to thee, far other scenes unfold,</br>By Love, nor Truth, nor generous Virtue, blest,</br>An iron age succeeds an age of gold.</br>Such is of Fate the dread, but sure, behest.\"</br>She spoke, &mdash; and in a cloud of dazzling light,</br>Conceal'd her bursting tears, &mdash; and vanish'd from the sight.", ""]