["STRANGER.</br>Whom are they ushering from the world, with all</br>This pageantry and long parade of death?", "TOWNSMAN.</br>A long parade, indeed Sir; and yet here</br>You see but half; round yonder bend it reaches</br>A furlong farther, carriage behind carriage.", "STRANGER.</br>'Tis but a mournful sight, and yet the pomp</br>Tempts me to stand a gazer.", "TOWNSMAN.</br>Yonder schoolboy,</br>Who plays the truant, says, the proclamation</br>Of peace was nothing to the show, and even</br>The chairing of the members at election</br>Would not have been a finer sight than this;</br>Only that red and green are prettier colours</br>Than all this mourning.  There, Sir, you behold</br>One of the red-gown'd worthies of the city,</br>The envy and the boast of our exchange,</br>Aye, what was worth, last week, a good half-million,</br>Screw'd down in yonder hearse.", "STRANGER.</br>Then he was born</br>Under a lucky planet, who to-day</br>Puts mourning on for his inheritance.", "TOWNSMAN.</br>When first I heard his death, that very wish</br>Leapt to my lips; but now the closing scene</br>Of the comedy hath wakened wiser thoughts;</br>And I bless God, that when I go to the grave,</br>There will not be the weight of wealth like his</br>To sink me down.", "STRANGER.</br>The camel and the needle,&mdash;</br>Is that then in your mind?", "TOWNSMAN.</br>Even so.  The text</br>Is Gospel wisdom.  I wou'd ride the camel&mdash;</br>Yea leap him flying, through the needle's eye,</br>As easily as such a pampered soul</br>Could pass the narrow gate.", "STRANGER.</br>Your pardon, Sir.</br>But sure this lack of christian charity</br>Looks not like christian truth.", "TOWNSMAN.</br>Your pardon too, Sir,</br>If, with this text before me, I should feel</br>In the preaching mood!  But for these barren fig-trees,</br>With all their flourish and their leafiness.</br>We have been told their destiny and use,</br>When the axe is laid unto the root, and they</br>Cumber the earth no longer.", "STRANGER.</br>Was his wealth</br>Stored fraudfully, the spoil of orphans wrong'd,</br>And widows who had none to plead their right?", "TOWNSMAN.</br>All honest, open, honourable gains,</br>Fair legal interest, bonds and mortgages,</br>Ships to the East and West.", "STRANGER.</br>Why judge you then</br>So hardly of the dead?", "TOWNSMAN.</br>For what he left</br>Undone; &mdash; for sins, not one of which is mention'd</br>In the Ten Commandments.  He, I warrant him,</br>Believ'd no other Gods than those of the Creed:</br>Bow'd to no idols &mdash; but his money-bags:</br>Swore no false oaths, except at the custom-house:</br>Kept the Sabbath idle:  built a monument</br>To honour his dead father:  did no murder:</br>Was too old-fashioned for adultery:</br>Never pick'd pockets:  never bore false-witness:</br>And never, with that all-commanding wealth,</br>Coveted his neighbour's house, nor ox, nor ass.", "STRANGER.</br>You knew him, then, it seems.", "TOWNSMAN.</br>As all men know</br>The virtues of your hundred-thousanders;</br>They never bide their lights beneath a bushel.", "STRANGER.</br>Nay, nay, uncharitable Sir!  for often</br>Doth bounty like a streamlet flow unseen,</br>Freshening and giving life along its source.", "TOWNSMAN.</br>We track the streamlet by the brighter green</br>And livelier growth it gives: &mdash; but as for this&mdash;</br>This was a pool that stagnated and stunk;</br>The rains of Heaven engender'd nothing in it</br>But slime and foul corruption.", "STRANGER.</br>Yet even these</br>Are reservoirs whence public charity</br>Still keeps her channels full.", "TOWNSMAN.</br>Now, Sir, you touch</br>Upon the point.  This man of half a million</br>Had all these public virtues which you praise:</br>But the poor man rung never at his door;</br>And the old beggar, at the public gate,</br>Who, all the summer long, stands, hat in hand,</br>He knew how vain it was to lift an eye</br>To that hard face.  Yet he was always found</br>Among your ten and twenty pound subscribers,</br>Your benefactors in the news-papers.</br>His alms were money put to interest</br>In the other world, &mdash; donations to keep open</br>A running charity-account with heaven:&mdash;</br>Retaining fees against the last assizes,</br>When, for the trusted talents, strict account</br>Shall be required from all, and the old Arch-Lawyer</br>Plead his own cause as plaintiff.", "STRANGER.</br>I must needs</br>Believe you, Sir: &mdash; these are your witnesses,</br>These mourners here, who from their carriages</br>Gape at the gaping crowd.  A good March wind</br>Were to be pray'd for now, to lend their eyes</br>Some decent rheum.  The very hireling mute</br>Rears not a face blanker of all emotion</br>Than the old servant of the family!</br>How can this man have liv'd, that thus his death</br>Costs not the soiling one white handkerchief!", "TOWNSMAN.</br>Who should lament for him, Sir, in whose heart</br>Love had no place, nor natural charity?</br>The parlour spaniel, when she heard his step,</br>Rose slowly from the hearth, and stole aside</br>With creeping pace; she never rais'd her eyes</br>To woo kind words from him, nor laid her head</br>Uprais'd upon his knee, with fondling whine.</br>How could it be but thus!  Arithmetick</br>Was the sole science he was ever taught.</br>The multiplication-table was his Creed,</br>His Pater-noster, and his Decalogue.</br>When yet he was a boy, and should have breath'd</br>The open air and sun-shine of the fields,</br>To give his blood its natural spring and play,</br>He in a close and dusky counting-house,</br>Smoke-dried and sear'd and shrivel'd up his heart.</br>So, from the way in which he was train'd up,</br>His feet departed not; he toil'd and moil'd,</br>Poor muckworm!  through his three-score years and ten,</br>And when the earth shall now be shovell'd on him,</br>If that which serv'd him for a soul were still</br>Within its husk, 'twould still be dirt to dirt.", "STRANGER.</br>Yet your next news-papers will blazon him</br>For industry and honourable wealth</br>A bright example.", "TOWNSMAN.</br>Even half a million</br>Gets him no other praise.  But come this way</br>Some twelve-months hence, and you will find his virtues</br>Trimly set forth in lapidary lines,</br>Faith, with her torch beside, and little Cupids</br>Dropping upon his urn their marble tears.</br>"]