["O Fly!  'Tis dire SUSPICION'S mein:</br>And, meditating plagues unseen,</br>The sorc'ress hither bends:</br>Behold her torch in gall imbrued:</br>Behold &mdash; her garments drop with blood</br>Of lovers and of friends.", "Fly far!  Already in your eyes</br>I see a pale suffusion rise;</br>And soon thro' every vein,</br>Soon will her secret venom spread,</br>And all your heart and all your head</br>Imbibe the potent stain.", "Then come the hours of shame and fear</br>The hints of horror seize your ear;</br>While gleams of lost delight</br>Raise the deep discord of the brain,</br>As light'ning shines along the main</br>Thro' whirlwinds and thro' night.", "No more can faith or candor move;</br>But each ingenuous deed of love</br>Which once you would applaud,</br>Now, smiling o'er her dark distress,</br>Malignant fancy longs to dress</br>Like injury and fraud.", "Farewel to virtue's peaceful times!</br>For soon you'll stoop to act the crimes</br>You thus can stoop to fear:</br>When vice begins her ugly train</br>With wrongs of such unmanly stain,</br>What horrors form the rear!", "'Tis thus, to work her baleful pow'r,</br>SUSPICION waits the sullen hour</br>Of fretfulness and strife,</br>When care th' infirmer bosom wrings,</br>Or EURUS shakes his gloomy wings</br>To damp the seats of life.", "But come, forsake the scene unblest,</br>Which first beheld you candid breast,</br>To groundless fears a prey;</br>Come, where with my prevailing lyre</br>The skies, the streams, the groves conspire</br>To charm your doubts away.", "Thron'd in the sun's descending car,</br>What Pow'r unseen diffuses far</br>This tenderness of mind?</br>What Genius smiles on every flood?</br>What GOD, in whispers from the wood,</br>Bids every heart be kind?", "O thou, whate'er thy awful name,</br>Whose breath awak'd th' immortal flame</br>That moves my active veins;</br>Thou, who by fair affection's ties</br>Hast doubled all my future joys,</br>And half disarm'd my pains;", "Let universal CANDOUR still,</br>Clear as yon heav'n-reflecting rill,</br>Preserve my open mind;</br>Nor THIS, nor THAT man's crooked views,</br>One mean or cruel doubt infuse</br>To injure human kind.</br>"]