["Struggling with storms and fate the Roman stood</br>Upon his galley's deck, and viewed the sea</br>Far westward stretching its impetuous flood&mdash;</br>Full sad he looked, and thought on Italy!</br>Hid in that vasty ocean there might be</br>Some isle, he thought, where on earth's gentle breast,</br>The world forgot and its vain pageantry,</br>The troubled soul might taste of golden rest,</br>Through soft Elysian scenes free wandering like the blest.", "His shattered fleet far tossing on the wave,</br>His care-worn crews with lightning-flashing eye,</br>Yet unsubdued by toil, and fiercely brave</br>Prepared with him to dare the fight, or fly</br>To distant lands beneath some unknown sky:</br>And, as they meditate, across the deep</br>Swift as an arrow moving they descry</br>A little bark, round which the surges leap,</br>As wild hounds bay a fawn that strong enchantments keep", "From their fell jaws:  th' imperial galley now</br>The bark draws near, and waits some friendly sign;</br>Sertorius, standing on the brazen prow,</br>Beckons them welcome, and th' assisting line</br>Secures their bark, which they with joy resign,</br>To mingle with their wondering countrymen:</br>Then follow friendly greetings, and the wine</br>Of rich Hesperia tells them once again</br>What golden shores they touch, what purple hills they ken.", "Then comes their tale:  how in the distant sea</br>Lie happy isles unvexed by angry Jove;</br>Along their cliffs the shepherd wanders free,</br>While perfumed gales the silver billows move</br>Like music in the haunts the Syrens love;</br>And all around the landscape lies like heaven,</br>Blue mountains, amber streams, and nymphs that rove</br>Unclad through sunny glades, or meadows even,</br>Plucking the ruddy fruit which Nature's hand has given.", "There rage no storms, nor hail nor snows descend,</br>But spring eternal smiles, and crowns the plain</br>With flowers and spreading trees, whose branches bend</br>With golden autumn's spoil, and yellow grain</br>Aye tempt the sickle of the reaper train,</br>Who chant their rustic songs midst labour light,</br>Nor know the approach of sickness or of pain;</br>But when the Fates to quit the scene invite,</br>Sink to the peaceful tomb, and welcome endless night.", "This, and much more, th' experienced warrior heard,</br>And sighed for peace upon that happy shore,</br>Where no bold demagogue false prayers preferred</br>To heaven; where war was never heard to roar</br>Her thunders, or, with hands distained in gore,</br>O'erturn proud cities in the soiling dust:</br>Wafting his train the willing ocean o'er,</br>There might he hope to live serene and just,</br>Giving the spear and shield to time's devouring rust.", "False dreams! &mdash; amongst his gallant troop were found,</br>Who sought nor peace nor happiness, but gold!</br>These threw his noble project to the ground,</br>And flew to combat in a tyrant's hold.</br>Incensed he followed, and a hundred fold</br>On their own heads repaid their treachery;</br>But deep he felt, 'tis fate that gives the mould</br>To human acts, in vain imagined free,</br>Aye moving in the track where fortune bids them be!</br>"]