["Retirement's Hour proclaims the tolling Bell,</br>Each sacred Virgin follows its Decree;</br>With meek Submission seeks her lonely Cell,</br>And leaves the Grate to Solitude and me.", "Now shows the sinking Sun a fainter glare,</br>And Silence thro' the Convent reigns confest,</br>Save where some pale-ey'd Novice (wrap'd in Pray'r)</br>Heaves a deep groan; and smites her guiltless breast.", "Save where in artless melancholy Strains</br>Some Eloisa whom soft Passion moves,</br>Absorbt in Sorrow to the Night complains;</br>For ever bar'd the Abelard she loves.", "Within these ancient Walls with Moss o'erspread,</br>Where the relenting Sinner learns to weep;</br>Each in her narrow Bed till Mid-night laid,</br>The gentle Daughters of Devotion sleep.", "No Stings of Conscience goad their easy Breast,</br>No unrepented Crimes their Slumbers fright,</br>No mournful Dreams invade their peaceful Rest,</br>Nor shrouded Spectres stalk afore their Sight!", "Th' endearing Scenes of Life They all forego</br>Ev'n Hymen's Torch for Them must never blaze,</br>The Husband's fond Embrace They ne'er shall know,</br>Nor view their Image in their Childrens' Face.", "Oft did they steal the flow'ry Robe of May</br>To deck the Altar and the Shrines around:</br>How fervent did They chant the pious Lay,</br>While the deep Organ swell'd the sacred Sound?", "Let not the gay Coquette with Jest profane,</br>Mock their veil'd Life and Destiny severe:</br>Nor worldly Beauty with a Sneer disdain</br>The humble Duties of the Cloyster'd Fair.", "The glist'ning Eye:  The half-seen Breast of Snow,</br>The coral Lip, the clear vermilion Bloom</br>Awaits alike th' inexorable Foe,</br>The Paths of Pleasure lead but to the Tomb.", "Forgive, Ye Fair, whom Britain's Sons admire,</br>If This her meanest Bard incur your Blame,</br>While He devotes not to your Praise the Lyre,</br>But to the Convent dedicates his Theme.", "Can These partake the sprightly-moving Dance?</br>Or in the Garb of Luxury appear?</br>Can  These e'er pierce the Lover with a Glance?</br>Or grace the Tragic Scene with Pity's Tear?", "Perhaps in this drear Mansion are confin'd</br>Some whose accomplish'd Beauty cou'd impart</br>The soft Desire to the severest Mind,</br>And wake the Extacy the throbbing Heart.", "But splendid Life in each Allurement drest,</br>Attracts them not, tho' flush'd with youthful Bloom:</br>Stern Pennance chills the Ardour of their Breast,</br>And buries their Ambition in this Gloom.", "Full many a Riv'let steals its gentle Way</br>Unheard, untaste, by the thirsty Swain,</br>Full many a Philomel attunes her Lay,</br>And pours her plaintive Melody in vain.", "Some veil'd Eliza (like the clouded Sun)</br>May here reside inglorious and unknown;</br>Some, like Augusta, might have rear'd a Son,</br>To bless a Nation and adorn a Throne.", "From Flatt'ry's Lip to drink the Sweets of Praise,</br>In Wit and Charms with other Belles to vie,</br>In Circles to attract the partial Gaze,</br>And view Their Beauty in th' Admirer's Eye", "Their Lot forbids:  nor does alone remove</br>The Thirst of Praise, but e'en their Vices chains,</br>Forbids thro' Folly's Labyrinth to rove,</br>And yield to Pleasure the unheeded reins:", "To raise 'mid Hymen's Joys domestic Strife,</br>Or seek that Converse which They ought to shun,</br>To loose the sacred Ties of married Life</br>And give to many what they vow'd to one.", "Far from the Bustle of the splendid Throng</br>They tread Obscurity's sequester'd Vale,</br>Where the while Hours glide silently along</br>Smooth as the Stream, when sleeps the breezy Gale.", "Yet tho' they're sprinkled with ethereal Dew?</br>With blooming Wreaths by Hands of Seraphs crown'd?</br>Tho' Heav'n's eternal Splendours burst to View?</br>And Harps celestial to their Ear resound?", "Still grateful Mem'ry paints the distant Friend,</br>Not e'en the World to their Remembrance dies:</br>Their Mid-night Orisons to Heav'n ascend</br>To stop the Bolt descending from the Skies.", "For who entranc'd, in Visions from above</br>The Thought of Kindred razes from the Mind?</br>Feels in the Soul no warm returning Love</br>For some endear'd Companion left behind?", "From Friendship's Breast reluctant they withdrew,</br>And with a Sigh forsook their native Air:</br>To their fond Parents when they bad Adieu</br>Gush'd from their Eye the tender filial Tear.", "For Thee, who, mindful of th' encloyster'd Fair</br>Dost in these Lines their artless Tale relate,</br>If Chance in distant Time's revolving Year</br>Some kindred Spirit shall enquire thy Fate,", "Haply some aged Vestal may reply,</br>\"Oft have we seen Him, 'ere Aurora's Ray</br>Had faintly ting'd with red the op'ning Sky,</br>Hasten to Church, and join the Matin Lay.", "\"There at the Tomb where Eloisa lifes,</br>He'd read th' Inscription:  and her Fate condole,</br>Then in his Breast, as Scenes of Grief arise,</br>Sigh the kind Requiem to her gentle Soul.", "\"Against yon Pillar careless now He'd lean,</br>Smiling at what his wayward Fancy movs:</br>Now drooping, wan, and pensive, wou'd be seen</br>As one abandon'd by the Fair he loves.", "\"One morn I miss'd him in the aweful Dome</br>Along the Isle, and in the Sacristy:</br>Another came; nor yet beside the Tomb,</br>Nor at the Font, nor in the Porch was He.", "\"The next we heard, which did our Wonder move,</br>He was departed to return no more,</br>Yet lest the sudden Change we shou'd reprove,</br>These Lines He sent us from Britannia's Shore.", "\"What Time in Transport lost the Naiad Throng,</br>First catch'd their Akenside's enchanting Lay,</br>And raptur'd Fancy listen'd to the Song</br>Of laurel'd Whitehead, and sweet-plaintive Gray.\"", "THE LETTER.</br>A Vestal Fair (Her Name I may'nt unfold)</br>Has planted in my Breast the pleasing Dart;</br>Who by relentless Vows, if not controll'd,</br>Wou'd own, perchance, a Sympathy of Heart.", "The growing Passion impotent to quell,</br>Severe Discretion urg'd me to retreat;</br>Now at my native rural Home I dwell,</br>Where Contemplation keeps her lonely Seat.", "Seek not to draw me from this still Abode,</br>Where the kind Muses to my Aid repair,</br>And when the Thoughts of hapless Love corrode,</br>Check the deep Sigh, and wipe the trickling Tear.</br>"]