["When I view the sad change in my grove,</br>From tears I can hardly refrain,</br>Where gayly I sung of my love,</br>And the linnets repeated the strain;</br>But now on my pipe if I play,</br>So harsh and unpleasing's the sound,</br>That the linnets are frighted away,</br>And my lambkins stand gazing around.", "O Nancy, 'twas here you betray'd</br>The peace of a thoughtless young swain;</br>Remember the things you have said,</br>And think on your present disdain:</br>How could you to artfully praise</br>A life of retirement and ease!</br>How tell me my pastoral lays</br>Beyond any other would please!", "You said you should ever esteem</br>A heart from hypocrisy free:</br>O Nancy, when this was your theme,</br>You cast a soft glance upon me:</br>That a bosom which friendship inspir'd,</br>Where truth and good nature unite,</br>In ev'ry degree was admir'd,</br>And I listen'd with eager delight.", "When we stray'd thro' the flowery mead,</br>Where daisies and cowslips abound,</br>You own'd that no scent could exceed</br>The air that was perfum'd around:</br>That notes from the neighbouring spray,</br>Which echo had caught in the glade,</br>Would charm through a long Summer's day,</br>If heard as you sat in the shade.", "Askella, so limpid and clear,</br>You prais'd as she murmur'd along;</br>That silver her fishes appear,</br>As they glide the smooth peebles among:</br>That if happiness was to be found</br>Residing with mortals below,</br>A more proper mansion you own'd</br>Than mine the wide world could not shew.", "I told you all these were your own,</br>With a heart that was lost and sincere;</br>But since the gay town you have known,</br>You refuse my fond speeches to hear.</br>O Nancy!  so faithless and fair,</br>You have ruined the peace of my mind;</br>I now am a prey to despair,</br>My hopes are bequeath'd to the wind.", "My flocks are dispers'd on the plain,</br>No longer my comfort or care,</br>I eye them with looks of disdain,</br>If round my hoarse pipe they repair.</br>The swains now they see my sad plight,</br>No longer with jealousy burn;</br>Of the old I'm no more the delight,</br>And Phillis exults in her turn.", "O Nancy, while thus I complain,</br>Does nothing your bosom essay?</br>Does none of your pity remain?</br>Is your tenderness all gone away?</br>Perhaps 'twas all meant to deceive,</br>Perhaps 'tis the way of the town,</br>And I was a fool to believe</br>Such a lover you ever would own.", "In vain have I planted my bow'r;</br>In woodbine and eglantine drest,</br>Their sweets which united want pow'r</br>To banish despair from my breast:</br>Yet soon my complaining will cease,</br>O Nancy, still lovely, and dear,</br>If dying I pray for your peace,</br>Then own that my love was sincere.</br>"]