["Ye Vales and Doric Floods, or Fount, or Rill,</br>Lament with me the much lov'd Bion dead;</br>Ye Forests pour your Plaints, ye Flourets mourn;</br>Utter, ye Hyacinths, the baleful Words</br>That on your velvet Bells incrib'd are seen;</br>Be clad, ye Roses, in sad Purple's Robe;</br>Dead is the Pride of Swains, and rural Song.</br>Begin, Sicilian Muse, the plaintive Lay.", "Ye Poplar-shrouded Nightingales that oft</br>In midnight Hour complain, the dreary Tale</br>To listening Arethusa's Waves prolong,</br>And that with him each Doric Muse is fled.</br>Begin, &amp;c.", "Ye Swans that warble sweet on Strymon's Bank</br>Come, steep in bitter Tears your sorrowing Song,</br>And tell in Notes like his th' Aeagrian Maids,</br>And Bacchus' Nymphs that haunt Bistonian Hills,</br>That Doria's Vales their Orpheus dear have lost!</br>Begin, &amp;c.", "No more the lovely Shepherd sooths his Herd</br>With soft-voic'd Flute, beneath some ample Oak</br>At Ease reclin'd:  But in black Pluto's Bow'r</br>Pours forth to grisly Ghosts Lethean Lays,</br>While here above each Mountain silent stands,</br>And his deserted Herds in Mutt'rings hoarse,</br>And sullen Lowings moan, nor deign to feed.</br>Begin, &amp;c.", "Thy cruel Fate, dear Swain, Apollo wept.</br>Thee too Priapus Sable-mantled mourn'd;</br>And Pan surrounded with his Satyr-train</br>Sigh'd sore, nor joy'd to lead the merry Dance;</br>Wept the mild Naiads in their coral Caves;</br>Nor Echo more from her far-winding Grot</br>Is heard to sing, since now no more thy Verse,</br>And wonted tuneful Notes she can prolong.</br>Begin, &amp;c.", "At thy sad Death the sympathizing Trees,</br>Dropt their half-ripen'd Fruits, and fading Flowers,</br>Hung down their blasted Blooms; the pining Flocks</br>Refus'd the milky Stream, nor more the Bee</br>With Thyme enrich'd his Nectar-streaming Cell.</br>Begin, &amp;c.", "The Dolphin ne'er upon the sunny Shore</br>Made such deep Plaints, or in the rocky Wilds</br>Did Philomel e'er tune so sad a Dirge,</br>Nor Mountain-loving Swallow such sad Notes</br>Was heard to pour, or with such heart-felt Woe</br>Ceyx deplor'd her dead Halcyone,</br>Nor Cerylas in the Caerulean Deep</br>Sorrow'd so deep, or in th' Eoan Vale</br>The Bird of Memnon, fair Aurora's Son,</br>As when they wept their best-lov'd Bion's Fate.</br>Begin, &amp;c.", "Ye Nightingales, and Swallows swift, that oft</br>Have heard delighted his heart-thrilling Lays,</br>Whom seated in your leafy Groves he wont</br>To teach sweet Notes, responsive now repeat</br>The Voice of Woe, re-echoing thro' the Vale,</br>Join too ye Doves your sadly-pleasing Lays.</br>Begin, &amp;c.", "Who now, for ever dear, will tune thy Pipe?</br>Who to their Lip apply thy sacred Reed</br>Advent'rous?  But to Pan the precious Gift</br>I'll bear, nor haply will he dare inspire</br>Thy Reed, lest thee superior he should prove.</br>Begin, &amp;c.", "Thy Loss the green-hair'd Galathea mourns,</br>Who lov'd with thee upon the sea-beat Shore,</br>To sit enraptur'd with thy magic Verse.</br>For sweeter far than Polypheme's thy Lay</br>Flow'd thro' her Ear; she fled the Cyclop-swain;</br>But ever to thy Song she hasten'd swift,</br>With dimply Check, and Looks of fond Desire.</br>No more she now regards old Nereus' Bow'r,</br>But on the bare Sand sits, and tends thy Flock.</br>Begin, &amp;c.", "With thee the Muse's choicest Joys are fled,</br>No more the Virgin's luscious Kiss delights;</br>Quench'd is the Lamp of Love, and at thy Tomb</br>The weeping Cupids sprinkle freshest Flow'rs;</br>To Venus wert thou sweeter, gentlest Swain,</br>Than the last Kiss which on the clay-cold Lip</br>Of her Adonis dead the Goddess prest.</br>Come, Meles, hither turn thy sedge-crown'd Head,</br>Renew thy wonted Voice of baleful Woe;</br>That erst around thy sadden'd Banks was heard,</br>And echoing fill'd blue Neptune's distant Shores;</br>When cruel Fate thy first-born Homer snatch'd,</br>Whose Mouth Calliope with Nectar dew'd.</br>But now thy second Son demands thy Grief;</br>Each lov'd two fav'rite Founts.  To Homer dear</br>Was Pindus' springing Well, while Bion drank</br>The Waves of Arethuse.  This sung the Charms</br>Of beauteous Helen, strife-exciting Fair,</br>And the dire wrath of Thetis' sea-born Son;</br>While This neglected War's resounding Trump;</br>Well cou'd he sing the woodland Wanderer Pan;</br>Skill'd was his Hand to form the rustic Flute;</br>Nor seldom would he milk the shaggy Goat,</br>Or Heifer breathing Sweets.  Meantime he sung</br>How soft the Kiss of tender-blooming Boys;</br>While in his Bosom Cupid wont to sleep,</br>And Venus joy'd to hear his Lays divine.</br>Begin, &amp;c.", "Each towred City, Bion, thee deplores,</br>More heart-felt Plaints o'er Ascra's Hills resound</br>Than when Her Hesiod died.  Boeotia's Shades</br>Forget their Pindar, and the Lesbian Streets</br>Alcaeus dead, and all thy Death lament</br>In sympathizing Grief; while Paros deigns</br>With louder Woe to greet thy cypress'd Hearse,</br>Than when Archilochus' sweet Tongue was stopt</br>By cruel Fate; and Mytilene forgets</br>Her beauteous Sappho's wonted Lays for thine.</br>&mdash;&mdash;*&mdash;&mdash;*&mdash;&mdash;*&mdash;&mdash; Quaedam desunt.</br>In Teios' soft Anacreon bears the Palm,</br>Theocritus in Syracuse is fam'd,</br>My mournful Muse delights Ausonian Swains,</br>Nor to the Sylvan Lay disdains to stoop;</br>Which eager from thy tuneful Mouth she caught,</br>Oft raptur'd with the Sound.  The shining Stores</br>Let others, narrow-soul'd possess, while I</br>Thy Lays inherit, and thy Doric Art.</br>Begin, &amp;c.", "Tho' nipt by Winter's Blast the Mallow fades,</br>And twining Parsley, Pride of Gardens, feels</br>Th' untimely Frost; yet each with Verdure fresh</br>Renew their Bloom, and with the Spring return.</br>But Man, tho' Strength and Wisdom stamp him Great,</br>When once the beaming Lamp of Life is spent,</br>To Caves of Darkness, subterranean Glooms,</br>Immers'd, in Sleep's eternal Shackles lies</br>Fast bound, no more to tread the Walks of Men.</br>Thou too to Realms of silent Night art gone,</br>While here above mean Bards usurp thy Reign,</br>Whose Brows the Muse's Laurel never bound.</br>Begin, &amp;c.", "O ruthless Hand that to thy Lips apply'd</br>The poisonous Cup, and baleful Draught of Death!</br>How cou'd the baleful Drugs approach thy Lips,</br>Nor still preserve its native noxious Gall</br>Unblended with the Nectar of thy Mouth?</br>How could the Felon drear that mix'd the Bowl</br>Escape the Magic of thy tuneful Strains?</br>Begin, &amp;c.", "On each the Fates adjust the Share of Pain,</br>And each receives his portion'd Lot of Grief.</br>O that like Orpheus I cou'd tread the Shades,</br>Or great Ulysses, or brave Hercules,</br>Then wou'd these Eyes behold th' infernal Pow'rs</br>Melt at thy Song, and Pluto, grisly King,</br>To Softness sooth'd, and murm'ring hoarse Applause.</br>But chief to Hecate thy sweet Song address,</br>And let her hear thy wonted Doric Songs,</br>For she of Yore the Vales of Aetna lov'd.</br>Haply deceiv'd by the mellifluous Sound,</br>She may return thee to thy desert Seats:</br>I too, my Friend, if this rude Lip was skill'd</br>In Music's Charms or knew to sing like thee,</br>Would to the Ways of darksome Dis descend,</br>And from dun Night redeem thy sacred Shade.</br>"]