["Wo worth the careless Carle, whose caitiff hand</br>Lost in those western waves that booke of thyne</br>My gentle SPENSER, pride of faery lande!</br>And sacred pages, stol'n fro Phoebus' scrine,</br>Drent, and immers'd in the salt sea bryne!</br>Ne'er sounded be his name by shepheard's tongue,</br>Ne round his tombe the sacred ivy twyne,</br>Ne soothing requiem to his soule be sunge,</br>Ne pilgrim's vow be heard the tufted heaps emong!", "When as I thynke, thou dear delight of all,</br>That tredde the Muses haunts, or love their lore,</br>What sore mishap did to thy worke befall</br>Beyond the reach of fortune to restore,</br>Ah well away!  my harte is pin'd so sore</br>With inward ruth and sad compassionne,</br>That my poor dimmed eyes are clouded o'er,</br>And pay for each sweet lyne, so lost and gone,</br>A pitiful exchange, a tear for ev'rie one!", "And you, salt seas, to whose wide bosome</br>So fair a freight was trusted, how could you</br>Consign them, ruthless, to your watry tomb?</br>Some meeter meed was sure the shepherd's due</br>Who sunge so sweetly of your Nymphez blue!</br>And you ye Nymphs, where was your pity when</br>You could with dry eyes that sad shipwreck view?</br>And you ye Dophines, fam'd the friends of men,</br>Ye sav'd a poet once!  ye lost a better then!", "And yet perchance not lost!  haply to where</br>In coral bow'r the nereid sisters play,</br>And braid in pearly twine their azure hair,</br>Some nymph convay'd the precious prize away;</br>Perhaps even now, attentive to the lay,</br>Fair Amphytrite, deck'd in coronall</br>Of Gold and sapphire, spends the live-long day;</br>Mute are the nymphs, and mute the tritons all,</br>While Gloriane's tryumphs ring thro' Neptune's aery hall.", "O what an heav'n it were to mortal ear,</br>Could mortal ear but catch their carolling!</br>Ne other sound would my soule wish to hear,</br>Ne voice of song, ne pipe, ne silv'ry string,</br>Ne zephyr's sigh, ne all the choir of sprynge,</br>Could I but onely, onely, hear that straine!</br>How wolde I bend to listen!  with what swynge</br>Re-echo each note to the worlde againe,</br>Each note, big with thy praise, my liefest Gloriane!", "Rapt with the thought, my heart is hent aloof,</br>And brens with feats of chivalrous emprize,</br>Of Ladies gay, and knights in armor proof,</br>Whose high acquists and long lost memories</br>Glance in straunge visioune o'er my ravish'd eyes!</br>Ev'n now so high my fantasie is wound</br>With fair conceits of gallant histories,</br>That I, even I, the simplest swaine on ground,</br>Am tempted forth their long defrauded praise to sound.", "And it shall sound!  and many a noble name</br>Which Lethe's murky wave has buried long,</br>Shall wake from their long sleep, and have their fame;</br>And manie a gentle virtue which thy song,</br>Sweet shade!  had blazon'd erst in colorynge strong,</br>Rude chance that did such moniments to die!</br>Shall live againe the mouths of men amonge,</br>Ne other wave shall sink them, but on hie</br>The tyde of tyme shall waft them to eternitie!", "And it shall sound!  and thou, most gentle spirit</br>That ever whisper'd in a shepheard's ear,</br>My SPENSER'S shade!  from where thou dost inherit</br>Thy bow'r of blysse above, sometymes appear,</br>And to thy shepheard's lonely dreams be near!</br>And whiles thy ruin'd pile of honours reft</br>I strive with weakly hand againe to rear,</br>So teach me to recall fate's cruel theft,</br>That I of what is lost may deem by what is left!", "And thee, fair CONSTANCY!  of all the band</br>Aetherial that support bright virtue's throne</br>The firmest pillar, thee the poet's hand</br>With teints of living colors all his own</br>Had full and faire  pourtray'd, tho' now alone</br>Some scatter'd traces of the worke remaine,</br>Remaine to show in part, what, if 'twere shown</br>In all its just proportions, might restraine</br>Far other Bard than I to tempt the lyke againe.", "With thee then 'gins the Muse her first essay,</br>All be she callow yet and rude to synge,</br>Yet hoping haply some maturer day</br>May add grace to her song, strength to her wynge.</br>And thou my SPENSER!  pardon thou the thynge,</br>If I thy SYDNEY'S name and virtues rare</br>Shall dare into these unco rymes to brynge,</br>Thyne ASTROPHEL, whose glories past compare</br>In these uncourtly lynes but faintly shadow'd are!", "Blest bard of Arcadie, from whose sweete lippe,</br>Clothed in words of sugred breathings, hunge</br>Such queint conceits of curious workmanship,</br>As maister'd all except thy Colin's tongue!</br>Blest bard, blest heroe too!  whose name has rung</br>Where'er the walks of Chevisance extend!</br>Certes no sweeter straine can e'er be sunge</br>To Phoebus' ear, than where thy name is pennd'd,</br>Great Astrophel!  Arcadia's glorie!  SPENSER'S FRIEND!</br>"]