["The Leasowe's plaintive Bard long since has told</br>The pomp which leads the wealthy to the tomb,</br>And when in death some rural Alcon's cold,</br>To sleep unnoted is his certain doom;", "Save when the Muse with votive song attends;</br>Save when she sweetly pours the fun'ral ray,</br>To weeping neighbours, and to drooping friends,</br>His mildly shining virtues to display.", "More venal now are found the sons of Verse!</br>To lowly worth will no one strike the lyre?</br>Or tell the pangs the needy widow pierce,</br>When falls the object of her fond desire?", "Trust me, the rich, the pow'rful, and the brave,</br>Have not for theirs alone the wreath of fame;</br>It worth approves, e'en from the turfy grave</br>His share with justice may the peasant claim.", "Slow through the church-way path, on rustic bier,</br>The corpse was carried to the grass-grown sod,</br>O'er which my Muse will proudly drop a tear:</br>\"An honest Man's the noblest work of God.\"", "Such wert thou, Damon, be that honour thine;</br>Full long thou wert the victim of disease,</br>In pain and sickness didst thou patient pine,</br>Unfelt the transport of a moment's ease.", "Ye sons of plenty, ye but little know</br>(Tho' soft compassion in your breasts resides)</br>The veriest bitter in the cup of woe,</br>Which pallid poverty perforce imbibes.", "Does sickness warn &mdash; it is your hour to die?</br>Your wedded mate, your babes afford relief&mdash;</br>'Tis fond affection moistens every eye,</br>'Tis fond affection softens all your grief.&mdash;", "Their present sorrow time shall lenient heal,</br>While wealth a decent ease shall not withhold.</br>Their tranquil hearts a steady calm shall feel,</br>Nor know of want, but when by pity told.", "Go to the straw-thatch'd cot and ope the door,</br>There on th' expiring object fix thine eyes!</br>Loud shrieks his Spouse, his offspring loud deplore,</br>While he in agony but scarcely sighs.", "To lose the Husband and the Sire is pain,</br>'Tis pain to leave the Children and the Wife;</br>But who this separation can sustain,</br>When thus the living lose the means of life?", "Where shall the helpless mourner comfort find?</br>What shall arrest her long-continued tear?&mdash;</br>Thy lord could boast an honest soul and mind,</br>A Christian heart both humble and sincere.", "When sickness wasted, when no strength remain'd,</br>The needful requisites of food to earn,</br>The mystery of letters he explain'd,</br>And lisping infants came of him to learn.", "Ye smiling innocents, who thus could keep</br>The Sabbath's rest from vice and folly freed,</br>May you the harvest of your labour reap,</br>And all the precepts of the gospel read!", "As learning frowns nor on your lowly birth,</br>Ye scholars young, in artless lines relate,</br>Upon that stone which props the briar'd earth,</br>The sad memorial of your teacher's fate.", "The record there your grateful hands shall trace,</br>(As knowledge now may be the pauper's meed),</br>Pleas'd, your descendants oft with modest grace,</br>With honest pity thus shall mournful read,", "THE EPITAPH.</br>A Servant honest, and a Master just,</br>A Parent tender, and a Husband kind,</br>Here mould'ring mingles with his native dust,</br>His trembling soul to Heaven's behest consign'd.", "To Him, whose ravens could the Prophet feed,</br>With fervent zeal he breath'd his latest pray'r;</br>For those he left in poverty and need,</br>He ask'd his pity, and implor'd his care.", "May he propitious, hear that fond request,</br>Without whose will not e'en the sparrow's fall;</br>And in this grave these meaner ashes rest,</br>'Till the last sentence be pronounc'd on all!</br>"]