["Oh!  blessed Heaven, whose power is mighty!  give,</br>Give to my soul the dreams of other years;</br>The thoughts, whose freshness could earth's waste revive,</br>Pouring a halo through its mournful tears!</br>Whose memory now the shadowy past endears;</br>That sinless Eden, with its pastures green,</br>Touched with a glow, as of ambrosial spheres;</br>Its crystal waters with their glittering sheen;</br>Its eve of guileless rest, each joyous day between!", "Give me the buoyancy of heart &mdash; the light,</br>Which from hope's plume was o'er my pathway shed,</br>Painting all objects with a young delight,</br>While her calm heaven the laughing hours o'erspread,</br>Ere yet the cadence of her voice had fled,</br>Or the light faded from her truant wing;</br>Ere grief's lone prayer had over love been said&mdash;</br>Ere love had withered like the glow of spring,</br>Or autumn's laboring moon thro' storm-clouds flickering.", "Oh for the newness of my faded years!</br>The o'ergladdened heart, that slept not in its glee!&mdash;</br>How brightly blue that early sky appears,</br>Rich with the echoing song, the melody</br>That through its depths went roaming, rich and free!</br>Voice of a spirit like the firmament&mdash;</br>Gleaning pure thought from wave, and plain, and tree;</br>O'erspreading earth &mdash; with heavenly radiance blent,</br>And with a golden glow in its own element!", "Alas!  that glow hath been the meteor's gleam,</br>Or the sun's blessing in an April sky;</br>The autumnal star upon the rushing stream, </br>While the red leaf upon the blast goes by,</br>And the storm-spirit lifts his voice on high!</br>Ask of that vision, oh relentless fate!</br>Ask why the light hath passed from manhood's eye;</br>Why did the blossoms of love's blessed state</br>Die on my wearied heart &mdash; making it desolate?", "Turn not, my spirit!  look, oh look not back,</br>Rousing the ashes from pale memory's urn;</br>Gathering the dead leaves in its lonely track,</br>Picturing its gladness which may ne'er return,</br>And waking fires which may but briefly burn,</br>With their proud light in the soul's treasure-cell,</br>With their sad lessons, which men's hearts must learn,</br>Till it becomes a story which they tell,</br>Of severed chains of love, and that wild world &mdash; farewell!</br>"]