["Now the grey dawn had scarce o'ercome the night,</br>And o'er the welkin cast a doubtful light;</br>The paler stars proclaim'd the morn's advance,</br>And faintly glimmer'd thro' the smooth expanse;</br>When Thenot, simple swain!  with grief opprest,</br>For Vireo dead, neglects his balmy rest,</br>Flies to the beach, unmindful of his flock,</br>There lies complaining on the chilling rock;</br>His tears the swellings of the waves increase,</br>While grief, with pale concern, imprints his face.", "Be hush'd my sighs &mdash; ye tears, more softly flow,</br>Be still ye waves &mdash; ye winds forget to blow;</br>Let Echo slumber in the dreary vale,</br>And Nature, silent, hear the sadd'ning tale:&mdash;</br>Ah! &mdash; no!  my sighs, my fiercest grief arise&mdash;</br>Let ceaseless sorrows overflow my eyes;</br>Ye winds, the air with hollow murmurs fill,</br>Let Echo spread my woes from hill to hill;</br>With greater ease our load of grief we hear,</br>When other partners in our sorrow share.", "Oft, to my eyes his airy form appears,</br>And oft his voice soft warbles in my ears;</br>His quiv'ring pinions and his swelling throat</br>Now swim before my sight: &mdash; Hark!  that's his note!</br>'Tis fancy all &mdash; and now that fancy dies,</br>Nor joy, nor Vireo, glads my tearful eyes.", "His plumes the beauties of the king-cup show,</br>Mix'd with the whiteness of descending snow;</br>His glossy wings delightfully unfold,</br>Like ev'ning clouds bestreak'd with liquid gold;</br>Smooth on his breast the downy feathers lay,</br>No down so smooth, no fleece so soft as they:</br>But what avails that eye-enchanting store?</br>His plumes, his voice, his beauties are no more.", "More sweet, more various were his pleasing strains,</br>Than rising flow'rs that deck untrodden plains:</br>More chearing he than breath of infant spring,</br>He'd sing so sweet &mdash; how sweetly would he sing!</br>But now, ah see!  the fav'rite warbler dead!</br>See!  down his breast now drops the speckled head;</br>All stiff he lies the dampy earth along,</br>His little bosom swells no more with song.</br>No more to melting airs attunes his voice,</br>To charm the vales, or bid the groves rejoice;</br>Fled are the joys we felt whene'er he sung,</br>And ev'ry sweet that dwelt upon his tongue.", "Ye blithsome elves, (if elves regard our pain),</br>Who tread the circles of the grassy plain,</br>Who print the slattern's arm with pinches blue,</br>And silver drop in cleanly damsel's shoe:</br>Who ride the whirling winds by swains unseen,</br>And gambol mirthful on the daisy'd green;</br>Where was your boasted care, when Vireo lay</br>Devoid of strength, and panting life away?</br>Oh!  had ye sav'd that life which now is flown,</br>No sighs this breast, no tears these eyes had known.", "It chanc'd, while Thenot plain'd his piteous case,</br>And many a trickling tear bedew'd his face,</br>Stretch'd out at length within a cowslip, lay</br>Fatigu'd with moon-light dance, and wanton play,</br>A fairy small:  He turns his list'ning ears</br>To hear the tale, and pities while he hears:</br>Himself unseen, his slender voice he rais'd,</br>And thus, with story meet, the shepherd eas'd:", "In vain your sighs, your tears in vain are shed;</br>Nor tears, nor sighs recall the breathless dead:</br>Ah!  witless lad!  thou causeless art aggriev'd,</br>Had Vireo life deserv'd, he still had liv'd:</br>The fatal cause by which the warbler dy'd,</br>Wrong dost thou ween, that doubt must I decide.", "One ev'ning mild as fairest Sylvia sung,</br>And pour'd melodious sweetness from her tongue,</br>Silent the wild creation stood around,</br>Intent to hear, and gladden'd with the sound:</br>There Vireo came, and, while his ear he turn'd</br>To catch her notes, his heart with envy burn'd;</br>With jealous rage his tender bosom swell'd,</br>To hear his song surpass'd, his voice excell'd;</br>No more, he chearful chirps, no more he sings,</br>But droops his languid head, and hangs his wings;</br>In secret pin'd with unsuspected woes,</br>And breath'd out life before the morn arose.", "Here ceas'd the elve; and now the rising day</br>Along the mountain shot a slanting ray,</br>Now Marian stretch'd her linen o'er the line,</br>And Susan trudg'd to milk the lowing kine;</br>The Swain, reliev'd, forsook the lonely rock,</br>And hied to seek his long-neglected flock.</br>"]