["Beside a rock by dashing waves o'erthrown</br>The Muse of Britain lay, in sorrow drown'd;</br>Sunk are those Eyes, that once, where'er they shone,</br>Could raise a Paradise of flow'rs around!", "But now the flow'rs are faded on her brow;</br>Pale on her rainbow-vest the streaks divine:</br>No wondering nations at her footstool bow;</br>Or Princes make their offerings at her shrine.", "Dark was the dreary night and loud the storm,</br>When I beheld the melancholy Maid;</br>And wild Despair, and Death, and every Form</br>Of Fear the solitary haunt invade.", "Slowly she rose, and sadly wav'd her hand&mdash;</br>\"And is there left (she cry'd) no hope for me,</br>No hope for me, in my lov'd native land,</br>Lov'd native land &mdash; The land of Liberty?", "\"Should I alone of all the Sister-Arts</br>Be forc'd my antient honours to resign?</br>A painful exile driv'n to foreign parts,</br>With savage tribes, in savage haunts to pine?", "\"Yet me the Picture hails her guide; my page</br>The Sculptor's hands directs, my strains inspire:</br>I form the Prince, the Patriot, and the Sage;</br>And tune to lofty Hymns the sacred lyre.", "\"What is Caecilia's boasted Art to mine?</br>Her senseless sounds, to my Caelestial lays?</br>To Reason's rule I frame her touches fine,</br>And higher still her Diapason raise.", "Why should I to my sister Picture bend?</br>Have Milton's Michael Julio's Gods outshone?</br>Can Angelo's Last Day with Young contend?</br>Vies Paolo's Cato with my Addison?", "The trembling Arts long fear'd the Thunderer's nod,</br>His awful brows lay unattempted long;</br>Till deathless Homer dar'd describe the God,</br>And Sculpture caught expression from the Song!", "Of old, in fair Creation's youthful day,</br>Ere man to venal arts had form'd his tongue,</br>What vigorous Sense and Fancy bad him say,</br>Assisted by my powerful aid he sung.", "But since the race are dwindled, since their hours</br>Are few and guilty on the darken'd earth,</br>Corrupted hearts, false tongues, and weaken'd pow'rs</br>To cold and artificial Prose gave birth.", "In those first days I reign'd in gorgeous pride,</br>And tow'red Memphis heard my lyre resound&mdash;</br>The Picture joyn'd, and Sculpture by her side,</br>To grace with emblem'd pomp the rites profound.", "Hail, antient Freedom, antient Glory, hail!</br>And hail, ye Suns, that bless'd my brighter days,</br>When Athens saw me claoth her chiefs in mail</br>And bear them dauntless to the lists of Praise!", "The Graces met me by Ilyssus' wave,</br>Old Tyber next presents his stately views,</br>Till last, where Albion's rocks the tempest brave,</br>I came, and since am call'd the British Muse.", "And from that time, that time, that happy Time</br>When Albion's snowy cliffs first met mine eyes,</br>Than Mincius more or Arno's od'rous clime,</br>My Camus now, and Isis' bank I prize.", "Yet there, ev'n there, ev'n in those sacred seats</br>Rais'd to preserve the sacred Muse's lore,</br>My trees neglected yield but sickly sweets!</br>The British Muse pines on the British shore!", "Where are my Alfreds now?  my Arthurs, where?</br>Are all my rites forgot, my shrines effac'd?</br>Can I be ever banish'd, there</br>Where Freedom has her bright Pavilion plac'd?", "At that sad hour, when from old Snowdon's height</br>I saw by barb'rous hands my offspring slain,</br>What joy remain'd for me?  What hope?  What light?</br>Save distant gleams of Guelfo's glorious reign.", "Long had I lain beneath the gloomy shade,</br>But for those favourite Names, to whom I lent</br>My skill, to whom my visions I convey'd,</br>And led them forth, the nation's ornament!", "But chief, for that fam'd Line from Azzo sprung</br>(Whom long may Heav'n to Britain's pray'rs allow,)</br>I oft appear'd, Germania's states among,</br>And all unknown in Britain wander now!", "And must I leave that race, for whom I chose</br>To twine the Chaplet of immortal Fame?</br>For whom I cropt whatever Pindus shows,</br>Or Peneus' bow'rs, or Pisa's honour'd stream?", "And must I Britain leave? &mdash; Can I forget,</br>While round her breast the guardian oceans roll,</br>Her virtues, for the world's great pattern set?</br>Her honest eye transparent to the soul?", "No &mdash; I can ne'er forget &mdash; forget to tell</br>In Selma, when the feast of shells was high,</br>Where for the flaming hearth whole forests fell,</br>How honour'd, how caress'd, how bless'd was I!", "There many a nymph array'd in Beauty's smile,</br>And stripling trim my gambols joy'd to lead;</br>Aerial harps were sweetly heard the while,</br>And wanton Pleasures frolick'd o'er the mead.", "Next Tityrus me woo'd (a reverend name)</br>Who tun'd his reed to many a courtly tale&mdash;</br>And Hawthornden's sweet-piping Shepherd came,</br>Whose loves enchanted Ora's beauteous vale!", "Them liberal Nature did to One impart</br>All she could give to grace her fav'rite son.</br>His was each key that opes the human heart;</br>Himself a Muse &mdash; For he and I were one!", "In later days, my presence Collins sought,</br>He heard my voice, my Songs he made his own;</br>My lyre he strung, my magic fire he caught,</br>Yet ah &mdash; how quick the tuneful Spirit's flown!", "And many more me lov'd, and all admir'd</br>From earliest time to Glory's latest stage&mdash;</br>The Songs I sung, the Themes that I inspir'd,</br>The praise of Gods could Gods and men engage.", "Shall those, my sisters, born on me to wait,</br>My younger sisters, handmaids of the Nine,</br>Shall they usurp my throne, affect my state,</br>My stately port, and majesty divine?", "Should I, who sung to Gods and Heroes old,</br>To Freedom's gen'rous sons e'er sue in vain?</br>I fir'd with gallant thoughts the chieftain bold,</br>Who pour'd his life on Chalgrove's fatal plain!", "When the third Edward, borne on Virtue's car,</br>Scal'd the steep road to Glory's radiant dome,</br>At Cressy I maintain'd th' unequal war,</br>And brought the warriour crown'd by Conquest home.", "The Great of every age my pow'r adore,</br>Freedom's fam'd champion on Philippi's field,</br>The lonely night my Odes repeating o'er,</br>His breast to deeds of noble daring steel'd!", "Who will not turn his eye, where Colin pays</br>His funeral tear to generous Sydney's herse?</br>Who can but look, when Cowley frames the lays,</br>And Hervey shines all-glorious in the verse?", "Still Akenside the gentle Hastings sings,</br>And Mason finds a friend in D'Arcy still.</br>Forbid it, Virtue, that the best of kings</br>Alone should slight the Muse's heavenly skill!", "Forbid it, gracious Heav'n, forbid it Truth,</br>Forbid it, Piety, forbid it Fame,</br>Forbid it, Fate, that Guelfo's royal Youth</br>Should change for mimic fires my living flame!", "Yet, ev'n the savage tribes my influence own,</br>Beneath th' impetuous Sun, o'er realms of snow,</br>From Zembla's sky to Delli's blazing throne&mdash;</br>Ev'n on the Tenglio-bank my roses blow!", "My rapturous strain the chill Siberian chears;</br>The Arab harks, and turns his flying steed.</br>Me, in his forest, Chili's native hears,</br>For me, the generous sons of Bastia bleed!", "For me, gay Light assumes its varying dyes,</br>And Nature opes her bosom of perfume.</br>I sooth the Virgin's care, the Matron's sighs;</br>And wake, to wond'rous life, the silent tomb.", "The hags, that guarded Gloriana's reign,</br>That oft their Spenser met at midnight hour,</br>Those horrid hags that haunted Cawdor's thane,</br>All crouch to me &mdash; All Nature feels my power!", "And is no place for me in Britain's isle?</br>Where once the festal night I could prolong,</br>And joy and glory grew beneath my smile,</br>And soft-ey'd Peace, and Freedom's matchless song!", "Is there no hope for me &mdash; She said no more&mdash;</br>But tears and sighs suppress'd the notes divine.</br>All pale she fell upon the blighted shore,</br>To heal her woes, O mighty George, be thine!</br>"]