["Have you ere seen the full warm flush of life,</br>In brightest splendour, blushing on the cheek</br>Of him whose heart maintains the deadly strife</br>Of sickness?  soft and fair the rosy streak</br>Plays on his bright'ning features, seems to speak</br>Of many a year of gay festivity.</br>Oh!  icy coldness, and the parting shriek</br>Of ghastly dissolution's pang, are nigh,</br>And Death will follow that warm smile's serenity.", "You who have seen it, you alone can know</br>How Erin struggled for her freedom, while</br>Hope glimmered through the midnight of her woe;</br>When England practised each delusive smile,</br>Each plan of treachery, and every guile</br>That could restrain our freedom's rising swell.</br>Yes!  when our only serpent did defile</br>His birthplace, and when, like some fiendish spell,</br>His name flung o'er our earth the tainted breath of hell.", "False was thy hope, my country, false, alas!</br>The treacherous ray that glimmered through despair,</br>While Grattan made his Orphean skill surpass</br>The whispering whine of tyranny; and ere</br>A Sheridan, a Curran, ceased to dare</br>Legions of leagued oppression, while the queen</br>Of waters trembled on her tottering chair,</br>Oh!  then we hoped to be what we have been,</br>And see the olive branch entwined with Erin's green.", "Why, why, my country, did you trust that smile,</br>That look of dark hypocrisy, which gave</br>Hope to frenzied nation, only while</br>The cannon roared its summons to the brave?</br>Did ye not see your Shannon's chainless wave</br>Rolling in vast magnificence, sublime,</br>By Limerick's towery grandeur, gloomy grave</br>Of England's honour, pyramid of crime,</br>Of Britain's perjured faith unto the page of time?", "There Limerick stands, there scoffing at decay,</br>The monument of faith!  aye, there she peers</br>Her tottering grandeur o'er the fearless spray;</br>Boundless and free there Shannon's wave appears,</br>In indignation rolls, as if the tears</br>Of them betrayed had swelled her billow's foam;</br>There Castle Connell, giant bulwark, rears</br>In dark  sublimity her hoary dome;</br>And there is Cashel's pride, the owlet's desert home.", "Still Erin crawls while these as yet remain,</br>The quenchless beacon-lights of England's shame.</br>Did I not see thee sporting in the train</br>Of vile hypocrisy, when a boasted name</br>Was echoed round by millions, when thy tame</br>Servility arose along the sea,</br>When Wicklow's mountains, as the * * * came,</br>Echoed about the whinings of thy glee,</br>The saddening clank of chains * * * *", "Then, then my country was thy name of pride</br>Torn from the glorious records of the brave;</br>Before, alas!  with misery allied,</br>But not the servile name of willing slave.</br>Then as thy paeans echoed o'er the wave,</br>And as they rung throughout the vaulted sky,</br>Did Ireland's honour view her lowly grave;</br>Then did thy tyrants raise the fiendish cry,</br>And vent in hellish joy o'er fallen liberty.", "Look, Erin, to thy land, the land of slaves;</br>See Desolation now more desolate;</br>See thy cold sons crawl heedless to their graves,</br>And smile unconscious of their lowly fate:</br>Look to thy ruined shrines, thy tottering state;</br>Ah!  gaze around, let every breathing tell</br>Thy frantic woe, thy grief disconsolate;</br>Weep o'er the spot where all thy grandeur fell,</br>Where Hope first shriek'd to thee her long, her last farewell.", "Vain is thy struggle now, though Sheil may raise</br>False vanity's premeditated sigh,</br>Whose words are like those fruits that tempt the gaze</br>Of distant travellers, till approaching nigh</br>They see the gilded dust that charmed the eye:</br>Shall he obtain what Grattan was denied,</br>And drown our Sheridan's almighty cry?</br>There rolls the ocean in its native pride,</br>The artificial stream there whispers by its side.", "Weep, weep, my Erin!  o'er thy lowly fall;</br>Raise the wild shriek o'er grandeur's desert tomb;</br>Thy Curran, Sheridan, thy Grattan, all</br>Have passed away, and Desolation's gloom</br>Spreads her black wings, where once in brightest bloom</br>Young Freedom's blossom grew &mdash; dark is the sky;</br>Hope has not left her twilight to relume</br>The long dim night of sunless misery,</br>Where rings the clank of chains, and Freedom's parting sigh.</br>"]