["LUNNY.</br>What read you, Lightwit? &mdash; Pantomime, no Doubt?", "LIGHTWIT.</br>No, Lunny, guess again; for, there you're out.", "LUNNY.</br>Farce, then?  or Comedy?", "LIGHTWIT.</br>Nor That, nor This;</br>'Tis TRAGEDY. &mdash; Nay, laugh not; faith, it is!", "LUNNY.</br>Alas!  poor Tragedy! &mdash; Ill-guarded, She,</br>Finds but Wolf-Shepherds in Thyself and Me!</br>Search'd, but with Hope to plunder some strong Scene,</br>And build a bold Burlesque, for Harlequin.", "LIGHTWIT.</br>Aye, truly, You need talk! &mdash; pray, what stole you,</br>When one Girl staid, and all the Rest withdrew?&mdash;</br>There needs no Names &mdash; 'twas at a Practice done;</br>A-ha! &mdash; you're a sly Fellow, master Lunn!", "LUNNY.</br>Done at a Practice? &mdash; You've much Wit to spare;</br>And learnt to Joke, from brother Jack's WHITE BEAR!", "LIGHTWIT.</br>Malice, (I'm sure) in You, outran your Wit,</br>When your fine Song against yourself was writ.</br>Bless its dear Rage!  but that it found this Art,</br>To ease its Spleen, It must have broke its Heart!", "LUNNY.</br>Why steal you Schemes, you are too dull to act?</br>But, (justly punish'd for this feeble Fact,)</br>Your Harlequin, press'd by his Master's Weight,</br>Breaks his own Neck, in Omen of your Fate.", "LIGHTWIT.</br>At your own Weapons fairly foil'd, the Town</br>Proclaims my Victory, and votes You down.", "LUNNY.</br>How! &mdash; foil'd by you! &mdash; Spare me That Shame ye Gods!</br>More than your Match, beyond ev'n Playhouse Odds;</br>You conquer Lunny! &mdash; You!  nor grave, nor gay,</br>You, who do Nothing, for the Stage, but pay!</br>You, who both light and heavy Tumblers find,</br>To give the World an Emblem of your Mind.", "LIGHTWIT.</br>Come, prove your boasted Skill &mdash; and so will I&mdash;</br>What Each can do, let present Contest try:</br>A wager'd Calf, of my Park Cows, I'll stake;</br>A future Actor, destin'd, long to take;</br>Treasure as 'tis, Stand This, at Stake for Me:</br>Now, say, what Pledge supports thy hopeless Plea?", "LUNNY.</br>From the House Stock I dare no Calfskins take,</br>Actors and Actresses forbid That Stake:</br>But I'll this DOGSKIN pledge: &mdash; 'twas Work Divine!</br>How did That happy Transformation shine!</br>All the full Brute, imbib'd, I thence deriv'd.&mdash;</br>Long be the Genius bless'd, by which I thriv'd!</br>Untouch'd, untried by Humane Form, but mine,</br>This dear, This Sacred Pledge, shall answer Thine.", "LIGHTWIT.</br>An Equal Strainer, I, (in Wit's new Race)</br>Two Monkeys meaning Skins my Ward-Robe grace,</br>More wooden followers Orpheus never drew,</br>Than These fam'd Actors, while the Jest was new!</br>Yet, take my Calf, take Both my Monkeys Skins;</br>They shall no more be mine, if Lunny wins.", "LUNNY.</br>Done &mdash; 'tis a Match &mdash; Look yonder, who appears?</br>A plain, grave, threadbare, Man, who teems in Years,</br>I knew him (if I err not) in Times past;</br>But, 'twas not lately that I saw Him, last;</br>His Name is Common Sense&mdash;", "LIGHTWIT.</br>I've heard it said,</br>He's a fair Judge &mdash; and, faith, I'm not afraid,</br>Even to a Stranger, to submit this Claim.&mdash;</br>Heark'ee, come hither, Mr. &mdash; what's your Name?</br>Sit down, and hear this Gentleman, and Me,</br>Cap Merits; and, in whom most Skill you see,</br>Give Him your casting Vote&mdash;", "COMMON SENSE.</br>I'm no great Wit;</br>But can guess shrewdly where the Nail is hit:</br>All things, dispos'd for Liberty, combine;</br>Come, sit, relax'd, and let free Fancy shine:</br>Thoughts clouded Sun, with fav'ring Faintness gleams;</br>And, Sleep-hush'd Meaning in soft Silence, dreams:</br>Nonsense, awake, mean while, is frank and loud,</br>And Courts laugh, kindly, with the laughing Crowd:</br>Wit holds her Peace; &mdash; Opinion makes a Noise,</br>And a grave Nation maddens into Toys:</br>Fearless, compare your clashing Crafts, to shun</br>That Course of Pain, your Father's lov'd to run;</br>Both your new Rights to Fame, alternate, tell,</br>The Muses love alternate Ditties well.", "LIGHTWIT.</br>God save His Majesty! &mdash; My Patent springs</br>From His kind Grant &mdash; and He's the Best of Kings:&mdash;</br>What, tho' the Town Both Houses ROYAL call,</br>Mine's the King's Company! &mdash; That's All in All.", "LUNNY.</br>Be you in Title, I in Wit, supreme,</br>For, Phoebus, mine shines out in Every Scheme.", "LIGHTWIT.</br>Nay, not the Court, alone, rewards my Pains,</br>Their Laureat aids me with his tuneful Strains.", "LUNNY.</br>Long be That Phoebus yours, so JOVE were mine!</br>Four Times, of late, (unscorch'd) I've seen Him shine.", "LIGHTWIT.</br>I'm best belov'd; &mdash; My Green-room Virgins strive,</br>Who most shall please my Taste, with Game alive!</br>Hid, 'twixt the Scenes, and, by soft Wishes led,</br>One toss'd a half-gnaw'd Orange, at my Head;</br>Strait, I look'd back, &mdash; up stairs the Wanton flew,</br>But staid, till she was sure, I saw who threw.", "LUNNY.</br>Virgins! &mdash; No &mdash; no &mdash; tir'd of that beaten Round,</br>I've new Pursuits, and nobler Conquests found;</br>Without their Help, I bring forth Harlequins;</br>Lay my own Eggs, and hatch 'em, 'twixt the Scenes:</br>What are Green-Girls, to one whom Pierrot aids,</br>Apt, as my Dog-skin for the Form, it shades.", "LIGHTWIT.</br>I'm for the Ladies &mdash; and They love Things rare;</br>I'll learn to build them Owl's-nests in the Air.", "LUNNY.</br>From the wild Growth of my luxuriant Care,</br>Ten laughing Seasons, have I made Men stare;</br>Ten laughing Seasons, yet to come, shall rise,</br>And Thousands, still, stare on &mdash; to spite the Wise.", "LIGHTWIT.</br>Oft have the Muses meant strange Things to say;</br>Which, with a Breath of mine, were puff'd away.", "LUNNY.</br>How kind my Pierrot, were his Coat not white!</br>But, ah!  the Rogue won't learn to dress Polite!", "LIGHTWIT.</br>Spare Columbine (dear Town!) for my Defence,</br>And take, in cheap Exchange, All Shakespear's Sense.", "LUNNY.</br>Ha!  nam'd you Columbine? &mdash; I love Her too;</br>More, than, even, Men, or Gods, or Lightwits do.</br>Ah! &mdash; were we doom'd to part &mdash; adieu, she'd cry,</br>Adieu!  vain World! &mdash; since Lunny's lost, I die.", "LIGHTWIT.</br>Cats scare the Birds; &mdash; ripe Harvest dreads the Rain;</br>Winds blite the Trees; &mdash; Thin-Boxes give Me Pain.", "LUNNY.</br>Dogs love to bark &mdash; soft-swelling Corn loves Dew;</br>But, I love Tricks &mdash; Rot Plays, both old, and new.", "LIGHTWIT.</br>When, nobly obstinate, my Actors dare,</br>With slow, sow'r, Waddle, from the Pit, and stare;</br>CONVERSING, in Soliloquy, &mdash; to show</br>How well they reason, and how much they know:</br>Heavens! &mdash; How the Boxes, long enur'd to bear,</br>Soft-muttering their Contempt, their Hisses spare!", "LUNNY.</br>Charm'd with Tom Thumb, and conscious of his Cow,</br>Where once so pleas'd, they'll not be angry, now.</br>My Boxes, kinder still, applaud, brimful,</br>Europa, ravish'd by That Rake, her BULL.", "LIGHTWIT.</br>And, you, dear Lords!  who clapp'd my squeaking Pig,</br>Be bless'd &mdash; and long enjoy my Milkmaid's Jig!", "LUNNY.</br>Who hates not Comedy, with Sense o'ercramm'd,</br>May He love Tragedy, and, so, be damn'd!", "LIGHTWIT.</br>Where tender Scenes give Virgin Hearts Alarms,</br>There's Danger &mdash; but Rope-Dangling, safely, charms.", "LUNNY.</br>Keep Guard against the Pain of Thought, ye Fair!</br>'Twill spoil your Laughter, and begloom your Air.", "LIGHTWIT.</br>I mean, in Time, to wash Blank Verse away;</br>And (saving Hazard) drown the Name of PLAY.", "LUNNY.</br>I'll get new Dragons, Dancing-Dogs, and Churns,</br>And swell my Tide of Fortune &mdash; lest it turns.", "LIGHTWIT.</br>My Tumblers, All, grown lean, look tir'd at Length;</br>They, and their Master, over-work their Strength.", "LUNNY.</br>Psha!  overwork!  no &mdash; no &mdash; That's not the Thing;</br>I doubt, we're, Both, bewitch'd &mdash; God bless the King.&mdash;", "COMMON SENSE.</br>I've heard your wise Debate; and plainly see,</br>It's deep Decision is no Task for Me;</br>While, by such Equal Claims, Each strives to win,</br>You Both deserve the Dog's and Monkey's, Skin.</br>"]