["Muse of my Spencer, who so well could sing,</br>The Passions all, their Bearings and their Ties;</br>Who could in View those shadowy Beings bring,</br>And with bold Hand remove each dark Disguise,</br>Wherein Love, Hatred, Scorn, or Anger lies:</br>Guide him to Fairy Land, who now intends</br>That Way his Flight; assist him as he flies,</br>To mark those Passions, Virtue's Foes and Friends,</br>By whom when led she droops, when leading she ascends.", "Yes!  they appear, I see the Fairy-Train!</br>And who that modest Nymph of meek Address?</br>Not Vanity, though lov'd by all the Vain;</br>Not Hope, though promising to all, Success;</br>Not Mirth, nor Joy, though Foe to all Distress;</br>Thee, sprightly Siren from this Train I choose,</br>Thy Birth relate, thy soothing Arts confess,</br>'Tis not in thy mild Nature to refuse,</br>When Poets ask thine Aid, so oft their Meed and Muse.", "In Fairy-Land, on wide and cheerless Plain,</br>Dwelt, in the house of Care, a sturdy Swain;</br>A hireling he, who, when he till'd the Soil,</br>Look'd to the Pittance, that repaid his Toil;</br>And to a Master left the mingled Joy,</br>And anxious Care, that follow'd his Employ:</br>Sullen and patient he at once appear'd,</br>As one who murmur'd, yet as one who fear'd;</br>Th' Attire was coarse that cloth'd his sinewy Frame,</br>Rude his Address, and Poverty his Name.", "In that same Plain a Nymph of curious Taste,</br>A Cottage (plann'd with all her Skill) had plac'd;</br>Strange the Materials, and for what design'd</br>The various Parts, no simple Man might find;</br>What seem'd the Door, each entering Guest withstood,</br>What seem'd a Window, was but painted Wood;</br>But by a secret Spring, the Wall would move,</br>And Day-light drop through glassy Door above;</br>'Twas all her Pride, new Traps for Praise to lay,</br>And all her Wisdom, was to hide her Way;</br>In small Attempts incessant were her Pains,</br>And Cunning was her Name among the Swains.", "Now, whether Fate decreed this Pair should wed,</br>And blindly drove them to the Marriage Bed;</br>Or whether Love in some soft Hour inclin'd</br>The Damsel's Heart and won her to be kind,</br>Is yet unsung; they were an ill-match'd Pair,</br>But both dispos'd to wed, and wed they were.", "Yet, though united in their Fortune, still</br>Their Ways were diverse, varying was their Will,</br>Nor long the Maid had bless'd the simple Man,</br>Before Dissensions rose, and she began:&mdash;", "\"Wretch that I am!  since to thy Fortune bound,</br>Say what Success has one Projection crown'd?</br>I, who a thousand secret Arts possess,</br>Who every Rank approach with right Address;</br>Who've loosed a Guinea from a Miser's Chest,</br>And worm'd his Secret from a Traitor's Breast;</br>Thence Gifts and Gains collecting, great and small,</br>Have brought to thee, and thou consums't them all;</br>For Want like thine, a Bog without a Base,</br>Ingulf'st all Gains I gather for the Place;</br>Feeding, unfill'd; destroying, undestroy'd;</br>It craves for ever, and is ever void:&mdash;</br>Wretch that I am!  what Misery have I found,</br>Since my sure Craft was to thy Calling bound.\"", "\"Oh!  vaunt of worthless Arts,\" the Swain replied,</br>Scowling Contempt, \"how pitiful this Pride!</br>What are these specious Gifts, these paltry Gains,</br>But base Rewards for ignominious Pains?</br>With all thy Tricking, still for Bread we strive,</br>Thine is, proud Wretch!  the Care that cannot thrive,</br>By all thy boasted Skill and baffled Hooks,</br>Thou gain'st no more than Students by their Books;</br>No more than I for my poor Deeds am paid,</br>Whom none can blame, will help, or dare upbraid.\"", "\"Call this our Need, a Bog that all devours;</br>Then what thy petty Arts, but Summer Flowers,</br>Gaudy and mean, and serving to betray</br>The Place, they make unprofitably gay?</br>Who know it not, some useless Beauties see;</br>But ah!  to prove it was reserv'd for me.\"", "Unhappy State!  that, in Decay of Love,</br>Permits harsh Truth his Errors to disprove;</br>While he remains, to wrangle and to jar,</br>Is friendly Tournament, not fatal War;</br>Love in his Play, will borrow Arms of Hate,</br>Anger and Rage, Upbraiding and Debate;</br>And by his Power the desperate Weapons thrown,</br>Become as safe and pleasant as his own;</br>But left by him, their Natures they assume,</br>And fatal, in their poisoning Force, become.", "Time fled, and now the Swain compell'd to see</br>New Cause for Fear &mdash; \"Is this thy Thrift?\"  quoth he.</br>To whom the Wife with cheerful voice replied:&mdash;</br>\"Thou moody Man, lay all thy Fears aside,</br>I've seen a Vision; &mdash; they from whom I came,</br>A Daughter promise, promise Wealth and Fame;</br>Born with my Features, with my Arts, yet she</br>Shall patient, pliant, persevering be,</br>And in thy better Ways resemble thee.</br>The Fairies round shall at her Birth attend,</br>The Friend of all, in all shall find a Friend,</br>And save that one sad Star that Hour must gleam,</br>On our fair Child, how glorious were my Dream!\"", "This heard the Husband, and, in surly smile,</br>Aim'd at Contempt, but yet he hop'd the while;</br>For as, when sinking, wretched Men are found</br>To catch at Rushes rather than be drown'd;</br>So on a Dream our Peasant plac'd his Hope,</br>And found that Rush, as valid as a Rope.", "Swift fled the Days, for now in Hope they fled,</br>When a fair Daughter bless'd the nuptial Bed;</br>Her Infant-Face the Mother's Pains beguil'd,</br>She look'd so pleasing and so softly smil'd;</br>Those Smiles, those Looks, with sweet Sensations mov'd</br>The Gazer's soul, and as he look'd, he lov'd.", "And now the Fairies came, with Gifts to grace,</br>So mild a Nature, and so fair a Face.</br>They gave, with Beauty, that bewitching Art,</br>That holds in easy Chains, the human Heart;</br>They gave her Skill, to win the stubborn Mind,</br>To make the suffering, to their Sorrows blind,</br>To bring on pensive Looks the pleasing Smile,</br>And Care's stern brow, of every Frown beguile.</br>These magic Favours grac'd the Infant-Maid,</br>Whose more enlivening Smile, the charming Gifts repay'd.", "Now Fortune chang'd, who, were she constant long,</br>Would leave us few Adventures for our Song.</br>A wicked Elfin rov'd this Land around,</br>Whose Joys proceeded from the Griefs he found;</br>Envy his name: &mdash; his fascinating Eye,</br>From the light Bosom drew the sudden Sigh;</br>Unsocial he, but with malignant Mind,</br>He dwelt with Man, that he might curse Mankind;</br>Like the first Foe, he sought th' Abode of Joy,</br>Griev'd to behold, but eager to destroy;</br>Round blooming Beauty, like the Wasp he flew,</br>Soil'd the fresh Sweet and chang'd the rosy Hue;</br>The Wise, the Good, with anxious Heart he saw,</br>And here a failing found, and there a flaw;</br>Discord in Families, 'twas his to move,</br>Distrust in Friendship, Jealousy in Love;</br>He told the Poor, what Joys the Great possess'd,</br>The Great &mdash; what calm Content the Cottage bless'd;</br>To part the Learned and the Rich he tried,</br>Till their slow Friendship perish'd in their Pride.</br>Such was the Fiend, and so secure of Prey,</br>That only Misery pass'd unstung away.", "Soon as he heard the Fairy-Babe was born,</br>Scornful he smiled, but felt no more than Scorn;</br>For why, when Fortune plac'd her State so low,</br>In useless Spite his lofty Malice show?</br>Why in a Mischief of the meaner Kind,</br>Exhaust the Vigour of a ranc'rous Mind?</br>But soon as Fame the Fairy-Gifts proclaim'd,</br>Quick-rising Wrath his ready Soul inflam'd;</br>To swear by Vows that e'en the Wicked tie,</br>The Nymph should weep her varied Destiny;</br>That every Gift, that now appear'd to shine</br>In her fair Face, and make her Smiles divine,</br>Should all the Poison of his Magic prove,</br>And they should scorn her, whom she sought for Love.", "His Spell prepar'd, in Form an antient Dame,</br>A Fiend in Spirit, to the Cot he came;</br>There gain'd Admittance, and the Infant press'd</br>(Muttering his wicked Magic) to his Breast;</br>And thus he said: &mdash; \"Of all the Powers, who wait</br>On Jove's Decrees, and do the Work of Fate,</br>Was I, alone, despis'd or worthless, found,</br>Weak to protect, or impotent to wound?</br>See then thy Foe, regret the Friendship lost,</br>And learn my Skill, but learn it at your Cost.", "\"Know, then, O Child!  devote to Fates severe</br>The Good shall hate thy Name, the Wise shall fear;</br>Wit shall deride, and no protecting Friend</br>Thy Shame shall cover, or thy Name defend.</br>Thy gentle Sex, who, more than ours, should spare</br>A humble Foe, will greater Scorn declare;</br>The Base alone thy Advocates shall be,</br>Or boast Alliance with a Wretch like thee.\"", "He spake, and vanish'd, other Prey to find,</br>And waste in slow Disease, the conquer'd Mind.", "Awed by the Elfin's threats, and fill'd with Dread,</br>The Parents wept, and sought their Infant's bed:</br>Despair alone the Father's Soul possess'd;</br>But Hope rose gently in the Mother's Breast;</br>For well she knew that neither Grief nor Joy</br>Pain'd without Hope, or pleas'd without Alloy;</br>And while these Hopes and Fears her Heart divide,</br>A cheerful Vision bade the Fears subside.", "She saw descending to the World below</br>An antient Form with solemn Pace and Slow.", "\"Daughter, no more be sad,\" (the Phantom cried,)</br>\"Success is seldom to the Wise denied;</br>In idle Wishes, Fools supinely stay,</br>Be there a Will, and Wisdom finds a Way;</br>Why art thou griev'd?  Be rather glad, that he,</br>Who hates the happy, aims his Darts at thee;</br>But aims in vain; thy favour'd Daughter lies,</br>Serenely blest, and shall to Joy arise.</br>For, grant that Curses on her Name shall wait,</br>(So Envy wills, and such the voice of Fate,)</br>Yet if that Name be prudently suppress'd,</br>She shall be courted, favour'd, and caress'd.", "\"For what are names?  and where agree Mankind,</br>In those to Persons or to Acts assign'd?</br>Brave, learn'd, or wise, if some their Favourites call,</br>Have they the Titles or the Praise from all?</br>Not so, but others will the Brave disdain</br>As rash, and deem the Sons of Wisdom vain;</br>The self-same Mind, shall Scorn or Kindness move,</br>And the same Deed, attract Contempt and Love.", "\"So all the Powers, who move the human Soul,</br>With all the Passions who the Will controul,</br>Have various Names &mdash; One giv'n by Truth divine,</br>(As Simulation thus was fix'd for mine,)</br>The rest by Man, who now, as Wisdom's prize</br>My secret Counsels, now as Art despise;</br>One hour as just, those Counsels they embrace,</br>And spurn, the next, as pitiful and base.", "\"Thee too, my Child, those Fools as Cunning fly,</br>Who on thy Counsel and thy Craft rely;</br>That worthy Craft in others they condemn,</br>But 'tis their Prudence, while conducting them.", "\"Be FLATTERY, then, thy happy Infant's Name,</br>Let Honour scorn her, and let Wit defame;</br>Let all be true that Envy dooms, yet all,</br>Not on herself, but on her Name, shall fall;</br>While she thy Fortune, and her own shall raise,</br>And decent Truth be call'd, and lov'd, as modest Praise.", "\"O happy Child!  the glorious Day shall shine,</br>When every Ear shall to thy sSeech incline,</br>Thy Words alluring and thy Voice divine:</br>The sullen Pedant and the sprightly Wit,</br>To hear thy soothing Eloquence, shall sit;</br>And both, abjuring Flattery, will agree</br>That Truth inspires, and they must honour thee.", "\"Envy himself shall to thy Accents bend,</br>Force a faint smile and sullenly attend,</br>When thou shalt call him Virtue's jealous Friend,</br>Whose Bosom glows with generous rage, to find</br>How Fools and Knaves are flatter'd by Mankind.", "\"The Sage retir'd, who spends alone his Days,</br>And flies th' obstreperous Voice of public Praise;</br>The vain, the vulgar Cry, &mdash; shall gladly meet,</br>And bid thee welcome to his still Retreat;</br>Much will he wonder, how thou camest to find</br>A Man to Glory dead, to Peace consign'd.</br>O Fame!  he'll cry (for he will call thee Fame),</br>From thee I fly, from thee conceal my Name;</br>But thou shalt say, Though Genius takes his Flight,</br>He leaves behind a glorious Train of Light,</br>And hides in vain: &mdash; yet prudent he that flies</br>The Flatterer's Art, and for himself is wise.", "\"Yes, happy Child!  I mark th' approaching Day,</br>When warring Natures will confess thy Sway;</br>When thou shalt Saturn's golden Reign restore,</br>And Vice and Folly shall be known no more.", "\"Pride shall not then in human Kind have place,</br>Changed by thy Skill, to Dignity and Grace;</br>While Shame, who now betrays the inward Sense</br>Of secret Ill, shall be thy Diffidence;</br>Avarice shall thenceforth prudent Forecast be,</br>And bloody Vengeance, Magnanimity;</br>The lavish Tongue shall honest Truths impart,</br>The lavish Hand shall show the generous Heart,</br>And Indiscretion be, Contempt of Art:</br>Folly and Vice shall then, no longer known,</br>Be, this as Virtue, that as Wisdom, shown.", "\"Then shall the Robber, as the Hero rise</br>To seize the Good that churlish Law denies;</br>Throughout the World, shall rove the generous Band,</br>And deal the Gifts of Heaven, from hand to hand.", "\"In thy blest Days no Tyrants shall be seen,</br>Thy gracious King shall rule contented Men;</br>In thy blest Days, shall not a Rebel be,</br>But Patriots all and well-approv'd of thee.", "\"Such Powers are thine, that Man, by thee, shall wrest</br>The gainful Secret from the cautious Breast;</br>Nor then, with all his care, the Good retain,</br>But yield to thee, the Secret and the Gain.</br>In vain shall much Experience guard the Heart,</br>Against the Charm of thy prevailing Art;</br>Admitted once, so soothing is thy Strain,</br>It comes the sweeter, when it comes again;</br>And when confest as thine, what Mind so strong</br>Forbears the Pleasure it indulg'd so long?", "\"Soft'ner of every Ill!  of all our Woes</br>The balmy Solace!  Friend of fiercest Foes!</br>Begin thy Reign, and like the Morning rise!</br>Bring Joy, bring Beauty, to our eager Eyes;</br>Break on the drowsy World like opening Day,</br>While Grace and Gladness join thy flow'ry Way;</br>While every Voice is Praise, while every Heart is gay.", "\"From thee all Prospects shall new Beauties take,</br>'Tis thine to seek them, and 'tis thine to make;</br>On the cold Fen, I see thee turn thine Eyes,</br>Its Mists recede, its chilling Vapour flies;</br>Th' enraptured Lord, th' improving Ground surveys,</br>And for his Eden, asks the Traveller's Praise,</br>Which yet, unview'd of thee, a Bog had been,</br>Where spungy Rushes hide the plashy Green.", "\"I see thee breathing on the barren Moor,</br>That seems to bloom, although so bleak before;</br>There if beneath the Gorze the Primrose spring,</br>Or the pied Daisy smile below the Ling,</br>They shall new Charms, at thy Command disclose,</br>And none shall miss the Myrtle or the Rose.</br>The wiry Moss, that whitens all the Hill,</br>Shall live a Beauty by thy matchless Skill;</br>Gale from the Bog shall yield Arabian Balm,</br>And the Grey Willow wave a golden Palm.", "\"I see thee, smiling in the pictur'd Room,</br>Now breathing Beauty, now reviving Bloom;</br>There, each immortal Name, 'tis thine to give,</br>To graceless Forms, and bid the Lumber live.</br>Should'st thou coarse Boors or gloomy Martyrs see,</br>These shall thy Guidos, those thy Teniers be;</br>There shalt thou Raphael's Saints and Angels trace,</br>There make for Rubens and for Reynolds place,</br>And all the Pride of Art shall find in her, Disgrace.", "\"Delight of either Sex!  thy Reign commence;</br>With balmy Sweetness, soothe the weary Sense,</br>And to the sickening Soul thy cheering Aid dispense.</br>Queen of the Mind!  thy golden Age begin;</br>In mortal Bosoms, varnish Shame and Sin;</br>Let all be fair without, let all be calm within.\"", "The vision fled, the happy Mother rose,</br>Kiss'd the fair Infant, smiled at all her Foes,</br>And FLATTERY made her Name: &mdash; Her Reign began,</br>Her own dear Sex she rul'd, then vanquish'd Man;</br>A smiling Friend, to every Class, she spoke,</br>Assumed their Manners and their Habits took;</br>Her, for her humble Mien, the Modest lov'd;</br>Her cheerful Looks, the Light and Gay approv'd;</br>The Just beheld her, firm; the Valiant, brave;</br>Her Mirth the Free, her Silence pleas'd the Grave;</br>Zeal heard her Voice, and as he preach'd aloud,</br>Well-pleas'd he caught her Whispers from the Crowd,</br>(Those Whispers soothing-sweet to every Ear,</br>Which some refuse to pay, but none to hear):</br>Shame fled her Presence; at her gentle Strain,</br>Care softly smil'd, and Guilt forgot its Pain;</br>The Wretched thought, the Happy found her true,</br>The Learn'd confess'd that she their Merits knew;</br>The Rich &mdash; could they a constant Friend condemn?</br>The Poor believ'd &mdash; for who should flatter them?", "Thus on her Name though all Disgrace attend,</br>In every Creature she beholds a Friend.</br>"]