["Shall essenc'd Coxcombs who from Toilettes come,</br>Strut, and squeak Nonsense in the Drawing-room,</br>Sagacious Critics of a Knot or Fan,</br>Soft Sporus's, faint Images of Man,</br>All form'd of Nature's tend'rest, Porcelain Stuff,</br>Their snowy Fingers shelter'd by the Muff,</br>Heroes for Sonnets, but unfit for Fights,</br>Herds of emasculated Sybarites,</br>Shall painted Insects, busy buzzing Things,</br>In Armies rise and Favour gain from Kings?</br>While wounded Veterans obscurely mourn,</br>And S&mdash;r sees Lawrels from his Temples torn?", "O courtly Atticus, my Warmth you blame,</br>Unconscious of the glowing Patriot's Flame:</br>I feel, I feel, its kindling Raptures rowl,</br>From Pleasures and from Business steal my Soul,</br>And while it strongly in my Bosom beats,</br>No more I rove collecting classic Sweets,</br>Nor warlike Homer's well-fought Battles warm,</br>Nor Fairy Forests of wild Spenser charm;</br>No more I weep while awful Tragedy</br>Like Sophocles array'd comes stalking by,</br>(Leading ill-fated Oedipus the Blind,</br>Or the lame Wretch in desert drear confin'd)</br>Nor in mild Maro's Groves and Grotts rejoice,</br>Nor Doric Shepherd's sweetly-simple Voice,</br>No more convey'd by Pindar's rapid Song,</br>I see great Theron's Car victorious whirl along,</br>Nor crown'd with Grapes with gay Anacreon laid</br>Beneath a Plantane praise some beauteous Maid,</br>But oft resounding in my trembling Ear,</br>Methinks my Country's dying Groans I hear.", "Rise, Satire, rise; 'tis sinful to be mute:</br>The Muse should whirl a Dart, not tune a Lute;</br>Gigantic Vice, beyond huge Tityus' Size,</br>Enormous Growth!  o'er half Britannia lies;</br>O let my Satire on its Vitals feast,</br>Like the fierce Eagle on that Tityus' Breast!", "Yet Oh!  what Hero Folly can confound?</br>The dull, lethargic Villain feels no Wound:</br>Culprits, like poisonous Adders deaf, we find:</br>In Biscay's Bay who chides the raging Wind?</br>Such callous Hearts to no Impression yield,</br>All-guarded with Corruption's seven-fold Shield;</br>Unstung by Shame, and resolute in Ill;</br>Vice is a Python Phoebus ne'er can kill:</br>Heedless of Satire, Sin persists to reign,</br>As Curfews bid us leave our Fires in vain;</br>Poets, and Setting-Dogs, one Task employs,</br>Each points at Knaves or Birds, but ne'er destroys;</br>What tho' you sweat, complain, and rail, and write,</br>The mad, luxurious Town sins on for Spite.</br>Could Boileau to reform a Nation hope?</br>A Sodom can't be mended by a Pope.</br>To cleanse th' Augean Stable tho' you toil,</br>Still Virtue yields to Heidegger and Hoyle;</br>Still Britons (Justice, Freedom, Conscience sold)</br>Own the supreme Omnipotence of Gold.</br>"]