["I.</br>It was Despair,</br>He roll'd his large red eye around,</br>And laid his wither'd hand upon the lyre;</br>Then woke that strain so wildly terrible,</br>That Madness</br>Ceas'd for awhile her idiot grin, and Fear</br>Call'd Disappointment from his iron cell,</br>To pause and listen while his own pale cheek</br>Grew paler.", "II.</br>It was Despair:</br>The man of dark imaginings,</br>Who sits sullen on some blasted heath,</br>Which the pale moon-beam saddens, not relieves;</br>There raving,</br>Fashioning shapes huge, strange, and horrible,</br>And starting wild, he points at vacancy,</br>And to the spirits of the night-blast tells</br>His sorrows.", "III.</br>He asks not aid,</br>Nor does the big sigh heave his breast,</br>Nor does the sorrowful tear suffuse his eyes,</br>For sighs and tears bespeak a spirit worn,</br>Not withered;</br>Bended, not broken:  they are like the rains</br>That bless the plains they deluge, when the flow'rs</br>E'en while they bend beneath their weight, are seen</br>Reviving.", "IV.</br>There was a light,</br>That us'd to flit across his path,</br>Lonely, yet lovely, and it cheer'd his soul,</br>And he would cherish it, and call it Hope:</br>That vanish'd&mdash;</br>And he must wander now despairingly,</br>Where never taper lends its little ray,</br>Where never moon must soothe, and never sun</br>Shall gladden.", "V.</br>Despair is Death:</br>And though he come not in the storm</br>That blasts the roses, yet he lurks unseen,</br>Eating their core away, and o'er them sheds</br>His mildew:</br>While of such sad, sad change, the cause and cure</br>Alike unknown, we can but mourn the flow'rs</br>That look less beautiful and count the leaves</br>That wither.", "VI.</br>Thou Sun of heaven!</br>Tho' thou art cheerful, and he dull</br>As blackest night, Despair resembles thee;</br>Fierce as thou art, and lasting as thou seem'st,</br>His sorrows</br>Thy setting sees the same pale marble cheeks,</br>Thy rising radiance vainly strove to gild;</br>The same dull eye's fix'd glare, the same wild steps,</br>Still wand'ring.", "VII.</br>Yet he can smile</br>With seeming careless jollity,</br>And o'er the goblet gay will join the laugh,</br>And strive to play the courtier deftily.</br>But vainly&mdash;</br>The worm that fattens in the dead man's socket,</br>Looks not less like the life that glitter'd there,</br>Than that faint smile, the heart-exulting mirth</br>It mimics.", "VIII.</br>O saddest lot!</br>Thus barely doom'd to breathe and be,</br>To wander up and down this care-bound sphere,</br>And only know we live, because we feel</br>Life's sorrows;</br>And only shrink from death because we fear</br>The grave itself may hold some dream like life,</br>And even that dark slumber may not be</br>Unbroken.</br>"]