["Tir'd with the senseless trifling of the gay,</br>I steal from all the glare of gilded woe,</br>And 'midst the dead in pensive mood I stray,</br>While e'ry tomb discredits earthly show,</br>Pierces my breast, and bids my tears to flow,</br>Ah!  flow my tears adown my furrow'd cheek?</br>Your torrents well my latent anguish speak,</br>And whisper virtue strong, and human glory weak.", "Hither let me gaze, and as I gaze be wise.</br>Ah!  what avails it to have nature known,</br>To trace the circling comets round the skies,</br>To sit with Science on her splendid throne,</br>And then become as senseless as the stone!</br>Newton, I wonder at thy noble plan,</br>Who to her utmost bounds didst nature scan,</br>If not of angel mould, yet something more than man!", "See, ever awful spot, and ever fair!</br>Where far-fam'd bards allure the wond'ring eye;</br>Whose glory time nor envy can impair,</br>For well their fame may envy's tooth defye,</br>Favour'd by men, and foster'd by the sky.</br>Blest spirits, oft I turn your volumes o'er,</br>Feed my rapt soul with your celestial lore,</br>Attempt your flights in vain, and strive like you to soar.", "Chaucer, who first in Britain taught to sing,</br>In his half-crumbling dreary tomb I hail;</br>Him ev'ry muse inspir'd to wake the string,</br>But yet how little doth his mirth avail!</br>His rhime, his language, and his numbers fail.</br>So shall the light'nings fade in Austin's eye,</br>So shall the charms of my Almira die,</br>Which now abash the sun, and brighter beams supply.", "Twin'd round the lyre, and swelling to the sight,</br>The serpent seems to roll his spires along;</br>In Milton's strains his frauds afford delight,</br>To Milton's strains such mighty pow'rs belong,</br>And such the force of soul-enchanting song!</br>Well might'st thou miss the blessing of thine eyes,</br>Whose fame with ancient sightless Homer vies,</br>And claims a nobler birth, &mdash; the product of the skies.", "Lo fancy's fav'rite now attention draws,</br>Shakespeare, whose foibles glitter to our view,</br>With beauties snatch'd beyond the bounds of laws,</br>He wins the soul, and seems for ever new;</br>And deathless lawrels to his worth are due.</br>Shakespeare, I read thy lesson to mankind,</br>That pomp and wealth are fleeting as the wind,</br>And as the baseless vision leave no wreck behind.", "On Rowe's plain bust the friendly tear I shed,</br>Oft to his strains my eyes this tribute paid;</br>Oft o'er his tragic tale my heart has bled,</br>Wept the slain hero, and the captive maid;</br>With so much softness all his lines perswade!</br>Taught by his lore, the paths of truth I trace,</br>Court ev'ry virtue, call forth ev'ry grace,</br>That speaks our heav'nly birth, and dignifies our race.", "Smit with the speaking stone enrapt I gaze</br>Wisdom here views surpriz'd her fav'rite son,</br>Rhet'ric his worth in all her pomp displays,</br>Fame writes the trophies by her minion won,</br>And gilds the thread of life with glory spun.</br>Argyle, the fame to Scipio's ne'er shall yield;</br>Argyle, the state's whole thunder born to wield,</br>\"And shake with equal might the senate and the field!\"", "Or Cornwall, at thy name my bosom fires;</br>Thy name to every Briton ever dear,</br>Immortal vengeance 'gainst thy foes inspires,</br>And mingles curses with each grateful tear,</br>Thy fate at once I envy and revere.</br>Who would not die, like thee, in glory's prime!</br>Die in defence of Albion's favour'd clime!</br>Heir to the loud applause of never-ending time!", "The dormant lion now with rage inflam'd,</br>Seems to arise beneath Britannia's feet,</br>Shakes his huge mane, and looks of rest asham'd,</br>Whilst real thunders arm the sculptur'd fleet,</br>Our foes as erst in Anna's days to greet.</br>Britannia's face contracts a graceful frown,</br>And at her side the goddess of renown</br>Sounds with her trump the name that wins the laurel crown.", "Hither let Albion's valiant sons repair,</br>And as the briny stream of woe they shed,</br>Lean in the midst of threatning death to dare;</br>Or while the dreadful carnage round they spread,</br>Remember Cornwall, for his country dead.</br>And at this pile, as Afric's son of yore,</br>Eternal war with Rome's republic swore,</br>Swear vengeance against Gaul, till Gaul shall be no more.</br>"]