["Methought a valley wild and wide,</br>With granite cliffs on either side</br>Embattled, stretched from sea to sea:</br>Old Ocean's voice came dreamily</br>From its dim openings east and west,</br>Where clouds and misty vapours rest:</br>And from beneath the eastern cloud</br>Of human kind a countless crowd,</br>Methought, were landing evermore,</br>Like seafowl flocking to the shore,</br>And up that vale incessant winding</br>In a train that had no ending.", "Then, lifting up my eyes to view</br>The path this multitude pursue,</br>I straight beheld a giant mound</br>Stretching across the valley ground,</br>So high the eagle's wing would fail</br>Its sky-topt battlements to scale.</br>Soon by that rampart's frowning wall</br>I stood, and heard a herald's call;</br>While, like the current of a river,</br>The human tide rolled on forever.", "Two passages received that tide:</br>The one, a gateway large and wide,</br>Like a triumphal arch bestrode</br>The level highway, sweeping broad</br>Right through the rampart to the left:</br>The other, like some fissure cleft</br>By earthquake or volcanic fires,</br>All overgrown with thorns and briars,</br>Appeared so dismal, strange, and rude,</br>That of the countless multitude,</br>Methought, comparatively few</br>Sought there to find a passage through.", "But by that rugged entrance stood</br>A herald grave, yet mild of mood,</br>Proclaiming, in high solemn strain,</br>That all who peace and rest would gain,</br>Or 'scape the fierce Pursuer's wrath,</br>Must enter by the Narrow Path.</br>And, as he cried aloud, I saw</br>That many heard the voice with awe,</br>Hushed a brief space their boisterous din,</br>And turned, as if to enter in</br>By that rude portal; till amain</br>From that great gate some mirthful strain</br>Lured back their giddy hearts again.", "Then, looking to the left, a blaze</br>Of dazzling lustre caught my gaze,</br>Where by the gate a lady sate,</br>In queenly guise, on throne of state:</br>She wore a crown of gems and gold;</br>Her robe was loose, her looks were bold;</br>And round her a voluptuous train</br>Of bacchanals and jugglers vain</br>Were dancing to a Lydian measure:</br>It was the court of WORLDLY PLEASURE.</br>And thus unto the passing crowd</br>The cunning Sorceress cried aloud:&mdash;", "\"Heed not, my friends, the frantic call</br>Of that old maniac, by the wall!</br>The dismal chasm he calls a path</br>(A relic of some earthquake's wrath)</br>'Mong savage rocks and grottoes wending,</br>Must end &mdash; if it has any ending&mdash;</br>In some dark gulf or dreary bourne</br>Whence living wight shall ne'er return!", "\"Come hither:  this way bends the road</br>Well-paved and pleasant, smooth and broad.</br>Which none but madmen would forsake</br>For yon wild track by cliff and brake.</br>Come hither:  cast off foolish fear;</br>The Land of Pleasure lyeth here.</br>Look through the gate:  behold the bowers</br>Of citron, shedding fruits and flowers;</br>The groves of palm by limpid brooks;</br>The grottoes cool, the grassy nooks;</br>The banks where joyous groups recline,</br>With music solaced and with wine.</br>Come, enter freely the domain</br>Where I, indulgent empress, reign:</br>Each moment lost is wasted time,</br>Till you have gained that luscious clime:</br>Haste then, and every sense employ&mdash;</br>For life was given you to enjoy.\"", "The Enchantress thus:  and, with a shout</br>Of high acclaim, the heedless rout</br>Pressed through the portal's mighty jaws.</br>Yet many made a doubtful pause,</br>And some (too few, alas!  were they)</br>Recoiled, and took the Narrow Way.</br>The rest irresolutely stand,</br>Gazing on that seductive dame,</br>And those who danced around her throne</br>With drunken gait and loosened zone:</br>And oft, as if with sudden fright,</br>They glanced with terror to the right,</br>Whence rose the herald's warning cry&mdash;</br>\"From the Betrayer hither fly!\"", "Then that Witch with smiling malice</br>Quickly seized a golden chalice,</br>And its charmed mixture threw,</br>Sprinkling all that hapless crew&mdash;</br>Those alike who hasten in</br>And those who halt, but fly not sin&mdash;</br>\"Thus,\" she said, \"I make you mine</br>By a sure baptismal sign!\"</br>Then, submissive to her call,</br>Through the huge gate hurried all.", "Soon or slow the fiendish spell</br>Wrought on all whom it fell:</br>While I gazed, a fearful change</br>Came o'er all with aspect strange:</br>By degrees the human face</br>Lost each intellectual trace,</br>And the features took the cast</br>Of the bestial kind at last.</br>Yet still within the eyes there dwelt</br>A look as if the wretches felt</br>A hateful consciousness of harm,</br>Produced by that prevailing charm,</br>Which gave man's countenance divine</br>The expression of the wolf or swine.</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]