["\"THE PROUD MAN'S CONTUMELY.\"</br>Imperious Mortal!  can thy pigmy soul</br>Treat thus the poor man for a good design?</br>Know, that thy ill-judg'd mandate of control</br>Moves but the censure of the Power Divine.</br>In Heav'n's esteem my blood is pure as thine,</br>And the creation of my sight as fair:</br>Yea, haply may my humble frame combine</br>Seeds, could they once a genial culture share,</br>Might life me far beyond thy misty sphere.</br>And shall not Poverty the license have,</br>With Merit, and with conscious Truth, to dare</br>To climb one fathom on this side the grave?</br>The howling wintry blasts may take their fling;</br>But, in due time, comes on the blushing Spring.", "TO AN INFANT DAUGHTER.</br>Sweet blue-ey'd Cherub!  in my prayers for thee,</br>I have not ask'd for beauty &mdash; yet thou'rt fair;</br>And as for wealth &mdash; thy lot is poverty;</br>Nor do I wish much gold to be thy share.</br>May Heav'n protect thee from the villain's snare,</br>And give thee virtue and a prudent mind!</br>Long may thy cheek the rose and dimple wear,</br>With breath as fragrant as the vernal wind.</br>Oh may to thee the liberal Arts be kind!</br>Nor be thou Fortune's scorn so much as I!</br>And let thine heart to those firm precepts bind,</br>Which will not fail to lift the soul on high.</br>My Cherub!  if enough of these be given,</br>Thee and the rest I leave to judging Heaven.", "TO A CHILD PLAYING IN A CHURCH-YARD.</br>Unconscious babe!  that sitt'st those graves among,</br>Assorting wild flowers scatter'd at thy side,</br>All-heedless of thy neighbour Redbreast's song,</br>Chanted from younder tower.  Bereft of Guide,</br>Oh!  couldst thou learn what ills may thee betide</br>In after-time; and what their woes have been</br>Who rest below, a monitor to Pride!</br>Thy little head, array'd in wreaths of green,</br>Would quickly ache; and thy request I ween</br>Would be to leave in haste this scene of strife;</br>Where Merit rarely finds a friend to screen,</br>And Knaves too amply share the sweets of life.</br>Foresight of good or ill thou must not know,</br>But, in succession, take thy joy and woe.", "TO AN OAK TORN DOWN BY A STORM.</br>Pride of the Grove!  and art thou down at last?</br>Oh!  could not thy deep-rooted trunk avail</br>To stay the fury of the ruthless blast?</br>Low now thou liest; and I thy fate bewail!</br>No longer shalt thou brave the wintry gale,</br>Nor in thy branching arms and green array,</br>Shelter the feather'd tribes, when foes assail;</br>Nor strew thy russet honours in our way,</br>At autumn-tide.  Methinks I see the day</br>When he who mourns thy lot, like thee, shall fall;</br>Nor does the thought his stedfast soul dismay,</br>Taught by repeated storms to bear it all.&mdash;</br>Thou, prostrate tree!  shalt never more re-bloom,</br>But he shall rise in triumph o'er the tomb.", "TO HONOUR.</br>Honour!  that art so seldom understood,</br>Say, are thine Emblems these?  the show of Pride?</br>The boast alone of Ancestry and Blood?</br>The frowns of Tyrants, who to-day may chide,</br>And, ere to-morrow, sink beneath the tide?</br>The shouts for triumphs o'er a peaceful land?</br>The misplaced glories which too oft abide</br>With such as write in blood some fell command?</br>Pride may exult its hour, but will not stand;</br>The frowning Tyrant may oppress the Poor;</br>Conquerors may stretch abroad the crimson'd hand,</br>And spread their ill-got fame from shore to shore&mdash;</br>But such as these are only Honour's Shame:</br>For, without Virtue, none deserve the name.", "TIME.</br>'Tis Time; I feel him knocking at my heart,&mdash;</br>And he shall hold his unresisted sway</br>Till yonder Planets from their orbits start,</br>And this huge sepulchre, the Earth, decay.</br>Oh, he has clouded many a festive day</br>With angry feuds or jealousy's mistrust;</br>He strikes the blood-stained tyrant with dismay,</br>And buries ancient palaces in dust;</br>Wreathing vile weeds around the sculptur'd bust.</br>The mightiest dynasties before him fall,</br>As steel is canker'd by corrosive rust,</br>Or as the storm hurls down some pond'rous wall:</br>Yet, lo!  the Day, &mdash; the awful day of Doom</br>Shall bury Time, &mdash; the peopler of the tomb.</br>"]