["The Sun began his beamy Light to spread,</br>And the dark Dhadows of the Night were fled;</br>When busy Industry forsook her Down,</br>Plenty to raise for the luxurious Town:</br>The thoughtless Maid who trips along the Fields,</br>Whose Breast contented no grim Sorrow yields,</br>Chants merrily, as she supports her Pail,</br>In faulty Rhime an ill-corrected Tale.</br>The Countryman who heavy Hobnails wears;</br>Whose Countenance displays no preying Cares;</br>To his Day-Labour with glad Heart retires;</br>Nor knows he ought his thankful Soul requires.</br>Whilst Hazelnut, forsaken and forlorn</br>With languid Eyes beholds the rosy Morn.</br>Amidst a spacious Field, with Banks enclos'd,</br>Beneath a shady Tree the Swain repos'd:</br>Long had he lov'd a Maiden, Mary hight,</br>Whose perjur'd Oaths the Shepherd did recite,</br>In Notes more sweet, than is the Linnet's Song,</br>Or Melody of all the feather'd Throng.</br>Unhappy Hazlenut, Oh!  wretched Lad,</br>Who could with deftest Joaks thy Fellows glad;</br>And when I chaunted Tunes, each buxom Maid</br>Trip'd to the Sound along the cooling Shade;</br>When'er I spoke, each list'ning Damsel sigh'd,</br>And in the kindest Method all reply'd.</br>My Woes, ye Shepherds, when ye shall repeat,</br>Think how all earthly Happinesses fleet.", "Ah!  now no more, ill-fated Boy, I please,</br>No more I sing beneath the branching Trees;</br>But sadly pining thro' the Meadows go,</br>In ech'ing Sighs the Air returns my Woe.</br>Since Vows my Mary's Passion could not bind,</br>Tranquility is banish'd from my Mind.</br>My Woes, ye Shepherds, when ye shall repeat,</br>Think how all earthly Happinesses fleet.", "Farewel!  ye Fields, where I my Sheep have kept;</br>Adieu!  ye Banks, on whom I've often slept;</br>Here first I Mary saw, farewel!  curst Ground,</br>Where my poor Heart receiv'd the bleeding Wound.</br>And thou, my Sheephook, hence from me remove,</br>For thou wert mine when Mary chang'd her Love:</br>On you I lean'd, and view'd her arched Brows,</br>When she came here to fetch the brindled Cows;</br>'Twas you supported me those Eyes to see,</br>Which now so rigidly my Death decree.</br>My Woes, ye Shepherds, when ye shall repeat,</br>Think how all earthly Happinesses fleet.", "Farewel, O Pouch, that bear'st in studded Brass,</br>The name of Mary, cruel-hearted Lass;</br>Lest when I look on thee my Pains renew,</br>And I remember that she was untrue.</br>Come, darksome Night, thy gloomy Terrors spread,</br>From Hazelnut the perjur'd Mary's fled.</br>My Woes, ye Shepherds, when ye shall repeat,</br>Think how all earthly Happinesses fleet.", "These Scars were by my Cudgelling first brought,</br>When I to gain the love of Mary fought;</br>But ah!  the Prize my hardy Deeds obtain'd,</br>Are from me by the treach'rous Mary gain'd,</br>Which she, regardless of her faithful Slave,</br>Eftsoons has to her more lov'd Cuddy gave.</br>Shall drunken Cuddy then with me compare?</br>Sooner let Beasts of human Honours share;</br>Sonner shall Roaches glide along the Green,</br>And Peacocks in the watry Streams be seen;</br>Sooner shall Hedgehogs fly amidst the Wood,</br>And men subsist without their daily Food:</br>But why do I thus reason with the Wind,</br>Since all our Swains agree that love is blind?</br>My Woes, ye Shepherds, when ye shall repeat,</br>Think how all earthly Happinesses fleet.", "No more will I of idle Love complain,</br>(As ev'ry cure without my Mary's vain)</br>But strive with all my utmost Force, and Art,</br>To banish her and sorrow from my Heart:</br>Reflection too must absent from my Soul,</br>For whilst that's there, all Joy it will controul.</br>No; &mdash; I'm resolv'd to wander all my Days,</br>A dull, unthinking Swain, devoid of Praise;</br>Lest all my fatal Passions should return,</br>And I, as now, my fruitless Speeches mourn.</br>My Woes, ye Shepherds, when ye shall repeat,</br>Remember female Vows, like Wind, will fleet.", "The Sun, by this, his highest Summer reach'd;</br>And on the Swain his hottest Beams he stretch'd.</br>Poor Hazelnut with Warmth o'erpower'd lies,</br>And Sleep encloses his wet weeping Eyes;</br>But in his Sleep he feels unusual Joys,</br>Which all his former waking Grief destroys;</br>His Mary comes, and seems no more unkind,</br>Whilst Pleasure reassumes her Seat within his Mind.</br>"]