["Yes, I have looked on life &mdash; and in its spring</br>Have felt my spirit buoyant, and its light</br>As the fresh breeze of morn, that on its wing</br>Delights to waft the filmy clouds, that bright</br>Hang in the mild air, beauteous in the sight,</br>In rude fantastic forms &mdash; then, upward borne,</br>Merge into deeper shadows all their white:&mdash;</br>Thus did my life's young beauty visions turn</br>To deep dark shades of gloom, that now 'twere vain to mourn!", "And I have look'd on life &mdash; if desolate</br>And bleak to me the view, it mattered not</br>Since I have learn'd to bend me to my fate</br>And have endur'd it, and can endure the lot</br>Which has been cast me &mdash; be the rest forgot&mdash;</br>I've learnt to love seclusion, and the shade&mdash;</br>The beauteous calm of the sequester'd grot&mdash;</br>The lonely haunt, for contemplation made,</br>Where the high-arching boughs o'erhung the grassy glade!", "And fondly bend my thoughts, GLENFALL!  to thee:</br>Be thou, as erst, the minstrel's lonely theme!&mdash;</br>Won by a sad and secret sympathy.</br>My soul turns to thee:  darkly to I deem</br>The vision; somewhat more than mortal dream</br>That comes upon me, in thy wilderness</br>Of lovely shadows, that, in gloom, does seem</br>The fane of melancholy tenderness,</br>Where sorrow finds a charm, that breathes of happiness!", "The sun is up in heaven!  his light of love</br>Is o'er creation thrown &mdash; as from the eye</br>Of the Omnipotent it shines above.&mdash;</br>The sun is up in heaven, and the blue sky</br>Seems bright and boundless as eternity,</br>And all on earth is blossoming and gay!</br>The air breathes balm &mdash; the grove sweet minstrelsy&mdash;</br>The wild birds shake fresh dew-drops from the spray,</br>Like tears that music steals from beauty's soul away!", "The sun is up!  trees, leaves, and flowers rejoice,</br>And gladden up in the lustre of his beam!&mdash;</br>All but the brook &mdash; the echoes of a voice</br>Now hush'd for ever, rise up from the stream,</br>As on its murmurs ripple:  and the gleam</br>That lights the dark tide with its visitings,</br>Almost the shadow of his smile I deem;</br>For where her ray eternal genius flings,</br>Its essence glows among creation's loveliest things!", "Friend of my boyhood! &mdash; could my tears o'erflow</br>With their fresh gush of feeling, &mdash; could they start</br>As in my day of better thought, &mdash; but no!</br>The dark and desolate fountain of my heart</br>Has long been frozen; tears had once a part,</br>And could relieve my woe, &mdash; but that is past;&mdash;</br>Thou!  who didst claim them all &mdash; what now thou art</br>I soon may be; &mdash; for thee they flowed full fast,</br>Thou mother of my being! &mdash; those tears were the last!", "Friend of my boyhood! &mdash; could I weep for thee,</br>'Twould be some solace; &mdash; for, whilst here I stand,</br>And mark the autumnal bloom of every tree,</br>The cheerful shifting green hues of the land;</br>And see the promised harvest fruits expand;</br>And hear the burbling of the brook beneath,&mdash;</br>I pause and shrink, and feel my heart unmanned,</br>To think these yet have life &mdash; and that the breath,</br>That warm'd thy gentle spirit, now is hush'd in death!</br>"]