["SONNET TO WINTER.</br>Hail dreary gloom, how soothing to the soul,</br>Care-struck, and shrinking from its weight of woes,</br>On that cold cliff whence dashing waters roll,</br>I'll lean my aching head unused to soft repose.</br>Sad is fair nature's face, all wrapt in shade,</br>Leafless the tree, and dumb the linnet's song;</br>No chearful sounds the list'ning ear invade,</br>The bleak winds dismal moan and howl along.</br>Charm'd with the scene, with pleasure I can see</br>The brown heath, bare wood, and the rushy moor:</br>'Tis nature kind in sympathy with me,</br>Who now her lulling sighs in pity pours.</br>Time drop thy wing, no more let spring return,</br>More grateful to my soul let nature ever mourn.", "SONNET TO SILENCE,</br>WRITTEN ON A SUMMER EVENING.</br>Sweet soother of the melancholy breast,</br>Companion dear to those that love to weep;</br>Come thou and hush the passions into rest,</br>Lull the wild whirlwinds of the soul to sleep.</br>Yes thou art here &mdash; each rustling leaf is still,</br>The bird of eve pours not the song of woe;</br>I hear no murmurs of the purling rill,</br>The sighing winds are spent and cease to blow.</br>Fancy paints sorrow leaning o'er her urn,</br>The long veil shadowing o'er her visage pale:</br>Let me, her genuine child, my mis'ries mourn,</br>With tears unceasing in this lonely vale.</br>Fashion's gay sons thy presence may not bear,</br>More grateful thou to grief than fashion's \"garish glare.\"", "SONNET TO MEMORY.</br>Full well I trace the scenes of younger years,</br>How often on the green-sward have I rov'd,</br>(Ere the red ray had drank the morning's tears)</br>And mus'd along the path my fancy lov'd.</br>The notes of joy (I faintly hear them now)</br>Once did my heart's afflictions keen beguile,</br>And once they slightly heal'd the wounds of woe,</br>And spread o'er tear-worn cheeks a transient smile.</br>Of early joy these marks how faint and rare!</br>How deep engrav'd the harrowing strokes of grief!</br>To the hurt bosom canker'd o'er with care,</br>Pleasures once flown can give but slight relief.</br>Hard fate alas!  of wretched human kind,</br>That mis'ry's piercing pangs should ever wound the mind.", "SONNET TO LOVE.</br>Ah dear associate of Youth's tender days,</br>When round my heart my LAURA'S charms entwin'd:</br>When ardent sighs quick blew the kindling rays,</br>That flash'd the flames of phrenzy on the mind.</br>Art thou of human kind the dreadful curse?</br>For sure thy poisons cauterize the soul;</br>Or of contentment sweet the soothing nurse,</br>When o'er the swelling heart thy mighty raptures roll.</br>O thou art both, for midst the pangs of pain,</br>Warm hope and joy in quick succession flow,</br>And floods of bliss too mighty to sustain,</br>A moment check the bitter waves of woe.</br>Still varying Goddess, still we bow to thee,</br>Thou daughter bland of Sensibility.", "SONNET TO PATIENCE.</br>Sweet child of reason pure, whose gentle pow'r</br>Can cheer ev'n poverty's desponding brow,</br>Can soothe with accent mild that luckless hour</br>When nature bids the bitter tear to flow.</br>For thou canst smile when life's rude storms descend,</br>Tho' thy meek bosom ev'ry insult prove,</br>Can bear (thy hardest task) th' ungrateful friend,</br>Bear with unbeating heart, the cold returns of love.</br>Thou turn'st to down the thorny bed of care,</br>Thou art the pris'ner's friend in dungeons dank,</br>Fill'd with thy quelling pow'r he learns to bear</br>The door's harsh creak, the horrid fetter's clank.</br>O whilst I journey through this world of grief,</br>Still pour thy soothing balm to give my soul relief.", "SONNET TO HORROR,</br>WRITTEN ON THE BANKS OF THE SEVERN.</br>The charms of life are fled; youth, wealth, and fame</br>No more with envious eye my fancy views;</br>Hope as delusive as the meteor's flame,</br>Sunk in despair my soul no more pursues.</br>Here where scarce heard by me the wild waves roar,</br>I pour the bursting torrent from my eye,</br>My deep moans echo round the winding shore,</br>The hollow wind responses to my sigh.</br>Horror blood-ey'd stalks through the gloomy shade,</br>Come thou fell fiend my roamings wild attend</br>Through the wet grass that skirts the tow'r decay'd,</br>Ah come my sole companion and my friend.</br>Thy gloomy presence gives a sad relief</br>To the shrunk heart that bleeds with unextinguished grief.", "SONNET TO CHARITY.</br>Mild Heav'n-born Nymph, whose soft and holy flame,</br>Beams a warm ray upon the chilly breast,</br>That cheers with aspect warm the weary frame,</br>And soothes the sighs of poverty to rest.</br>Friend to the friendless when the cruel frown,</br>Of an unfeeling world the meek heart bows,</br>When pinching want breaks the sunk spirit down,</br>The whole soul bending 'neath its weight of woes:</br>Thine is the fire that lights the languid eye,</br>And spreads a warm glow o'er the grateful cheek,</br>Like the mild midnight mistress of the sky,</br>When thro' the dark'ning cloud her beamy white rays break.</br>O may my heart in thy warm cause sincere,</br>From mis'ry's haggard face still wipe the tear.", "SONNET WRITTEN ON A SERENE EVENING.</br>Solemn and still all nature seems to muse,</br>The gilded clouds slow sweep along the sky;</br>On the green mead cool ev'ning sheds its dews,</br>The morning breeze forgets its wonted sigh.</br>O let me, at the rough oak's knotty root</br>Reclin'd, awhile enjoy the hour serene,</br>Such placid scenes the pensive bosom suit,</br>Yes, let me linger on the dark'ning green.</br>Fond fancy here shall bless me with her dream,</br>Here warbling poesy shall pour its song,</br>And (happy love and fame its constant theme)</br>Here hope her baseless vision may prolong,</br>To soothe the painful throbbings of the heart</br>Save where the fiend Despair has fix'd his poison'd dart.</br>"]