["The Sun was set, the Eve with russet Veil</br>Curtained the lucid Beauties of the Sky;</br>The fading Landscapes, painted Mount and Dale,</br>Wrapt in rude Darkness undistinguish'd lie:</br>Pale Death, as slowly moved the conscious Night,</br>Stalked grimly forth, intent with withering Blight</br>To crop the Blossom in its youthful Hour,</br>Than which in Virtue's Garden bloomed no fairer Flower.", "Low in a Vale sequestered from the Throng</br>Of Folly's Sons, the Muses' loved Resort;</br>A laureled Youth, famed Isis' Banks along,</br>Held with the lovely Graces gay Disport.</br>Science his Temples with the Wreath impaled,</br>But ah!  the sacred Girlond nought availed,</br>Tho' culled from Learning's every choicest Flower,</br>For he must Victim fall to Death's relentless Power.", "His Guardian Virtues saw the prowling Fiend,</br>And trembling round their favourite Charge repair;</br>For every Virtue was to him a Friend,</br>For every Virtue was his earliest Care.</br>By Love unnerved his Arm sustained the Shield</br>Of Chastity; where, on an argent Field,</br>Three Virgins stood embossed, a radiant Train;</br>Pure Emblem of his Heart, without or Speck or Stain.", "Nor was the Sister Virtue absent thence,</br>Temperance, who hasted from her rural Bower,</br>And buckled on her Breast-Plate, rare Defence!</br>Yet vain 'gainst Fate's indisputable Power.</br>Patience, a Nymph of Air, sedate and free,</br>Came sheathed in adamantine Panoply;</br>Beneath her Victor Foot couched frantick Pain,</br>And oft indignant strove to break the captive Chain.", "\"This radiant Armour, gentle Youth, she cried,</br>From every Throb of bitter Pain shall free;</br>'Tis heavenly fashioned, and the Metal tried</br>In the fierce Forge of rough Adversity.</br>Against the Breast thus fortified, in vain</br>Stern Fortune shall her teeming Quiver drain,</br>In vain shall launch her missive Weapons round;</br>The vengeful Shaft may strike, but has no Power to wound.\"", "The Fiend, with ghastly Grin as he drew near,</br>Marking their vain, their pious Care, stretched forth</br>His clay cold Hand, and to th' untimely Bier</br>Snatched this fair Sample of untainted Worth.</br>So Boreas, pouring from some northern Clime,</br>Crops the fair Lilly in its early Prime,</br>While neighbouring Weeds the Blast's vain Fury foil,</br>And spread their Rankness round, the Nusance of the Soil.", "T' emblaze his Name of Fancy's gaudy Wing,</br>Thro' Fiction's Realms the Muse disdains to rove;</br>Content the votive Wreath of Praise to bring,</br>Culled for his Brows from Truth's unfading Grove:</br>A Wreath, that mocks foul Rumour's rancorous Spite,</br>Nor has the Tooth of Envy where to bite;</br>So bloomed each social Virtue in his Breast,</br>He was by Nature formed to bless, and to be blest.", "Such Colin was:  ah me, the darling Theme</br>Calls forth the bursting Tear, the heaving Sigh;</br>But in sad Silence flows the deepest Stream,</br>While shallow Currents loudly murmur by.</br>Thus sung the Swain; and Shame the Muse attend,</br>That leaves unwept, unsung the Muse's Friend;</br>That breaths no Sigh melodious o'er his Hearse,</br>Suspends at Friendship's Shrine no consecrated Verse.</br>"]