["Now the brown woods their leafy load resign,</br>And rage the tempests with resistless force,</br>Mantled with snow, the silver mountains shine,</br>And icy fetters chain the riv'let's course.", "No pleasing verdure chears the dreary view,</br>No spreading branches rise amidst the glade,</br>Save that o'er yonder tomb the sable yew</br>Casts forth an awful, solitary shade.", "Short is the spring, and short the summer hour,</br>And short the time the yellow autumn reigns;</br>But tedious roll the days when winter's pow'r,</br>Soon he arrives, and slowly leaves our plains.", "As swiftly wears our spring of youth away;</br>As swiftly will our jolly summer go;</br>But, ah!  when winter clouds our chearless day,</br>Again the vernal breezes never blow.", "Why views the sage fair pleasure's transient charm,</br>And all her vot'ries gay, with scowling eye?</br>Alike he stoops to fate's superior arm,</br>Alike he suffers, and alike must die.", "In vain we bend to virtue's rigid lore,</br>In vain the threats of tyrant malice brave,</br>With sudden lapse some fleeting years are o'er,</br>And lo!  we slumber in the peaceful grave.", "What boots it then to turn the learned page,</br>'Till morn subdues the wasting taper's flame,</br>To stem the torrent of an impious age,</br>Or nobly daring seek a martial fame?", "What boots it then, with stoic brow severe,</br>The silken bonds of lux'ry to despise,</br>To bring by thought the day of horror near,</br>And view the tempest ere the clouds arise?", "Better with laughing nymphs in revels gay,</br>To give the soul to Venus, wine, and song;</br>And since the rapid moments never stay,</br>To catch some pleasure as they roll along.", "Deluded man!  whom empty sounds beguile,</br>What pleasures here await thy anxious soul?</br>Know, love abhors the harlot's venal smile,</br>And hell-born fury rages in the bowl.", "Seek virtue to be blest: &mdash; But seek her far,</br>Far from the gloomy sons of letter'd pride,</br>Who, 'gainst the passions wage eternal war,</br>And foes to nature, nature's dictates chide.", "Let mirth, not madness, crown the temp'rate feast,</br>Let love and beauty joys refined impart;</br>Tho' mere sensation please the groveling breast,</br>'Tis mutual transports fire the gen'rous heart.", "The various blessings gracious heav'n bestows,</br>With gratitude and charity repay,</br>Relieve thy suff'ring friend, or share his woes,</br>But from his failings turn thine eyes away.", "So when the wintry storms of death are past,</br>In brighter skies, and Ether more serene,</br>Thy wither'd boughs shall bud again, to last</br>For ever blooming, and for ever green.</br>"]