["THE SNOWDROP.</br>Sweet type of innocence, snow-clothed blossom,</br>Seemly, though vainly, bowing down to shun</br>The storm hard-beating on thy wan white bosom,</br>Left in the swail, and little cheer'd by sun;</br>Resembling that frail jewel, just begun</br>To ope on vice's eye its witcheries blooming,</br>Midst all its storms, with little room to shun&mdash;</br>Ah, thou art winter's snowdrop, lovely Woman!</br>In this world dropt, where every evil's glooming</br>With killing tempests o'er its tender prey,</br>Watching the opening of thy beauties coming,</br>Its every infant charm to snatch away:</br>Then comes the sorrows thou'rt too weak to brave,</br>And then thy beauty-cheek digs ruin's early grave.", "MILTON ABBEY.</br>Here grandeur triumphs at its topmost pitch</br>In gardens, groves, and all that life beguiles;</br>Here want too, meets a blessing from the rich,</br>And hospitality for ever smiles:</br>Soldier or sailor, from his many toils,</br>Here finds no cause to rail at pomp and pride;</br>He shows his scars, and talks of battle's broils</br>And wails his poverty, and is supplied.</br>No dogs bark near, the fainting wretch to chide,</br>That bows to misery his aged head,</br>And tells how better luck did once betide,</br>And how he came to beg his crust of bread:</br>Here he but sights his sorrows and is fed&mdash;</br>Mansion of wealth, by goodness dignified!", "NIGHT.</br>Night spreads upon the plain her ebon pall,</br>Day seems unable to wash out the stain;</br>A pausing truce kind nature gives to all,</br>And fairy nations now have leave to reign:</br>So may conjecturing Fancy think, and feign.</br>Doubtless in tiny legions, now unseen,</br>They venture from their dwellings once again:</br>From keck-stalk cavity, or hollow bean,</br>Or perfum'd bosom of pea-flower between,</br>They to the dark green rings now haste, to meet,</br>To dance, or pay some homage to their queen;</br>Or journey on, some pilgrim-friend to greet.</br>With rushy switch they urge some beetle's flight,</br>And ride to revel, ere 'tis morning-light.", "TWILIGHT.</br>The setting Sun withdraws his yellow light,</br>A gloomy staining shadows over all,</br>While the brown beetle, trumpeter of Night,</br>Proclaims his entrace with a droning call.</br>How pleasant now, where slanting hazels fall</br>Thick, o'er the woodland stile, to muse and lean;</br>To pluck a woodbine from the shade withal,</br>And take short snatches o'er the moisten'd scene;</br>While deep and deeper shadows intervene,</br>And leave fond Fancy mouldling to her will</br>The cots, and groves, and trees so dimly seen,</br>That die away more undiscerned still;</br>Bringing a sooty curtain o'er the sight,</br>And calmness in the bosom still as night.</br>"]