["Where what I saw, and how I saw, is plainely discovered in this following discourse, the sad record of a mournful Shepheards laments, which being the chiefest part of my dreame I noted to soone as I awaked, descanting on his estate in common verse, both before and after the passionate Eclogue.  But being loth it should come abroad so naked, I have thus meanly clothed it with the addition of other accidents to make it a perfect dreame, though an imperfect matter.  But be it as it wil, I wil rather presume on the courtesie of your frendly censures, then lose time, and bestow labor in refining a toy, which I have bene occasioned to publish.  But they which have by their owne mishappes experimented the force of Love, and torturing troubles of enthrald affection, wil I hope gently censure of his Complaints, if not for the worth of his desert, yet for his passions sake.", "Within a Grove encompast round with trees,</br>Whose close set tops cleare sight of piercing eie,</br>Could scarce find passage through, by just degrees</br>Proportioned in distance equally</br>As done by skilfull Artists memorie,</br>A pensive Shepeard stretch'd him on the ground,</br>Whose wonted joyes sad passions did confound.", "As when a blacke thicke Meteore doth ore-goe</br>Heav'ns light, whose vautie roofe bright orbs embosse,</br>The vapours late exhaled from below</br>Dimme that faire place with dregs of earth-bred drosse,</br>Which striving winds doth rough the welkin tosse:</br>So this thicke shade, darke mansion of despaire,</br>Did scarce affoord an entrance to thinne aire.", "Under an Arboret embranched wide,</br>This fore-lorne swaine opprest with care did lie:</br>Upon whose barke approching I espide,</br>And red engrav'd this dolefull Elegie,</br>As every way I glaunc'd my rouling eie,</br>Sad Elegie which in few lines compriz'd:</br>Much care:  and thus it was by him deviz'd.", "If I could carve on this thy tender rind,</br>Such deepe characters with my feeble arme,</br>Arme feeble through distresse of woefull mind,</br>As in my heart deepe cut, thicke-set doe swarme,</br>While earthes kind moisture fed thy blosomes pride,</br>These sorrow-seasond lines should firme abide.", "What ere thou be that passing by this way,</br>Readst this memoriall, search not curiouslie</br>My name, most haplesse name, but hast away,</br>Least heav'ns afflict thee with like miserie:</br>And gentle passenger let this remaine,</br>Long monument of unknowne shepheards paine.", "Hei mihi quam tardo mors pede lenta venit?", "Scarse had I read this sad record enrold,</br>On winding barke, when lifting up his eies</br>To heav'n, though he no heaven could behold,</br>(For over-spreading trees did that disguise)</br>He fild the aire with oft repeated cries,</br>And gan prepare in stile Heroicall,</br>To waile his loves losse and his fancies thrall.", "Goddesse and mother of the learned nine,</br>Mnemosyne rich treasure of Art,</br>Nourse of conceit, and mysteries divine,</br>Infuse a powrfull influence to my heart,</br>That outward mones bewraying inward smart,</br>My mindfull penne making rehearsall true,</br>May register as thus they do ensue. . . .</br>"]