["ROSE.</br>Knight of the Catgut!  oily chief of men!</br>Friend of my fame, and partner of my pen!</br>Since well we know thy paragraphick skill,</br>Try if thy voice for once can match thy quill.</br>Wake the sad strain; &mdash; attend a patriot's hearse</br>With tristful numbers and lugubrious verse:</br>Apt is the time, illustrious is the theme,</br>Nor thou the meanest of the muse's team,</br>For oft' I've heard enraptur'd swine-herds tell</br>Sir JOSEPH MAWBEY sings not half so well.", "BURGESS.</br>MAWBEY, base loon!  dare he with me contend?</br>What will not next these sow-gelders pretend!</br>Now, now 'tis plain rank envy fir'd his breast,</br>Me with mock fondness when he thus addrest:</br>\"Rash youth!  in vain to luckless rhyme betrayed,</br>Leave not the pickle for the tuneful trade.</br>Lo, ambush'd criticks haunt the doubtful way;</br>Not thy own acid half so sharp as they!</br>But bounteous Europe spreads for thee her stores,</br>Her olives Spain, Westphalia sends her boars;</br>Oxford, that marked thy reason's earliest dawn,</br>Oxford &mdash; 'tis all she can! &mdash; shall send her brawn.\"</br>With artful counsel thus my ears he crams,</br>I smoaked his drift &mdash; but would not smoak his hams.", "ROSE.</br>Sweeter than SALISBURY'S face with smiles o'er spread,</br>Or gales that blow from CAWTHORN'S addled head,</br>Or ended speech of ISAAC HAWKINS BROWNE,</br>Or BEAUCHAMP'S dinner paid for half-a-crown,</br>Or QUEENSBURY'S leer on damsels yet unripe,</br>Is thine, compared with MAWBEY'S squeaking pipe.", "BURGESS.</br>No more: &mdash; but listen to the rueful rhyme,</br>For MARAT bleeds, and by a woman's crime!</br>Soon as through Paris the sad tale was spread</br>That numbered MARAT with the mighty dead,</br>Forth rushed the sea-nymphs from their fishy cells,</br>With frantick fury and terrifick yells.</br>His breathless corpse they bathe in tears of brine,</br>Sharp tears, &mdash; and genuine, as from juice of mine!</br>Quick to our shore the direful sound is blown</br>And Treasury scribblers echo moan for moan.</br>MARAT is dead &mdash; ah!  what avail our lies,</br>Stopt is their teeming source when MARAT dies.</br>Ne'er at his name, loud bellowed forth by PITT</br>Their peaceful fields contented boors shall quit,</br>For smoaking ruins leave their smoaking board,</br>Or pant to change the sickle for the sword.</br>Phrenzy no more shall rave of Sans Culottes</br>With air-drawn daggers brandished at our throats,</br>Of lisping infants at a gulp devoured,</br>Or Paris virgins more than once devoured.</br>Loud his sad death, ye kindred tygers, roar!</br>Loud his sad death, confederate Kings deplore!</br>Mark &mdash; at his call the tyrant hordes advance,</br>Led by grim ANARCHY to plunder France,</br>They fix the chains his murderous hands prepared,</br>They hang the wretches whom his knife had spared;</br>Crime urges crime, &mdash; for blood shall blood be spilt,&mdash;</br>A nation's mischief is a nation's guilt.</br>Mourn, scribblers, mourn your occupation lost</br>'Twixt murdered MARAT and imprisoned FROST;</br>Your useless ink-horns on his tomb reverse,</br>And your spilt goose-quills scatter round his hearse.</br>Pile o'er his dust, ye Treasury pamphleteers,</br>From pillories saved a hecatomb of ears;</br>With embryo paragraphs, a shapeless heap,</br>With CHALMERS rescued from eternal sleep;</br>With ALFRED'S letters struggling into books,</br>Redeem'd from grocers, and defrauded cooks;</br>Swell the sad offering to his deathless praise,</br>&mdash;So MARAT bids &mdash; and I will lend my lays.", "ROSE.</br>BURGESS!  the accents of thy potent prose,</br>More than thy metre scarce invite to dose;</br>Now stretch thy ears &mdash; I see thou hast them yet,&mdash;</br>For MARAT loved my song, and praised my wit.", "Hung between Heaven and Hell their lies a space,</br>&mdash;Unbreech'd philosophy can tell the place,&mdash;</br>Hid from the sun, impervious to his ray,</br>Where metaphysic light supplies a doubtful day.</br>There rebel Chaos her last post maintains,</br>Save a sung niche reserv'd in MITFORD'S brains.</br>High on a throne great MARAT, snatch'd from death,</br>Surveys from thence his precious works beneath;</br>Sees his own fire in holy YORK confest,</br>And his own venom glow in SHEFFIELD'S breast;</br>Sees cream-faced STANLEY turn of FOX his heels,</br>And LOUGHBOROUGH gently touch &mdash; and take the seals.</br>He sees gaunt RICHMOND, not unused to fright,</br>Raise in Tower-ditch ten batteries of a night;</br>Where, watched by geese, he braves presumptuous Gauls,</br>Scared by bold BERKELEY'S cackle from her walls.", "O, bend propitious, while my song proclaims</br>Annual the feast to thee with annual games!</br>Far to the West a Vandal city lies,</br>Whence caitiff science, whipt and banish'd, flies,</br>Where High-church Reason bids a loyal mob</br>Preach, pillage, argue, burn, convict, and rob;</br>There flame thy altars, there thy shrine we raise,</br>While vestal poissardes guard the sacred blaze.</br>Thence smile benignant on our harmless sports,</br>Nor scorn the pastimes of anointed Courts.</br>First in their ranks thy civic sons appear,</br>REEVES in the van, and IMPEY in the rear;</br>Spies, affidavits, dungeons, whips, and axes,</br>Sure war, sure want, sure death, and surer taxes,</br>March in their train; next WATSON, hapless elf!</br>Shark bitten once, but now a shark himself.</br>To thee true homage by his leg he vows;</br>So shall it never join its brother boughs,</br>Ne'er to the sun its leafy pride shall spread,</br>When once by artist smoothed to match his head!</br>Here, a lank troop with PORCHESTER advance;</br>There TOMMY TYRWITT crowns the festive dance.</br>Nor absent he &mdash; well skilled in tripping tricks,</br>CARLISLE!  the blooming beau of &mdash; forty-six,</br>A smart debater, and a pretty vote,</br>Graceful to turn a sentence, or a coat,</br>Great judge of reasons, greater still of lace,</br>Great of the colours that become his face.</br>Exact to seasons, and to fashion true,</br>He chang'd his friends to change his ribbon's hue.</br>Such are thy triumphs!  such thy envied boast!</br>O, may these offerings soothe thy grinning ghost!</br>'Till hungry subalterns with RICHMOND dine,</br>'Till BEAUFOY'S brewage, shall be quaft for wine,</br>'Till SHUCKBOROUGH'S visage shall be less uncouth,</br>'Till LINCOLN'S Bishop shall be trapped in truth,</br>'Till self-conceit in PYBUS shall be cured,</br>'Till HARDINGE'S jokes shall be awake endured,</br>Or brainless ROLLO'S weight of scull surpass'd,</br>Thy praise, thy honours, and thy name shall last!", "BURGESS.</br>What gifts, sweet ROSE, are to thy numbers due?</br>O, smooth in song, as in thy budgets true?</br>What mortal meed shall match these heavenly strains?</br>Take &mdash; take this German sausage for thy pains.</br>But soft &mdash; my HARRIOTT whispers at the door,</br>MARAT farewell!  for I can sing no more&mdash;</br>The Printer's Devil chides my long delay,</br>Scarce have I writ, one useful fib to-day;</br>Rest thou in death, for I my press must mind,</br>Dust be to dust, and lead to lead consigned!</br>"]