["I sing not of Angellica the faire,</br>(For whom the Palladine of Fraunce fell mad)</br>Nor of sweet Rosamond, olde Cliffords heire,</br>(Whose death did make the second Henry sad)</br>But of the fairest Faire Pecunia,</br>The famous Queene of rich America.", "Goddesse of Golde, great Empresse of the Earth,</br>O thou that canst doo all Thinges under Heaven:</br>That doost convert the saddest minde to Mirth;</br>(Of whom the elder Age was quite bereaven)</br>Of thee Ile sing, and in thy Prayse Ile write;</br>You golden Angels helpe me to indite.", "You, you alone, can make my Muse to speake;</br>And tell a golden Tale, with silver Tongue:</br>You onely can my pleasing silence breake;</br>And adde some Musique, to a merry Songue:</br>But amongst all the five, in Musicks Art,</br>I would not sing the Counter-tenor part.", "The Meane is best, and that I meane to keepe;</br>So shall I keepe my selfe from That I meane:</br>Lest with some Others, I be forc'd to weepe,</br>And cry Peccavi, in a dolefull Scaene.</br>But to the matter which I have in hand,</br>The Lady Regent, both by Sea and Land.", "When Saturne liv'd, and wore the Kingly Crowne,</br>(And Jove was yet unborne, but not unbred)</br>This Ladies fame was then of no renowne;</br>(For Golde was then, no more esteem'd then Lead)</br>Then Truth and Honesty were onely us'd,</br>Silver and Golde were utterly refus'd.", "But when the Worlde grew wiser in Conceit,</br>And saw how Men in manners did decline,</br>How Charitie began to loose her heate,</br>And One did at anothers good repine,</br>Then did the Aged, first of all respect her;</br>And vowd from thencefoorth, never to reject her.", "Thus with the Worlde, her beauty did increase;</br>And manie Suters had she to obtaine her:</br>Some sought her in the Wars; and some in peace;</br>But few of youthfull age, could ever gaine her:</br>Or if they did, she soone was gone againe;</br>And would with them, but little while remaine.", "For why against the Nature of her Sexe,</br>(That commonlie dispise the feeble Olde)</br>Shee, loves olde men; but young men shee rejects;</br>Because to her, their Love is quicklie colde:</br>Olde men (like Husbands jealous of their Wives)</br>Lock her up fast, and keepe her as their Lives.", "The young man carelesse to maintaine his life,</br>Neglects her Love (as though he did abhor her)</br>Like one that hardly doeth obtaine a wife,</br>And when he hath her once, he cares not for her:</br>Shee, seeing that the young man doeth despyse her,</br>Leaves the franke hart, and flies unto the Myser.", "Hee intertaines her, with a joyfull hart;</br>And seemes to rue her undeserved wrong:</br>And from his Pressence, she shall never part;</br>Or if she doo, he thinks her Absence long:</br>And oftentimes he sends for her againe,</br>Whose life without her, cannot long remaine.", "And when he hath her, in his owne possession,</br>He locks her in an iron-barred Chest;</br>And doubting somewhat, of the like Transgression,</br>He holds that iron-walled Prison best.</br>And least some rusty sicknesse should infect her,</br>He often visits her, and doeth respect her.", "As for the young man (subject unto sinne)</br>No marvell though the Divell doe distresse him;</br>To tempt mans frailtie, which doth never linne)</br>Who many times, hath not a Crosse to blesse him:</br>But how can hee incurre the Heavens Curse,</br>That hath so many Crosses in his Purse?", "Hee needes not feare those wicked sprights, that waulke</br>Under the Coverture of cole-blacke Night;</br>For why the Divell still, a Crosse doeth baulke,</br>Because on it, was hangd the Lorde of Light:</br>But let not Mysers trust to silver Crosses,</br>Least in the End, their gaines be turnd to losses.", "But what care they, so they may hoorde up golde?</br>Either for God, or Divell, or Heaven, or Hell?</br>So they may faire Pecuniaes face behold;</br>And every Day, their Mounts of Money tell.</br>What tho to count their Coyne, they never blin,</br>Count they their Coyne, and counts not God their sin?", "But what talke I of sinne, to Usurers?</br>Or looke for mendment, at a Mysers hand?</br>Pecunia, hath so many followers,</br>Bootlesse it is, her Power to with-stand.</br>King Covetise, and Warinesse his Wife,</br>The Parents were, that first did give her Life.", "But now unto her Praise I will proceede,</br>Which is as ample, as the Worlde is wide:</br>What great Contentment doth her Pressence breede</br>In him; that can his wealth with Wysdome guide?</br>She is the Soveraigne Queene, of all Delights:</br>For her the Lawyer pleades; the Souldier fights.", "For her, the Merchant venters on the Seas:</br>For her, the Scholler studdies at his Booke:</br>For her, the Usurer (with greater ease)</br>For sillie fishes, layes a silver hooke:</br>For her, the Townsman leaves the Countrey Village:</br>For her, the Plowman gives himselfe to Tillage.", "For her, the Gentleman doeth raise his rents:</br>For her, the Servingman attends his maister:</br>For her, the curious head new toyes invents:</br>For her, to Sores, the Surgeon layes his plaister.</br>In fine for her, each man in his Vocation,</br>Applies himselfe, in everie sev'rall Nation.", "What can thy hart desire, but thou mayst have it,</br>If thou hast readie money to disburse?</br>Then thanke thy Fortune, that so freely gave it;</br>For of all friends, the surest is thy purse.</br>Friends may prove false, and leave thee in thy need;</br>But still thy Purse will bee thy friend indeed.", "Admit thou come, into a place unknowne;</br>And no man knowes, of whence, or what thou art:</br>If once thy faire Pecunia, shee be showne,</br>Thou art esteem'd a man of great Desart:</br>And placed at the Tables upper ende;</br>Not for thine owne sake, but thy faithfull frende.", "But if you want your Ladies lovely grace,</br>And have not wherewithall to pay your shot,</br>Your Hostis pressently will step in Place,</br>You are a Stranger (Sir) I know you not:</br>By trusting Divers, I am run in Det;</br>Therefore of mee, nor meate nor Bed you get.", "O who can then, expresse the worthie praise,</br>Which faire Pecunia justly doeth desarve?</br>That can the meanest man, to Honor raise;</br>And feed the soule, that ready is to starve.</br>Affection, which was wont to bee so pure,</br>Against a golden Siege, may not endure.", "Witnesse the Trade of Mercenary sinne;</br>(Or Occupation, if you list to tearme it)</br>Where faire Pecunia must the suite beginne;</br>(As common-tride Experience doeth confirme it)</br>Not Mercury himselfe, with silver Tongue,</br>Can so inchaunt, as can a golden Songue.", "When nothing could subdue the Phrygian Troy,</br>(That Citty through the World so much renowned)</br>Pecunia did her utterly destroy:</br>And left her fame, in darke Oblivion drowned.</br>And many Citties since, no lesse in fame,</br>For Love of her, have yeelded to their shame.", "What Thing is then, so well belov'd as money?</br>It is a speciall Comfort to the minde;</br>More faire then Women are; more sweet then honey:</br>Easie to loose, but verry harde to finde.</br>In fine, to him, whose Purse beginns to faint,</br>Golde is a God, and Silver is a Saint.", "The Tyme was once, when Honestie was counted</br>A Demy god; and so esteem'd of all:</br>But now Pecunia on his Seate is mounted;</br>Since Honestie in great Disgrace did fall.</br>No state, no Calling now, doeth him esteeme;</br>Nor of the other ill, doeth any deeme.", "The reason is, because he is so poore:</br>(And who respects the poore, and needie Creature?)</br>Still begging of his almes, from Doore to Doore:</br>All ragd, and torne; and eeke deformd in feature.</br>In Countinance so changde, that none can know him;</br>So weake, that every vice doeth overthrow him.", "But faire Pecunia, (most divinely bred)</br>For sundrie shapes, doth Proteus selfe surpasse:</br>In one Lande, she is suted all in Lead;</br>And in another, she is clad in Brasse:</br>But still within the Coast of Albion,</br>She ever puts, her best Apparell on.", "Silver and Golde, and nothing else is currant,</br>In Englands, in faire Englands happy Land:</br>All baser sortes of Mettalls, have no Warrant;</br>Yet secretly they slip, from hand to hand.</br>If any such be tooke, the same is lost,</br>And pressently is nayled on a Post.", "Which with Quick-silver, being flourisht over,</br>Seemes to be perfect Silver, to the showe:</br>As Woemens paintings, their defects doe cover,</br>Under this false attyre, so doe they goe.</br>If on a woollen Cloth, thou rub the same,</br>Then will it straight beginne to blush, for shame.", "If chafed on thy haire, till it be hot,</br>If it good Silver bee, the scent is sweete:</br>If counterfeit, thy chafing hath begot</br>A ranke-smelt savour; for a Queene unmeete:</br>Pecunia is a Queene, for her Desarts,</br>And in the Decke, may goe for Queene of harts.", "The Queene of harts, because she rules all harts;</br>And hath all harts, obedient to her Will:</br>Whose Bounty, fame unto the Worlde imparts;</br>And with her glory, all the Worlde doeth fill:</br>The Queene of Diamonds, she cannot bee;</br>There is but one, ELIZA, thou art shee.", "And thou art shee, O sacred Soveraigne;</br>Whom God hath helpt with his Al-mighty hand:</br>Blessing thy People, with thy peacefull raigne;</br>And made this little Land, a happy Land:</br>May all those live, that wish long Life to thee,</br>And all the rest, perish eternally.", "The tyme was once, when faire Pecunia, here</br>Did basely goe attyred all in Leather:</br>But since her raigne, she never did appeere</br>But richly clad; in Golde, or Silver either:</br>Nor reason is it, that her Golden raigne</br>With baser Coyne, eclypsed should remaine.", "And as the Coyne she hath repurifyde,</br>From baser substance, to the purest Mettels:</br>Religion so, hath shee refinde beside,</br>From Papistrie, to Truth; which daily settles</br>Within her Peoples harts; though some there bee,</br>That cleave unto their wonted Papistrie.", "No flocke of sheepe, but some are still infected:</br>No peece of Lawne so pure, but hath some fret:</br>All buildings are not strong, that are erected:</br>All Plants prove not, that in good ground are set:</br>Some tares are sowne, amongst the choicest seed:</br>No garden can be cleansd of every Weede.", "But now to her, whose praise is here pretended,</br>(Divine Pecunia) fairer then the morne:</br>Which cannot be sufficiently commended;</br>Whose Sun-bright Beauty doeth the Worlde adorne,</br>Adorns the World, but specially the Purse;</br>Without whose pressence, nothing can be woorse.", "Not faire Haesione (King Priams sister)</br>Did ever showe more Beauty, in her face,</br>Then can this lovely Lady, if it list her</br>To showe her selfe; admir'd for comely grace:</br>Which neither Age can weare, nor Tyme conclude;</br>For why, her Beauty yeerely is renude.", "New Coyne is coynd each yeare, within the Tower;</br>So that her Beauty never can decay:</br>Which to resist, no mortall man hath Power,</br>When as she doeth her glorious Beames display.</br>Nor doeth Pecunia, onely please the eie,</br>But charms the eare, with heavenly Harmonie.", "Lyke to an other Orpheus, can she play</br>Upon her treble Harpe, whose silver sound</br>Inchaunts the eare, and steales the hart away:</br>Nor hardly can deceit, therein be found.</br>Although such Musique, some a Shilling cost,</br>Yet is it worth but Nine-pence, at the most.", "Had I the sweet inchaunting Tongue of Tully,</br>That charmd the hearers, lyke the Syrens Song;</br>Yet could I not describe the Prayses fully,</br>Which to Pecunia justly doe belong.</br>Let it suffice, her Beauty doeth excell:</br>Whose praise no Pen can paint, no Tongue can tell.", "Then how shall I describe, with artlesse Pen,</br>The praise of her, whose praise, all praise surmounteth?</br>Breeding amazement, in the mindes of men:</br>Of whom, this pressent Age so much accounteth.</br>Varietie of Words, would sooner want,</br>Then store of plentious matter, would be scant.", "Whether yee list, to looke into the Citty:</br>(Where money tempts the poore Beholders eye)</br>Or to the Countrey Townes, devoyde of Pitty:</br>(Where to the poore, each place doeth almes denye)</br>All Things for money now, are bought and solde,</br>That either hart can thinke, or eie beholde.", "Nay more for money (as report doeth tell)</br>Thou mayst obtaine a Pardon for thy sinnes:</br>The Pope of Rome, for money will it sell;</br>(Whereby thy soule, no small salvation winnes)</br>But how can hee (of Pride the chiefe Beginner)</br>Forgive thy sinnes, that is himselfe a sinner?", "Then, sith the Pope is subject unto sinne,</br>No marvell tho, divine Pecunia tempt him,</br>With her faire Beauty; whose good-will to winne,</br>Each one contends; and shall we then exempt him.</br>Did never mortall man, yet looke upon her,</br>But straightwaies he became, enamourd on her.", "Yet would I wish, the Wight that loves her so,</br>And hath obtain'd, the like good-will againe,</br>To use her wisely, lest she prove his foe;</br>And so, instead of Pleasure, breed his paine.</br>She may be kyst; but shee must not be clypt:</br>Lest such Delight in bitter gall be dypt.", "The juyce of grapes, which is a soveraigne Thing</br>To cheere the hart, and to revive the spirits;</br>Being usde immoderatly (in surfetting)</br>Rather Dispraise, then commendation merits:</br>Euen so Pecunia, is, as shee is used;</br>Good of her selfe, but bad if once abused.", "With her, the Tenant payes his Landlords rent:</br>On her, depends the stay of every state:</br>To her, rich Pressents every day are sent:</br>In her, it rests to end all dire Debate:</br>Through her, to Wealth, is raisd the Countrey Boore:</br>From her, proceedes much proffit to the poore.", "Then how can I, sufficiently commend,</br>Her Beauties worth, which makes the World to wonder?</br>Or end her prayse, whose prayses have no End?</br>Whose absence brings the stoutest stomack under:</br>Let it suffice, Pecunia hath no peere;</br>No Wight, no Beauty held; more faire, more deere.", "HIS PRAYER TO PECUNIA.</br>Great Lady, sith I have compylde thy Prayse,</br>(According to my skill) and not thy merit:</br>And sought thy Fame above the starrs to rayse;</br>(Had I sweete Ovids vaine, or Virgills spirit)</br>I crave no more but this, for my good-will,</br>That in my Want, thou wilt supplye me still.</br>"]