["DAPHNE &mdash; AMARYLLIS.", "Nigh where St. Clement's church contracts the Strand,</br>Two females took their solitary stand,</br>Their painted cheeks afar diffus'd a glare,</br>Then eyes possess'd the meretricious stare,</br>Their flaunting garments show'd in tatter'd trim,</br>While many a splash of dirt adorn'd each limb.</br>Three hours the theatres had empty been,</br>Harldly a mortal on the streets was seen,</br>Thieves now began their trade of picking locks,</br>And drowsy watchmen snored in every box.</br>Our females look'd around in mournful guise,</br>In sad succession rose their heaving sighs;</br>And first the pensive Daphne found her tongue,</br>Slowly she thus to Amaryllis sung;</br>The music almost melted in her throat,</br>In feeble murmurs breath'd each broken note.", "DAPHNE.</br>In vain I've travers'd all the streets around,</br>In vain, since not a cully's to be found;</br>Six times through Covent Garden I have walk'd,</br>And seldom there the courtesan is baulk'd.", "AMARYLLIS.</br>This night I've frequent stroll'd through Drury Lane,</br>Flush'd with gay hopes, but all my hopes were vain;</br>Fruitless was every effort to engage,</br>Within my toils or youth, or withering age,</br>No cunning wiles of mine had power to draw,</br>Within my haunts the army, church, or law;</br>No arts could urge the men to pour their cash,</br>And in th' o'erflowing bowl their sorrows wash.", "DAPHNE.</br>If thus neglected I'm to lose my trade,</br>'Twere better far I had been still a maid;</br>I might have kept a creditable shop,</br>Or, at the worst, have twirled the cleansing mop;</br>Nay, easily I might have gain'd my bread,</br>Skill'd with the needle how to guide the thread.", "AMARYLLIS.</br>Ah!  quick dispel such gloomy thoughts  as these,</br>Trade will return to set your mind at ease;</br>Think on the bliss which our profession brings,</br>When wanton joy each flying moment wings,</br>When gay around the splendid Taverns shine,</br>And each illumin'd feature glows with wine;</br>When every youth is wild with raging fires,</br>And feels the swelling tide of strong desires.", "DAPHNE.</br>Your ardent words convey the truth so clear,</br>That all my grief subsides when you are near:</br>And sure my friend it is a glorious plight,</br>To melt in bagnios all the live-long night;</br>Or in the play-house all our finery show,</br>And view the pallid Duchess pine below;</br>Or, happy chance, some batter'd rake allure,</br>With downcast look still deem'd a virgin pure.", "AMARYLLIS.</br>Tell, gentle Daphne, since the season's apt,</br>How first by faithless man you was entrapp'd;</br>For none like you in sentiment can shine,</br>And softest sensibility is thine.", "DAPHNE.</br>Where Kent's green hills in natural beauty rise,</br>And Medway verdure to the vales supplies;</br>My infant years I pass'd and flourish'd fair,</br>A farmer's only child, and only care.</br>With innocence I spent my smiling hours,</br>Roved the gay fields, and pluck'd the varying flow'rs,</br>Which still upon my rising breast were born,</br>Or as a chaplet in my hair were worn.</br>My father had a lad to guide the plough,</br>Ah!  lovely youth, methinks I see thee now;</br>No comelier boy I'm sure was ever seen,</br>No tougher wrestler ever trod the green:</br>If he at cudgels play'd, so sweet his look,</br>That all the heads even courted to be broke:</br>At foot-ball none could ever kick so well,</br>In cricket-matches none could him excel:</br>His various charms began my heart to move,</br>He led me to the wild, and talk'd of love.</br>The maid who seeks with man the lonely wild,</br>Perhaps may chance to find herself with child.</br>Round and more round my waist was seen to swell,</br>My father's mighty rage I need not tell;</br>And how I left my native home with shame,</br>And in the waggon up to London came.</br>Come Amaryllis, say, Was you betray'd?</br>Tell how seduced, you ceas'd to be a maid.</br>The warm blush kindles on your glowing cheek.</br>As evening suns the clouds with crimson streak.", "AMARYLLIS.</br>A Yorkshire Village was my natal place,</br>My sire was parson, rosy was his face;</br>Nature had made me delicately fair,</br>And given my heart of pride no common share;</br>Besides, with malice I was well endued,</br>And all the talents which befit a prude;</br>Scandal was never whisper'd over tea,</br>But all the neighbours reckon'd it was me.</br>At last a Captain, gorgeous as the day,</br>Led to the town his troop to eat our hay.</br>Of dreadful fights the gallant hero told,</br>Which melted down my heart though hard and cold.</br>To love with ardour quickly I began,</br>For who could e'er resist a warlike man.</br>By all his deeds in arms the Captain swore,</br>He ne'er had seen so fair a form before;</br>If I was coy, he vow'd his naked sword,</br>Should instant through his love-sick breast be bored.</br>With that in haste the murdering blade he drew,</br>I yielded, and we off to London flew.</br>The midwife soon deliver'd me of twins,</br>While he the more to aggravate his sins,</br>Before I was a fortnight brought to bed,</br>With a rich greasy Wapping-widow wed.", "Their former loves drew tears from either eye,</br>When, lo!  a drunken buck came reeling by;</br>He seiz'd them by the arm, and nothing loath,</br>In a luxurious tavern hous'd them both.</br>"]