["Farewell the mazy dance, the choral song,</br>The festive board, and every gay resort,</br>Where vacant minds with fond impatience throng,</br>And laughing Pleasure holds her tinsel court!", "These let corrupted Britons now pursue</br>Where fam'd AUGUSTA rears her stately towers,</br>These vain LUTETIA'S ever frolic crew</br>In gilded mansions and ELYSIAN bowers.", "Me other scenes on TIBER'S banks invite</br>To leave the letter'd page, the midnight oil,</br>And by the gleams of Cynthia's silver light</br>View the dread monuments of ancient toil.", "The spot I seek, beyond the sacred ground,</br>Where the proud mass VESPASIAN'S power display'd;</br>With silent awe survey the vasty round,</br>And distant Temples darken'd by its shade.", "As late I rov'd where Alpine mountains rise,</br>O'er rugged paths I trace th' aspiring way,</br>The loose wall climb with terror and surprize,</br>And musing through aerial arches stray.", "Hail awful scenes!  congenial darkness hail!</br>For times there are when man's wide grasping soul</br>Flies Nature's sweets, clear stream or painted vale,</br>And willing yields to Horror's mad controul.", "'Mid passing clouds the trembling moon-beams fall,</br>As in each dreary vault my steps advance,</br>And through cleft ruins on th' opposing wall</br>In glimpses faint like paly spectres glance.", "To Fancy's eye full many a ghost appears</br>Of venal champions who for sordid pay</br>Here basely fought, unbless'd by Pity's tear</br>Here grimly breath'd their sullen souls away.", "Not slaves alone, but citizens and knights</br>Among the grisly combatants are seen,</br>And gentle woman, made for Love's delights,</br>In arms unseemly stalks with threatening mien.", "They seem to try each murderous art anew,</br>As o'er th' accustom'd spot they wildly rave;</br>Some trembling fly, and some in rage pursue,</br>These cast the net, and these the faulchion wave.", "By Furies fashion'd were their breasts of steel</br>Who could the real scene with joy behold,</br>More savage those, unknowing how to feel,</br>Who view'd for pleasure than who fought for gold.", "Yet these are they, renown'd thro' every clime</br>For glowing Genius and for polish'd Art,</br>To shape the living bust, the dome sublime,</br>And pour the verse that fir'd the throbbing heart.", "O partial voice of Fame!  to me more dear</br>The humble Bramin 'mid the lonely waste,</br>Who on crush'd insects drops the pitying tear,</br>But rears no splendid monuments to Taste.", "Less still the ROMAN boast when justly scann'd,</br>For with the Arts the softer Virtues dwell;</br>A bloodstain'd sceptre fill'd their iron hand,</br>And milder and more skilful nations fell.", "Thus sunk th' ETRURIAN, thus the GRECIAN fame,</br>To fierce invaders a defenceless prey,</br>Who sought by arms alone a lofty name,</br>Scornful of all but battle's firm array.", "Till, when the subject world their sway confest,</br>And sated Conquest hush'd War's tumult rude,</br>Art feebly warm'd their still unsoften'd breast,</br>Proud patrons of the people they subdued.", "The stern commands of her triumphant foes</br>In this vast pile reluctant TASTE obey'd,</br>And, while for deeds of death the fabric rose,</br>With tearful eye her growing work survey'd.</br>"]