["As o'er the waves the Trojan galleys sped,</br>Whenas his prize the faithless shepherd bore,</br>A death-like calm o'er all the waters spread,</br>And the lulled winds lay cradled on the shore;</br>Rebuked by father Nereus, hoary seer,</br>Who thus prophetic breathed his chant of wo and fear.", "\"Sad omens meet thee, and thy leman vile,</br>Whose rape embattled Hellas shall atone;</br>Sworn to destroy thy ties, reclaim thy spoil,</br>And overthrow king Priam's ancient throne.", "\"Ah me!  from heroes' limbs, from coursers' sides,</br>The heavy sweat-drops hot and fast run down!</br>What funeral pyres thy lust insane provides,</br>For all the Dardan line of long renown!</br>Pallas assumes her helm, her aegis shakes,</br>Fierce yokes her thundering car, and all her fury wakes.", "\"In vain, fond boy, in Cypria's care confiding,</br>May'st thou thy graceful, yellow locks dispart;</br>And on the effeminate lyre the notes dividing,</br>Soothe, with lascivious lays, thy lady's heart:", "\"In vain!  thy dalliance soft the cumbrous spear,</br>The keen barbed Cretan arrow shall awake,</br>The roar of war shall thunder in thine ear,</br>Thy slumbers swift pursuing Ajax break:</br>Alas!  for deadlier battles then prepare,</br>And with black dust stain thine adulterous hair!", "\"Scourge of thy race, Laertes' awful son,</br>And he of Pylos, venerable sage,</br>Behold!  with these, undaunted, hurrying on,</br>Tecuer and Sthenelus, or skilled to wage</br>On foot, the strife of close contested war,</br>Or o'er the encumbered plain swift urge the echoing car.", "\"And lo!  Merion, and the hero sprung</br>From Tydeus &mdash; he yet greater than his sire,</br>Furious shall track thy steps the hosts among,</br>Raging with gory steel, and eyes of fire:", "\"Whom thou, as trembling hart that in the vale</br>Sees the gaunt wolf with fangs all armed for death,</br>Shalt fly &mdash; until thy coward limbs shall fail,</br>And heavily be drawn by the panting breath.</br>Not such the sport thy wanton hope described,</br>When, from Mycenae's domes, thou borest the treacherous bride!", "\"The day of wrath o'er Ilium at last;</br>The day of wail shall Phrygia's matrons know;</br>Achilles rouses; and, long winters past,</br>The appointed hour must come of bale and wo;</br>The Grecian flame shall wrap the Trojan walls,</br>And desolation sit on Priam's prostrate halls!\"</br>"]