["CORIDON.</br>Now the keen Rigour of the Winter's o'er,</br>No Hail descends, and Frosts can pinch no more,</br>Whilst other Girls confess the genial Spring,</br>And laugh aloud, or am'rous Ditties sing,</br>Secure from Cold their lovely Necks display,</br>And throw each useless Chafing-dish away,</br>Why sits my Phillis discontented here,</br>Nor feels the Turn of the revolving Year?</br>Why on that Brow dwells Sorrow and Dismay,</br>Where Loves were wont to sport, and Smiles to Play?", "PHILLIS.</br>Ah Corydon!  Survey the 'Change around,</br>Thro' all the 'Change no Wretch like me is found:</br>Alas!  the Day, when I, poor heedless Maid,</br>Was to your Rooms in Lincoln's-Inn betray'd,</br>Then how you swore, how many Vows you made?</br>Ye list'ning Zephyrs, that o'erheard his Love,</br>Waft the soft Accents to the Gods above.</br>Alas!  The Day; for Oh eternal Shame!</br>I sold you Handkerchiefs, and lost my Fame.", "CORYDON.</br>When I forget the Favour you bestow'd,</br>Red Herrings shall be spawn'd in Tyburn Road,</br>Fleet-street transform'd become a flowry Green,</br>And Mass be sung where Opera's are seen.</br>The wealthy Cit, and the St. James's Beau,</br>Shall change their Quarters, and their Joys forego;</br>Stock-jobbing This to Jonathan's shall come,</br>At the Groom Porter's That play off his Plumb.", "PHILLIS.</br>But what to me does all that Love avail,</br>If whilst I doze at Home o'er Porter's Ale,</br>Each Night with Wine and Wenches you regale?</br>My live-long Hours in anxious Cares are past,</br>And raging Hours in anxious Cares are past,</br>And raging Hunger lays my Beauty waste.</br>On Templers spruce in vain I Glances throw,</br>And with shrill Voice invite them as they go.</br>Expos'd in vain my glossy Ribands shine,</br>And unregarded wave upon the Twine.</br>The Week flies round, and when my Profit's known,</br>I hardly clear enough to change a Crown.", "CORYDON.</br>Hard Fate of Virtue thus to be distrest,</br>Thou fairest of thy Trade, and far the best!</br>As Fruitmen's Stalls the Summer Market grace,</br>And ruddy Peaches Them; as first in Place</br>Plum Cake is seen o'er smaller Pastry Ware,</br>And Ice on That; so Phillis does appear</br>In Play-house and in Park, above the rest</br>Of Belles Mechanick, elegantly drest.", "PHILLIS.</br>And yet Crepundia, that conceited Fair,</br>Amidst her Toys, affects a sawcy Air,</br>And views me hourly with a scornful Eye.", "CORYDON.</br>She might as well with bright Cleora vie.", "PHILLIS.</br>With this large Petticoat I strive in vain</br>To hide my Folly past, and coming Pain;</br>'Tis now no Secret; she, and Fifty more,</br>Observe the Symptoms I had once before.</br>A Second Babe at Wapping must be plac'd,</br>When I scarce bear the Charges of the last.", "CORYDON.</br>What I could raise I sent; a Pound of Plumbs,</br>Five Shillings, and a Coral for his Gums:</br>To Morrow I intend him something more.", "PHILLIS.</br>I sent a Frock and Pair of Shoes before.", "CORYDON.</br>However, you shall home with me to Night,</br>Forget your Cares, and revel in Delight.</br>I have in Store a Pint or Two of Wine,</br>Some Cracknels, and the Remnant of a Chine.</br>And now on either Side, and all around,</br>The weighty Shop-Boards fall, and Bars resound;</br>Each ready Sempstress slips her Pattins on,</br>And ties her Hood, preparing to be gone.</br>"]