["How pleasant in this lonely shade to rove,</br>Ev'n marks of fallen grandeur yield delight;</br>The vocal notes yet echo in each grove,</br>To welcome day, and cheer th' approach of night,</br>When Cynthia from her high meridian height,</br>And countless sparkling orbs that round her burn,</br>Upon this scene do shed their glimm'ring light,</br>The peaceful wind here ev'ry care may spurn,</br>And from the City's noise digustful turn.", "Here, no discordant noise the ear doth wound,</br>Transported from the CITY'S crowded ways,</br>How riv'lets raise a sweetly murm'ring sound,</br>And whisp'ring zephyr through the meadow plays,</br>Flocks in the morn do rise with startl'd gaze,</br>Times progress chimes from distant village spire,</br>Unnumber'd things combine the thoughts to raise</br>Above what noise and hurry can inspire;</br>And fill the soul with true extatic fire.", "What various pleasures wait the peaceful hour,</br>When from the madding crowd we far retire,</br>Not all EDINA'S charms have half the pow'r,</br>Such sweet delightful thoughts e'er to inspire,</br>In this lone bow'r all nature's beauties fire&mdash;</br>How sweets of happiness are felt and known;</br>Here Hector once attun'd his cheerful lyre;</br>Here MARY dwelt who rais'd th' enchanting tone;</br>Tho' alter'd now, alas!  sweet Mary's gone!!", "Here, a poor hapless rhymer's thought expands,</br>With deep regret reflects on years gone by,</br>Now, wav'ring, hank'ring, half enchanted, stands</br>Contemplating the colours of yon sky,</br>Which sweetly glitter, dazzling to the eye,</br>At dawning of the op'ning infant day;&mdash;</br>All, all is fitted to excite the sigh</br>Delightful, and to shed one cheering ray,</br>Like the sweet blush of the ambrosial May.", "What, to a mind oppress'd, can pleasure yield?</br>(The limpid streamlet clear, the blossom'd thorn,</br>Alternate art and nature decks each field,</br>Waving with purple bloom, or yellow corn)</br>It is this scene, tho' cits such joys may scorn,</br>The noisy crowd may feast their eye and ear,</br>Sad strangers to delight, else they would turn,</br>And tread such peaceful paths in ev'ning clear,</br>And ponder nature through the rolling year.", "What sweet ideas rise on summer's morn,</br>Drawn from the dew-o'er-loaded drooping rose,</br>That 'soon's the solar rays begin to burn,</br>Will all its fragrance and its sweets disclose,</br>The woodland's warblers labour to compose,</br>Man's troubled thoughts, and strive his mind to cheer,</br>And bid him, joyful, when each day shall close,</br>Go forth with music's voice upon his ear;</br>And wander musing by some streamlet clear.", "Ah!  blest retreat, where hurry, noise and strife,</br>The calm and peaceful mind can never wound,</br>The best, the chiefest, choicest joys of life,</br>In peaceful solitude are only found,&mdash;</br>Now softest zephyrs fan the verdant ground,</br>And all is silent on the tuneful spray,</br>The stream alone, makes a sweet murm'ring sound,</br>While pensive on its banks a wight doth stray,</br>Tuning his artless reed in nature's way.</br>"]