["Ye men whose breasts with generous ardour burn,</br>Who feel the grateful drops of Pity's dew,</br>Whose noble minds usurp'd oppressions spurn,</br>Approach, and take one transient mournful view.", "The dying pangs of injur'd Virtue hear,</br>The social calls of modest Worth attend;</br>A martyr's cause, demands one pitying tear,</br>And Justice hails you as her guardian friend.", "Clear the reproaches of a sully'd name;</br>The woes of bleeding Memory renew;</br>A Sov'reign's wrongs, unfeign'd compassion claim,</br>A royal victim bids the world adieu.", "See, in a solitary cell confin'd,</br>Th' ill-fated Prince, a lowly suppliant bends;</br>Unjustly doom'd, an outcast to mankind,</br>Deny'd the balmy comfort of his friends.", "The fond endearments of connubial love,</br>The soothing mildness of parental care;</br>This last resource, he was deny'd to prove,</br>Alone, unpity'd, every evil bear.", "Thus from th' ungrateful world too soon retir'd,</br>From scornful tyrants, he to Heaven appeals;</br>His mind with fervent Constancy inspir'd,</br>While pure Devotion all his sorrows heals.", "And can there be a more delightful joy,</br>A nobler comfort, or a purer bliss,</br>The lingering moments of our lives t' employ,</br>In tracing our immortal happiness?", "When doom'd to misery, oppressed with woes,</br>By friends forsaken, or to foes betray'd;</br>What balmy solace from Religion flows,</br>What resignation she brings to our aid.", "She fires the mind with Hope's enlivening rays,</br>The heart with Fortitude, and pious Trust;</br>Th' extatic bliss that conscious Worth displays,</br>In the applause of all the good and just.", "Such was the sufferer of this mournful scene,</br>Soon as he knew his dire portending fate;</br>With mild benignity, and air serene,</br>He shines conspicuous, eminently great.", "To see a virtuous Monarch doomed to die,</br>Once the fond object of his people's love;</br>Forbid it Justice!  and Humanity!</br>The crime that savages would disapprove.", "Too true, alas!  the die's for ever cast,</br>The dreadful summons awfully appears,</br>The fatal moment now approaches fast,</br>The thirst for blood salutes his dying ears.", "No power can change th' irrevocable doom,</br>The short relapse employ'd in fervent prayer;</br>And now the yawning and unsated tomb,</br>Receives the fatal object of its care.", "The virtuous Prince now summon'd to his side,</br>To chase the terrors of the solemn scene;</br>His only hopes, his only joy, and pride,</br>His lovely offspring, and unhappy Queen.", "She long to misery a prey,</br>Depriv'd of every worldly social tye;</br>Bereft of friends, the light of cheering day,</br>Torn from her husband and her family.", "All hopes of happiness from her had flown,</br>The sad companions of her hours forlorn;</br>Were from her side into a prison thrown,</br>There basely murdered in their early morn.", "Her husband now the partner of her grief,</br>Once the companion of her happier days;</br>Seeks in his murderers hands his sole relief,</br>And sighs in triumph his Creator's praise.", "Their infant offspring, pledges of their love!</br>To each, by Nature's strongest ties ally'd,</br>In silent sadness melancholy rove,</br>And all their sorrows tenderly divide.", "Oh!  how can I this moving scene describe,</br>How ponder on the embrace, and last farewell?</br>The cruel agonies of love imbibe,</br>The claims of nature and affection tell?", "The warm effusions of each faithful heart,</br>Struggling with grief, while holding all most dear,</br>Whom fate so soon condemns for e'er to part,</br>While resolution checks the rising tear.", "Now with the measure of their woes oppress'd,</br>They sink forlorn into each others arms;</br>In silent agony now stand confess'd,</br>Till cruel thought their fortitude disarms.", "This interval elapsed, one last farewell,</br>Each other's bosom they with tears bedew,</br>Till the sad summons, and the tolling bell,</br>'Twas then for ever from their last adieu.", "Th' unhappy Monarch now his trials o'er,</br>Calmly serene the dreadful fate attends;</br>While angels voices, all his thoughts restore,</br>And Revelation all his views extends.", "This teaches him to look beyond the grave,</br>For calm Content, and Virtue's bright rewards,</br>The shocks of frail mortality to brave,</br>While there's a Being that his spirit guards.", "Now to the fatal spot at length come nigh,</br>He mounts the scaffold with an air compos'd,</br>Surveys the engine with a tranquil eye,</br>Then, in the silent arms of death repos'd.", "You who from dear experience often range,</br>To trace the wild ideas of liberty,</br>Will find in theory a poor exchange,</br>Excess of freedom is but tyranny.", "Behold a state puff'd up with outward shew,</br>Pleas'd with the phantom of a sounding name,</br>Which like the sun, as it dissolves the snow,</br>Is soon extinguish'd in Rebellion's flame.", "Behold a race who boast of Freedom's laws,</br>Condemn their Sov'reign to an early grave;</br>A direful victim to Oppression's cause,</br>Whom not the rights of Justice e'en could save.", "Are these the pure effects of Freedom's fire?</br>Are these the joys her happy isle await?</br>If so, a monarchy I most admire,</br>And let that monarchy be England's state.", "There Freedom glows in all her native pride,</br>There Justice sanctions what the law defines,</br>While Peace and Plenty every where preside,</br>And soft Humanity resplendent shines.", "The peasant happy in his chearful gains,</br>Secure enjoys his quiet, frugal meal;</br>While the rich landlords in their large domains,</br>To all alike their benefactions deal.", "There a great King, by all his people lov'd,</br>Of every earthly happiness possess'd;</br>Fear'd by the wise, and by the good approv'd,</br>He reigns with honour, and with virtue bless'd.", "In his fine offspring all alike combin'd,</br>The royal, with the fond endearing ties;</br>The graces, with the beauties of the mind,</br>And with their Sov'reign's love, their country's prize.", "A Constitution, that has long withstood,</br>The work of ages, and the wreck of times;</br>From which does flow such universal good,</br>As ne'er is met with in remoter climes.", "This legacy our ancestors bequeath'd,</br>For this they nobly toil'd, they nobly fought;</br>Till unimpair'd, their gallant swords they sheath'd,</br>And left their sons to prove the good they'd wrought.", "And shall we basely sully their bright fame?</br>Shall we disgrace their meritorious deeds?</br>Or brand their honour, stigmatize their fame,</br>By sowing civil Discord's envious seeds.", "No, let us doubly this great trust cement,</br>Revere their actions, and their virtues prize;</br>Learn to be happy, peaceful and content,</br>By merit only, to bright honours rise.", "Oh!  may no factious discords here prevail,</br>No secret spy, no undesigning hand,</br>No blind fanaticks, or base knaves assail,</br>This happy country, and this peaceful land!", "Fatal Experience, has too lately shewn,</br>The miseries that every clime await,</br>When Unanimity from it has flown,</br>And Sans Cullottes decide their country's fate.", "The dire misfortunes of tyrannic power,</br>The kindling flames of sad intestine broils,</br>Heaven now in justice on the French do shower,</br>And thus their cruelty on them recoils.", "Then let us from this awful lesson learn,</br>To trace the hypocrite's deceitful smiles.</br>The snares of theory with horror spurn,</br>And shun the speculator's artful wiles.", "By such a conduct we shall e'er secure,</br>Our country's honour, glory, and renown;</br>By this the miseries of wars indure,</br>And happiness with wealth and commerce crown.</br>"]