["Hark! &mdash; Whence that loud, funereal yell,</br>That from deploring millions seemed to rise,</br>And spread in lessening murmurs through the skies?</br>Ah!  wherefore does the slow, death-boding bell</br>Its awful, swelling, deepening accents pour</br>Round the wild rocks, that skirt the naked shore;</br>At whose deep base the whitening waves,</br>As fierce the savage tempest raves,</br>Indignant madden, and responsive roar?</br>Great PERCY mingles with her kindred dead;</br>In that soft sigh the quivering spirit fled,&mdash;</br>But let no vulgar, impious tongue presume</br>The baleful tidings to relate,</br>This blackest, bitterest stroke of fate;</br>And break the eternal silence of the tomb.</br>The dire event a nation's shrieks should tell,</br>'Twas Britain's voice that wail'd her as she fell:</br>'Twas Britain's voice &mdash; and all her weeping train</br>Of orphans, widows, mingled in the strain.</br>What monument can raptur'd fancy raise</br>To the fair memory of the wise and good,</br>Tho' all the muses waked their loftiest lays,</br>Tho' all the treasures of Potosi's mine</br>Graced their proud bier, and sparkled round their shrine,</br>Greater than Virtue's tears, and Britain's praise.", "Yet will the Nine their humble tribute bring</br>And chear the grave's dull horrors with a song,</br>With bolder fingers sweept the swelling string,</br>And bid the loftier numbers roll along.</br>Thro' the hush'd air let strains seraphic float,</br>Bring every instrument of solemn sound;</br>And let the deep bass raise his burial note</br>'Till these skies echo, and these rocks rebound.", "You speechless, pale-eyed, sorrowing band,</br>Whose tears and bursting sighs declare</br>What heart-felt pangs your bosoms tear;</br>Who shared her fortune and her power,</br>When famine crush'd you with his iron hand,</br>When death's dire harpies, burning to devour,</br>Disease and anguish, stalk'd around your bed,</br>And shook their scorpions o'er your frighted head;</br>O break your awful silence, and prolong</br>In melting rhapsodies to PERCY's name,</br>Your loftiest measures, &mdash; swell the choral song,</br>Soar with her zeal, and glow with all her flame.</br>With flattery's arts your lays ye need not stain,</br>Nor let one venal lye debase the strain;</br>Whate'er of daring or sublime,</br>The fabling sons of Phoebus dream,</br>To swell the lofty rage of rhyme,</br>Shrinks from the grandeur of our brighter theme.</br>The greenest bays that e'er the Muses spread</br>To shade the ashes of the mighty dead,</br>Fade at the light of Virtue's living ray;</br>Where the rapt soul to nobler views aspires,</br>And as on eagle wing she breaks away,</br>From her frail tenement of mould'ring clay,</br>Paints with diviner rage, and burns with brighter fires.", "What tho' thro' thy illustrious veins,</br>From many a godlike ancestor roll'd down,</br>And many a chief, of high renown,</br>That fought on Agincourt's and Cressy's plains,</br>The rich patrician stream unsullied flow'd;</br>Though thy proud race with lengthened splendours shine,</br>And monarchs mingle in the mighty line,</br>These were but humblest trophies to thy name,</br>Had not thy spirit caught the kindred flame,</br>Had not thy breast with rival virtue glow'd.", "Beneath thy smiles, reviving Science reared</br>With brighter verdure her immortal head,</br>The sons of genius hail'd thy bounteous hand,</br>That oft the night of black Misfortune cheer'd;</br>And every nobler Art its influence spread,</br>In wider circles, round a favour'd land.</br>Rise, thou dear Child of Fancy and the Nine,</br>Whom Nature, at thy awful birth, endow'd</br>With rage to soar beyond the rhyming crowd;</br>And kindled in thy breast the spark divine,</br>That flash'd resistless thro' thy rapid line;</br>O!  torn for ever from our longing eyes,</br>Whom all Parnassus widow'd springs,</br>And all Castalia's weeping grottoes mourn,</br>From the cold cypress bowers of death arise,</br>And seize once more thy slumbering lyre,</br>And deeply smite its magic strings:</br>Let gratitude a nobler song inspire,</br>Than burst, with sacred energy of sound,</br>When Cambria's cliffs, and Conway's listening tide,</br>Heard their hoar prophet raise his thundering strain,</br>To blast the tyrant Edward's banner'd pride;</br>Whose streaming hands, with wanton vengeance red,</br>Reek'd with the blood of bards unjustly slain.</br>His powerful verse hath broke the spell of death:</br>Mark where, slow-rising from their rocky bed,</br>In stoles of white the bearded spectres rise,</br>And scud like lightening o'er the desart heath,</br>And point their hostile torches at his head.&mdash;</br>Such deathless strains to PERCY's memory raise,</br>And let thy wild harp labour in her praise.</br>O could they burst Death's adamantine chain,</br>And give her to the weeping world again!</br>Thy pencil's animated touch alone</br>Can draw the living portrait of her mind;</br>Where every gentle female virtue grace combined,</br>Where every generous manly virtue shone;</br>As thou, who shar'd her bounty best can tell,</br>That rais'd her name as much above her kind,</br>As thy bold lays each meaner muse excell.", "Ye who by birth or fortune's varying smile</br>Distinguish'd shine, the guardians of our isle;</br>Whether ye swell the senate's awful band,</br>Where Lyttelton, in thoughts sublime and strong,</br>Rolls the full stream of eloquence along&mdash;</br>Or high on glory's glittering summits stand,</br>Where all the virtues dart their blended rays,</br>Diffusing round the throne their central blaze,</br>And guide the sceptre of supreme command;</br>O dare to emulate your sovereign's zeal,</br>In truth's, in wisdom's cause with PERCY glow:</br>These are the basis of a nation's weal,</br>From these renown and lasting transport flow;&mdash;</br>Haste to the couch where drooping merit pines,</br>Where pale disease the languid head reclines;</br>Bid laurels round the brow of Genius bloom,</br>And snatch expiring virtue from the tomb.", "Fain would the Muse each generous deed rehearse,</br>And bid them flourish in immortal verse:</br>To latest times display thy virtuous fame,</br>Till wondering ages kindle at thy name:</br>With all thy spirit warm the glowing line,</br>Mark how the patriot, how the Christian shine;</br>Trace thee thro' each fond scene of private life,</br>In all the tender names of friend and wife;</br>Paint thee in every milder charm confess'd,</br>And all the parent burning in thy breast:</br>But what exhaustless toil can number o'er</br>The sands that swell the deep's extended shore,</br>Or in the desart wastes of Lybia rise,</br>When dusky whirlwinds sweep along the skies;</br>What bold tongue shall e'er resound</br>The boundless tale of thy exalted worth,</br>That brightening every object round,</br>Shot forth its beams conspicuous as thy birth:</br>Nor did those beams with partial splendour fall,</br>But, like the source of light, they shone on all.", "Daughters of Jove, your mournful lays forbear;</br>Some song of magic virtue dare,</br>To chase the sullen blackness of despair,</br>And sooth the grief-struck partner of her bed:</br>Whose inexpressive sorrows flow,</br>In all the speechless agony of woe,</br>O'er the cold ashes of the unconscious dead.</br>From the rich treasures of your tuneful art,</br>Some soft medic'nal prepare,</br>Sweeter than all the breathing gums that shed</br>Their wanton fragrance thro' Arabian air,</br>To heal the anguish of his bleeding heart.</br>To kindred worth sweep all your warbling lyres,</br>O wake some tender, thrilling, dying strain;</br>Till rapture trembles from the quivering wires,</br>And softer anguish throbs thro' every vein:</br>Then, as each ruder Passion sinks to rest,</br>With scenes of martial ardour fire his breast,</br>And point his wondering eye to yonder plain,</br>Where in insulted Britain's glorious cause,</br>His dauntless son the sword of justice draws:</br>Against the rebel race that spurn her laws:</br>And as his great forefathers tower'd in arms,</br>Pants in the midst of battle's mad alarms,</br>With eager hope to gain the glittering prize,</br>Which glory holds to Valour's ravish'd view:</br>Their lightning-terrors kindle in his eyes,</br>And in his breast their ardours blaze anew.</br>'Tis done; &mdash; and lo!  the mitred prelate stands,</br>The sacred volume trembling in his hands,</br>The last sad obsequies prepared to pay,</br>As the deep chorus chant the according lay,</br>And render to the ravenous grave,</br>That yawns to clasp her in its cold embrace,</br>What erst to crowded courts their lustre gave,</br>The boast at once, and pattern of her race.</br>Grandeur approach, this awful spot survey,</br>And learn a lesson from the shrouded dead;</br>The rolling years urge on the swift decay,</br>And thou shalt slumber on the same cold bed.&mdash;</br>Ha!  dost thou shudder at the awful tale?</br>Does thy lip quiver, and thy cheek turn pale?</br>Or say, do Glory's charms thy thoughts beguile?</br>Does beauty lull thee with her softer smile?</br>Yet know, &mdash; and let these sounds like thunder roll</br>Through all the deep recesses of thy soul;</br>The sparkling eyes in death shall quench their fire,</br>And all thy splendours in the dust expire.", "Mark where, attended by the myriad throng,</br>That anxious press around the sable bier,</br>Unable to refrain the starting tear,</br>Death's awful train in silence move along:</br>Pale-glimmering torches thro' the dusky air,</br>On every face their funeral splendours glare,</br>And kindle in the skies a milder day,</br>As to yon dome they bend their dreary way,</br>That rears its Gothic towers, so steep and hoar;</br>Where Britain's nobles strew the sacred floor,</br>And monarchs moulder with their kindred clay.</br>Save me! &mdash; what meant that awful sound,</br>That shook the pillars of the trembling isle,</br>And dash'd yon antient portal to the ground:</br>Well may thy pillars shake, thou hallow'd pile,</br>In reverence due to PERCY's mighty shade,</br>That seeks the marble mansions of the tomb;</br>For never, since these moss-clad turrets rose,</br>Tho' scepter'd warriors in their vaults repose,</br>A nobler spirit swept athwart their gloom.</br>But hark!  the loud inspiring organ blows,</br>And pours its labour'd harmony around!</br>From their eternal thrones of light,</br>Studded with burning sapphires bright,</br>Descending seraphs propagate the sound,</br>And swell with transports of celestial love:</br>Her purer spirit mingling in their train,</br>Dissolves in ecstasies unknown before;</br>Then seeks with them a happier, brighter shore;</br>On lightning-pinions cleaves yon spangled plain,</br>And glows for ever in the quires above.</br>"]