["Tho' manly ardour in thy bosom glows</br>While Freedom's banners wave on Gallia's plain,</br>While Freedom's clarion sounds th' inspiring strain,</br>And millions, starting from a base repose,</br>Sweep from their sickening land the oppressive woes</br>Of Slavery's gloomy desolating reign;</br>And fiercely bursting from the despot's chain</br>Dash from the haughty throne their tyrant foes;</br>Amidst the tempest's howl and wild uproar</br>Ere yet the shatter'd nation sinks to rest,</br>Cast a fond look on Britain's peaceful shore</br>Nor chace her blessings from thy kindling breast</br>Here soft Affection spreads her graceful store,</br>And Friendship calls thee where no storms molest.", "In vain doth Grandeur trick'd in gorgeous pall,</br>Stalk stately by, and point to glittering joys,</br>In vain doth Mammon spread his gilded toys,</br>To lure a careless wight to bitter thrall,</br>In vain doth loudly-laughing Pleasure call</br>To loose delights and days of mirthful noise,</br>Hence, hated fiends &mdash; Me gentle Peace accoys,</br>Her cup is heavenly sweet, undash'd with gall,</br>Yblest in her with slow and secret tread</br>I wander loitering in the arched grove,</br>Fancy's gay dreams aye dancing round my head,</br>There jolly elves at midnight nimbly move</br>Their dainty feet, and shades of mighty dead</br>Glide pale athwart my path.  Such seems the Muses love.", "Ah, wretched wight!  whom Fame shall tempt to leave</br>The soft and silent valley of Repose,</br>And with her deeply-stirring voice deceive</br>To deeds of thankless toil and weary woes;</br>Ah, wretched wight!  who stays ne to perceive</br>The thorns that threat'ning gird the peerless rose,</br>But hopes unharm'd he may a wreath receive</br>Of deathless flowerets to bedeck his brows&mdash;</br>Look up! &mdash; afore the beamy towers of Fame</br>What fell and ghastly fiends for ever wait,</br>Envy, whose baleful vipers none can tame,</br>And Disappointment of slow sullen gait,</br>And with her eyes abash'd heart-damping Shame;</br>Fly, fly to fair Repose, nor scorn so sweet a mate.</br>"]