["\"Virtue is pleasure,\" said a Grecian sage,</br>\"And is the most virtuous, the happiest far;\"</br>A nobler sentiment upon the page</br>Of Revelation sparkles like a star.</br>Men have done much his pure intent to mar,</br>Whom many follow, and but few obey;</br>But truth will laugh, however fools may jar,&mdash;</br>Tired Reason shall at length spurn Falsehood's sway,</br>Exulting like the sun, when storms have roll'd away.", "\"Who seeks the general weal, secures his own\"&mdash;</br>Such the arch-precept of the latest school</br>Of Ethical discovery &mdash; alone</br>Varying in sound from the Athenian's rule.</br>The gentle creed of Nazareth is full</br>Of a like spirit &mdash; fairer and more free&mdash;</br>Then cease to cry Eureka!  haste and cool</br>Thy crazed disciples' neophytic glee,</br>Utilitarian Priest &mdash; word-wedding Jeremy!", "Who doubts the maxim of the Benthamites?</br>'Tis co-existent with the human soul,</br>And of its shrine one of the sacred lights&mdash;</br>Though oft-times clouded by the gross control</br>Of the dust's opaque demon &mdash; he, the sole</br>Keeper of the multitudinous cells,</br>Wherein earth's anticks, miserably droll,</br>Make mouths at Heaven to smirking Folly's bells,</br>Shaming the voiceless brute that in the desert dwells.", "In morals 'tis an axiom &mdash; here &mdash; even here&mdash;</br>Upon the slippery bank and shoal of time,</br>With hell-fire in abeyance &mdash; noon-day clear,&mdash;</br>The worst like not to be the sport of crime,</br>Drench'd with their own foul vintage &mdash; every clime</br>To sins peculiar adds their punishment&mdash;</br>The unity of Justice is sublime&mdash;</br>I should have said of Mercy &mdash; for 'tis meant</br>To urge them back to peace, whose steps are woward bent.", "And dismal were this globe were it not so!</br>'Tis bad enough; but it is Paradise,</br>Compared to what it would be, were there no</br>Terrestrial scourge for the salt blood of Vice&mdash;</br>Lust, flame-respiring, homicidal Pride,</br>And all our household devils running wild,</br>Would roam, high-fed and rampant, far and wide,</br>Making that hideous, yet but half defiled,</br>Trampling each shoot of good on arid life that smiled.", "Of sermonizing we have had enough&mdash;</br>If this besotted land will not awaken,</br>It is not framed of penetrable stuff&mdash;</br>Cobbett himself hath to the rostrum taken,</br>Teaching Britannia how to save her bacon&mdash;</br>Cool Owen lauds his parallelogram</br>With pertinacity, by sneers unshaken&mdash;</br>And would therein all sorts of people cram,</br>Penning, in common fold, ass, lion, wolf, and lamb.", "But Ill will keep its throne, till doomsday steal,</br>Thief-like, upon the prowlers of the world;</br>They who to abstract equity appeal,</br>Will find the general lip derisive, curl'd.</br>In vain, Philanthropy!  thy flag's unfurl'd</br>On distant Harmony's Millennian heights;</br>Dissension's blazing brands shall still be hurl'd,</br>And maugre all that honest Bentham writes,</br>Laws will be Knavery's tools, and suitors hapless wights.", "Marshal, Old Truepenny!  a chosen band,</br>And let them furnish practice to thy preaching&mdash;</br>Actions, the shallowest brain can understand,</br>Examples, the sure mode of moral teaching&mdash;</br>Proclaim a truce to threatening and beseeching,</br>In streets and highways plant each partisan,</br>Purified from the itch for over-reaching,</br>Sworn foes to every ceco-selfish plan,</br>Warm and unflinching friends to the old house of man.", "And then &mdash; \"God speed the cause!\"  pray I for one&mdash;</br>A worthier never link'd true hearts together&mdash;</br>The faint may fall before the harvest's done&mdash;</br>The stoutest hardly brave the wayward weather.</br>But more than Mammon's gem, or Honour's feather,</br>Shall the survivors of the field repay,</br>When Sorrow's children round a glad hearth gather,</br>To speak of those who chased their griefs away&mdash;</br>Who flinty Custom crush'd that ground them in the clay.</br>"]