["Propitious Goddess of immortal song,</br>URANIA!  from thy starry height descend;</br>As to thy care historic truths belong,</br>Inspire the measures, and the Muse befriend.</br>If virtue, and the weal of human-kind,</br>If kindred goodness thy protection claim;</br>Deign, pow'r benevolent, the wreath to bind,</br>Which duty brings to Russel's nascent name.</br>Charm'd with the hope new patriots still shall rise,</br>And with successive lustre gild Britannia's skies.", "As o'er the blue expanse of golden light,</br>The orient sun ascending spreads her ray!</br>So BRITAIN pleas'd directs her smiling sight,</br>And views thy heir disclos'd to chearful day!</br>From the first dawn of thy distinguish'd name,</br>Observant, has she mark'd thy glorious race,</br>With faithful zeal, assert her antient fame;</br>Alike her ornaments in arms or peace:</br>Patriots and chiefs, who for her rights have stood,</br>And sanctify'd her laws, with their devoted blood!", "Such was her RUSSEL, whose exalted mind</br>In virtue steel'd, by liberty inspir'd,</br>Glow'd with the gen'rous love of human-kind,</br>The point, to which his ev'ry thought aspir'd;</br>Not pleasure's sun-shine, nor ambition's crown,</br>Which charms the wanton, or deceives the weak;</br>Not instant death, nor the stern tyrant's frown,</br>The godlike martyr's steady soul could shake;</br>With fortitude he bore the friendly strife,</br>And smil'd for Britain's sake to yield his noble life!", "Hail generous warmth!  hail all-enliv'ning ray!</br>Which lawless force repels, and shines to save!</br>Hail emanation sprung from heav'nly day,</br>Fix'd in the bosom of the truly brave!</br>As thro' its lucid orb the radiant gem</br>Beams, self-supply'd, the blaze of living light:</br>So keeps unblemish'd honour its esteem;</br>So gains the judgment, while it charms the sight;</br>Which envy strives, but strives in vain to veil,</br>Too strong for all the clouds its brightness would conceal.", "Early, illustrious peer, thy generous breast</br>This spark of worth hereditary caught;</br>Early thy love for freedom shone confess'd,</br>Seen in thy act, and rooted in thy thought;</br>Aw'd by no pow'r, no mean temptation sway'd,</br>Thy voice still follow'd truth's impartial side;</br>Scorn'd the vain blandishments ambition made,</br>A dignity beyond the reach of pride!</br>Merit intrinsical, outshining far</br>Th' embellishments of pomp, or tinsel of a star!", "When to thy brow the ducal wreath was giv'n,</br>Applauding BRITAIN saw thy rising state;</br>Thy honours seem'd the care of fav'ring heav'n,</br>That for thy country smil'd to make thee great.</br>'Twas this to GOWER'S worth thy choice ally'd,</br>That bless'd thee with a British Portia's charms;</br>That gave thee JULIANA, spotless bride,</br>A treasur'd shrine of virtue to thy arms;</br>And now has crown'd your Union with an heir,</br>To long descending days, the lasting name to bear.", "Nor placid thou, amidst the general joy,</br>Thy TAVISTOCK'S auspicious birth creates,</br>The Muse reject, who with delighted eye,</br>Beholds the future bliss thy heir awaits;</br>Soon (does she hope) with native ardour fir'd,</br>His conscious breast the patriot's fire shall know;</br>As the young eaglet rises self-inspir'd.</br>Lifts the strong plume, and leave the world below;</br>Plays in the solar flame, delights above,</br>And learns to grasp the bolts of formidable JOVE.", "Illustrious youth, may heav'n to thee allow</br>A life secure from every wayward fate:</br>Propitious hear the faithful Muse's vow,</br>And make the circle of thy fame complete.</br>May every Muse with every grace conspire</br>Thy form to finish, and thy soul to raise,</br>Thy tender youth with virtue's love inspire;</br>Virtue!  alone the Source of lasting praise;</br>A joy, which only noblest minds can know,</br>And truth's fair hand, alone, can authoriz'd below.", "And once if aught the Muse prophetic feels;</br>If true the transport of her present flame,</br>The warmest hope thy worth but half reveals,</br>Illustrious infant!  time shall swell thy fame!</br>Some happier Muse for thee shall tune the lyre,</br>Shall sing thy opening virtues fair express'd;</br>As now with recent joy, and fond desire,</br>Mine hails thee to thy natal hour confess'd,</br>And ardent wished to thy princely race</br>Establishment confirm'd, and durable Increase.", "O honour'd BEDFORD!  one directing fate</br>Allotts the Parts, whence life's distinction springs,</br>The ebb of poverty, the flow of state,</br>The chains of captives, and the crowns of kings!</br>To thy blest hand, and bounteousness of mind</br>Has giv'n extensive power's unslacken'd reign;</br>To me a barrenness of wish assign'd,</br>That grieves itself to see another's pain;</br>To thee has giv'n to smile, &mdash; to me to mourn,</br>Ev'n on that happy day thy Tavistock was born.", "Yet let the Muse, my lord, with honest zeal,</br>The fair occasion of thy joy improve;</br>Thy noble line's increasing splendor hail,</br>And give this humble mark of duteous love:</br>Mean tho' her verse &mdash; by flatt'ry undefil'd;</br>Patriot's have not disdain'd to view her strain:</br>Stair has approv'd &mdash; and candid Tweddale smil'd,</br>And learned Stormont stoop'd to ease her pain!</br>Nor thou, mild Prince, disdain the humble lay</br>That mingles with the joys of this auspicious day.", "So may just heav'n with ever-guardian care</br>Build on the basis of thy rising NAME!</br>To each successive BEDFORD grant an heir</br>Of worth resemblant, and paternal fame:</br>Like THEE, to guard Britannia's sacred laws</br>From dark corruption, and from lawless force;</br>To shine the great assertors of her cause,</br>Firm in the shock, and constant in the course:</br>Who round their brows the civic wreath shall bind,</br>And guard the glorious rights of BRITAIN and mankind.</br>"]