["HOBBINOL.  COLINET.", "Smit with the grandeur of the gorgeous sun,</br>The shepherd-train, as forth they drive to feed</br>Their nibbling flocks amid fresh dews and flow'rs,</br>Rooted in wonder on their crooks recline,</br>From summit of the mountains to behold</br>The summer-flaming orb majestic rise,</br>Broad from beyond the sea's heav'n-bounded surge,</br>And burn along the gold-vermilion'd main,</br>In Nature's whole magnificence display'd,&mdash;</br>Glorious and vast as all-surrounding heav'n.</br>Nor azure vapours rest o'er fountain's brim,</br>Nor ample winding river, nor on tops</br>Of highest mountains, tho' they rear to heav'n</br>Their waving woods; but, sailing slow along</br>The sea of air, dissolve, and open all</br>Nature's unbounded theatre to view.</br>Woke by the winds, that fan the breezy morn,</br>The broad, smooth-swelling surges glow with gold</br>Throughout the whole horizon, and reflect</br>A waving brightness of unnumber'd suns.</br>Then, while the mountain-tops, and verdant vales</br>Whiten with fleeces of the spreading flocks,</br>That dash the pearly dews; and ev'ry swain,</br>By nature's secret harmony inspir'd,</br>Or moves in uncouth measures with the fair,</br>Fresh on whose cheek health's ruddy beauties bloom,</br>Or mingles songs with warbling of the woods,</br>Which swell the raptur'd symphony of praise,</br>Or wakes sweet Echo with his rural pipe:</br>Retire the youthful shepherds, Hobbinol</br>And Colinet to wear the social hour</br>Beneath a lofty, broad-imbow'ring oak,</br>Deep from whose twisted roots perennial springs</br>A copious fountain, and in many a maze</br>Hoarse-murm'ring down the mountain's mighty side</br>Trembles pellucid to the morning ray</br>Thro' ever-living verdure of the lawn.</br>If unbewilder'd by the meaner glare</br>Of fortune's earth-born meteor, which misleads</br>Flatt'ry's base herd, an honest Muse with bold</br>Ambition of the tow'ring eagle soars</br>To wheel at large amid the blazing noon</br>Of cloudless virtues, which unbounded flame</br>From PERCY'S and his CONSORT'S souls sublime,</br>Will they the shepherd's rural tribute deign</br>Ennoble with acceptance?  Will they bend</br>Like Condescension leaping from a throne,</br>To numbers, humble as o'er Echo heard</br>Inspire the past'ral reed?  Yet Merit pleads</br>This bold emprize to spurn the Gothic yoke</br>Of Rhyme, rude demon; which, when papal night</br>Eclips'd the sun-bright radiance of the soul,</br>Ruthless untun'd each weeping Muse's lyre,</br>And sunk ev'n godlike Britons into slaves;</br>Tho' Nature su'd, and Harmony in chains</br>The showy beauties of her bosom stain'd</br>With copious show'r of pearly-trickling tears.</br>Yes, Liberty, great Nature's charter thou,</br>Gild this late ev'n time, as erst thy smile</br>Benignant beam'd o'er Greek and Roman climes</br>Thine orient splendours, ere the glorious sun</br>Of science his refulgent forehead plung'd</br>Deep into chaos of Barbaric glooms,</br>Which, like autumnal exhalations, rose</br>From cloisters, where Lethean Dulness slept</br>Thro' ages, scarce into a yawn awak'd;</br>'Till truth-enlighten'd Britain, from the cloud</br>Emerging, heav'n's triumphant beacon flam'd</br>Thro' polar darkness of surrounding worlds,</br>And from her shores, fair Freedom's sacred pale,</br>Scar'd Superstition with her motley crew</br>Vanish'd, like spectres from the rays of morn.</br>But hark, the Rural Genius to his bow'r</br>Recalls the devious footsteps of the Muse,</br>Who thus, howe'er by bold ambition fir'd</br>To grasp the loud, war-kindling clarion, deigns</br>To tune awhile the shepherd's humble reed.", "COLINET.</br>Why in th' all-pow'rful name of holy heav'n,</br>When first to thee appear'd the grizzly ghost,</br>Did'st thou not question him, mine Hobbinol?</br>Aught did he in the dreary abbey speak?</br>Or wert thou in his anger dragg'd along</br>The whiten'd heap of bones and chapless sculls,</br>As shepherds oft beneath the wither'd oak</br>By the fell, bloody-finger'd goblin, wont</br>From pile of stones to rise, beneath whose weight,</br>Vile as a dog, the murderer was cast</br>In mold unhallow'd on the public way?", "HOBBINOL.</br>When in the lonely abbey I beheld</br>The death-pale spectre, shield us, gracious heav'n!</br>In grief he seem'd, and o'er his ghastly cheek</br>Glanc'd the big drops, as April clouds dissolve</br>In silent-flowing tears.  At length he spoke&mdash;</br>What wondrous words!  Scarce half could I discern</br>His awful form, and ample-waving shroud</br>Swoln in the winds; tho' sudden thro' a breach</br>Glimmer'd the moon's pale glimpse upon his brows.", "COLINET.</br>Shapes, strange to nature, oft have I beheld.</br>In haunted castle, ere a shepherd die,</br>Ghosts have I seen with blazing torches run</br>Thro' all the dreary dwelling to prepare</br>Their dreadful session; soon as from his tow'r</br>The raven, hollow-croaking herald, wakes</br>Night's sullen-silent horrors to announce</br>Their grizzly king's approach.  But well I ween</br>Nought ever have I heard, save shrieks, which pierc'd</br>My trembling soul, and would have woke the dead.</br>With what amaze then would mine eager ear</br>Hear language of that foreign world, the grave!", "HOBBINOL.</br>Tho' horror creeps o'er all my freezing form,</br>To thee will I unfold what ever shall</br>In records of my memory remain.</br>Tho' faintly o'er my dark, untutor'd mind</br>Glimmer'd the purpose of such lore sublime.</br>The hallow'd seer alone, whose soul is all,</br>Tho' penury his lot, heav'n's richer mine</br>Of knowledge, as of virtue, will dispell</br>Blind error's mist from my benighted mind.</br>Thus then the spirit, while upon the ground</br>Outstretch'd I lay, with voice majestic spoke,</br>While the bleak winds in deep attention heard.</br>\"Here in the durance of these doleful glooms</br>Six hundred years, since first Britannia bless'd</br>With freedom this fair isle, as, rising o'er</br>The misty south, th' all-chearing sun displays</br>His glorious orb, I dwell, ill-fated ghost,</br>Permitted ne'er to view, when Nature hails</br>Light's orient ray, the gold-impurpled morn,</br>Nor breathe heav'n's fragrant life-inspiring breeze.</br>Here once, when ev'n her solemn twilight shed</br>Along this ample, awful-dark'ning dome,</br>With rapture at the pealing anthem shook</br>These deep-resounding tow'rs.  And now, when truth</br>Breaks with meridian radiance thro' the night</br>Of superstition o'er the illumin'd isle,</br>How long shall heav'n's own holier seraph weep,</br>Religion?  Ah!  how long shall anguish beat</br>In ev'ry bleeding fibre of her soul?</br>How long, alas, alas, shall she deplore</br>Her sanctuaries, the haunt of birds obscene,</br>Which, hoarse and hollow, croak death's dismal knell,</br>And sweep, with sound of ample-waving wings</br>Along the grass-grown desart of the tombs?</br>When, when shall mandate of her mitred sires</br>Reanimate these ruins into form,</br>Like man in perfect renovation rouz'd</br>By heav'n's all-waking trumpet from the grave,</br>And thus, while all the blooming isle around</br>With alleluia fills the joy-resounding skies,</br>With copious dew of blessings fertilize</br>This happier Canaan of propitious heav'n?</br>Here oft in midnight's solemn-silent reign,</br>Beneath unclouded glories of the moon,</br>Fancy, the youthful cherub, have I ken'd</br>Hang o'er the margin of th' unbounded deeps</br>From yonder mountain's heav'n-aspiring head.</br>How at her touch the loud, majestic lyre,</br>Trembling with extasy, my soul attun'd</br>Like symphonies of heav'n, which oft have bless'd</br>My noontide visions, as intranced I lay</br>In green-roof'd bow'r, or gloomy grotto stretch'd</br>By crystal spring, or river's murm'ring maze!</br>How sweet heav'n harmoniz'd her peerless voice,</br>Which warbled wild such bliss-inspiring strains,</br>Attemp'ring the bold lyre, that Ocean, swell'd</br>With heav'n's reflected glories, in amaze</br>Smooth'd his wide world of waters, and beneath</br>An aged oak night's hoary Genius lean'd,</br>List'ning the tuneful virgin's lofty hymn</br>To the great Spirit of nature!  At her lore,</br>Un-gnaw'd by care, and innocent of wealth,</br>Flam'd high my youthful heart, enrich'd with bliss,</br>Fair meed of virtue; and this wither'd hand,</br>Trembling and pale, which Death oft deems his own,</br>Woke to immortal themes the sacred lyre.</br>Till crush'd by tyrants, whom mine honest soul</br>To hymn with adulation vile disdain'd,</br>Oblivion wrap'd me in her sable shroud,</br>Deep in pale Penury's untrodden vale,</br>And the cold ling'ring hand of Languor clos'd</br>These eyes, unchear'd by fortunes golden ray.</br>But better, chains, and poverty, and death,</br>Nay ev'n contempt, than spoils by truth unearn'd.</br>Warn'd by mine adverse star to wisdom wake.</br>Hence, youthful shepherd, with thy slender pipe;</br>Hence from the groupe of tyrants and of slaves,</br>Ungenial to the Muse, fly, swiftly fly,</br>While yet around thee smiles life's vernal morn.</br>Hence, if thy free-born soul with glories burn</br>Of blooming Albion, to th' immortal land</br>Of liberty, which bore thine happier sires.</br>There high-thron'd Magnanimity unfolds</br>Her temple's mighty portals in the breast</br>Of godlike PERCY; there at large o'er all,</br>Th' unclouded heav'n of his majestic soul</br>Munificence in noontide glory bursts,</br>Like summer, blazing from th' equator sun!</br>There haply from his heav'n-illumin'd eye</br>May beam Benignity's propitious rays</br>O'er the pale winter of thy fading youth,</br>And brighten life around thee into day.</br>Yes there, by ev'ry regal virtue grac'd</br>Of fam'd Northumberland's heroic chiefs,</br>Who, frowning, shook each tyrant's pillar'd throne,</br>Or who, in milder majesty retir'd</br>Of social life, beam'd happiness around,</br>The Fair, whose heav'n-ennobled heart beats high</br>With native glories of her race renown'd,</br>Shall raise with pious hand the drooping flow'r</br>To blush with beauty to the genial sun.</br>When heav'n lours horror on the wintry wooff</br>Of night, and not a star the shepherd guides,</br>Pavilion'd deep in darkness in mid air</br>'Midst storms and clouds, our solemn-sable throne,</br>Hold we our annual congress of the dead.</br>How at the terrors of our potent call</br>Trembles the globe, and pours her millions forth</br>From all the pale dominions of the grave,</br>Desart, and sea, and ev'ry teeming tomb!</br>Caitiff, who, at our dread behest unaw'd,</br>Withholds allegiance, howls in penal fire.</br>Cease at our bidding the wild winds to roar,</br>And thro' the universal host of death,</br>Hush'd into silent horror, we forbid</br>Spirit of air, of earth, of water, fire,</br>To haunt the hallow'd mansion of the Fair;</br>And oft as we some angel's radiant form</br>Far off espy along the glooms of night</br>Trailing a length of glory, as he glides,</br>Like the moon streaming thro' autumnal clouds;</br>Ev'n from the lowly hermitage of peace,</br>In bliss of rural innocence retir'd,</br>Turn we not heav'n's bright native at our word,</br>Tho' from the City rank corruption steams,</br>To shield the Heroine with starry wings,</br>To whisper conscious peace, and in each dream</br>Pour heav'n's congenial glories thro' her soul.</br>But hark, ere trembling twilight of the morn</br>Silvers the grey mist o'er yon mountain's head,</br>The cock's shrill clarion warns me.\" &mdash; At th' alarm</br>He scream'd such signal to his train of ghosts,</br>Which peopled all the darkness, that mine hair,</br>Like bristles, rose, and horror chill'd my veins.</br>Pour'd thro' the mould'ring altar's ivy'd breach</br>Glar'd frightful-lin'gring lightnings all around,</br>Glimm'ring pale light along the lonely walls,</br>And scar'd the howling spectres.  With his tribe</br>Sudden on pinions of heav'n's rapid fire</br>He vanish'd thro' the lofty roof aloud,</br>And shook the gloomy temple:  as they pass'd</br>The turrets shriek'd with terror.  From the ground</br>I sprung aghast, and vanish'd into flight;</br>Tho' ever and anon methought I heard</br>Sound of pursuing footsteps, and such yell,</br>As Hubert, sage in wisdom, as in years,</br>Hath told he heard full many a time and oft</br>At eventide from off the howling main,</br>When rouz'd by roar of tempest's dread approach</br>Shrill spirits shriek, as to the wave-wash'd shore</br>All black with storms the foaming billows roll.", "COLINET.</br>See, from contagion of the world escap'd,</br>Solemn along the lonely-winding shore</br>Wanders our pious pastor, as he wont,</br>With every meek-eyed Virtue in his train,</br>To hold high converse with his native heav'n,</br>And mount on early Adoration's wing.</br>Let us descend, and, at his hallow'd feet</br>In filial piety's obeysance bow'd,</br>Unfold thy wond'rous story.  He alone,</br>Who in these wilds of nature day by day,</br>As in the holy temples dread recess,</br>Hath taught us the great Shepherd from on high,</br>Eternity, and radiant worlds of bliss,</br>Will thro' the cloud of mystery obscure</br>Pour the clear day of knowledge on our minds,</br>Copious as bursts along the shady vales</br>From yonder east this golden light of heav'n.</br>"]