["The Watchman counts the Clock, while Time runs on,</br>The fleeting Hours pass hastily away,</br>And journeying down the West, the setting Sun</br>No longer darts its bright enliv'ning Ray.", "The Face of Nature's all with Darkness veil'd,</br>The verdant Plains no more delight the Eye;</br>No Moisture from the wat'ry Deep's exhal'd,</br>But Vapours fall from out the humid Sky.", "The Birds forsake the Plains, and haunt the Wood;</br>The Ox a Shelter seeks nigh some huge Oak;</br>The feather'd Songsters, and their chirping Brood,</br>Wing swift their way; the Raven's dismal Croak", "Portends Events:  As the sage Matrons say,</br>Some Wretch must perish in the fated Cott:</br>Where singly the dire Bird by Chance should stray,</br>Inevitable Death must be the Lot.", "The Bird of Pallas takes its sullen Flight;</br>And Bats their leathern Wings extended wide,</br>That shun the Day, and only fly by Night,</br>Break from the Covert, where they us'd to hide.", "The Fish, the silent Deeps, in Search of Prey,</br>Skim hastily along; and, quick as Thought,</br>The Pike, voracious, makes the wa'try way,</br>Nor rests he till the flying Prey he's caught.", "Bright Cynthia's Majesty in Pomp appears,</br>And starry Lustres make the Skies more bright:</br>The nightly Traveller dispels his Fears;</br>With chearful Steps he passes through the Night.", "Through the thick Trees a pleasing Shade he views;</br>The trembling Leaves in gentle Whispers play;</br>The tufted Grass, bespangled, shews the Dews,</br>And glitt'ring Glow-worms light him on his way.", "In solemn Silence, lo!  the World's retir'd,</br>And downy Slumbers wrap the Mind to rest,</br>Save busy Fancy, where the Soul is fir'd,</br>Still keeps her Flutt'ring in the thoughtful Breast.", "The Fairy Train the winding Glade pursue,</br>With jocund Strains and merry Glee they 'dvance;</br>In Nut-shells drink deep Draughts of pearly Dew,</br>And briskly mingle in the sprightly Dance.", "The melancholy Cricket, on the Hearth,</br>With dismal Thrill, bids the rude Clown Good-night,</br>Then hops to some Corner, and, in th' Earth,</br>Lies where he feels the friendly Warmth invite.", "The purring Cat is near the Fire-side set,</br>And meditates the Fall of some shy Mouse;</br>She views her pointed Talons, sure to hit,</br>And calls herself Preserver of the House.", "The tim'rous Hares their Forms with Safety leave,</br>Brush through the Covert for the new-sown Corn,</br>Nor fears the Snare, that would his Life deceive,</br>Nor hears the Beagles, nor the echoing Horn.", "The subtle Foxes from their Caverns come,</br>With leering Glances tow'rd the Farmer's Yard,</br>Secure to seal the cackling Chickens Doom,</br>Unless the trusty Cur their Steps retard.", "With awful Silence, in some lonely Cell,</br>The Hermit sits, by his faint, glimm'ring Light,</br>Hears the sweet Notes of warbling Philomel,</br>Who lulls the Soul with Music and Delight.", "Along, the chrystal Streams in Murmurs run,</br>Save where a Precipice retard their Course,</br>With Force redoubled, there they thunder on,</br>And break all Bounds by their unbounded Force.", "The Cock, shrill Messenger of rising Morn,</br>With Head reclin'd, forgets the Ev'ning Star;</br>Nor, watchful, rises till the Verge of Dawn,</br>Nor shakes his Plumes till Darkness disappear.</br>"]