["The village-bell tolls out the note of death,</br>And thro' the echoing air, the length'ning sound,</br>With dreadful pause, reverberating deep;</br>Spreads the sad tydings, o'er fair Auburn's vale.</br>There, to enjoy the scenes her bard had prais'd</br>In all the sweet simplicity of song,</br>GENIUS, in pilgrim garb, sequester'd sat,</br>And herded jocund with the harmless swains:</br>But when she heard the fate-foreboding knell,</br>With startled step, precipitate and swift,</br>And look pathetic, full of dire presage,</br>The church-way walk, beside the neighb'ring green,</br>Sorrowing she sought; and there, in black array,</br>Borne on the shoulders of the swains he lov'd,</br>She saw the boast of Auburn mov'd along.</br>Touch'd at the view, her pensive breast she struck</br>And to the cypress, which incumbent hangs</br>With leaning slope, and branch irregular,</br>O'er the moss'd pillars of the sacred fane,</br>The briar-bound graves shadowing with funeral gloom,</br>Forlorn she hied; And there the crowding woe</br>(Swell'd by the parent) press'd on bleeding thought.</br>Big ran the drops from her maternal eye,</br>Fast broke the bosom-sorrow from her heart,</br>And pale Distress, sat sickly on her cheek,</br>As thus her plaintive Elegy began.", "And must my children all expire?</br>Shall none be left to strike the lyre?</br>Courts Death alone a learned prize?</br>Falls his shafts only on the wise?</br>Can no fit marks on earth be found,</br>From useless thousands swarming round?</br>What crowding cyphers cram the land!</br>What hosts of victims, at command!</br>Yet shall th' Ingenious drop alone?</br>Shall Science grace the tyrant's throne?</br>Thou murd'rer of the tuneful train!</br>I charge thee, with my children slain!", "Scarce has the Sun thrice urg'd his annual tour,</br>Since half my race have felt thy barbarous power;</br>Sore hast thou thinn'd each pleasing art,</br>And struck a muse with every dart:</br>Bard, after bard, obey'd thy slaughtering call,</br>Till scarce a poet lives to sing a brother's fall.</br>Then let a widow'd mother pay</br>The tribute of a parting lay.</br>Tearful, inscribe the monumental strain,</br>And speak aloud, her feelings, and her pain!", "And first, farewel to thee, my son, she cried,</br>Thou pride of Auburn's Dale &mdash; sweet bard, farewel.", "Long for thy sake, the peasants tear shall flow,</br>And many a virgin-bosom heave with woe,</br>For thee shall sorrow sadden all the scene,</br>And every pastime, perish on the green;</br>The sturdy farmer shall suspend his tale,</br>The woodman's ballad shall no more regale,</br>No more shall Mirth, each rustic sport inspire,</br>But every frolic, every feat, shall tire.</br>No more the evening gambol shall delight,</br>Nor moonshine revels crown the vacant night,</br>But groupes of villagers (each joy forgot)</br>Shall form a sad assembly round the cot.</br>Sweet bard, farewel &mdash; and farewel, Auburn's bliss,</br>The bashful lover, and the yielded kiss;</br>The evening warble Philomela made,</br>The echoing forest, and the whispering shade,</br>The winding brook, the bleat of brute content,</br>And the blithe voice that \"whistled as it went.\"</br>These shall no longer charm the plowman's care,</br>But sighs shall fill, the pauses of despair.", "GOLDSMITH adieu!  the \"book-learn'd priest\" for thee</br>Shall now in vain possess his festive glee,</br>The oft-heard jest in vain he shall reveal,</br>For now alas, the jest he cannot feel.</br>But ruddy damsels o'er thy tomb shall bend,</br>And conscious weep for their and virtue's friend:</br>The milkmaid shall reject the shepherd's song,</br>And cease to carol as she toils along:</br>All Auburn shall bewail the fatal day,</br>When from her fields, their pride was snatch'd away;</br>And even the matron of the cressy lake</br>In piteous plight, her palsied head shall shake,</br>While all adown the furrows of her face</br>Slow shall the lingering tears each other trace.", "And, Oh my child!  severer woes remain,</br>To all the houseless, and unshelter'd train:</br>Thy fate shall sadden many an humble guest,</br>And heap fresh anguish on the beggar's breast.</br>For dear wert thou to all the sons of pain;</br>To all that wander, sorrow, or complain.</br>Dear to the learned, to the simple dear,</br>For daily blessings mark'd thy virtuous year;</br>The rich receiv'd a moral from thy head,</br>And from thy heart the stranger found a bed.</br>Distress came always smiling from thy door;</br>For God had made thee agent to the poor;</br>Had form'd thy feelings on the noblest plan,</br>To grace at once, the Poet, and the Man.", "Here GENIUS paus'd to dry the gathering tear,</br>Which Nature started in her matron eye.</br>She paus'd an instant, then the strain renew'd.", "THEE too, thou favourite of the moral strain,</br>Pathetic GRAY; for thee does GENIUS mourn:</br>Science and Taste, thy early fate shall plain,</br>And Virtue drop a tear into thy urn.", "Oft as Night's curtain closes on the day,</br>And twilight robes the clouds in duskier hue,</br>A love-lone visit to thy tomb I pay,</br>While all the parent trembles at the view.", "For how to the unconscious worm a prey,</br>So dear a child as thee can I resign?</br>Ah, how can GENIUS e'er forget her GRAY?</br>Poet of Nature; all my powers, were thine!", "On thy blest name, with melted heart I dwell,</br>Some kindred drops, a loss like thine, demands;</br>Thou, who could once for others, wail so well,</br>Now take THY tribute from a mother's hands.", "Tho' the grav'd tomb, and cloud aspiring bust</br>To Cam's clear margin, call not back thy breath,</br>Yet shall fair Fame immortalize thy dust,</br>And GENIUS snatch thee from the realms of death.", "Oft as I reach the spot where thou art laid;</br>Thou, whose bright sense could boast \"celestial fire,\"</br>Those hands, I cry, the Muses scepter sway'd,</br>\"And wak'd to extacy the living lyre.\"", "One morn I miss'd thee from the favourite tree,</br>And anxious search'd the brook, the lawn, the grove;</br>Another came, but ah, it was not thee!</br>Oh the keen tortures of a parent's love!", "Next, thro' the sculptur'd porch I saw thee borne</br>In slow procession by the sable train,</br>I saw thy corpse entomb'd beneath the thorn,</br>And o'er thy ashes sigh'd this funeral strain.", "EPITAPH.</br>Here low in dust, a son of Science lies,</br>By fame distinguished, and to Genius dear;</br>Forgive the fault, ye cynically wise,</br>If on his grave the parent sheds a tear.", "Long shall the Muses mourn their pensive friend,</br>Long shall a mother's bosom throb with woe,</br>O'er his lov'd tomb the duteous swains shall bend,</br>And Albion's daughters long bewail the blow.", "Now sighing, stopt again the querulous power,</br>And ruminated thoughtful &mdash; o'er the turf,</br>Swell'd into mountains, by the mingled dead,</br>She cast a serious eye-and now the Hours,</br>The light-wing'd messengers of hoary Time,</br>Brought on the sable zenith of the night,</br>Cloudless, and incompos'd, by gale, or shower,</br>Save that the Zephir rising from the south,</br>Rustled the light leaf of the spreading beech.</br>Far thro' the caerule air, th' illumin'd moon</br>Her faint ray flung upon the shadowy earth!</br>Struck by the scene, Imagination turn'd</br>Reflective, on a loss still more severe;</br>A loss that all the Muses mourn at once.</br>The cheek of GENIUS stream'd with warmer tears,</br>Deepen'd the searching sigh, and throbb'd the heart,</br>As thus, at length the bursting grief found way:", "Child of my heart &mdash; thou matchless soul of Song!</br>Guide of fair truth, and leading star of fame,</br>Etherial in thy talents, as thy mind,</br>Wise as all wisdom here below could be,</br>Sublimely tuneful, but not more sublime</br>Than delicate &mdash; nor more refin'd, than good;</br>For Virtue ever brighten'd in thy lay,</br>And beam'd fresh graces thro' thy ardent song;</br>A song, that dar'd a flight above the spheres,</br>Caelestially ambitious; Heaven-inspir'd,</br>Thy hopes angelic, and thy theme a God!&mdash;</br>Thou Muses miracle &mdash; thou Nation's pride,</br>Whose worth, yon silver Queen of night proclaim'd,</br>When thou her pitying sympathy address'd,</br>Whose wisdom all our sages loudly praise,</br>Sages of science, by deep thought made sage,</br>Whose Virtue, Immortality rewards,</br>Whose GENIUS, scorning narrow human ken,</br>And the pent limits of this pigmy world,</br>(Where in a circle circumscrib'd by fate,</br>The mole-ey'd mortal dimly gazes round,</br>And boasts his deep sagacity of sight;</br>Important emmet &mdash; pride-elated mite,</br>Infinite atom &mdash; momentary worm&mdash;)</br>Superior soars to scenes behind the cloud,</br>Oh YOUNG &mdash; thou day-bright poet of the night,</br>Accept sincere the genuine plaint of woe</br>Maternal &mdash; struck immediate from the heart;</br>An heart that labours deep with various grief!</br>And thou, oh Cynthia &mdash; thou who lent thine aid</br>Caerulian; and shed thy influence round,</br>Chearing the darkness of thy Poet's fate;</br>A fate envelop'd deep in Fortune's gloom,</br>Dark beyond all the horrors of the night,</br>When intercepting clouds repel thy rays,</br>And not a gleam softens the black opaque,</br>Dark beyond common woes &mdash; death &mdash; dark distress,</br>Ebon of soul, more fabled than the Styx,</br>As once HIS anguish, thou with influence bland</br>Benign didst feel &mdash; now kindly feel for me;</br>For me &mdash; sad relict of a prostrate race,</br>Partake a wretched parent's soul-heav'd throb,</br>A parent reft of every filial joy,</br>And smote by death's most desolating dart.</br>Beneath thy sober, sublunary shine,</br>(Tremulous, tender, melancholy &mdash; soft,</br>Suited to soothe the solitary woe,)</br>Beneath thy shine &mdash; ne'er did a greater Bard,</br>Latian, Athenian, or in Briton born,</br>Pour on the ear of night a lovelier song,</br>Ne'er didst thou patronize a nobler lay,</br>Nor hear a strain more pensively divine,</br>Fair in distress, and querulously sweet;</br>Oh!  how the Poet breath'd at every pause!</br>Oh!  how the Godhead dignified each line!</br>Oh!  how the intrepid Christian crown'd the whole!</br>'Twas not the courtly period of the day,</br>Form'd to entrap the complimented fool,</br>'Twas not the airy, fashionable page,</br>Politely pert, and musically dull,</br>The sing-song nothing of some moon-struck elf;</br>'Twas Genius spoke the language of the soul,</br>A language, lofty, elegant and strong;</br>Pathos of sense, and energy of sound.</br>Beyond the common flight of modern song,</br>Beyond the tinsel of the rhimeing tribe,</br>Which for the flimsy Sonnet cull the flowers</br>Parnassian (scarce deserving to be cropt,</br>The stinted scyons of the mountain's foot)</br>To deck their May-day garland of an hour.</br>Beyond the soar of sentimental fools</br>That delicately weave the web of wit,</br>And spin the silken moral from the brain,</br>Industriously idle &mdash; cobweb-thin,</br>The tender texture of a vacant skull,</br>And unsubstantial, as the fairy scene,</br>Form'd by the frolicks of the fallen snow&mdash;</br>Far above such, THY vigorous Genius soar'd,</br>Genius cherubic &mdash; near allied to Heaven,</br>Of heavenly themes ambitious &mdash; Oh my Son!</br>Oh, what a stroke upon the feeling heart!</br>Oh what a fall to Britain, and to me!</br>And rises then my sorrow into guilt,</br>Verges my fondness on impiety,</br>Reason, religion, duty, all forgot?</br>I almost mingle blushes with my woe,</br>Confusion flings her crimson in my cheek,</br>And colouring Conscience dyes a deeper red!</br>Fall, did I say? &mdash; say rather what a rise,</br>A rise high-bounding to his native skies,</br>How great!  how vast!  how glorious!  how profound!</br>To us how vital &mdash; to himself how fair?</br>He wish'd for Heav'n, and Heav'n has heard his prayer.</br>Then let me hail his beatific shade&mdash;</br>The well-rewarded spirit bower'd in bliss!&mdash;</br>Yet Nature, feeble Nature, clinging to the chords,</br>And pressing hard upon the tender strings,</br>That move the finer feelings in our frame,</br>With arbitrary rage, demands her claim,</br>And usurer-like exacts the parent-sigh.</br>Spite of the exultations I should feel,</br>The hymn of triumph, and the peal of praise,</br>The tender tyrant tugs about my Breast,</br>Strikes on each pulse, and sluices every vein&mdash;</br>Ah rebel nerves, be still &mdash; or if too hard,</br>The thoughts of losing HIM the most ador'd,</br>Bears on thy weaker sense &mdash; indulge a pause,</br>From Nature &mdash; Passion &mdash; Torture and Thyself.</br>Oh, turn my soul from the distracting theme,</br>Probe not the agonizing wound too deep,</br>Search not the sore with too minute an eye.</br>But from his dear idea, turn away!", "She turn'd &mdash; she stopt &mdash; but found no sweet relief;</br>The cormorant monster of the gorging grave,</br>Had multiplied her woe &mdash; still ran her thoughts</br>On some lov'd child, which yet remain'd unsung;</br>Another and another to her mind</br>Rose terrible &mdash; and starting, thus she cried,</br>While Grief in every feature wrote Despair:", "And shall I pass thee o'er, thou gentle spirit? &mdash; Was there ought in thy propensions &mdash; or in thy way of journeying through the windings of this sad world? &mdash; Was there ought unfilial in thy feelings? &mdash; ought undeserving or forbidding, that should incline me to overlook thee? &mdash; Ah; No &mdash; no &mdash; Trust me, gentle YORICK, I more than lov'd thee &mdash; There was a courtesy in thy demeanor &mdash; a milky and humane temperature about thy pulses &mdash; and a compassion in the turn of thy mind &mdash; however excursive &mdash; however retrograde &mdash; however digressive &mdash; that awaken the most tender recollection &mdash; A recollection which hurries the blood into the most affectionate extremities. &mdash; Gracious God, what a throb was there! &mdash; As I live &mdash; and as I love thee &mdash; and by the soul of thy venerable relation, the tears are bathing my eye-lashes, while I am talking of thee &mdash; And could'st thou &mdash; (Oh that Death should have made it necessary to cry Alas!  in a parenthesis) &mdash; could'st thou, YORICK, at this moment, lay thy hand upon my heart &mdash; the violence of the motion about the center, would confess the mother &mdash; and the tumult of the vessels, together with the rebounds of the pulsation, might assure thee, how thou art rank'd in my estimation &mdash; Estimation! &mdash; hear me, YORICK, there is another Alas for thee &mdash; Thou can'st not hear &mdash; GENIUS has much to say of thee &mdash; Thou wert nothing else &mdash; Thy heart, and head, and every delicate appendage, were the constant champions of all the Charities &mdash; all the Civilities. &mdash; Thou had'st not indeed any parade &mdash; any ostensibility &mdash; or religious prudery about thee &mdash; but yet hast thou done more to the cause of Virtue, than if thou hadst gone scowling through life. &mdash; In all thy excursions &mdash; and whimsical meanders &mdash; SENSIBILITY took thee by the hand &mdash; by the heart I might have said &mdash; and made thee accessible to every tender intreaty &mdash; every soft petition found its way into thy pocket &mdash; the thing was irresistible &mdash; PITY seconded the request, SYMPATHY thirded it &mdash; and if thou haply hadst nothing to bestow &mdash; why it was an hard case, and would cost thee a tear &mdash; a drop of disappointment &mdash; an elixir to the sorrowing soul &mdash; a treasure rising from the fulness of a rich heart, and it was given without grudging &mdash; so would it had it been chrystal. &mdash; I honoured thy sentiments, and I venerate thy memory &mdash; thou would'st not suffer a nettle to grow upon the grave of an enemy &mdash; nor shall GENIUS ever suffer a weed to grow upon thine. &mdash; Peace &mdash; peace to thy shade.&mdash;", "Once more, the matron ceas'd the mournful lay,</br>But the fresh anguish soon assail'd her heart;</br>Still call'd the populous tomb for her lament,</br>And bad her prove vicissitude of woe,</br>As thus she sighing, spoke:", "And now, my lov'd Shenstone, for Thee,</br>Thou pride of the pastoral strain;</br>Thou fairest resemblance of me,</br>Dear, elegant Bard of the plain.", "For thee, will I pour the sad lay,</br>That shall echo the thickets among;</br>And weep as I muse on the day,</br>That robb'd the poor swains of thy song.", "Full gentle, and sweet, was the note</br>That flow'd from his delicate heart,</br>Simplicity, smil'd as he wrote,</br>And Nature was polish'd by art.", "But now as I look o'er thy bowers,</br>As each shrub, and each stream, I survey,</br>Disaster invades the soft flowers:</br>For &mdash; oh &mdash; their lov'd master's away.", "Ah, how should the woodlands be fair,</br>Ah, how the cool grottoes be gay?</br>The groves, murmur death, and despair,</br>The roses all droop and decay;", "Full well may they sorrow and fade&mdash;</br>The dear shepherd that rear'd them is gone,</br>And well may the birds leave the shade&mdash;</br>For their loves and their labours are flown.", "Then unseen let the Eglantine blow,</br>Unheeded the Hyacynth lye,</br>Unheard let the rivulets flow;</br>Let the Primroses flourish and die;", "For the Swain who should crop them is gone!&mdash;</br>He sung &mdash; and all Nature admir'd;</br>He spoke &mdash; and all hearts were his own;</br>He fell &mdash; and all pity expir'd.&mdash;", "Scarce had she finish'd her disasterous song,</br>When thus again lamenting, she began&mdash;", "I.</br>And oh (she cried with frantic grief)</br>Who now shall bring relief,</br>Or where the cordial shall I find,</br>To soothe a mother's mind,</br>Since LYTTELTON is dead?</br>Well may ye hang the head,</br>And press your grassy bed,</br>Ye conscious forests, and ye waving groves,</br>For never shall ye see your Master more:</br>To other scenes the aetherial Spirit roves,</br>And tir'd of Hagley, seeks a fairer shore.", "II.</br>The Muses listen'd, to his polish'd strain,</br>And every wondering swain,</br>With pride, came thronging to his rustic bower,</br>The Dryads own'd his power.</br>But when he wail'd his lovely Lucy, dead,</br>And his melodious sorrow told,</br>The shepherds lean'd to hear,</br>The silvans dropt a tear,</br>Then all in wild disorder fled.</br>Rapt in the deepest shades recess,</br>They mourn'd their gentle Lord's distress,</br>And join'd his prayers for Lucy &mdash; but in vain.", "III.</br>And art thou gone, my venerable Son,</br>Who shar'd with Genius the exalted throne!</br>Pride of my age, and pillar of my care!&mdash;</br>Mute is thy tuneful voice &mdash; \"O loss beyond repair.\"</br>Ah LYTTELTON, for thee,</br>The true tear long shall bathe this hoary breast,</br>For there thy worth, and talents live imprest&mdash;</br>Engrav'd by SYMPATHY.</br>Oh!  fall severely felt,</br>To make a parent melt,</br>The tender breast to tear;</br>And wake despair:</br>And scarce a child the mighty grief to share!", "IV.</br>How shall I paint the glories of his mind,</br>Benevolent, and kind,</br>His reason strong, and elegantly clear,</br>To every virtue dear!</br>Beyond the pride of pedant rules,</br>And maxims of the schools,</br>His Genius knew the pleasing art,</br>To steal upon the heart:</br>To touch the finer passions of the mind,</br>And give the sterling moral to mankind.", "V.</br>He was the very glory of my race,</br>Even in the vale of life, in reason's bloom,</br>Adorn'd with every learned grace,</br>Amidst the shouts of power and praise,</br>For many a year he wore the bays;</br>Till tyrant Death</br>Stopt his much-honour'd breath,</br>And swept the laurel'd Hero to the tomb.", "So when some oak, that long supreme hath stood,</br>The stately monarch of the imperial wood,</br>Whose arms superior shed a verdure round,</br>And shadow'd wide beneath, the umbrageous ground,</br>Long time we view its top impierce the skies,</br>Its broad leaf flourish, and its branches rise,</br>Long time we gaze upon the glowing sight,</br>And eye with wonder its majestic height</br>Till time, impatient for its destin'd prey,</br>Full at the root directs the blow,</br>And down it drops below;</br>The mighty ruin, of the groaning plain.", "Nor, in lamenting the havock, which Death hath triumphantly made (continued GENIUS) in the letter'd generation, can HAWKESWORTH, be forgotten:  A name which is particularly endear'd to me, by the affection which its owner bore to virtue and to science.   Every stroke of his pen, corresponding with every idea of his mind, however playful, or however pathetic, always terminated in the most useful knowledge:  that knowledge which might regulate the conduct of life, or afford tranquillity and quietude at the hour of expiration.  The ardour which uniformly animated his endeavours, gave constant vigour to his thought, activity to his powers, and dignity to his sentiment:  Nor did his excellence arise so much from the ambition which panted after fame, and aim'd at popularity &mdash; which appeal'd to the acclamations of the mob, or sought the distinctions of this world; as from the hearty hope of contributing, in whatever degree, to the investigation of truth, the amendment of manners, and the rectitude of the mind.  Of those who have acquir'd a literary immortality, there are few who could dispute with my HAWKESWORTH, strength of sense, or elevation of expression; and still fewer have given to the world so valuable, or so copious a fund of virtuous entertainment.  Amidst all the efforts of his intellect, whether his instructions were prepared in the dress of history &mdash; or convey'd in the vehicle of fabulous narration &mdash; whether they assum'd the graver style of argumentative profundity, or whether they adopted the still deeper researches of philosophical raciocination; &mdash; their constant greatness of design was equally apparent, and the promotion of virtue was always strongly mark'd in the language of the writer.  My dear, my regretted HAWKESWORTH, was indeed never long seduc'd by any temptations, or abstracted by any scientific allurements, from those views which are alone of intrinsic importance, and which he well knew, would retain that importance, when all, that now flutters to the fancy, plays upon the passions, and fascinates the heart, shall confess their insignificance, and fly like the atom, that is driven before the tempest.", "Here interrupting broke upon her plaint</br>The peering morn &mdash; the dun-discolour'd clouds,</br>Dispersing fast, unveil the fleecy white:</br>Fair dawns the new-born day; and o'er the sky</br>The ruddy crimson, and the heav'n-born blue,</br>Mix'd with the fainter yellow's streaky gold,</br>Chequering the air in rich variety,</br>Fortell the Sun's uprise &mdash; from his broad beam,</br>(Too garish for the melancholy mind)</br>GENIUS withdrew, and clos'd her tender lay.</br>"]