["LYCIDAS.  MOERIS.", "LYCIDAS.</br>Say, Moeris, to the city dost thou haste?", "MOERIS.</br>O Lycidas, the day's arriv'd at last,</br>When the fierce stranger, breathing rage shall say,</br>These fields are mine, ye veteran hinds, away!</br>To whom, by fortune crush'd, o'ercome by fear,</br>These kids (a curse attend them!)  must I bear.", "LYCIDAS.</br>Sure I had heard, that were yon' hills descend,</br>And to the vale their sloping summits bend,</br>Down to the stream and ancient broken beech,</br>Far as the confines of his pastures reach,</br>Menalcas sav'd his all by skilful strains:", "MOERIS.</br>Such was the tale among the Mantuan swains;</br>But verse 'mid dreadful war's mad tumults, proves</br>As weak and powerless, as Dodona's doves,</br>When the fierce, hungry eagle first they spy,</br>Full on their heads impetuous dart from high.</br>The boding raven from an hollow tree,</br>Warn'd us to cease the strife, and quick agree;</br>Else of our liberty, nay life, depriv'd,</br>Nor Moeris nor Menalcas had surviv'd.", "LYCIDAS.</br>What rage the ruthless soldier could induce</br>To hurt the sweetest favourite of the muse?</br>O direful thought!  hadst thou, Menalcas, bled,</br>With thee had all our choicest pleasures fled!</br>Who then could strew sweet flow'rs, the nymphs could sing</br>Who shade with verdant boughs the crystal spring?</br>Or chant those lays which privately I read,</br>When late we visited my fav'rite maid:</br>\"Watch, Tityrus, watch, and see my goats receive</br>At morn fresh pasture, and cool streams at eve;</br>Soon I'll return; but as the flock you lead,</br>Beware the wanton ridg'ling's butting head.\"", "MOERIS.</br>Or those to Varus, tho' unfinish'd strains&mdash;</br>\"Varus, should we preserve our Mantuan plains,</br>(Obnoxious by Cremona's neighbouring crime)</br>The swans thy name shall bear to heav'n sublime.\"", "LYCIDAS.</br>Begin, if verse thou hast, my tuneful friend;</br>On trefoil fed so may thy cows distend</br>Their copious udders; so thy bees refuse</br>The baneful juices of Cyrnaean yews.</br>Me too the muses love, and give me lays,</br>Swains call me bard, but I deny their praise;</br>I reach not Varus' voice, nor Cinna's song,</br>But scream like gabbling geese sweet swans among.", "MOERIS.</br>Those strains am I revolving in my mind,</br>Nor are they verses of a vulgar kind.</br>\"O lovely Galatea!  hither haste!</br>For what delight affords the wat'ry waste?</br>Here purple spring her gifts profusely pours,</br>And paints the river-banks with balmy flow'rs;</br>Here, o'er the grotto the pale poplar weaves</br>With blushing vines a canopy of leaves;</br>Then quit the seas!  against the sounding shore</br>Let the vext ocean's billows idly roar!\"", "LYCIDAS.</br>What's that you sung alone, one cloudless night?</br>Its air I know, could I the words recite.", "MOERIS.</br>Why still consult, for ancient signs, the skies?</br>\"Daphnis!  behold the Julian star arise!</br>Whose power the fields with copious corn shall fill,</br>And cloath with richer grapes each sunny hill;</br>Now, Daphnis, for thy grandsons plant thy pears,</br>Who luscious fruits shall crop in distant years.\"&mdash;</br>Alas!  by stealing time how things decay!</br>Once could I sing whole summer-suns away;</br>But ah!  my mem'ry fails &mdash; some wolf accurs'd</br>Hath stopt my voice and look'd on Moeris first:</br>But oft Menalcas will repeat these lays.", "LYCIDAS.</br>My strong desires such slight excuses raise;</br>Behold no whisp'ring winds the branches shake;</br>Smooth is the surface of the neighb'ring lake;</br>Besides, to our mid-journey are we come,</br>I see the top of old Bianor's tomb;</br>Here, Moeris, where the swains thick branches prune,</br>And strew their leaves, our voices let us tune;</br>Here rest awhile, and lay your kidlings down,</br>Remains full time to reach the destin'd town;</br>But if you tempests fear and gathering rain,</br>Still let us sooth our travel with a strain;</br>The ways seem shorter by a warbled song,</br>I'll ease your burden as we pass along.", "MOERIS.</br>Cease your request; proceed we o'er the plain;</br>When he returns we'll sing a sweeter strain.</br>"]