["SUSAN, LUCY.", "The sun declin'd; and ruddy milk-maids sound</br>Their evening notice rural Esher round,</br>Beating their cleanly pails, to field they go,</br>And well the pleasing sign their partners know:</br>Oft at the stile they wait, and clank the pail;</br>And faithful shepherds ne'er are known to fail.", "It chanc'd one evening Susan of the dell,</br>Susan mid'st Esher's maids who bore the bell,</br>Later than usual, by some chance delay'd,</br>Tripp'd it alone to milking o'er the mead:</br>Rare hap &mdash; since, anxious, every shepherd strove</br>To walk with Susan, and engage her love:</br>For the fair features of her modest face,</br>Her shape and skin were but her meanest grace;</br>Though face more fair ne'er gladden'd shepherd's sight,</br>A shape more taper, or a skin more white:</br>But, more attracting far, the maid possest&mdash;</br>A heart so tender in her gentle breast,</br>So sweet her manners, and so free from guile,</br>Such soft good-nature spoke in every smile,</br>So much she sought to comfort, please and aid,</br>That old and young alike esteem'd the maid.</br>And ever, as she smiling pass'd along,</br>This was the language of each heart and tongue;</br>\"Be blest, dear Susan!  may our village see</br>\"Another good old woman live in thee!\"</br>For through the village was her grand-dame known</br>More by this appellation, than her own;</br>By all, with reverence lov'd:  and happy Sue</br>Each truth important from her lessons drew.", "As to the brook she came, which murmuring leads</br>Its winding current through the freshen'd meads,</br>Just on the bridge she Lucy met &mdash; whose care</br>Her eye and cheek too speakingly declare!</br>For hapless Lucy, with sad sorrow strove</br>To banish from her heart a worthless love.", "\"Ah Lucy, Susan cried, confess the truth;</br>Knit you those stockings for some favourite youth?\"</br>&mdash;For then did Lucy's careful hands compose</br>From the best yarn, a pair of milk-white hose.", "LUCY.</br>No, Susan!  no, let happier girls approve</br>By pleasing gifts their well-accepted love:</br>Your Lucy no such gentle lot enjoys;</br>Her hands not Love, but Gratitude employs.", "SUSAN.</br>Oh sweet employ!  for what can make us blest,</br>Like the good feelings of the grateful breast?</br>Love has its joys, &mdash; and, Lucy, it has pains;</br>But Love, with Gratitude triumphant reigns.</br>Your work is neat &mdash; the yarn, strong, white and clean:&mdash;</br>But say, for whom do you this present mean?", "LUCY.</br>For her, whose kind advice and tender care</br>Preserv'd me from destruction's artful snare;</br>From that vile shepherd, who, insidious, strove</br>Wedded to win me to a wedded love!</br>Ah, hard of heart, and cruel to deceive;</br>And simple I, so quickly to believe!</br>You know the tale &mdash; and therefore can divine</br>For whom this little tribute I design&mdash;</br>By far too mean: &mdash; a better could I give,</br>A better far, you know, she should receive.</br>But sooner shall this river backward run,</br>And sooner where he sets, shall rise the sun;</br>Sooner these sheep shall change their wool for hair,</br>And those sweet lambs, like wolves, their mothers tear;</br>Than ever Lucy's heart forgetful prove</br>Of all our good old woman's care and love!", "SUSAN.</br>You cannot wonder, Lucy, that I hear,</br>With joy, the praises of a friend so dear:</br>&mdash;But truth it is, she lives on every tongue,</br>Alike the fav'rite of the old and young.", "LUCY.</br>What marvel, Susan, that the old revere</br>Wisdom, which dignifies the hoary hair?</br>Goodness unfeign'd, which vice itself might charm,</br>And piety, which coldest hearts would warm.</br>What marvel, that the young admiring see</br>Youth's sweetness, mix'd with age's gravity?</br>Such tender care their pleasures to encrease;</br>Pleasures compleat of innocence and peace:</br>Such anxious zeal, those dangerous paths to show,</br>Which, seeming lovely, lead to certain woe!", "SUSAN.</br>Remembers not my Lucy well the day</br>When you all chose me lady of the May;</br>How to our sports she came, with smiling face,</br>And, pleas'd to view our pastime, took her place?&mdash;</br>Her presence joy diffus'd:  the shepherds strove</br>Who most should win her notice and her love:</br>The maidens danc'd with rapture in her sight;</br>To gain her notice was to gain delight:</br>How high our mirth!  and yet how decent all!&mdash;</br>Not one foul word ev'n Cornish Ned let fall!</br>What pow'r has genuine goodness! &mdash; and you know,</br>When from the gladsome plain she rose to go,</br>All round her came, and thanks and blessings shed,</br>Innumerous, on her ancient pious head:</br>While thus she, tenderly, herself express'd,</br>\"Children, farewell:  be innocent and blest!\"", "LUCY.</br>In age, how rarely, Susan, do we find</br>These pleasing qualities so sweetly join'd!</br>Too oft moroseness dwells with wrinkled care,</br>Envying those pleasures it no more can share;</br>Old Mopsa shews it, &mdash; whose ill-boding tongue</br>For ever croaks, that all we do is wrong&mdash;</br>Malevolent and harsh, you hear her praise</br>Times which are past, and censure present days.</br>&mdash;Ah how unlike! &mdash; No sentiments severe</br>From your good grand-dame on the age we hear:</br>Unless perchance some folly to explode,</br>To guard from vice, or to inculcate good,</br>Tales of past times she tells; which old and young,</br>Attentive hear, nor ever think too long.</br>&mdash;Well &mdash; Let me own, that nothing can engage</br>My heart and love, like wise and chearful age!", "SUSAN.</br>Then, then for ever in my Lucy's heart</br>Must my lov'd mother claim an ample part;</br>Her wisdom all the hamlets round confess;</br>Your own experience, Lucy, speaks no less:</br>Nay, sigh not, maiden, but rejoice to think</br>Her counsel sav'd you from destruction's brink:</br>Learn chearfulness from her; and learn the way</br>By which serene she regulates each day.</br>To God her first, her earliest duty giv'n,</br>Each hour glides on, dependent upon heav'n:</br>Each social office happily discharg'd,</br>To all the world her heart humane enlarg'd,</br>She lives to bless, &mdash; far as her pow'r extends,</br>The best of Christians, and the first of friends.", "LUCY.</br>Yes, Susan, yes, I know how she imparts</br>The balm of comfort to afflicted hearts:</br>I know with what delight she brings relief</br>To beds of sickness, and the house of grief:</br>When late the rot consum'd our flocks around,</br>When just before the murrain spread the ground</br>With carcases of cattle &mdash; strangely dead!</br>And ev'ry farmer hung his drooping head:</br>Remember, how from house to house she went,</br>Consoling all, and minist'ring content:</br>That &mdash; to the stroke of Providence resign'd,</br>A murmurer 'mongst us it was hard to find!</br>Ah blest good woman! &mdash; and for private deeds,</br>How much her merit all our praise exceeds!</br>I saw her enter yesterday the door,</br>Where lies unhappy Lobbin, sick, and poor:</br>My heart rejoic'd &mdash; if envious I could be,</br>Susan, of girls I most should envy thee!", "SUSAN.</br>Much am I blest, my Lucy:  may I prove</br>Worthy the dear example which I love!</br>With steps, howe'er unequal, may I tread</br>The peaceful paths, where she delights to lead!</br>And if &mdash; But shepherds flatter, &mdash; and to me</br>They've learn'd, no flattery can so welcome be&mdash;</br>Yet if my person any semblance bears,</br>Oh may my mind and deeds resemble hers!</br>But, on this theme, forget I time and place,</br>And see, the evening sun declines apace:</br>She'll think me long: &mdash; I must to field away&mdash;", "LUCY.</br>Let me not cause her pain, or urge your stay,</br>Tho' more, much more, methinks I had to say.</br>But with my present I'll to-morrow come,</br>'Twill then be finish'd; and you'll be at home?</br>Our conversation so we may renew&mdash;</br>Your hand, dear Susan &mdash; best of girls &mdash; adieu!", "God bless my dearest Lucy, Susan cry'd;</br>Then, smiling, cross'd the bridge, and field-ward hy'd.</br>"]