["The rain, it is coming down fast,</br>The frogs they are hopping around;</br>The season of drought it is past,</br>The earth-worms crawl out of the ground:</br>The ants, that so crept up the trees,</br>Are all now retir'd to their nest;</br>Snug in hive stay the flower-loving bees,</br>'Tis holiday all, and 'tis rest:", "The rook no more caws in the grove,</br>Nor the wood-dove she maketh her moan;</br>All dull is the season of love,</br>And Corydon's pleasure is flown:</br>For Phillis had promis'd to meet&mdash;</br>All down in the dew-sprinkled vale;</br>But he saw not the prints of her feet,</br>He saw not the marks of her pail:", "The rain had kept Phillis at home,</br>To catch a sad cold was her fear;</br>Her mother forbid her to roam,</br>So she sat by the fire in her chair.</br>Sad Corydon put on his hat,</br>And hied him away to her house;</br>At the door he espied the lov'd cat,&mdash;</br>The cat had been seeking a mouse:", "\"Pretty pussy,\" says he, \"are you wet?</br>Alas!  let me open the door;</br>Were I, like fond pussy, a pet,</br>My breast would feel sorrow no more!\"</br>The cat he did cock up his tail,</br>He purr'd, and he rubb'd on his leg:</br>\"Dear pussy!  ah, could I prevail,</br>One favour of thee would I beg&mdash;", "\"Go pur, and go rub in my love,</br>By mewing express what I feel;</br>Oh!  try that hard bosom to move,</br>I'll give thee a supper on eel.\"</br>As Phillis now sat by the fire,</br>She heard the fond shepherd complain,</br>And kindly said, \"Swain, I desire,</br>That you will come out of the rain.\"", "He caught up the cat in his arms,</br>Her summons so proud to obey;</br>For Phillis, dear Phillis, had charms,</br>And so all the shepherds would say.</br>\"Dear Phillis,\" says he, \"how dye do?\"</br>As soon as she heard the swain speak,</br>\"Kind shepherd,\" says she, \"how are you?\"</br>And the blushes, they cover'd her cheek:", "\"Ah!  why would you stay out of the door?</br>Ah!  why in the rain would you wait?</br>See the poker, it lies on the floor,</br>Pray stir up the coals in the grate.\"</br>\"Ah!  shy should I poak up the fire?</br>Or why should I stir up the coal?</br>What is coal to my ardent desire?</br>What is fire to the fire of my soul?", "\"So would flame yonder new-made hay-stack,</br>If with candle the hay you should touch;</br>So the kidney be scorch'd and turn black,</br>Which the cook-maid has griddled too much:</br>So the cook-maid, if spit will not turn,</br>Will roast on one side all her meat:</br>So with frost aching, chilblains will burn,</br>Which little girls have on their feet.\"", "\"Oh!  talk not of chilblains,\" she cries,</br>\"But aid me, kind shepherd, I pray;</br>This turnip my patience defies,</br>It will not be peeled to-day.</br>Ah, shepherd!  if love sway thy breast</br>By this fond request I shall see;</br>Oh!  give my tir'd fingers some rest,</br>And peel the tough turnip for me.\"", "He took out his knife in a trice&mdash;</br>The knife it was crooked and keen,</br>He gave to the turnip a slice,</br>A slice such as never was seen:</br>The turnip was peeled well nigh,</br>The mother was feeding the hogs,</br>When, ah!  she return'd from the sty,</br>The swain knew the sound of her clogs!", "All hurry'd he ran out of the door,</br>And took not his hat in his hand;</br>The turnip roll'd down on the floor,</br>And Phillis was quite at a stand.</br>Home went Corydon, heartily soak'd,</br>Poor Phillis was lock'd up in spite;</br>So the fire, it no longer was poak'd,</br>Nor the turnip was peel'd for the night!</br>"]