["Passions would swell, but that their pride</br>Cannot embogue the Muses tide:</br>The mind must be asswag'd, and then</br>Her surges be run o'er agen,</br>That so their rudeness may abate</br>And veile, when we must mourn in state.", "But should we mourn it by her worth,</br>Her beauty, bounty, or her birth,</br>The Kingdomes wealth would not suffice</br>To pay unto her obsequies:</br>Nor fancy could supply it here,</br>To set out her that had no peere.", "For if her beauties did disclose</br>Th' imbellishments of either rose,</br>And on each temple at one glance,</br>You might survey the flower of France.</br>The rest ashamed once to vie</br>Their meaner colours shrink, and die</br>As if they were benighted quite,</br>Or hid in envy of the light.", "But if the flowers you devest</br>And yet (too short) would seek the rest,</br>A set of gemmes, by fancy set,</br>Outbids Saint Mark his Cabinet;</br>Choose for Her statue; but with Art,</br>So many due to every part:</br>You'll find, that in the spoyles of Greece</br>You'ld want for this Mosaique peece.", "Or should you blaze he by the Stars</br>Youl'd set the Heav'n and earth at jars</br>For when she smil'd, what was't to say,</br>That it was like the break of day?</br>The breake of day doth break our rest,</br>But when she smil'd it was to please</br>Each smile imported our hearts ease.</br>She smiled more then once a day,</br>And then the Stars in th' Milky way</br>Did not so lighten, or delight</br>The gazers wonder, or his sight.", "But when those eyes did play their part</br>They did awaken every heart,</br>Those eyes, set in the loftiest sphere</br>(Far above Pride, or Lucifer)</br>Did pierce all spirits, and disperse</br>Love and desire through th' Universe.", "Who saw, was glad, though like the Fly,</br>He courted in the flame to dy.</br>For sweetness dwelled no more there,</br>Then quick resumption of the aire,</br>As ready to chastise, and so</br>The chastned melted like the Snow,</br>As ready to revive, and then</br>The quickned lov'd to melt agen.", "Her light Eclips'd, when Charles was dead,</br>And when the other Charles was fled</br>From Worster, she baptiz'd anew</br>The Maes in her own teares, and drew</br>Fresh springs unto the Hague, where they</br>By fate cannot be dri'd away.</br>The rest of our poets may reherse</br>(I am but a Reformade in verse)</br>But sure, had she erst lived, she had been</br>Our SIDNEY's Stella, or our Spencers Queen.</br>"]