["'Tis past:  the iron North has spent his rage;</br>Stern Winter now resigns the length'ning day;</br>The stormy howlings of the winds assuage,</br>And warm o'er ether western breezes play.", "Of genial heat and chearful light the source,</br>From southern climes, beneath another sky,</br>The sun, returning, wheels his golden course;</br>Before his beams all noxious vapours fly.", "Far to the north grim Winter draws his train</br>To his own clime, to ZEMBLA'S frozen shore;</br>Where, thron'd on ice, he holds eternal reign;</br>Where whirlwinds madden, and where tempests roar.", "Loos'd from the bands of frost, the verdant ground</br>Again puts on her robe of chearful green,</br>Again puts forth her flow'rs; and all around,</br>Smiling, the chearful face of Spring is seen.", "Behold!  the trees new-deck their wither'd boughs;</br>Their ample leaves the hospitable plane,</br>The taper elm, and lofty ash disclose;</br>The blooming hawthorn variegates the scene.", "The lily of the vale, of flow'rs the Queen,</br>Puts on the robe she neither sew'd nor spun:</br>The birds on ground, or on the branches green,</br>Hop to and fro, and glitter in the sun.", "Soon as o'er the eastern hills the morning peers,</br>From her low nest the tufted lark upsprings;</br>And, chearful singing, up the air she steers;</br>Still high she mounts, still loud and sweet she sings.", "On the green furze, cloth'd o'er with golden blooms</br>That fill the air with fragrance all around,</br>The linet flies, and tricks his glossy plumes,</br>While o'er the wild his broken notes resound.", "While the sun journeys down the western sky,</br>Along the greensward, mark'd with ROMAN mound,</br>Beneath the blithesome shepherds watchful eye,</br>The chearful lambkins dance and frisk around.", "Now is the time for those who wisdom love,</br>Who love to walk in Virtue's flow'ry road,</br>Along the lovely paths of Spring to rove,</br>And follow Nature up to Nature's GOD.", "Thus ZOROASTERS studied Nature's laws;</br>Thus SOCRATES, the wisest of mankind;</br>Thus heav'n-taught PLATO thrac'd th' Almighty cause,</br>And left the wond'ring multitude behind.", "Thus ASHLEY gather'd Academic bays;</br>Thus gentle THOMSON, as the Seasons roll,</br>Taught them to sing the great CREATOR'S praise,</br>And bear their poet's name from pole to pole.", "Thus have I walk'd along the dewy lawn;</br>My frequent foot the blooming wild hath worn;</br>Before the lark I've sung the beauteous dawn,</br>And gather'd health from all the gales of morn.", "And, even when Winter chill'd the aged year,</br>I wander'd lonely o'er the hoary plain:</br>Tho' frosty Boreas warn'd me to forbear,</br>Boreas, with all his tempests, warn'd in vain.", "Then sleep my nights, and quiet bless'd my days;</br>I fear'd no loss, my MIND was all my store;</br>No anxious wishes e'er disturb'd my ease;</br>Heav'n gave content and health &mdash; I ask'd no more.", "Now Spring returns:  but not to me returns</br>The vernal joy my better years have known;</br>Dim in my breast life's dying taper burns,</br>And all the joys of life with health are flown.", "Starting and shiv'ring in th' inconstant wind,</br>Meagre and pale, the ghost of what I was,</br>Beneath some blasted tree I lie reclin'd,</br>And count the silent moments as thy pass:", "The winged moments, whose unstaying speed</br>No art can stop, or in their course arrest;</br>Whose flight shall shortly count me with the dead,</br>And lay me down in peace with them that rest.", "Oft morning-dreams presage approaching fate;</br>And morning-dreams, as poets tell, are true.</br>Led by pale ghosts, I enter Death's dark gate,</br>And bid the realms of light and life adieu.", "I hear the helpless wail, the shriek of wo;</br>I see the muddy wave, the dreary shore,</br>The sluggish streams that slowly creep below,</br>Which mortals visit, and return no more.", "Farewell, ye blooming fields!  ye chearful plains!</br>Enough for me the church-yard's lonely mound,</br>Where Melancholy with still Silence reigns,</br>And the rank grass waves o'er the chearless ground.", "There let me wander at the shut of eve,</br>When sleep sits dewy on the labourer's eyes,</br>The world and all its busy follies leave,</br>And talk with wisdom where my DAPHNIS lies.", "There let me sleep forgotten in the clay,</br>When death shall shut these weary aching eyes,</br>Rest in the hopes of an eternal day,</br>Till the long night's gone, and the last morn arise.</br>"]