["THOMAS.  MARTHA.", "All by the side of a clear winter-fire,</br>A swain and nymph, whom mutual flames inspire,</br>Alternate sung:  Ye Muses, all and some,</br>Tho' long the journey, from Parnassus come;</br>Be it your task these lofty lays to sing,</br>For 'faith poor poets can't do every thing.", "MARTHA.</br>The nymph began.  I love my Tom so well,</br>I love him more than any tongue can tell.</br>'Tis sweet to hear the beggar blackbeard's rhyme;</br>'Tis sweet to sleep at church in sermon-time;</br>I like a tale of fairies, or a ghost;</br>I like foul stories of the parish-toast;</br>To learn a secret yields me huge delight,</br>And, oh!  to publish it transports me quite.</br>Maids love to munch their gingerbread alone;</br>And Margery joys to scold her husband John:</br>But scolding so delights not Margery's soul,</br>As it delights me on your knee to loll:</br>Songs, slander, gingerbread, and sleep in pew,</br>Secrets or goblin-tales are tasteless without you.", "THOMAS.</br>In mornings raw to quaff the gusty dram;</br>To feed on frothing ale and bacon-ham;</br>Do what the priest forbids, and sport and play</br>Fearless on Sunday, as on holyday;</br>To glut my eager maw with savoury leek;</br>Idly to stroll three several days a-week:</br>These could delight me; but were you unkind,</br>In these, alas!  poor Tom no joy could find.</br>With you I'll chearful work, my Bible read,</br>Live on pure element and barley-bread:</br>For you, my dear, tobacco I'd give o'er,</br>Take snuff, get drunk, and swear, and stroll no more.", "MARTHA.</br>Ah, did your heart bear witness to your tongue,</br>Martha were happy as the day is long.</br>But, wo is me!  though sweet your speeches seem,</br>Sweeter by much than strawberries and cream,</br>Some lass prank'd up with greater cost and art,</br>I fear sticks closely to my Tommy's heart.</br>Doubtless your strain has many a maid beguil'd,</br>For you was given to lying from a child.</br>When but a boy, (I'll ne'er forget the day,</br>Just then I learn'd at blindman's buff to play),</br>Stealing the parson's pease when you was caught,</br>(Could parsons pardon, 'twas a venial fault);</br>With tears and curses you deny'd the fact,</br>Though they surpris'd you in the very act.</br>But all in vain; for to your bare backside</br>The parson's man his whirling whip applied.</br>I saw, I lov'd; deep in my constant breast</br>The beauteous image yet remains impress'd.</br>Happy, alas!  too happy had I been,</br>If that lashing-bout had never seen.</br>Ah, did you know, what restless nights I've past,</br>What dreams, what qualms endur'd, from first to last;</br>What jealousies and fears, and all for you;</br>Sure to his Martha Tommy would prove true.", "THOMAS.</br>Who does ill dreads ill, says the proverb old,</br>And falsehood never was in proverbs told.</br>You thought I saw you not when late you sat</br>With rake-hell Roger in familiar chat.</br>Nay, more, I saw you (could the sight be born!)</br>With busy needle mend his breeches torn.</br>Gnashing my teeth I stood, my heart throbb'd thick,</br>O had your needle pierc'd him to the quick!</br>Just my suspicions, justly I upbraid;</br>Are these the manners of a modest maid?", "MARTHA.</br>False is the imputation; for, heav'n knows,</br>'Twas not his breeches, Tom, it was his hose.</br>And since you seem to jealousies inclin'd,</br>Though loath to fret old sores, I'll speak my mind.</br>Why Susan pin'd of late all were surpris'd;</br>Wan wax'd her looks, each feature seem'd disguis'd;</br>Her beef-red lips assum'd a yellow hue,</br>And each dead eye was sunk in circle blue.</br>Sullen she grew and sad; and gossips said,</br>That chalk and cinders were her daily bread.</br>But since from market you with Susan came,</br>No longer mourns the solitary dame;</br>Brightens to red her colour erst so pale,</br>She dances, sings, and tells a wanton tale;</br>And fatter far she seems then e'er before&mdash;</br>Ah!  Thomas, Thomas! &mdash; but I say no more.", "THOMAS.</br>Whence could so strange a whim your fancy strike!</br>Think you that I the ugly hussy like?</br>Vile slut!  like rotten carrion stinks her breath,</br>Blacker than soot are her distorted teeth.</br>The snail shall with the roebuck vie in speed,</br>On foxes geese, and cats on mustard feed;</br>The butterfly too shall woo the bat, and puss</br>Be join'd in bands of wedlock with the mouse:</br>No more shall ghosts glide grinning through the dark;</br>The firmament shall fall and crush the lark;</br>In water our fat squire his thirst shall slake,</br>When Martha fair for Susan I forsake.", "MARTHA.</br>Great was my dread when late we went to fair,</br>To find the tall recruiting serjeant there:</br>But when your half-reluctant hand he took,</br>Fear chill'd my heart, and all my members shook.</br>He prais'd, both when you walk'd, and when you stood,</br>Your manly mien, and ay he damn'd his blood:</br>A proper man you was, he said, and swore,</br>As e'er neats leather trode, or firelock bore:</br>And offer'd gold and crowns, would you enlist,</br>And shook the gingling guineas in his fist.</br>Dear Tom, take care, nor mix in war and blood;</br>To sleep in an unwounded skin is good.</br>Ah!  let not these rough redcoats e'er decoy</br>Far from his native home my only joy!</br>In foreign parts are savages, more black</br>Than Satan's self, a fell blood-thirsty pack!</br>Who (heaven preserve us now and evermore!)</br>Eat living men, and drink like ale their gore.</br>Take care, my Tom, these dreadful soldiers shun;</br>Touch not their guineas, or you are undone;</br>Then, wo is me!  alas!  and well-a-day!</br>I'll see my Tom no more for ever and for ay.", "THOMAS.</br>And did my danger so disturb your mind?</br>Sure I'm a villain if I prove unkind.</br>No, Martha, fear me not; with heart sincere,</br>Eternal love I promise and I swear.</br>When I forsake thee, Martha, may my soul,</br>Deep plung'd in hell, burn red as any coal!</br>On me turn'd broomstick, may the witches ride</br>To France and Spain across the roaring tide!</br>The Red sea be my bed, where conjur'd ghosts,</br>Thicker than minnows, swarm along the coasts!</br>May I be doom'd to drink up all the seas,</br>And eat the new moon like a piece of cheese!", "MARTHA.</br>Hold, Tom, I'm now convinc'd you love indeed:</br>Henceforth my heart no jealousies shall breed:</br>And when I'm false, may Susan &mdash; here she stopp'd,</br>For here a mouse from cat-watch'd hole elop'd;</br>As cross the floor he wander'd on his way,</br>'Midst Martha's flaunting garments chanc'd to stray.</br>Loud shriek'd the nymph; nor had her fears been vain,</br>If unknown courage had not fir'd the swain.</br>Headlong, his darling to defend, he flew,</br>(Mice yet unborn that hunting-match may rue),</br>And chas'd, with fearless hand, the felon round,</br>Through every maze of the forbidden ground;</br>Till at the last the trembling foe he squeez'd,</br>And instant death the squeaking recreant seiz'd.</br>Martha with joy the dangling carcase eyes;</br>Then puss, with one consent, obtains the prize.</br>Forgetful thus of merit's dangerous toil,</br>Some lazy minion oft enjoys the spoil.</br>"]