["Ill fare the Miscreant, who, to Mischief prone,</br>In fatal Hour, by Star malignant rul'd,</br>The whole World's Crimes appropriating, first,</br>Invented Styles, dire Structures!  to oppose</br>And break the peaceful Course of Passengers</br>In rural Fields.  The Wretch, by Heav'n abandon'd,</br>Had studied long, and try'd ten thousand Sins</br>Of blackest Dye, ere this curs'd Art was found,</br>To thoughtful Men eternally a Plague.</br>This, whilom wandering by fair Iver's Stream,</br>Across the Meads, unwary, I experienc'd;</br>For, (wonderful to tell!)  as stradling o'er</br>A Log, that high above its Fellows rais'd</br>Its Head inglorious, sudden slipp'd my Foot,</br>And, from my Shoe, its Heel attendant forc'd,</br>Deplorable!  A Step of Danger full!</br>So had it prov'd to my important Limbs,</br>But that they're sacred, as my Muse, inspir'd</br>With Thoughts of Virtue, and KILLMOREY'S House,</br>Bless'd House!  where Plenty and Content abound;</br>And He, young Peer, the Shame of hoary Years,</br>And Standard of Nobility, vouchsafes</br>Friendship to Bards.  O long, long may He live</br>His Country's Blessing, and its Boast renown'd!</br>This be my Morning and my Evening Prayer.</br>Of him, most grateful Theme!  my Thoughts were full,</br>As from the Style, astonied, erst I fell,</br>Yet rose unhurt &mdash; Such was the Care of Heav'n!</br>So to be sav'd, I'll ever have such Thoughts,</br>And to KILLMOREY consecrate the Muse.", "Had Vice employ'd my Mind, or any Theme</br>Less worthy than that Peer, of Parts egregious!</br>My Neck itself, in Twain disjoin'd, had then</br>Vented last Breath, Terrifick Thought!  Alone,</br>And unassisted, I had left the Stage,</br>Stripp'd of my mortal Garments, immature;</br>And, on the Banks of Iver's crystal Stream,</br>My Ghost had murmur'd with the rolling Tide,</br>Incessant!  dismal Consort to my Friends,</br>Shou'd any Friends my Funeral survive.", "Thou, STUART, Friend select, wou'dst then have wept</br>O'er my benighted Corps; and seen it laid,</br>With due Decorum, in a solemn Vault,</br>From Eyes and Hands, unhallowed, far apart.</br>Near fair STUARTA, too soon faded Flow'r,</br>Sister of MURRAY'S Earl, Great Scotian Chief,</br>In Church of Iver, consecrated Ground,</br>My stranger Clay might decently have lain,</br>Pacifick, till the dreadful Trumpet's Sound</br>Summon the Dead to Judgment, Great Assize!</br>To Sons of Men eternally momentuous!", "Mean while, KILLMOREY, generous Lord, had deign'd</br>To wait my Hearse, and see due Honours paid</br>To Bard, late lov'd.  Nor had'st ev'n Thou, MARIA,</br>Pattern of Virtue and refin'd Behaviour!</br>Deny'd thy condescending Grace.  Perhaps</br>Thy Female Offspring, heavenly fair!  had join'd</br>Maternal Pity; and vouchsaf'd, lamenting,</br>To say of me, \"He dy'd, alas!  too soon,</br>And merited a better Fate.\"  Sweet Words</br>From Lips more sweet!  so to be prais'd and mourn'd,</br>What Poet would not die?  bless'd Elegy,</br>Inspir'd by Excellence so near Divine!", "Yet stop, my Fancy &mdash; the Idea pains:</br>'Tis better far, that I the Danger 'scap'd,</br>Exulting:  Ev'n my Ancle is unsprain'd!</br>Only, like a lame Traveller, o'er the Fields,</br>Darkling, I hopp'd.  So MULCIBER, of Old,</br>(As HOMER, Sire of Verse, majestick, sings)</br>Limp'd as he walk'd; for, thrown by angry Jove,</br>Sheer o'er the crystal Battlements of Heav'n,</br>A Summer's Day he fell; and, in the Fall,</br>Batter'd his Skull and Heel, on Lemnian Ground.</br>This VULCAN was a God!  a Mortal I,</br>By Birth &mdash; But deathless, by the Muse, confirm'd!</br>As heal'd, by Sinthians He, so was my Shoe,</br>By KILLINGSWORTH, at Iver much Renown'd;</br>Cobler in Chief to the laborious Swains!", "To him, great Man!  did soon a trusty Page,</br>Eager t' oblige a Bard (for all Domesticks</br>Of Lord KILLMOREY boast a Taste refin'd)</br>Convey my Calches.  He, well-skill'd in Art,</br>In Minutes few, in perfect Union join'd</br>The sever'd Parts.  So whilom ANNA spoke</br>Discordant Kingdoms into lasting Peace.", "O may kind Pow'rs his pious Pains reward,</br>And soon distorted Muscles of his Wife,</br>(Of which my broken Calches was a Type</br>Prophetick,) be replac'd!  prodigious Chasm</br>In Female Mould!  So yawn'd Rome's Forum wide,</br>'Till CURTIUS, noble Youth!  jump'd in, undaunted.</br>But KILLINGSWORTH, heroick Youngster, forth</br>From Orifice wide, discontinuous, broke;</br>Promise of future Usefulness to Men!</br>Offspring immortal, of a deathless Sire,</br>O'er rev'rend CRISPIN'S self Superior fam'd;</br>Or him, who, whistling, happy in his Stall,</br>Eighth HARRY, Royal Rambler, erst observ'd,</br>Envious, astonish'd; and, ambitious won,</br>By means of Shoe, by regal Force unheel'd,</br>To Friendship high.  Such shou'd the Friendship be</br>Of Kings and Coblers.  So great HARRY judg'd,</br>And to a Cellar call'd his lov'd Compeer;</br>For Wine reveals and joins the Hearts of Men.</br>Social, they drank, and laugh'd, and talk'd, and sung;</br>Nor parted, till, in homely Hall, a Pot</br>Of nappy Ale, twice ten Years barrell'd up,</br>And Anno Domini with Rev'rence nam'd,</br>Was quaff'd.  But JOAN, of Fellowship the Bane,</br>Waking from Sleep, and grumbling, drove the Prince</br>To Court, reluctant:  Yet not ere join'd Hands</br>Sanction'd the mutual Promise of true Love</br>And Friendship lasting.  Soon to Court the Son</br>Of CRISPIN hied, a City Beau!  to find</br>His HARRY TUDOR; not without Consent,</br>(Who wou'd have thought it?)  of imperious JOAN!</br>But Wives, sometimes, are christianly dispos'd!</br>Can Language tell the Cobler's vast Surprize,</br>Terrors, Distraction, when in Royal Robes</br>He found his Fellow?  but divested soon</br>Of Majesty and State, to Cellar rich,</br>Th' indulgent Prince the welcom Fav'rite led,</br>And drank him up to Sov'reignty of Soul!</br>Fit Partner and Companion then confest!</br>Mirth was renew'd, and Friendship faster bound.</br>Nor stop'd Great HARRY, till fair forty Marks,</br>Huge Pension then!  were settled on the Man</br>Of gentle Craft.  Example take, ye Kings;</br>And wisely chuse the Fav'rites of your Grace.</br>Merit, like Air, is unconfin'd and free,</br>But most in Stalls and humble Huts abounds.</br>Did not divine Eumaeus keep the Hogs?</br>And, in his Garden, old Laertes seek</br>Sweet Consolation for his absent Son,</br>Ulysses sage; nor yet disdain'd to plow</br>And dung his Ground with his imperial Hand?</br>This weighing well, I, more than mortal Bard,</br>Have made a Friend of KILLINGSWORTH, renown'd!</br>Ne'er may the Union of our Hearts be broke.</br>Vain Fear!  while Iver nappy Ale affords;</br>Or various Wines KILLMOREY'S Cellar stores.", "Hadst thou, O PHILIPS, Bard prodigious!  found</br>A Taylor, dextrous as my Cobler, ne'er</br>Had Verse of thine the horrid Chasm confess'd</br>Of Galligaskins; at which Winds alternate</br>With chilling Blasts, tumultuous enter'd in.</br>Oft, as I read thy live Description, Tears</br>My Cheeks bedew; and oft, I curse the Times,</br>And Taste of Men, who suffer'd Thee to sing</br>Thy Woes so rueful!  Had I flourish'd then,</br>My Coat, my Shirt, had freely gone to Pawn,</br>To purchase Galligaskins sound for Thee.</br>Long, very long, may I th' Affliction scape!</br>And Cash or Credit find t' appear Abroad,</br>Decent in Dress!  ne'er may my leathern Bag,</br>Or silken Purse, a splendid Shilling want.</br>Twice ten fair Pieces, Residue of Cash</br>By generous Stair, on Fav'rite Bard bestow'd,</br>Enrich'd my Fob, and cheer'd the grateful Muse,</br>When whilom KILLINGSWORTH, with Art ingenious,</br>Doctor'd my Shoe &mdash; HOMER had ne'er so much!</br>A Sterling Pound how rare the Poet's Boast,</br>In Iron Age; when Patrons rise as rare,</br>As Peaches, in rough Hyperborean Climes,</br>And ope their Coffers bounteous to the Muse,</br>As Priests to Parish Poor distribute Alms;</br>Or Presbytry fair Testimonials gives</br>To free-born Genius, and Wit unslav'd.</br>Tremendous Zeal of Kirk-men, blindly urg'd</br>Against Heav'n's Gift, and Providence Supreme!</br>Such I experienc'd, in my youthful Days,</br>Where Love of Poesy was deem'd a Crime,</br>By blind Prosaick Leaders of the Blind;</br>Source of the Sorrows I have felt, or feel,</br>In Life!  Thee BALLANDINE, how shall I thank</br>For Cash, or Credit, Liberty, or Breath?</br>In future Ages thou shalt live in Song,</br>TARTUF the Second: &mdash; This thy Merits claim,</br>And I th' Arrears to Merit due will pay.", "But stop, my Muse, thy Course digressive here,</br>Nor KILLINGSWORTH with BALLANDINE profane,</br>By Episode, unwary, hurried far.</br>Joyous, I turn to hail the Cobler's Art,</br>And, in my Verse, emblaze his proper Acts,</br>Momentuous!  May I ne'er debase the Theme!</br>O cou'd my Muse pursue th' Example bright!</br>As well-beat Leather, strong shou'd be my Sense,</br>And sharp, as Awls, my Wit.  His hempen Threads</br>No surer stitch the Chasms of broken Soles,</br>Than my Connexion, nervous, firm my Strains,</br>And fit my Labours for eternal Use.</br>But I, alas!  at Distance far, unskill'd,</br>Copy the Pattern of great KILLINGSWORTH,</br>Unrivall'd Cobler!  what Physician fam'd,</br>ARBUTHNOT, MEAD, or SLOAN, with like Success,</br>Can cure the human Body, spent with Toil,</br>Or worn with Age?  Well were it for the Town,</br>Could'st thou, St. ANDRE, of upstarted Fame!</br>Or thou, O DOUGLAS, dislocated Bones</br>Rejoin, secure; or broken Limbs restore</br>To pristine Soundness; as ingenious He,</br>Sudden and cheap, renews decrepit Shoes,</br>Or stops an Orifice in leathern Boots!</br>Thou R&mdash;n, vers'd in Ruptures by Receipt,</br>And deem'd a Doctor for thy want of Skill,</br>Why rid'st thou in gilt Chariot, while a-Foot</br>Great KILLINGSWORTH, in Art and Virtue grey,</br>Is doom'd, alas!  to trudge it all in Rags?</br>Well for the Church, that WAKE and HOADLEY, fam'd,</br>By his Example, and unerring Method,</br>Cou'd cure the wounded Consciences of Men,</br>And heal the Souls of Sinners; direful Case!</br>But, O how bless'd, how happy were the Realm,</br>Did Statesmen learn of KILLINGSWORTH to act,</br>Preserve the Peace, and hoard no ill-got Wealth!</br>But GEORGE'S Reign, like old Saturnian Times,</br>Screens no malignant Mind, no Practice vile.", "Thee, KILLINGSWORTH, no Subtlety perverts,</br>No Vanity, no Pride inflames.  Thy Stall,</br>Sweet Seat!  is void of Envy, Cares, and Strife.</br>There sitt'st Thou, arm'd with Hammer, Lench, and Awl,</br>Within pacifick Walls enthron'd, and pleas'd:</br>So, in his Tub, DIOGENES was wont</br>To scorn the World, and feast on calm Content.</br>O how unlike was he, of LUDGATE-HILL!</br>Whose Pride, elate, by Bickerstaff expos'd,</br>Is Satire pointed at all Ranks of Men,</br>Fantastick, and high-fum'd.  This Artist, vain,</br>Great Lover of Respect, (aloof from him,</br>Fateful, alas!  with-held,) the Figure of a Beau,</br>In Window plac'd; vile Sycophant of Wood,</br>Bending profound to pay unmeant Respect.</br>Under left Arm a Hat, and, in right Hand</br>Of Arm extended, was some Wax, or Thread,</br>Or Candle held, as most the Master's Use</br>Avail'd.  O strange Idolatry inverted!</br>In which the Image to the Man did Homage!</br>But Earth abounds with his upheav'd Compeers.</br>All meditate Dominion, and wou'd rule</br>O'er Birds, or Beasts, or their own Kind, tyrannick.</br>Each Mortal from Inferiors looks for Praise,</br>Observance, or Submission, to Desert</br>Imagin'd due; for few in Question call</br>Their proper Merit, and superior Right</br>To Rev'rence; nor, but scantling, cease Emprize</br>Enormous, proud Ambition's End to reach.</br>Curs'd Affectation of despotick Sway!</br>Of human Nature, Reason, Sense, the Bane,</br>Reproach, Disgrace!  on Folly founded still!</br>By Puffs of Flatt'ry oft to Madness blown!</br>But most absurd in Minds of low Degree,</br>Heav'n-doom'd to Darkness, and Oblivion dire.</br>Such this Invention, upon LUDGATE-HILL,</br>Of Cobler, erst anonymous.  In Cits</br>Of humblest Rank, and weakest Brain, Conceit</br>Reigns lawless, insolent; and through all Steps</br>Of Greatness, may be trac'd infuriate.  But</br>Exempt from this Disease, wide spreading, stands</br>Wise KILLINGSWORTH:  Nor human Nature he,</br>Nor gentle Craft disfigures:  Ever calm,</br>Modest and Meek, his peerless Mind controlls</br>Secret Resentment, Seeds of Self-Esteem,</br>And Passions, that make Havock of the Brain.</br>Let Young and Old, the Rich and Poor observe</br>The Pattern rare; so shall they 'scape Contempt</br>Or BEDLAM, natural Consequence of Pride,</br>Dire Prologue to a World of Woes, Hell-bred.", "Why, O my Stars, was I not bred a Cobler?</br>A Trade unsordid!  Tricking Mortals, learn</br>To cobble Shoes, and let the World grow good.</br>Ye Jobbers, Jews, and Brokers, O be taught</br>To deal upright, as KILLINGSWORTH directs</br>By Pattern honest.  Let Attorneys quit</br>Their Pettifogging Arts, and leave Mankind</br>To follow Nature, Equity's great Friend.</br>Justice, and Law, and Peace, are best maintain'd</br>By Reason plain and pure.  These, ever sound,</br>No Cobling need; or but few Sages wise</br>In good Repair to keep the Commonweal.</br>O when will Men improve the Trade of Truth,</br>Know their own Strength, and use their Talents right!</br>Discern, ye Scriblers, O discern your Skill,</br>Your proper Genius, and betimes apply</br>Your Talents, studious, to Creation's End.</br>For me, I'd rather serve a Swain for Hire,</br>And purchase Bread according to the Curse</br>Of ADAM, fall'n from Grace, than plague Mankind</br>With senseless Metre; or ev'n shine renown'd</br>In noble Verse, for all Things else unfit,</br>In all Things else unskill'd.  Condition dire!</br>So great ACHILLES, in the Elysian Scenes,</br>Preferr'd a Life of Abstinence and Toil,</br>Before Dominion o'er unbody'd Shades.", "O Happiness of humble State and Rank!</br>Sweet Industry, the Child of sacred Virtue!</br>How bless'd is Life, sequester'd from the Town,</br>Where one eternal Round of Hurry reigns.</br>In humble Greatness KILLINGSWORTH grows old,</br>Happy, and useful to his Neighb'ring Swains,</br>A Loyal Subject, and a Churchman true!</br>Yet both by Chance &mdash; for he's above Design:</br>Assur'd that bold Enquiry might disturb</br>His Halcyon Ease, and Primitive Repose.</br>Whatever Mischief happens on the Earth,</br>In his Asylum, 'midst his Tools invelopt,</br>Safe, he remains, and, unconcern'd, is blest!</br>So while rough Thunder rends the dark'ning Clouds,</br>And dreadful Bolts their furious Forces waste</br>On tow'ring Hills, the humble Plain, secure,</br>Mocks the loud Roar, and Heav'n's Artillery 'scapes.", "Were I to have my Choice (but ah!  my Stars</br>Look with ill Aspect, and deny my Wish,)</br>Near Iver's Stream, of Waters most Supreme!</br>A Residence I'd chuse:  best Boon of Heav'n!</br>Such Cobler's-Hall delectable appears,</br>Rare Product of ingenious Skill and Toil</br>Of KILLINGSWORTH, Sire to the boasted Man,</br>Whom fain my Muse wou'd imitate and praise.</br>Happy KILLMOREY, who, in Cobler's-Hall,</br>Enjoyest Elysium.  But that Thou dwell'st there,</br>I'd covet that Abode, of rural Seats</br>Pre-eminent.  Yet Me, an humble Bard,</br>An humbler House may please.  A narrow Room</br>May serve my Rank:  But let me have it neat,</br>And clean, ye Gods; tho' but one Chair, or Stool,</br>Stand by th' Table &mdash; and let Sheets be savoury,</br>And Landlady not sluttish, nor severe,</br>As whilom G&mdash;R, Parsons's Relict, prov'd</br>To R&mdash;T and B&mdash;N, who fair Iver chose</br>For Residence.  Good Taste!  to fix on Iver;</br>But too hard Fate, to meet ill Usage there!</br>Yet cheer, fair Ladies, and recal to Mind,</br>How, ev'n in Seats celestial, Discord rose</br>Thro' Pride of LUCIFER, of Rebels chief,</br>Whom Pow'r Almighty, (so great MILTON sings)</br>Hurl'd headlong, flaming, from the Ethereal Sky</br>With hideous Ruin and Combustion, down</br>To bottomless Perdition, there to dwell</br>In adamantine Chains, and penal Fire.", "Save us, good Heav'n, from such a dire Extreme,</br>Of Crime and Vengeance &mdash; Fate of Souls abandon'd</br>Of Grace!  But, shun, my Muse, the dismal Thought,</br>Nor with horrifick Images confound</br>Iver, the Scene of Pleasure and of Love,</br>My Residence desir'd.  There lodg'd, I'd pass</br>My flying Years, from Noise and Hurry free,</br>O'er all my Passions watchful, and supreme!</br>As from the snowy Tops of Alpine Hills,</br>I'd view the spacious Sea of human Woes,</br>Pitying and pleas'd.  Oh sacred heav'nly Life,</br>Undash'd with Cares, or Spleen; and wrapt secure</br>In ornamental Virtues, Garment rare!</br>Thus shou'd my Years, in grateful Circle, rowl;</br>And fair shou'd be my Character and Fame,</br>Fair as the new-fall'n Snow, or whiter Skin</br>Of Curate's Daughter, Jane, an Iver Toast!</br>Tho' to adorn my Head, no Bays arise,</br>The peaceful Olive shou'd content my Mind.</br>Instead of marble Pillars, I'd survey</br>Tall Pyramids of Cypress Ever-green;</br>And, in the Place of arch'd and gilded Roofs,</br>Contemplate Heaven's great Canopy of State.</br>Forgetful, THORNHILL, of thy Light and Shade,</br>Thy blended Colours, artfully dispos'd,</br>My Eyes wou'd feast on variegated Scenes,</br>And Prospects, form'd by Nature for Delight;</br>Palms, Myrtle-Groves, green Valleys, Mountains, Hills,</br>And bubbling Streams, as Crystal clear, and cold</br>As Thracian Ice, thro' flow'ry Meads, dispers'd,</br>Should more than make amends for want of Art,</br>On Canvas drawn by thy ingenious Hand.</br>Content with Little, and retir'd from Crowds,</br>My Stock of Wit I would not misapply,</br>To flatter Fools, or wicked Men in Pow'r.</br>Domestick Troubles too I'd wisely shun,</br>And rather fly, like J&mdash;N, Bard of Beef!</br>To an aerial Citadel, well-pleas'd,</br>Than, in first Floor of sumptuous Shew, reside,</br>With Dame contentious.  So, in holy Writ,</br>Avers the Wisdom of the wisest Man,</br>Hight SOLOMON, of Israel erst the King.</br>His Song of Songs I'd oft repeat, enraptur'd:</br>And oft, O C&mdash;LL, thy Circassian read,</br>Of Verse politest It, of Priests thy self!</br>Oft wou'd I drown dull Thought in homely Ale</br>Of Country Vicar.  Oft with honest Swains,</br>On quaint Expressions and Conundrums keen,</br>I'd whiff Tobacco, grateful Herb:  yet ne'er</br>Wou'd I lose Time with Master, whom Estate</br>And want of Wit, make Coxcomb; Booby bred!</br>He with strong Beer and Ale the Country rules,</br>By long hereditary Right of Folly.</br>I love the Simple, Jovial Swains, &mdash; but tremble</br>At Sight of Fools.  So, with her Hairs erect,</br>And chilly Sweat, OPHELIA, harmless Soul!</br>Beholds a Rat, or Mouse, a-cross the Floor</br>Scud fleet, or sculk in Closet dark perdue.</br>Me no deep Veneration does inspire</br>For eldest Sons of Squires, with Coats broad-lac'd,</br>That smell like Civit Cats.  Come not, my Soul,</br>Into their Habitation; nor again</br>Ride out by Five, and pass half Days fatigu'd,</br>With T&mdash;, like Nimrod, mighty Huntsman, there.</br>Why should my Pleasure issue in Fatigue?</br>Such prov'd the Sport, when whilom with thy Hounds</br>And Thee, I beat the neighbouring Thickets round</br>Fair Iver many a Mile, prodigious Task!</br>And all in vain, &mdash; but that I found a Crab,</br>Apple delicious to a thirsty Palate!</br>In Fields of Lady MONTAGUE yclip'd.</br>So, to a Traveller o'er Numidian Wastes,</br>A Stream proves Luxury!  exhausted quite,</br>And tir'd, he takes the Fortune of the Chase,</br>Whether in quest of Prey, the Desart wide</br>He traverses, or seeks some distant Land.", "Me long and tedious Courses never please:</br>Rather, for Recreation, let me walk</br>And exercise my Limbs!  and oft, O sweet!</br>Angle the River!  oft, o'er Birds unweeting,</br>Spread the delusive Net.  Yet save me, Heaven,</br>From each Desire voluptuous and cruel;</br>By Massacre of thy defenceless Creatures,</br>To feed my Maw, and make my self the Grave</br>Of Beasts, and Birds, and Fish, Creation's Pride.</br>For Sport, I'd catch 'em &mdash; but to let 'em 'scape</br>Unhurt!  the short-liv'd Sorrow wou'd enhance</br>The joyous Boon of Liberty aerial.", "Thrice wretched Men, from whom wise Heav'n conceals</br>The Knowledge of this great, important, Truth,</br>That little with Contentment is best Cheer,</br>And half a large Estate excells the Whole!</br>Unhappy, who cou'd ne'er perceive the Sweets,</br>The Luxury of wholsome Roots and Herbs!</br>But blest beyond Expression They, who crown'd</br>With Plenty, chuse Retirement from the Crowd,</br>And please themselves with what the Country yields.</br>How greatly Horace, at his Sabin Seat,</br>Or fair Tiburtin Manor blest, declin'd</br>The Pride and Cares of State, tho' Caesar's Self</br>Invited, as a Friend!  Nor was he blam'd.</br>Wise Men have idle Hours t' unbend their Minds,</br>Turmoil'd with Cares and Studies, Flesh-corroding.</br>From Books and Men, St. EVREMOND and STEELE,</br>Lov'd Names and everlasting!  oft repair'd</br>To fam'd DUCK-ISLAND, Government desir'd,</br>And with the feath'ry Habitants convers'd,</br>Hens, Ducks, and Geese, by crumbled Bread made social,</br>And fatned for the Royal Board; as erst</br>(So Romish Legends tell, and Dupes believe)</br>With Gospel Food the Father fed the Fish</br>Esurient, and confirm'd them in the Faith;</br>Fit Dishes then for Table of the Saints!</br>If Saints, Heav'n shrin'd, in Delicates delight,</br>Sav'ry to Priests, and Cardinals, and Popes,</br>All Maw-devoted, tho' in Spirit pure!</br>Heroes and Kings, Philosophers and Bards,</br>Great Souls!  sometimes regale themselves, unbent,</br>With low Diversions, vulgarly yclip'd</br>Dishes of Romps.  AGESILAUS, erst</br>On Hobby-Horse astride, with Children dear,</br>Was by th' Ambassadors of Sparta found,</br>Surpriz'd; but soon his Dignity resum'd.</br>Transition strange, but nat'ral to the Great!</br>SCIPIO and LAELIUS, Noble, Brave, Polite,</br>Sought Moments vacant; and, with low Disport,</br>Varied Retirement, and their Friendship crown'd:</br>Oft on the Sea-shore would they gather Shells,</br>Amusive; and their Shape and Colour view;</br>As WOODWARD, curious Modern!  or Sir HANS,</br>The unregarded Works of Nature eyes,</br>Enamour'd; and by Trifling grows a Sage!</br>Trifling agreeable, by TULLY prais'd,</br>Stern CATO'S self descended oft to Glee,</br>Soul-cheering; and, incellar'd with a Knot</br>Of honest Friends, wou'd put the Bottle round</br>Frank and facetious.  ROME'S imperial Lord,</br>AUGUSTUS hight, with Moorish Boys vouchsaf'd</br>To play at Marbles, Rival Game of Taw,</br>By Moderns us'd!  sweet Relaxation That</br>From Government of all the World below.</br>But not among Amusements of the Great</br>Be nam'd DOMITIAN'S Exercise with Flies,</br>Ridiculous, horrifick.  Far from Praise</br>Of hallow'd Muse be Princes and their Crimes,</br>To Virtue, Innocence, and Truth estrang'd,</br>Howe'er, by Parasites deceitful, hail'd.</br>Ev'n in their Gambols graceful are the Wise;</br>Their Condescensions elegant and lovely!</br>How amiable WALPOLE with his Friends,</br>His old, well-try'd, and honest Friends, retir'd</br>From publick State and Care!  whether a Pot</br>Of sober Porter, healthful English Drink,</br>Or Punch more potent, he vouchsafe to taste,</br>Social, good-humour'd; or a Hunting rides,</br>Easy and free, as rural Squire, unvers'd</br>In Policy and Government Sublime.</br>'Twould do one Good to see how I, ev'n I,</br>Bred on Parnassus' Summit, condescend,</br>In Stall of KILLINGSWORTH, to low Chit-chat,</br>And, greatly humble, finger Threads and Wax,</br>And Awl, like one in Arts of cobling skill'd!</br>We God-like Minds disdain not abject State,</br>By Virtue bless'd; and are the more rever'd,</br>The less tremendous we appear to Mortals.", "Serv'd with clean Linnen, and with simple Fare,</br>I'd rise from Table, or from verdant Turf,</br>With Appetite to Study, or for Sport.</br>Variety, and new-found Dishes, I</br>Not covet:  They bring on a noxious Train</br>Of foul Diseases on the human Frame;</br>And Bodies, so affected, clog the Mind,</br>Dire Influence!  and urge untimely Death.</br>Rather I'd glut my Soul with Heav'nly Truths,</br>And Nature's Store, than pamper mortal Flesh.</br>But most in Conversation wou'd I joy</br>With STUART, of Companions most refin'd!</br>Or thou, O WRIGHT, an honest Lawyer!  vers'd</br>In Reason's School, should'st entertain my Ear</br>With Sentiments of Freedom, British Boast;</br>And greedily thy Notions of the Priests,</br>In Craft accomplish'd, wou'd my Soul receive.</br>And, Oh!  how charmful there, with antient Times,</br>Oft to converse!  Thy Trumpet, HOMER, now,</br>Now, OVID'S Lute, shou'd vary my Delight.</br>Thy Judgment MARO, and the Sterling Wit</br>Of HORACE, favourite Bard!  shou'd raise my Mind</br>To Rapture.  And, when modern Names invite,</br>BUCHANAN, deathless Bard!  shou'd first engage</br>My Reverence:  SHAKESPEARE, SPENCER, MILTON, next;</br>Nor Thee, harmonious COWLEY, wou'd I slight,</br>Nor DRYDEN, thee:  No better Strains I'd court,</br>Nor better cou'd I find.  Sometimes my self,</br>By these inspir'd, wou'd string the gentle Lyre,</br>Perhaps awake the Trumpet, and sublime</br>My Strains, to Heav'n and to my Country due!", "But, when Civility or just Respect</br>Obliges me to visit honest Friends,</br>Or neighbouring Dwellers, on a pacing Nag,</br>Sober, I'd make a Tour to WINDSOR now,</br>And now to UXBRIDGE.  Thy calm Seat, O BOOTH,</br>Pride of the British Stage, I'd not pass by,</br>Tho' DENNIS self, indignant, warn'd me thence.</br>Oft on the verdant Margin of the Stream,</br>That, circling flows, as Crystal clear, along</br>Th' exterior Bounds of thy Inclosures fair,</br>I'd walk transported!  while thy Silver Tongue,</br>More tuneful than the gently gliding Rills,</br>Thro' list'ning Ears, shou'd strike my ravish'd Soul,</br>And charm it into Extasie!  Nor wou'd</br>I pass thy Dwelling, OL&mdash;, but that Rage</br>And Jealousy might seize thy manly Friend.</br>Me no base Thoughts possess:  To shew Respect</br>Is all my Meaning.  Shall a Bard not praise</br>The Beauty, Wit and Taste, he must admire?</br>Excellent Actress, follow Nature still,</br>Heedless of what the Cynick World can say.</br>So, when soft VENUS conquer'd warlike MARS,</br>And, curling in his Arms, by Vulcan's Net,</br>Lay in dear Thraldom, every conscious God,</br>Who call'd it Shame, his happy Station wish'd,</br>And, in his Heart, pronounc'd it sweet Disgrace.", "Thus wou'd I live, prepar'd for all Events</br>Of Fortune, and for Change or Loss of Friends;</br>For all below is vain, as Shadows fleet.</br>And, when my merry Years and Days are gone,</br>(For Piety itself cannot withstand</br>Th' Approach of wrinkled Age, and certain Death,)</br>I'd keep at Home, sollicitous to drop</br>Like Autumn Fruit, well-mellow'd, to the Earth,</br>My kindred, and maternal Clay!  at Peace</br>With Heav'n, my Conscience, and Mankind, at once.</br>Yet would I die before my Senses fail,</br>Ere I grow irksom to my self and Friends,</br>Without the Ceremony of a Priest,</br>Or Form of a Physician.  Rather may</br>My Relatives invite to my Bed-Side</br>Sage KILLINGSWORTH, to witness how I leave</br>The World by him despis'd:  Or let a Choir</br>Of skill'd Musicians, both for Voices fam'd,</br>And Instruments select, attune my Soul,</br>And on their Notes transport it to the Skies!</br>How fitted then, I'd mix among the Saints!</br>With MOSES, DAVID, CASIMIR, CARSTAIRS,</br>Musicians, Poets, Priests, and Kings, enthron'd,</br>Hymning, extatick, to th' Eternal's Praise!</br>And, if the Pow'r Almighty and All-wise</br>Approve my Wish, I shall not wail the Loss</br>Of visual Orbs; tho', by thick Films suffus'd</br>And painful Weakness, much I dread the Fate</br>Of MILTON, who, with darken'd Eyes, but Mind</br>Illumin'd bright, in Verse unchim'd, the Dictates</br>Of Heav'n proclaim'd to Men, prodigious Bard!</br>When under Turf or Stone my Corps is laid,</br>(Both equal to me then!)  I shall not care,</br>Nor know, what Men say of my Works and me.</br>Words are but Wind, in Latin or in Greek.</br>Yet for the Satisfaction of the Few,</br>Who wish my Memory well, may what is said</br>Be good, tho' little:  I'd have honest Fame,</br>However small!  and let my noble Stair,</br>ARGYLE, or WALPOLE, HAMILTON, BALFOUR,</br>Or LAUDERDALE, KILMOREY, or the King,</br>(For Poets are the great Concern of all!</br>And all to Mitchell Patrons are confess'd!)</br>My sacred Bones deposite in the Isle,</br>To Bards devoted; and a decent Tomb,</br>Near PHILIPS, raise, with Epitaph deserv'd:</br>Or, if in Caledonian Climes I drop,</br>(For I not yet foresee my Place of Death)</br>At Ratho, mix'd with Kindred Clay, I'd rest</br>Beneath a Marble Stone, inscrib'd J. M.</br>To tell Posterity whose Dust lies there.</br>No richer Epitaph I court!  what Profit</br>Cou'd studied Phrases bring my mouldring Part?</br>And, for my Soul, it then wou'd have no Leisure,</br>Howe'er dispos'd in Realms of Bliss or Woe,</br>To mind what's written, or what Men might say.", "Thus, in continu'd Rhapsody, I've sung,</br>Philippian Verse, unknowing ev'ry Line</br>What next wou'd follow:  Inspiration strange!</br>Thus holy Men, in early Christian Times,</br>Careless of a To-morrow, took no Thought</br>What then might happen, and were bless'd of Heav'n.</br>"]