["I.</br>Lo, I the man that whilom lov'd and lost,</br>Not dreading loss, do sing again of love;</br>And like a man but lately tempest-tost,</br>Try if my stars still inauspicious prove:</br>Not to make good that poets never can</br>Long time without a chosen mistress be,</br>Do I sing thus; or my affections ran</br>Within the maze of mutability;</br>What last I lov'd was beauty of the mind,</br>And that lodg'd in a temple truly fair,</br>Which ruin'd now by death, if I can find</br>The saint that liv'd therein some otherwhere,</br>I may adore it there, and love the cell</br>For entertaining what I lov'd so well.", "II.</br>Why might I not for once be of that sect</br>Which hold that souls, when Nature hath her right,</br>Some other bodies to themselves elect;</br>And sunlike make the day, and license night?</br>That soul, whose setting in one hemisphere</br>Was to enlighten straight another part;</br>In that horizon, if I see it there,</br>Calls for my first respect and its desert;</br>Her virtue is the same and may be more;</br>For as the sun is distant, so his power</br>In operation differs, and the store</br>Of thick clouds interpos'd make him less our.</br>And verily I think her climate such,</br>Since to my former flame it adds so much.", "III.</br>Fairest, when by the rules of palmistry</br>You took my hand to try if you could guess</br>By lines therein if any wight there be</br>Ordain'd to make me know some happiness</br>I wish'd that those characters could explain,</br>Whom I will never wrong with hope to win;</br>Or that by them a copy might be ta'en,</br>By you alone what thoughts I have within.</br>But since the hand of Nature did not set</br>(As providently loath to have it known)</br>The means to find that hidden alphabet,</br>Mine eyes shall be th' interpreters alone;</br>By them conceive my thoughts, and tell me, fair,</br>If now you see her, that doth love me there?", "IV.</br>So sat the muses on the banks of Thames,</br>And pleas'd to sing our heavenly Spenser's wit,</br>Inspiring almost trees with pow'rful flames,</br>As Caelia when she sings what I have writ:</br>Methinks there is a spirit more divine,</br>An elegance more rare when ought is sung</br>By her sweet voice, in every verse of mine,</br>Than I conceive by any other tongue:</br>So a musician sets what some one plays</br>With better relish, sweeter stroke, than he</br>That first compos'd; nay, oft the maker weighs</br>If what he hears, his own, or other's be.</br>Such are my lines:  the highest, best of choice,</br>Become more gracious by her sweetest voice.", "V.</br>Were't not for you, here should my pen have rest</br>And take a long leave of sweet poesy;</br>Britannia's swains, and rivers far by west,</br>Should hear no more mine oaten melody;</br>Yet shall the song I sung of them awhile</br>Unperfect lie, and make no further known</br>The happy loves of this our pleasant Isle;</br>Till I have left some record of mine own.</br>You are the subject now, and, writing you,</br>I well may versify, not poetize:</br>Here needs no fiction:  for the graces true</br>And virtues clip not with base flatteries.</br>Here could I write what you deserve of praise,</br>Others might wear, but I should win the bays.", "VI.</br>Sing soft, ye pretty birds, while Caelia sleeps,</br>And gentle gales play gently with the leaves;</br>Learn of the neighbour brooks, whose silent deeps</br>Would teach him fear, that her soft sleep bereaves.</br>Mine oaten reed, devoted to her praise,</br>(A theme that would befit the Delphian lyre)</br>Give way, that I in silence may admire.</br>Is not her sleep like that of innocents,</br>Sweet as herself; and is she not more fair,</br>Almost in death, than are the ornaments</br>Of fruitful trees, which newly budding are?</br>She is, and tell it, Truth, when she shall lie</br>And sleep for ever, for she cannot die.", "VII.</br>Fairest, when I am gone, as now the glass</br>Of Time is mark'd how long I have to stay,</br>Let me entreat you, ere from hence I pass,</br>Perhaps from you for evermore away,</br>Think that no common love hath fir'd my breast,</br>Nor base desire, but virtue truly known,</br>Which I may love, and wish to have possess'd,</br>Were you the high'st as fair'st of any one;</br>'Tis not your lovely eye enforcing flames,</br>Nor beauteous red beneath a snowy skin,</br>That so much binds me yours, or makes you fame's,</br>As the pure light and beauty shrin'd within:</br>Yet outward parts I must aflect of duty,</br>As for the smell we like the rose's beauty.", "VIII.</br>As oft as I meet one that comes from you,</br>And ask your health, not as the usual fashion,</br>Before he speaks, I doubt there will ensue,</br>As oft there doth, the common commendation:</br>Alas, think I, did he but know my mind</br>(Though for the world I would not have it so)</br>He would relate it in another kind,</br>Discourse of it at large, and yet but slow;</br>He should th' occasion tell, and with it too</br>Add how you charg'd him he should not forget;</br>For thus you might, as sure some lovers do,</br>Though such a messenger I have not met:</br>Nor do I care, since 'twill not further move me:</br>Love me alone and say alone you love me.", "IX.</br>Tell me, my thoughts (for you each minute fly,</br>And see those beauties which mine eyes have lost,)</br>Is any worthier love beneath the sky?</br>Would not the cold Norwegian mix'd with frost</br>(If in their clime she were) from her bright eyes</br>Receive a heat, so pow'rfully begun,</br>In all his veins and numbed arteries,</br>That would supply the lowness of the sun?</br>I wonder at her harmony of words,</br>Rare (and as rare as seldom doth she talk)</br>That rivers stand not in their speedy fords,</br>And down the hills the trees forbear to walk:</br>But more I muse why I should hope in fine</br>To get a Love, a Beauty so divine.", "X.</br>To get a Love and Beauty so divine,</br>(In these so wary times) the fact must be</br>Of greater fortunes to the world than mine;</br>Those are the steps to that felicity;</br>For love no other gate hath than the eyes,</br>And inward worth is now esteem'd as none;</br>Mere outsides only to that blessing rise,</br>Which Truth and Love did once account their own;</br>Yet as she wants her fairer, she may miss</br>The common cause of love, and be as free</br>From earth, as her composure beavenly is;</br>If not, I restless rest in misery,</br>And daily wish, to keep me from despair,</br>Fortune my mistress, or you not so fair.", "XI.</br>Fair Laurel, that the only witness art</br>To that discourse, which underneath thy shade</br>Our grief-swoll'n breasts did lovingly impart,</br>With vows as true as e'er Religion made:</br>If (forced by our sighs) the flame shall fly</br>Of our kind love, and get within thy rind,</br>Be wary, gentle bay, and shriek not high,</br>When thou dost such unusual fervour find;</br>Suppress the fire; for should it take thy leaves,</br>Their crackling would betray us, and thy glory</br>(Honour's fair symbol) dies; thy trunk receives</br>But heat sufficient for our future story:</br>And when our sad misfortunes vanquish'd lie,</br>Embrace our fronts in sign of memory.", "XII.</br>Had not the soil that bred me further done,</br>And fill'd part of those veins which sweetly do,</br>Much like the living streams of Eden, run,</br>Embracing such a Paradise as you;</br>My Muse had fail'd me in the course I ran,</br>But that she from your virtues took new breath,</br>And from your eyes such fire that, like a swan,</br>She in your praise can sing herself to death.</br>Now could I wish those golden hours unspent,</br>Wherein my fancy led me to the woods,</br>And tun'd soft lays of rural merriment,</br>Of shepherds' loves and never-resting floods:</br>For had I seen you then, though in a dream,</br>Those songs had slept, and you had been my theme.", "XIII.</br>Night, steal not on too fast:  we have not yet</br>Shed all our parting tears, nor paid the kisses,</br>Which four days' absence made us run in debt,</br>(O, who would absent be where grow such blisses?)</br>The Rose, which but this morning spread her leaves,</br>Kiss'd not her neighbour flower more chaste than we:</br>Nor are the timely ears bound up in sheaves</br>More strict than in our arms we twisted be;</br>O who would part us then, and disunite</br>Two harmless souls, so innocent and true,</br>That were all honest love forgotten quite,</br>By our example men might learn anew!</br>Night severs us, but pardon her she may,</br>And will once make us happier than the day.", "XIV.</br>Divinest Caelia, send no more to ask</br>How I in absence do; your servant may</br>Be freed of that unnecessary task:</br>For you may know it by a shorter way.</br>I was a shadow when I went from you;</br>And shadows are from sickness ever free.</br>My heart you kept (a sad one, though a true)</br>And nought but memory went home with me.</br>Look in your breast, where now two hearts you have,</br>And see if they agree together there:</br>If mine want aid, be merciful and save,</br>And seek not for me any other where:</br>Should my physician question how I do,</br>I cannot tell him, till I ask of you.</br>"]