["Nay:  let the prouder Pines of Ida feare</br>The sudden fires of heaven:  and decline</br>Their yeelding tops, that dar'd the skies whilere:</br>And shake your sturdy trunks ye prouder Pines,</br>Whose swelling graines are like be gald alone,</br>With the deep furrowes of the thunder-stone.", "Stand ye secure, ye safer shrubs below,</br>In humble dales, whom heavens do not despight:</br>Nor angry clouds conspire your overthrow,</br>Envying at your too-disdainfull hight.</br>Let high attemps dread Envy and ill tongues,</br>And cowardly shrink for fear of causelesse wrongs.", "So wont big Okes feare winding Yvy-weed:</br>So soaring Egles feare the neighbour Sonne:</br>So golden Mazor wont suspicion breed,</br>Of deadly Hemlocks poysoned Potion.</br>So Adders shroud themselves in fayrest leaves:</br>So fouler Fate the fayrer thing bereaves.", "Nor the low bush feares climbing Yvy-twine:</br>Nor lowly Bustard dreads the distant rayes,</br>Nor earthen Pot wont secret death to shrine:</br>Nor suttle Snake doth lurke in pathed wayes.</br>Nor baser deed dreads Envy and ill tongues,</br>Nor shrinks so soone for feare of causelesse wrongs.", "Needs me then hope, or doth me need mis-dread:</br>Hope for that honor, dread that wrongfull spight:</br>Spight of the partie, honor of the deed,</br>Which wont alone on loftie objects light,</br>That Envy should accost my Muse and mee,</br>For this so rude, and recklesse Poesie.", "Would she but shade her tender Brows with Bay,</br>That now lye bare in careless wilfull rage:</br>And trance her selfe in that sweet Extasey,</br>That rouzeth drouping thoughts of bashfull age.</br>(Tho now those Bays, and that aspired thought,</br>In carelesse rage, she sets at worse then nought).", "Or would we loose her plumy pineon,</br>Manicled long with bonds of modest feare:</br>Soone might she have those Kestrels proud out gone,</br>Whose flightty wings are dew'd with weeter ayre;</br>And hopen now to shoulder from above</br>The Eagle from the stayrs of friendly Jove.", "Or list she rather in late Tryumph reare</br>Eternall Trophees to some Conqueror,</br>Whose dead deserts slept in his Sepulcher,</br>And never saw, nor life, nor light before:</br>To lead sad Pluto captive with my song,</br>To grace the Triumphs he obscur'd so long.", "Or scoure the rusted swords of Elvish knights,</br>Bathed in Pagan blood:  or sheath them new</br>In misty morall Types:  or tell their fights,</br>Who mighty Giants, or who Monsters slew.</br>And by some strange inchanted speare and shield,</br>Vanquisht their foe, and wan the doubtfull field.", "May be she might in stately Stanzaes frame</br>Stories of Ladies, and adventurous knights:</br>To raise her silent and inglorious name,</br>Unto a reach-lesse pitch of Prayses hight:</br>And somewhat say, as more unworthy done,</br>Worthy of Brasse, and hoary Marble stone.", "Then might vaine Envy waste her duller wing,</br>To trace the aery steps, she spiting sees:</br>And vainly faint in hopelesse following</br>The clouded paths her native drosse denies.</br>But now such lowly Satyres here I sing,</br>Not worth our Muse, not worth their envying.", "Too good (if ill) to be expos'd to blame:</br>Too good, if worse, to shadow shamelesse vice.</br>Ill, if too good, not answering their name:</br>So good and ill in fickle censure lies.</br>Since in our Satyre lyes both good and ill,</br>And they and it, in varying readers will.", "Witnesse ye Muses, how I wilfull song</br>These heddy rymes, withouten second care:</br>And wish't them worse, my guiltie thoughts emong:</br>The ruder Satyre should go rag'd and bare:</br>And show his rougher and his hairy hide:</br>Tho mine be smooth, and deckt in carelesse pride.", "Would we but breath within a wax-bound quill,</br>Pans sevenfold Pipe, some plaintive Pastorall:</br>To teach each hollow grove, and shrubby hill,</br>Ech murmuring brooke, ech solitary vale</br>To sound our love, and to our song accord,</br>Wearying Eccho with one changeless word.", "Or list us make two striving shepheards sing,</br>With costly wagers for the victorie,</br>Under Menalcas judge:  whiles one doth bring</br>A carven Bole well wrought of Beechen tree:</br>Praising it by the story, or the frame,</br>Or want of use, or skilfull makers name.", "Another layeth a well-marked Lambe,</br>Or spotted Kid, or some more forward Steere;</br>And from the Payle doth praise their fertile dam:</br>So do they strive in doubt, in hope, in feare,</br>Awayting for their trustie Umpires doome,</br>Faulted as false, by him that's overcome.", "Whether so me list my lovely thought to sing,</br>Come daunce ye nimble Dryads by my side:</br>Ye gentle wood-Nymphs come:  and with you bring</br>The willing Faunes that mought your musick guide.</br>Come Nimphs and Faunes, that haunt those shady groves,</br>Whiles I report my fortunes or my loves.", "Or whether list me sing so personate,</br>My striving selfe to conquer with my verse:</br>Speake ye attentive swaynes that heard me late,</br>Needs me give grasse unto the Conquerers.</br>At Colins feete I throw my yeelding reed:</br>But let the rest win homage by their deed.", "But now (ye Muses) sith your sacred hests</br>Profaned are by each presuming tongue:</br>In scornfull rage I now this silent rest,</br>That never field nor grove shall heare me song.</br>Only the serefuse rymes I here mispend,</br>To chide the world, that did my thoughts offend.</br>"]