["ARGUMENT.</br>Did ye never hear of the puir auld man,</br>That doughtna live, and coudna die?</br>Wha spak to the spirits a' night lang,</br>An' saw the things we coudna see,</br>An' raised the bairnies out o' the grave?&mdash;</br>Oh but a waesome sight was he!", "There is a bounded sphere, where human grief</br>May all the energies of mind benumb;</br>'Twixt purpose and regret, it seeks relief</br>In unavailing plaint, or musings dumb;</br>But to o'erwhelming height when mounts the sum,</br>Oft, to itself superior, mind hath shone,</br>That broken reed, Dependence, overcome,</br>Where dwells the might that may the soul unthrone,</br>Whose proud resolve is moored on its own powers alone?", "Why is young Ila dight in robes so gay,</br>Her hue more lovely than the gold refined?</br>Why bears she to the southern vales away,</br>And leaves the woody banks of Tay behind,</br>Her beauteous boy well wrapt from sun and wind</br>In mantle spangled like the heath in flower?&mdash;</br>Ah!  she is gone her wandering love to find,</br>In court or camp, in hall or lady's bower,</br>Resolved to die, or find young Mador of the Moor.", "Had she not cause to weep her piteous plight,</br>In the wide world unfriended thus to be,</br>A babe unweaned, companion of her flight!&mdash;</br>She did not weep; her spirits bounded free,</br>And, all indignant that her injury</br>Moved no congenial feeling on her side,</br>With robe of green, upfolded to her knee,</br>And light unsandalled foot, o'er wastes so wide</br>She journeyed far away, with Heaven alone to guide.", "She had not traversed far the woods of Bran,</br>Nor of her native hills had lost the view,</br>Where oft, on maidhood's lightsome foot, she ran,</br>Pilf'ring the rock-rose and the harebell blue,</br>Or moorland berries bathed in autumn dew,</br>When, startled, she beheld a Palmer gray</br>Rise from beneath a lonely ronkled yew,</br>Where he had prostrate lain since dawn of day,</br>Who proffered her his hand, companion of her way.", "He seem'd familiar with her wrongs and aim;</br>Full oft she view'd his face, if she might see</br>Some feature there that might acquaintance claim,</br>It wore the mysteries of eternity!</br>That face was mild as face of age could be,</br>Yet something there 'twas dread to look upon!</br>A mien between profound and vacancy,</br>Bewraying thought to mortal man unknown,</br>Or soul abstract from sense, with feelings all its own.", "She marvell'd much to hear, as on they went,</br>His heavenly converse and his sage replies;</br>But mark'd him oft regard with fond intent</br>Things all invisible to mortal eyes.</br>The light-wing'd winds that flaunted thro' the skies,</br>Spoke in small voices, like the Elfin's tongue;</br>From welling fountains harmonies would rise,</br>Like song of lark high in the rainbow hung;</br>Seem'd as if distant hymns of other worlds they sung.", "In pleasing dread she sojourn'd by his side,</br>Nor durst she his companionship forego;</br>But either fear her faculties belied,</br>Else speech was whisper'd from the earth below</br>And elemental converse round did flow:</br>The stranger answer'd oft in varied tone;</br>Then he would smile, and chide she knew not who!</br>Seem'd as to him each herald cloud was known,</br>That crept along the hill, or sailed the starry zone.", "\"Give me thy child, fair dame,\" he said, and smiled,</br>Clasping his arms around the comely boy;</br>\"Give me the child, thy youth is sorely toil'd,</br>And I will bear him half the way with joy.\"</br>She loosed her hold, unwilling to seem coy:</br>Scarce was the timid act of sufferance done,</br>Ere wild ideas wrought her sore annoy,</br>That Elfin King th' unchristen'd babe had won,</br>Deep in her heart she pray'd that God would save her son!", "She looked each moment when the old man's form</br>Would change to something of unearthly guise;</br>She look'd each moment when the thunder-storm</br>Would roll in folded sulphur from the skies,</br>And snatch them from her terror-darken'd eyes.</br>She follow'd nigh, enfeebled with affright,</br>And saw her boy, in roguish playful wise,</br>Pulling the old man's beard with all his might,&mdash;</br>The change to him was fraught with new and high delight.", "Her heart was quieted, but ill at rest,</br>And gave unwonted thoughts a teeming birth</br>Of this most reverend and mysterious guest,</br>Who scarcely seem'd an habitant of earth.</br>The day was wearing late, no friendly hearth</br>Was nigh, where converse might the time betray:</br>The storm was hanging on the mountain swarth,</br>Condense and gloomy, threatening sore dismay</br>To wanderer of the hills, on rough and pathless way!", "A darksome sheiling, westward on the waste,</br>Stood like a lonely hermit of the glen;</br>A small green sward its bastion'd walls embraced,</br>Kything right simply sweet to human ken:</br>On tiny path, unmark'd by steps of men,</br>To that they turn'd, in hopes of welcome meet;</br>'Twas only then the grovelling badger's den;</br>Damp was its floor untrode by human feet,</br>And cold, cold lay the hearth, uncheer'd by kindly heat.", "The marten, from his vault beneath the wall,</br>Peep'd forth with fiend-like eye and fetid breath</br>They heard the young brock's whining hunger-call.</br>And the grim polecat's grinding voice beneath,</br>The merlin from his raftered home in wrath,</br>Flitted with flapping wing and eldrich scream;</br>No downward sepulchre, nor vault of death,</br>Did ever deed of horror more beseem;</br>'Twas like some rueful cave seen in perturbed dream.", "The storm was on, and darkening still behind,</br>Alternate rush'd the rain and rattling hail;</br>In deepen'd breathings sigh'd the cumber'd wind;</br>Play'd the swift gleam along the boreal pale,</br>While distant thunder murmur'd o'er the gale:</br>Far up th' incumbent cloud its voice began,</br>Then, like resistless angel, bound to scale</br>The southern heaven, along the void it ran,</br>Booming, in wrathful tone, vengeance on sinful man.", "It was a dismal and portentous hour:</br>A mute astonishment and torpid dread</br>Had settled on the soul of Ila Moore;</br>In whispered prayers, of Heaven she sought remede:</br>For well she knew, that He, who deign'd to feed</br>The plumeless sea-bird on the stormy main.</br>The raven, and the osprey's orphan breed,</br>To save an injured heart would not disdain,</br>Nor leave the souls he made to sorrow and to pain.", "Nigh and more nigh the rolling thunder came,</br>Muffled in moving pall of midnight hue;</br>Fiercer and fiercer burst the flakes of flame</br>From out the forge of heaven in burning blue.</br>They split the yawning cloud, and downward flew;</br>Before their wrath the solid hill was riven;</br>Some in the lake their fiery heads imbrue,</br>Its startled waters to the sky were driven,</br>Belching as if it mock'd the angry coil of Heaven.", "Oh, ye, who mock religion's faded sway,</br>And flout the mind that bows to Heaven's decree,</br>Think of the fortitude of that fair May,</br>Her simple youth, in such a place to be,</br>In such a night, and in such company,&mdash;</br>With guest she weened not man of woman born,</br>A babe unblest upon her youthful knee!</br>Had she not cause to deem her case forlorn?</br>No!  trusting to her God, she calmly waited morn.", "The palmer did no sign of fear bewray,</br>But raised a fire with well-accustom'd hand,</br>Smiled at the thunder's break and startling bray,</br>The chilly hail-shower and the whizzing brand,</br>In wild turmoil that volley'd o'er the land.</br>Then he would mutter prayer, or rite of sin;</br>Then prattle to the child in language bland;</br>While the fond mother groan'd in heart within,</br>Lest at the turn of night the fiends her babe might win.", "The Palmer, for his helpless partners, made</br>A bed of flowery heath and rushes green;</br>Then o'er the twain his mantle kindly spread;</br>And bade them sleep secure, though lodged so mean;</br>For near that lowly couch, by them unseen,</br>There stood a form familiar to his eye,</br>Whose look was mark'd with dignity serene,</br>To ward the freakish fays that lingered nigh,</br>Who seemed on evil bent &mdash; he saw not, knew not why.", "The Palmer watch'd beside the hissing flame,</br>The mother clasp'd her child in silence deep;</br>That speech of mystery thrill'd her ardent frame,</br>For why? &mdash; she knew the fays their wake did keep</br>To reave her child if she should yield to sleep!</br>No sleep she knew &mdash; if woman's word is aught&mdash;</br>But, venturing o'er her coverlet to peep,</br>Whether through glamour or bewilder'd thought,</br>She there beheld a scene with awful wonder fraught.", "From every crevice of the wall there looked</br>Small elvish faces of malignity;</br>And Oh, their gleaming eyes could ill be brooked,</br>All bent upon the babe that slumber'd by!</br>Ready they seem'd upon their prey to fly,</br>And oft they sprung, or stole with wary tread;</br>But o'er the couch a form of majesty</br>Stood all serene, whose eye the spirits fled,</br>Waring the golden wand she waved around the bed.", "The Palmer saw &mdash; and, as the damsel thought,</br>Joy'd that the assailing spirits were outdone;</br>Still wax'd their number, still they fiercer fought,</br>Till the last lingering sand of night was run.</br>Till the red star the gate of Heaven had won,</br>And woke the dreaming eagle's lordly bay,</br>And heath-cock's larum on the moorland dun;</br>Then did they shrink, and vanish from the fray,</br>Far from the eye of morn, on downward paths away.", "Spent was the night, and the old reverend sire</br>Had never closed his eyes, but watched and wept,</br>Muttering low vespers o'er his feeble fire,</br>Or, all intent, a watchful silence kept.</br>Now o'er his silver beard the round tear dripp'd,</br>Aside his cowl with hurried hand he flung,</br>Wiped his high brow, and cheek with sorrow steep'd,</br>Then, with an upcast eye and tremulous tongue,</br>Unto the God of Life this matin hymn he sung.", "THE PALMER'S MORNING HYMN.", "Lauded be thy name for ever,</br>Thou, of life the guard and giver!</br>Thou canst guard thy creatures sleeping,</br>Heal the heart long broke with weeping,</br>Rule the ouphes and elves at will,</br>That vex the air or haunt the hill,</br>And all the fury subject keep</br>Of boiling cloud and chafed deep:</br>I have seen, and well I know it;</br>Thou hast done, and Thou wilt do it.</br>God of stillness and of motion!</br>Of the rainbow and the ocean!</br>Of the mountain, rock, and river!</br>Blessed be Thy name for ever!", "I have seen Thy wond'rous might,</br>Through the shadows of this night!</br>Thou, who slumber'st not nor sleepest!</br>Blest are they Thou kindly keepest!</br>Spirits from the ocean under,</br>Liquid flame, and levell'd thunder,</br>Need not waken nor alarm them&mdash;</br>All combined they cannot harm them.</br>God of evening's yellow ray,</br>God of yonder dawning day</br>That rises from the distant sea</br>Like breathings of eternity!</br>Thine the flaming sphere of light!</br>Thine the darkness of the night,</br>Thine are all the gems of even,</br>God of angels!  God of heaven!</br>God of life, that fade shall never,</br>Glory to Thy name for ever!", "That little song of rapt devotion fell</br>Upon a feeling heart, to nature true,</br>So soothing sweet, 'twas like the distant swell</br>Of seraph hymn along the vales of blue,</br>When first they ope to sainted spirit's view,</br>That through the wilds of space hath journey'd far,</br>Hoping, yet trembling as he onward flew,</br>Lest God the emerald gates of Heaven might bar,</br>Till rests the joyous shade on some sweet peaceful star.", "Till then she knew not that the wondrous sage</br>Was conversant with Heaven, or fiends of hell;</br>Till then she knew not that his reverend age</br>Cared of th' Almighty or his love to tell.</br>Sweet and untroubled as the dews that fell</br>Her morning slumbers were &mdash; the Palmer lay</br>Stretch'd on the unyielding stone, accustom'd well</br>To penance dire, and spirits' wild deray:</br>There slept they all in peace till high uprose the day.", "They journey'd on by Almond's silver stream,</br>That wimpled down a green untrodden wild:</br>By turns their hapless stories were the theme,</br>And aye the listener bore the pleased child.</br>The attentive sage nor chided nor reviled,</br>When simple tale of maiden love she said;</br>Meek his reproof, and, flowed in words so mild,</br>It tended much her constancy to aid,</br>And cheer her guileless heart from truth that never stray'd.", "\"Fair dame,\" he said, \"thou may'st have done amiss;</br>And thou art brought to poverty and wo!</br>What now remains, but quietly to kiss</br>The lash that hangs o'er virtue's overthrow?</br>Be virtue still thy meed, thy trust, and know</br>It thee befits from murmur to refrain;</br>No plaint of thy just wounds be heard to flow,</br>The hand that gave will bind them up again.</br>List my distracting tale, and blame thy fortune then!", "\"I was the lord of Stormont's fertile bound,</br>Of Isla's vale, and Eroch's woodland glade.</br>I loved &mdash; I sighed &mdash; my warmest hopes were crown'd:</br>Oh deed of shame!  I vow'd, and I betray'd!</br>The proud Matilda, now no longer maid,</br>Disdain'd my base unfaithful heart to move;</br>She knew not to solicit, nor upbraid;</br>But did a deed!  the last of lawless love!</br>Ah!  it hath sear'd my soul, that peace no more shall prove!", "\"I knew not all, yet marvell'd much to see</br>That scarce a circling year had roll'd away,</br>Ere she appeared the gayest maid to be</br>That graced the hall, or gamboll'd at the play.</br>With Methven's lord was fixed her bridal day:</br>Proud of her triumph, I &mdash; the chiefest guest&mdash;</br>Led her to church &mdash; Ah!  never such array</br>Did woman's form of vanity invest!</br>Bright as the orient ray, or streamer of the west.", "\"Scarce had we stepp'd, the foremost of the train,</br>Within the church-yard's low and crumbling wall,</br>When, sweet as sunbeam gleaming through the rain,</br>We saw a shining row of children small.</br>Fair were their forms, and fair their robes withal;</br>But Oh!  each radiant and unmoving eye</br>Was fixed on us! &mdash; forget I never shall</br>How well they seemed my very soul to spy!</br>And hers &mdash; the sparkling bride, that moved so graceful by!", "\"Proud of their note, or charmed with the sight,</br>She turn'd aside with step of dignity!</br>All still and motionless, they stood upright,</br>Save one sweet babe that slightly bent the knee,</br>With such a smile of mild benignity!</br>These eyes shall ne'er such face again behold!</br>His flaxen curls like filmy silk did flee;</br>His tiny form seem'd cast in heavenly mould;</br>His cheek like blossom pale, in April morning cold.", "\"'Sweet babe,' she simper'd, with affected mien,</br>'Thou art a lovely boy; if thou wert mine,</br>I'd deck thee in the gold and diamonds sheen,</br>And daily bathe thee in the rosy wine;</br>The musk-rose and the balmy eglantine</br>Around thy soft and silken couch should play:</br>How fondly would these arms around thee twine!</br>Asleep or waking, I would watch thee aye,</br>Caress thee all the night, and love thee all the day.'", "\"'O lady of the proud unfeeling soul,</br>'Tis not three little months since I was thine;</br>And thou did'st deck me in the grave-cloth foul,</br>And bathe me in the blood &mdash; that blood was mine!</br>Instead of damask rose and eglantine,</br>The reptile's brood plays round my guiltless core!</br>Ah!  could'st thou deem there was no eye divine,</br>And that the deed would sleep for evermore?</br>Did'st thou ne'er see this pale, this pleading look before?'", "\"That moment I beheld, beneath mine eye,</br>A smiling babe, with hands and eyes upraised;</br>A pale and frantic mother trembled nigh&mdash;</br>She kneeled &mdash; she seized its arm! &mdash; the knife was raised&mdash;</br>'Hold, hold!' I cried; yet motionless I gazed,</br>And saw &mdash; O God of heaven!  I see it now:</br>I see the eye-beam sink in deadly haze;</br>The quivering lip, the bent and gelid brow!&mdash;</br>Oh, I shall see that sight in being yet to know!", "\"To wild disorder turn'd the bridal hall;</br>Oh still at me her frenzied looks she threw!</br>All in amazement fled the festival,</br>The sufferer to the wild at midnight flew!&mdash;</br>Thou found'st me underneath a lonely yew;</br>There I have pray'd, and oft must pray again!</br>There ravens fed!  and red the daisies grew!</br>Yet they were white!  without a dye or stain,</br>The slender scatter'd bones there bleached in the rain.", "\"Fair dame, thy crime is purity to mine;</br>I must go pray, for I am haunted still:</br>In heaven is mercy! &mdash; I may not repine,</br>But bow submissive, since it is the will</br>Of Him, who cares and feels for human ill!</br>They deem me mad, and laugh my woes to scorn,</br>And name me crazy Connel of the hill!</br>My heart is broke!  my brain with watching worn!</br>I must go pray to God, for I am rack'd and torn!\"", "He kneel'd beside the gray stone on the heath,</br>And loud his orisons of dread began!</br>Such words were never framed of human breath,</br>Such tones of vehemence ne'er poured by man!</br>Madly through veiled mysteries he ran,</br>With voice of howling and unvision'd eye;</br>Then would the tears drop o'er his cheek so wan,</br>And he would calmly plead, with throb and sigh,</br>And name his Saviour's name with deep humility.", "Three days they journey'd on through moor and dale,</br>Till faded far the hills of Tay behind;</br>Still he was gentle as the southern gale,</br>Mild as the lamb, compassionate and kind!</br>But oh, far wilder than the winter wind</br>Whene'er a world of spirits was the theme!</br>Then he would name unbodied things of mind,</br>That paced the air, or skimm'd along the stream!</br>His life seem'd all a waste, a wild and troubled dream.", "Still had the crime of innocence betray'd,</br>Which terminated not with shame alone,</br>Oppress'd his heart and on his reason prey'd;</br>In tears of blood that crime he did bemoan.</br>Though mazed were all his thoughts, yet to atone</br>For that to Heaven which reckless he had done,</br>O'er maiden innocence to watch anon</br>He ceased not, wearied not, till life was run.</br>Oh, be his tale a warning youthful vice to shun!", "When nigh the verge of southern vale they came,</br>And green Strathallan open'd to their view,</br>He blest the child and mother in the name</br>Of heaven's Eternal King, with reverence due;</br>Then turning round, with madden'd strides withdrew</br>Back to his desert solitude again,</br>To watch the moon, and pray beneath his yew,</br>Controlling spirits on their mountain reign,</br>Till death brought unity, for ever to remain.", ""]