["Where Fancy paints with Nature's simplest hues,</br>And music's soul-entrancing concords join,</br>There shall my numbers hail the modest Muse,</br>As fervently she pours the generous line!</br>While noblest thoughts mine ardent soul inspire</br>To catch a glimpse of Truth, and glow with Nature's fire.", "O Truth!  pure virtue's uncorrupted source!</br>How long shall art refract thy glorious rays,</br>Or prejudice repel thy genuine force,</br>Till mortal eyes can scarce endure the blaze?</br>How impious thus to quit the heavenly light</br>For folly's idle glare, and tapers of the night!", "Ye, in whose bosoms passion holds its sway,</br>Whom wild ambition prompts to raise a name;</br>Who, wandering far from Nature's sober way,</br>Would rush impetuous to the mount of Fame;</br>Know, while the steep with eager steps ye climb,</br>That, Truth must give you strength, Truth only is sublime.", "Whether ye mingle with th' ecstatic throng</br>Who thrill with skillful touch the sounding wire;</br>Or dare the loftiest flights of heavenly song;</br>Or to the painter's noble art aspire;</br>Whate'er the path, whatever means be tried,</br>Nature and Truth your steps must always guide.", "Yet art thou hid, fair Truth, from human eyes,</br>Existing pure, yet ne'er unsullied found.</br>O!  clear those clouds which still infest our skies,</br>Dissolve those specious shows which still confound;</br>Burst every limit which obstructs thy ray,</br>And to the moral eye unfold a cloudless day.", "Thou, whom fraternal love and freedom fire,</br>Whose wide benevolence unbounded flows,</br>Whose unaffected Muse those truths inspire</br>Which prove that Nature in thy bosom glows;</br>Through thee has Truth shot forth her potent beam,</br>And simple Nature's praise resounded in thy theme.", "That lyre, which sweetly turn'd its polish'd strain,</br>And sung of Pity, Liberty, and Peace,</br>The Muses shall invite to strike again,</br>And may their virtuous votaries still encrease!</br>Still Truth, through thee, shall dart her purest rays,</br>And simple Nature woo thy modest, plaintive lays.</br>"]