["EDMUND, WALTER, AND FINHAH.</br>SCENE &mdash; A PLEASANT FOREST ABOUT THREE MILES FROM A VILLAGE. &mdash; TIME &mdash; AN AUTUMN MORNING.", "WALTER.</br>This is an early hour, but we shall find,</br>While sluggards doze, he rises with the sun.", "EDMUND.</br>The good old man, so aged, yet so strong,</br>And yet, I wonder, Walter, he should live</br>So like a hermit, in this wood, alone.</br>I've heard strange stories told that brought him here.</br>Some say &mdash; he hath been cross'd in early love,</br>That he his rival slew, and felt remorse.</br>Others &mdash; that midnight studies hurt his brain.</br>Some &mdash; that mistaking zeal urged secret penance.</br>Our parson thinks him a philosopher,</br>Who came to give his thoughts a wider range.</br>His maiden sister shrugs, and, looking wise,</br>Says &mdash; wizards take the shape of holy men.</br>But all esteem him wond'rous learn'd and kind.", "WALTER.</br>There, Edmund, look &mdash; do not you see him now,</br>'Neath the large rock that juts above his cell?</br>He watcheth how the glorious sun doth rise,</br>How calm he looks, and leans upon his staff,</br>How white his bowing shoulders with his locks,</br>And gray his reverend beard &mdash; yet fresh his cheeks.</br>Divine old man!  death shows respect to thee,</br>And in thy presence I should feel no harm.", "EDMUND.</br>See &mdash; now he beckons with his palsied hand,</br>And forward moves &mdash; fast as his years permit.</br>We joyous greet thee, venerated Sire.", "FINHAH.</br>Draw near, my sons. &mdash; Although I live retired,</br>I love to have young friends come visit me,</br>And, in my cell, partake what Nature gives.", "EDMUND.</br>Heaven bless thee, Father, healthful in thy years</br>Thy speech and mien are not like rustic swains.</br>Prey tell us all thy life's long history.", "WALTER.</br>And how, so aged, thou canst health sustain,</br>In this lone forest, where men rarely come?", "FINHAH.</br>View me about, my sons, and mark my change.</br>How few can tell the pains of eighty years.</br>Yet half those years were spent among these trees.</br>See those two yews, that shadow o'er my cell?</br>They grew since I came here &mdash; I set the slips&mdash;</br>Two gloomy trees, and so I love them more,</br>For I am sorrowing, and can mourn with them.", "In youth &mdash; and ye'll  not count an old man vain?&mdash;</br>I trimm'd the wakeful lamp, and fledg'd for song.</br>I sung of Man. &mdash; How this delves mines of lore,</br>While that, in wars, wears laurels stain'd in blood.</br>How one, to either zone, whitens the sea,</br>And, on the reeling shrouds, sings to the storm;</br>Another, risks, on fluttering wings, to rest</br>High, on the windy, slippery dome of Fame,</br>And how the wheel revolves, and scale depends,</br>And furrow turns, that man may sumptuous live,</br>How some though slaving, starve &mdash; some idle, feast,</br>How men oft chide their Fates &mdash; themselves in blame.</br>I sung the sister Arts, all hand in hand,</br>I Virtue praised, and pointed where she led.</br>My Muse was humble &mdash; but was all to me.</br>At last, my friends all died &mdash; all died save one&mdash;</br>And he &mdash; I thought him friend &mdash; but spare the dead</br>Betray'd my charge, and all my fortunes wreck'd.</br>Oh!  'twas too much! &mdash; that he, to whom I gave</br>The keys of all my heart &mdash; Oh!  it stung deeply.&mdash;", "Unfriended by the world, I fled from men.</br>Long, poor, disguised, in comfortless despair</br>I wander'd, till at last I rested here.</br>With many a sun, have I, in quest of food,</br>Travers'd the thickset woods, and oozy bogs,</br>And up the hillock's brow, and down the dell,</br>For game, and fish, and nuts, and roots, and fruits,</br>And, for the winter, gather'd autumn stores.</br>I trap, and hook, the hare, and bream, and thrush,</br>And line my cell with moss, and yellow leaves.</br>At morn, I kneel &mdash; at eve, I hymn my praise.</br>Love virtue, and you cannot die too young.</br>Wisdom old Finhah sought too late &mdash; but found!", "WALTER.</br>I love thee, Father, and am loath to leave thee.", "EDMUND.</br>Nor will we e'er forget thy various years,</br>Thy studious youth, and patriarchal age.", "FINHAH.</br>Farewell, dear virtuous youths, a long farewell!</br>For Finhah's very old, and something tells,</br>That when ye come again, ye may not find me here.</br>"]