["Now did the Bag-Pipe in hoarse Notes begin</br>Th' expected Signal to the neighb'ring Green;</br>While the mild Sun, in the Decline of Day,</br>Shoots from the distant West a cooler Ray.</br>Allarm'd, the sweating Crowds forsake the Town,</br>Unpeopled Finglas is a Desart grown.</br>Joan quits her Cows, that with full Udders stand,</br>And low unheeded for the Milker's Hand.</br>The joyous Sound the distant Reapers hear,</br>Their Harvest leave, and to the Sport repair.</br>The Dublin-Prentice, at the welcome Call,</br>In Hurry rises from his Cakes and Ale;</br>Handing the flaunting Semptress o'er the Plains,</br>He struts a Beau among the homely Swains.", "The Butcher's soggy Spouse amid the Throng,</br>Rubb'd clean, and tawdry drest, puffs slow along:</br>Her pond'rous Rings the wond'ring Mob behold,</br>And dwell on ev'ry Finger heap'd with Gold:</br>Long to St. Patrick's filthy Shambles bound,</br>Surpris'd, she views the rural Scene around;</br>The distant Ocean there salutes her Eyes,</br>Here tow'ring Hills in goodly Order rise;</br>There fruitful Valleys long extended lay,</br>Here Sheaves of Corn, and Cocks of fragrant Hay.</br>While whatso'er she hears, she smells, or sees,</br>Gives her fresh Transports; and she doats on Trees.</br>Yet, (hapless Wretch) the servile Thirst of Gain,</br>Can force her to her stinking Stall again.", "Nor was the Country-Justice wanting there,</br>To make a Penny of the Rogues that swear;</br>With supercilious Looks he awes the Green,</br>\"Sirs, keep the Peace &mdash; I represent the Queen.\"</br>Poor Paddy swears his whole Week's Gains away,</br>While my young Squires blaspheme, and nothing pay.</br>All on the mossie Turf confus'd were laid,</br>The jolly Rustick, and the buxom Maid,</br>Impatient for the Sport, too long delay'd.", "When lo, old Arbiter amid the Croud,</br>Prince of the annual Games, proclaim'd aloud,</br>\"Ye Virgins, that intend to try the Race,</br>The swiftest wins a Smock enrich'd with Lace:</br>A Cambrick Kerchiff shall the next adorn;</br>And Kidden Gloves shall by the third be worn.\"</br>This said, he high in Air display'd each Prize;</br>All view the waving Smock with longing Eyes.", "Fair Oonah at the Barrier first appears,</br>Pride of the neighb'ring Mill, in Bloom of Years;</br>Her native Brightness borrows not one Grace,</br>Uncultivated Charms adorn her Face,</br>Her rosie Cheeks with modest Blushes glow,</br>At once her Innocence and Beauty show:</br>Oonah the Eyes of each Spectator draws,</br>What Bosom beats not in fair Oonah's Cause?", "Tall as a Pine, Majestick Nora stood,</br>Her youthful Veins were fill'd with sprightly Blood,</br>Inur'd to Toyls, in wholsom Gardens bred,</br>Exact in ev'ry Limb, and form'd for Speed.", "To thee, O Shevan, next what Praise is due?</br>Thy Youth and Beauty doubly strike the View,</br>Fresh as the Plumb that keeps the Virgin Blue!</br>Each well deserves the Smock, &mdash; but Fates decree</br>But One must wear it, tho' deserv'd by Three.", "Now Side by Side the panting Rivals stand,</br>And fix their Eyes upon th' appointed Hand:</br>The Signal giv'n, spring forward to the Race;</br>Not fam'd Camilla ran with fleeter Pace.</br>Nora, as Light'ning swift, the rest o'er pass'd,</br>While Shevan fleetly ran, yet ran the last.</br>But Oonah, thou hadst Venus on thy side;</br>At Norah's Petticoat the Goddess ply'd,</br>And in a Trice the fatal String unty'd.</br>Quick stop'd the Maid, nor wou'd, to win the Prize,</br>Expose her hidden Charms to vulgar Eyes.</br>But while to tye the treach'rous Knot she stay'd,</br>Both her glad Rivals pass the weeping Maid.</br>Now in despair she plies the Race again,</br>Not winged Winds dart swifter o'er the Plain:</br>She (while chaste Diana aids her hapless Speed)</br>Shevan outstrip'd &mdash; nor further cou'd succeed.</br>For with redoubled Haste bright Oonah flies,</br>Seizes the Goal, and wins the noblest Prize.", "Loud Shouts and Acclamations fill the Place,</br>Tho' Chance on Oonah had bestow'd the Race;</br>Like Felim none rejoyc'd &mdash; a lovelier Swain</br>Ne'er fed a Flock on the Fingalian Plain.</br>Long he with secret Passion lov'd the Maid,</br>Now his encreasing Flame it self betray'd.</br>Stript for the Race how bright did she appear!</br>No Cov'ring hid her Feet, her Bosom bare,</br>And to the Wind she gave her flowing Hair.</br>A thousand Charms he saw, conceal'd before,</br>Those, yet conceal'd, he fancy'd still were more.", "Felim, as Night came on, young Oonah woo'd;</br>Soon willing Beauty was by Truth subdu'd.</br>No jarring Settlement their Bliss annoys,</br>No Licence needed to defer their Joys.</br>Oonah e'er Morn the Sweets of Wedlock try'd;</br>The Smock she won a Virgin, wore a Bride.</br>"]