["Say, learned Garth, around whose Favourite Head</br>Thy own Apollo's Wreaths are doubly spread!</br>In whom alone his darling Arts are joyn'd,</br>To heal the Body, and exalt the Mind.</br>At this Approach discolour'd Sickness flyes,</br>And at thy Song detested Folly dyes;</br>Prescribe, we live; or sing, and we are wise.</br>Say, for thou knowest, what different Structures have</br>The Wise, the Fool, the Sordid, and the Brave?</br>You Nature thro' her hidden Windings trace,</br>To you she stands confess'd, and shews her secret Face,</br>Her various Workings, and her various Springs,</br>How these she moves, how those her End she brings.</br>The humane Fabric perfectly you know,</br>Its wondrous Order none so plainly show,</br>Unlock the various Chambers of the Brain,</br>That do of things the Images retain.</br>Or else peruse with all thy Skill and Art,</br>Observe with narrow Scrutiny the Heart.</br>The Passions Seat, the Rendezvous of Blood,</br>The purple Court, where every crimson Flood</br>Frequent, and swift her refluent Duty pays;</br>Then thro' ten thousand wandring Channels strays,</br>Till her hot rolling Streams she back again conveys.</br>A brisker Motion there is surely found,</br>When generous Passions in the Heart abound.</br>Than when upon the Throne of Life preside</br>Cold Avarice, dull Envy, and false Pride;</br>For sure the Winter of their Icy Reign</br>Must all the Currents of the Blood constrain;</br>But if Existence force them just to roll,</br>Scarce moves the Heart, scarce waggs the sluggish Pool.", "But shou'd the Structures, as the Forms, agree,</br>So vast a Difference in the Minds we see,</br>That both their various Springs of Being prove,</br>The bad infernal Guile, the Good the Pow'rs above.</br>These stamp'd by Heav'n, disclose the bright Impress:</br>Those manifest of Hell, their gloomy Lire confess.</br>Yes , yes, O Garth!  from different Seeds we rise,</br>Too long have been conceal'd the Honours of our Race.</br>Knaves now no more shall boast permitted Fame,</br>Nor with the Sons of Heav'n one common source shall claim;</br>The Muse unfolds their Infamy, and vindicates our Name.", "Hear!  hear!  and listen to my wondrous Song,</br>Hear Truths reveal'd, that have been hid too long!</br>And thou, oh Muse!  from whom the Vision came</br>Inspire thy Prophet with no vulgar Flame.</br>Like Garth's, give Force and Numbers thus they'l be</br>Worthy my awful Theam, and worthy thee.</br>Thou saw'st the dark Prometheus form his Clay,</br>And with pernicious Skill the Work of Heav'n Essay.", "On Cambria's pleasing Coast there is a Place</br>The favorite Seat of Happiness and Peace.</br>From Courts by Faction driv'n, from Fields by War,</br>From Towns by Business, and the wrangling Bar;</br>From many by the Common Ills of Life;</br>From more, by that domestic Plague, a Wife;</br>From most by Envy, Pride, and a vain Lust of Strife:</br>Hither, sweet Happiness and Peace remove,</br>Attended by the Muses and by Love.</br>A Range of lofty Hills, like Nature's Pale,</br>Surround the Margin of the flowry Dale:</br>In which a thousand bubling Springs arise,</br>And to the Vale a thousand Rills suffice</br>With wandring Streams diffusing all around</br>Joy to the Eyes, and Fatness to the Ground.</br>Frequent, tho' small, the shady Woods appear,</br>To Herds from schorching Suns the Noon-tide Lare.</br>At equal distance from the ambient Hills,</br>Above the Plain an easie Hill there swells,</br>Whose Navel dimpl'd with a hollow Round,</br>Of Five Luxuriant Fountains rich is found,</br>Whose infant Currents soon united, flow</br>In a just Stream, into the Grove below,</br>Where deeper yet a suddain Valley falls,</br>Thro' which o'er broken Rocks, the tumbling Water brawls.</br>Each verdant Bank a Range of Trees o're-spreads,</br>That shuts the Sun out with contiguous Shades:</br>Insidious Reptiles ne're this Place infest,</br>No vexing Insects your Retreat molest,</br>But all is peaceful here, and consecrate to Rest.</br>Beneath the Covert of this lovely Grove,</br>Distress'd by Fortune much, but more by Love,</br>Extended on the Mossy Couch I lay,</br>And lost in unavailing Thoughts the Day.</br>In Thoughts on Fate and various Man intent,</br>Whose Inclinations, of so different Bent</br>Wou'd fain perswade, as different a Descent.</br>Here they are prone, and tending all to Earth,</br>Aspiring there they own their Heav'nly Birth;</br>Here generous, brave for publick Good design'd;</br>Degenerate there, and to themselves confin'd,</br>Form'd for the Scourge and Ruin of Mankind.</br>Till tir'd, at length, with the perplexing Theam,</br>And lull'd to Slumbers by the tumbling Stream,</br>Her journeying Thoughts to ease the weary'd Mind</br>Her self in Sleeps renewing Arm reclin'd.", "No sooner downy Sleep my Eye's had clos'd</br>And all these Tumults of my Thoughts compos'd;</br>But Fancy, lightned by some Ray divine,</br>Open'd this glorious Visionary Scene.</br>The darken'd Skies, with suddain Light o'erspread,</br>On all the Grove its beamy Honours shed;</br>Then, from the wide dividing Heavens, there came</br>A Tide of Glory and a Burst of Flame.</br>Thence, on the Wings of the obsequious Winds,</br>Urania swiftly to the Grove descends;</br>A thousand Graces in her Train appear,</br>With all the various Hours, and Seasons of the Year.</br>In shining Azure was the Muse array'd,</br>And both her Dress, and Mien confess'd the Maid</br>O'er heav'nly Songs presiding; in one Hand,</br>Her Lyre she held, the other bore a Wand,</br>Which (with those heav'nly Terrors almost dead)</br>She gently wav'd around my drooping Head,</br>Thence Vigour flow'd, and Force to see, and hear</br>What else cou'd not be born by humane Sight or Ear.</br>No mortal Bard can e'er recite her Song,</br>Or tell what wondrous Sounds flow'd from her heavenly Tongue.</br>Free sung the Muse from Arts of barbarous Rhime,</br>No whorish Charms she sought from that false jingling Chime.", "Hear!  hear!  my Son; and give attentive Ear!</br>(For thus the Muse smil'd gracious, and begun:)</br>What thy revolving Thoughts in vain Pursue,</br>And in uncertain Ballance weigh, I sing;</br>To Humane-kind the Cause and Rise of Woe!", "When the foredoom'd and pointed Period came,</br>Love, Power and Wisdom, form'd this various Globe</br>Hills, Groves, and Fountains from the Earth up sprung</br>At the dread Summons of th' Omnifick Word,</br>And Myriads then of living Creatures rose.</br>Of Fish, of fowl, of Reptiles, and of Beasts</br>That swim the Flood, and wing the Air sublime,</br>That creep, or walk the Surface of the Ground.</br>But Earth, Heav'ns Image, wanted yet a Lord,</br>Capacious of her Glory, unknowing that</br>To Food confin'd the mute Creation lay.", "In God's own likeness form'd, Imperial MAN,</br>By Heav'nly Mission sent, is own'd her Lord:</br>Earth leaps for joy, laughs Nature all around,</br>Fountains and Floods, Aerial Hills, low Dales,</br>With flowry Meads, and shady Groves, exult;</br>Fish, Fowl, and Beast, and every living Thing,</br>As in one common Jubilee rejoicing,</br>In solemn Pomp, receive their welcom Lord;</br>Their Lord by Kindred Earth to them ally'd,</br>To Heav'n ally'd too by th' Etherial Fire,</br>That animates, and moves his Earthy Form;</br>Pure was his Soul, breath'd from the Mouth of God,</br>With Good dilated, and inform'd by Love,</br>Love, Wisdom, Power, in Minature design'd</br>From the Eternal Architype above,</br>The Maker's Image wondrously express'd.</br>It boots not long to dwell on things well known,</br>Or tell how Sathan from his dark abode,</br>The gloomy Mansions of eternal Woe</br>To heav'nly Light, with black intent, aspir'd;</br>How he to Eden wing'd his horrid Flight,</br>And how polluted, with his unblest Feet,</br>The secred Soil; nor with what hellish Arts,</br>He cou'd deboch, and win the Heart of Man</br>Pure, innocent as yet, and with the Love</br>Of God repleat, to break his sole Command,</br>The finale Sanction and the easie Chain</br>That bound him close to Happiness, and Life!</br>Hells boasted Conquest, and permitted Wreaths,</br>(Success to Hells Confusion only gain'd)</br>As known, with speedy Course I will decline:</br>Suffice it us to sing of things conceal'd</br>Till now from all of mortal Race, and show</br>That Sathan soon his disapointment found</br>Short of his promis'd End, with maim'd Success,</br>The Rage of Triumph o'er, his Conquest views</br>Th' infernal Chief, views, and remits his joy;</br>No more exults in Trophies won from Man:</br>Who from this Foil to greater Glories rose</br>Thro' Goodness, Infinite, and boundless Love.</br>For Maker-Love with one Offence untam'd,</br>Exerting more its Energy, decreed</br>That the offended for the Offence shou'd dye,</br>And to Repentance promis'd Heav'n set wide.", "This heard the hellish Pow'rs, with dire Amaze,</br>Scarce more confounded, when by Michaels Sword</br>Driv'n headlong down from the celestial Plains</br>Into the gloomy Depths of Hell profound.</br>This Sathan long, within his inmost Mind,</br>With envious Pain revolving cou'd not bear.</br>But to release these Cares a Council call'd</br>To Pandemonium there to find out ways</br>To keep, if not encrease, their Empire got</br>O'er Man, that now uncertain seem'd, and small.", "To Council came the haughty Peers of Hell,</br>Of empty Titles proud and vain of Name,</br>And for pernicious Skill in Mischief rais'd</br>To Dignities and Place, and black Renown.</br>And now in dark debate their Chief surround,</br>Old Mammon, Belial lew'd, and Belzebub</br>Projector boasted of the Fall of Man,</br>With Moloch homicide most closely join'd,</br>Cunning with Violence in cursed League,</br>A Friendship most destructive to Mankind!</br>Dagon and Peor, with a Thousand more,</br>Frequent and full th' infernal Senate sate.", "When Sathan from his burning Throne arose,</br>And thence, with Sorrow ill conceal'd, thus spoke.", "O my Compeers!  O!  Brothers of the War,</br>We wage, by common Vote, with Rival Man.</br>Confed'rate Pow'rs!  for what?  For what Avail</br>Are our unweary'd Stratagems and Toyls!</br>Our Force, or Counsel?  what have we obtain'd</br>Through the long Tract of seventeen hundred Years</br>But a precarious perishable Pow'r,</br>If here we stop, and not to be maintain'd?</br>New to Success, we boasted once Mans Fall</br>As promise sure of Empire, and command</br>Entire, over all this favorite Race</br>Of partial Heav'n.  Like us offending, we</br>Hop'd them, like us, the certain Lot of Hell.</br>Scarce were our Triumphs o're for that Success;</br>The formidable Anger just pronounc'd,</br>And Man, with All things, for his Sin, Accurs'd</br>By Heav'n, but Heav'n relenting, swift to Love,</br>Attones it self, and takes him to new Grace!</br>And as that Favour were too small, allots,</br>Allots Repentance for his future Crimes!</br>Retrenchment strong!  Impregnable Redoubt!</br>To which, who in the latest Hour escapes,</br>Renders our Arms, our Force, our Wiles all vain;</br>Tis guarded round with the tremendous Hand</br>Of Heav'ns high Pow'r, and all its Hostile Troops.", "And still in Man of Goodness there are found</br>No small Remains; extinguish'd not by Sin,</br>Tho pale, and dim, and of a sickly Hue,</br>Not yet of Hell recover'd; brave Desires,</br>Friendly to Humane-kind, and ancient Love;</br>A thirsty Wish of an Immortal Name,</br>Earnest of Being immortal after Death.</br>These hated Seeds of Good in time may spread;</br>Th' Etherial Fire, from whence they all proceed,</br>Active within, may purge the drossie Mass,</br>That cloggs and cumbers now its rising Flames,</br>And climb, with pointed Spires to Heav'n upright,</br>Unmingl'd with our smouldring Sulphur, pure.</br>This Ill to shun, and to destroy this Fort,</br>Or Man far from his Succour to divide,</br>Is now the Cause and Aim of your Debate</br>Mature, and Wise.  Ye Senators of Hell,</br>Free be your Votes, be all your Reasons free,</br>The common Cause demands a free Consult.", "He said, and on his Throne again reclin'd.</br>The whole Divan applaud their Monarch's Care</br>Of publick Good, and with obsequious Bows</br>Prostrate their Zeal avow.  Forthwith they all</br>Into Committees manifold divide.</br>Much time, on Ways and Means in vain is spent;</br>An each Projector of th' Infernal Realm,</br>Is duly heard, but with no kind Result,</br>Desertive all they were, or so were thought.", "Then Belial, Fiend of most pernicious Wit,</br>To the attentive Audience thus begun.", "Time waste me now no more in vain Consult,</br>On Projects dubious and uncertain hopes;</br>From Mans own Nature must we draw the Means</br>O'er Man a lasting Empire to maintain.</br>If we look backward, with a wise Survey,</br>On the experienc'd Weaknesses of Man,</br>Woman we find is their Luxuriant Source.</br>For Man, alone impregnable remains</br>With Good demonstrative, and Reason arm'd.</br>But fortify'd to us, the goodly Fort</br>To Woman naked, and unguarded lies,</br>Fearless of Danger from that trusted Friend;</br>But through that trusted Friend the Fort we gain!</br>By Reason ill defended, Woman yields</br>An easie Conquest, half by Passion won;</br>Brib'd by her Eyes, and blinded by her Charms,</br>To us himself, deluded Man, betrays.</br>To all who've labour'd in this common Cause,</br>And any Wreaths of Victory can boast,</br>I now appeal, if you from Female Pride,</br>From Female Lusts, and Rage derive not most?</br>A ready Proof of this from Eve I draw,</br>His Help design'd, she prov'd to Man his Bane!</br>Tho' new to Life, the recent Work of Heav'n.", "If Woman made by Heav'ns indulging Hand,</br>And by Heav'ns animating Fires inform'd,</br>Where yet the latent Seeds of Good remain,</br>And into Action frequently emerge</br>In spight of Passion, thus assist our Cause,</br>What may we not from kindred Woman hope,</br>Entirely made by amicable Pow'rs</br>Of Hell combin'd?  If short of beauteous Eve</br>In native Charms, with Art, and Cunning rais'd</br>To equal Force, and Pow'r to damn Mankind?</br>With pompous Shows, and ceremonious Rites</br>By her may Man be won from God to Us;</br>Exalted on our Altars then we'll stand,</br>And Hell more Worshipers obtain, than Heav'n</br>Thus to Repentance intercept the way</br>And Man must be entirely then our own.", "He said &mdash; and all around Applauses loud</br>Confirm the Project and to Mischief swift,</br>Strait to the bold Essay they all adjourn.", "An hundred Years Experiments they trye,</br>And with enquiring Art they Man explore;</br>His Organs study, with their Form and Use.</br>Till Perfect in the intricate Machine,</br>Hells dark Anatomists their Work begin.</br>The Year was now in its decrepit Age,</br>And far remov'd, shot sable Rays the Sun;</br>The Winds contending glomerate a Storm,</br>And Iron Clouds deform the Face of Heav'n:</br>The naked Trees beneath the Tempest bend,</br>And Ocean rous'd his furious Surges rolls</br>Tumultuous, and begets whole floating Isles</br>Of slimy Foam, the Manufacture Foam</br>Sathan, and all his gloomy Train, collect,</br>And of this Spongy Mass their Woman form.", "This is the Venus fabled by old Greece,</br>Sprung from the Froath of the revolving Tide,</br>A Goddess infamous of lawless Love.", "With heedful Art the beauteous Frame they mold,</br>Shape all her Limbs with Symmetry exact,</br>Her Feet her Legs, her Thighs, her Arms, her Hands;</br>Her Fingers taper; round her rising Breasts;</br>All o'er her Body delicate was seen</br>Proportion charming; Harmony of Parts.</br>Oval her Face, and Ebony her Hair,</br>Her Eyes were shining Jet, the glittering Balls</br>Enclos'd with pearly white, for Motion turn'd</br>Voluble and piercing, and with Snares repleat.</br>A fertile Source of never-failing Tears,</br>Near these were plac'd, obsequious to her Will</br>To ebb and flow just her Arts require.</br>Her Acquiline Nose, a cruel Pride denotes,</br>A Thirst of boundless Sway, and Lust untam'd.</br>Her swelling Lips ambrosial Dews distil,</br>And, when with artful Grace dividing, show</br>Teeth equal, small, than orient Pearls more bright.", "Th' infernal Artists view'd with glad surprize</br>The wonderful Result of all their Pains;</br>With Joy the gloomy Sire surveys the Maid</br>Yet Lifeless Image, yet unripe her Charms;</br>Pygmalion like her unripe Charms he view'd,</br>With Joy ally'd too near to fond Desire,</br>She like Pygmalion's Ivory Maid disclos'd</br>Beauties enough to ruine half Mankind.</br>Helen, for whom contending Nations fought,</br>Whose Eyes since set the Trojan Tow'rs on fire,</br>Tho sprung from this, was never half so fair.", "Vain of their Work, with impious Boasts they all</br>Pronounce her Beauteous as the Heav'n-born Eve,</br>With imitative Art too well indeed</br>They drew the Body's Form, of Earthly Birth,</br>The Mind, of Heav'nly Seed, long banish'd Heav'n,</br>They cou'd not form, nor so to form desir'd.</br>Wisdom, and Virtue, and Seraphick Love,</br>The Heat that makes the Humane Soul aspire</br>To Heav'n, and Heav'nly Deeds; is what they'd shun,</br>From Hell they seek the animating Fire,</br>And breath the blew Eruption in her Breast.</br>This Motion gives, and imitated Life;</br>Of Thoughts a narrow Circle, and confin'd</br>To what is Ill, but most averse to Good.</br>Her Soul (if I may call the curs'd Compound</br>By that Celestial Name of Heav'nly make)</br>Hells various Qualities obscene compose.</br>His cruel Nature Moloch first threw in,</br>Sathan false Pride; Voracious Avarice</br>Mamon supplies; and Belial raging Lust,</br>Belzebub Cunning, and disguising Arts,</br>And with united Bounty all bestow</br>Hypocrisie, false Tears, Embraces false,</br>Desires still prone, and of a downward Bent,</br>And tending all to primogenial Hell;</br>In Harlot-Arts, and Snares for heedless Men,</br>Knowledge profound; as Languishments, and Smiles,</br>Oaths false as numerous, and Perjuries</br>As numerous too as her false Oaths and Vows.", "Thus form'd, and thus endow'd, Hell adds fresh Arts,</br>To please the Eye, and Man's fond Heart betray,</br>New and bewitching Modes of Dress devis'd.</br>She was the foremost, who, to look more fair,</br>And to recruit the Fire of dying Love,</br>In Foreign Colours oft the Face disguis'd,</br>She render'd new with Spots, familiar Charms,</br>With Spots of Jett, that Stars and Moons exprest:</br>She crisp'd, with vexing Irons, her flowing Hair,</br>And, rang'd in Form, the Artful Curls compos'd;</br>To several Stories built aloft her Head</br>Of Cornets, Pinners, Passes, and Commodes,</br>With waving Plumes, Ribbons of various Hue,</br>That with, the radiant Iris may contend.", "In Asia (Parent Clime of Nations own'd)</br>There is a Plain of infamous Renown,</br>Where Men, with foolish, as aspiring Pride,</br>Design'd their Babel, once, to mate the Skies,</br>Above the Reach of any second Flood,</br>(Still Mother of Confusion to Mankind</br>Division curs'd of Minds, as well as Tongues,</br>Of Hate, and Slaughter, and the Wast of War)</br>Shinar 'twas call'd, a Desart vast and wild,</br>By Man forsaken, now the Haunt of Beasts:</br>Here Nimrod hunted oft with savage joy,</br>(That mighty Hunter stil'd before the Lord)</br>The foremost Prince, that ever wore a Crown,</br>He first disdaining just paternal Sway,</br>Usurpt despotic and invidious Pow'r.</br>King was before an unoffending Name,</br>A Fathers Right, and built on Need, and Love.</br>Nimrod was Proud, and Cunning, Rough, and Bold,</br>Of Action eager, and averse to Ease,</br>Inur'd to Blood and practic'd to destroy.</br>At Prime of Day still to the Chace he came,</br>And all his Morning Hours were spent in Blood</br>In Blood of Beasts of Prey he yet delights,</br>Too soon to wanton in the Blood of Men.", "Beneath the Brow of the Enormous Tow'r</br>(Tow'r now no more but Hill of Ruins vast),</br>Surounded with a forrest large and rude,</br>There is a Grove, of melancholy Shade,</br>That from the Mourner Eugh and Cypress falls.</br>There only Birds of evil Omen Nest,</br>Reptiles of noxious Kind, and Beasts resort</br>Of fiercest Nature, and by Rapine fed,</br>Whose Center op'ning in a spacious Round</br>A Theatre appears of dusky Green.</br>The Grass, that scarce the barren Surface hides,</br>A drye and tawny Colour ever wears.", "This Hieroglyphic Place prepares the Fiend,</br>For Nimrod's Spousals, and detested Joys.</br>By Magic Force the dismal Scenes withdraw,</br>And with a suddain Paradise surprize;</br>A vernal Face the horrid Grove assumes,</br>And all around the imitated Notes</br>Of warbling Birds transport the list'ning Ear;</br>The middle Space, its rusty Liv'ry cast,</br>In Springs dissembled Glories gayly shines</br>Herbs, Fruits, and Flowers, in beauteous Order set</br>(Such as the artful London wou'd design)</br>The Smell, the Tast, the Eye abuse with Joys</br>Imaginary, and fictitious Sweets.", "Here Mazes serpentine delude the Sight;</br>There wide Parterres; here shady Walks arise;</br>There creeping Brooks through winding Channels stray</br>With fancy'd purlings, raising murmuring Sounds,</br>Fantastick all, and unsubstantial prove,</br>Like her frail joys, that since have fool'd the World!", "His Eden, immitative of the first,</br>Of airy Particles condens'd thus made;</br>He there beneath a seeming Myrtle plac'd</br>Upon a flowry Bed the fated Maid,</br>Fast by the tumbling of a lucid Stream</br>That gentle Slumbers to perswade appear'd,</br>Her Head with fragrant Wreaths of Flourets crown'd</br>Supinely on her charming Hand reclind,</br>Bare was her Bosom, and one Thigh was bare,</br>As by the Winds, and Chance unrob'd, to show</br>The lovely turn'd Proportion of her Limbs.</br>Rich Bracelets twine her snowy Arms about,</br>Sandals her Feet, Buskins adorn her Leggs,</br>With Rubies Pearls and Diamonds powder'd o'er.</br>In this Array with native Beauties arm'd,</br>And all the strong Auxiliaries of Art,</br>Fully instructed in th' infernal Lore,</br>She Nimrod, in imagin'd Sleep, attends.</br>The looser Graces round her darken'd Eyes</br>Play wanton, mixt with frequent fleeting Smiles,</br>Insidious Love lay ambush'd in her Smiles,</br>And sped, with an unerring Hand, his Darts.", "Brought by the Chace, and Errors of the Wood,</br>His Train now lost, his devious Steps arrive</br>This visionary Seat of Mischief real.", "Amaz'd at what he saw, and heard, and smelt,</br>His forward steps with Awe he soon represt,</br>The spicy Odours, that of Eden breath'd,</br>Surprize his Smell with aromatic Scents;</br>The Sounds that warble from the vocal Grove</br>Transport with intellectual Harmony</br>Of the revolving Spheres, his ravish'd Ear;</br>The Mazes intricate of Greens, and Flowrs,</br>The mossy Beds, and Walks, and winding Streams,</br>Greedy of View, his Eye enlarg'd o'refill,</br>O'erfill, and with Variety confound,</br>While each the Business of the Sight demands.</br>Distracted with the equal Pow'r of All,</br>To All, with rapid Looks, he wanders round,</br>He in repeated Circles wanders round,</br>Till travell'd to the fated point he saw</br>The destin'd Maid's inevitable Charms,</br>And manifest of Love, there fixt his Eyes.</br>Love fixt his Eyes, but wonder fixt his Feet,</br>Till by Desire set free, they Wings assum'd</br>That bore him swiftly to his lovely Prey.</br>Awe and Respect, that purer Love inspires,</br>That looser Wishes and Attempts restrain;</br>Her Beauties cast not venerably round,</br>But raging Lust, and Impudence of Hope,</br>And Violence, the grateful Refuge since</br>Of the abandon'd Vices of the Fair.</br>Not Fire in Stubble driving with the Wind</br>Destruction spreads more swiftly through the Field,</br>Than through his Blood the dire Infection ran.</br>Fast by her side upon the flowry Bed</br>He threw himself, and with a furious Spring</br>His Arms her Body seiz'd, his Lips her Lips,</br>Her Lips, Eyes, Cheeks, her Neck, and snowy Breast,</br>With eager wandring Kisses he run o'er,</br>But starting suddain from dissembled Sleep</br>A haughty Frown usurpt her pleasing Face,</br>And from her Eyes, she shot a fierce Disdain,</br>And Rage intollerable; false her Rage,</br>And Counterfeit, for Honour, her Disdain!</br>Virtue and Honour were her loud Pretence,</br>Ill acted Threats, and intermixt with Smiles;</br>For viewing now his Eyes and manly Grace,</br>Smiles reassume her Face, and Rage subsides.</br>His Looks the silent Love of Eyes conveying,</br>Promise the pleasing Bus'ness of his Tongue,</br>The pleasing Bus'ness of his Tongue he tells</br>To the yet captiv'd, and yet strugling Maid,</br>And for his Truth he vouch'd her conscious Charms</br>Attesting all the shining Host of Heav'n.", "A languishing Regard at length she cast,</br>And with consenting Eyes confest her Flame.</br>With wanton Looks they blow the glowing Fire,</br>In both Desire in wanton Looks was own'd;</br>In strict Embraces he the Nymph constrain'd,</br>A Storm of Kisses wreck her doubtful Words,</br>Denials faint and unavailing Rage.</br>Quick heav'd her Breast; in Pleasure roll'd her Eyes,</br>Yet do her Hands a false Resistance make;</br>Her Hands resist him, but her Eyes invite;</br>In murmuring Sounds (not to be heard design'd)</br>In dubious Pray'rs sh' adjures him to give o'er;</br>The less she strives, the more he presses on,</br>Till he dissolving in her twining Arms,</br>Artful Disguise by Pleasure thrown aside,</br>She to her panting Bosom prest him close,</br>And own'd the Justice of the obliging Force.</br>A grateful Pause they make while both respire,</br>The Flame with pleasing Fewel to renew,</br>And with fresh Vigour to recruit Desire,</br>Youth and Desire, with Force suffice their Joys,</br>Their joys, by frequent Intervals encreas'd.", "Their Wedding thus profanely was perform'd,</br>No holy Priest to bless the Nuptial bed,</br>No holy Rites to consecrate their Love,</br>With Heav'n averse was ty'd the nuptial Band,</br>And Hell exulting gave the fatal Bride.</br>Nature's agast at their detested Bliss,</br>Retir'd the Sun, with Thunder roll'd the Skies,</br>Herbs, Flow'rs and Trees their Horror too confess,</br>And droop the various Honours of their Heads.</br>With artificial Day was he supply'd,</br>And lost in Pleasure felt not Natures Pangs.", "The Fury of their Transports now allay'd,</br>Thus with a soft preluding Sigh she spoke,</br>And Eyes that quivering dwelt upon his Face.", "Be not too vain of what you here have won,</br>I gave you joys, but gave 'em you constrain'd!</br>Constrain'd by Love, and your superiour Force,</br>(Tho' Love perhaps was stronger than your Arms)</br>Yet to attone that Force but constant prove,</br>And you no day discolour'd with Annoy</br>Shall see, but each with glad Success be crown'd.</br>But my self-conscious Worth assures me this,</br>For in my Arms are ever new the Joys,</br>And Joys untasted yet by any Man, but you.</br>Nor think a Dowrless Love to thee I give,</br>I bring the Royal Craft to raise thy Name.", "You haunt the Groves, and hunt the Woodland Green,</br>And waste your Youth the Spoils of Beasts among;</br>I'll crown your Head with Wreaths of nobler Name,</br>Of Man the Hunter, from the goodly Chace</br>The Spoils of Nations, on thy graceful Brow,</br>In Triumph thou shalt bring into my Arms.</br>A private Lord unhonour'd yet thou art,</br>I'll raise thee to Dominion unexplor'd,</br>Bold, independent, free from all Controul,</br>Thy Will its Standard, and thy Will its Bounds;</br>All as their Source shall view thee and their End.</br>And Kings till now a dull precarious Pow'r,</br>In thee shall with unwonted Glory shine.", "With Words like these, and Arts till then unknown</br>Of Smiles and Tears alternate, she betrays</br>Th' aspiring Nimrod to inglorious Thrall,</br>To others Tyrant, but to her a Slave.</br>Unbred to Spinning, and the Houshold Lore,</br>Women, since her, invade sublimer Cares,</br>The Arts of Government, and Toils of War,</br>And over Man usurp unequal Sway.</br>Woman by Heav'n for humble Aims design'd,</br>At most to sooth the ruffl'd Soul of Man</br>With all the tender Office's of Love,</br>When he from awful Cares to Toys descends.", "By her false Charms, and Lust of Empire won,</br>His Father's God he left, to Idols bow'd,</br>With Ceremonious Pomps, and Rites profane,</br>Surpris'd the thoughtless People into Guilt</br>Of wild Idolatry, by that means sure</br>Of a Tyrannick, Arbitrary Sway;</br>For well they might submit with slavish Fear,</br>To him, from whom Religion they derive.", "The Arts proud Nimrod learnt from his new Bride,</br>Were Arts since well in Courts, and Cities known.</br>False Promises, and Friendship false profess'd,</br>And undermining Cunning, Lies, and Vows</br>Of Services ne're meant, for selfish Ends:</br>Oppression, Bribery, and useful Vice;</br>The Masque of Virtue to secure a Crime,</br>Else not to be attempted with Success;</br>Neglect of Merit, and all Tyes of Blood;</br>All Sense of Honour and Ingratitude;</br>A Love of Fools, and yet more useful Knaves;</br>Murders, and Poysons, variously contriv'd,</br>Some with the Face of Law, and private some</br>An inward Bent in all things to himself.", "By these vile Arts Despotic Sway he gain'd,</br>And Paradise, and Liberty, and Heav'n,</br>By Woman's Malice thus or Frailty lost.", "Soon false to Nimrod was th' infernal Dame,</br>More to corrupt, and few her Snares escape,</br>That can be won by Lust, or flatt'ring Hope.", "From hence sprung All, that in false Arts delight,</br>In Murders, Rapine, Lies, and Perjuries,</br>In Treasons, Cheats, the Labarinths obscure</br>Of hateful Cunning, and sinister Wiles,</br>Extortion, and Oppression of the Poor.</br>Hence too sprung Sharpers, Usurers, and Bawds,</br>Informers, Pettyfoggers, Knights o'th' Post,</br>Rakes, Gamesters, Bulleys, Pimps, and Venal Whores,</br>Jilts, and Coquets, Fops, Ignorants, and Fools,</br>Knaves of all Kinds, religious, and profane;</br>The Hypocrite, as well as Rogue profess'd:</br>Those, that their Trust betray, unfaithful Friends,</br>Th' abstemious Miser and Glutton prodigal,</br>With false Devotes, and Atheists reasonless;</br>Lords without Virtue, Knowledge, or Deserts;</br>Swell'd with the Pride of Titles, and of Blood,</br>To Honour sloathful, negligent of Arts,</br>And infamously pleas'd to be unknown;</br>To Wine, or Whores, or Gold, or Game confin'd;</br>The Burden of the State, and People's Shame:</br>Lawyers that plead, Divines that Preach for Gold</br>In Cause unjust; the judge that's brib'd by Gold;</br>Defamers, Libellers, and Flatterers;</br>Tyrants, and all their Engines to destroy;</br>With all the Dusky Train of Foes to Truth:</br>The Gracchi, Catiline, and Caesar too,</br>Sylla, and Cromwel, and that horrid Band</br>Of late Assassines, and what more may come;</br>All the Embroilers of their Country's Peace;</br>All that it's ancient Rights by Force destroy,</br>Or else for Gold betray, or sell, or buy;</br>Be it to Foreign, or Domestick Foe;</br>That rob the Publick with unhallow'd Hands,</br>All these from her Infernal Womb descend,</br>And in our Heav'nly Form belye their Hell.</br>Yet will their Deeds their Origin confess,</br>Self-Love, and Lust of Gold their Source betray.</br>They at Immortal Fame, as Folly laugh,</br>At just Ambition of Heroick Deeds,</br>At Heav'n, and Honour, as the idle Dreams</br>Of feigning Poets, and designing Priests:</br>Nor ever will they deviate into Good,</br>But to effect some more enormous Ill.", "Her cursed Race increase and mingling with</br>The Sons of God beget a Motly Kind,</br>In whom some Particles of Heav'n remain,</br>But much debas'd with the Alloy of Hell,</br>A Medley here of Vice and Virtue's foun'd,</br>Yet still superiour Vice maintains the Sway;</br>To Good they struggle upward, and with Pain,</br>But with Alacrity sink down to Ill.", "But from the true and genuine Race of Heav'n,</br>Spring Heroes; and benificent to Man</br>Patriots and Poets, extensive Souls,</br>Founders of Cities, and their wholsom Laws,</br>Of Arts Inventors, and of moral Rules</br>The Teachers awful, Poets all of yore,</br>Who taught the infant World in heav'nly Song.</br>Who for their Country fight, and for her dye;</br>Protectors and Encouragers of Arts,</br>The Muses Patrons; Judges just and wise,</br>Kings who their Country's Fathers are allow'd;</br>Codrus, Lycurgus, Cocles and Camillus,</br>The Decii, Curtius, Scipio, and Timoleon,</br>Demosthenes, and Socrates divine.</br>Tully, and Cato, Brutus first and last.</br>Maecenas, Richelieu, and those large of Soul,</br>Who Merit know, and Merit dare reward.</br>Euripides, and Virgil, Dryden, Garth,</br>Athenian Sophocles, the British Bard,</br>Whose song above the Aonian Mountain soars:</br>Homer, and Horace, Tasso, and Racine,</br>Shakespear, and Otway, Spencer, Denham, Donn,</br>And various more, not nam'd, to Fame ally'd</br>Of Ancient Bards, and Poets et unknown</br>Their Countries Honour, and their Countries Freinds.</br>Long is the Train of the immortal Fair</br>That fill, or soon will fill the Rolls of Fame,</br>Where British Ladies hold the foremost Rank.", "Thus sung the Muse, and took her sudden Flight</br>Aloft, incumbent on bright Clouds of Light;</br>I wak'd, and vanish'd the transporting Sight.</br>"]