["On high Parnassus' highest summit plac'd,</br>With every Muse's choicest dowry grac'd,</br>Dost thou, O Hayley!  hear the voice of Fame</br>Spread o'er the land the honours of thy name?</br>While, with applauding voice, the learned throng</br>Rehearse the various beauties of thy song;</br>Ev'n snarling critics join the friendly train,</br>And dwell with rapture on each pleasing strain;</br>The nation hails thee as its last great hope,</br>As strong as Milton, and as soft as Pope.", "Tho' still we envy George's golden reign,</br>When Pope and Thomson rul'd the numerous train</br>Of noble bards; who tun'd the living lyre</br>To strains that only Phoebus could inspire;</br>Yet many a bard, with radiant lustre bright,</br>Hath clear'd our darkness with a beam of light.", "Mason's chaste muse shews the unthankful age</br>Such scenes as once adorn'd th' Athenian stage;</br>His strains harmonious claim the public love,</br>And bid the beauteous and the wise approve.</br>In vain satiric wits, with envious aim,</br>Launch'd their keen darts to wound his growing fame;</br>Time's liberal hand in Glory's dome shall place</br>His name, high honour'd with the tuneful race.</br>Long shall the sons of freedom mourn the fate</br>Of Valour, falling with a fallen state;</br>Long shall the sacred tears of Beauty flow</br>For Evelina, and Elfrida's woe:</br>While time endures his Garden's flowers shall bloom,</br>And shed rich fragrance round the Poet's tomb.", "Gray reigns the master of the British lyre;</br>And soars through azure skies on wings of fire:</br>The shade of Pindar hears the mighty song,</br>Like his own numbers, boundless pour along;</br>His plaintive strains shall still unrival'd stand,</br>While plaintive strains the feeling breast command.", "Tho' taste on Gray has stamp'd the seal of fame,</br>Yet Collins' Muse no common praise may claim;</br>The various Passions own his master-hand,</br>And Freedom hails him of her noble band.", "In classic pride bold Akenside may claim</br>A place distinguish'd on the roll of Fame.</br>What splendid diction dignifies the lay</br>That paints Imagination's pleasing sway!</br>But when the lyre's sweet chords his fingers press'd,</br>The flame of Fancy seem'd to leave his breast:</br>Not Pindar, glowing with celestial fire,</br>But sober Solon seems to strike the lyre.", "Satire with triumph boasts her Churchill's page,</br>But mourns his candour lost in party rage:</br>Poets and Peers his random arrows hit,</br>While Truth lies bleeding by the shaft of wit.", "Still shall the gentle bosom own the sway</br>Of pleasing numbers in a Goldsmith's lay.</br>As Nature warbles in the linnet's song,</br>So pours his stream of harmony along.", "Tho' fickle taste regards not Glover's lays,</br>Candour must own he well deserves our praise;</br>No common Muse inspir'd the classic strain</br>That paints the Spartan, and his patriot train,</br>Who the proud tyrant's num'rous host withstood,</br>And seal'd their country's freedom with their blood.", "Nor can our age, with cold neglect, refuse</br>Her share of praise to Whitehead's laureate Muse;</br>Tho' unfair satirists with partial rage</br>Have with their gall defac'd his blameless page,</br>Yet still with pleasure shall his verse be read,</br>When the keen critic and his works are dead.", "But what strong numbers shall the poet find</br>For the great object that now fills his mind?</br>He bows with reverence to the honour'd name</br>Of hoary Johnson, great high-priest of fame.</br>Hail son of science!  Whose unbounded skill</br>Makes every Muse subservient to thy will;</br>Tho' great in merit shine they manly lays,</br>The powers of verse are but thy second praise.", "The British Muse hath rais'd to Warton's name</br>A small neat monument of lasting fame,</br>Due to the man, who in his learned page</br>Hath trac'd her beauties through each darker age.", "What breast devoted to the Muses train,</br>But feels with rapture learned Beattie's strain!</br>Sweet as the notes that Philomela pours</br>To soothe the lover in the midnight hours.</br>O deign, sweet Bard!  Again to strike the lyre,</br>And charm the world with true poetic fire!</br>O let the Muses still engage thy mind,</br>And with their noble works enrich mankind.", "In numbers such as Paean's self might use,</br>Armstrong invokes Hygeia for his Muse;</br>To sweeten human life his friendly plan,</br>He sings wise precepts for the health of man.", "Anstey with Satire's dreaded weapon plays,</br>But hides its shining edge with hum'rous lays:</br>While Folly reads, on Pleasure's vain pretence,</br>The Muse is there, and laughs her into sense.", "While Pity in the human breast remains,</br>So long, O Pratt!  Shall last thy tender strains;</br>Long shall the sympathetic tear be paid</br>To thy poor Hermit, and the frantic Maid.", "Thee too, mild Jerningham, the Muses love,</br>And though their various walks have bid thee rove:</br>The public favour consecrates thy lays,</br>And crowns thy temples with the wreath of praise.", "The favour'd Bard of Claverton shall long</br>Remain distinguish'd in the tuneful throng;</br>Various his themes, on each ordain'd to shine,</br>Satiric, tender, humourous, or divine.", "With no weak voice we hear learn'd Roberts sing</br>The power and goodness of th' Eternal King;</br>Proud to confute the atheist's daring plan,</br>\"And justify the ways of God to man.\"", "Nor must I here forget thy modest strain,</br>O gentle master of fair Amwell's plain!</br>Tho' not to thee the splendid powers belong,</br>Good sense and virtue dignify thy song:</br>Thy mournful muse shall soothe the pensive mind,</br>And ev'ry page please or instruct mankind.", "Here may I mention thy unequal strain,</br>O Cawthorne, master of a pleasing vein!</br>How has cold negligence deform'd thy lays,</br>And from thy temples snatch'd the poet's bays!</br>Yet midst thy pebbles brightest diamonds lie,</br>Well worth the search of each poetic eye.", "A nobler praise is due the Dyer's strain,</br>Whose friendly must instructs the careful swain.</br>And tho' with wool his artful hands were bound,</br>Yet his strong lyre emits a pleasing sound;</br>And lasting praise shall to the verse be paid,</br>That paints fall'n Rome, and Grongar's pleasing shade.", "Tho' last not least in love, a bard, whose name</br>On Merit's roll an honour'd place may claim,</br>An Ogilvie demands my honest praise,</br>And pleads just title to the crown of bays.</br>Oft have his strains beguil'd the painful hour,</br>And sooth'd my sorrows by their magic pow'r;</br>His page the sole companion of my grief,</br>When tears and sighs afforded small relief,</br>When Death's cold hand had sunk to senseless clay</br>The lov'd companion of my youthful way.", "Praises well-earn'd to those bold bards belong,</br>Who bring from foreign shores the noble song;</br>To Hoole, who brought from gay Italia's plain</br>To British ears great Tasso's epic strain;</br>With the wild story of Orlando's rage,</br>And tuneful Metastasio's pleasing page.", "He, too, who brought from Lusitania's clime</br>The splendid beauties of Camoens' rhime,</br>Shall gain a place among the sons of Fame,</br>And with his fav'rite poet join his name.", "Unskill'd in Greek, each author claims my praise,</br>Who opes the tuneful springs of ancient days;</br>\"How by Medea's love the golden fleece</br>Was born from Colchos to the relams of Greece\"&mdash;</br>I read with pleasure, and the bard adore,</br>From whom great Virgil drew his sweetest store.", "By West's sweet skill the Man of Thebes appears,</br>The lofty wonder of two thousand years;</br>To British strains, with matchless force and fire,</br>He tunes the chords of his melodious lyre:</br>We see the wide Olympian plains arise,</br>And demi-gods contending for the rpize;</br>Behold each hero of distinguish'd name</br>Snatch, with bold hand, the sacred wreath of fame;</br>While all around the eager list'ning throng</br>Drink the rich nectar of the poet's song.", "By Francklin's aid I feel the pow'rful strain</br>That rous'd each passion in th' attentive train,</br>When learned Athens sought the splendid stage,</br>To hear her noblest poet's tragic rage.", "Around thy brows a radiant wreath shall shine,</br>O learned Potter!  fav'rite of the Nine!</br>Thine is the pleasing praise t' enrich our tongue</br>With the bold beauties of the Grecian song;</br>By thee stern Eschylus revives again,</br>And bids Britannia praise his lofty strain;</br>And Pity's bard, in thy just language dress'd,</br>Still holds his empire o'er the feeling breast.", "But let not tyrant man usurp the bays,</br>And snatch from Beauty's brow the corwn of praise;</br>Italia's clime her tuneful dames can boast,</br>Boscage and Dacier grace the Gallic coast:</br>Thy daughters, Albion, nobler honours claim,</br>The first in beauty, and the first in fame.", "A wreath unfading Carter's head shall bind,</br>The pride and pleasure of the beauteous kind;</br>Ev'n lordly man shall praise her pleasing strain,</br>And place her high among the learned train.", "Near her's shall gentle Seward's name appear,</br>Who deck'd with lasting verse brave Andre's bier,</br>Who trac'd bold Cook the Southern Isles among,</br>And to his memory rais'd the noble song.", "Fair Barbauld's muse glows with a seraph's fire,</br>And tunes to strains of wisdom Beauty's lyre;</br>Religion's self with added lustre shines,</br>Deck'd in the radiance of her happy lines.</br>Pride of your sex, and worhty of our praise,</br>By Phoebus crown'd with never-fading bays;</br>On Fame's eternal roll your names shall stand,</br>Ye three chaste Sappho's of the British land.", "Sweet poesy!  Thou gift by heav'n design'd</br>The noblest pleasure of the virtuous mind;</br>'Tis thine to bid the streams of rapture flow,</br>And soothe the mind oppress'd with worldly woe.</br>'Tis thine, O Muse!  Eternal fame to give;</br>Tho' dead, 'tis thine to bid the poet live!</br>When kings and princes in oblivion rest,</br>He reigns the monarch of each feeling breast;</br>The warrior's fame, the statesman's praise, may die,</br>The poet's meed is immortality.</br>Two thousand years have pass'd since Homer sung,</br>Yet still we hear the music of his tongue;</br>And Virgil's strain, that charm'd majestic Rome,</br>Shall live the praise of ages yet to come.</br>Thousands unborn shall feel our Shakspeare's fire,</br>And the strong harmony of Milton's lyre;</br>And Hayley, if aright my muse divine,</br>A long eternity of fame is thine;</br>Our eager sons shall banquet on thy song,</br>Thou last great master of the tuneful throng!</br>In these late days how arduous to explore</br>Paths by poetic feet untrod before!</br>The wilds of wit, and ev'ry bower of love,</br>Each field of battle, and each fairy grove,</br>Have oft been ransack'd by the Muses train,</br>And made the theme of many a noble strain;</br>But thy keen eye paths unexplor'd hath found,</br>And round thy brows the freshest bays are bound;</br>A crown, of all thy toils the bright reward,</br>Claim'd by no ancient, by no modern bard.</br>To fill the honours of these later-days,</br>Thy noble muse aspire to ancient praise:</br>Sublime on eagle wing she sails along,</br>And leaves below the sons of modern song.</br>O may she still on all thy labours smile,</br>And deathless fame reward thy pleasing toil!</br>May peace and love thy graver hours unbend,</br>And Health's gay train thy happy steps attend!", "Accept, O Hayley!  from a youth unknown</br>The verse that seats thee on a poet's throne:</br>No flatt'rer he, no prostitute of praise,</br>But as he loves so he commends thy lays.</br>As the fond lover can no faults espy</br>In the fair form that captivates the eye;</br>So if all beauty shines not in thy song,</br>The lover's eye hath led his judgment wrong.</br>O were my wit but equal to my will,</br>I'd mount the summit of th' Aonian hill;</br>Thence bear a chaplet of the freshest bays,</br>Bright as thy mind, and lasting as thy praise,</br>Wove by the fingers of the sacred Nine,</br>Upon thy brow the honour'd wreath should shine.</br>"]