["When first Worlds great Creatour fashioned</br>This little Mansion for our Soules of Clay;</br>Man in his image he so ordered,</br>He had both Will and Power to obay:</br>Thus this sweet concord might have lasted ay,</br>If to his Power, had been joynd his Will,</br>Which failing in Obedience to stay,</br>He brake the Peace, whereby he all did fill</br>With Fury, Warres and Strifes, which doe continue still.", "Thus, by mans wilfull fault, Hostility</br>Betweene him and his Maker first began,</br>Such breach hath Sinne made with the Deity,</br>As reconcile, not all the creatures can:</br>Besides, they all are Foes become to man,</br>For that he 'gainst their Maker did rebell:</br>Poore Adam, guilty, naked, wo and wan,</br>The Noise of God to covert doth compell:</br>A guilty Conscience is more terrible than hell.", "Adam ev'n then did feele a double paine,</br>One paine of Losse, another paine of Sense,</br>And now against him Battailes all maintaine,</br>Heav'n, Hell, World, Creatures, Wife and Conscience,</br>Are out with him for Disobedience:</br>Till God, who first elected Man in Love,</br>For mercies sake, now by Obedience,</br>From him doth paine of Losse, and Sense remove,</br>And brings to endlesse Peace, and rest, in heav'n above.", "Of wondrous value is this Pearle of Peace,</br>Which to redeeme, the Lord of Life was sold,</br>Most sweet peace-offring; when for our release</br>Christs precious bloud was as a ransome told.</br>Not that we heere should Peace and quarter hold</br>With Hell, World, Lust, true Peace's mortall foes:</br>Such Peace doth us in dang'rous warres infold:</br>Except we these most valiantly oppose,</br>For seeming Peace on earth, we doe the heav'nly lose.", "Therefore the great Peace-maker did not come</br>To send us Peace on earth, but Swords and Strife;</br>Debate betwixt the Father and the Sonne,</br>Mother and Daughter, Husband and the Wife:</br>Perpetuall warfare is a Christians life,</br>With Armes and Weapons, he must fortifie</br>Against his foes, which will assaile him rife:</br>Right end of Warres and all hostility,</br>Is gaine of happy Peace, and sweet tranquillity.", "Thou, that before, through warres and dread affray,</br>Hast for us enter'd on true Peace and rest,</br>By thine owne bloudy wounds us op'ning way,</br>And paines, wherewith thy foes did thee infest;</br>Inspire sweet heav'nly peace into my brest,</br>That thence, as from a Lymbick may distill</br>Sweet drops of peace, on hearts that are opprest,</br>And with true love of heav'nly peace so fill,</br>As feeling her sweet Good, they never faint for ill.", "Peace may be call'd the minds serenity,</br>The concord of th' affections and the will,</br>The Band of Love, the hearts simplicity,</br>The Soules chiefe good, the conscience free from ill;</br>Thus is she simply:  but if so you will</br>Discerne her nature plainer; we divide</br>Her by the friends, to whom she beares good-will,</br>Thus we in Peace with God doe first abide,</br>Next, with our selves, and, last with all the world beside.", "And yet this peace with God, our selves, and men,</br>Is but one, and the same true heav'nly peace:</br>That happy peace, we have with God, is when</br>We freed by Faith, are justifide of Grace:</br>True inward peace then in our hearts hath place,</br>When as our Consciences excuse within:</br>Then peace with men we rightly doe embrace,</br>When to have peace with all men we begin:</br>Thus have we peace with Jewes, and Turkes, but hate their sinne.", "Eternall, inward, and externall peace,</br>Eternall Peace is that with God alone,</br>From which our inward Life hath and increase,</br>The third's the peace we have with ev'ry one;</br>No farther yet than it concernes our owne:</br>For when we wrong'd or injuride behold</br>Those, that with us in godly League are growne.</br>We breake our League, if peace with them we hold,</br>For by such worldly peace our love to God growes cold.", "God is the Author, Christ the King of Peace,</br>The Seeds of peace, are by the Spirit sowne,</br>Which, water'd by his Servants heere, increase</br>Till they into abundant fruits are growne.</br>How beautifull the feet of them doe showne,</br>That Peace's joyfull tidings to us bring!</br>This Pearle of Peace, where ever it is knowne,</br>Doth passe all understanding; Christ our King</br>Did honour Peace on earth with his sweet publishing.", "Health, Quiet, Happinesse, Prosperitie,</br>All Concord, Liberty and good successe,</br>Peace to us brings with minds-tranquillity,</br>And frees our Soules from dismall heavinesse:</br>It is the doore to inward happinesse,</br>True inward Peace our hearts doth mollifie,</br>And make like Wax, that Joy on them may presse</br>The privy Seale; whereby, assuredly,</br>We sealed are to live with God eternally.", "The Gentiles that farre off, and strangers were,</br>Peace by Christs precious bloud now maketh nie:</br>For he's our peace whereby all one we are.</br>For so all fulnesse of Divinity</br>Inhabited in's Body really;</br>That on the Crosse by his most precious blood,</br>He all in heav'n and earth did pacifie:</br>Abysse profound, not to be understood,</br>But where sweet inward Peace of Conscience makes it good.", "For in the heart and Conscience is the Seat</br>Of all the Peace, that mortals can befall:</br>Alas!  what bootes it, though our peace seeme great</br>Abroad, if that within we nourish shall</br>Hate Diffidence, Contentions, Envy, Gall,</br>Without this inward peace and holinesse?</br>We may not hope to see the Lord at all,</br>Peace-makers onely shall have happinesse.</br>True peace on earth the earnest is of heav'nly Blesse.", "Sweet voyce of peace!  than which, we nothing heare</br>In heav'n or earth more glad and acceptable!</br>What more delightfull can to us appeare?</br>What here than to possesse, more profitable?</br>As sprite of man to quicken is not able</br>The members, without peace and unity;</br>So never stand the Churches members stable,</br>Unlesse sweet inward peace them vivifie,</br>And cause them all to live in peace and amitie.", "Inseparable friends are Righteousnesse</br>And peace, they one another meet and kisse:</br>Except thou Justice love, thou do'st professe</br>In vaine thy love to peace:  Him that doth misse</br>True love to Justice, peace will never blisse:</br>What more than Peace do all mankind admire?</br>But Righteousnesse to them a stranger is:</br>Sweet Fruits of Peace all earnestly require,</br>But to the workes of Justice no man hath desire.", "With peace are alwayes Mercy, Grace, and Love,</br>Faith, Meeknesse, Humblenesse, Joy, Holinesse,</br>Except these Graces her companions prove,</br>She's but seeming-quiet Lazinesse,</br>Ev'n stupifide with worldly happinesse:</br>Like dreames and slumbers, in a morning faire,</br>Which feed our Fantasies with seeming blesse,</br>But when we wake, lo, nothing but the ayre,</br>Our golden hopes are flowne, we left in more Despaire.", "This is a seeming peace:  there is a feign'd,</br>Which wolves do in sheeps clothing oft propound:</br>Ah!  many Soules by such false peace are train'd,</br>To build their peace upon uncertaine ground.</br>Such semblance make, as if there did abound</br>With them, Joy, Peace, Truth, and Sinceritie;</br>But seeke, and nothing lesse with them is found,</br>Vaine outward glory, wealth, prosperitie,</br>Is all their ayme and end, not minds Tranquillitie.", "Curst be their Union, cursed is their peace:</br>For by their concord, plots, and unity,</br>True Justice hindred is, in her increase,</br>For thus they foster all iniquity.</br>These make a shew of peace, but come to try</br>Them by their actions, they are instruments</br>Of Warres, Rebellions, Treasons, Cruelties;</br>Like Simeon, Levi, cov'ring their intents,</br>With making Proselites, and sewing Churches rents.", "Foure mortall enemies there are to peace,</br>Base avarice, pale envie, wrath, and pride:</br>If from us we for ever banish these,</br>We may in happy peace for ay abide:</br>These two words, Mine and Thine, do more divide</br>The minds of brethren, neighbors, priests and flocke,</br>Than all that you can reckon me beside:</br>These two the bands of Amity unlocke,</br>And all the world together in a fury shocke.", "Ev'n as mans body, whose just temp'rature</br>Consists of humid, frigid, hot and dry;</br>So long as they in Concord do indure,</br>Doth thrive and grow:  but if ambitiously</br>They strive amongst themselves for soveraignty,</br>Their civill breach doth cause Deaths execution.</br>So is't in City, Church, or Family,</br>Sweet Peace and Concord breed sound constitution:</br>But Envy, Discord, Pride, a fearefull dissolution.", "And as in Musicke divers diffring Sounds,</br>By Concord make one pleasant Harmonie,</br>But he that straines above the rest, confounds</br>His owne, and all the others melody:</br>So it befalleth each Society,</br>So long as they in Concord do remaine,</br>They live in plenty, ease, prosperity:</br>But if they jarre for Envy, Pride, or Gaine,</br>They from their quiet state do tumble downe amaine.", "As many weake stickes, in one faggot bound,</br>No strength of man e're able is to breake,</br>Which if they be alone and single found,</br>Would seeme but easie to a man that's weake;</br>The same we may of Peace and Concord speake,</br>Whilst they true Subjects hearts in one do bind,</br>No forraine Powre on them their spite can wreak,</br>But if with jarres it them disjoyn'd doth find,</br>It breakes their rankes, them chasing like a fearefull Hind.", "Concord and Peace be like a brazen wall,</br>No Fort's so strong as vertuous minds combin'd:</br>But as a straight and crooked piece, by all</br>The workmans skill, cannot in one be joyn'd:</br>So fores it with a good and wicked mind;</br>In wicked nature fraught with guile and spight,</br>True Peace and Concord thou shalt never find:</br>For as good minds great pleasure take in right,</br>So base malicious hearts, in doing wrong, delight.", "The hungry Foxe, pursuing hard his prey,</br>By chance upon a sleeping Snake doth tread;</br>For which, she wroth, deferres not long his pay,</br>But with sting taught him to take better heed:</br>Thus dang'rously both wounded are indeed,</br>And both to wounds do Phisicks helpe apply,</br>Which inwardly do ranckle more than bleed,</br>Yet both by Leeches skill and Surgery:</br>For bodies griefe, not minds, do find a remedy.", "Many yeeres after, this malicious Snake,</br>Who still revenge doth harbour in her brest,</br>Meeting the Foxe, him fairely thus bespake:</br>Ah!  how great sorrow doth my heart molest,</br>That we should one another thus infest:</br>For since the time that first began our broyle,</br>No greater care within mine heart doth rest,</br>But how our loves againe to reconcile,</br>(Thus would malicious Snake the crafty Foxe beguile.)", "Now if you please, let us all injuries</br>Forget, and as we ought true Peace embrace:</br>For Peace and Concord all good things supplies</br>To mortals, of what-ever ranke or place:</br>What thing more pleasing, sweet and good than Grace?</br>She all conserves, keepes all things safe and sound,</br>Makes great increase of Fruit in little space,</br>In pleasure, wealth and ease she doth abound,</br>Yea all the good, that one can wish, in her is found.", "She is the cherisher and nurse of Life,</br>She breeds, feeds, nourisheth, gives education,</br>When all confounded are by warres and strife,</br>Which breeds Corruption:  Peace brings Generation.</br>Nothing on earth is of like estimation.</br>Thus having said, she offers him to kisse,</br>And faire embrace, according to her fashion:</br>But Renold trusts her ne'r the more for this,</br>Who most malicious, cruell, implacable is:", "But thus replies, All's true that thou hast said:</br>But as true peace of all things is the best,</br>So sure of nothing more am I afraid</br>Than feigned peace:  a poyson neatly drest,</br>Which thou concealst now boyling in thy brest;</br>And, with a seeming Kindnesse, cruelly</br>Wouldst spill my Life, when as I fear'd it least:</br>No open force, spite, or bostilitie,</br>So dang'rous is, as feigned peace and amity.", "This publique, private, health, wealth, dignity,</br>All overthrowes, when most we seeme secure:</br>No man will trust an open enemy,</br>And therefore 'gainst his malice stands more sure;</br>When he by fraud can him no harme procure:</br>But such faire painting words, and honest showes,</br>Insnare the simple inexpert and pure,</br>And into misery and errour throwes,</br>Then he too late plaine-dealing from dissembling knowes.", "But now to thee, that peace dost so commend:</br>I answer, That for reconciliation,</br>And thee imbracing as a faithfull friend,</br>I never had so fond determination:</br>God shield me from thy sly malicious nation.</br>Thy guilefull heart's as hollow as the sand;</br>Thou doubt'st of Truth, I of Equivocation:</br>Stand off:  The Morall you may understand,</br>You have this Tale from me, but at the second hand.", "Thus did the Snake our mother Eve beguile</br>By baits of honour, kindnesse, and ambition:</br>But from her stole this pearle of peace the while,</br>And plung'd her, and her Seed in all perdition:</br>E're since by feign'd shewes, and false apparition,</br>This subtill Serpents viprous progeny,</br>Imbrace us, Joab-like, with all submission,</br>But to the heart-blood stab us privily.</br>Ile never trust a base malicious enemy.", "Of a fat Joviall Oratour I read</br>A pleasant story; who when he ascends</br>Into a narrow Deske for Peace to plead,</br>The people all foorth shouts and laughters sends:</br>Though's corps were grosse, his wit soone apprehends</br>Th' occasion, and he thus them telleth plaine,</br>My wife at home in bignesse me transcends,</br>Yet us at peace, one bed can well containe,</br>At oddes, we in this Citty wals cannot remaine.", "But well my Muse of her Digression wites</br>From Peace to Concord; which the Schooles define,</br>An union of divers appetites</br>Of divers men, who in affection joyne.</br>To Peace, this Definition they assigne,</br>To be a concord in the appetite,</br>Which doth th' affections but of one combine</br>In one:  I Peace and Concord here unite,</br>And of them, as but one true perfect peace do write.", "All cruell warres and battels David fought,</br>Was but to stablish peace to Solomon;</br>That type of happy peace, who now (no doubt)</br>Rests in that Peace, which he on Earth begun:</br>Oh blessed, joyfull, happy Union,</br>The Song of peace thou singest of the Bride,</br>And that great King of peace, her lovely One;</br>When sitting at the Banquet by his side,</br>Her with true peace as with a Banner he doth hide.", "His sweetest gardens are our beds of rest,</br>The fruits there growing, sweetest fruits of peace,</br>The tunes which birds there warble in their brest,</br>Be songs of Peace:  There Spring doth never cease,</br>But Zephyrus with Dewes blowes full increase.</br>Sweet Peace!  which makes the Turtles voice resound</br>Such Musique, as the heaviest heart can ease,</br>For she her notes doth to the heart propound,</br>But none conceive the sweetnesse, till they feele the sound.", "If I through Scriptures gardens should you lead,</br>And shew you all that glorious Nurcerie</br>Of fruits and flowres there, of Peace that breed:</br>I should you tire with sweet Variety.</br>It was the last bequest and Legacie,</br>Our King of peace did his Apostles leave:</br>Who made our peace when he on Crosse did die.</br>For Peace, he barres and gates of hell doth cleave,</br>And his Will in due time to endlesse peace receive.", "See his Apostles, Martyrs, Fathers all,</br>How meeke and lowly they on peace attend,</br>Refusing neither Crosse, nor cup of Gall,</br>So as they might attaine unto their end;</br>Sweet peace on earth they labour to defend,</br>When they have made their peace in heav'n above:</br>Who feeles this inward Peace, feares not to spend</br>Wealth, Strength, and Life, for to maintaine the love</br>Of those, which with them members of one Body prove.", "But what need I thee furnish from without,</br>If in thine heart this inward peace thou find?</br>This peace of Conscience will give (no doubt)</br>More Rest and Comfort to thy Soule and Mind,</br>Than all wealth, pleasure, glory here assign'd</br>Unto the wicked, for their worldly rest.</br>Sweet peace of Conscience!  who art not confin'd</br>To any pleasure here, on earth possest,</br>Eternall, heav'nly peace possesseth all thy brest.", "Oh I had my Muse some lofty rapted straine,</br>The glory of this heav'nly peace to sing,</br>Which doth the heav'n, earth, sea, ayre, all maintaine.</br>By gentle governement and ordering:</br>Or were she able, on a high-strain'd string,</br>To sing the Honour of my Soveraigne,</br>That grand Peace-maker, Britaines peacefull King,</br>Who through the Christian world doth Peace maintaine:</br>God grant, for peace on earth, thou heav'nly peace mayst gaine.", "But ah!  how can my soule opprest with Care,</br>And worldly tumults, of such Glory sing,</br>Since quiet peace her selfe removeth farre</br>From Discord, Strife, Contentions, Quarrelling?</br>Oh let me under shadow of thy wing,</br>In happy rest and Peace for ay abide!</br>So shall I never feare the malicing</br>Of Envy, Satan, Covetize, or Pride:</br>True inward peace was never vanquished, though tride.", "Ah thus I wish for Peace, but worldly Care</br>And troubles more and more my mind oppresse;</br>Afflictions heere and Crosses should prepare,</br>And fit a man for peace and happinesse,</br>But oft they fill us more with worldlinesse;</br>Yet such the nature is of inward peace,</br>She fils the hearts of all, that her possesse,</br>And ever as her vigour doth increase,</br>Our worldly thoughts and cares do more and more decease.", "O King of Peace!  grant me this inward peace,</br>'Tis that for which the Spirit alwayes prays,</br>That peace which brings all Graces sweet increase,</br>And now thou art to heav'n gone, with us stays.</br>This Peace, Hell, Death, nor Tyrants rage dismays,</br>'Tis not such peace as world to us doth give,</br>In Comforts she transcends Sunnes gentlest rays,</br>By her when we in Life of Grace have thrive,</br>With her we ever shall in life of Glory live.", "This is the peace which sets our hearts as sure</br>As Sions Mount, which no force can remove,</br>This peace it is which ever shall endure,</br>If rooted in our hearts by Faith and Love:</br>This Peace which first descends from heav'n above,</br>And doth our troubled Consciences still,</br>Which makes the Members like the Head to prove,</br>This is the Peace of God, the which doth fill</br>Both heav'n and earth with Peace, and all men with good will.", "Now never let my Soule enioy true Peace,</br>If now she doth not more my heart delight,</br>Than all the pleasures, glory, wealth and ease,</br>Which heere mens minds to vanity invite:</br>God of all Peace, which hast me giv'n a sight</br>Of this most rich invalewable treasure,</br>Grant, I on peace may set my whole delight,</br>True peace like love, which hath no bounds nor measure,</br>In this I ly downe safe, and take my rest and pleasure.</br>"]