["SCENE, THE SIDE OF A WOOD NEAR THE SEA.", "The night was still &mdash; the silver moon on high</br>Dappl'd the mountains from a cloudy sky;</br>Silent as fleecy clouds thro' aether sail,</br>Before the gentle-breathing summer's gale;</br>So thro' the misty vale, in twilight grey,</br>The sleepy waters softly past away:</br>When Daphnis, stretch'd upon a grassy bed,</br>Above his dewy pillow rais'd his head;</br>And, turning up his melancholy eyes,</br>Pour'd out his sorrows to the list'ning skies.", "The world's at rest &mdash; all nature finds repose;</br>The weary nightingales their eye-lids close,</br>Hush'd from its murmurs, ebbs the quite deep;</br>On fleecy clouds the winds are dropt asleep:</br>While I alone, deny'd the calm of rest,</br>Endure a ceaseless tempest in my breast.</br>Bewail, my flute, in plaintive notes my smart;</br>The bitter anguish of my heavy heart.", "Dear Celia's gone &mdash; go! &mdash; fatal tidings &mdash; fly!</br>Dear Celia's gone &mdash; the echoes faint reply.</br>The winds, awaken'd, come sighing o'er my head;</br>The trembling trees drop tears around my bed.</br>The sky grows gloomy at my mournful tale,</br>And ev'ry list'ning star now changes pale.</br>The wond'ring moon, in pity to my care,</br>Kisses the cloud that weeps at my despair.</br>Sicilian notes of grief my flute impart,</br>To speak the anguish of my wounded heart.", "Ah!  what avails my flocks, my fruitful hills,</br>My waving groves, my silver-foaming rills;</br>In vain I call the tuneful riv'let mine:</br>In vain its pebbles like the rainbow shine:</br>In vain its bubbling streams for ever curl</br>In giddy dances to the constant purl.</br>Deaf to my grief, she with Evander roves,</br>And scorns my bleating flocks, and cooling groves.</br>Begin, my flute, with melancholy art,</br>Express the weight of sorrow at my heart.</br>To what a clown my beauty gives her charms!</br>Round what a neck she twines her lily arms!</br>Now may the linnet with the bat combine;</br>The snowy doves with sooty ravens join:</br>The dappl'd deer to sloughs with swine remove,</br>And fearful lambs the cruel badger love!</br>My flute, bewail my loss, express the smart</br>That pierces thro' my sad neglected heart.", "No more my garden or my home I heed;</br>Now let the swine upon the fruitage feed.</br>Within my cot, where quiet gave me rest,</br>Let the dread screech-owl build her hated nest;</br>And from my window o'er the country send</br>Her midnight screams, to bode my latter end.</br>Lament, my flute, bewail the cruel smart,</br>The cutting anguish of my bleeding heart.", "The day-light breaks, the dusky shadows fly,</br>And clouds turn scarlet in the morning sky.</br>Alas!  the light can give me no relief;</br>The light augments the burden of my grief.</br>The scenes of love now sicken on my sight;</br>No more yon rock shall echo my delight:</br>Each joy is fled, with all the golden dreams</br>I once enjoy'd, by yonder sky-blue streams.</br>No more shall I, beside yon blooming thorn,</br>With flow'ry wreaths my smiling love adorn;</br>For now beneath that love-deserted tree,</br>Departed pleasure haunts my memory.</br>My flute, with mournful notes, divulge my smart;</br>With soothing warblings ease my trembling heart.", "When in my cherry-grove the trees begun</br>To show their crimson fruitage to the sun;</br>Dear luckless time!  how fatal was the day!</br>To her fair hand I bent a blushing spray.</br>Love's earliest pleasures then my heart possest,</br>And speechless raptures crowded in my breast.</br>Her soft alluring smiles my soul ensnar'd,</br>While with her lips the cherries I compar'd.</br>Bewail, my mournful flute, the pleasing smart</br>That darted thro' my fond deluded heart.", "As a calm sea, fan'd by the whisp'ring gale,</br>Allures the shepherd from the quiet dale;</br>Joyful to venture on the smiling scene,</br>Brighten'd with sun-beams from a sky serene,</br>He quits the heart-felt peace he once enjoy'd,</br>By the fair bosom of the deep decoy'd;</br>But when the shoar is ravish'd from his eyes,</br>Clouds shade the deep, and darken all the skies;</br>Beneath the tempest yawns the roaring main;</br>The rocks appear, and death receives the swain:</br>So beauteous Celia smil'd, my soul t' ensnare,</br>And dash me on the rocks of wild despair.</br>Bewail, my flute, bewail, with soothing art,</br>The dreadful tempest raging in my heart.", "What do I hear? &mdash; the country bells proclaim</br>Evander's joy, and my unhappy flame.</br>My love continues, tho' there's no redress!</br>Ah!  happy rival! &mdash; ah!  my deep distress!</br>Now, like the gather'd flow'rs that strew'd her way,</br>Forc'd from my love, untimely I decay.</br>My anguish to the skies is breath'd in vain;</br>She heeds me not, &mdash; she pities not my pain.</br>Bewail, my flute, bewail my fruitless smart,</br>The death-like shudd'rings of my throbbing heart.", "Ah!  how shall I my faithless beauty see</br>Sport with a rival where she play'd with me!</br>To distant plains I'll fly the hated sight;</br>No more my fertile fields afford delight!</br>My much-lov'd home, my native cot, adieu,</br>Where, lodg'd with peace, my fathers hoary grew.</br>Farewell, my little farm, my herds, my sheep,</br>Ye shallow streams, that murmur'd me to sleep.</br>I'll climb yon misty hill &mdash; far hence I rove&mdash;</br>Celia, farewell! &mdash; farewell the sweets of love!</br>Now cease, my flute &mdash; my sighs, no more depart</br>In plaintive music, from my dying heart.</br>"]