["Ah me!  unhappy State of mortal Wight,</br>Sith ENVY'S sure Attendant upon Fame,</br>Ne doth she rest from rancorous Despight,</br>Until she works him mickle Woe and Shame;</br>Unhappy he whom ENVY thus doth spoil,</br>Ne doth she check her ever restless Hate,</br>Until she doth his Reputation foil:</br>Ah!  luckless Imp is he, whose Worth elate,</br>Forces him pay this heavy Tax for being great.", "There stood an ancient Mount, yclept Parnass,</br>(The fair Domain of sacred Poesy)</br>Which, with fresh Odours ever-blooming, was</br>Besprinkled with the Dew of Castaly;</br>Which now in soothing Murmurs whisp'ring glides,</br>Wat'ring with genial Waves the fragrant Soil,</br>Now rolls adown the Mountain's steepy Sides,</br>Teaching the Vales full beauteously to smile,</br>Dame NATURE'S handy-work, not form'd by lab'ring Toil.", "The MUSES fair these peaceful Shades among,</br>With skilful Fingers sweep the trembling Strings;</br>The Air in Silence listens to the Song,</br>And TIME forgets to ply his lazy Wings;</br>Pale-visag'd CARE, with foul unhallow'd Feet,</br>Attempts the Summit of the Hill to gain,</br>Ne can the Hag arrive the blissful Seat;</br>Her unavailing Strength is spent in vain,</br>CONTENT sits on the Top, and mocks her empty Pain.", "Oft PHOEBUS self left his divine Abode,</br>And here enshrouded in a shady Bow'r,</br>Regardless of his State, lay'd by the God,</br>And own'd sweet Music's more alluring Pow'r.</br>On either Side was plac'd a peerless Wight,</br>Whose Merit long had fill'd the Trump of FAME;</br>This FANCY'S darling Child was SPENSER hight,</br>Who pip'd full pleasing on the Banks of Tame,</br>That no less fam'd than He, and MILTON was his Name.", "In these cool Bow'rs they live supinely calm;</br>Now harmless talk, now emulously sing;</br>While VIRTUE, pouring round her sacred Balm,</br>Makes Happiness eternal as the Spring.</br>Alternately they sung; now SPENSER 'gan,</br>Of Jousts and Tournaments, and Champions strong;</br>Now MILTON sung of disobedient Man,</br>And Eden lost:  The Bards around them throng,</br>Drawn by the wond'rous Magick of their Prince's Song.", "Not far from these, Dan CHAUCER, antient Wight,</br>A lofty Seat on Mount Parnassus held,</br>Who long had been the MUSE'S chief Delight;</br>His reverend Locks were silver'd o'er with Eld;</br>Grave was his Visage, and his Habit plain;</br>And while he sung, fair Nature he display'd,</br>In Verse albeit uncouth, and simple Strain;</br>Ne mote he well be seen, so thick the Shade,</br>Which Elms and aged Oaks had all around him made.", "Next SHAKESPEARE sat, irregularly great,</br>And in his Hand a magick Rod did hold,</br>Which visionary Beings did create,</br>And turn'd the foulest Dross to purest Gold:</br>Whatever Spirits rove in Earth or Air,</br>Or bad or good, obey his dread Command;</br>To his Behests these willingly repair,</br>Those aw'd by Terrors of his magick Wand,</br>The which not all their Pow'rs united might withstand.", "Beside the Bard there stood a beauteous Maid,</br>Whose glittering Appearance dimm'd the Eyen;</br>Her thin-wrought Vesture various Tints display'd.</br>FANCY her Name, ysprong of Race divine,</br>Her Mantle wimpled low, her silken Hair,</br>Which loose adown her well-turn'd Shoulders stray'd,</br>'She made a Net to catch the wanton Air,'</br>Whose love-sick Breezes all around her play'd</br>And seem'd in Whispers soft to court the heav'nly Maid.", "And ever and anon she wav'd in Air</br>A Sceptre, fraught with all-creative Pow'r:</br>She wav'd it round:  Estsoons there did appear</br>Spirits and Witches, Forms unknown before:</br>Again she lifts her wonder-working Wand;</br>Eftsoons upon the flow'ry Plain were seen</br>The gay Inhabitants of Fairie Land,</br>And blithe Attendants upon MAB their Queen,</br>In mystick Circles danc'd along th' inchanted Green.", "On th' other Side stood NATURE, Goddess fair;</br>A Matron seem'd she, and of Manners staid;</br>Beauteous her Form, majestick was her Air,</br>In loose Attire of purest White array'd:</br>A potent Rod she bore, whose Power was such,</br>(As from her Darling's Works may well be shown)</br>That often with its soul-enchanting Touch,</br>She rais'd or Joy, or caus'd the deep-felt Groan,</br>And each Man's Passions made subservient to her own.", "But lo!  thick Fogs from out the Earth arise,</br>And murky Mists the buxom Air invade,</br>Which with Contagion dire infect the Skies,</br>And all around their baleful Influence shed;</br>Th' infected Sky, which whilom was so fair,</br>With thick Cimmerian Darkness is o'erspread;</br>The Sun, which whilom shone without Compare,</br>Muffles in pitchy Veil his radiant Head,</br>And fore the Time sore-grieving, seeks his wat'ry Bed.", "ENVY, the Daughter of fell Acheron,</br>(The Flood of deadly Hate and gloomy Night)</br>Had left precipitate her Stygian Throne,</br>And thro' the frighted Heavens wing'd her Flight:</br>With careful Eye each Realm she did explore,</br>Ne mote she ought of Happiness observe;</br>For Happiness, alas!  was now no more,</br>Sith ev'ry one from Virtue's Paths did swerve,</br>And trample on Religion base Designs to serve.", "At length, on blest Parnassus seated high,</br>Their Temples circled with a Laurel Crown,</br>SPENSER and MILTON met her scowling Eye,</br>And turn'd her horrid Grin into a Frown.</br>Full fast unto her Sister did she post,</br>There to unload the Venom of her Breast,</br>To tell how all her Happiness was crost,</br>Sith others were of Happiness possest:</br>Did never gloomy Hell send forth like ugly Pest.", "Within the Covert of a gloomy Wood,</br>Where fun'ral Cypress star-proof Branches spread,</br>O'ergrown with tangling Briers a Cavern stood;</br>Fit Place for Melancholy Dreary-head.</br>Here a deformed Monster joy'd to won,</br>Which on fell Rancour ever was ybent,</br>All from the rising to the setting Sun,</br>Her Heart pursued Spite with black Intent,</br>Ne could her iron Mind at human Woes relent.", "In flowing sable Stole she was yclad,</br>Which with her Countenance did well accord;</br>Forth from her Mouth, like one thro' Grief gone mad,</br>A frothy Sea of nauseous Foam was pour'd;</br>A ghastly Grin and Eyes asquint, display</br>The Rancour which her hellish Thoughts contain,</br>And how, when Man is blest, she pines away,</br>Burning to turn his Happiness to pain;</br>MALICE the Monster's Name, a Foe to God and Man.", "Along the Floor black loathsome Toads do crawl,</br>Their Gullets swell'd with Poison's mortal Bane,</br>Which ever and anon they spit at all</br>Whom hapless Fortune leads too near her Den;</br>Around her Waste, in Place of silken Zone,</br>A life-devouring Viper rear'd his Head,</br>Who no Distinction made 'twixt Friend and Foen,</br>But Death on ev'ry Side fierce brandished,</br>Fly, reckless Mortals, fly, in vain is Hardy-head.", "Impatient ENVY, thro' the aetherial Waste,</br>With inward Venom fraught, and deadly Spite,</br>Unto this Cavern steer'd her panting Haste,</br>Enshrouded in a darksome Veil of Night.</br>Her inmost Heart burnt with impetuous Ire,</br>And fell Destruction sparkled in her Look,</br>Her ferret Eyes flash'd with revengeful Fire,</br>A while contending Passions Utt'rance choke,</br>At length the Fiend in furious Tone her Silence broke.", "Sister, arise:  See how our Pow'r decays,</br>No more our Empire Thou and I can boast,</br>Sith mortal Man now gains immortal Praise,</br>Sith Man is blest, and Thou and I are lost:</br>See in what State Parnassus' Hill appears;</br>See PHOEBUS' self two happy Bards atween;</br>See how the God their Song attentive hears;</br>This SPENSER hight, that MILTON, well I ween,</br>Who can behold unmov'd sike heart-tormenting Scene?", "Sister, arise; ne let our Courage droop,</br>Perforce we will compel these Mortals own,</br>That mortal Force unto our Force shall stoop;</br>ENVY and MALICE then shall reign alone:</br>Thou best has known to file thy Tongue with Lies,</br>And to deceive Mankind with specious Bait;</br>Like TRUTH accoutred, spreadest Forgeries,</br>The Fountain of Contention and of Hate:</br>Arise, unite with me, and be as whilom great.", "The Fiend obey'd, and with impatient Voice&mdash;</br>Tremble, ye Bards, within that blissful Seat;</br>MALICE and ENVY shall o'erthrow your Joys,</br>Nor PHOEBUS self shall our Designs defeat.</br>Shall we, who under Friendship's feigned Veil,</br>Prompted the bold Archangel to rebel;</br>Shall we, who under Show of sacred Zeal,</br>Plung'd half the Pow'rs of Heav'n in lowest Hell&mdash;</br>Such vile Disgrace of us no mortal Man shall tell.", "And now, more hideous render'd to the Sight,</br>By reason of her raging Cruelty,</br>She burnt to go, equipt in dreadful Plight,</br>And find fit Engine for her Forgery.</br>Her Eyes inflam'd did cast their Rays askance,</br>While hellish Imps prepare the Monster's Car,</br>In which she might cut thro' the wide Expanse,</br>And find out Nations that extended far,</br>When all was pitchy dark, ne twinkled one bright Star.", "Black was her Chariot, drawn by Dragons dire,</br>And each fell Serpent had a double Tongue,</br>Which ever and anon spit flaming Fire,</br>The Regions of the tainted Air emong;</br>A lofty Seat the Sister-monsters bore,</br>In deadly Machinations close combin'd,</br>Dull FOLLY drove with terrible Uproar,</br>And cruel DISCORD follow'd fast behind;</br>God help the Man 'gainst whom such Caitiff Foes are join'd.", "Aloft in Air the rattling Chariot flies,</br>While Thunder harshly grates upon its Wheels;</br>Black pointed Spires of Smoke around them rise,</br>The Air depress'd unusual Burthen feels;</br>Detested Sight!  in terrible Array,</br>They spur their fiery Dragons on amain,</br>Ne mote their Anger suffer cold Delay,</br>Until the wish'd-for Region they obtain,</br>And land their dingy Car on Caledonian Plain.", "Here elder Son of MALICE long had dwelt</br>A Wretch of all the Joys of Life forlorn;</br>His Fame on double Falsities was built:</br>(Ah!  worthless Son, of worthless Parent born!)</br>Under the Shew of Semblance fair he veil'd</br>The black Intentions of his hellish Breast;</br>And by these guileful Means he more prevail'd</br>Than had he open Enmity profest;</br>The Wolf more safely wounds when in Sheep's Cloathing drest.", "Him then themselves atween they joyful place,</br>(Sure Signs of Woe when such are pleas'd, alas!)</br>Then measure back the Air with swifter Pace,</br>Until they reach the Foot of Mount Parnass.</br>Hither in evil Hour the Monsters came,</br>And with their new Companion did alight,</br>Who long had lost all Sense of virtuous Shame,</br>Beholding worth with poisonous Despight;</br>On his Success depends their impious delight.", "Long burnt he sore the Summit to obtain,</br>And spread his Venom o'er the blissful Seat;</br>Long burnt he sore, but still he burnt in vain;</br>Mote none come there, who come with impious Feet.</br>At length, at unawares he out doth spit</br>That Spite, which else had to himself been Bane;</br>The Venom on the Breast of MILTON lit,</br>And spread benumbing Death thro' every Vein;</br>The Bard, of life bereft, fell senseless on the Plain.", "As at the Banquet of Thyestes old,</br>The Sun is said t' have shut his radiant Eye,</br>So did he now thro' Grief his Beams with-hold,</br>And Darkness to be felt o'erwhelm'd the Sky;</br>Forth issued from their dismal dark Abodes</br>The Birds attendant upon hideous Night,</br>Shriek-owls and Ravens, whose fell croaking bodes</br>Approaching Death to miserable Wight:</br>Did never Mind of Man behold sike dreadful Sight?", "APOLLO wails his Darling, done to die</br>By foul Attempt of ENVY'S fatal Bane;</br>The MUSES sprinkle him with Dew of Castaly,</br>And crown his Death with many a living Strain;</br>Hoary PARNASSUS beats his aged Breast,</br>Aged, yet ne'er before did Sorrow know;</br>The Flowers drooping their Despair attest,</br>Th' aggrieved Rivers querulously flow;</br>All Nature sudden groan'd with sympathetick Woe.", "But, lo!  the Sky a gayer Livery wears,</br>The melting Clouds begin to fade apace,</br>And now the Cloak of Darkness disappears,</br>(May Darkness ever thus to Light give Place!)</br>Erst griev'd APOLLO jocund Looks resumes,</br>The Nine renew their whilom chearful Song,</br>No Grief PARNASSUS' aged Breast consumes,</br>Forth from the teeming Earth new Flowers sprong,</br>The plenteous Rivers flow'd full peacefully along.", "The stricken Bard fresh vital Heat renews,</br>Whose Blood, erst stagnate, rushes thro' his Veins;</br>Life thro' each Pore her Spirit doth infuse,</br>And FAME, by MALICE inexpulsive, reigns:</br>And see, a female Form, all heav'nly bright,</br>Upheld by one of mortal Progeny,</br>A female Form, yclad in snowy White,</br>Ne half so fair at Distance seems as nigh;</br>DOUGLAS and TRUTH appear, ENVY and LAUDER die.</br>"]