["PHORBAS, DRYMON, MELANTHUS.", "PHORBAS.</br>I see a distant fleet whose tow'ring masts</br>Seem a thick grove disrob'd by winter-blasts:</br>Bold was the man who fell'd the leafy trees,</br>On floating wood to dare th' uncertain seas.", "DRYMON.</br>'Twas avarice that push'd those wretches on,</br>To seek for distant isles, and lands unknown;</br>While sea-born swains desire no foreign oar,</br>Content with sea, and careless of the shore.</br>Glaucus, a Mer man now, (but not by birth),</br>Has told the customs of those sons of earth:</br>Tho' they have all that's good, and truly rare,</br>Yet (envious) think their own too mean a share:</br>For foreign toys they roam to every shore,</br>And bring diseases home unknown before.</br>By commerce thus humours and fashions blend,</br>And what they scorn'd before they now commend.</br>Nothing has any worth that's fixt or true,</br>But things their value raise by being new.</br>Hence endless wars engage the earth-born slave:</br>This whets their rage, and ever makes them brave.</br>I late unseen saw from a distant rock</br>Two vast machines engage in clouds of smoke;</br>The winds were high, and ruffled all the main:</br>But when the fight with louder noise began,</br>And bellowing iron-tubes their sulphur fir'd,</br>The Gods afraid with drooping wings retir'd;</br>Boreas himself was hush'd in trembling air;</br>The sea grew calm, and all the sky was fair.</br>Oft have I punish'd that ambitious wight</br>Who thus entrenches on the Mer-man's right:</br>Who born on earth, yet leaves his native glades,</br>And to his own prefers the watry meads;</br>Oft have I strove to burst the yielding planks,</br>And force the leaky ship on sandy banks:</br>But see, Melanthus comes, who, blithe and gay,</br>Like a fed porpoise frisks in wanton play.</br>What happy chance has pleas'd the smiling boy?</br>The nymph he loves is sure no longer coy.", "MELANTHUS.</br>Ye Gods!  would proud Parthenoe now appear,</br>With fiercest rage I'd sieze the trembling fair;</br>Neither her anger nor her tears should move,</br>My blood's on fire, and I am full of love.</br>My head's so wond'rous light, I scarcely find</br>Whether I move on waves or dance on wind.", "DRYMON.</br>So alter'd, Triton!  whence proceeds this change,</br>So unexpected, sudden, and so strange?</br>A settled melancholy gloom, but now</br>Seem'd, like a storm, to hang upon your brow;</br>Disconsolate you look, and nought could please,</br>No herb was found to cure the fond disease.", "MELANTHUS.</br>If I can use my tongue, I'll tell thee, Love,</br>What does my soul to sudden transports move:</br>Meeting the scatter'd ruins of a wreck,</br>As shiver'd masts, planks, and a broken deck,</br>Amidst the rest a floating cask I found</br>Stopt up with artful care, and strongly bound,</br>Curious to know what was within contain'd,</br>With cautious fear I search'd; my fingers stain'd</br>Came forth all moisten'd with a juicy red;</br>But oh!  the Gods ne'er on such nectar fed.</br>Pleas'd with the heavenly taste, and spicy smell,</br>I quaff'd full bowls in a capacious shell.</br>Ye Gods!  if earthy men thus live, and drink,</br>Give me the land &mdash; the sea's a worthless sink.</br>The precious draughts my fainting spirits cheer;</br>I thus inspir'd no mortal Mer-man fear.</br>I rule the boundless seas, and now I reign</br>Sole Lord, and mighty Monarch of the main.</br>This oil has so inflam'd my secret fire,</br>I burn impatient with the fierce desire.</br>No Nymph, or old, or ugly, now I scorn;</br>Ev'n blear-ey'd Opis now wou'd serve the turn.</br>Parthenoe hates, nor do I greatly care;</br>For now, the Nymph that's kind, is only fair.", "PHORBAS.</br>Melanthus raves; what magic spell is this,</br>Which feeds the happy youth with fancy'd bliss?</br>I long to taste the juice that thus inspires</br>Fond Hopes, self-pleasing Loves, and gay Desires.</br>"]