["Believe me, EDWARDS, to restrain</br>The licence of a railer's tongue</br>Is what but seldom men obtain</br>By sense or wit, by prose or song:</br>A task for more Herculean powers,</br>Nor suited to the sacred hours</br>Of leisure in the MUSE'S bowers.", "In bowers where laurel weds with palm,</br>The MUSE, the blameless queen, resides:</br>Fair fame attends, and wisdom calm</br>Her eloquence harmonious guides:</br>While, shut for ever from her gate,</br>Oft trying, still repining, wait</br>Fierce envy and calumnious hate.", "Who then from her delightful bounds</br>Would step one moment forth to heed</br>What impotent and savage sounds</br>From their unhappy mouths proceed?</br>No:  rather SPENSER'S lyre again</br>Prepare, and let thy pious strain</br>For POPE'S dishonor'd shade complain.", "Tell how displeas'd was every bard,</br>When lately in the Elysian grove</br>They of his Muse's guardian heard,</br>His delegate to fame above;</br>And what with one accord they said</br>Of wit in drooping age misled,</br>And WARBURTON'S officious aid:", "How VIRGIL mourn'd the sordid fate</br>To that melodious lyre assign'd</br>Beneath a tutor who so late</br>With Midas and his rout combin'd</br>By spiteful clamor to confound</br>That very lyre's enchanting sound,</br>Though listening realms admir'd around:", "How HORACE own'd he thought the fire</br>Of his friend POPE'S satiric line</br>Did farther fuel scarce require</br>From such a militant divine:</br>How MILTON scorn'd the sophist vain</br>Who durst approach his hallow'd strain</br>With unwash'd hands and lips profane.", "Then SHAKESPEARE debonair and mild</br>Brought that strange comment forth to view;</br>Conceits more deep, he said and smil'd,</br>Than his own fools or madmen knew:</br>But thank'd a generous friend above,</br>Who did with free adventurous love</br>Such trophies from his tomb remove.", "And if to POPE, in equal need,</br>The same kind office thou would'st pay,</br>Then, EDWARDS, all the band decreed</br>That future bards with frequent lay</br>Should call on thy auspicious name,</br>From each absurd intruder's claim</br>To keep inviolate their fame.</br>"]