["A Shepherd's Dog there was; and he</br>Was faithful to his master's will,</br>For well he lov'd his company,</br>Along the plain or up the hill;</br>All Seasons were, to him, the same</br>Beneath the Sun's meridian flame;</br>Or, when the wintry wind blew shrill and keen,</br>Still the Old Shepherd's Dog, was with his Master seen.", "His form was shaggy clothed; yet he</br>Was of a bold and faithful breed;</br>And kept his master company</br>In smiling days, and days of need;</br>When the long Ev'ning slowly clos'd,</br>When ev'ry living thing repos'd,</br>When e'en the breeze slept on the woodlands round,</br>The Shepherd's watchful Dog, was ever waking found.", "All night, upon the cold turf he</br>Contented lay, with list'ning care;</br>And though no stranger company,</br>Or lonely traveller rested there;</br>Old Trim was pleas'd to guard it still,</br>For 'twas his aged master's will;&mdash;</br>And so pass'd on the chearful night and day,</br>'Till the poor Shepherd's Dog, was very old and grey.", "Among the villagers was he</br>Belov'd by all the young and old,</br>For he was chearful company,</br>When the north-wind blew keen and cold;</br>And when the cottage scarce was warm,</br>While round it flew, the midnight storm,</br>When loudly, fiercely roll'd the swelling tide&mdash;</br>The Shepherd's faithful Dog, crept closely by his side.", "When Spring in gaudy dress would be,</br>Sporting across the meadows green,</br>He kept his master company,</br>And all amid the flow'rs was seen;</br>Now barking loud, now pacing fast,</br>Now, backward he a look would cast,</br>And now, subdu'd and weak, with wanton play,</br>Amid the waving grass, the Shepherd's Dog would stay.", "Now, up the rugged path would he</br>The steep hill's summit slowly gain,</br>And still be chearful company,</br>Though shiv'ring in the pelting rain;</br>And when the brook was frozen o'er,</br>Or the deep snow conceal'd the moor,</br>When the pale moon-beams scarcely shed a ray,</br>The Shepherd's faithful Dog, would mark the dang'rous way.", "On Sunday, at the old Yew-Tree,</br>Which canopies the church-yard stile,</br>Forc'd from his master's company,</br>The faithful TRIM would mope awhile;</br>For then his master's only care</br>Was the loud Psalm, or fervent Pray'r,</br>And, 'till the throng the church-yard path retrod,</br>The Shepherd's patient guard, lay silent on the sod.", "Near their small hovel stood a tree,</br>Where TRIM was ev'ry morning found&mdash;</br>Waiting his master's company,</br>And looking wistfully around;</br>And if, along the upland mead,</br>He heard him tune the merry reed,</br>O, then!  o'er hedge and ditch, thro' brake and briar,</br>The Shepherd's Dog would haste, with eyes that seem'd on fire.", "And now he pac'd the valley, free,</br>And now he bounded o'er the dew,</br>For well his master's company</br>Would recompence his toil he knew;</br>And where a rippling rill was seen,</br>Flashing the woody brakes between,</br>Fearless of danger, thro' the lucid tide,</br>The Shepherd's Dog, yelping with joy, would glide.", "Full many a year, the same was he</br>His love still stronger every day,</br>For, in his master's company,</br>He had grown old, and very grey;</br>And now his sight grew dim:  and slow</br>Up the rough mountain he would go,</br>And his loud bark, which all the village knew,</br>With ev'ry wasting hour, more faint, and peevish grew.", "One morn, to the low meed went he,</br>Rous'd from his threshold-bed to meet</br>A gay and lordly company!</br>The Sun was bright, the air was sweet;</br>Old TRIM was watchful of his care,</br>His master's flocks were feeding there,</br>And, fearful of the hounds, he yelping stood</br>Beneath a willow Tree, that wav'd across the flood.", "Old TRIM was urg'd to wrath; for he</br>Was guardian of the meadow bounds;</br>And, heedless of the company,</br>With angry snarl attack'd the hounds!</br>Some felt his teeth, though they were old,</br>For still his ire was fierce and bold,</br>And ne'er did valiant chieftain feel more strong</br>Than the Old Shepherd's dog, when daring foes among.", "The Sun was setting o'er the Sea</br>The breezes murm'ring sad, and slow,</br>When a gay lordly company,</br>Came to the Shepherd's hovel low;</br>Their arm'd associates stood around</br>The sheep-cote fence's narrow bound,</br>While its poor master heard, with fix'd despair,</br>That TRIM, his friend, deem'd MAD, was doom'd to perish there!", "The kind old Shepherd wept, for he</br>Had no such guide, to mark his way,</br>And kneeling pray'd the company,</br>To let him live, his little day!</br>\"For many a year my Dog has been</br>The only friend these eyes have seen,</br>We both are old and feeble, he and I&mdash;</br>Together we have liv'd, together let us die!", "\"Behold his dim, yet speaking eye!</br>Which ill befits your anger grim</br>He cannot from your anger fly,</br>For slow and feeble is old TRIM!</br>He looks, as though he fain would speak,</br>His beard is white &mdash; his voice is weak&mdash;</br>He IS NOT MAD!  O!  then, in pity spare</br>The only watchful friend, of my small fleecy care!\"", "The Shepherd ceas'd to speak, for He</br>Leant on his maple staff, subdu'd;</br>While pity touch'd the company,</br>And all, poor TRIM with sorrow view'd:</br>Nine days, upon a willow bed</br>Old TRIM was doom'd to lay his head,</br>Oppress'd and sever'd from his master's door,</br>Enough to make him MAD &mdash; were he not so before!", "But not forsaken yet, was he,</br>For ev'ry morn, at peep of day,</br>To keep his old friend company,</br>The lonely Shepherd bent his way:</br>A little boat, across the stream,</br>Which glitter'd in the sunny beam,</br>Bore him, where foes no longer could annoy,</br>Where TRIM stood yelping loud, and ALMOST MAD with joy!", "Six days had pass'd and still was he</br>Upon the island left to roam,</br>When on the stream a wither'd tree</br>Was gliding  rapid midst the foam!</br>The little Boat now onward prest,</br>Danc'd o'er the river's bounding breast,</br>Till dash'd impetuous, 'gainst the old tree's side,</br>The Shepherd plung'd and groan'd, then sunk amid the tide.", "Old TRIM, now doom'd his friend to see</br>Beating the foam with wasted breath,</br>Resolv'd to bear him company,</br>E'en in the icy arms of death;</br>Soon with exulting cries he bore</br>His feeble master to the shore,</br>And, standing o'er him, howl'd in cadence sad,</br>For, fear and fondness, now, had nearly made him MAD.", "Together, still their flocks they tend,</br>More happy than the proudly great;</br>The Shepherd has no other friend&mdash;</br>No Lordly home, no bed of state!</br>But on a pallet, clean and low,</br>They hear, unmov'd, the wild winds blow,</br>And though they ne'er another spring may see,</br>The Shepherd, and his Dog, are chearful company.</br>"]