["The State-House clock proclaims the midnight hour,</br>The cautious cit slow turns the street-door key,</br>The draggled wantons up the alley scour,</br>And leave the street to darkness and to me.", "The twinkling lamp now sheds a twilight ray,</br>And Silence triumphs over day's rude din,</br>Save where the stageman wends his clattering way,</br>And shrill tin trumpet wakes the drowsy inn.", "Save where yon negress, selling pepperpot,</br>To surly watchmen clamouring loud complains,</br>Of wicked trull, who would not \"pay her shot,\"</br>But sneak'd away through dark and winding lanes.", "Beneath yon paltry roof, that narrow shed,</br>Where Jacobins their nightly vigils keep,</br>Are wretches met, from Justice who have fled,</br>Their consciences in Lethe (grog) to steep.", "No low intrigues for offices of state,</br>No daring falsehoods utter'd every hour,</br>No puffs of hirelings, nor no club's debate</br>Shall ever raise these convicts into power.", "For them 'tis vain while freedom's flame shall burn,</br>To think the people's confidence to share;</br>E'en should they to their native soil return,</br>Their own dear countrymen would hang them there.", "Oft to their subtlety did patriots yield,</br>Their slander many an honest heart hath broke,</br>Insidious lies the weapons which they wield,</br>Of which not Washington escap'd the stroke.", "Let not ambition mock their grub-like toil,</br>Their creeping cunning, dirty arts obscure,</br>Nor Irish rebel, with disdainful smile,</br>Declare such poltrons he cannot endure.", "The splendid villain, and the knave in power,</br>And him whose conquests swell the trump of fame,</br>Await alike th' inevitable hour,</br>When all mankind shall execrate their name.", "Let not John Bull the poet stigmatize,</br>That Justice does not all these felons reach,</br>Nor pamphlet-peddler through each alley cries,</br>C&mdash; last words, and D&mdash; dying speech.", "Can one poor rhymer, nay, can all the Nine,</br>A host of vagrant Jacobins withstand,</br>Can it be possible, with powers like mine,</br>'Gainst Europe's scum to barricade the land.", "Beneath yon roof perhaps now conceal'd</br>Some black heart pregnant with infernal fire,</br>Hands that the sword of Bonapart' might wield,</br>Or cities burn in bacchanalian ire.", "Ne'er did Ambition to their eyes her page,</br>Rich with the spoils of ravag'd realms, unfold,</br>Chill penury repress'd the ruthless rage,</br>And tamed the fury of a Nero's soul.", "Full many a rascal, ripe for bloody scenes,</br>Crowns rape with murder at a country fair,</br>Full many a rogue robs orphans in their teens,</br>While politicians hush the black affair.", "Some E&mdash; R&mdash; may be there incog.</br>His price for treason ready to declare;</br>Some young M' F&mdash; who ne'er stole a hog,</br>Nor man ne'er murder'd to purloin his mare,", "Th' applause of mob-assemblies to command,</br>To bid the faction all restraint despise,</br>To scatter falsehoods through a cheated land</br>And cast a mist before a nation's eyes,", "Their lot forbade, nor merely circumscrib'd</br>Their power to lead the populace astray,</br>Forbade the venal rogues from being brib'd,</br>Except by whiskey on election day.", "Suspicious crowds to fright with phantoms vain,</br>With Federal chains Fredonians meant to bind;</br>Or like the daring infidel Tom Paine,</br>To \"shut the gates of Heaven on lost mankind.\"", "Content, though far remov'd from publick life,</br>On gin-shop counter, or on beer-house bench,</br>To gull the mob, or stir the coals of strife,</br>To rail at Fed'ralists, and praise the French.", "Yet such as these, the dregs of every clime,</br>Who would disgrace an Abaellino's band,</br>\"The blast of anarchy and taint of crime,\"</br>Rule those who rule Columbia's \"lordly land.\"", "To give their names and characters the Muse</br>Declares is more than even Apollo can,</br>But most were litter'd in some foreign stews,</br>And in some work-house taught the rights of man.", "But why to dumb oblivion fal'n a prey,</br>Should these desert the democratick cause,</br>When rife examples teaches us that they</br>May triumph over Justice and the laws?", "No rogue so noted but he may aspire,</br>(Treason and murder bring not sure disgrace,)</br>Like G&mdash;n to light rebellion's fire,</br>And rise, if vile enough, to power and place.", "The leader of the Pennsylvania herd,</br>Whom certain punishment attends, though late,</br>If, when his wretched carcass is interr'd</br>Some brother Jacobin inquire his fate.", "His friend, who stole certificates, may say,</br>I've seen him oft, with venom'd quill in hand,</br>Four columns scrawl of lies, in half a day,</br>Then circulate the poison through the land.", "From where yon shop looks into Market-street,</br>And brother felons gather round in flocks,</br>Where Jacobins in Pandemonium meet,</br>More plagues have flown than from Pandora's box.", "Hard by yon steps deserted now with scorn,</br>Muttering dire oaths, I've seen him shivering stand,</br>And tell strange tales of Jacobins forlorn,</br>And courts and laws, those bugbears to our band.", "One night I miss'd him at th' accustom'd place,</br>At Dunn's hotel and alehouse where we meet,</br>Another came, nor did he show his face,</br>At alehouse, bookstore, Dunn's, or Market-street.", "The next I heard a melancholy tale,</br>On pure Democracy what foul reproach!</br>That our great leader had been led to gaol,</br>For lies and treasons which he dared to broach.", "EPITAPH.</br>Here low he lies, who was a pest on earth,</br>To virtue, honour, and to shame unknown,</br>Low cunning triumph'd at the ruffian's birth,</br>And villainy straight mark'd him as her own.", "Grown old in fraud, and at no crime dismay'd,</br>To sophist's head he join'd a felon's heart,</br>He carried on for years a liar's trade,</br>And gull'd the people with infernal art.", "His wily schemes 'twere useless to disclose,</br>The knavish tricks on which he placed his hope,</br>He gain'd at last, what every body knows</br>He long had richly merited &mdash; a rope.</br>"]