["A lover is a high and mighty Thing!</br>Or else we hear wilde Notes when Poets Sing;</br>Loves pleasant Priests who teach the World to wooe.</br>Nor can they want Discretions Light</br>To follow Love's most secret Flight;</br>For they are grave, and of his Council too.", "But if a Lover so important be</br>That half his Dreames may fill a History,</br>Then must a Bridegroomes Title higher sound;</br>Who first a feather'd Lover is,</br>And then flies upward to the bliss</br>Of being a victorious Lover crown'd.", "But if a Bridegroome be so crown'd a Thing</br>(For more then Lover is not less then King)</br>How glorious is the Bride who gives that Crown?</br>For though she cannot well depose</br>The Sov'raign Prince whom she has chose,</br>Yet she awhile can kill him with a frown.", "A Bridegroome and a Bride, Loves King and Queen,</br>Fame sayes, are now at Court, and to be seen;</br>And other prosp'rous Lovers, though but few,</br>And Poets, but they bear no sway;</br>And this, O costly Opera!</br>Thou, fatally, canst witness to be true.", "I will to Court, and Fame shall be my Guide:</br>But thou, fantastick Fame, canst nothing hide;</br>And I aloof in shade would follow thee:</br>Fame therefore leave thy Trumpet here,</br>To which all listen with some feare;</br>For it does praise but few, and cannot me.", "Vaine Guide!  she whispers every fool she meets;</br>And makes her stops and turnings in the Streets,</br>Which are the Peoples durty Galleries.</br>Hence!  least we reach the Court too late!</br>For little sleep does serve the State;</br>And Pow'r, the publick Scout, needs watchful Eyes.", "At last, to Hymens Chamber we are come,</br>After our heedful walks through every Roome;</br>Where many cast and cancell'd Lovers stay;</br>Who envy'd this triumphant night;</br>And therefore came ere it was light</br>In haste, to tell the Bridegroome it was day.", "Awake faire Bride!  and be your Bridegroomes dawne!</br>Break through your Curtaines, Clouds, and Mists of Lawne.</br>Like op'ning Buds your early sweets disclose!</br>Though froward Winter now growes old,</br>And coughs aloud with taking cold,</br>Be thou calme June, and our unfolded Rose.", "But being now display'd, What guilt is thine,</br>That, like the Morne, thou dost in blushes shine?</br>Roses, the Morne, and you, are innocent:</br>And, as in blushes you agree,</br>So are you the undoubted Three</br>That have alike no reason to repent.", "Thou Bridegroome, noble in thy Minde as Blood,</br>Hast Honour's flame to light thee soon to good:</br>But Honour waites as Page behinde thy Bride.</br>Thou must, to match her vertue, be</br>Humble and harmless too as she;</br>And from griev'd Lovers all her beauties hide.", "Draw not her Curtaines yet; nor rise to boast</br>What blessings thou hast gain'd, and they have lost:</br>But, free from mischief, sleep awhile, and dreame</br>How kind and loyal she will be,</br>Whilst faster she imagines thee</br>The Lovers Pattern, and the Poets Theam.", "Arise, arise!   you must not undertake</br>To think in sleep all I should speak awake,</br>Or Hymens Priests in blessings can express.</br>The World you know not yet; nor see</br>What will with it and you agree:</br>I am his Priest, and thus have learnt to bless.", "First, may those interwishes you did make</br>In dream (though you sublim'd them when awake)</br>And may those strange perfections which the Bride</br>(Lifting her Snowy hands) did crave</br>To glorify what both would have,</br>Be all by Hymens policy deny'd.", "For Hymens Common-weale cannot dispence</br>In private with Monarchick excellence.</br>When singularly good you strive to be</br>Then will the marry'd Populace</br>Cry, Libertie!  and soon deface</br>Your vertue to preserve their Vices free.", "And, though the Ermines whiteness be his grace,</br>Yet it provokes the Hunter to the Chace;</br>So an excessive purity of Love</br>Unarmes you to invite offence,</br>And for a Prey keeps Excellence.</br>You must acquaint the Serpent with the Dove.", "Next, may your Loves sweet Pledges prove but few;</br>For how can many grow so good as you?</br>Or rather, Hymen kindly grant that none,</br>Though of your own wisht Progenie,</br>May to your selves so equal be</br>In vertue as to second your renowne.", "For who can such a cautious Envy blame</br>As grieves that any one, though of your name,</br>Should wholly equall you in future dayes;</br>And so a theam to Poets be</br>By which they soon might equall me,</br>And get a flourishing Estate of Bayes?", "But how, sweet Bride, can envy ere suppose</br>A Rose-Tree budding should not bear a Rose?</br>Or that thy vertuous Mother bore not thee,</br>Or that thy noble Father cou'd</br>To any others trust his blood</br>But such as thy excelling Brothers be?", "Here then let my fantastick blessings cease.</br>I give you liberty your selves to bless,</br>Whilst Hymens busie Priesthood I lay down.</br>A Poet has not power to add</br>To that perfection which you made</br>When both your wishes joyn'd to make you one.", "Fame, shake thy Wings!  and straite prepare to fly;</br>I came not here to write a History.</br>Nor can I stay, though thou art loth to move.</br>This Court is thy most proper Spheare;</br>For thou mayst sound the triumps here</br>Of mighty Warriours, and of mighty Love.", "Those are the Songs that keep the World awake.</br>Stay then, and I will send thy Trumpet back;</br>Which civilly I made thee leave behinde:</br>Thy courted looks, if seen with me,</br>Would wither, and thy Musick be</br>But wandring blasts of the unheeded winde.</br>"]