["SONNET LXXV.</br>Once on the Sand Dione's name I traced,</br>A rising wave soon wash'd that name away;</br>Again I wrote; again the wave effaced</br>The signature of love from prying day.</br>\"Poor youth!  (she cried) all vainly hast thou strove</br>To give a soul immortality!</br>Soon, soon this object of romantic love,</br>Alas, must sink into eternity!\"</br>No, my soul's joy!  Though vulgar beauties fade,</br>Immortal honours wait Dione's name;</br>Her bard, her Damon, sings his angel maid,</br>And future ages shall record her fame.</br>Yes, they shall tell of happy Damon's truth,</br>Dione's sweetness, sense, and blooming youth.", "SONNET LXXXII.</br>Power, wealth, and beauty, sweetness, sense, and worth,</br>To thee, Dione, were the gifts of heav'n!</br>But O, a meaner star at Damon's birth</br>Shed its fair beams, &mdash; for only love was giv'n!</br>Thus, while I bless the influence which decreed</br>So bright an object to my soul's fond vows,</br>Still, still I tremble, lest her breast should bleed</br>That such an humble love her fate allows.</br>Still, still I tremble, lest the high-born fair</br>Should blush to favour such a lowly flame;</br>Lest the loved angel should disdain to share</br>Her Damon's fortunes, and her Damon's name.</br>But, while by love inspired, he sings her worth,</br>Th' enraptured hearer shall forget his birth.", "SONNET XXVIII.</br>See, on the bosom of my smiling maid,</br>With various sweets, the laurel-branch reclines,</br>The laurel that encircled Damon's head</br>Glows on her ivory breast, and brighter shines!</br>All hail!  blest augury of growing love&mdash;</br>Her poet's badge the mild Dione wears!</br>Teach her, sweet laurel, teach the maid to prove</br>A tender pity for her Damon's tears;</br>And when her beamy eyes are fixed on thee,</br>Bid her remember hapless Daphne's fate,</br>A blooming virgin stiffening to a tree,</br>Sad victim of her own relentless hate!</br>Then fly not, dearest, from thy Damon's arms;</br>A son of Phoebus woes those haughty charms.", "SONNET XLVI.</br>'Tis night, my love!  the tempest roars,</br>The hail descends, the lightning glares,</br>Yon cloud th' incessant torrents pours,</br>And Nature thus Heaven's will declares.</br>Yes, Nature thus commands my stay,</br>But stern Dione bids me fly;</br>Her cruel mandate I obey,</br>And go, though going be &mdash; to die!</br>Your wrath, kind elements, assuage,</br>Hide, forked lightnings, hide your fire,</br>Cease, boist'rous Boreas, cease to rage,</br>Quick to your gloomy caves retire;</br>Why on a hapless lover's head,</br>Relentless storm, your fury shed?", "SONNET X.</br>Torn, rack'd with anguish, since that fatal hour,</br>When bright Dione wing'd the cruel dart,</br>Ah, vengeful love!  by what despotic pow'r</br>Thus dost thou torture this perturbed heart?</br>Alas!  my lovely tyrant joys to see</br>The hourly conquests of her victor eyes;</br>Derides my sorrows, scorns thy pow'r and thee,</br>And proudly triumphs o'er her vanquish'd prize!</br>Bend, Cupid, bend this rebel to thy sway,</br>Teach her to feel the passion she inspires,</br>Bid her some vulgar conqueror obey,</br>Or sorrowing consume in hopeless fires;</br>That Damon, now the object of her scorn,</br>May see her tears, and triumph in his turn.", "SONNET LVI.</br>True, she is fair, &mdash; but cruel and unkind</br>As the fell tyger growling o'er his prey:</br>O Love!  is this the image of that mind</br>Whose winning sweetness smil'd my peace away?</br>True, she is fair, &mdash; but pitiless and cold</br>As the wild storm that sweeps the wint'ry plain:</br>If chance some lonely tree its leaves unfold,</br>Bleak blows the blast, and makes its promise vain!</br>True, she is fair, &mdash; but hard and obstinate</br>As the rough rock, that waves in vain assail,</br>'Gainst which some ship, of succour desolate,</br>Wounds its tough sides, while human efforts fail.</br>The storm, the tyger, and the rock, is she;</br>And I, alas!  the prey, the ship, the tree!", "SONNET LXXVIII.</br>Dione lost!  from place to place I rove,</br>As roves the fawn, the parent hind away;</br>And missing thee, o'er valley, hill, and grove,</br>Where oft we wander'd, pensively I stray.</br>The tender herbage late thy footsteps wore,</br>And late the fragrant bower conceal'd thy charms;</br>But now the yielding verdure bends no more,</br>No more the bower receives thee to its arms.</br>Dione lost!  ah, what for me remains?</br>Sure sorrow's livery mourning autumn wears,</br>Sure the kind heavens, in pity to my pains,</br>Lament thine absence in continual tears.</br>Cease, cease ye skies, to weep Dione gone,</br>For here the virgin 'bides, and this fond heart's her throne.", "SONNET XIII.</br>The laughing Amoret may fail to charm,</br>The winning Melicerta cease to move,</br>The tender Delia wake no fond alarm,</br>Though versed in all the witcheries of love.</br>But that proud port which high Dione bears</br>Pourtrays a mind from earth-born passions free;</br>And when her haughty head to heaven she rears,</br>She seems to soar above mortality.</br>For her what numbers waste in hopeless fires!</br>Yet, Lycon, 'tis not pride exalts the fair;</br>Her purer thought from earth to heaven aspires,</br>Love, and love's follies, are beneath her care.</br>Since heaven itself to pity is inclined,</br>Why, beauteous tyrant, why to all unkind?</br>"]