["Sir Calidore advanced was in age,</br>His Pastorella, too so passing fair!</br>Now by her beauty could no more engage,</br>But by her meekness and her household care;</br>And sure they were an ever-loving pair,</br>That love was now into a habit grown;</br>And every day encreased more and more,</br>By little tendances, domestic, shewn,</br>On either side, from sickness to restore,</br>Or blunt affliction's load by bearing half the sore:", "And so it was with all that love sincere,</br>When mutual goodness makes the happy choice;</br>It grows with calm content from year to year,</br>And reason and religion give their voice,</br>That each of them should ever more rejoice;</br>But 'tis not so, when without good intent,</br>Wild passion drives youth headlong on to woo;</br>Then love soon flies, as if 'twas only lent,</br>And then they all their evil tempers shew,</br>That ev'n to live together they have much to do.", "And if good nature one of them o'errules,</br>This party shall the weight of woe sustain;</br>For such are ever treated here as fools,</br>As if they were decreed to suffer pain,</br>From currish natures keen, and cross in grain!</br>Oh!  this should never be; for we are taught,</br>In holy Writ, which we do all profess,</br>That we should never do to others aught,</br>But what from them to us we would not think a fault.", "What happiness on earth, if all would mind,</br>As Calidore and Pastorella did,</br>To love each other, and all human kind;</br>The contrary whereof we are forbid,</br>And taught to love our enemies did die,</br>For we are by nature nothing else,</br>So much He loved us, who left the sky!</br>So fervent for us all his matchless charity!", "By course of time Sir Calidore grew ill,</br>And near the death he saw himself decline;</br>But, having gained grace, his patient will</br>Most perfectly obey'd the will divine;</br>Nor did he once against his fate repine;</br>For he had left the sins for which he griev'd,</br>(Too many have been acted by the best)</br>He long had known in whom he had believ'd,</br>From whom he had the Holy Spirit's power receiv'd.", "This made him look on death as on a friend,</br>To lead his soul to everlasting rest;</br>So joyfully he met his latter end,</br>His seem'd to be a mansion of the bless'd!</br>Such peace and love within him he possess'd,</br>That often times in words of savoury taste,</br>He would the raptures of his mind declare,</br>While his poor body more and more did waste,</br>And brighter did he shine, still brighter to the last!", "Poor Pastorella for her dreadful loss,</br>And for his pain was sorely vex'd at heart,</br>And grief did Claribel's whole heart engross,</br>And Melibee was stunn'd through ev'ry part,</br>And Cynthia was pierc'd as by a dart;</br>These three dear children to their loves were giv'n,</br>And filial duty now was all their strife;</br>Such harmony can only come from heav'n,</br>Unmix'd with hate, or any base, unholy leav'n!", "But now as nearer to his death he drew,</br>He call'd his wife and children to his bed,</br>His poor dim eyes their features scarcely knew,</br>But having ask'd his wife to raise his head,</br>He thus unto them all in order said;</br>\"O Pastorella!  think what joys I find,</br>In sure and certain hope of endless bliss;</br>This makes me bear my pains with patient mind;</br>Then drop no tear, or you will be to me unkind.", "\"Dear Claribel!  a father here you lose,</br>But God Almighty will be to you more;</br>If you the better part in time will choose,</br>Give him your heart, and ponder on the poor,</br>Who thus will be your friends when time is o'er;</br>Then let not grief affect your tender frame,</br>For it is sin to nurse it to excess,</br>Oft' in affliction we are all to blame,</br>We look not at the gracious hand, from whence it came.", "\"O Melibee!  I see your grief confin'd,</br>Like burning fire within your manly breast,</br>Bear up, and trust the God that chears the mind,</br>When none but He can succour the distress'd,</br>And He can even make the wretched bless'd;</br>O!  lend my widow, and your sisters, aid,</br>And ever keep in mind a Saviour's love;</br>And you'll be now, and after death repaid;</br>Though nothing is our due, because we all have strayed.", "\"And thou, dear Cynthia!  cease to weep for me,</br>We yet shall meet where we shall never part,</br>Remember in thy youth, Him, who, for thee,</br>Was, woe to tell!  sore pierced to the heart,</br>And rose from death!\"</br>Here Calidore with death's loud call complied,</br>And each saluting with a last farewel;</br>Tears fell from every eye &mdash; he turn'd aside&mdash;</br>Heav'd a long sigh, and in an instant calmly died!</br>"]