["Whom of the worthies Fame asserts her own,</br>Wilt thou, Calliope, adorn?  O say,</br>Awakening from thy shell its loftiest tone,</br>What hero lives for ever in thy lay&mdash;</br>What godlike chief, above the clouds of Time</br>Thy hand shall blazon bright in Glory's fane sublime?", "Thy vot'ry sworn, thy zealous vot'ry me</br>The dauntless sons of native Britain fire,</br>Bold on the Cynthian hills to follow thee,</br>And swell their hundred echoes with my lyre,</br>Whilst Mem'ry, glorying British worth to view,</br>Starts from Renown's old path, and gives that worth anew.", "Lo!  the new triumphs in which Albion prides,</br>And shouts to Heav'n her glories &mdash; Constantine,</br>That star whose lustre Rome with her divides,</br>O'er the subjected world is seen to shine,</br>And with the cross the wreath of Caesar twin'd</br>Is Rome's exalted claim to rule and bless mankind.", "And thee, O Alfred, whilst Remembrance reigns</br>In every Briton, eager-blasting Time</br>Shall spare, and, Pindus shook with Rapture's strains,</br>The sacred Nine shall hymn thy zeal sublime,</br>Which, whilst around them storms barbaric beat,</br>In Rhedycina rais'd their heav'nly-calm retreat.", "Ah me!  what scenes of horror wound my eyes!</br>Destruction spreads amain the gory flood,</br>For Freedom, 'scap'd her Danish dungeon, flies</br>To character her rights in Danish blood,</br>And from the tablet warn each coming age,</br>That, when her wrath flames forth, 'tis Aetna's wasting rage.", "Vain was the fair Gunilda's princely race,</br>When her lov'd lord, sunk dying on her breast,</br>With streams of purple streak'd its ivory grace,</br>And, screaming round 'em, their lov'd infants press'd&mdash;</br>Blended with their's she heard her country's cry,</br>Nor, 'mid the gen'ral doom, or blush'd, or fear'd to die.", "Whither, oh!  whither will ye, floods of Glory,</br>Bear my rapt spirit swelling to unfold</br>Arthur's dread feats, the theme of gorgeous story,</br>The far-fam'd hero, and his barons bold,</br>Whose chivalry still shakes old Cambria's lyre,</br>Which Celtic fancy smites with more than Grecian fire.", "Ah!  George of Cappadocia, sainted name,</br>I see thee couch thy spear, now lift it high,</br>And springing at the dragon-breathing flame,</br>And rending with his unknown yell the sky;</br>Thy dauntless force has giv'n the fatal wound,</br>The blatant monster falls, and bellowing beats the ground.", "O rescued maid, I see thy virgin tear,</br>And note the soft sigh checking thy delight,</br>Thou dar'st not step the ghastly carcass near,</br>But back hast started, lily-pale with fright,</br>Whilst on the horrid hulk thy champion stands,</br>Lifts his glad eyes to Heav'n, and clasps his spearless hands.", "Amid loud paeans roars Bellona's car,</br>But let Calliope chastise her lyre</br>To numbers that may still the din of war,</br>And, Edward prais'd, his regal race inspire</br>Long ages hence the dove of peace to tend,</br>And cherish saint-like zeal till Time himself shall end.", "Cease, ye soft numbers, ye are heard no more,</br>So dread a spectacle mine eye surveys&mdash;</br>Stern William arm'd array on Albion's shore,</br>And on the sea his fleets far-shining blaze;</br>The chief exulting eyes the raging flame,</br>Then rushes to the van, and leads the way to Fame.", "Now see I Strongbow's all-achieving hand</br>Bend fierce Ierne under Britain's sway;</br>Now high-soul'd Harry cheers his sick'ning band,</br>To heap new glories on St. Crispian's day,</br>Following the red-cross like a fiery flood,</br>Till, vaunting France laid low, her lillies blush'd with blood.", "But, ah!  in vain Britannia, trophied tower,</br>Frowns high with all the battlements of war,</br>Since inward fires the glorious fane devour,</br>Whose port shot terrors o'er the realms afar,</br>Till wolf-ey'd Richard, grasping hard his prey,</br>Found guilt a crown of thorns on Bosworth's fatal day.", "Now York and Lancaster in love unite,</br>Nor hence 'mid storms the doubled sun appears,</br>But one fair wreath the red rose and the white&mdash;</br>One regal sunshine gilds the smiling years,</br>Till well-poiz'd Order nerves the coming reign</br>To strike the lion-blow that burst the papal chain.", "I droop 'mid burthening glories to the ground,</br>And close mine eyes to shun their dazzling flame;</br>Mute is the reed by Mulla's stream, whose sound</br>With airs melodious hail'd Eliza's fame,</br>For ever mute on Avon's bank the lyre,</br>Bedropt by Fancy's hand with gems of living fire.", "Not but that Mulla's plaintive swan would fail</br>To trace the spring of Gloriana's course,</br>Nor on its plumes could Avon's eagle sail</br>Heav'n-ward so high, with all his soaring force,</br>As to survey the compass of her praise,</br>And count the clustering stars that 'round her temples blaze.", "The public mother taught, not aw'd, by woes,</br>From holiest Truth (blest outset) drew the cloud,</br>Tried her throne's strength, new-thron'd, and queen-like chose</br>To tell the wond'ring world her Faith aloud;</br>Her cherish'd people feels her heart is their's,</br>Mounts with her mounting soul, and all her genius shares.", "\"This is my Sparta,\" (said she) \"to adorn,</br>And it shall find a Spartan zeal in me,</br>That I may shew the ages yet unborn,</br>That this blest isle, the mistress of the sea,</br>Is Glory's cliff, and guards an eagle race,</br>Their limbs all pow'rs of strength, their plumes all hues of grace.", "\"Come on then, Spaniard, and, proud Philip, know,</br>Thy vast armada, and thy wide-spread sway,</br>Boast not the force, when Britain is thy foe,</br>To daunt my sons, who smilingly survey,</br>Burthening the ocean, heavily urg'd along</br>Before the following winds, thy fleet's ill-hallow'd throng.", "\"Howard and Drake, Britannia's foe descry,</br>Greenville and Frobisher, behold your prize,</br>Swift as the lightning on your quarry fly,</br>For Vic'try, Vic'try, with your thunder flies&mdash;</br>Europe now pale  shall flush with proud amaze,</br>And Britons ages hence carol my golden days.\"", "Pardon, great Foundress, of the school renown'd</br>(Whence I was wont to thee fond tribute bring,</br>And from my lyre provoke th' extatic sound,</br>Which these damp days deny its languid string)&mdash;</br>Oh!  pardon me, if now thy famous shrine</br>Receive a faded wreath &mdash; for still my heart is thine.</br>"]