["Ah me!  how arduous is the poet's task,</br>Who tunes to serious lays a simple lyre;</br>No Muse's feign'd assistance deigns to ask,</br>Nor warms his fancy in Apollo's fire!</br>Such task is mine:  No fabled Nine inspire</br>The song which Taste and Science bend to hear:</br>No laurel wreath my humble thoughts require;</br>My theme condemns each selfish hope and fear,</br>And bids me seek to please the all-attentive ear.", "I cannot rove with Harold, wayward \"Childe,\"</br>To cull poetic flow'rs on classic ground;</br>Nor would I, with a strain so strangely wild,</br>Each gentle ear and pious heart confound.</br>Nor may I bid the Northern Harp resound,</br>Like Scotland's bard of love and chivalry,</br>Whom noble \"dames and crested chiefs\" surround,</br>To list his storied song \"sublime and high,\"</br>Of Valour's \"dauntless deed and Beauty's matchless eye.\"", "Not mine the aim a vacant mind t' amuse,</br>And please the idle with an idle lay:</br>Well might the wise and fair a song refuse,</br>Which would but cheat their precious hours away.</br>Truth is the Genius of our happy day,</br>To her my humble tribute let me bring,</br>In measure that bespeaks her sober sway,</br>The while a weak and trembling hand I fling</br>O'er Spenser's ancient lyre, with long resounding string.", "Yet may fair Virtue's eulogist essay</br>To deck a heavenly theme with earthly flow'rs;</br>Nor does Religion aye forbid to stray</br>Through the soft shade of Fancy's blooming bow'rs,</br>Nor scorns the meed of scientific hours;</br>But guides the progress of a studious mind,</br>Gives to the noblest use our noblest pow'rs,</br>Cheers the rapt soul with pleasures most refin'd,</br>And leaves earth's fading scenes and tinsel toys behind.", "Oh!  I have lov'd, in youth's fair vernal morn,</br>To spread Imagination's wildest wing,</br>The sober certainties of life to scorn,</br>And seek the vision'd realms that Poets sing&mdash;</br>Where Nature blushes in perennial Spring&mdash;</br>Where streams of earthly joy exhaustless rise&mdash;</br>Where youth and beauty tread the choral ring,</br>And shout their raptures to the cloudless skies,</br>While ev'ry jovial hour on downy pinion flies.", "But ah!  those fairy scenes at once have fled,</br>Since stern Experience waved her iron wand,</br>Broke the soft slumbers of my vision'd head,</br>And bade me here of perfect bliss despond.</br>And oft have I the painful lesson conn'd,</br>When disappointment mock'd my roving heart,</br>Still of its own delusions weakly fond,</br>And from forbidden pleasure loath to part,</br>Though shrinking oft beneath correction's deepest smart.", "And is there nought in mortal life (I cried)</br>Can soothe the sorrows of this lab'ring breast&mdash;</br>No kind recess, where baffled Hope may hide,</br>And weary nature lull her woes to rest?</br>Oh!  grant me, pitying Heav'n, this last request,&mdash;</br>Since I must every loftier wish resign&mdash;</br>Be my few days with peace and friendship blessed;</br>Nor will I at my humble lot repine,</br>Though neither wealth, nor fame, nor luxury be mine.", "O!  give me yet, in some recluse abode,</br>Encircled with a faithful few, to dwell,</br>Where power cannot oppress, nor care corrode,</br>Nor venom'd tongues the tale of slander tell&mdash;</br>Or bear me to some solitary cell,</br>Beyond the reach of ev'ry human eye;</br>And let me bid a long, a last farewell,</br>To each alluring object 'neath the sky,</br>And there in peace await my hour in peace to die!", "\"Ah, vain desire!  (a still small voice replied)</br>No place, no circumstance can peace impart:</br>She scorns the mansion of unvanquish'd pride,</br>Sweet inmate of a pure and humble heart.</br>Take then thy station &mdash; act thy proper part&mdash;</br>A Saviour's mercy seek &mdash; his will perform.</br>His word has balm for sin's envenom'd smart,</br>His love diffus'd thy shudd'ring breast shall warm,</br>His pow'r provide a shelter from the gath'ring storm!\"", "O welcome hiding place!  O refuge sweet</br>For fainting pilgrims on this desert way!</br>Oh kind conductor of these wand'ring feet,</br>Through snares and darkness, to the realms of day!</br>Soon did the Sun of Righteousness display</br>His healing beams; each gloomy cloud dispel;</br>While on the parting mist, in colours gay,</br>Truth's cheering bow of precious promise fell,</br>And Mercy's silver voice soft whispered, All is well.", "Ye devious paths, ye pois'nous sweets, adieu!</br>Quench'd be each sensual passion's blasting flame&mdash;</br>Quick let me join the lone and lowly few,</br>Who, counting all things loss for that dear Name</br>Which Angels rev'rence, part with wealth and fame,</br>And ease and pleasure, for a heav'nly prize;</br>Bear with meek smiles, the scandal and the shame,</br>On future glories fix their eager eyes,</br>And tread, with steady step, their pathway to the skies.", "And is their journey joyless?  Ask those tears</br>Of melting penitence, that silent flow,</br>At thought of Him whose love dispell'd their fears,</br>And taught their breasts with gratitude to glow.</br>Oh!  'tis a taste of heav'nly bliss below,</br>Those pearly drops of pious grief to shed;</br>To pour the soul, in luxury of wo,</br>Before the eyes that wept &mdash; the feet that bled,</br>To call down blessings on the trembling sinner's head.", "O happy hours to pure devotion giv'n,</br>When, on the wings of faith, their spirits rise,</br>To hold exalted intercourse with Heav'n,</br>And bow before the Monarch of the skies!</br>How fair, when earth's delusive vision flies,</br>Yon land of promise swells in distant view;</br>Where Love's full fount unfailing joy supplies,</br>Where Eden's bow'rs their forfeit sweets renew,</br>And all is pure and peaceful, all sincere and true!", "Nor less the pious pleasures that attend</br>His daily walk of active usefulness,</br>Who, like his heav'nly Master, Man's best Friend,</br>Lives but to love, and loving, lives to bless.</br>Untaught each gen'rous impulse to suppress,</br>By worldly maxims, and by selfish fears.</br>A nobler aim his kindly deeds confess:</br>Heav'n's bounty with the poor he freely shares,</br>And soothes the widow's grief, and dries the orphan's tears.", "Sweet is the musick of a grateful voice,</br>In whose soft accents grief and gladness blend;</br>Where pity bids a drooping heart rejoice,</br>And helpless mis'ry finds an unsought friend.</br>When days are dark, and gath'ring clouds impend,</br>Who would not ev'ry selfish wish forego,</br>To act as Heav'n's kind almoner, and send</br>Those comforts which the sad alone can know,</br>And calm the swelling breasts, and hush the voice of wo?", "Poor are the pleasures of luxurious ease,</br>Of pamper'd appetite, or wealth or show:</br>The toys of earth one little hour may please,</br>Its blooming bow'rs some transient sweets bestow:</br>But soon the fading wreath aside we throw&mdash;</br>Soon the rich banquet palls upon the taste&mdash;</br>The jest grows stale &mdash; the spirits cease to flow&mdash;</br>From scene to scene we disappointed haste,</br>But find all barren still, a cold and dreary waste.", "Oh!  ye who, sleepless, press your beds of down&mdash;</br>Who rise unfeasted from your sumptuous board,</br>And wonder at your lassitude, and frown</br>At scenes that once such pleasure could afford&mdash;</br>Now leave the paths thus fruitlessly explored;</br>From your past folly future wisdom gain&mdash;</br>Buy heav'nly friendships with your useless hoard&mdash;</br>Lend to the Lord &mdash; nor think his promise vain&mdash;</br>Exhaustless wealth and endless joy ye shall obtain.", "Ye favour'd ones, who roam the shady groves</br>Of Academus with the great and wise,</br>Your high pursuits Religion well approves,</br>For Knowledge is the offspring of the skies&mdash;</br>Yet, while to scientific heights ye rise,</br>And still extending realms of light survey,</br>While Nature still to your admiring eyes</br>New works of pow'r and wisdom shall display,</br>And art and fancy bear your raptured souls away&mdash;", "O!  yet beware of philosophick pride!</br>Frail reason's bold, advent'rous flight restrain:</br>Lest, having left her sole unerring guide,</br>She waste her strength in wand'rings wild and vain.</br>Respect your nature &mdash; your high rank maintain&mdash;</br>Let not the love of fame your mind enthral&mdash;</br>Think not enough a world's applause to gain&mdash;</br>For soon oblivion's deepest shade must fall</br>On all th' ephemeral glories of this earthly ball.", "The scholar a useless fund of classic lore,</br>Shines but to dazzle with deceptive glare;</br>And, like the miser's watch'd and worship'd store,</br>Is told and treasur'd with a bootless care.</br>Science, as Virtue's handmaid, shines most fair;</br>The rich attainments of a lib'ral mind,</br>Serve but for higher duties to prepare;</br>Give nobler aims and feelings more refin'd,</br>And make the man a greater blessing to his kind.", "Virtue alone is wisdom.  From the ways</br>Of fashionable folly to depart&mdash;</br>To render all their dues &mdash; To God, just praise&mdash;</br>To man, the helping hand and feeling heart&mdash;</br>This is true knowledge, this the sacred art,</br>For which the learn'd and rude alike must bend</br>Low at His feet, whose word can light impart,</br>Each errant thought correct, each fault amend,</br>Till taste and principle in every duty blend.", "It is the Gospel's glory that it suits</br>The learn'd and ignorant, the great and small,</br>The Tree of Life has rich and various fruits,</br>And leaves of healing virtue, free for all;</br>And loud and earnest is Heav'n's gracious call;</br>And bounding youth and tott'ring age may come,</br>To catch the nectar'd clusters as they fall,</br>And taste of pleasures that survive the tomb,</br>Imparting health immortal, and unfading bloom.", "Would'st thou be noble?  See from yonder throne,</br>Disrob'd of royal radiance, descend</br>The King of Kings &mdash; Jehovah's equal Son&mdash;</br>The Lord of Angels, and &mdash; the sinner's Friend!</br>Go learn of him &mdash; in filial meekness bend</br>Beneath thy heav'nly Father's high behest;</br>The arms of boundless charity extend&mdash;</br>Live for mankind, and be thine aim confest,</br>By lowliness to rise &mdash; in blessing to be blest.", "Would'st thou be mighty?  Seek not in this field</br>Of groans and blood to triumph o'er the slain;</br>The weapons of a nobler warfare wield,</br>A more important victory to gain.</br>Subdue thy passions &mdash; the good fight maintain,</br>With each rebellious inmate of the soul:</br>Each turbulent and lofty thought restrain&mdash;</br>Preserve thine inward empire firm and whole,</br>And reign in bloodless majesty of self-control.", "Wouldst thou be rich?  Delve not in Mammon's mine,</br>Nor grudge the golden fetters of his slave,</br>A gen'rous and a humble heart be thine,</br>And thou art wealthier than the ocean wave,</br>That hides what thousands died to gain and save;</br>Yet cold and cheerless holds the shining store,</br>The Merchant's spoiler and the seaman's grave!</br>Then be content &mdash; no needless gift implore&mdash;</br>To-day's supply is promised &mdash; Worlds could yield no more.", "Seest thou yon lonely cottage in the grove&mdash;</br>With little garden neatly plan'd before&mdash;</br>Its roof, deep shaded by the elms above,</br>Moss-grown and deck'd with velvet verdure o'er?</br>Go, lift the willing latch &mdash; the scene explore&mdash;</br>Sweet peace, and love, and joy, thou there shalt find:</br>For there Religion dwells; whose sacred lore</br>Leaves the proud wisdom of the world behind,</br>And pours a heav'nly ray on every humble mind.", "When the bright morning gilds the eastern skies,</br>Up springs the peasant from his calm repose:</br>Forth to his honest toil he cheerful hies,</br>And tastes the sweets of nature as he goes&mdash;</br>But first, of Sharon's fairest, sweetest Rose,</br>He breathes the fragrance, and pours forth the praise:</br>Looks to the source whence ev'ry blessing flows,</br>Ponders the page which heav'nly truth conveys,</br>And to its Author's hand commits his future ways.", "Nor yet in solitude his prayers ascend:</br>His faithful partner and their blooming train,</br>The precious word with rev'rent minds attend,</br>The Heav'n-directed path of life to gain.</br>Their voices mingle in the grateful strain&mdash;</br>The lay of love and joy together sing,</br>To Him whose bounty clothes the smiling plain,</br>Who spreads the beauties of the blooming spring,</br>And tunes the warbling throats that make the vallies ring.", "And are there those, can grasp with eager hand,</br>The various bounties of indulgent Heav'n,</br>Nor yet their hearts with gratitude expand,</br>To Him whose favors are so freely giv'n?</br>Why are thy not from all these beauties driv'n,</br>Where joyless hills of snow perennial rise,</br>Where barren plains, by frosts relentless riv'n,</br>Spread their pale horrors to the gloomy skies,</br>And Nature o'er her desolation ceaseless sighs?", "Oh!  God is merciful.  His pitying mind,</br>With patience almost infinite, endures</br>The guilty stupor of the thankless hind,</br>And his, whom false philosophy allures</br>From the plain path which heav'nly peace insures,</br>To sceptic glooms and reason's clueless maze.</br>Still goodness proves them &mdash; mercy's voice conjures&mdash;</br>Insulted justice long its wrath delays,</br>And still the Book of Truth its precious light displays.", "Who loves his country?  Let him bend the knee</br>Before that throne, whence ev'ry gift descends;</br>And, while he prays Columbia may be free,</br>And to Heav'n's kind and constant care commends</br>The glorious empire, that so fast extends,</br>Where late the beast and savage only trod&mdash;</br>O let him ask that Virtue's faithful friends</br>May spread her influence o'er their new abode,</br>And there erect the altar of their father's God!", "Religion is the glory of our land;</br>The strength of Law, the guard of Liberty.</br>Who love her precepts will most firmly stand</br>For order, peace, and virtuous harmony.</br>Who love them not, deserve not to be free:</br>For vice unchain'd is man's severest foe&mdash;</br>Breathes discord, feuds and direful anarchy&mdash;</br>Aims at our dearest rights a deadly blow,</br>And whelms each patriot heart in deep and lasting wo.", "Then let each freeman's honest suffrage raise</br>To posts of dignity and seats of pow'r,</br>The men who blush not at their Maker's praise,</br>Nor fear to keep devotion's sacred hour.</br>When foes assail and threat'ning tempests low'r,</br>Their prayers and counsels shall united raise,</br>Like Salem's wall and Zion's moveless tow'r,</br>To shield and bless the fav'rites of the skies,</br>While each impending storm in harmless murmurs dies.", "Such was the man, whom yet we love to call</br>Our country's Father:  whose immortal name</br>Could once fair Freedom's fiercest foes appal,</br>And long shall swell the loudest note of fame.</br>And while Columbia's favor'd race shall tame</br>The soil his wisdom and his valor won,</br>Each grateful tongue his honor shall proclaim,</br>And every patriot father teach his son</br>To emulate the noble deeds of WASHINGTON.", "Thus does Religion teach her sons to shine</br>In private duties, or affairs of state.</br>Who forms his temper by her laws divine,</br>Whate'er his station, shall be truly great.</br>Who loves to watch at Wisdom's temple gate,</br>Shall not implore her heav'nly aid in vain.</br>True wealth and honors on her vot'ries wait:</br>Honor that sland'rous breath shall never stain,</br>And wealth that mocks the miser's perishable gain.", "Oh!  when shall Truth's kind influence pervade</br>The various grades and walks of social life;</br>To bless with peace retirement's deepest shade,</br>And hush the clam'rous voice of public strife!</br>When shall the crimes and mis'ries now so rife,</br>Yield to the Gospel's pure and peaceful sway;</br>And murd'rous Malice drop his bowl and knife,</br>And Envy's hissing locks be shorn away,</br>And lips profane and vile be taught to praise and pray!", "When shall the nations cease, by art or arms</br>For wealth or power or glory to contend&mdash;</br>When shall war's trump suppress its loud alarms,</br>And man in every fellow find a friend&mdash;</br>And each to each his prompt assistance lend,</br>In mutual deeds of kindness and of skill;</br>While distant lands their various bounties blend,</br>While peaceful tribes each fruitful valley till,</br>And plenty's golden off'rings wave on ev'ry hill?", "Such scenes shall open &mdash; the revolving skies</br>Roll on the glorious period, long foretold,</br>When brighter days on this dark world shall rise&mdash;</br>A second age (not fabulous) of gold.</br>Ye longing saints, your suppliant hands uphold;</br>Heav'n on your pray'rs e'en now propitious smiles;</br>With bright'ning promise Truth's fair leaves unfold,</br>And many a pious breast with rapture thrills,</br>While the Millenial dawn spreads o'er the eastern hills.", "What solemn sounds my list'ning ear assail,</br>From where yon barque waits at the crowded strand,</br>And spreads her canvass to the passing gale,</br>And strains the cord that binds her to the land?&mdash;</br>Why doth the seaman leave that tight'ning band?&mdash;</br>What means the stillness of the attendant throng?&mdash;</br>What mean the falling tear &mdash; the waving hand?</br>And what's the burden of that melting song</br>That on the murm'ring billows softly floats along?", "Those hands that from the deck so gently wave,</br>A silent answer from the strand obtain&mdash;</br>Those falling tears a heaving bosom lave</br>For friends those eyes shall ne'er behold again&mdash;</br>The seaman lets that tight'ning cord remain&mdash;</br>Th' attendant throng in solemn stillness stand,</br>While Christian Pilgrims hymn their parting strain,</br>Meet the last grasps of many a kindred hand,</br>And catch the last sweet echo of their native land.", "From country, kindred, friends and home they go,</br>To distant shores long wrapp'd in error's night;</br>To wand'ring millions life's fair path to show,</br>And guide their footsteps to the world of light.</br>They go the battles of the Lord to fight,</br>Against the hosts of darkness close array'd:</br>Girt with his sword, and in his armor dight&mdash;</br>Of Righteousness the shining breast-plate made&mdash;</br>Faith the protecting shield, and Truth the conqu'ring blade.", "Beneath their hand no vanquish'd foe shall bleed&mdash;</br>No smoking ruins their success proclaim&mdash;</br>They seek not by the warrior's ruthless deed,</br>A crimson record on the roll of fame.</br>They go, in great Immanuel's glorious name,</br>To rear the banner of the Cross and Dove;</br>From long revolt his subjects to reclaim,</br>And bid returning rebels sweetly prove</br>The pow'r of cleansing grace and all redeeming love!", "Haste, Heralds, on your peaceful errand haste!</br>While pray'rs unceasing swell the fav'ring gale,</br>That wafts you safely o'er the wat'ry waste,</br>And songs of praise your certain vict'ry hail&mdash;</br>For yours is God's own cause, and must prevail&mdash;</br>His pow'r and truth that sacred cause defend:</br>Nor can that arm decay &mdash; that promise fail,</br>To which your humble efforts ye commend,</br>While Heav'n's best gift ye bear to earth's remotest end.", "The reign of darkness hastens to its close&mdash;</br>God a holy, happy kingdom soon shall come!</br>E'en now the desert smiles, by Sharon's Rose</br>Perfum'd with fragrance, and bedeck'd with bloom.</br>Lo!  on th' expiring heathen's darksome tomb,</br>The Light of Life descends in cheering rays:</br>His eyes, long wrapp'd in error's deepest gloom,</br>On heav'nly glories fix their parting gaze,</br>And his last falt'ring accents lisp a Saviour's praise!</br>"]