["I.</br>Cease, imperious Lord of war,</br>Cease to sound thy harsh alarms,</br>\"Yield to fate thy crimson car,</br>Nor still wake the world to arms:</br>Peace to yonder clarion's sound</br>That madly breaths its wild destruction round:</br>Of clashing swords and battle's baleful woes</br>Enough the hardy warrior knows.\"&mdash;</br>Such were the sounds that stuck th' affrighted ear</br>Of Mars, loud thund'ring 'midst th' embattled plain:</br>Trembling he hears, and in his wild career,</br>At fate's command, he drops the glowing rein;</br>In speechless trance the grisly Monarch stands,</br>Sudden the dart uplifted quits his nerveless hands.", "II.</br>Fraught with rage and sullen ire,</br>See the God forsakes the fight!</br>With him too the Furies dire</br>Wing their drear, reluctant flight.</br>Grim-ey'd Slaughter and Despair,</br>With Death and Devastation in the rear,</br>Pale Panick too, with her disfigur'd train,</br>Haste to their native Thracian plain.</br>But hark!  to yonder clarion's brazen throat,</br>That fate with tumults swell'd the echoing air;</br>How weak the cadence of each sinking note!</br>How slowly strike its murmurs on the ear!</br>Faint and more faint the less'ning numbers rise,</br>Till on the peaceful gale responsive Echo dies.", "III.</br>All is peace, &mdash; the grateful sound</br>Thro' the ambient ether floats.</br>\"Echo waft the music round,</br>Give to rapture all its notes.\"</br>On a rock, whose lofty brow</br>Far-stretch'd o'erlooks the British waves below,</br>With garb of snow adorn'd, and olive-wand,</br>The dove-ey'd goddess took her stand:</br>O'er her fair face a beauteous smile was seen</br>That far illuming chear'd the distant tide;</br>In pleasing act she wav'd her hand benign&mdash;</br>At her behest the stormy waves subside,</br>No longer Eurus shakes the sounding shore,</br>But genial gales around soft-breathing Zephyrs pour.", "IV.</br>Rising from the oozy flood</br>Neptune first beheld the Maid;</br>Wond'ring stood the hoary God,</br>And obsequious bow'd his head.</br>Round their king in gambols leap</br>The shaggy monsters of the foaming deep;</br>And ev'ry blue-ey'd Nereid of the wave</br>Forsakes her sea-beat coral cave.</br>In festive dance they greet thee, gentle Peace;</br>To thee their tributary songs they bear;</br>Since, Goddess, at thy blest approach, must cease</br>The raging cannon and the din of war;</br>No more loud thunders brave the silent night,</br>Or rouse them from their wavy beds in wild affright.", "V.</br>Next o'er yonder happy land,</br>Smiling at thy blest return,</br>Plenty pours, with copious hand,</br>Blessings from her fruitful urn:</br>Culture spreads her mantle green,</br>Whilst bright-ey'd Flora decks the vary'd scene,</br>And golden Ceres, with her laughing train,</br>O'er spreads with yellow vest the plain.</br>Amidst the deep recesses of that shade,</br>Whose leafy summit rushes on the skies,</br>No longer gleams the spear or bickering blade;</br>In peaceful ease each sacred Druid lies,</br>Nor dreads the tumult rising from afar,</br>The cannon's roar deep-sounding or the noise of war.", "VI.</br>Such thy blessings to bestow!</br>Such thy pow'r, celestial Peace,</br>O'er the ravag'd world to throw,</br>Balmy sweets of heart-felt ease!</br>Such on Britain's happy shore</br>May thy propitious hands incessant pour,</br>Each gale still wafting on its frolick wing</br>The girt of Traffick's golden spring,</br>With joy and ever-smiling plenty crown'd:</br>So shall Britannia at thy sacred shrine,</br>With loud acclaim th glorious praise resound,</br>And shew the treasures of th' enriching mine;</br>So shall fair Liberty protect her fame,</br>And nations far remote revere the British name.</br>"]