["Listen!  I heard a voice, a solemn voice,</br>But sweet and fervent too, like that of prayer;</br>Such as would make angelic breasts rejoice,</br>And call to hearken from their starry sphere,</br>From yonder cot it comes &mdash; I'll draw me near,</br>Its light shines like a star upon the night,</br>And to my wandering footsteps far more dear;</br>A better guide perchance, a holier light,</br>Leading more near to heaven than that above me sight.", "Oh, 'tis a lovely scene!  The grey-hair'd sire,</br>With lifted hands, imploring on each child</br>All that the lip can breathe, the soul desire,</br>To guide their footsteps through the world's deep wild;</br>See how the glittering tears his warm cheek gild!</br>How rushes through the wane of years the glow;</br>How beams his look, with all the father fill'd!</br>The ardency intense lights eye, lip, brow,</br>Which all his blossom's tho'ts, hopes, fears, and wises show.", "There kneels the mother by her partner's side,</br>Silent her tongue, but oh, how full her eyes!</br>Look at those sacred tears, whose gentle tide</br>The loudest utt'rance of the lip supplies.</br>Oh!  what can equal her beseeching sigh?</br>If 'tis not heard in heaven, then never came</br>Thither the sound of supplications high;</br>Vainly have nations pil'd the altar's flame,</br>The intensest of them all ne'er reach'd a mother's claim.", "Beside her, rising manhood's form,</br>Her son, her secret pride and glory, bows;</br>Bright in his cheek with labor's color warm,</br>The honorable tint his forehead shows;</br>His eye's dark glance is veil'd, as it would close</br>Awhile to all on earth his heart deems fair,</br>His lips soft moving, till responsive vows</br>Are rising to his hoary father's prayer,</br>Pleading with the high Heavens &mdash; \"Oh, guard from every snare.\"", "And yonder there's a group in happiest being,</br>The fairy tenants of the cottage dome,</br>Kneeling before the eyes of Him, all-seing,</br>Who watches if their thoughts or glances roam.</br>The doll untouch'd is laid before the drum,</br>That treasur'd instrument of loudest sound</br>Stands close beside its master, but as dumb</br>As if forgotten, on the darksome ground,</br>While light night's dew-clos'd flowers they bend and cluster round.", "Look at the little hand upon each brow,</br>Covering the face before the unseen God!</br>Listen!  ye might have heard the lisped vow</br>Like cherub echoes seeking his abode.</br>Revile it not, despise it not, ye proud!</br>Nor say it is the jargon learn'd by rote,</br>Useless and meaningless:  those words allow'd</br>Upon the youthful memory to float,</br>Shall be the waking chord to many a heavenly note!", "Oh, lovely scene &mdash; most lovely:  would that thou</br>Didst not bedeck the cottage bower alone,</br>But beneath every roof in beauty glow,</br>From the low hamlet to the lofty throne.</br>Then, England, where the smiles of Heaven thine own,</br>The bright paternal smiles of Deity;</br>Then, my loved country, would thy soil be known,</br>The hallow'd and the blest, the truly free,</br>And every evening hour a nation's worship see.</br>"]