["O thou sweet-musing in th' umbrageous Grots</br>Of cool CITHAERON, or th' embow'ring Shade</br>Of PIMPLA'S lofty Top, aerial Height;</br>Or hear'st Thou rather from the secret Cave</br>Oracular, yawning with awful Night?</br>Or else where-e'er by visionary Bard</br>Thou sitt'st enthron'd, to me alike where-e'er,</br>Present to me alike.  Not unobserv'd</br>By rural Swains, and not unwish'd the Guest</br>Approaches glad, with smiling Chaplets crown'd,</br>And Odours floating soft on ZEPHYR'S Wings,</br>With early blooming Sweets:  The Primrose fair,</br>Nam'd from the joyous Prime.  The Violet</br>Impurpled, blue-ey'd, thicket-loving Flow'r.</br>With ruddier Specks their paly Gold among,</br>Cowslips distinct emblazon'd.  He who speaks,</br>Speaks adequate the Numbers numberless</br>Of various Flowrets, from all-bearing Earth</br>Self-rais'd, spontaneous, may perchance recount</br>Or Buds which swell with vernal Warmth's return</br>Or Drops descending in prolifick Show'rs,</br>Or Epithets in sacred Poet's Song.", "Thee, Torrid Zone adust, Thee who shall praise</br>Except by SIRIUS or his Brother Star</br>Haply inspir'd.  PHAEBUS' Meridian Fires</br>Intense, extreme, (while the fierce Lion reigns,</br>Malignant reigns, morbifick, pestilent,)</br>Heat AFRICK'S Furnace into sev'n-fold Flame;</br>Whose Burnings join'd, reflexive and direct,</br>Half vitrify her Sands; impois'ning more</br>Dragons impoison'd, Basilisks Death-crown'd</br>And DIPSAS dry, and sublimate their Stings</br>Or Teeth, erst dang'rous; now avoidless Fate,</br>Quick, instantaneous.  When Autumnal Boughs</br>Fruit-bent to Earth hang pendent, Parent Earth</br>As studious to repay; Apples forth pour</br>Draughts emulous of the Vine, mature Produce,</br>Nectareous Vales with yellow Harvests crown'd,</br>Ambrosial tempt the careful Reaper's Toil.</br>Nor CERES, fancy'd Pow'r!  but Nature boon</br>Toughens the furrow'd Plain with beardy Gold.</br>Behold He comes with trembling Pace, but sure,</br>Whose icy Breath the circum-ambient Air</br>Chills frore; by Rustick Foot or Carriage prest,</br>Unyielding, unobsequious stands the Frost,</br>Nitrous, incrusted, crispy, crackling, crimp.", "Life's Stages fleet in quick Succession roll,</br>Each after each.  Babes tell aloud their Woe,</br>Too plain, alas!  tho' inarticulate:</br>Tho' unexperinc'd yet to form the Sound</br>Distinct, syllabick; while the infant Tongue</br>With still-born Motion flutters into Speech.</br>See!  the Boy storms the Bird's weak Citadel,</br>Straw or Stick-built, or of what Stuff soe'er</br>They choose, instinctive, lin'd with smoothest Moss,</br>Or Down still smoother, waving in mid Sky,</br>Transcending boasted Architecture far,</br>DORICK, CORINTHIAN, PLAIN OR COMPOSITE;</br>The helpless Brood small, callow, bare, unfledg'd</br>He seizes, sportive; ah!  their tender Limbs</br>With ruthless Hands he pulls, he tugs, he tears.</br>So blind MAEONIDES, in Body blind,</br>Of Soul sharp-sighted, sung a Snake devour'd</br>Eight Young in presence of their frighted Dam;</br>The Dam the ninth; which shadow'd ILIUM'S Fall,</br>And the robb'd Bird's-Nest show'd the Fate of TROY.", "In wild Designs is giddy Youth absorpt,</br>Conceiv'd with Rashness, and with Rage pursu'd,</br>Idle, unprofitable, void, and vain.</br>So in pellucid Crystal turgid swells</br>The creamy Viand, gently turgid swells,</br>Unsolid Sweet, with Vacuum full-fraught,</br>Something like Nothing, flying Taste and Touch,</br>Yet to the transient Eye alluring, soft,</br>Spumaceous, aphrodisian:  Manhood ripe</br>Advanc'd, autumnal yields the Fruits, which erst</br>Youth's Bloom had promis'd fair, but verges swift,</br>Too swiftly verges to Decline of Life;</br>Decrepid, querulous, unthought-of Eld,</br>With unsuspected Silence, creeping on,</br>Not fear'd 'till found, not understood till felt.", "Hail!  gladsome Prime of Day, when orient Sol</br>Shoots horizontal Beams on dew-drop'd Pearls</br>Mellifluous; ethereal Poets chant,</br>Two-legg'd, but not unfeather'd, melting Lays,</br>With Trill harmonious and responsive Tune:</br>Sweet ANTIPHON!  but what, alas!  if fair,</br>In mortal State is permanent?  The Morn</br>Brings on Meridian Blaze, Day beckons Night;</br>And each Beginning leads us to an End.</br>When Birds obscene, by the all-viewing Sun</br>Ages unview'd, fly forth; ill Omens all!</br>With Scream portentous and terrifick Wing.</br>Chill FEAR, and shudd'ring GUILT, and pale DISMAY,</br>Moony DISTRACTION, life-consuming GRIEF,</br>And HORROR raven-plum'd, enormous Group!</br>Cut the dank Moist, and cleave the dark Obscure.", "To Thee, O Night!  what shall to Thee compare?</br>Save the black Grave, where loftiest Poets' Dust</br>Undreaming sleeps, stiff, senseless, motionless,</br>Silent, untuneful all; far, far remov'd</br>From Mortals' busy Paths and Sight humane,</br>From Touch ethereal of Heaven's fiery Rod;</br>Vocal their Harps no more, in rory Damp</br>Moulders the lifeless, ever-living Choir.</br>"]