["Patrick, a shepherd, wond'rous wise, and good,</br>Ae morn was musing in a pensive mood:</br>Tenting his flock as here and there they stray'd,</br>And nipt the tender grass, or frisking play'd.</br>Oh happy flock!  he cries, nae griefs ye feel,</br>For lambs what fell beneath the murd'ring steel;</br>Gin ye get lizzar rowth, ye heed nae mair,</br>If void of reason, ye're as void of care:</br>While my reflections gi' me unco pain.</br>Here his heart fill'd &mdash; he sigh'd &mdash; and mus'd again.", "Near hand there lives a farmer rich and bein,</br>A fae to cares, a stranger to the spleen;</br>Browden o' right, averse to a' that's wrang,</br>Can chearfu' tell his tale, or lilt a sang;</br>In landart matters is exceeding wise,</br>And gi's our ablest farmers sound advice.</br>Laird Johnny heght, he, daund'ring came the gate,</br>Whare by good chance, he fan lamenting Pate.</br>Bless me, quo' he, what cause can I assign,</br>That gars the blythe sweet singing Patrick pine,</br>Be chearfu', man, let nought afflict ye sae,</br>Dight off your tears, and be nae langer wae.", "PATRICK.</br>Ah, sir!  I'm lost in grief, I'm left alane,</br>My better half, my SWIFT is dead and gane.</br>Whom hae I now to fill my heart wi' glee</br>Or sing a pleasant roundelay to me!", "JOHNNY.</br>SWIFT dead!&mdash;", "PATRICK.</br>&mdash;Ow'r true.&mdash;", "JOHNNY.</br>&mdash;E'en gi' your sorrow vent,</br>Nae wonder you, and thousands may lament.</br>He was the blythest shepherd e'er was seen;</br>The king o' mirth, the wonder o' the green.</br>Just heav'n, your friendly warnings ay are right;</br>I fear'd some ill, by what I dream'd last night.</br>Methought the hawthorn hedge that shades the plain,</br>And shields my hirstle frae the blatt'ring rain,</br>Was a' cut down by some ill deedy hand;</br>And no ae single buss got leave to stand.</br>I kend some loss wad kythe, that I would rue:</br>But O dear SWIFT, I didna ken 'twas you.", "PATRICK.</br>My blessings on you &mdash; ye have eas'd my heart,</br>When sympathizing thus ye bear a part!</br>Streams when contracted rin wi' unco speed,</br>But tine their force, when far and near they spread;</br>And sure this grief will spread thro' all our dales,</br>As current as his bonny sangs and tales.</br>Let farmers grieve, and tears frae shepherds fa',</br>For you, dear SWIFT, ye weel deserv'd them a'.", "JOHNNY.</br>O Patrick, we have cause to rue the day,</br>That took our guardian Jonathan away.</br>Ye canna tent your flock wi' greater skill,</br>Than he watch'd ow'r us, guarding us frae ill.</br>When Willy Wood, base loon, did a' he dow'd,</br>To gi' us trash, and carry off our gowd.</br>(As elves, they say, the thriving bairny nick,</br>And lee' a crowl in lieu, or rotten stick)</br>When many great anes, stifly by him stood,</br>Consulting his, mair than their kintry's good.</br>Their great authority our gabs did steek;</br>We saw the danger, but we durst na speek.</br>SWIFT was na sae, he, dauntless fac'd them a',</br>And shaw'd their project was against the law.</br>We thought him wrang, at first, and bad him leen;</br>But soon his reasons apen'd a' our een:</br>We join'd him then, the dev'lish scheme we stapt,</br>They saw we wou'd na bear't, and sae it drapt.</br>Our swains may now sink drumly in dispair,</br>For now their guardian shepherd is na mair.", "PATRICK.</br>Ae day my bairn and I lean'd ow'r this rock,</br>And saw a mickle mastiff scar the flock:</br>He drave my fav'rite toop wi' a' his speed;</br>I rax'd a stane, and shor'd to fell him dead.</br>O Father!  cry'd the wean, it is, you see,</br>The landlord's dog, and ye maun let him be;</br>I did na heed the brat, the stane I flang,</br>And gi'd the barb'rous tyke a deadly bang:</br>Yelping he fell &mdash; sic sheep, sic bairns were we,</br>When SWIFT, frae danger, fairly set us free:</br>But now he's gane, how dreary looks the glen,</br>Sin' it has tin'd the very wale o' men.", "JOHNNY.</br>Then o' our manners he took unco care,</br>And those that misbehav'd he did na spare.</br>Wi' pleasant merriment he made us wise,</br>Play'd wi' our fau'ts, and leugh us out o' vice.</br>And when our farmers sons gaid ou'r the seas,</br>And brought hame wonders, but thae wonder lies;</br>He made some bonny tales, that gib'd them fair,</br>And tauk'd o' wonders ayont their sphere.", "PATRICK.</br>And then ye ken the bonny scheme he plann'd,</br>To gar religion spread thro' a' our land.</br>Berkelia got it, and our lady saw't,</br>And yet it fail'd &mdash; he was na in the fau't!</br>He minted weel &mdash; but oh, how can I tell,</br>The many favours which he shaw'd my sell:</br>When first I drave my flocks out ow'r the lee,</br>And was a shepherd o' nae mean degree;</br>I made some sangs that chanc'd to please the best,</br>And brought in laids o' envy frae the rest.</br>Some ither herds wi' wandoughts at their beck,</br>Miscaw'd me fair, wi' many a flout and geck:</br>I just was sinking when he took my part,</br>And soon his gen'rous friendship rais'd my heart,</br>I e'en sang on &mdash; while wi' a ward or twa,</br>That cut like razors, he disperst them a'.</br>O Jonathan, when thou wer't by my side,</br>I leugh at envy, and its force defy'd:</br>Nor need I even now for envy care,</br>I'll quit my whistle, and I'll sing na mair.", "JOHNNY.</br>Dear Patrick, drap that thought, for ye maun be</br>A Jonathan to us, his place supply.</br>Ye ha'e already an extensive gift,</br>And heav'n will double what it gi' to SWIFT.</br>Be ye Elisha, in Elijah's stead,</br>And still we'll say, our guardian is na dead.", "PATRICK.</br>I doubt, dear Johnny, that I want the skill:</br>Ae thing I dinna want, and that's good will.</br>But how can I attempt the blythsome strain,</br>While thus I grieve! &mdash; O Jonathan ye're gane!", "JOHNNY.</br>Nane better than your sell can counsel gi',</br>If grief, and kind affection let you be.</br>Let reason take its place, ye manna grieve;</br>He was a man, and couldna' a'ways live.</br>And yet he lives!  he lives in ilka tale,</br>And sang he made, his works will never fail.</br>And then religion solid comfort brings,</br>And sure ye're brawly vers'd in haly things.</br>Let a' your confidence on heav'n be lean'd;</br>For they who trust in heav'n ne'er want a friend.", "PATRICK.</br>May ye ne'er want a rowth o' calm content,</br>Wha has sae kindly gi'en my sorrows vent,</br>And heal'd my mind, when it was fair opprest,</br>With the big sorrow, labouring in my breast.</br>Thus when our mickle blood hefts up our veins,</br>It gi'es us fev'rish heats and thrilling pains:</br>But when the kind physician comes, like you,</br>He tooms the veins, and does our health renew.</br>Wow but I'm eas'd. &mdash; This day I sheer my sheep,</br>And now the sun's weel up the heav'nly steep:</br>I'll drive them hame, and ye maun gang wi' me;</br>I hae a browst o' ale for ye to prie.</br>We'll get sic cheer as Jannet can afford,</br>And trowth ye're e'en as welcome as a Lord.</br>"]