["LALET, ARGEL, MICO.", "Tho' Maro in divine Augustus' Days,</br>To Rome's first Patriots tun'd the rural Lays;</br>Aw'd, must the Muse attempt her humbler Strain,</br>To nobler Patriots in a greater reign?", "Thou, DODINGTON, of British Courts the Boast,</br>In whom the Poet's Hope is never lost,</br>While I by Streams in lowly Plains rejoice,</br>And bashful try, in Shades, my artless Voice,</br>Wilt thou, best Poet, best of Patrons, heed</br>This homely Tribute of my rustic reed?</br>O!  ever to the British Muses dear,</br>And born their solitary Shades to cheer,</br>Beneath their Influence shall our Isle no more</br>The boasted Art of Greece and Rome adore;</br>O'er every Clime her Genius shall prevail,</br>And Classic Bards, unborn, their own Apollo hail.", "By a lone Stream that wash'd the Village Side,</br>Two social Youths the heedful Angle ply'd;</br>No Fisher-Lad did e'er their Skill exceed,</br>Nor Swain more deftly stop the tuneful Reed:</br>The herdsman Mico, from a hilly Ground,</br>Close at their Sport the busy Artists found,</br>And to the Flood with hast'ning steps drew near,</br>For much he lov'd their mirthful Songs to hear;</br>Safe in their Stalls his lowing Herds were laid,</br>And Bruma dress'd green Lentiles in the Shade:</br>For nigh at hand his lowly Hut was rear'd,</br>And thro' the Trees the dusky Thatch appear'd:</br>The winding River thro' his Meadow ran:</br>Soon to the Swains he join'd, and thus began.", "MICO.</br>What Sport, ye Pair of Fisher Friends, relate,</br>Or feed the Shoal, or do they pass the Bait?", "LALET.</br>When Droughts like these the slack'ning Streams repress</br>How, Mico, can the Angler hope Success?</br>The Fish, with sick'ning Looks their Food refrain;</br>And seek the Coolness of the Deep in vain.</br>No kindly Rains the scanty Pools supply,</br>And running Brooks have ebb'd their Channels dry:</br>On muddy Banks their fishy Train they leave,</br>And with the Heat their parchy Bottoms cleave;</br>A russet Die embrowns the wasted Fields,</br>And the scorch'd Wood its wither'd Verdure yields.", "ARGEL.</br>And yet of late the neighbouring Meads I've known</br>With bursting Show'rs, and welt'ring Tides o'erflown,</br>The rising Floods o'ertop the mounding Shores,</br>And leave on distant Plains their scaly Stores,</br>While oft, from steepy Hills the Moisture drains,</br>By sweepy Torrents wash'd, or trick'ling Rains;</br>O'er the clear streams a dark'ning Cloud it spreads,</br>And drives the Earth-Worms from their slimy Beds;</br>In swarming Shoals resort the finny Brood,</br>And glut insatiate on the fatt'ning Food.</br>Then vainly waves the Angler's lengthen'd Cane,</br>And costly Baits allure the Fry in vain.", "MICO.</br>Nor wants the Angler, pre-advis'd, to know</br>When certain Signs disfavouring Hours foreshow:</br>Oft-times he views, awarn'd by adverse Skies,</br>His Fly or gliding Cork with hopeless Eyes;</br>When the dry East-Wind parches up the Plain,</br>Or the wet South pours down the drenching Rain.", "LALET.</br>To flatt'ring Skies no certain Credit lend,</br>Nor on precarious Signs too far depend;</br>The Sportsman oft a ruddy Morning sees,</br>The Air unclouded, and without a Breeze,</br>When sudden Winds with height'ning Gusts arise,</br>And pitchy Clouds enwrap the dark'ning Skies;</br>Then drizzly Rains descend in ceaseless Show'rs,</br>And sullen Auster shakes the dripping Bow'rs;</br>The Anglers homeward o'er the meads repass,</br>And journey cheerless thro' the plashy grass&mdash;</br>And oft when Clouds a threat'ning Storm display,</br>The Omen issues in a radiant Day.", "ARGEL.</br>Happy the Fisher, when in sportive Hours,</br>No Droughts prevent him, nor intemp'rate Show'rs;</br>When mildest zephyrs thro' the Aether fly,</br>Or South-Winds spread their Fleeces o'er the Sky,</br>While vary'd Sun-shine and alternate Rains,</br>Temper the Streams, and verdure all the Plains;</br>Then Fish rise eager at the floating Bait,</br>Or sink the Cork with their entangled Weight:</br>But warn th' unpractis'd Angler not to ply</br>In Shallows then amid the swarming Fry,</br>Lest haply they on the hid Ruin feed,</br>And of their Tribes prevent the future Breed.", "Thus both by Turns the list'ning Swain amuse:</br>&mdash;Both pause, then each the varying Song renews.", "LALET.</br>When rotting Weeds the thick'ning Floods distain,</br>And to the Deeps retire the finny Train;</br>Seek, Angler, then no more th' uncertain Prize,</br>Ensuing Rains expect, and wint'ry Skies.", "ARGEL.</br>When mulb'ries first their early Verdure wear,</br>And wormy Baits the hungry Perch ensnare;</br>Securely then the peaceful Streams explore,</br>Ceas'd are the Snows, and Frosts offend no more.", "LALET.</br>If Anglers, while the Summer Sports persuade,</br>Ye hope your Toils with kindly Hours repay'd,</br>With mingling Threads be artful Flies design'd,</br>If unprovided of the native Kind,</br>From sedgy Brooks the husky Cadews bear,</br>And from the Sord, the bedded Worm prepare;</br>Or watch where Wasps their infant Brood display,</br>And from their Hives the stingless Young convey;</br>Nor less may in the blended Choice avail,</br>To hoard th' autumnal Bee and dewy Snail:</br>For oft invited by the vary'd Bait,</br>The heedless Fish are lur'd to tempt their Fate;</br>Whether in Depths retir'd obscure they lie,</br>Or leap expos'd to snatch the plunging Fly.", "ARGEL.</br>Ye Anglers, if in wint'ry Hours ye chuse</br>By lonely Floods the bending Reed to use,</br>Observe at Autumn when the lab'ring Swain</br>The yielding Green-sord plows or sandy Plain;</br>If Crows in Troops attend the passing Share,</br>Pursue the Track, and eye the Turfs with Care:</br>A Worm within the parted Clods you'll find</br>Of whitish Hue, the Beetle's early Kind;</br>For there the pregnant Tribe their Brood repose,</br>Which when mature their Parent-Form disclose:</br>Of these be careful in your Stores to place,</br>A Food delicious to the wat'ry Race.", "MICO.</br>Harmonious Pair, ye pride of Fisher-Swains,</br>What thanks are due for such unequall'd Strains!</br>Not sweeter Sound the whistling Breezes make,</br>Nor Floods that on the rocky Margin break.</br>And, lo, the while, my Hands have well design'd,</br>Two Wreaths of Flow'rs and fragrant Myrtles twin'd;</br>For either Brow a rural Trophy made,</br>Both Victors, both with equal gifts repay'd.</br>And if you'll teach me, if the Skill impart,</br>To sing like you, and fish with peerless Art,</br>Two rods of smoothest Cane shall wait your Care,</br>With lines of twisted Silk, and purest Hair.</br>But now with me dispend the louring Night,</br>'Till bloomy Morn renew the cheering Light:</br>For see!  apace the Evening Shadows rise,</br>And gath'ring Clouds enwrap the sable Skies;</br>Your homeward Course 'twere vent'rous to pursue,</br>When warning Signs the hast'ning Show'r foreshew.</br>Now flies the Trunks of shadiest Trees surround,</br>And Ants are in their closest Coverts found,</br>The sportful Fish above the Current spring,</br>And Swallows brush the Wave with level Wing;</br>From weedy Pools the croaking Frogs complain,</br>And flocking Jays await the coming Rain;</br>Behold afar the melting Show'r distills,</br>And breaks in Mists around the smoaking Hills.</br>By chearful Fires the gloomy Eve we'll waste,</br>And hoarded Fruits shall yield a sweet Repast.</br>For you two Beds of River-Reeds I'll strew,</br>Dry from the Stream, yet green as when they grew;</br>With Poppies each, and Violet-flow'rs, bespread,</br>And Hazels, soft as Wool, to rest your Head,</br>While Winds, and dripping Rains, a Concert keep,</br>And thro' the russling Leaves allure to Sleep.</br>"]