["Being one day at my Window all alone,</br>So many strange things happened me to see,</br>As much it grieveth me to think thereon.</br>At my right Hand a Hind appear'd to me,</br>So fair as mote the greatest God delite;</br>Two eager Dogs did her pursue in Chace,</br>Of which the one was black, the other white:</br>With deadly Force so in their cruel Race</br>They pincht the Haunches of that gentle Beast,</br>That at the last, and in short time I spide,</br>Under a Rock where she alas opprest,</br>Fell to the Ground, and there untimely dide.</br>Cruel Death vanquishing so noble Beauty,</br>Oft makes me wail so hard a Destiny.", "After at Sea a tall Ship did appear,</br>Made all of Heben and white Ivory,</br>The Sails of Gold, of Silk the Tackle were,</br>Mild was the Wind, calm seem'd the Sea to be,</br>The Sky each where did show full bright and fair;</br>With rich Treasures this gay Ship fraited was:</br>But sudden Storm did so turmoil the Air,</br>And tumbled up the Sea, that she (alas!)</br>Strake on a Rock, that under Water lay,</br>And perished past all Recovery.</br>O how great Ruth and sorrowful Assay,</br>Doth vex my Spirit with Perplexity,</br>Thus in a moment to see lost and dround</br>So great Riches as like cannot be found!", "The heavenly Branches did I see arise</br>Out of the fresh and lusty Laurel-Tree,</br>Amidst the young green Wood:  of Paradise</br>Some noble Plant I thought my self to see:</br>Such store of Birds therein yshrouded were,</br>Chanting in shade their sundry Melody,</br>That with their Sweetness I was ravisht nere.</br>While on this Laurel fixed was mine Eye,</br>The Sky 'gan every where to over-cast,</br>And darkned was the Welkin all about,</br>When sudden Flash of Heaven's Fire outbrast,</br>And rent this Royal Tree quite by the Root.</br>Which makes me much and ever to complain;</br>For no such Shadow shall be had again.", "Within this Wood, out of a Rock did rise</br>Spring of Water, mildly tumbling down,</br>Whereto approached not in any wise</br>The homely Shepherd, nor the ruder Clown;</br>But many Muses, and the Nymphs withal,</br>That sweetly in Accord did tune their Voyce</br>To the soft Sounding of the Waters Fall,</br>That my glad Heart thereat did much rejoyce.</br>But while therein I took my chief Delight,</br>I saw (alas!)  the gaping Earth devour</br>The Spring, the Place, and all clean out of sight:</br>Which yet aggrieves my Heart even to this hour,</br>And wounds my Soul with ruful Memory,</br>To see such Pleasures gone so suddenly.", "I saw a Phoenix in the Wood alone,</br>With purple Wings, and Crest of golden Hue:</br>Strange Bird he was, whereby I thought anone,</br>That of some heavenly Wight I had the view;</br>Until he came unto the broken Tree,</br>And to the Spring, that late devoured was.</br>What say I more?  each thing at last we see</br>Doth pass away:  the Phoenix there (alas!)</br>Spying the Tree destroid, the Water dride,</br>Himself smote with his Beak, as in disdain,</br>And so forthwith in great Despite he dide:</br>That yet my Heart burns in exceeding Pain,</br>For ruth and pity of so hapless Plight;</br>O let mine Eyes no more see such a light.", "At last, so fair a Lady did I spy,</br>That thinking yet on her, I burn and quake;</br>On Herbs and Flowres she walked pensively,</br>Mild, but yet Love she proudly did forsake:</br>White seem'd her Robes, yet woven so they were,</br>As Snow and Gold together had been wrought.</br>Above the Waste a dark Cloud shrouded her,</br>A stinging Serpent by the Heel her caught;</br>Wherewith she languisht as the gather'd Flowre,</br>And well assur'd she mounted up to Joy.</br>Alas, on Earth so nothing doth endure,</br>But bitter Grief and sorrowful Annoy:</br>Which make this Life wretched and miserable,</br>Tossed with Storms of Fortune variable.", "When I beheld this tickle trustless State</br>Of vain World's Glory, flitting to and fro,</br>And mortal Men tossed by troublous Fate,</br>In restless Seas of Wretchedness and Woe;</br>I with I might this weary Life forgo,</br>And shortly turn unto my happy Rest,</br>Where my free Spirit might not any mo</br>Be vext with Sights, that do her Peace molest.</br>And ye fair Lady, in whose bounteous Brest</br>All heavenly Grace and Vertue shrined is,</br>When ye these Rimes do read, and view the rest,</br>Loath this base World, and think of Heaven's Bliss:</br>And though ye be the fairer of God's Creatures,</br>Yet think, that Death shall spoil your goodly Features.</br>"]