["Ye heavenly Spirits, whose ashy Cinders lie</br>Under deep Ruines, with huge Walls opprest,</br>But not your Praise, the which shall never die</br>Through your fair Verses, ne in Ashes rest:</br>If so be shrilling Voice of Wight alive</br>May reach from hence to depth of darkest Hell,</br>Then let those deep Abysses open rive,</br>That ye may understand my shrieking Yell.</br>Thrice having seen under the Heavens Veil</br>Your Tombs devoted compass over all,</br>Thrice unto you with loud Voice I appeal,</br>And for your antique Fury here do call,</br>The whiles that I with sacred Horror sing</br>Your Glory, fairest of all earthly Thing.", "Great Babylon her haughty Walls will praise,</br>And sharped Steeples high shot up in Air;</br>Greece will the old Ephesian Buildings blaze;</br>And Nylus' Nurslings their Pyramids fair;</br>The same yet Vaunting Greece will tell the Story</br>Of Jove's great Image in Olympus placed,</br>Mausolus' Work will be the Carians Glory,</br>And Crete will boast the Labyrinth now raced</br>The antique Rhodian will likewise set forth</br>The great Colos, erect to Memory;</br>And what else in the World is of like worth,</br>Some greater learned Wit will magnify.</br>But l will sing above all Moniments</br>Seven Roman Hills, the World's seven Wonderments.", "Thou Stranger, which for Rome in Rome here seekest, </br>And nought of Rome in Rome perceiv'st at all,</br>These same old Walls, old Arches, which thou seest,</br>Old Palaces, is that which Rome Men call.</br>Behold what Wreck, what Ruine, and what Waste,</br>And how that she, which with her mighty Powre</br>Tam'd all the World, hath tam'd her self at last,</br>The Prey of Time, which all things doth devoure.</br>Rome now of Rome is th' only Funerall,</br>And only Rome, of Rome hath Victory;</br>Ne ought save Tyber, hastening to his Fall,</br>Remains of all:  O World's Inconstancy!</br>That which is firm, doth flit and fall away;</br>And that is flitting, doth abide and stay.", "She, whose high Top above the Stars did sore,</br>One Foot on Thetis, th' other on the Morning,</br>One Hand on Scythia, th' other on the More,</br>Both Heaven and Earth in roundness compassing;</br>Jove fearing, lest if she should greater grow,</br>The Giants old should once again uprise,</br>Her whelm'd with Hills, these seven Hills, which be now</br>Tombs of her Greatness, which did threat the Skies;</br>Upon her Head he heaps Mount Saturnal,</br>Upon her Belly th' Antique Palatine,</br>Upon her Stomack laid Mount Quirinal,</br>On her left Hand the noysome Esquiline,</br>And Caelian on the right:  but both her Feet,</br>Mount Viminal and Aventine do meet.", "Who lists to see, what-ever Nature, Art,</br>And Heaven could do, O Rome, thee let him see,</br>In case thy Greatness he can guess in Heart,</br>By that which but the Picture is of thee.</br>Rome is no more:  but if the Shade of Rome</br>May of the Body yeild a seeming sight,</br>It's like a Corse drawn forth out of the Tomb</br>By Magick Skill out of eternal Night:</br>The Corps of Rome in Ashes is entombed,</br>And her great Spirit rejoyned to the Spirit</br>Of this great Mass, is in the same enwombed;</br>But her brave Writings, which her famous Merit</br>In spight of Time, out of the Dust doth rear,</br>Do make her Idol through the World appear.", "Such as the Berecynthian Goddess bright</br>In her swift Charret, with high Turrets crown'd,</br>Proud that so many Gods she brought to light;</br>Such was this City in her good Days found:</br>This City, more than that great Phrygian Mother,</br>Renown'd for Fruit of famous Progeny,</br>Whose Greatness, by the Greatness of none other,</br>But by her self her equal match could see:</br>Rome only might to Rome compared be,</br>And only Rome could make great Rome to tremble;</br>So did the Gods by heavenly Doom decree,</br>That other earthly Powre should not resemble</br>Her that did match the whole Earth's Puissaunce,</br>And did her Courage to the Heavens advaunce.", "Ye sacred Ruines, and ye tragick Sights,</br>Which only do the Name of Rome retain,</br>Old Moniments, which of so famous Sprights</br>The Honour yet in Ashes do maintain:</br>Triumphant Arks, Spyres Neighbours to the Skye,</br>That you to see doth th' Heaven it self appall,</br>Alas, by little ye to nothing fly,</br>The Peoples Fable and the Spoil of all:</br>And though your Frames do for a time make War</br>'Gainst Time, yet Time in time shall ruinate</br>Your Works and Names, and your last Reliques mar.</br>My sad Desires, rest therefore moderate:</br>For if that Time make end of things so sure,</br>It als will end the Pain which I endure.", "Through Arms and Vassals Rome the World subdu'd,</br>That one would ween, that one sole City's Strength</br>Both Land and Sea in Roundness had surview'd</br>To be the Measure of her Breadth and Length:</br>This People's Vertue yet so fruitful was</br>Of vertuous Nephews, that Posterity</br>Striving in Powre their Grand-fathers to pass,</br>The lowest Earth joyn'd to the Heavens high;</br>To th' end that having all Parts in their powre,</br>Nought from the Roman Empire might be quight,</br>And that though Time doth Common-wealths devoure,</br>Yet no Time should so low embase their Hight,</br>That her Head earth'd in her foundation deep,</br>Should not her Name and endless Honour keep.", "Ye cruel Stars, and eke ye Gods unkind,</br>Heaven envious, and bitter Stepdame Nature,</br>Be it by Fortune or by Course of kind</br>That ye do wield th' affairs of earthly Creature;</br>Why have your Hands long sithence travailed</br>To frame this World that doth endure so long?</br>Or why were not these Roman Palaces</br>Made of some Matter no less firm and strong?</br>I say not, as the common Voice doth say,</br>That all things which beneath the Moon have being,</br>Are temporal, and subject to decay:</br>But I say rather, though not all agreeing</br>With some, that ween the contrary in Thought;</br>That all this Whole shall one day come to nought.", "As that brave Son of Aeson, which by Charms</br>Atchiev'd the golden Fleece in Colchid Land,</br>Out of the Earth engendred Men of Arms</br>Of Dragons Teeth, sown in the sacred Sand;</br>So this brave Town, that in her youthly days,</br>An Hydra was of Warriours glorious,</br>Did fill with her renowned Nourslings Praise</br>The fiery Sun's both one and other House:</br>But they at last, there being then not living</br>An Hercules, so rank Seed to repress;</br>Emongst themselves with cruel Fury striving,</br>Mow'd down themselves with Slaughter merciless;</br>Renewing in themselves that Rage unkind,</br>Which whilom did those Earth-born Brethren blind.", "Mars, shaming to have given so great head</br>To his Off-spring, that mortal Puissance</br>Puft up with Pride of Roman Hardyhed,</br>Seem'd above Heaven's Powre it self t' advaunce:</br>Cooling again his former kindled Heat,</br>With which he had those Roman Spirits fill'd,</br>Did blow new Fire, and with enflamed Breath,</br>Into the Gothick Cold hot Rage instill'd:</br>Then 'gan that Nation, th' Earth's new Giants Brood,</br>To dart abroad the Thunder-bolts of War;</br>And beating down these Walls with furious Mood</br>Into her Mother's Bosom, all did mar:</br>To th' end that none, all were it Jove, his Sire,</br>Should boast himself of the Romane Empire.", "Like as whilom the Children of the Earth</br>Heapt Hills on Hills, to scale the starry Skye,</br>And fight against the Gods of heavenly Birth,</br>Whiles Jove at them his Thunder-bolts let flye;</br>All suddenly with Lightning overthrown,</br>The furious Squadrons down to ground did fall,</br>That th' earth under her Childrens weight did grone,</br>And th' Heavens in Glory triumpht over all:</br>So did that haughty Front which heaped was</br>On these seven Roman Hills, it self uprear</br>Over the World, and lift her lofty Face</br>Against the Heaven, that 'gan her Force to fear.</br>But now the scorned Fields bemone her Fall,</br>And Gods secure fear not her Force at all.", "Not the swift Fury of the Flames aspiring,</br>Nor the deep Wounds of Victors raging Blade,</br>Nor ruthless Spoil of Souldiers Blood-desiring,</br>The which so oft thee, Rome, their Conquest made;</br>Ne stroke on stroke of Fortune variable,</br>Ne Rust of Age hating Continuance,</br>Nor Wrath of Gods, nor Spight of Men unstable,</br>Nor thou oppos'd 'gainst thine own Puissance;</br>Nor th' horrible Uprore of Winds high blowing,</br>Nor swelling Streams of that God snaky-paced,</br>Which hath so often with his overflowing</br>Thee drenched, have thy Pride so much abased;</br>But that this nothing, which they have thee left,</br>Makes the World wonder, what they from thee reft.", "As Men in Summer fearless pass the Foord,</br>Which is in Winter Lord of all the Plain,</br>And with his tumbling Streams doth bear aboord</br>The Ploughman's Hope, and Shepherds Labour vain:</br>And as the coward Beasts use to despise</br>The noble Lyon after his Live's end,</br>Whetting their Teeth, and with vain Fool-hardise</br>Daring the Foe, that cannot him defend;</br>And as at Troy most Dastards of the Greeks</br>Did brave about the Corps of Hector cold:</br>So those which whilom wont with pallid Cheeks</br>The Roman Triumphs Glory to behold,</br>Now on these ashie Tombs shew Boldness vain,</br>And conquer'd dare the Conquerour disdain.", "Ye pallid Spirits, and ye ashie Ghosts,</br>Which joyning in the Brightness of your Day,</br>Brought forth those Signs of your presumptuous Boasts,</br>Which now their dusty Reliques do bewray;</br>Tell me ye Spirits (sith the darksom River</br>Of Styx, not passable to Souls returning,</br>Enclosing you in thrice three Wards for ever,</br>Do not restrain your Images still mourning)</br>Tell me then (for perhaps some one of you</br>Yet here above him secretly doth hide)</br>Do ye not feel your Torments to accrew,</br>When ye sometimes behold the ruin'd Pride</br>Of these old Roman Works built with your Hands,</br>Now to become nought else but heaped Sands?", "Like as ye see the wrathful Sea from far,</br>In a great Mountain heaps with hideous noyse,</br>Eftsoons of thousand Billows shouldred nar,</br>Against a Rock to break with dreadful poyse;</br>Like as ye see fell Boreas with sharp Blast,</br>Tossing huge Tempests through the troubled Sky,</br>Eftsoons having his wide Wings spent in wast,</br>To stop his weary Cariere suddenly:</br>And as ye see huge Flames spread diversly,</br>Gather'd in one up to the Heavens to spire,</br>Eftsoons consum'd to fall down feebily;</br>So whylom did this Monarchy aspire</br>As Waves, as Wind, as Fire spread over all,</br>Till it by fatal Doom adown did fall.", "So long as Jove's great Bird did make his flight,</br>Bearing the Fire with which Heaven doth us fray,</br>Heaven had not fear of that presumptuous Might,</br>With which the Gyants did the Gods assay:</br>But all so soon, as scorching Sun had brent</br>His Wings, which wont the Earth to overspred,</br>The Earth out of the massie Womb forth sent</br>That antique Horror, which made Heaven adred.</br>Then was the German Raven in disguise</br>That Roman Eagle seen to cleave asunder,</br>And towards Heaven freshly to arise</br>Out of these Mountains, now consum'd to powder:</br>In which the Fowl the serves to bear the Lightening,</br>Is now no more seen flying, not alightning.", "These heaps of Stones, these old Walls which ye see,</br>Were first enclosures but of salvage Soil;</br>And these brave Palaces, which maistred be</br>Of Time, were Shepherds Cottages somewhile.</br>Then took the Shepherds Kingly Ornaments,</br>And the stout Hynd arm'd his right Hand with Steel;</br>Eftsoons their Rule of yearly Presidents</br>Grew great, and six Months greater a great deal:</br>Which made perpetual, rose to so great Might,</br>That thence th' Imperial Eagle rooting took,</br>Till th' Heaven it self opposing 'gainst her Might,</br>Her Power to Peter's Successor betook;</br>Who Shepherd-like (as Fates the same foreseeing)</br>Doth shew, that all things turn to their first Being.", "All that is perfect, which th' Heaven beautifies,</br>All that's imperfect, born below the Moon,</br>All that doth feed our Spirits and our Eyes,</br>And all that doth consume our Pleasures soon,</br>All the Mishap, the which our Days outwears,</br>All the good Hap of th' oldest times afore,</br>Rome, in the time of her great Ancesters,</br>Like a Pandora, locked long in store.</br>But Destiny this huge Chaos turmoyling,</br>In which all Good and Evil was enclosed,</br>Their heavenly Vertues from these Woes assoyling,</br>Carried to Heaven, from sinful Bondage loosed:</br>But their great Sins, the Causers of their Pain,</br>Under these antique Ruines yet remain.", "No otherwise than rainy Cloud, first fed</br>With earthly Vapours gather'd in the Air,</br>Eftsoons in compass arch'd, to steep his Hed,</br>Doth plonge himself in Thetys' Bosom fair;</br>And mounting up again, from whence he came,</br>With his great Belly spreds the dimmed World,</br>Till at the last, dissolving his moist Frame</br>In Rain, or Snow, or Hail he forth is horld:</br>This City, which was first but Shepherd's Shade,</br>Uprisng by degrees, grew to such height,</br>That Queen of Land and Sea her self she made.</br>At last, not able to bear so great weight,</br>Her Power disperst, through an the World did vade;</br>To shew that all in th' end to nought shall fade.", "The fame which Pyrrhus, and the Puissance</br>Of Africk could not tame, that same brave City,</br>Which with stout Courage arm'd against Mischance,</br>Sustain'd the Shock of common Enmity;</br>Long as her Ship to with so many Freaks,</br>Had all the World in Arms against her bent,</br>Was never seen, that any Fortune's Wreaks</br>Could break her Course begun with brave Intent.</br>But when the Object of her Vertue fail'd,</br>Her Power it self against it self did arm:</br>As he the having long in Tempest sail'd,</br>Fain would arrive, but cannot for the Storm,</br>If too great Wind against the Port him drive,</br>Doth in the Port it self his Vessel rive.", "When thee brave Honour of the Latine Name,</br>Which mear'd her Rule with Africa and Byze,</br>With Thames' inhabitants of noble Fame,</br>And they which see the dawning Day arise;</br>Her Nourslings did with mutinous Uprore</br>Hearten against her self, her conquer'd Spoil,</br>Which she had won from all the World afore,</br>Of all the World was spoil'd within a while:</br>So when she compass'd Course of th' Universe</br>In six and thirty thousand Years is run,</br>The Bands of th' Elements shall back reverse</br>To their first Discord, and be quite undone:</br>The Seeds, of which all things at first were bred,</br>Shall in great Chaos' Womb again be hid.", "O wary Wisdom of the Man, that would</br>That Carthage Towres from Spoil should be forborn!</br>To th' end that his victorious People should</br>With cankring Leisure not be overworn;</br>He well foresaw, how that the Roman Courage,</br>Impatient of Pleasure's faint Desires,</br>Through Idleness, would turn to civil Rage,</br>And be her self the Matter of her Fires.</br>For in a People given all to Ease,</br>Ambition is engendred easily;</br>As in a vicious Body, gross Disease</br>Soon grows through Humours Superfluity.</br>That came to pass, when swoln with Plenty's Pride,</br>Nor Prince, nor Peer, nor Kin they Would abide.", "If the blind Fury, which Wars breedeth oft,</br>Wonts not t' enrage the Hearts of equal Beasts,</br>Whether they fare on foot, or fly aloft,</br>Or armed be with Claws, or scaly Creasts;</br>What fell Erynnis with hot burning Tongs,</br>Did gripe your Hearts with noisom Rage imbew'd,</br>That each to other working cruel Wrongs,</br>Your Blades in your own Bowels you embrew'd?</br>Was this (ye Romans) your hard Destiny?</br>Or some old Sin, whose unappeased Guilt</br>Pour'd Vengeance forth on you eternally?</br>Or Brothers Blood, the which at first was spilt</br>Upon your Walls, that God might not endure</br>Upon the same to set Foundation sure?", "O that I had the Thracian Poet's Harp,</br>For to awake out of th' infernal Shade</br>Those antique Caesars, sleeping long in dark,</br>The which this ancient City whilom made:</br>Or that I had Amphion's instrument,</br>To quicken with his vital Notes Accord,</br>The stony Joints of these old Walls now rent,</br>By which th' Ausonian Light might be restor'd;</br>Or that at least I could with Pensil fine,</br>Fashion the Pourtraicts of these Palaces,</br>By pattern of great Virgil's Spirit Divine:</br>I would assay with that which in me is,</br>To build with level of my lofty Stile,</br>That which no Hands can evermore compile.", "Who list the Roman Greatness forth to figure,</br>Him needeth not to seek for Usage right</br>Of Line, or Lead, or Rule, or Square, to measure</br>Her Length, her Breadth, her Deepness, or her Hight:</br>But him behooves to view in compass round</br>All that the Ocean grasps in his long Arms;</br>Be it where th' yearly Star doth scorch the Ground,</br>Or where cold Boreas blows his bitter Storms.</br>Rome was th' whole World, and all the World was Rome;</br>And if things nam'd their Names do equalize,</br>When Land and Sea ye name, then name ye Rome;</br>And naming Rome, ye Land and Sea comprize:</br>For th' ancient Plot of Rome, displayed plain,</br>The Map of all the wide World doth contain.", "Thou that at Rome astonish'd dost behold</br>The antique Pride, which menaced the Sky,</br>These haughty Heaps, these Palaces of old,</br>These Walls, these Arks, these Baths, these Temples hie;</br>Judge by these ample Ruins View, the Rest</br>The which injurious Time hath quite outworn,</br>Since of all Workmen held in reckning best,</br>Yet these old Fragments are for Patterns born:</br>Then also mark, how Rome from Day to Day,</br>Repairing her decayed Fashion,</br>Renews her self with Buildings rich and gay;</br>That one would judg, that the Roman Daemon</br>Doth yet himself with fatal Hand enforce,</br>Again on foot to rear her pouldred Corse.", "He that hath seen a great Oak dry and dead,</br>Yet clad with Reliques of some Trophees old,</br>Lifting to Heaven her aged hoary Head,</br>Whose Foot on Ground hath left but feeble hold;</br>But half disbowel'd lies above the Ground,</br>Shewing her wreathed Roots, and naked Arms,</br>And on her Trunk all rotten and unsound,</br>Only supports her self for Meat of Worms;</br>And though she owe her Fall to the first Wind,</br>Yet of the devout People is ador'd,</br>And many young Plants.  spring out of her Rind:</br>Who such an Oak hath lien, let him record</br>That such this City's Honour was of gore,</br>And 'mongst all Cities flourished much more.", "All that which Egypt whilom did devise,</br>All that which Greece their Temples to embrave,</br>After th' Ionick, Attick, Dorick Guise,</br>Or Corinth, skill'd in curious Works to grave;</br>All time Lysippus' practick Art could form,</br>Apelles' Wit, or Phidias his Skill,</br>Was wont this ancient City to adorn,</br>And Heaven it self with her wide Wonders fill:</br>All that which Athens ever brought forth wise,</br>All that which Africk ever brought forth strange,</br>All that which Asia ever had of prise,</br>Was here to see.  O marvailous great Change!</br>Rome  living, was the World's sole Ornament;</br>And dead, is now the World's sole Moniment.", "Like as the seeded Field green Grass first shows,</br>Then from green Grass into a Stalk doth spring,</br>And from a Stalk into an Ear forth grows,</br>Which Ear the fruitful Grain doth shortly bring;</br>And as in Season due the Husband mows</br>The waving Locks of those fair yellow Hairs,</br>Which bound in Sheaves, and laid in comely Rows,</br>Upon the naked Fields in Stacks he rears:</br>So grew the Roman Empire by degree,</br>Till that Barbarian Hands it quite did spill,</br>And left of it but these old Marks to see,</br>Of which all Passers-by do somewhat pill;</br>As they which glean, the Reliques use to gather,</br>Which th' Husbandman behind him chanst to scatter.", "That same is now nought but a Champain wide,</br>Where all this World's Pride once was situate.</br>No blame to thee, whosoever doost abide</br>By Nyle, or Gange, or Tyre, or Euphrate:</br>Ne Africk thereof guilty is, nor Spain,</br>Nor the bold People by the Thamis' Brinks,</br>Nor the brave warlike Brood of Alemain,</br>Nor the born Souldier which Rhine running drinks:</br>Thou only Cause, O civil Fury, art,</br>Which sowing in th' Aemathian Fields thy Spight,</br>Didst arm thy Hand against thy proper Heart;</br>To th' end, that when thou wast in greatest hight</br>To Greatness grown, through long Prosperity,</br>Thou then adown might'st fall more horribly.", "Hope ye, my Verses, that Posterity</br>Of Age ensuing shall you ever read?</br>Hope ye that ever Immorality</br>So mean Harp's work may challenge for her Meed?</br>If under Heaven any endurance were,</br>These Moniments, which not in Paper writ,</br>But in Porphyre and Marble do appear,</br>Might well have hop'd to have obtained it.</br>Nath'less my Lute, whom Phoebus deign'd to give,</br>Cease not to sound there old Antiquities;</br>For if that Time do let thy Glory live,</br>Well may'st thou boast, how ever bare thou be,</br>That thou art first, which of thy Nation song</br>Th' old Honour of the People gowned long.", "L' ENVOY.</br>Bellay, first Garland of free Poesy</br>That France brought forth, though fruitful of brave Wits,</br>Well worthy thou of Immortality,</br>That long hast travel'd by thy learned Writs,</br>Old Rome out of her Ashes to revive,</br>And give a second Life to dead Decays:</br>Needs must he all Eternity survive,</br>That can to other give eternal Days.</br>Thy Days therefore are endless, and thy Praise</br>Excelling all that ever went before:</br>And after thee, 'gins Bartas hie to raise</br>His heavenly Muse, th' Almighty to adore.</br>Live, happy Spirits' th' Honour of your Name,</br>And fill the World with never-dying Fame.</br>"]