["MOTTO.</br>Shepheard, why creepe we in this lowly vaine,</br>As though our store no better us affords?</br>And in this season when the stirring Swaine</br>Makes the wide fields sound with great thundring words?", "Not as 'twas wont, now rurall be our Rimes,</br>Shepheards of late are waxed wondrous neate.</br>Though they were richer in the former Times,</br>We be inraged with more kindly heate.", "The with'red Laurell freshly growes againe,</br>Which simply shaddow'd the Pierian Spring,</br>Which oft invites the solitary Swaine,</br>Thither, to heare those sacred Virgins sing:", "Then if thy Muse have spent her wonted zeale,</br>With with'red twists thy fore-head shall be bound:</br>But if with these shee dare advance her Saile,</br>Amongst the best then may shee bee renown'd.", "GORBO.</br>Shepheard, these Men at mightie things doe ayme,</br>And therefore presse into the learned Troope,</br>With filed Phraze to dignifie their Name,</br>Else with the World shut in this shamefull Coope.", "But such a Subject ill beseemeth me,</br>For I must Pipe amongst the lowly sort,</br>Those silly Heard-groomes who have laught to see,</br>When I by Moone-shine made the Fayries sport.", "Who of the toyles of HERCULES will treat,</br>And put his Hand to an eternall Pen,</br>In such high Labours it behooves he sweat,</br>To soare beyond the usuall pitch of Men:", "Such Monster-tamers who would take in Hand,</br>As have tyde up the Triple-headed Hound,</br>Or of those Gyants which 'gainst Heaven durst stand,</br>Whose strength the Gods it troubled to confound:", "Who listeth with so mightie things to mell,</br>And dares a taske so great to undertake,</br>Should rayse the blacke inhabitants of Hell,</br>And stirre a Tempest on the Stygian Lake.", "He that to Worlds Pyramides will Build</br>On those great Heroes got by heavenly Powers,</br>Should have a Pen most plentifully fill'd</br>In the full Streames of Learned MARO's Showres.", "Who will foretell Mutations, and of Men,</br>Of Future things and wisely will inquire,</br>Before should slumber in that Shadie Den,</br>That often did with prophesie inspire.", "South-saying SYBLIS sleepen long agone,</br>We have their Reed, but few have cond their Art,</br>And the Welsh Wisard cleaveth to a Stone,</br>No Oracles more Wonders shall impart.", "When him this Round that neerest over-ran,</br>His labouring Mother to this light did bring,</br>The sweat that then from ORPHEUS Statue ran,</br>Foretold the Prophets had whereon to sing.", "When Vertue had allotted her a Prize,</br>The Oaken Garland, and the Lawrell Crowne,</br>Fame then resum'd her lofty wings to rise,</br>And Plumes were honour'd with the purple Gowne.", "When first Religion with a golden Chayne,</br>Men unto fayre Civilitie did draw,</br>Who sent from Heaven, brought Justice forth againe,</br>To Keepe the Good, the viler sort to awe.", "That simple Age as simply sung of Love,</br>Till thirst of Empire and of Earthly swayes,</br>Drew the good Shepheard from his Lasses Glove,</br>To sing of slaughter, and tumultuous frayes.", "Then JOVES Love-theft was privily descry'd,</br>How he plaid false play in AMPHITRIO'S Bed,</br>And young APOLLO in the Mount of Ide,</br>Gave OENON Physicke for her Mayden-head:", "The tender Grasse was then the softest Bed:</br>The pleasant'st Shades esteem'd the statelyest Halls,</br>No Belly-Churle with BACCHUS banqueted,</br>Nor painted Rags then covered rotten Walls:", "Then simple Love, by simple Vertue way'd,</br>Flowres the favours, which true Faith revealed,</br>Kindnesse againe with kindnesse was repayd,</br>And with sweet Kisses, Covenants were sealed.", "And Beauties selfe by her selfe beautified,</br>Scorn'd Paintings Pergit, and the borrowed Haire,</br>Nor monstrous Formes deformities did hide,</br>The Foule to varnish with compounded Faire.", "The purest Fleece then covered the pure Skin:</br>For pride as then with LUCIFER remayn'd;</br>Ill-favoured Fashions then were to begin,</br>Nor wholesome Cloathes with poysoned Liquor stayn'd.", "But when the Bowels of the Earth were sought,</br>Whose golden Entrailes Mortalls did espie,</br>Into the World all mischiefe then was brought,</br>This fram'd the Mint, that coyn'd our miserie.", "The loftie Pines were presently hew'd downe,</br>And Men, Sea-Monsters, swam the bracky Flood,</br>In Wainscote Tubs to seeke out Worlds unknowne,</br>For certayne Ill, to leave assured Good.", "The Steed was tamde and fitted to the Field,</br>That serves a Subject to the Riders Lawes,</br>He that before ranne in the Pastures wyld,</br>Felt the stiffe curbe controule his angrie Jawes.", "The Cyclops then stood sweating to the Fire,</br>The use thereof in softning Metals found,</br>That did streight Limbs in stubborne Steele attire,</br>Forging sharpe Tooles the tender flesh to wound.", "The Citie-builder, then intrencht his Towres,</br>And laid his Wealth within the walled Towne,</br>Which afterward in rough and stormie Stowres,</br>Kindled the fire that burnt his Bulwarkes downe.", "This was the sad beginning of our woe,</br>That was from Hell on wretched mortals hurl'd,</br>And from this Fount did all those Mischiefes flow,</br>Whose inundation drowneth all the World.", "MOTTO.</br>Well, Shepheard, well, the golden Age is gone,</br>Wishes no way revoke that which is past:</br>Small wit there were to make two griefes of one;</br>And our complaints we vainly should but waste.", "Listen to me then, lovely Shepheards Lad,</br>And thou shalt heare, attentive if thou be,</br>A prettie Tale I of my Grandame had,</br>One Winters Night when there were none but we.", "GORBO.</br>Shepheard, say on, so may we passe the time,</br>There is no doubt, it is some worthy Rime.", "MOTTO.</br>Farre in the Countrey of Arden,</br>There won'd a Knight, hight CASSAMEN,</br>As bold as ISENBRAS:</br>Fell was he and eager bent,</br>In Battaile and in Tournament,</br>As was the good Sir TOPAS.</br>He had as antike Stories tell,</br>A Daughter cleaped DOWSABEL,</br>A Mayden faire and free.</br>And for she was her Fathers Heire,</br>Full well she was ycond the leire,</br>Of mickle courtesie.</br>The Silke well couth she twist and twine,</br>And make the fine March-pine,</br>And with the Needle-worke:</br>And she couth helpe the Priest to say</br>His Mattens on a Holy-day,</br>And sing a Psalme in Kirke.</br>She ware a Frock of frollick Greene,</br>Might well become a Mayden Queene,</br>Which seemly was to see;</br>A Hood to that so neat and fine,</br>In colour like the Columbine,</br>I wrought full featuously.</br>Her features all as fresh above,</br>As is the Grasse that growes by Dove,</br>And lythe as Lasse of Kent.</br>Her skin as soft as Lemster Wooll,</br>As white as Snow, on Peakish Hull,</br>Or Swan that swims in Trent.</br>This Mayden in a Morne betime,</br>Went forth when May was in the prime,</br>To get sweet Setywall,</br>The Honey-suckle, the Harlocke,</br>The Lilly, and the Lady-smocke,</br>To decke her Summer Hall.</br>Thus as she wandred here and there,</br>And picked of the bloomie Bryer,</br>She chanced to espy</br>A Shepheard sitting on a Banke,</br>Like Chanti-cleere he crowed cranke,</br>And pip'd full merrily.</br>He learn'd his Sheep, as he him list,</br>When he would whistle in his fist,</br>To feed about him round.</br>Whilst he full many a Carroll sang,</br>Untill the Fields and Medowes rang,</br>And that the Woods did sound.</br>In favour this same Shepheard Swaine,</br>Was like the Bedlam TAMBERLAINE,</br>Which held proud Kings in awe.</br>But meeke as any Lambe mought bee,</br>And innocent of ill as he,</br>Whom his lewd Brother slaw.</br>This Shepheard ware a Sheepe-gray Cloke,</br>Which was of the finest loke,</br>That could be cut with sheere.</br>His Mittens were of Bauzons skin,</br>His Cockers were of Cordiwin,</br>His Hood of Miniveere.</br>His Aule and Lingell in a Thong,</br>His Tar-box on his broad Belt hung,</br>His Breech of Cointree Blue.</br>Full crispe and curled were his Lockes,</br>His Browes as white as Albion Rockes,</br>So like a Lover true,</br>And piping still he spent the day,</br>So merry as the Popinjay,</br>Which liked DOWSABELL.</br>That would she ought, or would she nought,</br>This Lad would never from her thought,</br>She in love-longing fell.</br>At length she tucked up her Frocke,</br>White as the Lilly was her Smocke,</br>She drew the Shepheard nie:</br>But then the Shepheard pip'd a good,</br>That all his Sheepe forsooke their food,</br>To heare his Melodie.</br>Thy Sheepe, quoth shee, cannot be leane,</br>That have a jolly Shepheards Swaine,</br>The which can pipe so well:</br>Yea but (saith he) their Shepheard may,</br>If piping thus he pine away,</br>In love of DOWSABELL.</br>Of love, fond Boy, take thou no keepe,</br>Quoth she, looke well unto thy sheepe,</br>Lest they should hap to stray.</br>Quoth he, So had I done full well,</br>Had I not seene faire DOWSABELL</br>Come forth to gather May.</br>With that she 'gan to vaile her head,</br>Her Cheekes were like the Roses red,</br>But not a word she said,</br>With that the Shepheard 'gan to frowne,</br>He threw his prettie Pipes adowne,</br>And on the ground him laid.</br>Saith she, I may not stay till Night,</br>And leave my Summer Hall undight,</br>And all for love of thee.</br>My Coat, saith he, nor yet my Fold,</br>Shall neither Sheepe nor Shepheard hold,</br>Except thou favour mee.</br>Saith she, Yet lever I were dead,</br>Then I should lose my Maiden-head,</br>And all for love of men.</br>Sai'th he, Yet are you too unkind,</br>If in your heart you cannot find,</br>To love us now and then.</br>And I to thee will be as kind,</br>As COLIN was to ROSALIND,</br>Of courtesie the flowre.</br>Then will I be as true, quoth she,</br>As ever Maiden yet might be</br>Unto her Paramour.</br>With that she bent her Snow-white knee,</br>Downe by the Shepheard kneeled shee,</br>And him she sweetly kist.</br>With that the Shepheard whoop'd for joy,</br>Quoth he, there's never Shepheards Boy,</br>That ever was so blist.", "GORBO.</br>Now by my Sheephooke, here's a Tale alone,</br>Learne me the same, and I will give thee hire,</br>This were as good as Curds for our JONE,</br>When at a Night we sitten by the fire.", "MOTTO.</br>Why gentle GORBO, ile not sticke for that,</br>When we shall meet upon some merrie day:</br>But see, whilst we have set us downe to chat,</br>Yon Tykes of mine begin to steale away.", "And if thou please to come unto our Greene,</br>On Lammas day, when as we have our Feast,</br>Thou shalt sit next unto the Shepheards Queene,</br>And there shalt be the only welcome Ghest.</br>"]