["AMARILLIS, CLAIUS.", "THE ARGUMENT.</br>Amaryillis doth discover</br>Her desires unto her Lover,</br>Shewing how her nature scornes</br>Those whom Vertue not adornes,</br>After which the swaine and she</br>Intend by Hymen linkt to be.", "In the merry moneth of May,</br>When the Birds on every Spray</br>Sat chirping Amarillis faire,</br>Softer then down, sweter then ayre,</br>Drove her floks from forth their fold</br>Which when Claius did behold,</br>He said, lov'd Nymph, be pleasd that I</br>May you this day accompany,</br>Our flocks together feeding, wee</br>Beneath some broad-branch'd Myrtle Tree</br>Will sit, where with my pipe will I</br>Make you pleasant mellodie,</br>And when Sol our shades shall lengthen,</br>We with Cates our selves will strengthen.</br>Within my bag (by me is put)</br>As good sowse as ere was cut,</br>With Butter made of purest milk,</br>And of Curds as soft as silke,</br>And in my bottle nappie Ale</br>Made of sweet Mault, and two moneths stale.</br>And though my buskins are not painted,</br>Nor I with Courts and Kings acquainted,</br>Yet, gentle Nymph, take note that I</br>Am not born ignoblly:</br>I have seen the Graces three,</br>When my pipe made mellodie</br>To daunce about me, and the Faeries</br>(Who so often nym our Daries)</br>In a Ring to compasse round,</br>Obera, tripping on the ground,</br>Leave behind them to be seen</br>A perfect Ovall on the green,</br>The Satyrs rude and full of yre</br>Have sat and listned to my Lyre,</br>And when my pipe hath ceas'd to play</br>Have discontented gone away.</br>Then, sweet Nymph, be pleas'd that I</br>May you this day accompanie.", "Quoth Amarillis, So may PAN</br>Preserve my flocks from harme and wan,</br>So may the Woulfe keep from my Fold,</br>As I thee (Shepheard) dear do hold.</br>Although Myrtillus seek my love,</br>And Palemon, the same do prove,</br>Although Thomalin much me gives,</br>And by his wealth to win me strives,</br>Yet I Myrtillus hate, for he</br>Comming the other day to me,</br>As I sate beneath the shade,</br>Which a broad spreading Beech-tree made,</br>Had words, and gestures so uncivill,</br>I see his tongue and heart are evill.</br>Palemon too, although his flock</br>Be great, and greater far his stock,</br>Yet I affect him not, for though,</br>He hath the art to shrowd it so,</br>I am acquainted with his mind,</br>And that he is to ills inclind:</br>For th' other day within the wood</br>My flocks by chance having stray'd for food,</br>As I to gather them was going,</br>Under a tree I found him wooing</br>A Shepherdesse unto his Lust,</br>But seeing me, himself he thrust</br>Amid the thick and shadie boughes:</br>And though Thomalin much allowes</br>In gifts to win me, so to more</br>Besides my self he giveth store.</br>Thus (gentle Shepheard) none of these</br>So well as thee my fancy please,</br>If thou art mine, as I am thine,</br>In Hymens joyes we will combine.", "Quoth Claius, Shepardess I ween</br>The god of love my Friend hath been,</br>That thou dost motion my desires,</br>And that so mutuall are our fires:</br>May Woulves burst in unto my fold,</br>And kill those Ewes I dearest hold,</br>And may my wreath-hornd Rams decrease,</br>Nor yeeld to me their wonted fleece,</br>As will love thee till I die,</br>But see Titan apace doth hie,</br>Driving his fiery Carre amaine</br>The brinie Ocean to attaine:</br>Now lets depart, to morrow we</br>Will sing to Hymen merrilie.</br>"]