["My Barrack-room! &mdash; I thought that hour gone by!</br>But little we can read the book of Fate!</br>E'en had I claim'd the gift of prophecy,</br>(GOD knows my talents are not that way great!)</br>On such a guess I ne'er could meditate.</br>Then, &mdash; since 'tis so;  &mdash;  my Barrack-room, to thee</br>This Canto let me humbly dedicate;</br>Thy view is cheerful, airy, full of glee,</br>And life runs smoothly on; &mdash; and that is odd for me.", "My Barrack-room! &mdash; 'tis like the march of time,</br>Sober, and plain, and stript of ornament:</br>No trappings here, to figure the sublime,</br>But reason points its finger to Content.</br>The proud man here, would find his foppery shent;</br>The rich &mdash; that riches were of small avail;</br>And poverty, &mdash; that comfort was so blent,</br>That want of wealth would ne'er one thought assail,</br>All down the tide of life may glide with easy sail.", "Yet are there some, (where may they not be found?)</br>Who wrest to wrong what Providence supplies;</br>Who mock the same unwearied peaceful round,</br>And look for that, which Heaven to most denies.</br>Who try with taper light the noon-tide skies</br>To gild, &mdash; unconscious of the gift of GOD;</br>And follow discontent, where'er it flies;</br>And curse the light of day, the dreadful load</br>Of life; and of themselves make heaven's avenging rod.", "My Barrack room! &mdash; I love thy cotterie</br>Of fun, of glee, of black, of brown, of fair;</br>The old, the young, the thoughtful, and the gay,</br>The learned droll, the droll unlearn'd is there.</br>There nonsense will with sentiment repair;</br>And then comes starch'd philosophy so fine;</br>And then the hum-drum critic with his stare;</br>And then the reveller in a zig-zag line:</br>And Nature's unspoil'd son, &mdash; and Genius all divine.", "It is great Nature's extract; 'tis a book</br>Bound up in small; but legible and terse;</br>It is this world's epitome, &mdash; a look</br>Borrow'd from all that's common or that's scarce.</br>'Tis \"seria mixta jocis,\" &mdash; wit and farce;</br>Some shrinking from, some mocking life's cold gale;</br>Some whistling, and the ills of life disperse;</br>Some shuddering stand, and droop beneath their wail;</br>Some face the stubborn tempest, clad in iron mail.", "'Tis in our little world, as in your great,</br>We boast our fashions, nonsense, and caprice;</br>We have the brave, the cheerful, the sedate;</br>The son of Mars, &mdash; and eke &mdash; the son of Peace.</br>And Folly's tongue here wags without surcease;</br>And Laughter weeping shakes her aching side;</br>And sometimes Wit &mdash; (tho' seldom) finds a place;</br>But Gravity his wrinked sconce must hide,</br>His freezing atmosphere we cannot here abide.", "What sounds are these which burst upon the night?</br>'Tis Comus comes with his disorder'd crew.</br>The welkin ring, and silence in affright</br>Bids to our mess-room this one night, &mdash; adieu!</br>The Salii here their frantic feats pursue;</br>And old Silenus sometimes too will join</br>With gambols ever varied, ever new;</br>The storm without's out-storm'd by that within;</br>And all the world's forgot in laughter, love, and wine", "'Tis past &mdash; the day's rude clamour!  evening comes,</br>And with it all its stillness and repose;</br>Hark!  to the cheerful fifes, the horns, the drums,</br>Sounding the night's advance, the day's sweet close;</br>Upon the swell the distant echo grows;</br>And like the morn of youth it melts away.</br>Look!  how the evening o'er yon margin glows,</br>Descending to the brink of ocean's play,</br>Plung'd now within its flood, and mantling all with grey!", "Clear the serene of Heaven!  How blue the sky!</br>Dark and more dark the face of night comes on;</br>Now the thin vapours trembling o'er it fly,</br>And blend their gloom' athwart the horizon.</br>Sweeps from its ocean's cave the blast along,</br>And ride the fleecy clouds upon its breast;</br>Rattles the hail the sloping roofs among;</br>Hastens the shivering traveller to his rest;</br>And pining, trembling looks the wretch, with want opprest.", "Now here, now there, the lamp's dull orbs combine</br>To make the gloom still deeper; weak and pale</br>The rays which from their wat'ry surface shine;</br>No laughing stars are they to charm the gale.</br>Shivering, I haste my cheerful fire to hail;</br>I feel its warmth subdue my gloom of mind:</br>Yet list, with aching heart, unto the wail</br>Of want, disease, and wretchedness combin'd:</br>The thousand heart aches, which around the poor man wind.", "It is a fearful night! &mdash; The clock strikes nine!</br>Now set the watch! &mdash; The trumpet peals its round!</br>And soft recorders emulously join,</br>To blend their heart-felt harmony around.</br>How swims along the vault the melting sound!</br>'Midst midnight echoes deep and howling storm;</br>As if the angel of our doom was bound,</br>To breathe the signal of that dreadful morn;</br>Hallowing each note with bliss, to cheer the soul forlorn.", "Now comes the frightful spirit of the year,</br>Moaning amidst its elemental war;</br>The curling billow his proud charioteer,</br>The lightning cloud his dark and fearful car!</br>Rejoicingly, the hurrying winds from far</br>Sweep after him; &mdash; and at each lingering pause,</br>Silence, enthron'd on evenings setting star,</br>Fills up the dreadful interval, and draws</br>The mind subdued, to think on Heaven's unerring laws.", "Howl on ye winds!  your notes have charms for me;</br>I like your shuddering wailing lapse of woe;</br>You breathe perhaps the soul of destiny,</br>And point to trials man must undergo!</br>How awful, from your shroud of hail and snow,</br>You sweep the midnight's void! &mdash; the watchman's cry</br>Courses your thundering wheels; &mdash; the lightning's glow,</br>Like glory streaming o'er your canopy,</br>Flits o'er a slumbering world, and rends the woven sky.", "The pale moon peeps abroad, its silver ray</br>Wanders on yon proud cupola's blue height;</br>The drifting clouds along its summit play,</br>And rush like spectres on the brow of night;</br>The winds their breath: &mdash; and round them they invite</br>(With scorpions clad) the demon of despair;</br>Hark to their hisses!  as their whips alight</br>O'er the pale wretch, that shivering bends in prayer;</br>And with the houseless night-hag breathes the tainted air.", "I see her standing like a pillar'd beam;</br>Round which the whistling blast its eddy throws;</br>Her shred of mantle withering in its stream,</br>Her bosom bar'd to every wind that blows:</br>O'er her pale cheek the tear of misery flows,</br>Frozen by the winds of heaven: &mdash; her madden'd eye</br>Shoots the red stream which round yon meteor grows;</br>And as the billow of the storm waves by,</br>Hark how the wild wretch shrieks her round of agony!", "A wandering ray is thrown upon the tombs,</br>The crowded church-yard yawns, &mdash; the goblins shriek</br>Along the Liffey's vex'd margin; &mdash; booms</br>Its wave, as thro' each arch the currents break.</br>Hear'st thou the echo of each dash? &mdash; The wreck</br>Of the swollen tempest, rushing thro' its flood,</br>Boils o'er its stream, &mdash; and marks a livid track;</br>And yon red shooting star pours rays of blood,</br>Upon a slumbering world! &mdash; its pall yon coal-black cloud.", "I peer into the bosom of the night,</br>I see gigantic structures round me rise,</br>A world of silence!  and my strain'd sight</br>Looks out for being; &mdash; being from me flies!</br>It seems the world's cold cemetery; mine eyes</br>Feed on the trophies of a former age;</br>The city of the desert round me lies,</br>A Nineveh!  o'er which the prophet's page</br>Speaks; &mdash; and time's ruins plead the language of the sage.", "Rising above, the clouds a column springs,</br>The record of a noble soldier's arm;</br>Whose thunders broke the Gallic eagle's wings;</br>And hurl'd it breathless to its rock of storm.</br>Hibernia, hail! &mdash; To thee we owe that charm,</br>Which smash'd that dreadful talisman to dust:</br>Thou tower'st above the tempest's wild alarm;</br>Smil'st as its lightnings blaze; thy lightnings crush'd</br>A tempest, wild as hell, which over Europe rush'd.", "Where art thou Dian? &mdash; let me call on thee!</br>Lucina, Cynthia, Cybele &mdash; appear!</br>Nor on the mountain, valley, nor the sea</br>Wilt thou expand thy beam, or turn to hear.</br>Oh lovely queen of night! &mdash; thy votary here</br>Looks on the ripple for thy charmed ray;&mdash;</br>Darkness but cowers upon the track of Fear,</br>And breathes its horrors o'er the thundering bay,</br>And deep eternal night excludes the hope of day!", "Chaos is come again!   ye watch'd the stream</br>Of earthly glory down a summer's night;</br>When, Dian!  o'er the blue expanse thy beam</br>Shot, thro' yon heaving bay, its witching light.</br>Then, shook the waves their silver chains so bright,</br>And with thy smile their trembling rays were fir'd;</br>Heaven's planets fled, when, coming in thy might,</br>Saturn's bright day was quench'd, and Jove retir'd,</br>And all the host of heaven to worship thee aspir'd.", "On such a night, (June just had breath'd on May,)</br>Earth, air, and sky, and ocean all perfum'd,</br>Light pressing on its waters, &mdash; Dublin bay</br>Op'd to my view, and like an Eden bloom'd,</br>With countless stars the heavens were then illum'd;</br>Smooth was the glassy mirror of the deep;</br>And the blue sky a darker blue assum'd;</br>And the wave trembled thro' the moon's soft sweep,</br>And silence spread its hush, and morning seem'd to weep.", "And on the distance hung the mountain-range,</br>Frowning, half vision'd, on their robe of grey;</br>O'er wood and river, hamlet, village, grange,</br>And fairy meadow, spread the moon beams play;</br>And, curtain'd in the mist of morning, lay</br>The city's sleeping thousands; and a flame</br>Spir'd from its bosom, up the milky-way:</br>As over Naples sweeps Vesuvius, came</br>The deluge; thro' the night cloud rush'd its fearful aim.", "Headland, and promontory bold, and rock,</br>And mountain, and the curving shore, and flood</br>Burst on my vision, and my senses mock,</br>And Naples and its gulf before me stood.</br>And morning rose, and on the scene I brood!</br>The sky deep blue, unclouded &mdash; and the sea</br>So smooth, so clear; &mdash; villa, and stream, and wood</br>Deep interwoven! &mdash; Do I rightly see?</br>Do I indeed embrace the shores of Italy?", "Methought, the voice of twilight came abroad,</br>Trembling and hollow, fluttering, solemn, low;</br>A spirit stept before me, like a God,</br>Pale was his cheek, and furrow'd was his brow!</br>Sunk not his eye; it flash'd the lightning's glow;</br>Proud was his step, majestic was his mien;</br>And looks of triumph from his dark eyes flow,</br>And fell their fierce glance on a bloody plain,</br>Where lay the bleaching bones of all his warrior train.", "Time had not worn his spirit nor his fire,</br>The eye each speaking light caught there again;</br>Age smiling wreath'd him in her white attire,</br>And glory panted in each swelling vein.</br>Heaps upon heaps appear'd the savage Dane,</br>Beneath their crowd the reddening waters groan'd;</br>And o'er thy rocks, Clontarf!  and round thy plain,</br>Came quick the gasp of death; the winds bemoan'd</br>The fearful bloody onset; &mdash; Death was there enthron'd.", "Does thine eye glisten, king of th' em'rald isle,</br>Bending o'er trophies of the days of old?</br>Sons of these sires, awake! &mdash; around him smile,</br>Pointing to deeds as great, as brave, as bold.</br>Are not thy sinews from the same self mold?</br>Wakes glory's voice around thee &mdash; feeble, low?</br>I hear her strain! &mdash; it comes not weak and cold;</br>It is the whirlwind on the mountain brow,</br>Lashing the ocean's surge, and reddening evening's glow.", "Times that are past! &mdash; thy voice is mingling here;</br>I hark thy whispers, and I feel thy flame;</br>Thy shadows o'er yon mountain-range appear,</br>And on their rocky crest expanded &mdash; Fame</br>To south, and north, and east, and west, thy name</br>Spreads with her trump's loud blast: &mdash; the op'ning sky</br>Blushing, &mdash; from cloud to cloud the proud acclaim</br>Extends; &mdash; and on yon blue arch flaming high,</br>Erin!  thy deathless deeds, thy glorious records lie.", "Trembles the light of morn! &mdash; I see its star</br>Reflected in the dew-drop &mdash; Swell the fife,</br>And drum and trumpet, with the pomp of war,</br>Their sweet reveille! &mdash; day's restored to life!</br>Now stir the canaille, clamorous in strife;</br>Lags slow the watchman from his nightly round;</br>Rattle the streets with hurly-burly rife;</br>Raw feels the air, and comfortless the sound</br>Of winter's pelting storm, upon the plashy ground.", "Blood-red the sun behind his cloud appears;</br>Sluggish the smoky vapor's trail'd along;</br>Dimly its tapering height the steeple rears;</br>And starv'd and trembling stand the lazy throng,</br>And in the distance, &mdash; hark! &mdash; the voice of song;</br>Not such as Tasso's o'er the Brenta flung;</br>But discord's heathenish brawl its crowds among</br>With Misery's downcast look round pity hung;</br>The heart's devouring sorrow, which contempt hath stung.", "Now comes the noon, &mdash; the night! &mdash; the circle's run;</br>The same dull tale invites the same dull round;</br>The web of life is here but coarsely spun,</br>But what of that? &mdash; contentment may be found.</br>The mind is all!  and &mdash; what the mind can bound?</br>The peasant's blood is it less pure than thine?</br>The pensive eye tho' fix'd upon the ground,</br>Think'st thou its visual nerve dare not incline</br>To heaven? &mdash; the earth it looks on, can it not refine?", "Fool!  through the glare of the bright mid-day sun,</br>How many dazzling objects cheat the eye!</br>Rapid to catch the phantoms, on we run,</br>To earth's remotest bounds we breathless fly!</br>The prize is ours! &mdash; But what our destiny?</br>Anguish &mdash; deception &mdash; or &mdash; a broken heart!</br>Mine, &mdash; be the shade! &mdash; There let me lowly lie,</br>Whilst, fancy breathing round me, shall impart</br>Bliss, &mdash; which in vain we search for in the crowded mart!</br>"]