["Come genial Wynter!  Welcome to my sight</br>Thy dark, dim clouds, thy mountain drifts o' snow!</br>Yes, let the sons of ease and sloth delight,</br>In summer's wanton lap reclin'd, to throw</br>Their limbs beside the streams which sweetly flow,</br>Or 'neath the shelter of some shady tree;</br>Yet tho' the sleet descend, the tempest blow,</br>And howling winds sweep fiercely o'er the lea,</br>Wynter and wintry hills have still their charms for me.", "What tho' obscure, and shorn of half his light,</br>The day's bright monarch warm our blood no more;</br>Tho' now no more the meads be daisy dight,</br>The meads so late with flow'rs enamell'd o'er;</br>Tho' snow-clad forests, leafless now and hoar,</br>Wave their dark branches as thy storms begin,</br>Beat, Wynter, beat against my humble door,</br>I heed thee not, thy mighty blasts, thy din;</br>Tho' cheerless all without, 'tis comfort all within.", "Faint gleams the sun behind the Eastern hill,</br>And looks askance upon a world of snow,</br>The smoke is rising in the welkin still,</br>The torpid stream almost forgets to flow;</br>Thick hang the icicles the thatch below;</br>The little birds of snows and cold complain;</br>While bumpkins to their daily labours go,</br>The waken'd sluggard eyes the frosty pane,</br>Then turns him in his bed, and goes to sleep again.", "'Tis night, and labour's daily task is done:</br>The stars are twinkling in the frosty sky,</br>The mastiff howls unto the pale pale moon,</br>The mallard wings his airy flight on high,</br>And all the village lost in slumber lie,</br>Save where some melancholy antique crone</br>Comes from the distant copse, slow-creeping by,</br>Her little faggot o'er her shoulder thrown,</br>To dress her wynter's meal &mdash; that meal she shares alone.", "'Tis Christmas eve; and happy we who meet</br>This happy time the cheerful blaze around;</br>Friends welcome friends, and lovers lovers greet;</br>Laugh echoes laugh, the merry glass goes round</br>Unceasing, till the jolly rebec's sound</br>Bids in the dance the youths and maidens move:</br>Ah, then, I ween, full quickly may be found</br>(Tho' mothers frown, and maiden aunts reprove),</br>How sympathize the hearts of those who truly love.", "Now Fashion's minions throng the city's streets:</br>The carriage rattles o'er the crowded way,</br>Chair jostles chair, with coachmen coachmen meets,</br>Knave elbows peer &mdash; 'tis Fashion's holiday.</br>To rout, assembly, masquerade, or play,</br>Unknowing why, and reckless here, they run.</br>O fools!  Who strive to squander life away;</br>Yet think, O think, if not another sun</br>Be yours to spread, alas!  how little have ye done?", "And ye, who sated from the table rise,</br>Gorg'd with the feast, by ev'ry climate fed,</br>Earth, seas, and air's exhausted luxuries,</br>For whom the fatlings of the flock have bled,</br>O spare to age his scanty dole of bread,</br>Nor hungry send the child of want away,</br>That heav'n may show'r its blessings on your head,</br>And ye may boldly ask (if e'er ye pray),</br>\"Lord, give our daily bread, to satisfy to day.\"", "Such joys the town can give &mdash; a happier theme</br>The simple scenes of rural life supply;</br>Nor yet forget where, by the smoking stream,</br>\"The sportsman's thunder breaks the frozen sky;\"</br>Nor where, amidst the rustic revelry,</br>The squire recounts the perils of the chace</br>O'er his brown ale; while proudly placed on high,</br>The jolly sirloin shews his honest face,</br>The Englishman's best food, his table's boast and grace.", "Now is the very witching time of night</br>(If true it be what ancient legends say),</br>When earth's inhabitants, ghost, gnome, and sprite,</br>Forsake their narrow tenements of clay,</br>To wander up and down the churchyard way:</br>And now it is, the pale and silent dead</br>Burst from their tombs before the judgment-day,</br>To strike the villain's guilty soul with dread,</br>And shake the torch of hell around the murd'rer's bed.", "Hark!  'tis the village clock, whose iron tongue</br>Tells twelve unto the drowsy ear of night&mdash;</br>Mute the loud laugh, and ceased the merry song,</br>The candles seem to yield a paler light,</br>And tipp'd with blue the fire which burns so bright:</br>Then near and nearer crowds the timid fair</br>In terror of some unexpected sight;</br>The child clings closer to his grandam's chair,</br>Nor dares to look behind, lest some strange form be there.", "Then too, perhaps, some aged sire has told,</br>Since age is narrative, and loves to tell,</br>Of cruel massacres in days of old,</br>Or solitary murder which befel</br>All by some lonely heath or murky dell:</br>And how, about the fall of even-tide</br>(Himself has seen it, and remembers well),</br>The villagers would turn their steps aside,</br>Nor dare to pass the spot whereon the stranger died.", "And something too, perhaps, that sire has said,</br>Night waning fast ere half his tale is done,</br>Of Egypt's wonders, Nile's secret head,</br>And burning Lybia, birthright of the sun;</br>Of towns and cities, battles lost and won,</br>(O foul extravagance of human blood!)</br>Of melancholy streams which slowly run</br>To join their waters to old Ocean's flood,</br>Where empire sat enthron'd, and cities once have stood.", "'Tis merry in the hall; and through the night</br>The jovial crew unceasingly prolong</br>The loud hoarse laugh of unrestrain'd delight,</br>The annual tale and oft-repeated song:</br>And some there are, the happy group among,</br>Who, till the day's return, their revels keep,</br>O'er nappy ale, October stout and strong;</br>While others to their beds securely creep,</br>Ere from the distant hills grey morn begins to peep.", "O ye, the happy sons of peace and ease,</br>Who round your Christmas fires your revels keep,</br>Bless those bold hearts who, toss'd by winds like these,</br>Bear Britain's thunders o'er the stormy deep:</br>Aye here ye dance, or sing, or sweetly sleep,</br>Unconscious of the waves' tremendous roar,</br>Nor heed the wintry hurricanes which sweep</br>Along the mazes of our rocky shore,</br>And dash the foamy brine, as heav'n and earth were o'er.", "Of this enough &mdash; O be your slumbers light;</br>And God's good angels guard ye evermore.</br>Ere orient Sol dispels the shades of night,</br>The minstrel's carol shall attend your door,</br>To hail the happy morning, when, of yore,</br>The Godhead did in mortal form appear:</br>Then pass with humble joy His threshold o'er;</br>Praise Him for mercies past; with holy fear</br>Implore His bounteous hand to bless the coming year.</br>"]