["LOBBIN.", "If we, O Dorset, quit the City Throng,</br>To meditate in Shades the Rural Song,</br>By your Commands; be present:  And, O, bring</br>The Muse along!  The Muse to you shall sing.", "Begin. &mdash; A Shepherd Boy, one Ev'ning fair,</br>As Western Winds had cool'd the sultry Air,</br>When as his Sheep within the Fold were pent,</br>Thus plain'd him of his dreary Discontent;</br>So pitiful, that all the starry Throng</br>Attentive seem'd to hear his mournful Song.", "Ah, well-a-day!  How long must I endure</br>This pining Pain?  Or who shall speed my Cure?</br>Fond Love no Cure will have; seeks no Repose;</br>Delights in Grief; nor any Measure knows.</br>And now the Moon begins in Clouds to rise;</br>The twinkling Stars are lighted in the Skies;</br>The Winds are hush'd; the Dews distil; and Sleep</br>With soft Embrade has seized my weary Sheep.</br>I only with the prouling Wolf, constrain'd</br>All Night to wake.  With hunger is he pain'd,</br>And I with Love.  His Hunger he may tame:</br>But who in Love can stop the growling Flame?", "Whilom did I, all as this Pop'lar fair,</br>Up-raise my heedless Head, then void of Care,</br>'Mong rustick Routs the chief for wanton Game;</br>Nor could they merry make 'till Lobbin came.</br>Who better seen than I, in Shepherds Arts,</br>To please the Lads and win the Lasses Hearts?</br>How deffly to mine oaten Reed, so sweet,</br>Wont they, upon the Green, to shift their Feet?</br>And, when the Dance was done, how would they yearn</br>Some well devised Tale from me to learn?</br>For, many Songs and Tales of Mirth had I,</br>To chase the lingring Sun adown the Sky.</br>But, ah!  since Lucy coy has wrought her Spight</br>Within my Heart; unmindful of Delight,</br>The jolly Grooms I fly; and, all alone</br>To Rocks and Woods pour forth my fruitless Moan.", "Oh quit thy wonted Scorn, relentless Fair!</br>E're, lingring long, I perish through Despair.</br>Had Rosalind been Mistress of my Mind,</br>Tho' not so fair, she would have been more kind.</br>O think, unwitting Maid, while yet is Time,</br>How flying Years impair our youthful Prime!</br>Thy Virgin Bloom will not for ever stay;</br>And Flow'rs, tho' left ungath'red, will decay.</br>The Flow'rs anew returning Seasons bring;</br>But Beauty faded has no second Spring.", "My Words are Wind!  She, deaf to all my Cries,</br>Takes Pleasure in the Mischief of her Eyes.</br>Like frisking Heifers, loose in flow'ry Meads,</br>She gads where-e'er her roving Fancy leads;</br>Yet still from me.  Ah me, the tiresome Chace!</br>While, wing'd with Scorn, she flied my fond Embrace.</br>She flies indeed:  but ever leaves behind,</br>Fly where she will, her Likeness in my Mind.</br>Ah turn thee then! unthinking Damsel! Why,</br>Thus from the Youth, who loves thee, should thou fly?</br>No cruel Purpose in my Speed I bear:</br>'Tis all but Love; and Love why should'st thou fear?</br>What idle Fears a Maiden Breast alarm!</br>Stay, simple Girl!  a Lover cannot harm.", "Two Kidlins, sportive as thy self, I rear;</br>Like tender Buds their shooting Horns appear.</br>A Lambkin too, pure white, I breed, as tame,</br>As my fond Heart could wish my scornful Dame.</br>A Garland, deck'd with all the Pride of May,</br>Sweet as thy Breath, and as thy Beauty gay,</br>I'll weave. But why these unavailing Pains?</br>The Gifts alike and Giver she disdains.", "Oh would my Gifts but win her wanton Heart!</br>Or could I half the Warmth I feel impart!</br>How would I wander ev'ry Day to find</br>The ruddy wildings!  Were but Lucy kind,</br>For glossy Plumbs I'd climb the knotty Tree,</br>And of fresh Honey rob the thrifty Bee.</br>Or, if thou deign to live a Shepherdess,</br>Thou Lobbin's flock, and Lobbin, shalt possess.</br>Fair is my flock; nor yet uncomely I,</br>If liquid Fountains flatter not:  and why</br>Should liquid Fountains flatter us?  yet show</br>The bord'ring Flowers less beauteous than they grow.", "O!  come, my Love!  nor think th' Employment mean,</br>The Dams to milk, and little Lambkins wean,</br>To drive a-Field by morn the fat'ning Ewes,</br>E're the warm Sun drinks up the cooly Dews.</br>How would the Crook beseem thy beauteous Hand!</br>How would my Younglings round thee gazing stand!</br>Ah witless Younglings!  gaze not on her Eye:</br>Such heedless Glances are the Cause I die.</br>Nor trow I when this bitter Blast will end;</br>Or if kind Love will ever me befriend.</br>Sleep, sleep, my Flock: For happy you may take</br>Your rest, tho' nightly thus your Master wake.", "Now, to the waining Moon, the Nightingale</br>In doleful Ditties told her piteous Tale.</br>The Love-sick Shepherd list'ning found Relief,</br>Pleas'd with so sweet a Partner in his Grief:</br>'Till by degrees her Notes and silent Night</br>To Slumbers soft his heavy Heart invite.</br>"]