["The sun still was down; the dazzling red,</br>That curtained late his ocean bed,</br>Had faded softly from above,</br>Like blushes from the checks of love,</br>Save some small Spots of vermeil hue</br>Still gleaming 'mid the stainless blue,</br>As if for journeyers on high,</br>To point their path across the sky:</br>The air a holier quiet filled;</br>The flowers a softer balm distilled;</br>The wave assumed a mellower hue,</br>And the calm heaven a paler blue;</br>While the faint murmurs of the breeze,</br>Amid  the yellow autumn trees,</br>And o'er the blue waves' gentle swell,</br>In slowly-lengthened murmurs fell,</br>And sighed, though loth, a last farewell.", "No sound disturbed the serenity  of the scene:  the very leaves, that at this season fall from the faded tress when no winds blew, forgot their destiny.  Time seemed to stand still for a moment to gaze upon the tender loveliness he had himself given to the hour.  Pleasure, that almost \"trembled on the brink of pain,\" filled the Poet's heart.  He lay motionless on the green blank, his eyes raised to heaven, his soul filled even to oppression with the beauty which seemed to clothe the world like a garment.  He imagined himself in a dream, and already felt those wanderings of fancy which are beyond the controul of reason or volition.  The ocean seemed to reflect forms which the eye looked for in vain in the upper world; and in the sky, those little vermeil clouds, the foot-steps of the sun, assuming fantastical appearances, began to arrange themselves into strange and beautiful combinations.", "But oh, it was no dream that gave</br>Such living beauty to the wave,</br>And filled the solitudes of air</br>With hues so bright and forms so fair!</br>When vulgar minds, unfit to feel</br>The signs that heaven and earth reveal,</br>By clouds o'ershadowed dark and deep,</br>Dream o'er such magic hour in sleep,</br>'Tis then, from mists corporeal freed,</br>That finer spirits wake indeed.</br>All sinful thoughts, all low desires,</br>That darken o'er the struggling mind,</br>Like vapours 'neath the noontide fires,</br>Disperse and leave all pure behind;</br>And, as these shadows pass away,</br>The soul emerges into day.</br>O, then upon the awakened soul</br>High visions of enchantment roll,</br>Where all so bright and vivid seems,</br>That waking thoughts to them are dreams:</br>Then Memory gathers from the past</br>All that we loved when life was young&mdash;</br>And wept when far they fled at last,</br>Too quickly fled &mdash; yet stayed too long!</br>And Hope with magic spell brings near</br>The joys of many a distant year:</br>Young Fancy, too, from rainbow wings,</br>Around the living picture flings</br>Perfumes that seldom visit earth,</br>And hues that boast their heavenly birth.</br>But mortal eye not long may gaze</br>Undazzled by that magic blaze,</br>Nor mortal bosom bliss sustain,</br>So keen, 'tis but a finer pain:&mdash;</br>The figures melt, the light decays,</br>The colours fade, the odours die,</br>In vain the struggling seer essays</br>To grasp the pageant e'er it fly&mdash;</br>Faint with the high and hopeless  strife</br>He sinks into the sleep of life.", "A dream of this kind was just flying from the eager eyes of the poet, and the intellectual struggle had just begun &mdash; when he felt himself suddenly, but without any shock, raised by invisible hands from the ground.  The green bank on which he had rested was already at a considerable distance, and this appeared to be increasing every moment.  But notwithstanding the singularity and apparent danger of the journey, our aerial traveller felt no fear; by degrees even his surprise wore off, and he could look around without any other emotion than delight, contemplating the beauties of the retreating world, till the mists of twilight veiled it from his view.</br>But though all was dim below, he was himself a denizen of the world of light.  The little clouds, whose vermilion hues and fantastic appearance had given him such pleasure when viewed from beneath, increased in size as well as in beauty as he approached them.  Sometimes a faint soft breath of music reached his ear, and he was uncertain whether it came from earth or heaven &mdash; but as he continued his flight, the sounds became richer and fuller, and he knew they were from above.", "Onward he glided 'mid the light</br>That round him streamed a halo bright;</br>Onward he glided, like a dream</br>Chased by an early orient beam;</br>And as he neared each sunny cloud,</br>Longer the strains of music fell,</br>And ever louder and more loud</br>Arose the wild unearthly swell;</br>And when he passed, 'twas sweeter still</br>To mark the changes of the lay,</br>As slow and faint it waxed, until</br>In distance lost it died away.", "Much did the wanderer of these untravelled regions marvel from whence could spring such heavenly music.  The clouds, if clouds they may be called that seemed floating masses built of many-coloured light, appeared to be transparent, and he could sometimes perceive dim forms flit through the interior.  Could these be their inhabitants and the authors of the wild and singular melody that filled the air?  Fit abode for beings so ethereal!  Their language no doubt is song, and their atmosphere perfumes!  These reflections of the poet were interrupted by his finding himself suddenly in the midst of one of the clouds he was contemplating.</br>Four female forms of the most exquisite beauty were seated on thrones at the farther end of the magnificent saloon where he now found himself; and, partly in devotion to so much loveliness, and partly from respect to their high station, he threw himself down before the steps which led to their lofty seats &mdash; for he saw that he was in the TEMPLE of ROMANCE.  His amazement at the cause and manner of this unpremeditated visit was not speedily removed; for the whole four of these celestial-looking beings began to offer an explanation at the same instant.  At length, by catching occasionally a word, he gathered  that he had been drawn up into Cloud-land to enact the part of critic and arbiter among the inhabitants, &mdash; and that in fact a question of legitimacy had arisen, with regard to the sovereignty of the region of Romance, which was claimed by each of the beautiful disputants before him.</br>He had at first listened with profound humility and veneration; but by degrees, as this explanation was unfolded, he assumed a more courageous, and somewhat critical look; and raising his bent body even to the perpendicular, and folding his arms across his bosom, placed himself in a proper attitude for hearing the cause.  Three of the Spirits of Romance immediately vanished from his sight.  The one who remained was apparently the youngest of the whole.  Her eyes were of a silvery blue, like the heavens in a moonlight night; and her cheeks, half enveloped in a profusion of flaxen curls, were like the leaves of a young moss-rose just budding into beauty.  She seated herself gracefully before a harp which was placed opposite to the thrones, and as her white fingers fell gently, but quickly, upon the strings, like flakes of snow dancing to the earth, she accompanied  the music with a voice the tones of which were soft, small, and almost infantine.", "There is music in the air, there is music in the sea,</br>There is music  in the voiced woods, as sweet as sweet can be;</br>Yet no bird is on the wing, and no bark is on the deep,</br>And the minstrels of the world are all silent or asleep.</br>O many are the lovely forms that dwell in good green wood,</br>And charm with mirth and melody their own sweet solitude;</br>And many are the minstrel harps that fill the peopled air,</br>And steal from wandering winds the tones that from the sky they bear;</br>And many are the voices that, beneath the quiet deep,</br>Sing sweetly in the pale moon-beams that on the waters sleep;&mdash;</br>Yet that music shall not breathe, nor that beauty smile for thee,</br>If thy spirit, dark and cold, be not illumed by me.", "If of a holy, gentle mould thy young affections are,</br>I can shew thee where the flowers were strewn upon the Orphan Pair;</br>There the rose and lily still are fresh, the violet gleams amid,</br>And fair they are as innocent eyes, and lips, and cheeks they hid.</br>But if on darker scene thine eyes all wildly love to bend,</br>While fear and horror a strange joy the shuddering spirit lend&mdash;</br>There is a Chamber stained with blood &mdash; a Lady wild with fear;</br>Long, long for aid she looks in vain &mdash; the murderer's step is near!", "Or turn we from this world of tears, where gentler spirits dwell,</br>And listen to the sea-maid's lay within her lonely cell&mdash;</br>So wildly and so well she sings! &mdash; but, mortal not for thee,</br>If thy spirit, dark and cold, be not illumed by me.", "Or hie we to the green hill-side, what time the moon doth fling</br>Pale splendour from her silver lamp to light our wandering;</br>Fair, lone, and silent is the spot; the very stream glides on,</br>Like a lover to his rendezvous that hath on tiptoe gone;</br>When, hark!  A sudden sound of mirth; and in gallant trim full soon,</br>The Elfin Court is glancing bright in the lone light of the moon:</br>In happy circle, proud and fair, brave knight and lady gay</br>Join hands to chase with song and dance the flying hours away;</br>While all things in the earth and sky that bright or joyous be,</br>Seem only born to bless that night, that world of faery:</br>But if such mirth thou wouldst partake, such splendour thou wouldst see,</br>Thy spirit, dark and cold, must be illumed by me.", "The song was finished; the music had ceased; and still the Poet stood in the attitude of listening, as one entranced.  From the moment the strain commenced, every feeling of his soul was changed.  It seemed to him that the events of his life, from childhood to manhood, had been but a tedious dream, from which he had now awakened, finding himself still in possession of all the buoyancy of spirit and delightful freshness of early life.  When the winds of summer pass over the young rose-bud, its leaves open, its bosom expands, and its beauty is matured; in a little while its leaves become shrivelled, its fair bosom is soiled, and its beauty languishes and died.  The heart of the Poet was like a young rose-bud over which the winds of summer had passed; but the progress of decay was stopped, the course of nature was altered, the expanded leaves folded themselves again into a bud, the delicate fragrance returned, the dew of the morning was moist and cool on its blooming cheek.  Starting from a reverie, in which the cherished dreams of his early youth had been present to his mind's eye, he exclaimed passionately, \"Beautiful Spirit!  I will listen to no other &mdash; the sovereignty of all hearts and the throne of the Temple of Romance is thine!\"  Then, springing forward, he would have clasped her to his heart &mdash; but she retreated from his eager arms, and her thin figure melted into air.</br>With a quick but irresolute step the Second Spirit approached.  The light of her dark eye was intensely bright and piercing, and its glances were wild and wandering; her cheek was so pale that the colour could scarcely be distinguished from that of the white drapery which flowed even to her feet, like wreaths of snow.  When with a timid, faultering hand she struck the chords, they emitted a sound like the fitful moanings of the midnight storm through the long deserted passages of a ruined cathedral; but soon, acquiring more confidence and energy, she began the following strain:", "Who is he of mortal birth,</br>A brighter course immortal shaping,</br>Would dauntless, from the unwilling earth</br>And the base weakness of his birth escaping,</br>Aspiring soar &mdash; where seers of old</br>Feared not to climb; and bid unfold</br>The veil that from unholy eyes</br>Close curtains heaven's dread mysteries?</br>Come, youth of the dark clouded brow,</br>And the pale cheek and wandering gaze,</br>Be mine thy chosen path to show,</br>Thy strength renew, thy courage raise,</br>Point to the unimagined scene,</br>And slowly \"lift the veil between.\"", "But let not daylight's gaudy beam</br>Around our haunted meeting stream&mdash;</br>Unless that light should haply fall,</br>Through chink of some old mouldering wall,</br>In ghastly brightness on the stain</br>Of some forgotten murder &mdash; then</br>Slow fade, while darkness self reveals</br>What light or dares not look on or conceals!", "Nor may the moon's pale radiance play</br>In beauty on our destined way&mdash;</br>Unless o'er some lone desert heath,</br>By hurrying clouds released and bound,</br>A fitful light she flings around;</br>While beckoning forms are dimly seen,</br>Then sudden lost &mdash; and all between</br>The traveller holds his tightened breath,</br>And, trembling, pauses on his path.</br>Then, in such scene, on such a night,</br>With some old charm of magic might,</br>We'll call up to our mystic meeting</br>Those \"juggling fiends\" whose sibyl greeting,</br>With truth to falsehood near allied,</br>Lured to the fate it prophesied.</br>Or, if no meaner rite can claim</br>Fit rule o'er things we dare not name,</br>That mightier name shall be our spell,</br>Whose power could ope the gates of hell,</br>Or bid arise from their unrest</br>The tenants of the guilty breast.", "Come &mdash; where the forest shades are deepest,</br>Come &mdash; where the mountain rock is steepest,</br>Come &mdash; where the lonely fern is sighing,</br>Come &mdash; where the long mossy stones are lying:</br>Haste, haste, &mdash; the bog-fiend hath lighted his lamp</br>To guide us over the midnight swamp;</br>And the hooded crow sweeps on before,</br>To marshal our way to the ruined door;</br>And the wakeful raven hath hied to his tower,</br>Whence he culls with a deep hoarse voice the hour;</br>What saith the old watchman?  One, and Two&mdash;</br>And the trumpeter owl screams out Too-whoo!</br>As we enter, with wonder, and joy, and dread,</br>The Land of the Silent, the House of the Dead!", "The music sank suddenly into silence &mdash; as if the cock had crowed before his time, and dissolved the magic of the strain and changed not only the nature of the listener's sensations, but the actual reality of the scene around him.  Thick clouds had by degrees filled the hall, and arranged themselves into appearances of vaults and dungeons to an immeasurable extent; and the delicious perfumes, which had formed the atmosphere of the Temple, were converted into damp fogs and charnel-house exhalations.  Still, however, a species  of strange indescribable joy filled his heart.  He would not have exchanged his present feelings for the most delightful he could before have imagined; and his straining eyes, followed eagerly the figure of the enchantress, as, enveloped in thick clouds, it vanished from his view.</br>A strain of music was now heard, the character of which his feelings were yet too disturbed to recognise.  It seemed to approach rapidly from a distance; and, as the notes became fuller and more distinct, the clouds by degrees rolled from around the Poet, like the mists of morning at the approach of the sun.  His perceptions became more accurate, he breathed more freely, his pulse beat higher &mdash; and as a brilliant burst of music, like the sound of trumpets on a field of war, shook the saloon, he raised his head and beheld the Third Spirit, with uplifted eyes and an air of lofty resolve, sweeping with hold hand the trembling chords of the Harp of Romance.  Her figure was majestic, yet graceful; her attitude elegant though imposing; her long dark eye-lashes served to mellow the too dazzling brilliancy of eyes, that sometimes, however, flashed fire from beneath their silken barrier &mdash; like sun-beams bursting fitfully through the dark fringes of a stormy sky; while the curl of her beautiful lip, formed by habitual command, gave an expression of heroic loftiness to a countenance which rose towering on a swan-like neck, as if disdaining to look upon the ground which her elastic foot seemed to spurn from beneath her.  Her voice was rich and powerful, and its clear tone and extensive compass suited well to the strain she sung.", "Avaunt!  Ye dim shadows that crowd from the tomb;</br>To your ghastly abodes sink in silence and gloom;</br>No terrors your sullen array can impart</br>To the stalwart in arm and the lofty in heart;</br>At their voice ye roll back like the dark midnight wave,</br>And the dead once again disappear in the grave!</br>Hark &mdash; hark &mdash; to that larum of pride!  not a breath</br>In the wide crowded lists breaks the silence of death:</br>With fixt eye and clencht hand, the young warrior there</br>Bends eagerly forward, as panting to share</br>In the hastening strife; while his sire doth but clasp</br>His good faulchion so true, till the grim iron-grasp</br>Leaves a dint on the hilt; and there many a dame,</br>With cheek pale as death, and yet eyes full of flame,</br>That must gaze, though that look were their last &mdash; and oh, one,</br>The gentlest and fairest, whose bright eyes alone</br>Have kindled the contest &mdash; the plighted in faith</br>To him who stands proud on the threshold in death,</br>Even she doth not turn in heart-sickness away&mdash;</br>In her wild fixed eyes a strange lustre doth play;</br>On her young cheek the rose-tints of beauty appear</br>Half the flushes of hope, half the hectic of fear.</br>The signal &mdash; the looked for &mdash; the last &mdash; it is given!</br>Laissez aller!  Away &mdash; like the red bolts of heaven,</br>That pregnant with death rush and blend in the sky,</br>So the warriors meet &mdash; while the splinters on high</br>Of their lances are whirled.  Now, honour inspire</br>Each bold bosom, and kindle with loftier fire;</br>O think on the bright eyes that beam on you now,</br>The colours you wear and the faith of your vow&mdash;</br>'Tis enough!  'tis enough!  Lost and won is the fight,</br>The oppressor hath fallen, and triumphed the right.</br>Hark again to the note that so gallantly swells!</br>'Tis the triumph of Valour and Beauty it tells;</br>And the Youth at the feet of his Lady is kneeling,</br>Her eyes  all her bosom's sweet secret revealing&mdash;</br>What knight for so lovely a prize would not fight!</br>What lady could frown on so gallant a knight!</br>Oh, where is the craven whose heart doth not bound</br>At such chivalrous deed, as high leaps, at the sound</br>Of the soul-stirring trumpet, the warrior steed!</br>Oh, where is the coward would tremble to bleed,</br>Or to die for that glorious guerdon, the grave&mdash;</br>Where Honour sits watching the sleep of the brave!</br>Still, to live, then to die, be his wish and his lot,</br>If to live is to breathe, and to die to breathe not;</br>Unknown let him live, and unmourned let him fall,</br>No stone at his head, and no shield in his hall.</br>But thou, gallant youth, on whose eloquent cheek</br>That flush utters all that thou burnest to speak,</br>Approach, for 'tis mine thy young bosom to cheer,</br>And point the bright path of thy noble career.</br>Say, shall he, the all courteous, the chaste and the true,</br>The brave Knight of the Gaul, be the star in our view?</br>Or step we aside with Galaor awhile,</br>The joyous and gallant, to bask in the smile</br>Of some fair damsel-errant, whose lips shall repay</br>Our danger and toil through the hazardous day?</br>Or there shall we worship a season, where wave</br>Later laurels around a more glorious grave&mdash;</br>The warrior king, and the king of the brave,</br>Coeur-de-Lion?</br>Arose!  And inspired by the name,</br>Rush gallantly forth to the red field of fame,</br>With gauntleted hand grasp at honour's bright wreath,</br>The guerdon is fame, and the risk is but death!", "The scene around the Poet was once more changed.  Piles of armour, banners, warlike instruments cumbered the ground; and tented fields beleaguered castles, and splendid tournaments filled up the piece to the extremest verge of the horizon.  With sparkling eye and flushed cheek he rushed forward to snatch the wreath from the outstretched hand of the Spirit of Chivalry; but, as he approached, a delicious and enervating perfume assailed his senses.  His high-wrought feelings gradually melted away into an unwonted softness; his flashing eyes became languid, and his breath dissolved into sighs.  When with difficulty he extended his feeble arm towards the garland, he discovered that no laurels were there:  the myrtle and the willow had usurped their place; and another form now bent over the harp, as if immersed in melancholy and yet pleasing recollections.</br>Her hair, unbound and unornamented, save by a few flowers placed here and there in graceful negligence, half covered her beautiful face, the colour of which seemed continually varying with new emotions &mdash; now pale and pure as a lily just watered by the tears of Aurora, now blushing like the virgin rose when first she unfolds her yet chaste bosom to the caresses of the enraptured zephyr.  She was of that delicious age when the zone of woman is yet too wide for the maiden waist, but when the soft eye, and heaving breast, and varying colour, proclaim, that although still the bashfulness and purity be retained, the indifference of earlier years has been for ever thawed by the genial breath of time.  As her white fingers fell gently upon the harp, the sounds they produced stole upon the ear like the first sighs of love, when the yet half-slumbering heart knows not their meaning.", "O Star of Eve!  Whose soft and trembling light</br>Hallows the gentle hour thou lovest the best,</br>Pale twilight; and thou Moon, pure, calm, and bright,</br>Night's pilgrim traveller, but now addressed</br>For thy late tour; and in the sleepy west</br>Thou who has closed thy too dazzling eyes,</br>And drawn the golden curtains of thy rest;</br>Ye centinel throngs &mdash; all ye bright heavenly spies</br>That gaze upon the world from the all-searching skies!", "Whether in morning's cool and dewy tide,</br>When the wet flowers awake, and fairer flowers</br>Open more beauteous eyes &mdash; or in the pride</br>Of the hot day, ye journeyed, when the showers</br>Fall welcome &mdash; or in twilight's milder bowers&mdash;</br>Or lingering on cold midnight's silent breast&mdash;</br>Say, on what happiest spot, ye bright-eyed powers,</br>Fell your commissioned light, what Bower most blest</br>Detained your wandering glance, that there still fain would rest?", "What!  The red field where that most famous slave,</br>The gladiator Valour, bleeds and dies</br>For his liege lord, so graceful and so brave?</br>The pinnacle whereon Ambition's prize</br>Is surely visible &mdash; if men's weak eyes</br>Could look so high as heaven?  The golden spot</br>Where Avarice, greedier than Ambition's sighs,</br>And fiercer still than Valour, dieth not</br>Once only for his lord &mdash; such his distinguished lot?", "Still mute?  Then, ye bright witnesses above,</br>But chief, O Star of Eve!  Venus, &mdash; whate'er</br>Thy worshippers do name thee &mdash; Star of Love!</br>Thy conscious beams the sacred spot declare:</br>A breathless quiet filled the twilight air,</br>A tremulous lustre from thy pale lamp given</br>Lit the dim scene, while fell in fragrance there,</br>Soft as the tears of love, the dews of even,</br>Holy as drops that seal the christian babe for heaven!", "And, all within that bower of peace and bliss,</br>There sat two youthful forms; one whose bright eyes</br>Gazed on the other's, half withdrawn from his,</br>Yet swimming in such silent joy as lies</br>On a calm sea beneath the sunny skies;</br>While, resting on his shoulder, one white arm</br>Propped a fair cheek, where breathed unchidden sighs,</br>O'er loveliness, that, innocent though warm,</br>At once even Love could fire, and Passion's self disarm.", "And there beat two young bosoms, whose twin sighs,</br>Blending, to heaven the same pure wishes bore;</br>And there met mutual and confiding eyes,</br>Whose soft looks told but what each read before;</br>And there were whispering warm lips o'er and o'er</br>The same sweet vow:  what need of words have they,</br>Whose eyes are learned in a deeper lore?</br>Whose hearts can throb &mdash; whose very lips can say</br>All, with one touch, that words could utter in a day?", "O pleasant time of youth!  When the bright flowers</br>Of love and hope around the young heart fling</br>Their sweetness and their beauty; the warm showers</br>That passion weeps, their genial watering;</br>And sighs, the zephyrs that on perfumed wing</br>Around them wave; and some bright beaming eye,</br>The worshipped star to whose warm smile they cling,</br>And bend &mdash; sun-flowers of the heart &mdash; that die,</br>When fades the light of their most fond idolatry!", "But there are bosoms in whose burning clime</br>The dews are poison and the sighs fierce flame;</br>And there these flower in their too early prime</br>Die witheringly, or perish as they came,</br>In rapid fall; yet fadeth not their name,</br>Nor freshness o'er again the blighted spot</br>Upon the heart &mdash; years pass, and still the same,</br>No spring recalls from their untimely  lot,</br>No tears bedew their grave, yet they are not forgot!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "But who would for a beauteous shadow  leave</br>The rich reality?  The sunny light</br>Of a warm smile for aught the mind can weave,</br>In its inspired hour, of fair and bright?</br>Like that harmonious dreamer, if aright</br>The tale be told, who on his Laura's face</br>Star-gazed with such poetical delight,</br>He did not dare undeify the grace</br>He worshipt with love's warm unspiritual embrace.", "Oh, 'tis no dream of Fancy that doth give</br>Its brightness and its beauty to the hour</br>Of youthful love; then only do we live,</br>When the awakened heart, like a spring flower,</br>Starts from its icy slumber at the power</br>Of the enchanter Time, to make or find</br>All things instinct with beauty:  but when lower</br>Those wintry clouds that darken o'er the mind,</br>And fades the light of Love, 'tis all indeed a dream behind!", "The strain died slowly like a beautiful dream, stealing away from the eyes of an unwilling slumberer.  The Poet appeared to listen long after the echo of the music had ceased in the hall &mdash; though still it sighed through the inmost recesses of his trembling bosom.  The days of other years crowded on his soul.  He loved and was beloved again.  The vow of eternal truth was on his tongue and in his heart!  At length, starting from his reverie, he raised his glistening eyes, &mdash; but the Spirit of Love had vanished; a dead silence reigned around; and he found himself alone and motionless &mdash; not in the Temple of Romance, but reclined on the green bank, where all the while he had lain in a profound sleep!  The gorgeous vision had fled.  It was nearly dark; a cloud covered the face of the moon; and by the doubtful light he could perceive the sea sleeping near him as before, in beauty and in silence.</br>"]