["I.</br>Daughter of Memory, Immortal Muse,</br>Calliope; what Poet wilt thou chuse</br>Of ANNA'S Name to Sing?</br>To whom wilt thou thy Fire impart,</br>Thy Lyre, thy Voice, and tuneful Art;</br>Whom raise Sublime on thy Aetherial Wing,</br>And Consecrate with Dews of thy Castalian Spring?", "II.</br>Without thy Aid, the most aspiring Mind</br>Must flag beneath, to narrow Flights confin'd,</br>Striving to rise in vain:</br>Nor e'er can hope with equal Lays</br>To celebrate bright Virtue's Praise.</br>Thy Aid obtain'd, even I, the humblest Swain,</br>May climb Pierian Heights, and quit the lowly Plain.", "III.</br>High in the Starry Orb is hung,</br>And next Alcides Guardian Arm,</br>That Harp to which thy Orpheus Sung,</br>Who Woods, and Rocks, and Winds, cou'd Charm.</br>That Harp which on Cyllenes shady Hill,</br>When first the Vocal Shell was found,</br>With more than Mortal Skill</br>Inventer Hermes taught to sound.</br>Hermes on bright Latona's Son,</br>By sweet Persuasion won,</br>The wondrous Work bestow'd;</br>Latona's Son, to thine</br>Indulgent, gave the Gift Divine:</br>A God the Gift, a God th' Invention show'd.", "I.</br>To that high-sounding Lyre I tune my Strains;</br>A lower Note his Lofty Song disdains</br>Who Sings of ANNA'S Name.</br>The Lyre is struck!  the Sounds I hear!</br>O Muse, propitious to my Pray'r!</br>O well known Sounds!  O Melody, the same</br>That kindled Mantuan Fire, and rais'd Maeonian Flame!", "II.</br>Nor are these Sounds to British Bards unknown,</br>Or sparingly reveal'd to one alone:</br>Witness sweet Spencer's Lays:</br>And witness that Immortal Song,</br>As Spencer sweet, as Milton strong,</br>Which humble Boyn o'er Tiber's Flood cou'd raise,</br>And mighty William Sing, with well-proportion'd Praise.", "III.</br>Rise, Fair Augusta, lift thy Head,</br>With Golden Tow'rs thy Front adorn;</br>Come forth, as comes from Tithon's Bed</br>With chearful Ray the ruddy Morn.</br>Thy lovely Form, and fresh reviving State,</br>In Crystal Flood of Thames survey;</br>Then bless thy better Fate,</br>Bless ANNA'S most Auspicious Sway.</br>While distant Realms and neighb'ring Lands,</br>Arm'd Troops and hostile Bands</br>On ev'ry Side molest,</br>Thy happier Clime is Free,</br>Fair CAPITAL of Liberty!</br>And Plenty knows, and Days of Halcyon Rest.", "I.</br>As Britain's Isle, when old vex'd Ocean roars,</br>Unshaken sees against her Silver Shoars</br>His foaming Billows beat;</br>So Britain's QUEEN, amidst the Jars</br>And Tumults of a World in Wars,</br>Fix'd on the Base of Her well-founded State,</br>Serene and safe looks down, nor feels the Shocks of Fate.", "II.</br>But Greatest Souls, tho' blest with sweet Repose,</br>Are soonest touch'd with Sense of others Woes.</br>Thus ANNA'S mighty Mind,</br>To Mercy and soft Pity prone,</br>And mov'd with Sorrows not her own,</br>Has all her Peace and downy Rest resign'd,</br>To wake for Common Good, and succour Human-kind.", "III.</br>Fly, Tyranny, no more be known</br>Within Europa's blissful Bound;</br>Far as th' unhabitable Zone</br>Fly ev'ry hospitable Ground.</br>To horrid Zembla's Frozen Realms repair,</br>There with the baleful Beldam, NIGHT,</br>Unpeopl'd Empire share,</br>And rob those Lands of Legal Right.</br>For now is come the promis'd Hour,</br>When Justice shall have Pow'r;</br>Justice to Earth restor'd!</br>Again Astrea Reigns!</br>ANNA Her equal Scale maintains,</br>And MARLBRO wields Her sure deciding Sword.", "I.</br>Now, coud'st thou soar, my Muse, to Sing the MAN</br>In Heights sublime, as when the Mantuan Swan</br>Her tow'ring Pinions spread;</br>Thou should'st of MARLBRO Sing, whose Hand</br>Unerring from his QUEEN'S Command,</br>Far as the Seven-mouth'd Ister's secret Head,</br>To save th' Imperial State, Her hardy Britons led.", "II.</br>Nor there thy Song should end; tho' all the Nine</br>Might well their Harps and Heav'nly Voices join</br>To Sing that Glorious Day,</br>When Bold Bavaria fled the Field,</br>And Veteran Gauls unus'd to yield,</br>On Blenheim's Plain imploring Mercy lay;</br>And Spoils and Trophies won, perplex'd the Victors way.", "III.</br>But cou'd thy Voice of Blenheim Sing,</br>And with Success that Song pursue;</br>What Art cou'd Aid thy weary Wing</br>To keep the Victor still in view?</br>For as the Sun ne'er stops his radiant Flight,</br>Nor Sets, but with impartial Ray</br>To all who want his Light</br>Alternately transfers the Day:</br>So in the Glorious Round of Fame,</br>Great MARLBRO, still the same,</br>Incessant runs his Course;</br>To Climes remote, and near,</br>His Conqu'ring Arms by turns appear,</br>And Universal is his Aid and Force.", "I.</br>Attempt not to proceed, unwary Muse,</br>For O!  what Notes, what Numbers cou'dst thou chuse,</br>Tho' in all Numbers skill'd;</br>To Sing the Hero's matchless Deed,</br>Which Belgia Sav'd, and Brabant Free'd;</br>To Sing Ramillia's Day!  to which must yield</br>Cannae's Illustrious Fight, and Fam'd Pharsalia's Field.", "II.</br>In the short Course of a Diurnal Sun,</br>Behold the Work of many Ages done!</br>What Verse such Worth can Raise?</br>Lustre and Life, the Poet's Art</br>To middle Vertue may impart;</br>But Deeds sublime, exalted high like These,</br>Transcend his utmost Flight; and mock his distant Praise.", "III.</br>Still wou'd the willing Muse aspire,</br>With Transport still her Strains prolong;</br>But Fear unstrings the trembling Lyre,</br>And Admiration stops her Song.</br>Go on, Great Chief, in ANNA'S Cause proceed;</br>Nor sheath the Terrors of thy Sword,</br>'Till Europe thou hast freed,</br>And Universal Peace restor'd.</br>This mighty Work when thou shalt End,</br>Equal Rewards attend,</br>Of Value far above</br>Thy Trophies and thy Spoils;</br>Rewards even Worthy of thy Toils,</br>Thy QUEEN'S just Favour, and thy COUNTRY'S Love.</br>"]