["The various pleasures of the festive board,</br>On which (when summon'd by the welcome bell,</br>Old Alma Mater's sons to hall repair)</br>The fam'd sirloin, with dignity serene,</br>Oft smokes, I sing.  Nor ye my song disdain,</br>Beef-loving tribe, whose bloated paunches speak</br>The study'd luxury of living well.&mdash;</br>Declare, my muse, how oft the chearing glass,</br>Circling revolves.  Yet stop; one slice, and then&mdash;</br>Friend of the smile, on whose dilated brow</br>The grin congenial spreads its ample sway,</br>Whene'er or laugh-exciting joke goes round,</br>Or luckless Gorman in the lordly dish,</br>Haply his sleeve infuse; say, would'st thou roam,</br>Where pale-ey'd sorrow spreads her gloom severe!</br>Or rather seek those joy-diffusing seats</br>(Happier by far, and with more glee beheld)</br>Where the brisk nectar courts the rosy lip</br>Of Senior Fellow, deeply vers'd I ween</br>In classic lore, more deeply in the lore</br>Of mystic cavern, vulgarly yclep'd</br>A cellar, where, beneath the rip'ning dust,</br>In order meet arrang'd, full bottles sleep</br>Their stated time, nor into light emerge,</br>Till, or the annual gaudy chears the scene,</br>Or when (by patron's care, or lucky chance</br>Of death) some living falls.  The deep recess</br>He then explores, and into long-lost light</br>The tatter'd victims drags.  With glee he views</br>The foaming crest; already warm  his brain</br>With fancy'd juice; the real joy succeeds,</br>And fancy is no more.&mdash;</br>What follows next?  Forbear, my muse, to say;</br>Alas!  too many know!  Nor will I sing</br>That tasteless follies of a vicious age.&mdash;</br>Thus roll his hours along &mdash; Mean while he boasts</br>Of ceaseless vigour, and ne'er failing health,</br>But soon &mdash; th' effect of many a dire debauch!</br>The dread disease arrests his teeming joys.</br>Lo!  from his tott'ring hand th' uplifted glass</br>Now spills &mdash; sad presage of his future woes!</br>In durance vile confin'd &mdash; At sixty, lo!</br>A Valetudinarian grown; in vain</br>He plans unheard of methods to restore</br>His long-lost vigour &mdash; vain his efforts all!</br>The dire disease gains ground &mdash; behold him now</br>Of ev'ry joy bereft, doom'd to remain</br>A living prey to ev'ry human ill</br>A sad memento to each tippling swain!</br>Such are his joys; and such the consequence</br>Of joys like these.  Be't ours with care to [illegible]</br>The progress dire; nor with less care to shun</br>The path which rev'rend Dulness points to view.</br>"]