["O!  prest with Sufferings, tho' to Greatness born!</br>Whom more than Titles ev'n thy Wrongs adorn:</br>Still more thy Virtues, sweet'ning ev'ry Grace;</br>Still most the Muse, thou Glory of her Race!</br>Whose Mind, illum'd by Wisdom's brightest Ray,</br>Can Wit's extended Empire wide survey;</br>Knows what from Manners, what from Men to gain,</br>A polish'd Freedom, and a social Vein:</br>Knows what to Nature, what to Art belong,</br>The Force of Passions, and the Charm of Song.</br>Ah!  known in vain, while partial Pow'r denies,</br>The Lot deprest should to its Merit rise.</br>Fools by Fatality Preferments share,</br>As lightest Bubbles easiest mount in Air;</br>Bold to sollicit, in possessing sure:</br>Desert, like Gold, the Furnace must endure.</br>Can Butler here in Mem'ry want a Place?</br>Great Man!  his Country's Honour and Disgrace.</br>Thee, Spencer, too, the Muse must long deplore,</br>Unequal'd Bard!  but in thy Suff'rings more.</br>The gentle Sidney still with Grief we name,</br>His Doom disastrous, and his hapless Flame.</br>And tuneful Waller ev'ry Age shall mourn,</br>Oppress'd by Love, and Sacharissa's Scorn.</br>Thou, Cowley, humble Solitude didst crave,</br>Thy temp'rate Wish &mdash; but found it in thy Grave.</br>What, wond'rous Oldham!  did thy matchless Lays</br>Procure thy Youth, but Poverty and Praise?</br>Nor happier Fate the British Homer found,</br>\"With Darkness and with Dangers compass'd round,</br>And desolate\" &mdash; Nor Dryden's sacred Page</br>Could shield th' unfriended Sire from needy Age.</br>The tender Otway perish'd in his Bloom,</br>And Philips immaturely reach'd the Tomb:</br>Both nipt untimely by remorseless Fate,</br>And from the World requir'd ere half their Date.</br>Of num'rous Woes that Heav'n promiscuous deals,</br>Still amplest Lot the Muses Offspring feels;</br>Yet the mean Great their sacred Gift admire,</br>And, by its Aids, to endless Fame aspire.</br>Ev'n mighty Amnon's bold, resistless Son,</br>Amid a universal Empire won,</br>Sigh'd for the Poet's Songs, and powerful Breath,</br>To grace his Arms, and snatch his Name from Death.</br>Without the Bard's immortalizing Strain,</br>Helens and Caesars would be born in vain:</br>His Art redeems Perfections from the Grave,</br>Which Kneller could not draw, nor Sloan can save.</br>Lays blest like thine, inspir'd by Truth so pure,</br>Thro' ev'ry Change shall lasting Praise secure.</br>And O!  whatever Lot thy Friend shall know,</br>Born with unfav'ring Stars, and prov'd in Woe!</br>My Genius with o'erwhelming Cares deprest,</br>Lost to the World, and to myself unblest,</br>Yet, cheer'd by kindlier Omens, I foresee</br>Far happier Hours reserv'd in Fate for thee!</br>The Gloom, that long thy drooping Morn o'ercast,</br>Shall brighten to serener Skies at last;</br>When thy griev'd Merit shall no longer pine,</br>Nor thy Life languish with Distress like mine:</br>Yet, whatso'er thy future Years betide,</br>Still, Friend!  be Virtue thy unerring Guide.</br>Her blest Philosophy shall calm thy Strife,</br>And smooth th' uncheery Paths of thorny Life.</br>Mild Patience shall the Ills of Spleen prevent,</br>And Poverty grow easier by Content.</br>Thy Worth, so late a Queen's distinguish'd Care,</br>Should teach thy Fortunes to contemn Despair.</br>Afflicted Virtue, tho' by Troubles tost,</br>Shall never in the Wreck of Fate be lost;</br>Nor will Jove's Bolts the shelter'd Head invade,</br>Made sacred by the Laurel's Guardian Shade.</br>"]