["My Muse now fares like to some Pilot wise,</br>Who having some dread storms of danger past,</br>That tost his vessell oft up to the skies,</br>Now sailing in the calme with temperate blast,</br>Goes gently on, lest too much dangerous haste</br>His ship unwares on hidden rocke impight,</br>And him and all his hopes away should cast,</br>For thus it oft befals some carelesse wight,</br>To wreck in fairest calme, when they the storme have quight.", "I late was tost in rough and boisterous Sea,</br>Of Zeale and Jealousie, which having past,</br>I am to saile in calm and fairest Lea,</br>Of Temperance most abstinent and chaste;</br>Therefore my Muse goes on with sober hast,</br>Knowing against her many dangers lie,</br>Which by the touch, tongue, smell, eye, ear, or taste,</br>Would her entrap, and bring in jeopardy,</br>Which Poets by the Syrt's and Syrens do imply.", "And therefore did the famous blinde Bards quill,</br>Preferre Ulysses in his Court of Fame,</br>Who of this Temperance had got the skill,</br>'Fore Ajax, Hector, or Achilles name,</br>His Odysses may testifie the same</br>Which were compos'd his Temperance to commend</br>By which he men and monsters overcame,</br>And did life, honour, chastitie defend,</br>'Gainst Syrens and Enchantments to his latest end.", "And sure the Heathen, to all Christians shame,</br>Seem'd wondrously us herein to transcend,</br>But that they wanted that most holy flame</br>Of zeale, which I so lately did commend,</br>And knowledge, which should guide them to their end,</br>All that they had by natures light was showne,</br>But God his holy Word to us doth send,</br>Whereby his Will and Counsell is made knowne,</br>What fruit then ought we beare, where so good seed is sowne.", "Eve was the first Author of Intemperance,</br>Led by her eye, nice tast, and fond desire</br>Of Knowledge, with proud wicked Ignorance,</br>And chang'd Gods love to everlasting ire,</br>The Garden loosing for eternall fire;</br>But what shee lost his Temperance doth gaine,</br>Whose aid now in mine entrance I desire</br>Who from all food did fortie daies abstaine,</br>And all's Life from intemperate, thought, word, deed, refrain.", "This Virtue some doe make so Cardinall,</br>That all the rest in her they would imply;</br>As Love, Peace, Concord, Pudour Virginall,</br>Gentleness, Meeknesse, Liberalitie, </br>Thrift, Silence, Friendship, Goodnesse, Gravitie,</br>Honesty, Purenesse, all true moderation,</br>Which doth withhold from Sin and Vanitie,</br>And bringeth unto true humiliation:</br>Most happy Mother of so faire a Generation.", "But in some limits that I may her bound,</br>I her define to be a moderation</br>Of such desires, as are within us found</br>In Diet, Actions, Words, and Affectation;</br>For with these fow'r I bound my Meditation;</br>In Diet shee requires Sobrietie,</br>In Actions, true unfain'd humiliation,</br>Her Words she graceth aye with Modesty,</br>And her affections charmes with Meeknesse; Chastity.", "See in her Diet, first Sobrietie,</br>In words and actions true humiliation,</br>Accompany'd with precious Modesty,</br>Last Continence from Lust, and angry Passion;</br>The cause of all is prudent Moderation;</br>The aged Palmer, Spencer, Guyons trustie guide,</br>That stands against all stubborne perturbation,</br>By whose sage helpe, secure and safe we slide,</br>By whirle-pooles and deepe gulfes which gape for us so wide.", "For all through this worlds boistrous Sea must passe,</br>Before we at our quiet Hav'n arrive,</br>The Boate our Body is, as brittle glasse,</br>Our Steeres-man's Temperance, it right doth drive.</br>Besides the Rocks that threat this Boat to rive;</br>Are many Gulfes and Whirl-pooles of decay</br>Which wait th' Affections, and the Senses five</br>By force and sweet Allurements to assay,</br>Some fall by rage and diet, some by lustfull play.", "But in that Body where doth reason sway,</br>And Sense and Passion be obedient,</br>There the affections all behold you may</br>In happy peace, and goodly government:</br>There Temperance adornes her glorious Tent,</br>With virtues all to make it shine most bright,</br>The mirrour of Gods workes most excellent,</br>And to them all such bounteous banquets dight,</br>As may be best for Health, Praise, Profit, and Delight.", "Most glorious frame of nature!  which shee built,</br>The whole world in one point t' epitomize,</br>Just, pure, and perfect, till intemp'rate guilt,</br>Her Makers Hests by Pride did foul misprise,</br>Since that shee learned to be lowly, wise,</br>And not obey intemperate desire,</br>Thus she her glorious house reedifies,</br>And most of all doth lowly Cells admire,</br>The loftiest is no place for temperate retire.", "Shee therefore never comes in company,</br>Of such as swim in pride, and bathe in blisse,</br>Wasting their daies in ease and luxury,</br>For in such ease, men easily do amisse,</br>But hee whose mind in studie watchfull is,</br>Whose limbs are toyl'd with labour, mind, with pain;</br>Shee these as her sweet darlings dear doth kisse,</br>The idle life cannot to her attaine;</br>Before her Gate, high God employment did ordain!", "Excesse doth make the minde of beastly man,</br>Forget his first created excellence;</br>That pure estate in which his Life began,</br>And as a Beast that wants intelligence,</br>'Twixt sense and reason put no difference;</br>But like a Brute of base and swinish kind;</br>Delights in filth and foule incontinence,</br>For Lust and Wine so far transforme the minde,</br>Affections beare the sway, and royall reason binde.", "Thus Bacchus Fountain's turn'd to puddle lake,</br>Wherein like filthy beasts base men lie drown'd,</br>And Swines of Gods fair Images do make;</br>This vice hath now with us such footing found,</br>As Drunkennesse with glory doth abound,</br>Pure, Liber, wont to be the Muses friend,</br>All musing, Wit and Learning doth confound,</br>The Flemings this did first to us commend,</br>But herein we them and all Nations now transcend.", "No better stratageme doth Satan know,</br>(I alwayes must except base drunkennesse)</br>Then gaming all our youth to overthrow,</br>The fruict Intemperate of Idlenesse</br>Oh horrible, infernall wickednesse:</br>To heare a wretch, his Makers Name blaspheme,</br>When Dice or Carding crosse his good successe,</br>And ev'n his Soule, which Christ's bloud did redeeme;</br>With his estate, to hazard to a dyes esteeme.", "Intemperate, drinking, play, smoake, in excesse</br>Is now our gallants onely occupation,</br>The poisoning fruits of their loose Idlenesse,</br>Base Gormandizing, filthy Fornication</br>Is turn'd from foule reproach to commendation,</br>Now use of Armes and manly exercise,</br>Are held a toile and not a recreation;</br>Who so is moderate, chaste, valiant, wise,</br>Him as precise and cynicall they doe despise.", "Oh foolish man!  learn Temperance of thy Dog,</br>Thine Horse and Hawke, wherein thou tak'st delight,</br>Which when they should shew sport, thou dost not clog</br>And fill with food, their greedie appetite;</br>Thou them dost diet, that they may be light,</br>And keepst from Lust, their courage to prolong,</br>One dulls the Body, th' other kills the Sprite,</br>But Abstinence doth make both swift and strong,</br>The temperate mans dayes are happy, healthful, long,", "And may unto Pauls Pilote be compar'd,</br>Whose vessell with exceeding tempest tost,</br>Unlades, and lightens, having most regard,</br>To save his Life, though all his goods be lost:</br>Ev'n so the temperate man in this world crost,</br>With baits of appetite, lust, anger, Pride,</br>Makes use of those that for his use are most,</br>But needlesse things, wherewith his vessels cloid,</br>With his owne hands doth to the hungry, fish divide.", "When behold the stately Firmament,</br>Adorn'd with glorious Lamps of heav'nly fire;</br>The Stars with their appointed roomes content,</br>And neither other to supplant desire;</br>Their Temperance in Heav'n I doe admire:</br>But then I view the ambitious sparkes below,</br>Who to possesse the whole Earth doe aspire;</br>And all poor Cottages to overthrow,</br>That stopt their prospect, great alone on earth to grow.", "Nature with small, no plentie Lust can bound,</br>Unlimited desires here satisfie,</br>No Gold, nor Silver can, though they abound,</br>Like stones amongst the wise Kings vanitie,</br>Though Jesses Sonne have such varietie</br>Of Wives and Maids, yet comes the stranger, Lust,</br>Urias only Lamb for him must die,</br>No home-bred fare, can satisfie base dust;</br>But strange rare cates from forraine Nations have we must.", "The temperate man, I to a Brooke compare,</br>Contented with sweet Fountaines of her owne;</br>Which runs most pleasant, pure, delightfull, cleere:</br>But if with flouds her channels once be flowne,</br>Then streight her troubled waters foule are growne.</br>So whil'st we Temperance with us retain,</br>And no excesse of Diet's in us knowne,</br>Our heart from ire, our bed is free from staine:</br>But cease from Temperance, and all is foule again.", "And as pure Streames continue sweet and cleere,</br>Whilst they within their Channells swiftly flow,</br>Refreshing all the plants and flowers neere,</br>But if they idlely stand, or run but slow,</br>Then thicke and foule like idle lake they grow:</br>Ev'n so the man that doth his minde advance,</br>His Makers heav'nly will to doe and know,</br>To honour shall be rais'd above all chance,</br>But he that idle grow's falls to Intemperance.", "Shee is a short, but a most pleasant way,</br>Wherein small labour is, but much much delight,</br>The Empresse that doth our affections sway,</br>The Genius of all other vertues hight,</br>Pillar of Fortitude, The Helmet bright,</br>Against Lasciviousness, The eyes best guide,</br>Bond of goodwill, of cogitations light,</br>Restraint; The Enemy of Lust and Pride,</br>The Soules chaste counsellour, her vow' and prayers to guide.", "Of Prudence and true Wisedome the foundation,</br>To him that hath her, can no ill befall,</br>No greater wealth can be then Contentation,</br>Who hath her, hath that, who lacks that, wants all,</br>Who nothing need; ev'n Gods the Heathen call.</br>Fortune may bring us wealth and royall fare,</br>But Temperance must give content withall,</br>By her we freed from perturbations are,</br>And having daily bread, doe take no further care.", "For from her Temper shee receives her name,</br>As being of extreames the moderation,</br>The golden meane that doth affections frame,</br>Actions and Words to natures ordination,</br>Unspotted pure as at our first Creation:</br>Thus wee abstain from Lust and Violence,</br>And though on earth is yet our Conversation,</br>Wee hope ere long to be received hence,</br>Meane while, our Life's a sacrifice of Continence.", "Thus see our protoplasts first cloth'd in skins</br>The greene herbe of the field their onely meate,</br>The Beasts their Convives, and the Woods their Inns,</br>To shield from cold, and save from scorching heate,</br>And all this must be got with toile and sweate,</br>No living thing was then allowed good;</br>For as the learned thinke, man might not eat,</br>Of any living creature till the Floud,</br>But since, as the greene herbe God gave them all for food.", "How often did the Fathers pray and fast,</br>And some from women, some from wine abstain,</br>Till sixtie years they keepe their bodies chast,</br>A Temperate and chast seed here to obtaine:</br>When Ruth at Booz feet, all night had laine;</br>He ladeth her with corne and sends away,</br>From lawless Lust he doth himselfe containe,</br>Though he had dranke, and cheer'd his heart that day,</br>An habite of true Temperance see here you may.", "Joseph would not against his Maker sinne,</br>For Pharaohs Stewards Ladies soft embrace,</br>Yet easier 'tis a walled town to winne,</br>Then to resist temptations vile and base,</br>Nought sooner doth our lives with Lust disgrace,</br>Then bathe in ease and swim in foule excesse,</br>Had David been at warre in Joabs place</br>He had not faln into such wickednesse,</br>Adultery, the fruit of fullnesse, Idlenesse.", "Oh tell me David, where was then become,</br>Thy fasting wont thy soule to humble so,</br>That it was wont to thy reproach to come,</br>And weakned so thy knees, thou couldst not goe?</br>Thy teares which did to such great plentie grow,</br>They were thy meat and drinke, both day and night,</br>All watering thy couch, so they did flow,</br>That ev'n my Muse weepes at thy piteous plight,</br>Yet had thy soule therein unspeakable delight.", "I cannot but admire the Temperance,</br>Of that great Monarch, mighty Philips Sonne,</br>Who when he had unto his governance,</br>Darius Empire, Wife and Daughters wonne,</br>Their beautie would by no meanes looke upon;</br>Esteeming it a most unworthy deed,</br>When he so many men had overcome,</br>To be of one weake woman conquered,</br>Like Temperance of so young a Prince I never read.", "Not that the Heathens Temper I compare,</br>To those that have beene truly sanctifide,</br>Of which Job is to us a patternne rare;</br>Who lest his eyes should draw his heart aside,</br>Did covenant they on no Maid should glide:</br>How infinite are watchings, fastings, cold,</br>Which to subdue the flesh Paul did abide,</br>But above all th' examples I have told,</br>The Locust-eater and's Disciples lives behold.", "And though whilst that the Bridegroome pleas'd to stay,</br>The children of Bride-chamber did not fast,</br>Yet when from them he taken was away,</br>Behold they then did pay for all was past,</br>And oft did hunger, whip, and prison taste;</br>No Poets quill ere able was to fain,</br>Like Temperance of pure Lamb most temprate chast,</br>Reviled, scoffed, scorned, scourged, slain;</br>Yet open'd not his mouth to scoffe, or speake againe.", "Oh shall the King of Angels and of Men,</br>Abus'd by workmanship of his owne hand,</br>Endure such wrongs, and never turne agen:</br>Whose one word could have call'd th' whole heav'nly Band,</br>The Fury of these wretches to withstand;</br>And shall the Lord of Life so meekly dye,</br>For our intemperate affections; and</br>Shall not we them all with him crucifie,</br>And fleshly members of our Body's mortifie?", "But we like Foxes build a stately hall,</br>And like the Birds in stately Cedars nest,</br>When Hee that did of nothing make them all,</br>Had not a place to lay his head to rest;</br>Wee see his glorious members here distrest,</br>Want lodging, food, and raiment for the cold,</br>Whil'st we abound in meates, and fill our chest</br>With change of raiment, and with store of gold,</br>And in birds softest plumes, our looser limbs infold.", "Alas how many hunting worlds gay showes,</br>By base Intemperances sweetned baite,</br>And vile Ambition which downe headlong throwes,</br>Are brought to ruine most unfortunate;</br>Oh grant that I may live in mean estate,</br>And my freed soule with Contemplation please;</br>My clothing warme, my diet temperate,</br>Freed from all tempests of worlds raging Seas,</br>Which tosse poor sailing soules, in dangerous disease.", "Most happy who with little is content,</br>That though he want, yet never doth complaine;</br>Nor wisheth more his sorrow to augment,</br>Knowing that he by heaping wealth doth gaine,</br>Nothing but care, vexation, and paine:</br>What more then daily bread here doe I need?</br>What need of forraine cates or feathers vaine?</br>Let fields my food; my flocke my clothing breed,</br>No other would I wear, no other would I feed.", "In vaine doe foolish men the Heav'ns accuse</br>Of sad misfortunes, paines, and injuries,</br>Which do (if we knew truly them to use)</br>To ev'ry man what's fittest for him size,</br>That's not the best estate which most we prize,</br>Nor that the worst, which most men seeke to shun,</br>Each as he list his fortunes may devise,</br>With wishes, no man happinesse hath wun,</br>Such wishers cease to live, before their life begun.", "It is mans minde that maketh good or ill,</br>Wretched or happy, sad, glad, rich or poore,</br>He hath abundantly all things at will,</br>That having little, yet desires no more,</br>When he that's drown'd in wealth, and swims in store,</br>Doth live in want to satisfie desire,</br>Which never hath enough, fond fooles therefore,</br>Are they that feed Lusts and Ambitions fire;</br>Which like base Avarice, doth more and more require.", "When first I saw the glory of the Great,</br>I then them only happy men did hold,</br>For sumptuous houses, lodging, rayment, meat,</br>Honour, Attendance, Jewells, Silver, Gold,</br>But when the cares and dangers I behold,</br>Of those whom Fortune doth so high advance,</br>How to dissembling flattery some are sold;</br>Lust, Fulnesse, Idlenesse, Intemperance;</br>My life I happy deeme, in quiet lowly chance.", "Thus of late folly's, I though late complaine,</br>And that sweet Peace, which doth not there appeare,</br>Now in mine homely Cell I entertaine,</br>Which by her want I learne to love more dear;</br>Sweet holy quiet life!  where meanest cheare</br>To hungry stomacks, is a daily feast,</br>Where thirst like Nectar, makes fresh cooling beere;</br>Where in a cabbin is more quiet rest,</br>Then on Downe Persian beds, with Gold and Feathers drest.", "In this estate I no man doe envy,</br>Nor would envied be of any one;</br>Great store of wealth, doth store of cares supply,</br>That little that I have is still mine owne,</br>I reape with Joy the crop, that I have sowne,</br>Without least care but onely to attend it,</br>The Lambs I weane, are daily greater growne:</br>What have I but to praise him that doth send it?</br>And with a cheerefull heart unto the poore to lend it.", "But least corrupt my mind, or body grow</br>With too much ease, or wanton Idlenesse;</br>My mind I set my Makers Will to know,</br>His Wisedome, Power, Truth, and Holinesse;</br>I often ride or walke to wearinesse,</br>The members of my body to subdue</br>And Temper 'gainst Lust and Laciviousnesse,</br>Thus by sweet contemplation, oft I view,</br>Such high transcendent things, as yet I never knew.", "Thus wrapt with contemplation I find,</br>That all these worlds-gay show's which men admire,</br>Are but vaine shadow's, to the joy's of mind</br>Of those, that lead their lives in safe retire;</br>Whose onely happiness and hearts desire,</br>Is here the talents God hath lent to spend</br>Unto his glory, as he doth require,</br>And using Temperately what he doth send;</br>Thus grant that I may live, thus grant that I may end.</br>"]