["Sacred to grief, be this once happy grove;</br>Mourn all ye Driads, spread a deeper shade,</br>Whilst I, forlorn, lament the tenderest love,</br>That e'er inspir'd the breast of youthful maid:</br>Encrease the gloom, and thou once pleasing stream,</br>Glide slowly murmuring to my mournful lay,</br>No thought of joy, henceforth, shall hither gleam,</br>In sighs, and tears, I'll spend each hated day;</br>Keep hence, ye nymphs and swains, drive not your flocks this way.", "Ah!  strange reverse!  e'er while who was so bless'd,</br>In merry note, I pip'd on oaten reeds,</br>'Mongst all our blooming nymphs, who so caress'd,</br>Now, who so sad, my heart with anguish bleeds:</br>No more my pipe, upon the green is heard,</br>No more I sing the love-inspir'd lay;</br>How blithe was I!  whene'er my fair appear'd,</br>Love's sweetest melody to her I'd play;</br>But now all joy is fled, I throw my pipe away.", "How shall I tell the charms of her I lov'd?</br>How paint the graces which in Delia shone?</br>Her matchless form, e'en envy had approv'd;</br>Detraction knew her not; but, ah!  she's gone!</br>Her lovely eye cou'd drop the pitying tear,</br>At others praise, her breast wou'd freely swell,</br>E'en vice wou'd blush, shou'd Delia but appear;</br>Slander and lust, abash'd before her fell;</br>Virtue, and faint-ey'd truth, with Delia lov'd to dwell.", "Ah!  happy grove, where first I urg'd my vows;</br>Here first I sigh'd, here felt more anxious fears,</br>Than he, unskill'd, who first the green wave ploughs;</br>Late witness of my bliss, behold my tears:</br>Here first my Delia, blushing, heard my flame,</br>No feign'd resentment on her cheek cou'd glow,</br>No cold reserve, for she lov'd not to pain,</br>To gentle love, my Delia's heart cou'd bow;</br>'Twas death, most fatal stroke, when Delia felt the blow.", "In her sweet Bow'r, by yond primrosy vale,</br>With am'rous woodbines, pliant tendrils wound,</br>Where mingled sweets, impregnate e'ery gale,</br>And dasie buds, and vi'lets paint the ground:</br>Oft in sweet talk, with her I've pass'd the day,</br>Whilst all I said, with kisses she'd approve;</br>No restless passions e'er approach'd that way,</br>Our flame was pure, and constant like the dove,</br>Our thoughts, our sense the same, for all our talk was love.", "Oft by the margin of yond winding stream,</br>Walking with her, repeating the sweet song</br>Of some old bard, where chaste love was the theme,</br>Th' enamour'd theme, our way wou'd e'er prolong:</br>Each happy thought wou'd then receive new fire,</br>Each pleasing beauty then wou'd brighter glow,</br>A scene like this, wou'd any bard inspire,</br>In Delia's praise, my numbers oft wou'd flow;</br>In earliest age, with love, sweet poesie did grow.", "Oft too we stray'd, by moon-light thro' the grove,</br>Sweet Philomela's plaintive song to hear,</br>Whilst pitying her, we'd bless our happier love,</br>Her hapless fate from Delia drew a tear:</br>But now with her, my lost love I deplore,</br>Like her, unceasing, must I mournful sing,</br>Soft dawning hope, beams on my soul no more,</br>Death, to my mind, alone relief can bring;</br>Alas!  what cruel griefs, from sweetest causes spring.", "Then go my faithful dog, go leave my side,</br>E'erwhile, how happy in my Delia's care,</br>No more in her caresses shalt thou pride,</br>No more, Alas!  wilt thou her favours share:</br>Then go my Taffel, seek some happier swain,</br>Who all thy faithful service may reward,</br>Leave me to anguish, and heart-rending pain,</br>Let no my griefs thy better fate retard;</br>He who has lost himself can nought besides regard.", "What then remains for me?  why do I stay?</br>Since she is gone, no other joy I know;</br>Come bidden guest, death hither bend thy way,</br>With Delia fled all worth my care below:</br>Oh!  dear-lov'd maid, still constant will I prove,</br>Can thy lov'd image from my bosom part,</br>Since thou art gone, what else is worth my love,</br>Then haste thee death, relieve me with thy dart;</br>His latest pang alone can tear thee from my heart.</br>"]