["Oh!  she is dead &mdash; dead too in early prime,</br>PORTLAND'S bright gem, and hath not left her Peer,</br>Who would not sing for her? &mdash; and bid his Muse</br>With honest sorrows lave her hallow'd bier.", "Where silver THAMES' meand'ring waters flow,</br>Reflecting, BULSTRODE, thy once happy shades;</br>I fly from crowds to SOLITUDE and WOE,</br>When solemn night the silent world survades;</br>And while responsive PHILOMEL'S sad song</br>With sweeter woe my falling strains prolong.</br>My infant Lyre's untutor'd notes deplore,</br>The soul of MUSIC, now alas!  no more.", "Breathe forth, my Lyre, such soft and plaintive strains</br>As erst for gentle LYCIDAS were sung,</br>Or sweet CATULLUS pip'd on Latian plains;</br>Or Lucy dead, from her fond Poet wrung&mdash;</br>Yet shall thy notes alas!  but faintly prove,</br>Her wond'rous worth, our grief, despair and love.</br>No loss of high-wrought fancy I deplore,</br>But PORTLAND'S DUCHESS, now alas!  no more.", "Lament, ye waters, and ye woods and groves</br>Reject the leafy honors of your heads,</br>Oh!  fade, you bowers, and you sweet alcoves,</br>And droop each glory of the painted meads,</br>The darkling walk for contemplation meet,</br>The silent grot, and ev'ry cool retreat;</br>The taste that gave corrective grace deplore,</br>In ruins mourn that taste, alas!  no more.", "Oh!  if among these shades where ev'ry Muse</br>Were wont to dwell, a ling'ring one remains,</br>As some sad wretch whom hostile fate pursues,</br>Self-banish'd from his love and native plains;</br>Reluctant quits the scene of happier days,</br>Inventive in a thousand fond delays.</br>Oh!  come and teach me how I may deplore,</br>The Muses fav'rite, now alas!  no more.", "Tell not of titled fame, and lengthen'd line</br>Of greatness fading on old Record's eye,</br>Tho' these, fair PORTLAND, spotless these were thine,</br>Yet cou'd thy virtues all their want supply;</br>Titles to them submissive bent the knee,</br>Or prouder grew by being confer'd on thee:</br>FAME, FORTUNE, HONOURS, then with me deplore&mdash;</br>Your proudest boast, but now alas!  no more.", "Oh!  she was all cou'd give a charm to life,</br>The pride of virtue and her sexes grace;</br>The peerless daughter, mother, friend and wife:</br>And on her sweet, benign, expressive face,</br>Play'd the soft beams of charity and love;</br>Her soul which fill'd, and acts were wont to prove;</br>But lent her Sexes lustre to restore,</br>Heav'n claims it's own, and we the claim deplore.", "Remorseless DEATH!  what wayward thought malign,</br>Urg'd thee to deal the ever fatal stroke?</br>Fond expectation's glass, in which did shine</br>Long years of social joy, why hast thou broke?</br>Her thou cou'dst strike, while poverty and pain,</br>Despair and grief invok'd thy dart in vain,</br>Despair, pain, poverty, and grief deplore,</br>Your ready succour, now alas!  no more.", "So some tall tree, the beauty of the grove,</br>Around whose head the balmy zephyrs play,</br>Beneath whose shade the sprightly wood-nymphs move,</br>In merry cadence to the shepherd's lay;</br>Quick by the light'ning's blast is level'd low,</br>While sordid brambles 'scape the fatal blow:</br>The shepherds sad, and sighing nymphs deplore</br>The genial scene, their haunt, alas!  no more.", "You seraph Virtues which so well she lov'd,</br>O say!  where were ye when your fav'rite died?</br>Nor in the paths of pining care you rov'd,</br>Nor where keen want and bending age abide,</br>Nor where soft sentiment with pang refin'd,</br>Claim'd the sweet solace of a kindred mind;</br>There you'd have found, whom vainly I deplore,</br>And sav'd your pupil, now alas!  no more.", "Thou QUEEN of NIGHT, more radiant hast thou shone,</br>As here she stray'd and told of Virtue's charms;</br>Wou'dst bend approving from thy cloudless throne,</br>While the fond husband clasp'd her in his arms,</br>And as she spoke (and rising raptures grew)</br>View'd in herself the picture that she drew;</br>As  now her tomb you nightly wander o'er,</br>O!  veil thy splendor, and in tears deplore.", "Ah!  sad survivor of the happiest pair,</br>That ever prov'd the fondest wedded lot;</br>How shall you bear your destiny severe?</br>Oh!  how shall you bear your destiny severe?</br>Oh!  how shal bliss and DORA be forgot?</br>Wheree'er you tread, wheree'er you turn your eyes,</br>Of that lost bliss new images arise.</br>Remember'd joys shall teach thee to deplore</br>Their darling source, ah!  now alas!  no more.", "And you, her children, what a loss is yours!</br>A love that cherish'd, precept that improv'd,</br>A pure example giving precept force,</br>A parent-friend respected and belov'd,</br>Who gave to duty all the charms of choice,</br>Cou'd rule with smiles, bore magic in her voice;</br>Sure never filial sorrow did deplore</br>So good a mother, now alas!  no more.", "But vain my efforts to express their state;</br>What they have lost, I try to tell in vain;</br>Had I been doom'd to such disastrous fate,</br>Ah!  me, in words I cou'd not now complain;</br>E'en silence here (most eloquent in woe)</br>Wou'd hide a grief she cou'd not fully shew.</br>Shall I then mock expression, and deplore</br>Thee, gentle PORTLAND, now alas!  no more.", "Oh!  no, upon some drooping willow dank,</br>Here will I hang my ineffectual lyre;</br>Thy genius, THAMES, as wand'ring on thy bank,</br>Shall strike the strings and deathless woe inspire,</br>In sounds immortal mourn for DORA gone,</br>And sing a Husband's sorrows with her own;</br>Do thou, sweet Heav'n, that Husband's peace restore,</br>And bid him cease a sainted Wife deplore.", "Ah!  sad survivor of the happiest pair,</br>Tell him on ev'ry ill, a cheery ray</br>The seraph Hope beams from magic eye;</br>Through life to death she lights the doubtful way,</br>Attends us still, nor quits us when we die;</br>Then sure in brightest robe the angel-maid,</br>(By Faith and gentle Charity array'd)</br>Has led to thee the object we deplore,</br>Where he shall meet her, and to part no more!</br>"]