["NULLIFIDIUS.</br>Ho, Shepheard ho!  What aile thine eyes to take</br>Such early slumbers?  Shepheard, ho, awake:</br>Ho, Shepheard, ho!  Lord how secure he lies!</br>What, not a word?  For shame, for shame, arise:</br>Ho, Shepheard, ho!  I think, his drouzy head</br>Is nail'd to th' ground, I think our Shepheard's dead:</br>Ho, Shepheard, ho!", "PSEUDO-CATHOLICUS.</br>I prithee leave thy hoing.", "NULLIFIDIUS.</br>Then leave thy blowing, and disclose thine eyes:</br>Ho, Shepheard, ho!  'Tis time, 'tis time to rise:</br>Til thou leave snorting Swaine, I'le ne'er leave calling;</br>Ho, Shepheard, ho!", "PSEUDO-CATHOLICUS.</br>I prithee leave thy bauling.", "NULLIFIDIUS.</br>Then Shepheard wake, there is a Wolf broke in</br>Among thy sheep; what fallen asleep agin?</br>Ho, Shepheard, ho!", "PSEUDO-CATHOLICUS.</br>I prithee, let me sleep,</br>P'sh, what care I for either Wolf or Sheep?", "NULLIFIDIUS.</br>Look, Shepheard, look, here flowes a curious Cup</br>Of dainty sparkling Nectar, full charg'd up</br>To th' brim; see how her sprightly dancing bubbles</br>Defie degenerous feares, and the dull troubles</br>Of poore afflicted hearts; look how they swell</br>In proud disdain, as if they threaten'd Hell</br>With bold defiance, or would undertake</br>A prosperous duell with th'infernall Lake:</br>See how she mantles; see with what a grace</br>She lookes upon thee; smiles upon thy face:</br>Ho, Shepheard, ho!", "PSEUDO-CATHOLICUS.</br>I, there's a voice, would raise</br>A dying soule, and give the dead new daies;</br>I, there's a Rapture!  what blest Angels tongue</br>Has broke my slumbers with so sweet a song?</br>What Nullifidius!  O, the sweetest straine,</br>That e're was sung!  But, where's the Nectar, Swaine?</br>Sure jolly Shepheard, Pan will turn my friend;</br>I never dreame, but still my dreames portend</br>Some good or other; As I lay asleep</br>Beneath this shrub, me thought my thirsty Sheep</br>Demanded water; in my troubled dreames,</br>Me thought I sent them to the flowing streames,</br>To drink their fill; with that, they made reply,</br>There is no water, for the streames are dry:</br>So having said, me thought that one among</br>The flock unstopt my Bottle, whence there sprung</br>Cleare crystall streames, that water did abound;</br>Me thought those streames no sooner felt the ground</br>But turn'd to blood; whereat being sore affraid,</br>Me thought, I Crost my selfe, and after said</br>Three Ave Maries, and three Creeds; and then,</br>The blood turn'd water, and grew cleare agen:</br>And there I wak'd, as I was e'en about</br>To dreame the rest:  And now my dreame is out.", "NULLIFIDIUS.</br>Faith, so's my Nectar, Swaine; my Nectar's ended;</br>Look, here's the Shrine, but the sweet Saint's ascended:</br>See'st thou this empty bottle?  Hence did flow</br>Those rare, those precious streames of late; but now</br>Dri'd up; I sipt, and call'd, and sipt agin;</br>I told thee that a Wolf was broken in,</br>Among thy flocks, and yet no art could rate</br>Thee from thy slumbers, till it grew too late;</br>At last I rouz'd thee with a potent Charme;</br>Advanc'd my voice as stoutly as my arme,</br>I rais'd both arme and voice to th' height, and so</br>Thy slumber's ended, and my Nectar too.", "PSEUDO-CATHOLICUS.</br>The Cramp, the Murre, for ever blesse such armes</br>And tongues, that can attempt no earlier charmes.", "NULLIFIDIUS.</br>Sure Pan's no friend of thine, that gives no theames</br>But Blood and Water to thy empty dreames:</br>Had'st thou but dream'd of Wine&mdash;.  But Shepheard Swaine,</br>I have a project to re-entertaine</br>Thy next attempt; lye down and dreame againe;</br>Meane while, these hands shall be imploi'd to fill</br>My bottle at the foot of yonder hill;</br>I'le brim my bottle with those crystall streames;</br>(Second thoughts thrive, and why not second dreames?)</br>Perchance (deare Swain) those second dreams of thine,</br>May Transubstantiate Water into Wine.", "PSEUDO-CATHOLICUS.</br>I prithee doe, and swill it for thy paines:</br>'Twill wring thy bowels, ere it wrong thy braines.", "NULLIFIDIUS.</br>You Roman Shepheards have prodigious dreames:</br>Can change your Bread to Flesh; your Wine to streames</br>Of purest Blood:  You can convert a dish</br>Of Steakes to Roots; Surloines to Joules of Fish;</br>Your full cram'd Capons, on your Friday table</br>(As Shepheards saine, and Shepheards will not fable)</br>Forget their fleshly natures; their smooth skins</br>Turn to rough scales, their wings and legs to fins:</br>Plump Partridge turns to Pike; your smaller dishes</br>Of Quailes and costly Knots, to lesser fishes:</br>But tell me, Swaine, what meane your learned Schools</br>To tell such tales?", "PSEUDO-CATHOLICUS.</br>To make you Shepheards fools.", "NULLIFIDIUS.</br>That's not the mark ye levell at, you glance</br>Your shafts but there, ye hit but there by chance;</br>Come tell me, Swaine, this shady place is free</br>From ill-digesting eares; here's none but we:</br>I have an Ewe, now grazing on my plain,</br>Whose bounteous Bags, thrice every day I strain,</br>Well struck in flesh, and of a noble race;</br>She has more white about her then her face:</br>Black is her fleece, but silk is not so soft,</br>Shee's th' onely glory of my fruitfull croft:</br>Repose this secret in my brest, and thou</br>Shalt be the owner of this dainty Ewe.", "PSEUDO-CATHOLICUS.</br>I know the Ewe; how fortune made her thine,</br>I know not; but, I'm sure, that Ewe was mine:</br>But come, my Swaine, I know thy peacefull brest</br>Is slow to strife; thou car'st not to contest</br>Of Shepheards Lawes; I know thou art none of those</br>That will maintain an argument with blowes:</br>I know, th' indifferent Faith does not rely</br>On stiffe opinion; That mans No, or I</br>Are both alike to thee; thou car'st not whether</br>It raine or shine; thy tongue keeps temperate wether:</br>And to say troth, but that that pretty thing,</br>Call'd Profit, lends a little fleeter wing</br>To our desires, no doubt but we should joine</br>In that good, honest, harmlesse way of thine:</br>I tell thee, Swaine, these darker clouds of ours</br>Are full of stormes, but send down golden showers:</br>Thou know'st, the vulgar sort are apt to admire</br>Things strange; what's most unlikely, they desire</br>Most to beleeve, and onely that applaud:</br>Now what we whisper they divulge abroad:</br>(For they are Fooles and Women most) whereby,</br>If ought be found i' th' Suburbs of a lye,</br>'Tis shuffled off from us, from whence it came,</br>And lai'd upon the common breath of Fame:</br>But seldom't comes to that; such fooles as they</br>(Bound to beleeve, not question what we say)</br>Ne'er sift our Tales too near, but make them good</br>(In spight of Reason) with their dearest blood:</br>All such, for feare lest wisdome should, by chance,</br>Get th' upperhand, we traine in Ignorance:</br>There's none must read a book, but onely he</br>That's able to corrupt as well as we:</br>But Shepheard, know, that these we keep so short,</br>Are but the women and the simpler sort;</br>These are our new-milch-cowes, that doe maintain</br>Our house, these bring but slow, yet constant gain:</br>Now, there's a wiser sort; but they attend</br>In higher regions; some their worths commend</br>(And some their fortunes) to superiour powers;</br>Some stand on their own legs, and some on ours:</br>These are our greater Pillars; men of action,</br>And stout maintainers of our prosperous faction:</br>These are our Plush Atturnies; these befriend</br>Our desperate suites; these day and night attend</br>Our thriving Causes, whil'st we sleep secure;</br>Nay, when our selfe made wounds, implore a cure,</br>These are our Surgeons too; these stand our baile,</br>If need require, and drag us from the Jayle.", "NULLIFIDIUS.</br>But dearest Swaine, me thinks such high degrees</br>Of brave Atturnies should expect high fees:</br>Gamesters say, Nothing draw, if nothing stake,</br>And men of Plush are friends but where they take:</br>Sure, such Atturnies labour not for pleasure;</br>Tell me what pen'worths does their friendship measure?", "PSEUDO-CATHOLICUS.</br>Some, as I told thee, are of higher blood;</br>Some creatures of our owne, whom we thought good</br>To recommend; To those we crouch the knee,</br>And make a Catholique face; these ask no fee.", "NULLIFIDIUS.</br>But tell me, Swaine, how come you to engage</br>Such great ones to your faction?", "PSEUDO-CATHOLICUS.</br>In this age,</br>The price of Pleasure's rais'd to a high pitch;</br>'Tis a faire traffique, now a daies, and rich</br>To those that sell; no gold is held too deare</br>To purchase but a Licence for a yeare,</br>To sin securely, or to swim in pleasure</br>But twice six monthes; the very height of treasure</br>Will stoop to this; our everlasting trade</br>Will ne'er be dead, till Sin and Pleasure fade.", "NULLIFIDIUS.</br>But tell me Swaine, does any such foole dwell</br>Within our pale, that thinks you Swaines can sell</br>Such priviledg?  Can any mortall heart</br>Be so befool'd?", "PSEUDO-CATHOLICUS.</br>Why, Shepheard, there's the art,</br>The depth of all our trade; whereon depends</br>The whole designe; whereby we work our ends:</br>When silly birds have toucht the twigs, who is't</br>That cannot hand and take them as they list?</br>Wherein t' acquaint thee fully, thou shalt know</br>Not onely what is done, but how we do;</br>I'le lay some grounds, and when those grounds be lai'd</br>Practice will make thee master in our trade:</br>Two sort of Birds doe use to make resort.</br>Into our cage.  A wise, a simpler sort;</br>To those we teach Obedience; to these</br>Dark Ignorance, and Charity, when we please:</br>The simpler sort, are hatch'd, and bred our owne,</br>We clime their nests, and take them in their doune:</br>We feed them, and we bring them up by hand,</br>And make them infant Slaves to our Command;</br>We discipline them, teach them how to prate,</br>Like Parakitoes, words they know not what;</br>We keep them close, we never let them know,</br>The aiery freedome they were borne unto;</br>We teach them to forget their wilder note</br>They have b' instinct, and tune our songs by rote:</br>We onely keep them dark, and then, with ease</br>We make them sing what notes soe're we please:</br>They feed on Rape-seed, or the crums that fall</br>From off our trenchers at a Festivall:</br>But there's a wiser sort and such are they</br>That spread their stronger wings, and use to prey</br>For their own selves; that can behold the Sun,</br>Like Joves own bird, and when the day is done,</br>Can roost themselves; these kind of birds are wary</br>Where they frequent, their hagard eyes are chary</br>Near whom th' approach:  for these the Shepherd plants</br>His close-laid Gins; their common food are Wants,</br>And sucking Lev'rets; often time they stoop</br>At their own shades, fly thousands in a troop:</br>We bait our Gins with fleshly Recreations,</br>Larded with Pardons, drest with Dispensations:</br>Oft times we take; but taken, there's the skill,</br>How to reclaim their wildnesse to our will:</br>At first, they'l strive and struggle out of breath;</br>If we use force, they'l beat themselves to death:</br>They will not brook the dark, whose Eagle eyes</br>Have view'd the Sun; Here, Swain, we must be wise;</br>They must have freedome, Shepheard, yet not so</br>But that their freedome may appeare to grow</br>From our permission then they must be fed</br>With dainties, whereunto they ne'er were bred;</br>And 'tis the nature of these birds to feed</br>So long, till their dull wings can find no speed,</br>Nor they, their wings; Howe'r, put case, they try</br>Their wings are clipt, unknown; they cannot fly;</br>Thus kept with feeding, and with gentle handing,</br>And made familiar with our wanton dandling,</br>They'l make themselves our Slaves, and in strong bands</br>Will yeild themselves close prisoners to our hands;</br>They'l fall before thee, and like water spilt,</br>Maist draw them with a finger where thou wilt:</br>Now we begin to work, our smoother brow</br>Growes more severe; our wanton favours, now,</br>Wax more reserv'd; they that before we dandled</br>Like looser Minions, they must now be handled</br>Like servill stuffe; they now must know their distance;</br>Where we command, there must be no resistance:</br>They must not question now; and what we say,</br>They must beleeve; what we enjoyne, obey:</br>These are the Hawks we fly with; and our Game</br>Is Gold and Glory, and an honour'd name:</br>These are the generous Spaniels that retrive</br>Imperiall Crownes, and swallow Kings alive:</br>The simpler sort maintain us plump and fat,</br>But these advance the Glory of our State:</br>The Eyas Faulcon's not so fierce in Game,</br>As th' high pitch'd Hagard, whom our hands reclaime:</br>These are brave dayes; and these brave dayes we live:</br>This is the trade that Roman Shepheards drive.", "NULLIFIDIUS.</br>But tell me, Swaine, what busie eyes attend</br>Thy flocks the while?  What courses doe they bend?", "PSEUDO-CATHOLICUS.</br>Graze where they please; if they will feed, they may;</br>Our Musick twangs upon a higher kay:</br>They doe but meerely serve to draw mens eyes</br>From spying where our greater profit lyes;</br>They are like Switches in a beggers hand,</br>To counterfeit a Calling; No, we stand</br>On higher termes; The habit of a Swaine</br>Seemes holy; gives advantage to obtaine</br>Those glorious ends, that we pursue so fast;</br>They must been chary, Swaine, that be not chast;</br>This russet thred-bare weed, that now I weare,</br>Can startle Monarchs, bow a Princes eare:</br>These very Hems be kist, and skirts ador'd:</br>And every Button shall command a Lord.", "NULLIFIDIUS.</br>Farewell my Flocks; Goe seek another Swain:</br>Farewell my Office, and my glorious gain</br>Of twenty Marks per annum; I'le goe wash</br>More thriving cattel; leave to haberdash</br>In such small pedling wares; come jolly Swain,</br>I'le trade with thee, and try another strain:</br>We'l fish for Kingdomes, and Imperiall powers;</br>Come gentle Swaine, the Gold of Ophir's ours.", "PSEUDO-CATHOLICUS.</br>No more, good Shepheard; It growes dark and late:</br>At th' Popes-head-taverne, there's a posterne gate</br>Will give us way; where flowing cups of wine</br>Shall re-confirme thy Brotherhood, and mine.</br>"]