["Within our happy Castle there dwelt One</br>Whom without blame I may not overlook;</br>For never sun on living creature shone</br>Who more devout enjoyment with us took.</br>Here on his hours he hung as on a book;</br>On his own time here would he float away,</br>As doth a fly upon a summer brook;</br>But go to-morrow &mdash; or belike to-day&mdash;</br>Seek for him, &mdash; he is fled; and whither none can say.", "Thus often would he leave our peaceful home</br>And find elsewhere his business or delight;</br>Out of our Valley's limits did he roam:</br>Full many a time, upon a stormy night,</br>His voice came to us from the neighbouring height:</br>Oft did we see him driving full in view</br>At mid-day when the sun was shining bright;</br>What ill was on him, what he had to do,</br>A mighty wonder bred among our quiet crew.", "Ah!  piteous sight it was to see this man,</br>When he came back to us, a wither'd flower,&mdash;</br>Or like a sinful creature pale and wan.</br>Down would he sit; and without strength or power</br>Look at the common grass from hour to hour:</br>And oftentimes, how long I fear to say,</br>Where apple-trees in blossom made a bower,</br>Retired in that sunshiny shade he lay;</br>And, like a naked Indian, slept himself away.", "Great wonder to our gentle Tribe it was</br>Whenever from our Valley he withdrew;</br>For happier soul no living creature has</br>Than he had, being here the long day through.</br>Some thought he was a lover, and did woo:</br>Some thought far worse of him, and judged him wrong:</br>But Verse was what he had been wedded to;</br>And his own mind did like a tempest strong</br>Come to him thus, and drove the weary Wight along.", "With him there often walked in friendly guise</br>Or lay upon the moss by brook or tree</br>A noticeable Man with large dark eyes,</br>And a pale face, that seem'd undoubtedly</br>As if a blooming face it ought to be;</br>Heavy his low-hung lip did oft appear</br>Deprest by weight of musing Phantasy;</br>Profound his forehead was, though not severe;</br>Yet some did think that he had little business here:", "Sweet heaven forefend!  his was a lawful right;</br>Noisy he was, and gamesome as a boy;</br>His limbs would toss about him with delight</br>Like branches when strong winds the trees annoy.</br>Nor lacked his calmer hours device or toy,</br>To banish listnessness and irksome care;</br>He would have taught you how you might employ</br>Yourself; and many did to him repair,&mdash;</br>And, certes, not in vain; &mdash; he had inventions rare.", "Expedients, too, of simplest sort he tried:</br>Long blades of grass, plucked round him as he lay;</br>Made &mdash; to his ear attentively applied&mdash;</br>A Pipe on which the wind would deftly play;</br>Glasses he had, that little things display,&mdash;</br>The beetle with his radiance manifold,</br>A mailed angel on a battle day;</br>And cups of flowers, and herbage green and gold;</br>And all the glorious sights which fairies do behold.", "He would entice the other Man to hear</br>His music, and to view his imagery:</br>And, sooth, these two did love each other dear,</br>As far as love in such a place could be;</br>There did they dwell &mdash; from earthly labour free,</br>As happy spirits as were ever seen;</br>If but a bird, to keep them company,</br>Or butterfly sate down, they were, I ween,</br>As pleased as if the same had been a Maiden Queen.</br>"]