["CANTO I.</br>Of Men, nay Beasts:  worse, Monsters:  worst of all,</br>Incarnate Fiends, English Italianat,</br>Of Priests, O no, Masse-Priests, Priests-Cannibal,</br>Who make their Maker, chewe, grinde, feede, grow fat</br>With flesh divine:  of that great Cities fall,</br>Which borne, nurs't, growne with blood, th' Earth's Empresse sat,</br>Clens'd, spous'd to Christ, yet backe to whoordome fel,</br>None can enough, something I faine would tell.</br>How black are quenched lights!  Fa[l'n]e Heaven's a double hell.", "Great Lord, who grasp'st all creatures in thy hand,</br>Who in thy lap lay'st downe proud Thetis head,</br>And bind'st her white curl'd locks in caules of sand,</br>Who gather'st in thy fist, and lay'st in bed</br>The sturdy winds; who ground'st the floting land</br>On fleeting seas, and over all hast spread</br>Heaven's brooding wings, to foster all below;</br>Who mak'st the Sun without all fire to glow,</br>The spring of heat and light, the Moone to ebbe and flow:", "Thou world's sole Pilot, who in this poore Isle</br>(So small a bottome) hast embark't thy light,</br>And glorious selfe:  and stear'st it safe, the while</br>Hoarse drumming seas, and winds lowd trumpets fight,</br>Who causest stormy heavens here onely smile:</br>Steare me poore Ship-boy, steare my course aright;</br>Breath gracious Spirit, breath gently on these layes,</br>Be thou my Compasse, Needle to my wayes,</br>Thy glorious work's my Fraught, my Haven is thy prayse.", "Thou purple Whore, mounted on scarlet beast,</br>Gorg'd with the flesh, drunk with the blood of Saints,</br>Whose amorous golden Cup, and charmed feast</br>All earthly Kings, all earthly men attaints;</br>See thy live pictures, see thine owne, thy best,</br>Thy dearest sonnes, and cheere thy heart, that faints.</br>Harke thou sav'd Island, harke, and never cease</br>To prayse that hand which held thy head in peace.</br>Else had'st thou swumme as deep in blood, as now in seas.", "The cloudy Night came whirling up the skie,</br>And scatt'ring round the dewes, which first shee drew</br>From milky poppies, loads the drousie eie:</br>The watry Moone, cold Vesper, and his crew</br>Light up their tapers:  to the Sunne they fly,</br>And at his blazing flame their sparks renew.</br>Oh why should earthly lights then scorne to tine</br>Their lamps alone at that first Sunne divine?</br>Hence as false falling starres, as rotten wood they shine.", "Her sable mantle was embroydered gay</br>With silver beames, with spangles round beset:</br>Foure steedes her chariot drew, the first was gray,</br>The second blue, third browne, fourth blacke as jet.</br>The hollowing Owle her Post prepares the way,</br>And winged dreames (as gnat-swarms) fluttring, let</br>Sad sleep, who faine his eies in rest would steep.</br>Why then at death doe weary mortals weep?</br>Sleep's but a shorter death, death's but a longer sleep.", "And now the world, and dreames themselves were drown'd</br>In deadly sleep; the Labourer snorteth fast,</br>His brawny armes unbent, his limbs unbound,</br>As dead, forget all toyle to come, or past,</br>Onely sad Guilt, and troubled Greatnes crown'd</br>With heavy gold and care, no rest can tast.</br>Goe then vaine man, goe pill the live and dead,</br>Buy, sell, fawne, flatter, rise, then couch thy head</br>In proud, but dangerous gold:  in silke, but restlesse bed.", "When loe a sudden noyse breakes th' empty aire;</br>A dreadfull noyse, which every creature daunts,</br>Frights home the blood, shoots up the limber haire.</br>For through the silent heaven hells pursuivants</br>Cutting their way, command foule spirits repaire</br>With hast to Pluto, who their counsell wants.</br>Their hoarse base-hornes like fenny Bittours sound;</br>Th' earth shakes, dogs howle, and heaven it selfe astound</br>Shuts all his eies; the stars in clouds their candles drown'd.", "Meane time Hels yron gates by fiends beneath</br>Are open flung; which fram'd with wondrous art</br>To every guilty soule yeelds entrance eath;</br>But never wight, but He, could thence depart,</br>Who dying once was death to endlesse death.</br>So where the livers channell to the heart</br>Payes purple tribute, with their three-fork't mace</br>Three Tritons stand, and speed his flowing race,</br>But stop the ebbing streame, if once it back would pace.", "The Porter to th' infernall gate is Sin,</br>A shapelesse shape, a foule deformed thing,</br>Nor nothing, nor a substance:  as those thin</br>And empty formes, which through the ayer fling</br>Their wandring shapes, at length they'r fastned in</br>The Chrystall sight.  It serves, yet reignes as King:</br>It lives, yet's death:  it pleases, full of paine:</br>Monster!  ah who, who can thy beeing faigne?</br>Thou shapelesse shape, live death, paine pleasing, servile raigne.", "Of that first woman, and th' old serpent bred,</br>By lust and custome nurst; whom when her mother</br>Saw so deform'd, how faine would she have fled</br>Her birth, and selfe?  But she her damme would smother,</br>And all her brood, had not He rescued</br>Who was his mothers sire, his childrens brother;</br>Eternitie, who yet was borne and dy'de:</br>His owne Creatour, earths scorne, heavens pride,</br>Who th' Deitie inflesht, and mans flesh deifi'de.", "Her former parts her mother seemes resemble,</br>Yet onely seemes to flesh and weaker sight;</br>For she with art and paint could fine dissemble</br>Her loathsome face:  her back parts (blacke as night)</br>Like to her horride Sire would force to tremble</br>The boldest heart; to th' eye that meetes her right</br>She seemes a lovely sweet, of beauty rare;</br>But at the parting, he that shall compare,</br>Hell will more lovely deeme, the divel's selfe more faire.", "Her rosie cheeke, quicke eye, her naked brest,</br>And whatsoe're loose fancie might entice,</br>She bare expos'd to sight, all lovely drest</br>In beauties livery, and quaint devise:</br>Thus she bewitches many a boy unblest,</br>Who drench't in hell, dreames all of Paradise:</br>Her brests his spheares, her armes his circling skie;</br>Her pleasures heav'n, her love eternitie:</br>For her he longs to live, with her he longs to die.", "But he, that gave a stone power to descry</br>'Twixt natures hid, and checke that mettals pride,</br>That dares aspire to golds faire puritie,</br>Hath left a touch-stone, erring eyes to guide,</br>Which cleares their sight, and strips hypocrisie.</br>They see, they loath, they curse her painted hide;</br>Her, as a crawling carrion, they esteeme:</br>Her worst of ills, and worse then that they deeme;</br>Yet know her worse, then they can think, or she can seem.", "Close by her sat Despaire, sad ghastly Spright,</br>With staring lookes, unmoov'd, fast nayl'd to Sinne;</br>Her body all of earth, her soule of fright,</br>About her thousand deaths, but more within:</br>Pale, pined cheeks, black hayre, torne, rudely dight;</br>Short breath, long nayles, dull eyes, sharp-pointed chin:</br>Light, life, heaven, earth, her selfe, and all shee fled.</br>Fayne would she die, but could not:  yet halfe dead,</br>A breathing corse she seem'd, wrap't up in living lead.", "In th' entrance Sicknes, and faint Languour dwelt,</br>Who with sad grones tolle out their passing knell:</br>Late feare, fright, horrour, that already felt</br>The Torturers clawes, preventing death, and hell.</br>Within loud Greife, and roaring Pangs (that swelt</br>In sulphure flames) did weep, and houle, and yell.</br>And thousand soules in endles dolours lie,</br>Who burne, frie, hizze, and never cease to crie,</br>Oh that I ne're had liv'd, Oh that I once could die!", "And now th' Infernal Powers through th' ayer driving,</br>For speed their leather pineons broad display;</br>Now at eternall Deaths wide gate arriving,</br>Sinne gives them passage; still they cut their way,</br>Till to the bottome of hells palace diving,</br>They enter Dis deepe Conclave:  there they stay,</br>Waiting the rest, and now they all are met,</br>A full foule Senate, now they all are set,</br>The horride Court, big swol'ne with th'hideous Counsel swet.", "The mid'st, but lowest (in hells heraldry</br>The deepest is the highest roome) in state</br>Sat Lordly Lucifer:  his fiery eye,</br>Much swol'ne with pride, but more with rage, and hate,</br>As Censour, muster'd all his company;</br>Who round about with awefull silence sate.</br>This doe, this let rebellious Spirits gaine,</br>Change God for Satan, heaven's for hells Sov'raigne:</br>O let him serve in hell, who scornes in heaven to raigne!", "Ah wretch, who with ambitious cares opprest,</br>Long'st still for future, feel'st no present good:</br>Despising to be better, would'st be best,</br>Good never; who wilt serve thy lusting mood,</br>Yet all command:  not he, who rais'd his crest,</br>But pull'd it downe, hath high and firmely stood.</br>Foole, serve thy towring lusts, grow still, still crave,</br>Rule, raigne, this comfort from thy greatnes have,</br>Now at thy top, Thou art a great commanding slave.", "Thus fell this Prince of darknes, once a bright</br>And glorious starre:  he wilfull turn'd away</br>His borrowed globe from that eternall light:</br>Himselfe he sought, so lost himselfe:  his ray</br>Vanish't to smoke, his morning sunk in night,</br>And never more shall see the springing day:</br>To be in heaven the second he disdaines:</br>So now the first in hell, and flames he raignes,</br>Crown'd once with joy, and light:  crown'd now with fire and paines.", "As where the warlike Dane the scepter swayes,</br>They crowne Usurpers with a wreath of lead,</br>And with hot steele, while loud the Traitour brayes,</br>They melt, and drop it downe into his head.</br>Crown'd he would live, and crown'd he ends his dayes:</br>All so in heavens courts this Traitour sped.</br>Who now (when he had overlook't his traine)</br>Rising upon his throne, with bitter straine</br>Thus 'gan to whet their rage, and chide their frustrate paine.", "See, see you Spirits (I know not whether more</br>Hated, or hating heaven) ah see the earth</br>Smiling in quiet peace, and plenteous store.</br>Men fearles live in ease, in love, and mirth:</br>Where armes did rage, the drumme, and canon rore,</br>Where hate, strife, envy raign'd, and meagre dearth;</br>Now lutes, and viols charme the ravish't eare.</br>Men plow with swords, horse heels their armors weare.</br>Ah shortly scarce they'l know what warre, and armors were.", "Under their sprowting vines they sporting sit.</br>Th' old tell of evils past:  youth laugh, and play,</br>And to their wanton heads sweet garlands fit,</br>Roses with lillies, myrtles weav'd with Bay:</br>The world's at rest:  Erinnys, forc't to quit</br>Her strongest holds, from earth is driven away.</br>Even Turks forget their Empire to encrease:</br>Warres selfe is slaine, and whips of Furies cease.</br>Wee, wee our selves I feare, will shortly live in peace.", "Meane time (I burne, I broyle, I burst with spight)</br>In midst of peace that sharpe two edged sword</br>Cuts through our darknes, cleaves the misty night,</br>Discovers all our snares; that sacred word</br>(Lo[ck']t up by Rome) breakes prison, spreads the light,</br>Speakes every tongue, paints, and points out the Lord,</br>His birth, life, death, and crosse:  our guilded Stocks,</br>Our Laymens bookes, the boy, and woman mocks:</br>They laugh, they fleer, and say, Blocks teach, and worship Blocks.", "Spring-tides of light divine the ayre suround,</br>And bring downe heaven to earth; deafe Ignoraunce,</br>Vext with the day, her head in hell hath dro[wn']d:</br>Fond Superstition, frighted with the glaunce</br>Of suddaine beames, in vaine hath crost her round.</br>Truth and Religion every where advaunce</br>Their conqu'ring standards:  Errour's lost and fled:</br>Earth burnes in love to heaven:  heaven yeelds her bed</br>To earth; and common growne, smiles to be ravished.", "That little swimming Isle above the rest,</br>Spight of our spight, and all our plots, remaines</br>And growes in happines:  but late our nest,</br>Where wee and Rome, and blood, and all our traines,</br>Monks, Nuns, dead, and live idols, safe did rest:</br>Now there (next th' Oath of God) that Wrastler raignes,</br>Who fills the land and world with peace, his speare</br>Is but a pen, with which he downe doth beare</br>Blind Ignoraunce, false gods, and superstitious feare.", "There God hath fram'd another Paradise,</br>Fat Olives dropping peace, victorious palmes,</br>Nor in the midst, but every where doth rise</br>That hated tree of life, whose precious balmes</br>Cure every sinfull wound:  give light to th' eyes,</br>Unlock the eare, recover fainting qualmes.</br>There richly growes what makes a people blest;</br>A garden planted by himselfe and drest:</br>Where he himselfe doth walke, where he himselfe doth rest.", "There every starre sheds his sweet influence,</br>And radiant beames:  great, little, old, and new</br>Their glittering rayes, and frequent confluence</br>The milky path to Gods high palace strew:</br>Th' unwearied Pastors with steel'd confidence,</br>Conquer'd, and conquering fresh their fight renew.</br>Our strongest holds that thundring ordinaunce</br>Beats downe, and makes our proudest turrets daunce,</br>Yoking mens iron necks in his sweet governaunce.", "Nor can th' old world content ambitious Light,</br>Virginia our soile, our seat, and throne,</br>(To which so long possession gives us right,</br>As long as hells) Virginia's selfe is gone:</br>That stormy Ile which th' Ile of Devills hight,</br>Peopled with faith, truth, grace, religion.</br>What's next but hell?   That now alone remaines,</br>And that subdu'de, even here he rules and raignes,</br>And mortals gin to dreame of long, but endles paines.", "While we (good harmeles creatures) sleep, or play,</br>Forget our former losse, and following paine:</br>Earth sweats for heaven, but hell keeps holy-day.</br>Shall we repent good soules?  or shall we plaine?</br>Shall we groane, sigh, weep, mourne, for mercy pray?</br>Lay downe our spight, wash out our sinfull staine?</br>May be hee'l yeeld, forget, and use us well,</br>Forgive, joyne hands, restore us whence we fell:</br>May be hee'l yeeld us heaven, and fall himselfe to hell.", "But me, oh never let me, Spirits, forget</br>That glorious day, when I your standard bore,</br>And scorning in the second place to sit,</br>With you assaulted heaven, his yoke forswore.</br>My dauntlesse heart yet longs to bleed, and swet</br>In such a fray:  the more I burne, the more</br>I hate:  should he yet offer grace, and ease,</br>If subject we our armes, and spight surcease,</br>Such offer should I hate, and scorne so base a peace.", "Where are those spirits?  Where that haughty rage,</br>That durst with me invade eternall light?</br>What?  Are our hearts falne too?  Droope we with age?</br>Can we yet fall from hell, and hellish spight?</br>Can smart our wrath, can griefe our hate asswage?</br>Dare we with heaven, and not with earth to fight?</br>Your armes, allies, your selves as strong as ever,</br>Your foes, their weapons, numbers weaker never.</br>For shame tread downe this earth:  what wants but your endeavour?", "Now by your selves, and thunder-danted armes,</br>But never danted hate, I you implore,</br>Command, adjure, reinforce your fierce alarmes:</br>Kindle, I pray, who never prayed before,</br>Kindle your darts, treble repay our harmes.</br>Oh our short time, too short, stands at the dore,</br>Double your rage:  if now we doe not ply,</br>We 'lone in hell, without due company,</br>And worse, without desert, without revenge shall ly.", "He, Spirits, (ah that, that's our maine torment) He</br>Can feele no wounds, laughs at the sword, and dart,</br>Himselfe from griefe, from suff'ring wholly free:</br>His simple nature cannot tast of smart,</br>Yet in his members wee him grieved see;</br>For, and in them, he suffers; where his heart</br>Lies bare, and nak't, there dart your fiery steele,</br>Cut, wound, burne, seare, if not the head, the heele.</br>Let him in every part some paine, and torment feele.", "That light comes posting on, that cursed light,</br>When they as he, all glorious, all divine,</br>(Their flesh cloth'd with the sun, and much more bright,</br>Yet brighter spirits) shall in his image shine,</br>And see him as hee is:  there no despight,</br>No force, no art their state can undermine.</br>Full of unmeasur'd blisse, yet still receiving,</br>Their soules still childing joy, yet still conceiving,</br>Delights beyond the wish, beyond quick thoughts perceiving.", "But we fast pineon'd with darke firy chaines,</br>Shall suffer every ill, but doe no more,</br>The guilty spirit there feeles extreamest paines,</br>Yet feares worse then it feeles:  and finding store</br>Of present deaths, deaths absence sore complaines:</br>Oceans of ills without or ebbe, or shore,</br>A life that ever dies, a death that lives,</br>And, worst of all, Gods absent presence gives</br>A thousand living woes, a thousand dying griefes.", "But when he summes his time, and turnes his eye</br>First to the past, then future pangs, past dayes</br>(And every day's an age of misery)</br>In torment spent, by thousands downe he layes,</br>Future by millions, yet eternity</br>Growes nothing lesse, nor past to come allayes.</br>Through every pang, and griefe he wild doth runne,</br>And challenge coward death, doth nothing shunne,</br>That he may nothing be; does all to be undone.", "O let our worke equall our wages, let</br>Our Judge fall short, and when his plagues are spent,</br>Owe more then he hath paid, live in our debt:</br>Let heaven want vengeance, hell want punishment</br>To give our dues:  when wee with flames beset</br>Still dying live in endles languishment.</br>This be our comfort, we did get and win</br>The fires, and tortures we are whelmed in:</br>We have kept pace, outrun his justice with our sin.", "And now you States of hell give your advise,</br>And to these ruines lend your helping hand.</br>This said, and ceas't; straight humming murmures rise:</br>Some chafe, some fret, some sad and thoughtfull stand,</br>Some chat, and some new stratagems devise,</br>And every one heavens stronger powers ban'd,</br>And teare for madnesse their uncombed snakes,</br>And every one his fiery weapon shakes,</br>And every one expects who first the answer makes.", "So when the falling Sunne hangs o're the maine,</br>Ready to droppe into the Westerne wave,</br>By yellow Chame, where all the Muses raigne,</br>And with their towres his reedy head embrave;</br>The warlike Gnat their flutt'ring armies traine,</br>All have sharpe speares, and all shrill trumpets have:</br>Their files they double, loud their cornets sound,</br>Now march at length, their troopes now gather round:</br>The bankes, the broken noise, and turrets faire rebound.", ""]