["Dread power!  in realms of darkness nurst</br>'Midst shrieks of guilt, and groans accurst,</br>Where grins Despair in ghastly pain,</br>And rapturous Madness clanks his chain, . . .</br>THEE, I invoke! . . . Gay bowers, adieu!</br>Where Pleasure leads her bounding crew,</br>Blithe Health, and frolic Youth that roves</br>Thro' gardens and ambrosial groves,</br>Brisk Mirth, whose bright-expanding bloom</br>Ne'er felt the damp of Sorrow's gloom,</br>Adieu!  the surly evening sheds</br>Deep shadows o'er the mountain-heads:</br>Low groan the refted woodlands bleak,</br>The spirits of the cataracts shriek! . . . . .</br>HORROR!  with strange, delightful fear</br>Lead my fit soul to deserts drear;</br>To church-yards, where hyenas roam,</br>And tear the body from the tomb;</br>To vast savannas full of dread,</br>Where human footsteps never tread;</br>Or, where vex'd Midnight never sleeps</br>Mid torrents hoarse and howling steeps!</br>Or, where the hoary ANDES shroud</br>Their stormy cliffs in many a cloud,</br>Which Danger, heedless of alarms,</br>Upclimbs with lightning-blasted arms!", "To damp dark dungeons let me stray</br>Where the lone captive pines away;</br>Where no warm sun, no summer gale</br>Sheds freshness on his visage pale:</br>There see him raise his wither'd head,</br>Deep groaning o'er his flinty bed,</br>Whilst ever-hopeless Silence lowers,</br>And, slow, slow lag the gloomy hours.", "Stern, awful HORROR!  thou canst tell</br>What pangs the mother's bosom swell,</br>When bare on distant rocks outcast</br>Her child's corse blisters to the blast,</br>Alone, unnotic'd; &mdash; while the surge</br>Hoarse-heaving, moans the mournful dirge!", "In sullen silence thou hast sought</br>Black groves, with dark collected thought,</br>Where erst the Druids met thy view,</br>And human victims grimly slew!</br>Thou heard'st their death-denouncing cries,</br>They bled beneath thy savage eyes.", "Oh!  lay me oft at gloom of night</br>Where hags perform their direful rite;</br>And, wrapt in terrors, flash on high</br>Their livid lightning thwart the sky;</br>Or, on some victim's hated form</br>Dart the full fury of their storm!</br>. . . For lightnings shoot, and thunders roll,</br>Dear, and congenial to my soul.</br>"]