["Far from the noisy, bustling scenes of life,</br>Where Pride and Envy foster ceaseless strife,</br>Where Fashion, link'd with Folly hand in hand,</br>Bids countless vassals bow at her command,</br>How it delights 'midst rural scenes to stray,</br>Where varying Beauty paints the devious way,</br>To saunter careless on the mountain's side,</br>And view the smiling landscapes opening wide,</br>Or stretch'd upon the bank, where, gliding near,</br>The stream's soft murmurs greet the listening ear,</br>The bliss of listless Indolence to know,</br>Which Care's wise votaries prudently forego,</br>Bartering for empty pomp, and needless wealth,</br>Smiling content, with innocence, and health.", "Yet deem not hence that Care, a hateful guest,</br>Is too a stranger to the rustic's breast,</br>That while around him Nature wears a smile,</br>These joys from him can anxious care beguile;</br>Alas!  what pleasures now can touch his soul,</br>His acts while power and frowning pride controul;</br>While changeful Fortune is no more his friend,</br>But dread disasters o'er his head impend?</br>With pitying tongue these oft have I deplor'd,</br>But weak the comfort pity could afford;</br>These are my subject now; altho' in vain</br>Should candid Truth awake the indignant strain,</br>Tho' Luxury should its censure disregard,</br>And still from Labour wrest its just reward.", "In times which now even memory well can trace,</br>The harmless peasants were a happy race;</br>The joyful farmer, with industrious hand,</br>Gather'd the plenteous produce of his land,</br>Nor envious griev'd to see the labourer share,</br>(Meed of his pains) the blessings of the year;</br>Repin'd not meanly that the simple swain</br>His native freedom boldly could maintain,</br>Could rear his offspring, yet disdain to wait,</br>For sordid alms, before the rich man's gate;</br>Grudg'd not that leisure which in sports he spent,</br>But pleas'd beheld him chearful and content.", "Now other fate attends.  The swain no more</br>Hastes to his labour jocund, as before;</br>Ruin and indigence the wretch surround,</br>Nor more the friend is in the master found;</br>That master, of the name, alas, bereft,</br>A prey to want and ignominy left,</br>Feels more severely Fortune's adverse stroke,</br>And drags more feebly Slavery's galling yoke.</br>Reduc'd, while hopeless of redress, to mourn</br>The power which Avarice from his hand has torn;</br>Avarice and Pride, which for one worthless Lord,</br>To swell the luxury of one splendid board,</br>Have farm to farm annex'd, and field to field,</br>While countless slaves enforc'd obedience yield.", "Where now (the rustic's cares and labours past)</br>Where the rewards which still were hoped at last?</br>Where the repose so oft he wish'd to share?</br>How are his prospects vanish'd into air!</br>In grey old age, his heart estrang'd from crime,</br>Vainly he hoped to chear the lingering time,</br>Beside the winter's hearth his tales to tell,</br>Reasoning from long experience passing well,</br>Or when the summer's scorching heats invade,</br>Peaceful to slumber in the friendly shade.", "Cherish'd by Luxury, an useless train,</br>Who painful Industry's reward disdain,</br>A servile race, who sooth their master's pride,</br>Who fawn on wealth, and needy worth deride,</br>Pamper'd with ease, now fatten on the spoil</br>Of hungry wretches doom'd to ceaseless toil.</br>Yet these can tyrranise; and tho' for these,</br>His little fortunes wreck'd the rustic sees,</br>Patient he suffers what even these enjoin,</br>Or but in secret ventures to repine.</br>Heavens!  should he utter one indignant word,</br>'Gainst such deputed mimics of their lord,</br>The grief-worn aspect, nor enfeebling age,</br>Could save the helpless victim from their rage;</br>That lord can cloath them with despotic sway,</br>And full revenge must wipe th' affront away.", "Ere such his hapless state, the village youth,</br>Who free from flattery speaks unstudied truth,</br>Far from the public haunt was wont to steal,</br>To tell the listening maid his love-sick tale;</br>His vows the fair with mutual vows repaid,</br>And schemes for bliss in future days were laid.</br>But since by Power's tyrannic hand oppress'd,</br>Love gives no rapture to the pensive breast,</br>Wretched they dread the dangerous race to run,</br>And HYMEN'S rites with prudent caution shun.", "For boding Fancy pictures future harms,</br>And takes from wedded love its noblest charms;</br>Pictures the helpless infant doom'd to know,</br>Thro' life's whole round, unmitigated woe;</br>Beholds, in early years, a pining race,</br>(Misery and famine low'ring in their face)</br>Lash'd to their duty by unpitying hands,</br>To every duty thoughtless Pride commands,</br>While the fond parent stands unmurmuring near,</br>And sighing wipes away the trickling tear.</br>Each smiling prospect shaded by these fears,</br>Youth wastes in barrenness the tedious years;</br>Save when, in one unguarded hour betray'd,</br>To fond intreaty yields some easy maid,</br>And, little heedful of her future shame,</br>Obtains, before the wife's, the mother's name;</br>Then the much-dreaded marriage bonds are tied,</br>The bridegroom joyless takes th' unhappy bride;</br>Thro' endless troubles lies their destin'd way,</br>And pain and grief the wretches' fault repay.", "But ere old age or sickness intervene,</br>May Heaven's indulgent mercy close the scene!</br>Where, for that help they can no more supply,</br>From keen distress shall then the wretches fly?</br>Dwells in the dome, which on their ruin rose,</br>Kind Hospitality, to sooth their woes?</br>Or shall they yield, all hope of comfort lost,</br>To vile dependence, at the public cost?</br>That public cost, which from his wealth alone,</br>He grudging pays, who robb'd them of their own;</br>While none have power, who might perchance befriend,</br>And none, when injur'd, dare their cause defend.", "Now cease the village sports; to welcome MAY,</br>The swains oft frolick'd all the live-long day;</br>Deck'd in her best attire, each damsel strove</br>To charm the favourite object of her love;</br>And all, with agile feats, and dance, and song,</br>And jest, and banter, wing'd their hours along.</br>Thus were they blest, and Wealth's ambitious train,</br>By them unheeded, might these joys disdain,</br>Unenvied might to higher life resort,</br>And bask amidst the sun-shine of a court,</br>At large thro' Pleasure's ample field might range,</br>Where pall'd Desire revives as objects change;</br>No peasant envied those their pomp and shew,</br>Nor knew what bliss they shar'd, nor wish'd to know,</br>Why then should envious Affluence blast his mirth?</br>Why give to Discontent and Sorrow birth?</br>Ah, why should SOMERVILLE that mirth upbraid,</br>Sharpening his censure with the Muse's aid?</br>Why peevishly assert with partial tongue,</br>From rural games his country's ruin sprung?", "The patriot dreads not these, but views with fear</br>The growth of Luxury in a higher sphere;</br>For which proud Commerce ransacks foreign shores,</br>And freights the vessel with superfluous stores;</br>Stores which the labours of the poor supply,</br>Who seem for this to live, for this to die;</br>Who see chagrin'd the good around them plac'd,</br>Their right by nature, which they ne'er shall taste;</br>While Ocean's hardy sons, their country's boast,</br>Vainly employ'd, are to their country lost.", "Hence too the village finds its ills increase,</br>And wild disorder soon succeeds to peace.</br>The cit, amassing ample sums by trade,</br>Studious to show his taste by dull parade,</br>His Grace's rural seat to rival tries,</br>And bids at vast expence the Villa rise;</br>Then leads the park, the grove, the garden wide,</br>Girding the peasant close on every side;</br>And brings to these his friends and servants down,</br>To spread the modish vices of the town.", "Of these enough &mdash; Lo, where the village lord,</br>(Fear'd by the trembling poor, or half ador'd)</br>Feasts and carouses 'midst his glad compeers,</br>While boastful clamour fills their deafen'd ears.</br>The sportsman's joys inebriate they relate,</br>And dwell delighted on each rural seat;</br>Again the scatter'd covey bring to view,</br>The circling traces of the hare renew,</br>The timorous deer let loose for flight again,</br>And climb the steep, and scour along the plain.</br>Such are their Sports &mdash; the tribes for whom no ray</br>Of brightening science e'er illum'd the way;</br>Who, wild, have only Nature's dictates known,</br>Start at the thought, and hunt for prey alone;</br>Yet as Barbarians are consign'd to fame,</br>And held least worthy of the human name.", "To rank with these, how great were the disgrace</br>To us, rare worthies of enlighten'd race,</br>Whose prying minds 'midst varying Nature rove,</br>Pierce thro' the earth, and mount to heaven above:</br>Whose actions manly sense and reason guide,</br>While taste and elegance o'er all preside.", "Fond self-conceit, how absolute thy reign!</br>Truth may oppose, but shall oppose in vain;</br>Who like thyself can other's foibles find?</br>And who if searching for his own so blind?</br>Dowdies, at thy command, display their charms,</br>To win the lover to their longing arms;</br>Dunces to learning's summit think they rise;</br>Fools are transported that they grow so wise;</br>And we, who torture with tyrannic art,</br>We boast refinement and the feeling heart.", "When AUBURN'S villagers no more enjoy'd</br>That peace which stern Oppression had destroy'd,</br>Their long-lov'd home the pensive wretches fled,</br>And far 'mong unknown climes their journey sped,</br>Blest but in this; where'er their lot was thrown,</br>No land could make them poorer than their own.</br>To others Fortune has even this denied;</br>Th' allotted round of life must each abide;</br>Their ear, perchance, some feeble tidings reach,</br>(The passing stranger's tales such knowledge teach)</br>Of realms where never commerce found its way,</br>Nor luxury yet has made mankind its prey,</br>Where fashions no superstitious care devise,</br>And trifling labour ev'ry want supplies;</br>But this can only fruitless wishes raise,</br>No prospect opening hence for happier days.", "Slaves to one master, to one spot confin'd,</br>Chearless despondence overspreads their mind;</br>Those Tasks so light, while eagerly they strove,</br>By industry, their gratitude to prove,</br>How irksome now, when all their labours tend</br>To glut a tyrant, where they need a friend.</br>One who, admiring gaudy pomp and state,</br>Proud of his wealth, and friendship with the great,</br>His honest vassals never stoops to know,</br>Nor learns their little wants, nor heals their woe.", "Hence with less ardour each his business plies,</br>And long th' appointed task unfinish'd lies.</br>Why should they care to till th' extensive field,</br>Or gladly teach the barren glebe to yield?</br>What tho' their diligence should plenty bring;</br>For them no plenty is allow'd to spring;</br>To foreign climes that quickly is convey'd,</br>Aiding the schemes of luxury and trade.</br>There other busy slaves, by BRITAIN fed,</br>Find not even leisure to produce their bread;</br>Content to purchase what may just suffice,</br>And tug life's labouring oar to earn the price.", "Is there perchance some one of humble mind,</br>To sober life and industry inclin'd,</br>Whom changeful fortune has not yet bereft</br>Of a few roods his predecessors left,</br>Who, might he cultivate his small estate</br>Uninjur'd, would not wish a happier fate;</br>For him what snares are laid by envious pride;</br>What fraudful means to work his ruin tried;</br>Endless affronts and insults he sustains,</br>Long as that freedom which he loves remains;</br>And if at length with constant feuds fatigued,</br>Dreading the foes against his quiet leagued,</br>He yields his patrimony, sought so long,</br>And ranks some master's abject slaves among,</br>Mark'd as a foe, for ever is he known,</br>And for his merit is no favour shown.", "Oh thou whose evils from this cause arise,</br>Learn to neglect them, and be truly wise;</br>Forget what once thou wast, nor proudly strive</br>To keep thy little splendour yet alive;</br>To fools leave fashions; think that from thy hands,</br>Indulgent Nature trifling aid demands,</br>That homeliest garments fence the wintry snows;</br>And how much less the need which summer knows;</br>Think that the simplest viands health maintain;</br>Nor waste thy strength a costlier kind to gain;</br>Beyond superfluous profit prize thine ease;</br>Heaven meant not life should torture thee, but please.", "Such was the life our wise forefathers chose,</br>Ere with politeness poverty arose;</br>Their wants were answer'd then with moderate care,</br>And half their days for pleasure could they spare;</br>Then each was blest, and of his fortune proud,</br>To whom a numerous offspring Heaven allow'd.</br>Light was their burden; yet in modern days,</br>Which partial affluence varnishes with praise,</br>Since taste and art our manners have refin'd,</br>This boon were gladly even by wealth resign'd.", "Ye thoughtless race, on Industry who prey,</br>And lounge in baneful sloth your hours away,</br>See Luxury's influence to yourselves extends,</br>Nor barely with the suffering labourer ends;</br>Tempt not too far the flattering smiles of fate,</br>But check each vain pursuit, ere yet too late;</br>Stay not, neglecting sober Reason's voice,</br>Till Ruin, near impending, leaves no choice;</br>Show Virtue still remains, and while ye heal</br>Want's toilsome miseries, show yourselves can feel.</br>"]