["I.</br>O Love!  my drooping Genius raise</br>Beyond these Organs Sight;</br>So high from Earth now let me soar,</br>That this dull World may be discern'd no more,</br>But lost in Streams of Light.</br>O mighty Love!  my Genius raise;</br>New Tune my Lyre, refine my Lays;</br>Teach me thy wondrous Works to praise,</br>And to adore thy Might.</br>With lofty Thoughts, with heav'nly Fire,</br>Do thou my humble Muse inspire,</br>That she an Hymn may sing,</br>Unto the God of Love, unto th' Almighty King!", "II.</br>Before this Universe was made,</br>Or Planets twinckling Beams display'd;</br>Before swift Time his Race begun,</br>And measur'd out the Year;</br>Before that beauteous Light the Sun</br>Adorn'd the central Sphear;</br>Ev'n then th Almighty Pow'r, which now doth move</br>In all these wond'rous Works, mov'd in it self by Love.</br>Himself he lov'd because all Good and Fair,</br>And of himself begot th' Eternal Heir</br>In his own Likeness&mdash;.</br>With whom, and with the Paraclete</br>(Who did from both proceed)</br>He reign'd in boundless Realms of Might,</br>With Pow'r immense, and Glory infinite</br>Oh Holy Spirit!  Pledge of Love,</br>Eternal Spring of Grace;</br>Look down upon me from above,</br>And guide me in thy Ways.</br>Teach me the Wonders by thy Mercy wrought;</br>And give me Language to reveal my Thought.", "III.</br>Almighty Love!</br>Still pregnant with prolifick Grace,</br>Created an inferiour Race,</br>His second Sons, tho' not so great,</br>Yet th' Ambassadors of Fate,</br>Numberless Hosts of Angels, fair and bright,</br>Refulgent in their Maker's Light,</br>Who round th' Eternal-Throne</br>In seraphick Lays,</br>Warble sacred Hymns of Praise</br>To the great Three-One.</br>Thus they joyfully attend,</br>And on their Maker's Will depend:</br>Lucid Beams around them play,</br>Night does never there appear,</br>But Time is one continual Day</br>All serene and clear.</br>Thus they worship, thus attend,</br>And their Perpetual-Now in endless Pleasure spend.", "IV.</br>Thrice happy Spirits, if Free-will</br>Had never been abus'd,</br>In Glory you'd have triumph'd still,</br>Had ye not employ'd so ill</br>What for your Proof was us'd.</br>But fatal Pride!</br>Then first began to shew it's Face,</br>Impatient of a second Place,</br>And by the Prince of Angels did surprize</br>Num'rous heav'nly Deities;</br>Who big with Envy, and primeval Pride,</br>(O dire Ingratitude!  till then unknown,)</br>Blasphemously their Maker's Pow'r defi'd</br>And strove to seize his everlasting Throne.</br>Thus they impious Battle wage,</br>And in their dreadful Sin persist,</br>The faithful Spirits vig'rously resist,</br>And in a deathless War engage.", "V.</br>Incens'd at this their bold Essay,</br>God sent out his consuming Fire;</br>Discomfited they fly away</br>And from his Wrath retire,</br>'Till, as preordain'd, they fell</br>From those glorious Realms of Light,</br>To the deep Abyss of Hell,</br>And Everlasting Night.</br>In Flames of Sulphur Fiery-chains,</br>With unutterable Pains,</br>Doom'd for Evermore to dwell;</br>Full of Impotence and Spight,</br>Despair and Rage improve their Hell,</br>And magnifie the beatifick Sight</br>From whence they lately fell,</br>But if these Spirits, who were blest</br>With greater Strength than Mortal e'er possest,</br>Could not their Innocence secure,</br>While Good and Bad was in their Pow'r;</br>With how strict a Care ought we</br>To watch, and fear our own Sincerity;</br>Who tho' but frail and brittle Clay,</br>Yet have a Will elective, and as free as they.", "VI.</br>But lo!  Almighty Love,</br>boundless in Mercy as in Might</br>To greater Condescensions yet doth move,</br>And in a mortal Progeny delight:</br>Which by Eternal Prescience he decrees</br>To fill th' angelick Vacancies.</br>'Twas then this Universe he form'd,</br>With World's, with Sun's, with Atmospheres adorn'd.</br>No sooner was th' All-potent-Fiat spoke,</br>But beauteous Light, from dismal Chaos broke,</br>'The feather'd Choire inhabit Liquid air,</br>The Seas with Various Fish replenish'd were,</br>And num'rous Animals on Earth appear.</br>Thus having fitted all for his new Creatures Use,</br>Which Earth might yield, or Seas and Air produce</br>The great Creator did, of humble Clay,</br>Erect a Structure nobler far than they.</br>Gave him a beauteous Body, Godlike Soul</br>Form'd by the Archetype Divine;</br>A sov'reign Pow'r to rule this Sphear,</br>And all of mortal Line,</br>But ah, forgetful of his Maker's Grace!</br>Too soon, alas!  he forfeited his Place;</br>Incurr'd that Penalty was justly due,</br>And all his Race in endless Bondage threw.</br>Vast were the Miseries they must sustain,</br>And Sin, and Death, at once began to reign:</br>No Glympse of Comfort then could Adam see,</br>No Hopes of Ransom left to set him free,</br>Mortals could ne're the mighty Debt repay,</br>Nor pityting Angels, greater far than they.", "VII.</br>When Lo!  the same unbounded Love,</br>That did this Wretch create,</br>Descends from his bright throne above,</br>And takes upon himself his abject Creature's Fate;</br>Clad in an humble human Form,</br>Tho' perfect God, yet perfect Man,</br>Was of a spotless Virgin born,</br>And the all saving Work began.</br>He bore our Sins, his Father's Wrath,</br>The heavy pressing Load of both:</br>And that strict Justice might be satisfied,</br>He freely offer'd up himself, and for Man's Sake he died.", "VIII.</br>Oh boundless Love!  Oh Mercy Infinite!</br>What poignant Grief and Pain,</br>Did'st thou bright King of Glory, Lord of Might!</br>For us thy Slaves sustain!</br>What Pangs!  what Terrors didst thou undergo!</br>What Floods of Mercy!  from thy Side did flow!</br>Each Drop of Blood thou freely for us gave,</br>And yet each Drop could Worlds of Sinners save,</br>O beauteous Image of thy Father's Face!</br>Eternal God of Love, and Grace!</br>How can we this thy wond'rous Act require,</br>Or how sufficiently adore thy Might,</br>Nor Lives, nor Holocausts dost thou demand,</br>From those thy Blood redeem'd,</br>Nor rigid Penances command,</br>As some have fondly dream'd,</br>Love!  grateful Love, is all thou do'st require,</br>Oh then with grateful Love our Souls inspire!</br>First to thy self, as is most justly due,</br>Next unto all who bear thy Image too,</br>UNFINISHED.</br>"]