["I.</br>While silent streams the moss-grown turrets lave,</br>Cam, on thy banks with pensive steps I tread;</br>The dipping osiers kiss thy passing wave,</br>And evening shadows o'er the plains are spread.", "From restless eye of painful Care,</br>To thy secluded grot I fly,</br>Where Fancy's sweetest forms repair,</br>To soothe her darling Poesy;", "Reclin'd the lovely Visionary lies</br>In yonder vale and laurel-vested bower;</br>Where the gay turf is deck'd with various dies,</br>And breathes the mingling scents of every flower:", "While holy dreams prolong her calm repose,</br>Her pipe is cast the whispering reeds among;</br>High on the boughs her waving harp is hung,</br>Murmuring to every wind that o'er it blows.", "II.</br>Oft' have I seen her bathe at dewy morn</br>Her wanton bosom in thy silver spring,</br>And, while her hands her flowing locks adorn</br>With busy elegance, have heard her sing.", "But say what long recorded theme,</br>Through all the lofty tale of time,</br>More worthy can the Goddess deem</br>Of sounding chords, and song sublime,", "Than, whose parental hand to vigour bred</br>Each infant art, the Noble and the Wise,</br>Whose bounty gave yon' arching shades to spread,</br>Yon' pointed spires in holy pomp to rise?", "Shall War alone loud-echoing numbers claim,</br>And shall the deeds of smiling Peace be drown'd,</br>Amid the Hero's shouts and trumpet's sound?</br>These too shall flourish in immortal fame.", "III.</br>When Science fled from Latium's polish'd coasts</br>And Grecian groves, her long and lov'd abode,</br>Far from the din of fierce conflicting hosts,</br>Thro' barbarous realms the weary wanderer trod;", "But to what more indulgent sky,</br>To what more hospitable shade,</br>Could trembling, bleeding, fainting fly</br>The helpless and devoted Maid?", "Time-honour'd Founders!  ye the virgin woo'd!</br>'Twas yours, with souls to native grandeur born,</br>To bid her radiant beauties shine renew'd,</br>With wealth to heap, with honours to adorn.", "In Granta's happier paths she wept no more;</br>Heal'd were the wounds that scarr'd her gentle breast;</br>Here, still she smiles with Freedom's sons to rest,</br>Nor mourns her Attick towers, nor Tuscan shore.", "IV.</br>Fathers of Genius!  whom the Muse adores,</br>For sure to you her noblest strains belong,</br>Beneath whose venerable roofs she pours</br>The grateful notes of sweetly flowing song.", "Th' increase of swift revolving years</br>With conscious pride exulting view;</br>How all ye plann'd compleat appears;</br>How all your Virtues bloom anew:", "The generous zeal which erst ye felt remains,</br>Its bounteous beams still ardent to dispense;</br>While unexhausted to your learned plains</br>Rolls the rich stream of wide munificence.", "Joy to your shades!  the great career is run,</br>Reserv'd by Fate for some superiour hand,</br>Confest, the last, th' auspicious work shall stand,</br>And Statesman, Monarch, end what ye begun.", "Ye too, once Inmates of these walls renown'd,</br>Whose spirits, mingling with th' etherial ray,</br>Of universal Nature trac'd the bound,</br>Or rais'd in majesty of thought the lay,", "See your loved Arts this clime to grace,</br>Their rival radiance brighter shed,</br>While Holles smiles the wreath to place</br>Upon the youthful Victor's head.", "Where Spencer sits among your thrones sublime,</br>To the soft music of his mournful lays</br>Listening ye weep for his ungrateful time,</br>And point the better hope of happier days.", "If with the dead dishonour's memory dies,</br>Forget, much injur'd Name, th' unworthy woe;</br>In strains like thine so may our accents flow,</br>In nobler numbers yon' fair domes arise.", "VI.</br>When Faction's storms, or some fell Tyrant's hate</br>Arts join'd with Freedom to one grave shall doom,</br>Then, tho' these structures to the hand of Fate</br>Bend their proud height, like thine, imperial Rome,", "Know, vainly, Time, thy rapid rage</br>Shall point its wide destroying aim,</br>Since what defies the force of age</br>Thus consecrates the pile to Fame;", "Some future eye the ruin'd heap shall trace,</br>The name of Holles on the stone behold,</br>Shall point a Brunswic to a distant race,</br>Benign, and awful on the swelling gold,", "Th' historic page, the poet's tuneful toil,</br>With these compar'd, their mutual aid shall raise</br>To build the records of eternal praise,</br>And deck with endless wreaths their honour'd soil.", "VII.</br>Sweeter than warbled sounds that win the sense,</br>Flows the glad music of a grateful heart;</br>Beyond the pomp of wordy eloquence,</br>Or strains too cold, high-wrought with labour'd art.", "Tho' weakly sounds the jarring string;</br>Tho' vainly would the Muse explore</br>The heights to which with eagle wing</br>Alone can heaven-taught Genius soar,", "Yet shall her hand ingenious strive to twine</br>The blooming chaplet for her Leader's brow;</br>While with new verdure grac'd, in Glory's shrine,</br>The ampler Palms of civic Honours grow;", "When He, these favour'd shades appears to bless,</br>Whose guardian Counsels guide a nation's fate,</br>And with superiour toils for Europe's state</br>Mixes the thought of Granta's happiness.", "VIII.</br>Hail Seats rever'd!  Where thoughtful Pleasures dwell,</br>And hovering Peace extends her downy wings,</br>Where musing Knowledge holds her humble cell,</br>And Truth divine unlocks her secret springs;", "This verse with mild acceptance deign</br>To hear; this verse yourselves inspire,</br>Ere yet within your sacred fane</br>The Muse suspends her votive Lyre.", "Thee, GRANTA, thus with filial thanks I greet,</br>With smiles maternal thou those thanks receive,</br>For Learning's humble wealth, for friendship sweet,</br>For every calmer joy thy scenes could give.", "While thus I sport upon thy peaceful strand,</br>The storms of life at awful distance roar;</br>And still I dread, still lingering on the shore,</br>To launch my little bark, and quit the land.</br>"]