["In that blest Isle by Heav'n's high favor born,</br>Whose cliffs the subject billows vainly beat,</br>From the main land by strong convulsions torn,</br>To form for Freedom a belov'd retreat,", "Oft as thro' other climes I musing stray,</br>The dews of Pity fill my melting eyes,</br>For those who, trampled by despotic sway,</br>Restrain their murmurs, and subdue their sighs.", "Beneath the yoke how sad FLORENTIA bends!</br>Her sons escape not with the loss of breath,</br>E'en then fell Tyranny his rod extends</br>That waves new horrors o'er the realms of Death.", "Lo!  where amid the dreary APPENINES</br>Whose barren tops the meeting skies assail,</br>Where scatter'd olives, and unfruitful vines</br>Bow their weak heads beneath the sighing gale;", "When Night's dark wings the mournful scene enfold,</br>On mules, unconscious of their silent load,</br>The huddled Dead's unhonour'd relics cold</br>Are borne unseemly o'er the lonely road.", "No long procession pours the pious song,</br>No sable hearse displays it's nodding plume,</br>No kind domestics move in grief along,</br>And with funereal torches gild the gloom.", "Perhaps some victim from the seats of day</br>Too soon is hurried by precautions dire,</br>Perhaps too late shall wake the sleeping clay,</br>And struggling with oppressive mould expire.", "The startled Trav'ler views with honest rage</br>The face where late superior Beauty smil'd,</br>The wasted form of once reverend Age,</br>By some rude hireling's ruffian hands defil'd.", "In earth's dread bosom undistinguish'd thrown,</br>No closing rites in decent state are paid;</br>No weeping friends their lost companion own,</br>When dust to dust is finally convey'd.", "Shall the meek Virgin's pure untasted charms,</br>The manly breast that felt another's grief,</br>Meet the worn Prostitute's lascivious arms,</br>Or niggard hands which never gave relief?", "Shall the rapt Bard, who pour'd th' immortal lay,</br>With Vice and Dulness in one Grave unite?</br>Oh 'twere enough to warm th' indignant clay,</br>And stop th' ascending spirit in it's flight!", "Thither in vain, impell'd by wild despair,</br>The wretched Widow, and the Orphan fly;</br>Alas!  no monumental stone is there,</br>To mark the spot where their protectors lie.", "No holy text, no warning sentence, feeds</br>The thoughtful Moralist with wholesome truth,</br>No sculptur'd trophies of heroic deeds</br>Allure to Glory's path admiring Youth.", "Degen'rate Age!  when on the banks of NILE,</br>Early matur'd, fair Science rear'd her head,</br>On the cold corpse was spent her patient toil,</br>And ARABY'S rich gums embalm'd the Dead.", "When the proud Sceptre, and high-sounding Lyre</br>Bade ROMAN breasts with vast ambition burn,</br>The valued Ashes, purified by fire,</br>Drew frequent tears upon the storied Urn.", "The simple natives of the late-found isles,</br>Where some lost friends attract their frantic way,</br>With fond attachment view the rustic piles,</br>Sooth'd by the honors of the known MORAI.", "Shall then th' unfeeling AUSTRIAN'S stern commands</br>To quell these sacred sentiments presume,</br>While with the name of Prejudice he brands</br>The Charities that glow beyond the Tomb?", "Thus might rebellious sons be taught to fly</br>The long obedience which they owe their sires,</br>Thus be dissolv'd chaste wedlock's dearer tie,</br>And all that Habit adds to Nature's fires.", "But sooner far must cease that slavish awe</br>The humbled Vassal to his Tyrant pays;</br>Crumble that edifice which Pow'r and Law</br>On weak Convention's base so strongly raise.", "Then tremble Thou, lest soon th' impatient throng</br>Tear the vain crown from thy too impious head;</br>Ne'er can the LIVING be respected long,</br>Who teach their subjects to despise the DEAD!</br>"]