["Fair rose the morn, in purfled stoles bedight;</br>Fair sprung the breaking of the dappled dawn;</br>In joyance glad, dispredden beamings bright,</br>Along the levels of the dewy lawn;</br>The valleys smile, the mountains skip and fawn,</br>At the approach of the celestial guest,</br>Who, from blue vaults of eastern azure drawn,</br>Ymantled in a lucid glimmering vest,</br>To rouse, poor grovelling man, and wake his cares from rest.", "Faint play'd the light upon the rising hill,</br>Chacing the mirksome shadows from the scene;</br>The gliterand rays gleam'd on the babbling rill,</br>And gave to view the gay enlivening scene.</br>In mattins sweet the birds did chaunt, I ween,</br>Their thrillant harmony, and wood-notes wild;</br>The sonorous thrush, melodious lark between.</br>Spontaneous sung, and in the concert toil'd,</br>To the soft soothing breeze, which, passing, whisper'd mild.", "Long had the yawning god of dozy sleep,</br>Forsook the listless twinkling of his eyes,</br>Ere the brisk beams o'er mountain tops did peep,</br>Illumining the watchet lofty skyes;</br>Assaying oft, from drowsihed to rise,</br>To sooth the anguish of his ardent flame,</br>Which glowing fierce, wish'd for the nuptial tyes,</br>Thus loitering, lingering, till the stings of shame,</br>The gladsome bridegroom rous'd, and Strephon was his name.", "With speed himself y'clad in vestments gray,</br>The rural garb industry did afford;</br>Thus decorated on the bridal-day,</br>When happiness sat smiling in the word,</br>I thee obey, my future husband, lord.</br>The enchanting accents of the muttering try'd,</br>Pleas'd, to his wishes, that she did accord,</br>To be his leman lief, his blooming bride,</br>For smirking Lyddy's deem'd the queen of Coquet side.", "The day advanc'd, while many a jolly swain</br>Came pricking forth upon his prancing steed;</br>Brisk buxom nymphs, the pride of all the plain,</br>Came smiling eke, with curtesy and speed,</br>To hail the marriage, and the nuptial deed.</br>Peark Cicely, a blythsome sprightly lass,</br>With Phoebe languishing, did first proceed;</br>Then modest Sue trapp'd o'er the spiral grass,</br>And Bonnibel did last in the retinue pass.", "All preparation for the knot compleat,</br>The tea, from off the spatter'd board, remov'd,</br>Each kiss'd the bride, and did her happy greet,</br>But kindest he, by whom she was belov'd,</br>All quick did mount, and o'er the buskets rov'd,</br>Their courses turning, in this first assay,</br>Where chevisaunce in emulation shov'd,</br>Whilst bagipes tun'd, and rurally did play</br>To Coquet-side, and dance on Lyddy's wedding-day.", "White as the flakes of driving fleecy snow,</br>The plastic gloves, which grac'd her bridal hands,</br>When first thy do o'er cloud-capt Cheviot blow,</br>And lightly fall on lower level lands:</br>At the hymeneal altar blushing stands</br>The lovely maid, and timorously does shake;</br>Obsequious hears the binding strict commands.</br>I thee, my liefest life, with thy affections take,</br>To have, and hold, henceforth, for true love's only sake.", "Thus well dispatch'd the tedious ceremony,</br>Eftsoons each mounted on his bridled horse,</br>The gladsome groom, on his fierce ramping poney,</br>Darraign'd to start, in the contending course,</br>With active skill, and nimble matchless force</br>Deftly then fly before the whistling wind,</br>'Till one outstrips the rest, incurs their curse,</br>And leaves them lagging, loitering far behind,</br>Without the shadow of a doubt, but he'll the guerdon find.", "The jolly rout arriv'd upon the green,</br>Which, mantling spread, before the bridal door;</br>To heighten joy in this connubial scene,</br>They merry danc'd upon the grassy floor;</br>Of mirth and revelry thy had great store.</br>The sparkling wine, from swollen casks did run,</br>The guns did play, with many a thund'ring roar,</br>No losel sought divertisment to shun,</br>But join'd the frolic sport, partaking of the fun.", "Thus past the time, thus fled the fleeting hours,</br>In pleasance gay, and lively merriment;</br>'Till evening mild, with her more friendly powers,</br>Came darkling on, when day was almost spent.</br>The rising singults from her bosom went,</br>The deep'ning blush rose in the rapt'rous strife,</br>When she, soft struggling, to the bower went,</br>To yield the treasures of her virgin life,</br>And bless the moment which yclept her a wife.</br>"]