["How many a scene in life demands our tears!</br>Thick on the heart what sad reflections press!</br>At ev'ry turn some sight of woe appears,</br>At ev'ry step some object of distress.", "Of those who once in fortune's splendour shone,</br>By crouds attended, by the world carest,</br>How many a sigh, neglected and unknown,</br>Or known but as insulted and opprest!", "This shapeless mass, which mud and filth disgrace,</br>The helpless victim of the pelting storm,</br>Whose faded beauties Taste no more can trace,</br>Or ev'n Conjecture analyse its form;", "Was once a Wig &mdash; How alter'd now its state!</br>Where are its beauties now?  its glories where?</br>Distinguish'd by the notice of the great,</br>Grac'd by the admiration of the fair?", "Gone &mdash; gone! &mdash; O Wig! &mdash; Yet, while thou bidst adieu</br>To all the glories of each once gay scene,</br>Fain would the muse ('tis all she can) renew</br>The mem'ry of what thou, alas!  hast been:", "For tho' cast off, neglected and forgot,</br>'Twas once thy fate in other scenes to shine;</br>Thine was in happier times a splendid lot;</br>Beauty and worth and dignity were thine.", "Some Judge sagacious, learned in the law,</br>Us'd thee, perhaps, his solemn frown t' improve;</br>While culprits, juries, courts, with rev'rend awe,</br>Shook like Olympus at the nod of Jove.", "Some grave professor's head has been thy place;</br>Haply 'twas thine his office to bespeak,</br>While, clinging closely round his classic face,</br>Each learned curl seem'd buckled stiff with Greek.", "Some bard, perhaps, in meditation deep,</br>Some student hard of Demosthenian stamp,</br>Giving to study the soft hours of sleep,</br>Has sing'd thy tresses at the midnight lamp.", "Or it has been thy niggard lot to bind</br>Some miser's wrinkled brow, (while o'er his chest</br>He hung, with base idolatry inclin'd,)</br>Whose \"auri sacra fames\" broke his rest.", "Thou mayst have grac'd some Doctor's sapient phiz,</br>Like owl in snow-clad bush with solemn pride,</br>Whose patients seem'd to hear the harmless whiz</br>Of Death's weak shafts, turn'd by his art aside.", "Or, sentenc'd to a more ignoble fate,</br>Thou may'st have hung upon an empty scull;</br>For Wisdom's ensigns oft give Folly state,</br>And many a rev'rend wig adorns a fool.", "Fain would the muse proceed &mdash; but what avails</br>That once thou hast sustain'd a splendid part?&mdash;</br>Sad Truth condemns such visionary tales,</br>And turns her steady eye to what thou art.", "Like Woolsey, thou hast bid a long farewell</br>To all thy greatness; all thy pomp is o'er;</br>No more dost thou the pride of grandeur swell;</br>Plebeians tremble at thy nod no more.", "What art thou now?  disgrac'd, soil'd, mangled, torn,</br>Neglected, save that the mischievous dog</br>Shakes thee in sportive rage, or, more forlorn,</br>Thou form'st a pillow for the wallowing hog.", "Thus, buried far amid the sandy waste,</br>Palmyra's broken columns meet the eye;</br>Thus Nimrod's lofty walls no more are trac'd;</br>Thus Israel's sacred domes in ruins lie.", "\"The cloud-capt towers, the gorgeous palaces,</br>The solemn temples,\" like this wig must fall;</br>Their names shall die, their memory shall cease,</br>And Time's oblivious darkness bury all.", "Then he, whose plaintive strains now mourn thy fate,</br>Must sure expect an humbler destiny;</br>For, never notic'd by the fair or great,</br>A simple, solitary bard is he.", "No verse shall mourn, no stranger hear his fall&mdash;</br>Sometimes, perhaps, a barber's boy may tell,</br>(While, on coarse paper, stuck against the wall,</br>This verse adorns his shop) \"I knew him well;", "\"Each weak to trim his visage sharp and thin</br>Was my employ &mdash; nor hard the task was found;</br>Twelve straggling hairs I scrap'd from off his chin,</br>Twelve more, behind, an inch of ribbon bound.", "\"He lately disappear'd &mdash; but when, or where</br>He went, or how, or why he's gone,</br>None know, nor do I think that any care,</br>For he, while here, appear'd to care for none.", "\"Thoughtful and silent in the shop he sat;</br>No object seem'd his vacant eye to call;</br>He heeded none of all our various chat;</br>And now we hear of him no more &mdash; that's all.\"</br>"]