["Stern Daughter of the Voice of God!</br>O Duty,  if that name thou love</br>Who art a Light to guide, a Rod</br>To check the erring, and reprove;</br>Thou who art victory and law</br>When empty terrors overawe;</br>From vain temptations dost set free;</br>From strife and from despair; a glorious ministry.", "There are who ask not if thine eye</br>Be on them; who, in love and truth,</br>Where no misgiving is, rely</br>Upon the genial sense of youth:</br>Glad Hearts!  without reproach or blot;</br>Who do thy work, and know it not:</br>May joy be theirs while life shall last!</br>And Thou, if they should totter, teach them to stand fast!", "Serene will be our days and bright,</br>And happy will our nature be,</br>When love is an unerring light,</br>And joy its own security.</br>And bless'd are they who in the main</br>This faith, even now, do entertain:</br>Live in the spirit of this creed;</br>Yet find that other strength, according to their need.", "I, loving freedom, and untried;</br>No sport of every random gust,</br>Yet being to myself a guide,</br>Too blindly have reposed my trust:</br>Resolved that nothing e'er should press</br>Upon my present happiness,</br>I shoved unwelcome tasks away;</br>But thee I now would serve more strictly, if I may.", "Through no disturbance of my soul,</br>Or strong compunction in me wrought,</br>I supplicate for thy controul;</br>But in the quietness of thought:</br>Me this uncharter'd freedom tires;</br>I feel the weight of chance desires:</br>My hopes no more must change their name,</br>I long for a repose which ever is the same.", "Yet not the less would I throughout</br>Still act according to the voice</br>Of my own wish; and feel past doubt</br>That my submissiveness was choice:</br>Not seeking in the school of pride</br>For \"precepts over dignified,\"</br>Denial and restraint I prize</br>No farther than they breed a second Will more wise.", "Stern Lawgiver!  yet thou dost wear</br>The Godhead's most benignant grace;</br>Nor know we any thing so fair</br>As is the smile upon thy face;</br>Flowers laugh before thee on their beds;</br>And Fragrance in thy footing treads;</br>Thou dost preserve the Stars from wrong;</br>And the most ancient Heavens through Thee are fresh and strong.", "To humbler functions, awful Power!</br>I call thee:  I myself commend</br>Unto thy guidance from this hour;</br>Oh!  let my weakness have an end!</br>Give unto me, made lowly wise,</br>The spirit of self-sacrifice;</br>The confidence of reason give;</br>And in the light of truth thy Bondman let me live!</br>"]