["INTRODUCTORY SONNET.</br>From the lone silence of my dreamless cell</br>A wizard voice hath call'd me: &mdash; I obey,</br>And fain would greet that summons with a lay</br>Which should outshine my brightest. &mdash; Oh!  'tis well,</br>That the last notes that ever this weak shell</br>Perchance shall utter, thus should melt away,</br>Hymning the name of that most gentle fay,</br>That e'er on Poet's spirit laid a spell!</br>Come, my own Muse &mdash; thou Feeling, who dost rest</br>In my heart's inmost sanctuary; thou</br>Who art the soul of all my musings blest,</br>Dreams, wishes, hopes, affections!  Aid me now</br>To twine, for Her, the brightest and the best,</br>A wreath which shall not shame her peerless brow.", "There is a witch, whose freaks in English story,</br>Ballad, or ode, have never yet been sung;</br>Although 'tis said that poets, young and hoary,</br>Sages, and wizards, at her feet have flung</br>Rich tribute:  warriors, from their dreams of glory</br>Drawn by her potent charms, have meekly hung</br>Their laurels on her threshold:  lawyers wise</br>Have bowed before the magic of her eyes.", "Within a Northern cavern, dim and vast,</br>This lady-witch was born; a twilight gleam</br>Of everlasting icicles was cast,</br>From the arch'd roof, on the maternal dream</br>Wherein she was conceiv'd; faint music past</br>From the earth's bosom, while each breeze and stream</br>Murmur'd and sigh'd delight, and ever flower</br>Breath'd tenfold fragrance on her natal hour.", "A fairy form was her's, and well she wore</br>Its light aerial beauty; from her cave</br>Into the northern vapours, thick and hoar,</br>When first she pass'd, a path the vapours gave</br>To her, as to a sunbeam; the wild roar</br>Of torrents paused, as o'er Loch Lomond's wave</br>She glided like a zephyr; each fir-grove</br>Grew bright in the effulgence of her love.", "Amidst the Northern forests, lakes, and hills,</br>Her infancy was nurtured, and she grew</br>Remote, and unacquainted with the ills</br>Of the corrupted South:  'tis said, she drew</br>Sweet inspiration from the rocks and rills,</br>From the free air, and from the mountain dew</br>Of her wild clime, and that her wizard ken</br>Pierced far beyond the dreams of elves or men.", "And to her beck, while yet she was a child,</br>A thousand strange and savage natures came;</br>Yea, whatsoe'er of wonderful and wild</br>The grim North teems with, her sweet looks could tame;</br>The kelpie crouched before her, when she smiled,</br>With claws curled in, and eyes of softened flame;</br>Brownie, and elf, and warlock, came to enrich</br>The festal pageants of this wondrous witch.", "Her's was a reign of love; her mild dominion</br>Was o'er the heart and will of living things;</br>Her gentle voice could bind the eagle's pinion,</br>Her gentle looks rob dragons of their stings:</br>Yet more than this &mdash; 'tis the receiv'd opinion,</br>That the sly witch held secret communings</br>With dread mysterious powers, and made her eye</br>Familiar with the realms of phantasy;", "So that the Muses, from their viewless bowers,</br>Would oft descend, obedient to her spells,</br>And crown her forehead with Pierian flowers;</br>With music and with light they filled the dells</br>Wherein the witch abode; and she, for hours,</br>Would listen to their harpings, till the cells</br>Of her most secret thought began to teem</br>With shapes unknown to woman's brightest dream.", "Some say, that Germany sent forth her sages</br>To do meet homage at the witch's feet,</br>Bearing that wondrous science, hid for ages;</br>The witch received them in her calm retreat,</br>Heard them discourse, and, from their mystic pages,</br>Drained secret draughts of knowledge &mdash; pure and sweet,</br>Which the fool scoffs at: &mdash; but the witch well knew</br>That this same knowledge was both wise and true.", "Thus childhood passed, but ere her young cheek shone</br>With the first blush of womanhood &mdash; ere yet,</br>Encircled in the Queen of Beauty's zone,</br>The perfect graces of her form had met,&mdash;</br>Ere her young heart had love's first rapture known,</br>Or love's first sorrow made her eyelids wet,</br>From her enchanted cell the witch went forth,</br>And left the fruitful vineyards of the North.", "Beneath the shadow of a castled steep,</br>In which the ashes of ancestral kings,</br>Rocked by the roll of ages, soundly sleep,&mdash;</br>Hard by a forest, where, in moon-lit rings,</br>The fairies still those gamesome revels keep,</br>Hallowed  by Shakspeare's sweet imaginings,</br>The witch her dwelling fixed, and with strange power</br>Raised, and adorned, a bright enchanted bower;", "Wherein, with potent cabalistic scrolls,</br>And spells contriv'd by necromantic lore,</br>And charm'd elixirs, mix'd in magic bowls,</br>Of power to penetrate the inmost core</br>Of human hearts, and e'en in rudest souls</br>Love's quenchless flame to kindle or restore&mdash;</br>Framing strong lures to tempt and to betray,</br>The wizard-maiden dwelt for many a day.", "The deep recesses of her inmost cell</br>Were garnish'd with quaint treasures &mdash; lovers' sighs</br>Fill'd many a magical receptacle,</br>And tears were there, distill'd from rival eyes,</br>In crystal phials, seal'd and labell'd well;</br>And, mixt with these, lay quips and phantasies,</br>And dark enigmas brought from Faery-land,</br>Which none but bards and witches understand.", "And daily did the witch, by her sweet wiles,</br>Increase these treasur'd hoards; pale youths would come,</br>Laden with vows and raptures, miles and miles,</br>To do her wayward bidding; friends and home</br>Poets would barter for her thrilling smiles;</br>And studious sages burnt full many a tome</br>Of the old crabbed lore, that from her eye</br>They might imbibe love's sweet philosophy.", "She had a chariot, which the Muses brought her,</br>Built by themselves, shaped like the horned star</br>Which gems the forehead of Latona's daughter,</br>And drawn by the winged dreams; and in this car</br>Whene'er the witch was wearied, with the slaughter</br>Of Southern hearts, she used to roam afar</br>Into the realms of shadowy thought, and spy</br>The secrets of the land of poesy.", "O'er the steep mountains, on the pathless air,</br>Through the unfathom'd depths of the dim sea,</br>Did these swift dreams the magic chariot bear;</br>Wherein she sat unharm'd and terror-fee;</br>In heaven and earth's veiled regions whatsoe'er</br>Man's thought hath imaged, it was her's to see</br>With an undazzled eye; &mdash; such power the Muse</br>Into her favour'd children doth infuse.", "The witch ne'er slept at night, but, in a trance,</br>Within her car lay folded; the moon's ray</br>Gilded her pale and tranquil countenance,</br>As the fleet dreams conveyed her, far away,</br>Through the star-spangled, limitless expanse</br>Of this mysterious universe; she lay,</br>Surveying all things, tho' it seem'd she slept,</br>And, as the view might move her, laugh'd or wept.", "Her soul's deep eyes were open'd; in that hour</br>All day-light's dull realities were laid</br>Asleep, and in her flight was given her power</br>To view the phantoms of the night, which stray'd</br>Through human haunts; on many a young girl's bower</br>She gazed, still haunted by her lover's shade;</br>Gay dreams she saw, and fancies, bright and fair,</br>Couch'd on young eyes which had not look'd on care.", "She saw the lean and dull-eyed Nigh-mare feed</br>On the crown'd tyrant's breath; a demon foul,</br>The fearful rider of that shadowy steed,</br>From its black wings cast terror on his soul;</br>While, one by one, full many a ruthless deed,</br>From the dark caverns of his conscience stole,</br>Making sleep hideous: &mdash; in his prison's cell,</br>Meanwhile, the fetter'd patriot slumber'd well.", "And oft she saw the thirsty Vampyre drain</br>The life-blood from the heart that lov'd him best,</br>And the pale Goule, with terror and with pain,</br>Gorge his foul meal, Death's lone and loathly guest.</br>But there were gentler phantoms; love's strong reign</br>The grave dissolves not; from their buried rest</br>Maidens, in bridal white, and wives arose,</br>To lighten many a broken heart's repose.", "Throng'd by that pale and wandering company,</br>The midnight streets seem'd busy, as by day,</br>Save that no sound was heard, but silently</br>Each phantom glided on its lonely way:&mdash;</br>Meanwhile, in distant woods, the witch could see,</br>Threading their moon-lit  mazes, elf and fay;</br>And many another wondrous sight was her's,</br>Not to be dreamt of by philosophers.", "These were her midnight pranks; by day, she wander'd</br>In the fair bowers of old romantic lore;</br>And now o'er Spenser's sweet creations ponder'd,</br>And now o'er sweeter Shakspeare's &mdash; Hell's dread door</br>The Florentine unbarr'd to her; she wonder'd</br>And wept o'er Ariosto's countless store</br>Of sad and mirthful fancies; Milton gave</br>To her the knowledge which o'erleaps the grave.", "And, beside these, a household troop she kept,</br>Of poet-genii, by her spells fast bound</br>To work her will, and each was an adept</br>In his own trade; some roam'd the world around</br>From East to West, and never stay'd or slept,</br>Till thy the choicest phantasies had found,</br>And all the honey'd thoughts that might be worth</br>The witch's quest, in heaven, or hell, or earth:&mdash;", "Which, when these swift, and subtle sprites had caught</br>In their strong toils, straight to the witch's home</br>(As bees their gleanings to their queen) they brought</br>The nectarous freight, which to a honey-comb</br>Of labyrinthine fancies others wrought;</br>And all was treasured in a magic tome,&mdash;</br>Some favour'd spirit's present: &mdash; but the history</br>Of this same present still remains a mystery.", "Howe'er, 'tis certain that each page was fill'd</br>With sweet and witching rhymes, while, day by day,</br>Immortal ink the poet-genii spill'd,</br>To swell the precious store, and many a lay</br>Was weekly added, whose rich music thrill'd</br>All gentle hearts, and bore men's thoughts away</br>To a dream-paradise: &mdash; such wondrous skill</br>These Genii had to work the witch's will.", "Yet, ere such fiery spirits could be tamed</br>Down to complete subjection, charms were used,</br>Too dreadful (save by witches) to be named,</br>And many a potent herb was cull'd and bruised,</br>And many a philtre mix'd and fetter framed,</br>And many a mystic page full oft perused;</br>For, of all sprites that roam beneath the sky,</br>The wildest are the sprites of poesy.", "Philosophy hath grasp'd the lightning's pinions</br>And tamed the rebel sprites of frost and snow,</br>Hath ridden on the storm through air's dominions,</br>And chain'd the myriad forms that sleep below</br>Ocean's dread depths; but on her dearest minions</br>Philosophy herself could ne'er bestow</br>Power to controul that wild fantastic brood,</br>Which the strong magic of the witch subdued.", "The wars, and all the triumphs which she won</br>O'er these rebellious Genii, and the pains</br>Wherewith she tamed them, when the fight was done,</br>Are themes  too mighty for the puny strains</br>Of a poor Southern bard: &mdash; but there was one,</br>A stubborn genius, whom, 'tis said, her chains</br>Could scarcely bind; dread punishment had he,</br>Which must be sung in saddest poesy.", "This Genius came from a fair Western land,</br>A wilderness of woods and streams and vales,</br>And rocks rough-hewn by nature's giant hand;</br>And (if in old traditionary tales</br>We may believe) on musings, lone and grand,</br>His soul once fed, and he had spread the sails</br>Of his broad wings for many a venturous flight,</br>Which baffled e'en the wizard-maiden's might.", "But he was sadly changed; &mdash; his once proud wings,</br>Which used to bear him, swift as Dian's sphere,</br>Through thought's vast realms, in rapturous wanderings,</br>Hung weak and plumeless now; his leaf was sere,</br>Though he had seen but four-and-twenty springs;</br>And, on his lip, a cold habitual sneer</br>Had quell'd thought's outward workings: &mdash; you might trace</br>Anticipated years upon his face.", "He look'd on beauty (though it pleas'd him well)</br>With a most calm and unimpassion'd eye,</br>As if he knew some antidote to quell</br>The poison of Love's darts: &mdash; none heard him sigh,</br>Or any tale of amorous passion tell;</br>But he would prate, with careless courtesy,</br>To woman, or to witch, as might befall,&mdash;</br>View their enchantments &mdash; and despise them all.", "'Twas rumour'd of him, that, in former years,</br>A crush'd and tortured victim he had been</br>Of that relentless power, whose anger sears</br>E'en super-human hearts:  some anguish keen</br>Had dried the inward fountain of his tears,</br>And lent strange coldness to his heart and mien;</br>And 'twas this coldness taught him to defy,</br>As he long did, the witch's sorcery.&mdash;", "Fool! &mdash; Fool! &mdash; with taunting and irreverent speech,</br>And sneers, and scornful gibes, he durst provoke</br>The spells and dread enchantments, from whose reach</br>He seem'd secure; with many a bitter joke,</br>He scoff'd at fays and witches, all and each,</br>Vowing, that Genii who could wear their yoke</br>Were mean and abject slaves &mdash; and chiefly they</br>Who bow'd beneath the Northern witch's sway.", "For in the North, this foolish sprite averr'd,</br>No charms could e'er be forged, of force to bind</br>A noble heart; &mdash; the country, he had heard,</br>Was peopled by the dregs of human kind;&mdash;</br>A race barbarian, ignorant, absurd&mdash;</br>To though profound, and genuine wisdom blind&mdash;</br>As for the witch &mdash; she might have tamed his betters,</br>But he must still decline to wear her fetters:&mdash;", "Which, when the lady knew, for wrath she tore</br>Her raven tresses, while, from either eye,</br>Flash'd a bright light, such as the vapours frore</br>Kindle, at evening, the Arctic sky;</br>She knit her brows, and clench'd her hand, and worse,</br>By all the nameless powers of sorcery,</br>That, if to magic art she had pretence,</br>The Genius soon should rue his insolence&mdash;", "That night, the Wizard lady sat awake,</br>Weaving dread charms in her most secret cell,</br>And muttering rhymes which made all nature quake,</br>Wherewith she was accustom'd to compel</br>The strongest of her spirits to forsake</br>Their favourite haunts in heaven, or earth, or hell;</br>For, ere the morning, by their potent aid,</br>A spell, to bind the Genius, must be made.", "Anon they came; &mdash; pale dream and solemn vision</br>Spread their light pinions at that awful cell,</br>And silently and swiftly, through the Elysian</br>Portal, arose to her enchanted hall;</br>Aerial troops, in many a quaint division</br>Rang'd by their several leaders, &mdash; each and all</br>Observing, in the most respectful manner,</br>The signals of Queen Mab's imperial banner.&mdash;", "And all night long, with swift, unwearied hands,</br>Those patient spirits toil'd incessantly,</br>Obedient to the witch's dread commands:</br>Some brought strange herbs, some bruis'd them skilfully;</br>Some for ingredients flew to the far lands</br>Of fiery Ind, and spicy Araby.&mdash;</br>Yet, all was finished ere the lark awoke,</br>Or, through the darkness, morn's first twilight broke.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "What pass'd in that impenetrable drift</br>Of supernatural hail, and rain, and snow,</br>Is yet a secret, which, that man should sift,</br>Fate wills not; so the world must never know</br>Whether the witch's demons did uplift</br>The Genius (some assert that it was so)</br>In their strong arms, and bear him swiftly forth</br>To some enchanted cavern in the North;", "Or whether, by their dark, infernal power,</br>He, on that spot, was cast into a trance,</br>Wherein he saw more sights, in one brief hour,</br>And feller, than e'er blasted waking glance;&mdash;</br>Or whether pangs, that did his soul devour,</br>Compell'd him (while, in swift and frightful dance,</br>Those demons yell'd around him) to obey</br>The witch's pleasure, boots not here to say.", "But 'tis most certain, that, from that dire morn,</br>His looks were strangely alter'd &mdash; that his brow,</br>Which such a steadfast calm of late had worn,</br>Grew fever'd, and his eye was restless now;</br>And if his lip still curl'd with outward scorn,</br>'Twas that no mortal  eye might ever know</br>The spell that did torment his inmost soul,&mdash;</br>The secret fire, which he could not controul.", "O thou, whose wild, and oh!  Most potent verse</br>Did, from the Tuscan Muse, such favour win,</br>As taught thee the dread frenzy to rehearse</br>Of Charlemagne's most famous paladin,&mdash;</br>If my deep reverence for thy strains could nurse,</br>In me, a power and tenderness akin</br>To thine, I might describe, in fitting strain,</br>The pranks that spoke this sprite's distracted brain;", "And how, at night, from his perturbed slumber</br>He oft would start, and, with wild gestures, cry</br>That Northern imps and goblins, without number,</br>Were tearing him piece-meal remorselessly;</br>And that strange visions danc'd before his eye:&mdash;</br>And how, ere daylight broke, he used to wander</br>Into lone woods, to poetise and ponder.", "Sometimes, in moody and abstracted fit,</br>He sat for hours, and then would start, and swear</br>The North produced all genius and all wit,&mdash;</br>All that was bright, and wonderful, and fair;</br>And that no poesy was ever writ</br>Which with the Northern could at all compare;</br>And that &mdash; but he discover'd, in a word,</br>That all his former notions were absurd.", "And from the boldest and most scornful sprite</br>That ever mock'd at necromantic power,</br>He grew a slave, tamed down and humbled quite,</br>The most submissive in the witch's bower;</br>And did  her bidding meekly, day and night,</br>Toiling, at her command, through sun and shower;</br>And ran, and flew, to please her, miles and miles,</br>And never ask'd for wages &mdash; save her smiles!", "Yet was he discontented, though subdued;</br>For the fair witch would never smile on him;&mdash;</br>Witches, in fact, it should be understood,</br>Are not more free, than mortal maids, from whim;</br>Whence this most cruel witch esteem'd it good</br>To fill his soul, e'en to the very brim,</br>With adoration of her charms, that so</br>Her cold despite  might work him fiercer woe.", "Therefore, not yet abandon'd she her wiles,</br>But rack'd his bosom still, and, when she saw</br>His eyes fix'd on her, oft would lavish smiles</br>On many a peacock, whom he deem'd a daw</br>In pilfer'd plumes, &mdash; base rabble that defiles</br>A poet's pen, &mdash; fops learned in the law,&mdash;</br>Coxcombs, and drones, and dandies, &mdash; brainless knaves,</br>Who the poor Genius wish'd were in their graves.", "Yet he complain'd not, &mdash; but ador'd her still,</br>In dumb and patient hopelessness; &mdash; such fear</br>Temper'd his love, such charms were wont to thrill</br>His sinking heart, whene'er the witch was near;</br>Yet oft with secret tears his eyes would fill,</br>And when he deem'd that no intrusive ear</br>O'erheard him, in wild words of rage and grief,</br>The fullness of his bosom found relief.", "Still rail'd he not on her, but madly flew</br>On her chief minions, with irreverent gibes,</br>And stung them, with keen satire, through and through,</br>Reviling the whole race, through all its tribes:</br>He laugh'd at all her lovers, old and new,</br>And call'd them rogues, and dolts, and lying scribes;</br>(To jeer at folks, who were esteem'd so sensible,</br>It must be own'd was highly reprehensible.)", "And then he swore, by those love-beaming eyes,</br>It was a grievance, not to be endur'd;</br>That some vain, shallow, witless imp should rise,</br>And of the witch's favour reign assur'd,&mdash;</br>Nay &mdash; haply, make her very heart his prize,&mdash;</br>While he, a spirit to her tasks inured,</br>And gifted with high power to work her will,</br>Was thus cast off, &mdash; despised, &mdash; rejected still!", "This could not last: &mdash; One day, the Magic Book</br>Fell in his way, (by chance or by design,)</br>And tempted thus, these artful means he took</br>To end his grief: &mdash; in many a mystic line</br>He traced (although his hand with terror shook)</br>His soul's most secret workings, in such fine</br>And subtle phrase  involv'd, that not but she,</br>For whom 'twas meant, could solve the mystery.", "And he petition'd (this presumptuous elf!)</br>That, if his lady's heart was yet unwon,</br>He might adventure for the prize himself,</br>And do whate'er by prowess could be done,</br>To throw all rival suitors on the shelf,&mdash;</br>Adding, with grave audacity, that none</br>(Save only He) were competent to prize,</br>According to their worth, those soul-lit eyes,&mdash;", "And then he vow'd, with many a solemn oath,</br>That, should the witch e'er deign to let him be</br>Her earthly guide, he then would plight his troth</br>To serve her with most strict fidelity,</br>And show all his wonders, nothing loth;</br>For he possess'd Apollo's master-key,</br>By which are open'd, to the sons of verse,</br>The hidden chambers of the universe.", "And that with love which none but poets feel,</br>And reverence such as none but poets pay,</br>He would watch over all her future weal,</br>And deem her his sole treasure, night and day;</br>And when Death's slumber should her eyelids seal,</br>And her soul flit to Paradise, away,</br>Still, upon earth, her sacred name should be</br>Link'd with his own in Immortality.", "Here pause we, &mdash; for the night is one the wane.</br>Whether the Genius still was doom'd to grieve,</br>Or some kind fortune eas'd him of his pain,&mdash;</br>Is matter which, in verse, I yet my weave:&mdash;</br>But months must first roll by, &mdash; for such a strain</br>Is fitter far for some calm summer eve</br>Than for these merry winter nights, when we</br>Begin to dream of Christmas revelry.</br>"]