["COLIN.</br>These three long Years I have not CUDDY seen,</br>Say gentle Shepherd whither hast thou been?", "CUDDY.</br>Through all the Plains around I've gayly stray'd,</br>And won the Heart of many a beauteous Maid;</br>I've wanton'd all the sportive Hours away,</br>Beneath the Shade, or on the new-mown Hay;</br>How have I lain, beside the Stream reclin'd,</br>On the soft Bosom of fair ROSALIND;</br>And slily stealing from the mantling Shade,</br>I left CLEONE there, no more a Maid:</br>Thus, like a Bee, from Flow'r to Flow'r I rov'd,</br>And rifled ev'ry Nymph I thought I lov'd.", "COLIN.</br>How diff'rent, CUDDY, is thy Choice and mine,</br>Blest with my Lot, I cannot envy thine.</br>Since first you left the Beauties of this Plain,</br>I've been the happiest of the rural Train:</br>No more from Fair to Fair I wildly rov'd,</br>But fix'd on one, and her alone I lov'd;</br>Our little Stock we have together join'd,</br>And Happiness, in Wedlock, now we find.", "CUDDY.</br>What, silly Lout, thy Liberty resign,</br>And then prefer thy slavish State to mine?</br>Tho' I've been beat by many a lusty Swain,</br>Because forsooth I've with their Sweethearts lain;</br>Tho' I before the Justice too have been,</br>In Market-Town tho' in the Stocks was seen,</br>Yet what care I, fond Swain; I still am free,</br>And will enjoy the Sweets of Liberty.", "COLIN.</br>Ah CUDDY, CUDDY, where is now thy Fold?</br>Thy Sheep, thy Crook, thy Cot, and all are sold:</br>See, ev'ry Day, my little Flock encrease,</br>While all around my Cot dwells smiling Peace;</br>Thou can'st not tell how greatly I am blest,</br>No Blows, nor Justices disturb my Rest:</br>Soon as the Lark on tremb'ling Pinions born,</br>Salutes, with trilling Notes, the rising Morn,</br>No more in Pens my Sheep I then restrain,</br>But watch them nibbling, on the verdant Plain:</br>Where, o'er the Pebbles, bubbling Eddies play,</br>On boxen Pipe I tune my rustic Lay;</br>And while the vocal Waters dance along,</br>My SPARABELLA chears me with a Song:</br>I cull the sweetest Flow'rs that wildly blow,</br>To weave a Chaplet, for my Fair one's Brow;</br>Then when at Ev'ning I have penn'd my Fold,</br>What little tender Tales of Love are told!</br>At home two beauteous Children have we got,</br>The Joy and Pleasure of our peaceful Cot:</br>O CUDDY, CUDDY, thou doth little know</br>The various Blisses that from Wedlock flow!", "CUDDY.</br>You, like a Lawyer at Assize-time, hide</br>From other's Eyes your Cause's faulty Side:</br>For though some lovely Damsel I might find,</br>With whom the Marriage-Knot I'd choose to bind,</br>Yet truly COLIN I should greatly dread,</br>Lest a Wife prove inconstant to my Bed;</br>Besides I think that I could never bear,</br>The Noise of Children, always in my Ear.", "COLIN.</br>Oh when I hear my darling Babes complain,</br>What Pleasure is there mingled with the Pain;</br>It wakes within my Breast parental Care,</br>And that you'd unrepining learn to bear:</br>But as for Jealousy, ah!  fly her Pow'r,</br>Or date thy Ruin from that very Hour:</br>When Wives prove false, most commonly we find,</br>The Husband first was jealous or unkind.</br>Young BUMPKINET, alas!  thou know'st him well,</br>And apt at present, CUDDY, is the Tale,</br>Wedded BUXOMA, scarce three Months ago;</br>And now unhappy are they both I trow:</br>Mistrust soon Room within his Bosom found,</br>He told his Anguish to the Swains around;</br>All hope by turns her Favour now to win,</br>She learnt the Cause nor was asham'd to sin:</br>Say is BUXOMA then so much to blame,</br>Since BUMPKINET first blasted her good Name.</br>If thou would'st happy be, thou first must find,</br>Her thou could'st love alike, for Form and Mind;</br>And let not Beauty only bind the Chain;</br>For weak 'twill prove unless the Heart you gain:</br>Then let good Temper be thy Rule of Life,</br>So shalt thou have a fond and faithful Wife.", "CUDDY.</br>Tho' I'm convinc'd of what thou'st said, yet now</br>That I'm too young to wed, you must allow.", "COLIN.</br>Ah simple Shepherd be not thus misled,</br>For Youth's the Time in which we ought to wed.", "CUDDY.</br>The grave Ones say we single should remain,</br>Till we a Family can well maintain:</br>Children will come, and Children must be fed,</br>These COLIN injure those who early wed.", "COLIN.</br>No CUDDY, no, the greatest Joy in Life,</br>Is to maintain one's Children, and one's Wife;</br>For them I gladly toil the livelong Day,</br>When Smiles at Night, my Tenderness repay.</br>In Youth our Manners we alike can frame,</br>And learn t' approve, and disapprove the same:</br>When Years encrease, inflexible we grow,</br>As aged Trees will rather break, than bow.</br>Let not false Prudence make thee stay till old,</br>Nor barter Love, and Happiness, for Gold.", "CUDDY.</br>The Sun is sunk beneath the ruddy West,</br>And now 'tis Time thy Lambkins were at Rest;</br>Perhaps hereafter I may change my Life,</br>If lovely PHILLIS will be CUDDY'S Wife.</br>"]