["Descend, ye muses!  tune the oaten reed,</br>And deftly sing on Glotta's fertile mead;</br>Whose happy swains blest liberty enjoy,</br>And crown'd with plenty, rural toil employ.</br>And thou, O R-ch-d-n!  unrivall'd bard,</br>On whom Apollo smiles with fond regard,</br>Our lays accept, pride of the tuneful throng!</br>And smile propitious on a stripling's song.", "The early sun was scarcely yet in view,</br>The rising plants were wet with crystal dew,</br>The winds were still, the azure welkin clear,</br>And tuneful larks suspended in the air;</br>When fleecy flocks two blithsome shepherd swains</br>Led forth, to feed on Glotta's blissful plains:</br>They lean'd the while, and tun'd the mellow reed,</br>Beneath yon hawthorn's venerable shade;</br>On either side the hills responsive rung,</br>As thus with glee the swains alternate sung.", "COLINET.</br>Now Phoebus' beams yon eastern hills adorn,</br>And feather'd warblers wake the purple morn;</br>With music wild the vocal groves resound,</br>And dappled flowers their odours shed around;</br>And see our lambkins o'er the dewy mead,</br>Within our ken, secure from danger feed;</br>While thus reclin'd the daisy'd grass among,</br>Attune your pipe, and cheer us with a song!", "DAMON.</br>I'll gladly join &mdash; but do you take the lead,</br>You, Colinet, can best attune the reed.</br>Come, let us sing our ever-blooming fields,</br>And blest content the happy cottage yields.</br>Lo!  Daphnis hither leads his fleecy care;</br>Who sweetest sings, his judgment shall declare.", "COLINET.</br>Agreed &mdash; remote from clamour and debate,</br>From towns remote, how blest the shepherd's state!</br>No fears alarm, no cares disturb our peace,</br>Our lives we spend in happiness and ease.", "DAMON.</br>Free from ambition, and contentious strife,</br>From folly far, how blest a country life!</br>To vice unknown, and heart-corrupting care,</br>We view the beauties of the rising year;</br>And while our younglings crop the flowery fields,</br>Enjoy the pleasure sweet retirement yields.", "COLINET.</br>Soon as the cock proclaims the approaching day,</br>And eastern hills are clad in gold array;</br>No more our eyes are seal'd in balmy sleep,</br>Our cots we leave, and straight unfold our sheep;</br>And whistling on our way, the bleaters lead</br>To crop the grass along the verdant mead.</br>'Tis pleasing then to see our lambkins play,</br>To hear the warblers chant on every spray!</br>'Tis pleasing then to breathe the morning air,</br>And pipe and sing, devoid of anxious care!", "DAMON.</br>Behold, around what pleasing prospects rise!</br>What goodly scenes attract our wond'ring eyes!</br>On nodding stalks, o'er all the enamell'd mead,</br>The blooming flowers their painted foliage spread;</br>The limpid rills our list'ning ears assail</br>With gentle murmurs, winding thro' the vale;</br>The reverend oak a grateful shade displays,</br>A cool retreat from sol's incessant rays.</br>All nature strives, with every bliss replete,</br>To enhance the pleasures of our happy state.", "COLINET.</br>While thus reclin'd, how pleasing 'tis to see</br>The unwearied labouring of the busy bee!</br>From plant to plant, from flower to flower he flies,</br>And with the sweets he loads his little thighs.</br>How pleasing 'tis to see the thrifty ants,</br>With care providing for their future wants!</br>By such examples happy swains are taught,</br>That honest industry's with blessings fraught.", "DAMON.</br>Our bliss increases, Colinet, to see</br>The peasants round us all as happy's we.</br>See Hodge with pleasure o'er the ridges plods!</br>And with his plough divides the yielding clods:</br>See Doris tripping down the wat'ry glade!</br>In homely russet, yet with neatness, clad;</br>Her flowing gown tuck'd careful round her waist,</br>And yellow hair with ribbons waving drest;</br>Her gaudy necklace glaring light reflects,</br>And rosy health adorns her glowing cheeks.</br>How pleasing 'tis to hear her simple song!</br>As o'er the field she smiling trips along;</br>While cows impatient with full udders stand,</br>And wait the stroking of her snowy hand.", "COLINET.</br>And when at noon, their glowing sides to cool,</br>The panting herds stand lowing in the pool;</br>And bleating lambkins to the fresh retreat</br>In clusters throng, to shun the parching heat;</br>How blithe are we with maidens in the grove!</br>Repeating all our simple tales of love:</br>With sweetest flowers while we their crooks adorn,</br>They for our favours dimpled smiles return;</br>Our faltering tongues our wounded hearts proclaim,</br>Their glowing cheeks confess the mutual flame.", "DAMON.</br>How blithe at eve, when Phoebus shines askance</br>O'er western hills, we join the mazy dance!</br>The ruddy maidens, by their sweethearts led,</br>With pleasure flaunt it o'er the dew mead;</br>Old Hodge with glee, while others pipe and sing,</br>Directs his bow athwart each tuneful string.</br>We round him dance with joy and fond delight,</br>Till silent nature's wrapt in shadowy night.", "DAPHNIS.</br>Ye blithsome shepherds, fav'rites of the plain!</br>Your songs more sweet than Philomela's strain,</br>With wit replete, so much your Daphnis please,</br>I cannot say whose are the softest lays.</br>Long may ye both, dear to the nymphs and swains,</br>On Glotta's banks delight us with your strains.", "Here stop'd the shepherds, and with curds and cream</br>Refresh'd themselves, and drunk the crystal stream;</br>Pleas'd with their fare, again they join'd the lay,</br>And laugh'd and sung the sprightly hours away.</br>"]