["The early Morn lets out the peeping day,</br>And strew'd his paths with golden Marygolds:</br>The Moon grows wanne, and starres flie all away,</br>Whom Lucifer locks up in wonted folds,</br>Till light is quencht, and heav'n in seas hath flung</br>The headlong day:  to th' hill the shepherds throng,</br>And Thirsil now began to end his task and song.", "Who now (alas!)  shall teach my humble vein,</br>That never yet durst peep from covert glade;</br>But softly learnt for fear to sigh and plain,</br>And vent her griefs to silent myrtils shade?</br>Who now shall teach to change my oaten quill</br>For trumpet 'larms, or humble verses fill</br>With gracefull majestie, and loftie rising skill?", "Ah thou dread Spirit, shed thy holy fire,</br>Thy holy flame into my frozen heart;</br>Teach thou my creeping measures to aspire,</br>And swell in bigger notes, and higher art:</br>Teach my low Muse thy fierce alarums ring,</br>And raise my soft strain to high thundering:</br>Tune thou my loftie song; thy battels must I sing.", "Such as thou wert within the sacred breast</br>Of that thrice famous Poet-Shepherd-King;</br>And taught'st his heart to frame his Canto's best</br>Of all that e're thy glorious works did sing:</br>Or as those holy Fishers once amongs</br>Thou flamedst bright with sparkling parted tongues,</br>And brought'st down heav'n to earth in those all-conqu'ring songs.", "These mighty Heroes, fill'd with justest rage</br>To be in narrow walls so closely pent,</br>Glitt'ring in arms, and goodly equipage,</br>Stood at the Castles gate, now ready bent</br>To sally out, and meet the enemie:</br>A hot disdain sparkled in every eye,</br>Breathing out hatefull warre, and deadly enmitie.", "Thither repairs the carefull Intellect,</br>With his fair Spouse Voletta, heav'nly fair:</br>With both, their daughter; whose divine aspect,</br>Though now sad damps of sorrow much empair,</br>Yet through those clouds did shine so glorious bright,</br>That every eye did homage to the sight,</br>Yeelding their captive hearts to that commanding light.", "But who may hope to paint such majestie,</br>Or shadow well such beautie, such a face,</br>Such beauteous face, unseen to mortall eye?</br>Whose powerfull looks, and more then mortall grace</br>Loves self hath lov'd, leaving his heav'nly throne,</br>With amorous sighs, and many a lovely mone</br>(Whom all the world would wooe) woo'd her his onely one.", "Farre be that boldnesse from thy humble swain,</br>Fairest Ec[l]ecta, to describe thy beautie,</br>And with unable skill thy glory stain,</br>Which ever he admires with humble dutie:</br>But who to view such blaze of beautie longs,</br>Go he to Sinah, th' holy groves amongs;</br>Where that wise Shepherd chants her in his Song of songs.", "The Islands King with sober countenance</br>Aggrates the Knights, who thus his right defended;</br>And with grave speech, and comely amenance</br>Himself, his State, his Spouse, to them commended:</br>His lovely childe, that by him pensive stands,</br>He last delivers to their valiant hands;</br>And her to thank the Knights, her Champions, he commands.", "The God-like Maid a while all silent stood,</br>And down to th' earth let fall her humble eyes;</br>While modest thoughts shot up the flaming bloud,</br>Which fir'd her scarlet cheek with rosie dies:</br>But soon to quench the heat, that lordly reignes,</br>From her fair eye a shower of crystall rains,</br>Which with his silver streams o're-runs the beauteous plains.", "As when the Sunne in midst of summers heat</br>Draws up thinne vapours with his potent ray,</br>Forcing dull waters from their native seat;</br>At length dimme clouds shadow the burning day:</br>Till coldest aire, soon melted into showers,</br>Upon the earth his welcome anger powres,</br>And heav'ns cleare forehead now wipes off her former lowres.", "At length a little lifting up her eyes,</br>A renting sigh way for her sorrow brake,</br>Which from her heart 'gan in her face to rise,</br>And first in th' eye, then in the lip thus spake;</br>Ah gentle Knights, how may a simple maid,</br>With justest grief and wrong so ill apaid,</br>Give due reward for such your pains, and friendly aid?", "But if my Princely Spouse do not delay</br>His timely presence in my greatest need,</br>He will for me your friendly love repay,</br>And well requite this your so gentle deed:</br>Then let no fear your mighty hearts assail:</br>His word's himself; himself he cannot fail.</br>Long may he stay, yet sure he comes, and must prevail.", "By this the long-shut gate was open laid;</br>Soon out they rush in order well arang'd:</br>And fastning in their eyes that heav'nly Maid,</br>How oft for fear her fairest colour chang'd!</br>Her looks, her worth, her goodly grace, and state</br>Comparing with her present wretched fate,</br>Pitie whets just revenge, and loves fire kindles hate.", "Long at the gate the thoughtfull Intellect </br>Staid with his fearfull Queen, and daughter fair;</br>But when the Knights were past their dimme aspect,</br>They follow them with vowes, and many a prayer:</br>At last they climbe up to the Castles height;</br>From which they view'd the deeds of every Knight,</br>And markt the doubtfull end of this intestine fight.", "As when a youth, bound for the Belgick warre,</br>Takes leave of friends upon the Kentish shore;</br>Now are they parted, and he sail'd so farre,</br>They see not now, and now are seen no more:</br>Yet farre off viewing the white trembling sails,</br>The tender mother soon plucks off her veils,</br>And shaking them aloft, unto her sonne she hails.", "Mean time these Champions march in fit aray,</br>Till both the armies now were come in sight:</br>A while each other boldly viewing stay,</br>With short delayes whetting fierce rage and spight.</br>Sound now ye trumpets, sound alarums loud;</br>Heark how their clamours whet their anger proud:</br>See, yonder are they met in midst of dustie cloud.", "So oft the South with civil enmitie</br>Musters his watrie forces 'gainst the West;</br>The rowling clouds come tumbling up the skie,</br>In dark folds wrapping up their angry guest:</br>At length the flame breaks from th' imprisoning cold,</br>With horrid noise tearing the limber mold;</br>While down in liquid tears the broken vapours roll'd.", "First did that warlike Maid her self advance;</br>And riding from amidst her companie,</br>About her helmet wav'd her mighty lance,</br>Daring to fight the proudest enemie:</br>Porneios soon his ready spear addrest,</br>And kicking with his heel his hastie beast,</br>Bent his sharp-headed lance against her dainty breast.", "In vain the broken staffe sought entrance there,</br>Where Love himself oft entrance sought in vain:</br>But much unlike the Martial Virgins spear,</br>Which low dismounts her foe on dustie plain,</br>Broaching with bloudy point his breast before:</br>Down from the wound trickled the bubbling gore,</br>And bid pale death come in at that red gaping doore.", "There lies he cover'd now in lowly dust,</br>And foully wallowing in clutter'd bloud,</br>Breathing together out his life and lust,</br>Which from his breast swamme in the steaming floud:</br>In maids his joy; now by a maid defi'd,</br>His life he lost, and all his former pride:</br>With women would he live, now by a woman di'd.", "Aselges, struck with such a heavie sight,</br>Greedie to venge his brothers sad decay,</br>Spurr'd forth his flying steed with fell despight,</br>And met the virgin in the middle way:</br>His spear against her head he fiercely threw,</br>Which to that face performing homage due,</br>Kissing her helmet, thence in thousand shivers flew.", "The wanton boy had dreamt that latest night,</br>That he had learnt the liquid aire dispart,</br>And swimme along the heav'ns with pineons light;</br>Now that fair maid taught him this nimble art:</br>For from his saddle farre away she sent,</br>Flying along the emptie element;</br>That hardly yet he knew whither his course was bent.", "The rest that saw with fear the ill successe</br>Of single fight, durst not like fortune trie;</br>But round beset her with their numerous presse:</br>Before, beside, behinde they on her flie,</br>And every part with coward odds assail:</br>But she redoubling strokes as thick as hail,</br>Drove farre their flying troops, and thresht with iron flail.", "As when a gentle greyhound set around</br>With little curres, which dare his way molest,</br>Snapping behinde; soon as the angrie hound</br>Turning his course, hath caught the busiest,</br>And shaking in his fangs hath welnigh slain;</br>The rest fear'd with his crying, runne amain;</br>And standing all aloof whine, houl, and bark in vain.", "The subtil Dragon, that from farre did view</br>The waste and spoil made by this maiden Knight,</br>Fell to his wonted guile; for well he knew</br>All force was vain against such wondrous might:</br>A craftie swain well taught to cunning harms,</br>Call'd false Delight, he chang'd with hellish charms;</br>That true Delight he seem'd, the self-same shape and arms.", "The watchfull'st sight no difference could descrie;</br>The same his face, his voice, his gate the same:</br>Thereto his words he feign'd; and coming nigh</br>The Maid, that fierce pursues her martiall game,</br>He whets her wrath with many a guilefull word,</br>Till she lesse carefull did fit time afford:</br>Then up with both his hands he lifts his balefull sword.", "You powerfull heav'ns!  and thou their Governour!</br>With what eyes can you view this dolefull sight?</br>How can you see your fairest Conquerour</br>So nigh her end by so unmanly slight?</br>The dreadfull weapon through the aire doth glide;</br>But sure you turn'd the harmfull edge aside:</br>Else must she there have fall'n, and by that traitour di'd.", "Yet in her side deep was the wound impight;</br>Her flowing life the shining armour stains:</br>From that wide spring long rivers took their flight,</br>With purple streams drowning the silver plains:</br>Her cheerfull colour now grows wanne and pale,</br>Which oft she strives with courage to recall,</br>And rouze her fainting head, which down as oft would fall.", "All so a Lilie, prest with heavie rain,</br>Which fills her cup with showers up to the brinks;</br>The wearie stalk no longer can sustain</br>The head, but low beneath the burden sinks:</br>Or as a virgin Rose her leaves displayes,</br>Whom too hot scorching beams quite disarayes;</br>Down flags her double ruffe, and all her sweet decayes.", "Th' undanted Maid, feeling her feet denie</br>Their wonted dutie, to a tree retir'd;</br>Whom all the rout pursue with deadly crie:</br>As when a hunted Stag, now welnigh tir'd,</br>Shor'd by an oak, 'gins with his head to play;</br>The fearfull hounds dare not his horns assay,</br>But running round about, with yelping voices bay.", "And now perceiving all her strength was spent,</br>Lifting to listning heav'n her trembling eyes,</br>Thus whispring soft, her soul to heav'n she sent;</br>Thou chastest Love, that rul'st the wandring skies,</br>More pure then purest heavens by thee moved;</br>If thine own love in me thou sure hast proved;</br>If ever thou my self, my vows, my love hast loved.", "Let not this Temple of thy spotlesse love</br>Be with foul hand and beastly rage defil'd:</br>But when my spirit shall his camp remove,</br>And to his home return, too long exil'd;</br>Do thou protect it from the ravenous spoil</br>Of ranc'rous enemies, that hourely toil</br>Thy humble votarie with loathsome spot to foil.", "With this few drops fell from her fainting eyes,</br>To dew the fading roses of her cheek;</br>That much high Love seem'd passion'd with those cries;</br>Much more those streams his heart and patience break:</br>Straight he the charge gives to a winged Swain,</br>Quickly to step down to that bloudie plain,</br>And aid her wearie arms, and rightfull cause maintain.", "Soon stoops the speedie Herauld through the aire,</br>Where chaste Agneia and Encrates fought:</br>See, see, he cries, where your Parthenia fair,</br>The flower of all your armie, hemm'd about</br>With thousand enemies, now fainting stands,</br>Readie to fall into their murdring hands:</br>Hie ye, oh hie ye fast; the highest Love commands.", "They casting round about their angrie eye,</br>The wounded Virgin almost sinking spi'd:</br>They prick their steeds, which straight like lightning flie:</br>Their brother Continence runnes by their side;</br>Fair Continence, that truely long before</br>As his hearts liege, this Ladie did adore:</br>And now his faithfull love kindled his hate the more.", "Encrates and his Spouse with flashing sword</br>Assail the scatter'd troops, that headlong flie;</br>While Continence a precious liquor pour'd</br>Into the wound, and suppled tenderly:</br>Then binding up the gaping orifice,</br>Reviv'd the spirits, that now she 'gan to rise,</br>And with new life confront her heartlesse enemies.", "So have I often seen a purple flower</br>Fainting through heat, hang down her drooping head;</br>But soon refreshed with a welcome shower,</br>Begins again her lively beauties spread,</br>And with new pride her silken leaves display;</br>And with the Sunne doth now more gently play,</br>Lay out her swelling bosome to the smiling day.", "Now rush they all into the flying trains;</br>Bloud fires their bloud, and slaughter kindles fight:</br>The wretched vulgar on the purple plains</br>Fall down as thick, as when a rustick wight</br>From laden oaks the plenteous akorns poures,</br>Or when the blubbring ayer sadly lowres,</br>And melts his sullen brow, and weeps sweet April showers.", "The greedy Dragon, that aloof did spie</br>So ill successe of this renewed fray;</br>More vext with losse of certain victorie,</br>Depriv'd of so assur'd and wished prey,</br>Gnashed his iron teeth for grief and spite:</br>The burning sparks leap from his flaming sight,</br>And forth his smoking jawes steams out a smouldring night.", "Straight thither sends he in a fresh supply,</br>The swelling band that drunken Methos led,</br>And all the rout his brother Gluttonie </br>Commands, in lawlesse bands disordered:</br>So now they bold restore their broken fight,</br>And fiercely turn again from shamefull flight;</br>While both with former losse sharpen their raging spite.", "Freshly these Knights assault these fresher bands,</br>And with new battell all their strength renew:</br>Down fell Geloios by Encrates hands,</br>Agneia Moechus and Anagnus slew;</br>And spying Methos fenc't in's iron vine,</br>Pierc't his swoln panch:  there lies the grunting swine,</br>And spues his liquid soul out in his purple wine.", "As when a greedy lion, long unfed,</br>Breaks in at length into the harmlesse folds;</br>(So hungry rage commands) with fearfull dread</br>He drags the silly beasts:  nothing controlls</br>The victour proud; he spoils, devours, and tears:</br>In vain the keeper calls his shepherd peers:</br>Mean while the simple flock gaze on with silent fears:", "Such was the slaughter these three Champions made;</br>But most Encrates, whose unconquer'd hands</br>Sent thousand foes down to th' infernall shade,</br>With uselesse limbes strewing the bloudie sands:</br>Oft were they succourd fresh with new supplies,</br>But fell as oft:  the Dragon grown more wise</br>By former losse, began another way devise.", "Soon to their aid the Cyprian band he sent,</br>For easie skirmish clad in armour light:</br>Their golden bowes in hand stood ready bent,</br>And painted quivers (furnisht well for fight)</br>Stuck full of shafts, whose head foul poyson stains;</br>Which dipt in Phlegethon by hellish swains,</br>Bring thousand painfull deaths, and thousand deadly pains.", "Thereto of substance strange, so thinne, and slight,</br>And wrought by subtil hand so cunningly,</br>That hardly were discern'd by weaker sight;</br>Sooner the heart did feel, then eye could see:</br>Farre off they stood, and flung their darts around,</br>Raining whole clouds of arrows on the ground;</br>So safely others hurt, and never wounded wound.", "Much were the Knights encumbred with these foes;</br>For well they saw, and felt their enemies:</br>But when they back would turn the borrow'd blows,</br>The light-foot troop away more swiftly flies,</br>Then do their winged arrows through the winde:</br>And in their course oft would they turn behinde,</br>And with their glancing darts their hot pursuers blinde.", "As when by Russian Volgha's frozen banks</br>The false-back Tartars fear with cunning feigne,</br>And poasting fast away in flying ranks,</br>Oft backward turn, and from their bowes down rain</br>Whole storms of darts; so do they flying fight:</br>And what by force they lose, they winne by slight;</br>Conquerd by standing out, and conquerours by flight:", "Such was the craft of this false Cyprian crue:</br>Yet oft they seem'd to slack their fearfull pace,</br>And yeeld themselves to foes that fast pursue;</br>So would they deeper wound in nearer space:</br>In such a fight he winnes, that fastest flies.</br>Flie, flie, chaste Knights, such subtil enemies:</br>The vanquisht cannot live, and conqu'rour surely dies.", "The Knights opprest with wounds and travel past,</br>Began retire, and now were neare to fainting:</br>With that a winged Poast him speeded fast,</br>The Generall with these heavy newes acquainting:</br>He soon refresht their hearts that 'gan to tire.</br>But let out weary Muse a while respire:</br>Shade we our scorched heads from Phoebus parching fire.", ""]