["A NEW-YEAR'S EVE!  Methinks 'tis good to sit</br>At such an hour, in silence and alone,</br>Tracing that record, by the pen unwrit,</br>Which every human heart has of its own,</br>Of joys and griefs, of hopes and fears unknown</br>To all beside; to let the spirit feel,</br>In all its force, the deep and solemn tone</br>Of Time's unflattering, eloquent appeal,</br>Which Truth to every breast would inwardly reveal.", "A New-year's Eve!  Though all who live on earth,</br>Or rich, or poor, or vulgar, or refined,</br>Have each a day from whence they date their birth,</br>In their domestic chronicles enshrined&mdash;</br>To-morrow is a birth-day for mankind!</br>One of those epochs to which all refer</br>Their measure of existence; in each mind</br>Be hope or fear its mute interpreter,</br>Of pleasure or of pain the silent chronicler.", "It was no flight of fancy, then, in him,</br>Of proudest living bards the gifted peer,</br>Whose mental vision, purged from vapours dim,</br>Beheld \"the skirts of the departing year!\"</br>All who have eyes to see, or ears to hear,</br>Objects which every grosser sense defy,</br>Its parting footsteps catch with wakeful ear,</br>Its fading form behold with wistful eye,</br>'Till lost in that dark cloud which veils eternity.", "Is this the preacher's cant?  the poet's dream?</br>But few in silent solitude would dare,</br>Unless deceived by ignorance extreme,</br>As such to brand it.  Age's silver hair,</br>Youth's blooming cheek, and manhood's brow of care,</br>What are they all but things that speak of time?</br>Nor lives there one, whatever form he wear,</br>Or rank he fill, who hears that midnight chime,</br>In whom it should not wake thoughts solemn and sublime.", "Nature herself seems, in her wintry dress,</br>To own the closing year's solemnity:</br>Spring's blooming flowers, and summer's leafiness,</br>And autumn's richer charms are all thrown by;</br>I look abroad upon a starless sky!</br>Even the plaintive breeze sounds like the surge</br>On ocean's shore among those pine trees high;</br>Or, sweeping o'er that dark wall's ivied verge,</br>It rings unto my thought the old year's mournful dirge.", "Bear with me, gentle reader, if my vein</br>Appear too serious: &mdash; sober, but not sad</br>The thoughts and feelings which inspire my strain;</br>Could they with mirthful words be fitly clad?</br>The thoughtless call the melancholy mad,</br>And deem joy dwells where laughter lights the brow:</br>But are the gay indeed the truly glad,</br>Because they seem so?  O, be wiser thou!</br>Winter which strips the vine, harms not the cypress' bough.", "There is a joy in deep thought's pensive mood,</br>Far, far beyond the worldling's noisiest mirth;</br>It draws from purer elements its food,</br>Higher and holier is its heavenly birth:</br>It soars above the fleeting things of earth,</br>Through faith that elevates, and hope that cheers;</br>And estimates by their enduring worth,</br>The cares and trials, sorrows, toils, and fears,</br>Whose varied shadows pass across this vale of tears.", "Think not the sunny track, which lies thro' flowers,</br>The sweetest or the safest course may be,</br>Though Fancy there may build her fairy bowers,</br>And Pleasure's jocund train there wander free:</br>If heaven assign a thornier path to thee,</br>By clouds o'ershadow'd, start not at its gloom;</br>Wait patiently its onward course to see&mdash;</br>Those seeming thorns may bear unfading bloom,</br>And more than sun-set's light rest on the opening tomb.", "E'en flowers are sweetest after summer's rain;</br>The sun shines brightest bursting from the cloud;</br>Pleasure is purest when it follows pain;</br>The moon smiles loveliest when, in beauty proud,</br>She breaks forth from her fleecy, silvery shroud;</br>Calm is the eve of many a stormy day;</br>The heart has joys it knows not in a crowd;</br>And those alone are happy, if not gay,</br>Who tread in patient hope life's smooth or rugged way.", "Then marvel not, at such an hour as this,</br>If, musing thus in silence and alone,</br>I feel a mournful, yet a soothing bliss,</br>In yielding up my spirit to the tone</br>Of sober thought and feeling round it thrown.</br>To render life a boon most justly dear,</br>Enough of sunlight on my path has shone;</br>More than enough of shadows dark and drear,</br>To bid in brightest moods my heart rejoice with fear.", "If such be life, oh!  who of its strange book</br>Shall turn, unmoved, a yet unopen'd page?</br>What eye with dull indifference coldly look</br>On what may be its changeful heritage?</br>The lone way-farer on his pilgrimage,</br>On each hill-top looks round with wistful eyes,</br>To see what warfare he must onward wage,</br>Or ponder well the lore the past supplies:</br>Are we not pilgrims all, whose home is in the skies?", "And when we find another stage is won</br>On life's important journey, when we gain</br>An eminence whence we may look upon</br>The path already trodden, not in vain</br>Should we review its pleasure or its pain;</br>He who refuses to retrace the past, </br>Must meet the future!  wherefore then refrain,</br>Because life's onward course seem overcast,</br>To look with steadfast eye on what may come at last?", "To me the yet untrodden road presents</br>More clouds than sunshine, less to hope than dread;</br>And yet among its unforeseen events,</br>Some there may be to lift in hope the head,</br>O'er which thick mists of darkness now are spread:</br>If e'en the little hoped may prove untrue,</br>Bringing but disappointment in its stead,</br>Fear's dark forebodings may deceive the view,</br>And life's declining hours may wear a happier hue.", "That he who lives the longest may out-live</br>Much that gave life its highest, purest zest,</br>Is true, though mournful; one by one we give,</br>In childhood, youth, or age, to earth's cold breast,</br>The friends we've loved the fondest and the best:&mdash;</br>The very bells that now \"ring out the year,\"</br>Since morn arose, this painful truth imprest;</br>And sadly those who loved Thee paused to hear</br>Thy slow and solemn knell fall on the startled ear.", "But can we mourn thee, gentlest friend, with grief</br>That knows no soothing hope?  Oh!  name it not;</br>All that can yield to anguish sweet relief,</br>Brightens the tear that mourns thy early lot;</br>A blameless life with no dark shade to blot</br>Its tranquil splendour, save its early end,</br>Was thine; unmourned, unhonoured, or forgot,</br>Thou didst not to the silent grave descend;</br>What most embalms the dead must with thy memory blend.", "In one bereaved, in many a pensive heart,</br>Thy loved remembrance not e'en death can chill;</br>Strengthening that humble faith whose only chart</br>Is meek submission to the Almighty's will:</br>For \"tribulation worketh patience\" still,</br>\"Patience experience, and experience hope!\"</br>And thus is power afforded to fulfil</br>Each duty, 'till the thorns with which we cope</br>Burst forth in grateful flowers, and resignation slope", "Our passage to the tomb!  Grief is a sad</br>Yet salutary teacher; not so stern</br>As many deem, although his brow be clad</br>With the cold flowers that wreathe the funeral urn!</br>And wise are they who stoop of him to learn;</br>If these are taught wherein their weakness lies,</br>Not less are they instructed to discern,</br>And praise His goodness who their strength supplies,</br>'Till \"crosses from His hand are blessings in disguise!\"", "When He, the pure and sinless One, came down</br>To sinful earth, our load of guilt to bear,</br>And teach us how to win a heavenly crown</br>By patient suffering, 'twas not His to wear</br>Joy's smiling mien or mirth's enlivening air;</br>By human folly, human crime untainted,</br>Of human woes he bore his ample share,</br>And in his mortal aspect still is painted</br>A man of sorrows deep, with darkest grief acquainted.", "Rare at the banquet board, but often found</br>Where want, disease, and sorrow heaved their groan;</br>Whether he trod Gethsemane's sad ground,</br>Or on the Mount of Olives prayed alone,</br>For us was grief's dark vesture round him thrown;</br>Why?  but to teach us how to kiss the rod,</br>And, \"perfected through suffering,\" to make known</br>That sorrow's thorny path, if meekly trod,</br>Must guide his followers still to glory and to God.", "Here then we reach the panacea, sought</br>In vain of old by proud philosophy,</br>Whereby e'en seeming ill with good is fraught,</br>And grateful tears gush from the mourner's eye;</br>For holy faith's all potent alchymy</br>Can do far more than language can express:</br>Beauty for ashes it can still supply,</br>Give joy for mourning, and the spirit dress</br>In the glad garb of praise for that of heaviness.", "Has not the Christian cause then to exclaim,</br>Beyond the Greek philosopher of yore,</br>\"EUREKA!\"  Shall a heathen's transports shame</br>The meek disciple of a holier lore?</br>Thanks be to God, and praise for evermore!</br>There are whose spirits have been humbly taught</br>For darkest days his goodness to adore,</br>And own the mercy which has safely brought</br>Their feet thro' rugged paths with thorns of anguish fraught.", "For these have found, e'en in the seven-fold heat</br>Of trial's fiery furnace, that His power</br>Can make the bitterest cup seem truly sweet,</br>And cheer with hope when clouds most seemed to lower:</br>His holy name hath been their fortress tower;</br>And faith in his dear Son who reigns above,</br>Has made them in temptation's fearful hour,</br>Wise as the serpent, harmless as the dove,</br>And more than conquerors still thro' their Redeemer's love!", "No more of sorrow.  Think not I would fling</br>O'er brighter hearts than mine a sadd'ning shade,</br>Or have them, by the sober truths I sing,</br>Be causelessly dejected or dismayed.</br>My task has been to show how heavenly aid</br>May lighten earthly grief; how flowers may cheer</br>Even pale Sorrow's seeming thorny braid;</br>And how, amid December's tempests drear,</br>Some solemn thoughts are due unto the parting year.", "My brighter task remains.  \"A NEW-YEAR'S EVE!</br>'Tis not an hour to sink in cheerless gloom,</br>To take of every hope a mournful leave,</br>As if the earth were but a yawning tomb,</br>And sighs and tears mortality's sole doom;</br>The Christian knows \"to enjoy is to obey;\"</br>All he most hopes or fears is in the womb</br>Of vast eternity, and there alway</br>His thoughts and feelings tend; yet in his transient stay", "On this fair earth, he truly can enjoy,</br>And he alone, its transitory good;</br>The bliss of worldlings soon or late must cloy,</br>For sensual is its element and food;</br>The Christian's is of higher, nobler mood,</br>It brings no riot, leaves no dark unrest,</br>Its source is seen, its end is understood,</br>Its light is that calm \"sunshine of the breast,\"</br>Sanctioned by Reason's law, and by Religion blest.", "To him the season, though it may recall</br>Solemn and touching thoughts, has yet a ray</br>Of brightness o'er it thrown, which sheds on all</br>His fellow-pilgrims in life's rugged way,</br>Far more than sunshine; and his heart is gay!</br>Were all like his, how beautiful were mirth!</br>Then human feelings might keep holiday</br>In blameless joy, beside the social hearth,</br>And honour Heaven's first law by happiness on earth.", "Is not the hour just past when midnight laud</br>Sang peace on earth, proclaim'd good-will to man?</br>And would not e'en the coldest hearts be thawed,</br>Melted to feeling, did they rightly scan</br>Redemption's merciful and gracious plan?</br>Oh!  who the memory of that hour shall scorn,</br>Unless indeed misanthropy's dark ban</br>Hath made the heart of every hope forlorn,</br>When the glad shepherds heard the glorious Child was born?", "Then heap the blazing hearth, and spread the board,</br>Enlarge the circle, open wide the door,</br>Ye who are rich; and from your ample hoard</br>Clothe ye the naked, feed the hungry poor;</br>Impart to those who mourn their scanty store:</br>The measure that ye mete shall be your own;</br>Full measure, heaped, and pressed, and running o'er,</br>May here on earth requite the kindness shown,</br>And Heaven a richer boon hereafter shall make known.", "Confine not to your equals, friends, or kin,</br>The charities this wintry hour demands;</br>'Tis wise to cherish, good to gather in,</br>As to the heart's own garner, all that stands</br>Linked to us by our nature's strongest bands;</br>To greet the present, and to think of those,</br>As fondly loved, who roam in foreign lands,</br>In whose warm hearts perchance at distance glows</br>That yearning love of home the exile only knows.", "All this is wise and good, and tends to keep</br>Nature's best feelings actively alive;</br>To cherish sympathies which else might sleep</br>The sleep of death, and never more revive;</br>But not for these alone so hoard and hive</br>What Heaven has given you, as to limit there</br>Your hospitable rites; but rather strive</br>To let the wretched in your bounty share,</br>Remembering these were once your Lord's peculiar care.", "Give unto those who cannot give again,</br>Who have no claim upon you but distress;</br>Imagine not the boon bestowed in vain,</br>The blessing of the poor your wealth may bless,</br>And their prayers prove you worthy to possess</br>Your earthly substance: &mdash; e'en what you partake</br>Shall be enjoyed with truer happiness</br>For every grateful feeling you awake;&mdash;</br>Since God hath given to you, give others for His sake.", "But banish from your hour of festive joy</br>The revel's rude excess, the jest obscene;&mdash;</br>The orgies of the wicked ever cloy,</br>And harpy feasts, unholy and unclean,</br>But ill befit a Christian's sober mien:</br>His mirth is cheerfulness that leaves no sting;</br>Nor would he change the happiness serene</br>Of hours that bear no stain upon their wing,</br>For all the boisterous joys which prouder banquets bring.", "He who of such delights can judge, yet spare</br>To interpose them oft, is not unwise.</br>Thus Milton sang; the warbled Tuscan air,</br>The neat repast and light, his taste implies:&mdash;</br>Pure and refined that taste in Reason's eyes,</br>And worthy of Religion's high applause,</br>Which taught our noble poet how to prize</br>\"The mirth that after no repenting draws,\"</br>But can God's gifts enjoy, yet keep His holy laws.", "A New-year's Eve!  My fancy, wing thy flight,</br>Nor doubt that in thy native country dear,</br>There are who honour with appropriate rite</br>The closing hours of the departing year;</br>Who mingle with their hospitable cheer</br>Feelings and thoughts to man in mercy given,</br>Brightening in Sorrow's eye the pensive tear,</br>And healing hearts by disappointment riven,</br>Their's who o'er rougher seas have tempest-tost been driven.", "And these are they who on this social eve</br>Its old observances with joy fulfil;</br>Their simple hearts the loss of such would grieve,</br>For childhood's early memory keeps them still,</br>Like lovely wild-flowers by a chrystal rill,</br>Fresh and unfading; they may be antique,</br>In towns disused; but rural vale and hill,</br>And those who live and die there, love to seek</br>The blameless bliss they yield, for unto them they speak", "A language dear as the remembered tone</br>Of murmuring streamlet in his native land</br>Is to the wanderer's ear, who treads alone</br>O'er India's or Arabia's wastes of sand:</br>Their memory too is mixed with pleasures plann'd</br>In the bright happy hours of blooming youth;</br>When Fancy scattered flowers with open hand</br>Across Hope's path, whose visions passed for sooth,</br>Yet linger in such hearts their ancient worth and truth.", "And therefore do they deck their walls with green;</br>There shines the holly-bough with berries red;</br>There too the yule-log's cheerful blaze is seen</br>Around its genial warmth and light to shed;</br>Round it are happy faces, smiles that spread</br>A feeling of enjoyment calm and pure,</br>A sense of happiness, home-born, home-bred,</br>Whose influence shall unchangeably endure</br>While home for English hearts has pleasures to allure.", "And far remote be the degenerate day</br>Which dooms our thoughts in quest of joy to roam!</br>From the thatched, white-washed cot, tho' built of clay,</br>To Wealth's most costly, Grandeur's proudest dome,</br>A Briton's breast should love and prize his home:</br>Changeful our clime, and round our spot of earth,</br>Roused by the wintry winds, the white waves foam;</br>But here all household ties have had their birth,</br>And sires and sons been found to feel and own their worth.", "Here the Penates have been worshipped long,</br>Not merely by the wood-fire blazing bright</br>By childhood's pastime, and by poet's song,</br>Though these have gladdened many a winter night,</br>And made their longest, darkest hours seem light;</br>But their's has been the homage of the heart,</br>That far surpasses each external rite,</br>In which more quiet feelings have their part&mdash;</br>Smiles that uncalled for come, tears that unbidden start.", "And though the world more worldly may have grown,</br>And modes and manners to our fathers dear</br>Be now by most unpractised and unknown,</br>Not less their spirit we may still revere;</br>Honoured the smile, and hallowed be the tear,</br>Given to these reliques of the olden time,</br>For those there be that prize them; as the ear</br>May love the ancient poet's simple rhyme,</br>Or feel the secret charm of minster's distant chime.", "Thus it should be!  their memory is entwined</br>With things long buried in Time's whelming wave;</br>Objects the heart has ever fondly shrined,</br>And fain from dull forgetfulness would save;</br>The wise, the good, the gentle and the brave,</br>Whose names o'er History's page have glory shed;</br>The patriot's birth-place, and the poet's grave,</br>Old manners and old customs, long since fled,</br>Yet to the living dear, linked with the honoured dead!", "Once more, \"A NEW-YEAR'S EVE!\" My strain began</br>With sober thoughts, with such it well may end;</br>For when, oh!  when, should these come home to man,</br>With such a season if they may not blend?</br>My gentle reader, let an unknown friend</br>Remind thee of the ceaseless lapse of time!</br>Nor will his serious tone thy ear offend</br>If love may plead his pardon for the crime</br>Of blending solemn truth with minstrel's simple rhyme.", "\"I would not trifle merely, though the world</br>Be loudest in their praise who do no more;\"</br>A standard is uplifted and unfurl'd;</br>The summons hath gone forth from shore to shore;</br>In thought's still pause, in passion's loud uproar,</br>Thine ear has heard that gentle voice serene,</br>Deep, but not loud, behind thee and before;</br>Thine inward eye that banner too hath seen;&mdash;</br>Hast thou obeyed the call?  or still a loiterer been?", "Canst thou forget who first on Calv'ry's height</br>Lifted that glorious banner up on high,</br>While heaven above was wrapped in starless night,</br>And earth, convulsed with horror, heard the cry,</br>ELI, ELI, LAMA SABACTHANI?</br>Look back upon that hour of grief and pain;</br>For thee He came to suffer, and to die!</br>The blood He shed must be thy boon, or bane,</br>Let conscience answer which!  He hath not died in vain.", "Christ died for ALL.  But in that general debt</br>He bled to cancel-dost not thou partake?</br>Is thine, too, blotted out?  Oh!  do not set</br>Upon a doubtful issue such a stake!</br>Each faculty of soul and sense awake;</br>Trust not a general truth which may be vain</br>To thee; but rather, for thy Saviour's sake,</br>And for thy own, some evidence attain</br>For thee indeed he died, for thee hath risen again.", "Are thy locks white with many long-past years?</br>One more is dawning which thy last may be;</br>Art thou in middle age, by worldly fears</br>And hopes surrounded?  set thy spirit free,</br>More awful fears, more glorious hopes to see.</br>Art thou in blooming youth?  thyself engage</br>To serve and honour HIM, who unto thee</br>Would be a guide and guard through life's first stage,</br>Wisdom in manhood's strength, and greenness in old age!</br>"]