["STROPHE.</br>I.</br>\"The Fury of the North,</br>That rush'd in Terror forth,</br>Is fall'n:  at sable noon of Night,</br>Her Torch, dire-blazing, glares afar,</br>Disastrous Signal of the morrow's War,</br>No more.\" &mdash; 'Twas thus Great Alfred's tongue</br>Preluded to prophetic Song,</br>Upon a Rock, from whose proud height</br>That White-Horse looks o'er Offa's frontier-plain,</br>That girt around the Western-Saxon's reign,</br>Till haughty Conquest spread her wings,</br>Clotted with blood, on Egbert's head,</br>And gave his thirsty blade</br>To riot in the Hearts of Kings.&mdash;</br>On the cold ground alone,</br>The Minstrel-King was rudely thrown:</br>His soiled Vest, unseemly-riv'n,</br>Flow'd to the driving Winds of Heav'n.</br>The Harp, whose sweet enchanting tone</br>Was heard the tented foes among,</br>And thrill'd stern Guthrum's soul of stone,</br>Silent from his shoulder hung.</br>The White-Cross Banner waved near,</br>That o'er brave Alfred's ranks display'd,</br>As late he led his Battel on,</br>To hostile Eyes distressful shone,</br>And e'er the din of British onset bray'd,</br>Had smote with pale dismay the Dacian rear.</br>Uprose the King, and low in worship bow'd.&mdash;</br>Hope came, and breath'd her Spirit o'er his soul;</br>Then, as in Trance, his hands unbidden stole</br>Down on the Harp, and thus the numbers flow'd.", "II.</br>\"Yet whence that fearful Sound</br>Swings o'er the rocky mound,</br>And deepens in each woody glen?&mdash;</br>Hail, Sound of Triumph &mdash; to his Den</br>The British Lion takes his way,</br>And, sated with the bloody prey,</br>Shakes on his mane the Dacian spoils,</br>That ring among the forest-iles.</br>Yet mourn, ye Saxon Fathers, mourn&mdash;</br>The Spirit of your land forlorn</br>From War's brave trophy turns her Eyes,</br>And still for nobler Triumph sighs.</br>Forget not, Heav'n:  on watry Fen,</br>Sad Outcast from the walks of Men,</br>Bowing these weary knees, how oft I pray'd&mdash;</br>Father of Nations, bruise with vengeful Hand</br>Yon Host of Spoilers, that remorseless wade</br>In Floods of Slaughter o'er the gasping land!</br>Then high on Alfred's peaceful plains</br>To Thee shall rise the spiry Fanes,</br>By knees of Saints devoutly worn:</br>Then Truth, from her celestial Beam,</br>Shall stoop with letter'd Seers to dwell:</br>Then shall bright Wisdom's orient rays dispel</br>The Night of dreaming Sloth, and, wak'd by Morn,</br>The Muse shall breathe her Strains of lofty theme.</br>Lo!  Heav'n hath heard &mdash; on yonder northern plain,</br>Their Mercian shore along,</br>The Chiefs of Science throng!</br>No ribs of plated steel embrace them round,</br>No murd'rous Cross-bows on their shoulders sound,</br>The Panoply of Peace they hold,</br>Stoles of White, and Lyres of Gold.</br>Hail, holy Kings!  Unbloody Patriots, hail!</br>How poor my Praise, when Guthrum wildly-pale</br>Beheld his vanquish'd legions fly,</br>And wav'd with fruitless arm on high</br>His dark-wing'd Raven to the trembling Dane!</br>Unbolt your mail, and still the twanging yew,</br>Ye war-worn Britons.  Lo! yon graceful Scene</br>Hath dress'd in guiltless green</br>Your Realm of Hope and Triumphs ever-new!</br>For in the lovely vale Ye throng,</br>Great Fathers of the British Song;</br>Ev'n now the name of Alfred dwells</br>Preluded on Your thousand shells.</br>Lo!  quiv'ring beams of brightness glide</br>Along the wave's romantic side,</br>Shook from plumes of Spirits fair,</br>That hover in the lucid air:</br>Such, as scatter Graces warm</br>Upon the polish'd Marble's form:</br>Such, as on the mimic Tint</br>Strong Character of Life imprint:</br>Such, whose magic hands untie</br>The twisted links of Harmony:</br>Such, who rear with tendence kind</br>The Nurslings of the teeming Mind.", "ANTISTROPHE.</br>I.</br>\"Ye promis'd Spirits, hail!</br>That weave on yonder vale</br>The roll of Fame for Egbert's Line.</br>Ye saw the Heav'n-taught Pontiff shed</br>Imperial Oil on Alfred's youthful head,</br>'Great Son of Ethelwolf,' He cried,</br>'The Sceptre of thy Father guide,</br>The Majesty of Peace be Thine.'</br>'Twas then deep Rapture thrill'd my beating veins,</br>As, hovering yet on Tiber's darken'd plains,</br>I saw the Muse of Greece delay:&mdash;</br>On, on, I call'd &mdash; in British skies</br>No Clouds of Darkness rise:</br>Away, to Alfred's reign, Away!&mdash;</br>She flew to yonder shade;</br>Lo!  there the Sister-train she stay'd.</br>Awaken'd by her voice divine,</br>That sounded thro' each classic shrine,</br>The Wise and Great of Britain's clime</br>List'ning in aweful Synod stand,</br>While now her strains of lore sublime,</br>Fill the bosom of the land,</br>As streams of precious Sweet distill</br>From Censers of ambrosial balm.</br>Hark!  while such sounds each Pupil hears,</br>As oft have charm'd immortal ears,</br>The froward winds are sunk to sober calm,</br>And airs of joy the whisp'ring welkin fill.</br>O scorn me not, ye Chiefs of dearest name,</br>While thus I cast my blood-stain'd wreath aside!</br>To shame and silence shrinks the warrior's pride;</br>Be mine your Triumphs, mine your peaceful Fame.", "II.</br>\"But cease, ye strings profane,</br>Nor mock with scornful strain</br>The peril of the hardy Field&mdash;</br>Lo!  ringing loud his maiden shield,</br>A crowned Form comes striding on.</br>He muses deep of battles won,</br>By Arthur's Knights in old emprise:</br>He pauses now with lifted eyes,</br>And folded hands, in act of pray'r&mdash;</br>But, mark!  his sparkling eye-balls glare:</br>His hands unlock:  his spirit burns:</br>Eastward with threat'ning start he turns:</br>His wild right-hand hath drawn the blade,</br>That flashes red thro' Beaumont's shade.</br>Fly, fly ye Wolves of th' East, and faint beneath</br>The storm that gathers, black with dreadful woe:</br>Fierce on your necks descends the sword of death,</br>And lion-hearted Richard points the blow.</br>No more to glut the hungry maw</br>With flesh of Saints, your bloody paw</br>Shall dig the shrined Martyr's grave:</br>No longer shall your dissonant howl</br>Alarm the still religious fane.</br>Lo!  the Great Shepherd of the wasted plain</br>Returns:  his fond parental Arm shall save</br>The chosen fold from midnight rapine foul.", "III.</br>\"Hail, holy Morn, when in the streaked East</br>The Christian Day-star shone!</br>Supplanted on her throne,</br>Th' Usurper Darkness thro' the mid-way sky</br>Down fell &mdash; fond Faith recall'd the straying eye,</br>And lighted on, to realms of Day</br>Holds her unbenighted way.</br>No more th' impenetrable groves among,</br>With sacred spoils and idol-trophies hung,</br>From altars foul dark wreaths of smoke</br>Imbosom the religious Oak;</br>When rous'd by Mona's bloody-mantled Priest,</br>Impatient Homicide, his Druid-crew</br>With eyes of madness watch the midnight spell,</br>And drown with deaf'ning yell</br>The scream of Captives stretch'd in furnace blue.</br>The Voice of Heav'n, in thunders loud,</br>Resounded from the rocking cloud&mdash;</br>'Back to thy doom, thou Spirit fell,</br>Dire Atheism, eldest-born of Hell:</br>The nations, whom thy sceptre broke,</br>Are started from thy tyrant-yoke.'&mdash;</br>Wither'd down from giant-size</br>To dwarfish shape, the Monster flies:</br>Down he drops the pitchy robe,</br>That veil'd from Gospel-dawn the globe:</br>Beams of Heav'n confound his sight,</br>And seal his aching orbs in Night.</br>Fiends, that dar'd in flight uphold</br>The Banner of the Anarch old,</br>All in hideous ruin driv'n,</br>Are perish'd from the face of Heav'n.", "EPODE.</br>\"But hark!  on yonder plain</br>A thousand harps are strung:</br>Rous'd by the Muse, her tuneful quire</br>Swell out the choral strain&mdash;</br>Such sounds of sweetness, thoughts of fire,</br>Yet never liv'd on British strings,</br>Yet never wak'd a British tongue.</br>From age to age, from clime to clime,</br>Thro' scenes of past and future time,</br>Each Minstrel's winged fancy springs.</br>Ev'n now to life and wonted fame</br>Some old departed Bard they call;</br>With song they hail his kindred name,</br>And hymn his praise, or mourn his fall.</br>Prolong, ye Bards, your numbers clear;</br>They breathe not all in vain&mdash;</br>My soul with sweet enchantment glows,</br>And sits to listen in my wakeful ear:</br>Ev'n now I hear some holy strain,</br>And thus the broken measure flows&mdash;", "STROPHE.</br>IRREGULAR.</br>I.</br>\"O Thou, whose Harp her native Heav'n regain'd,</br>And rose a Star with rays benign,</br>What time thy corse, by murd'rous hands profan'd,</br>Was hearsed by the weeping Nine&mdash;</br>Sweet Bard, whose numerous song,</br>Wafted by thy Parent-Muse</br>Threicia's waste along,</br>Still to Fancy's ear renews</br>Those melting sounds, that once beguil'd</br>To silence deep the roaring Wild:</br>When from rank and lurid cells,</br>Where the famish'd Tyger yells,</br>Dark Rhodope's unfathom'd womb,</br>Reluctant came her monstrous brood,</br>Th' unsated lust of prey subdu'd,</br>And kiss'd thy witching strings in rapture dumb.", "ANTISTROPHE.</br>I.</br>\"And Thou, whose Epic lyre,</br>Strung by a Muse of fire,</br>Alarm'd the sea-green Nymphs, that reign</br>O'er th' Aegean's broad profound:</br>They sunk beneath their echoing main,</br>In terror of the battel's sound.</br>When the sea's enraged God</br>Thrice immeasurably strode,</br>What dire dismay their bosoms smote,</br>Lest the stern Monarch's mighty foot,</br>Yet once again in thunder hurl'd,</br>Should fall, and whelm the crumbling world.", "EPODE.</br>1.</br>\"And Thou, whose daring strings,</br>Heard o'er Pisa's rattling plain,</br>When rush'd th' impetuous Car along,</br>Swell'd out the great triumphal strain,</br>To Chiefs, and list'ning Kings,</br>Poet of more than mortal song:</br>Bursting the bosom's stubborn bar,</br>Down thro' the heart thy violent Muse</br>Her headlong way pursues,</br>Rapid, as the trophied Car,</br>Which regal Theron drove,</br>When sprung his burning axle forth</br>On to the dusty goal;</br>Resistless, as the bolts of Jove,</br>That, driv'n by the raging North,</br>Unhinge the stedfast pole.&mdash;</br>And Thou, the Mantuan Muse's child,</br>Whose even-measur'd lip</br>Her trumpet fill'd with notes more mild&mdash;</br>Tiber stay'd the dashing car</br>On the ridges of his deep,</br>And still'd the surge, that hoarsely rung,</br>To listen while the Poet sung,</br>How from Asia's hapless war,</br>The Chief of Ilium, wise and brave,</br>To furious whirlwinds spread the daring sail,</br>While Death behind the mountainous wave</br>Shook his dread spear along the yawning vale.</br>Yet safe his bark thro' tumbling surges bore</br>Her Host of Heroes to the Latian shore.</br>Rous'd by the patriot strain,</br>Each floating Triton grasp'd the shell,</br>And blew a loud triumphal swell,</br>That fill'd old Ocean's reign.", "STROPHE.</br>II.</br>\"And Ye, immortal heirs of future praise,</br>Whose notes the Muse prophetic bears</br>Familiar to our ravish'd ears;</br>That breathe on Sion's plain your solemn lays,</br>Where the heroic full Crusade,</br>Beneath the silver Cross array'd,</br>Hath broke Oppression's iron rod,</br>And crush'd th' insulting foe of God&mdash;</br>The wasted Nymph of Salem hears,</br>And, leaping from the ground,</br>Fresh as in bridal pomp appears,</br>Exulting to the pious sound.&mdash;</br>And Ye, that sing, in Fancy's Car</br>Rapt o'er the pomp of fabled war,</br>In faery fields of gay Romance,</br>Where spell-born Chiefs the falchion wield</br>Of fate, and catch the innocent lance</br>Of mortal arm on charmed shield&mdash;</br>Or Ye, in soft and plaintive lay</br>That waste your tender amorous day,</br>While the noontide Zephyrs bear</br>Sighs that lull the melting fair,</br>Or Echo whispers Laura's name</br>On myrtle-shaded Sorga's stream.", "ANTISTROPHE.</br>II.</br>\"All, all &mdash; where'er at close of day,</br>When Eve unrolls her mantle gray,</br>Your solitary steps explore</br>Each secret grove, or haunted shore,</br>To list, if tuneful Harps repay</br>With Welcome sweet your fond delay:</br>O turn &mdash; and while your pensive minds review</br>The Patriot-plans your Public-fathers drew,</br>The Spirit of departed Liberty</br>Shall beat within your veins again,</br>Nor shall Ye pass with scornful footsteps by,</br>While, British-born, she hails you to her reign&mdash;</br>Turn then your steps, dear wand'rers, turn,</br>These walks of hospitable shade among;</br>Here let your wonted fancies burn,</br>Here let your longing Harps again be strung.", "EPODE.</br>II.</br>\"In saintly robe of dazling White,</br>Religion, from her sphere of light,</br>Hovers in the middle sky&mdash;</br>Ev'n now she waves the Cross divine,</br>Beck'ning the Mistress of your song&mdash;</br>Behold!  the Muse hath caught the sign,</br>And starts with hasty wings along;</br>Rapture lightens in her eye,</br>And swells thro' all her panting veins.</br>They join:  and o'er yon turrets fair</br>Suspend their level wings in air:\"</br>\"Be these,\" they cry, \"our kindred fanes&mdash;</br>O Daughter of Immortals, holy Truth,</br>Here oft prolong thy mystic lay</br>To build th' exalted mind&mdash;</br>Then, while in trance he glows,</br>Around his brow each fond impatient Youth</br>An untried wreath shall bind,</br>Of old Parnassus' new-blown bay,</br>Inwove with Sharon's rose&mdash;</br>Then, starting as he beats the string,</br>His loud acclaim shall fill the vale,</br>Hail, British Alfred, patriot King,</br>Great Father of thy people, Hail!\"</br>"]