["It is a well-known fact, that bards have ever,</br>From Homer downwards, lived upon their wits;</br>And though, no doubt, they always have been clever</br>At brandishing their knives and forks, tid bits</br>Of calipash or venison have never,</br>Or seldom, been reserved for them; and spits</br>With good roast joints not often have been turning</br>For them, men deem the beacon-lights of learning.", "Their's have been fame and flattery alone,</br>(But pudding is more nourishing than praise;)</br>They've asked for bread, and oft received &mdash; a stone!</br>Living, have passed unheeded through the maze</br>Of a cold-hearted world: &mdash; their deaths once known,</br>The titled fool hath forward pressed to raise</br>Tombs o'er their ashes, that he thus might claim</br>One leaf of laurel for his paltry name.", "Shades of the mighty dead!  arise and say</br>How much ye scorn such mockery! &mdash; Stand forth,</br>Ye heirs of immortality!  that they,</br>The proud, who deem nobility of birth</br>Surpasses rank of mind, no longer may</br>Cherish the weak delusion, but to worth</br>Yield, as becomes them, precedence &mdash; and learn</br>To honour those whom they were wont to spurn.", "Match me among the Magnates of the world&mdash;</br>Those things of splendid nothingness-bright names,</br>Who, when the roll of glory is unfurled,</br>Upon posterity can show such claims</br>As Milton, Shakspeare, Spenser.  Those have hurled</br>Some fellow-despots from their thrones, their aims</br>Still purchased but with blood; and they have made,</br>Their worship of the shadow of a shade;", "But these, the Muses' sons, have toiled to gain</br>Renown which could not profit them; &mdash; through years</br>Of unregarded poverty and pain,&mdash;</br>Slaves to their wild and passionate hopes and fears,&mdash;</br>Oh!  how intensely did they strive to' attain</br>Fame that should be immortal; and the tears</br>Of blood their hearts have wept, have been repaid</br>With wreaths of laurel that can never fade!</br>"]