["Thus held the people conference:  meantime</br>The mountain head the sun departing kest,</br>The bearded thistle gathered fast the rime,</br>The heron dropt his long bill on his breast,</br>The eve star glimmered in the misty west;</br>When to his door douce Miles devoutly came:</br>He blest the beauteous eve, his threshold prest,</br>And called his family nigh him each by name&mdash;</br>Sedate along the floor his duteous family came.", "The lamp was lighted, floor and rafter shone;</br>Sheep-dogs their white breasts to the clear flame spread;</br>When thus Miles Graeme, &mdash; \"Not sacred books alone</br>Teach sacred things; God has his volume laid</br>Before us open:  he who runs may read.</br>So list, my children, and one lesson learn</br>From him before you with a hoary head&mdash;</br>A lesson from his life; a master stern</br>Has sad experience been e'er since I was a bairn.", "\"I was self-willed, and little loved the coil</br>Of household pleasures, or indulgence sweet</br>In harmless pastimes, nor harmonious toil</br>To music of the merry maiden's feet;</br>And though I loved a beauteous one to meet</br>At twilight, in the grove of blossom'd thorn,</br>I scorned the speech of hoary men discreet;</br>Nor furrowed fields, nor reared green bladed corn,</br>Nor waked the husbandmen with my loud harvest horn.", "\"My pleasure was to trim the battle-bark,</br>And dare the onset when the arrows sang;</br>The squadrons rushing into conflict dark,</br>The war steed hurrying to the trumpet twang,</br>The shivering lances and the claymore's clang&mdash;</br>These heaven my heart predestined to adore,</br>And these my heart have filled with many a pang,</br>And caused me hide on hills, coast headlands hoar,</br>My foot prints leaving lone on many a foreign shore.", "\"Woe reigned on earth and tempest ruled the sky,</br>The hour I left behind my native hill.</br>Alas!  my sharp sword slept not at my thigh;</br>War blew her trumpet &mdash; I had blood to spill&mdash;</br>I left it reddening Clifton's moorland rill,</br>And pushed my shallop on the waters fast:</br>Up sprang a land breeze which my sails did fill.</br>Away I roved, companioned by the blast&mdash;</br>O, many a sunny shore and odorous isle I past.", "\"As sank the breeze, a fair land rose in sight;</br>I landed, and a lodge of boughs entwined</br>Beside a fount where wild birds winged their flight,</br>Melodious carolling, while the fragrant wind</br>Cooled me with paradisial fannings kind.</br>But soon all this to dreariness was turned:</br>The burning sun vexed herbs of tender rind,</br>On parched leaves the sad grasshopper mourned,</br>And 'neath man's sandalled foot the forest verdure burned.", "\"Six days I fled, and on the seventh looked down</br>From a steep hill; and O my heart was fain!</br>Groves like a wreath enclosed a rural town,</br>And camels, sheep, and milch cows filled the plain.</br>I went &mdash; a dame, with handmaids in her train,</br>Dandled a sweet babe in the sunny air;</br>She set my breast a throbbing with her strain,</br>For loud she sang, 'Oh, Bothwell Bank how fair,</br>With all your bonnie bowers, ye make my bosom sair.'", "\"She shrieked out when the honoured garb she saw</br>Of Scotland, and my forehead calm she kest.</br>'Thrice welcome badge and bearer; thus in awe</br>I hail ye both &mdash; be all your wishes blest,'&mdash;</br>She said, and then my right hand fondly prest,</br>And led me to a large and sumptuous room;</br>There laved my feet, with travel sore distrest,</br>Bathed my hot hands, and did my locks perfume,</br>And drest me all in robes pure as the rose's bloom.", "\"I ate, I drank, and as my strength returned,&mdash;</br>'O Scottish wanderer,' said the blooming dame,</br>'Long, long have I for home and kindred mourned;</br>For strange sea rovers stormed and took my hame,</br>And reddened the midnight billows with its flame.</br>Still in my ears I hear the plashing oars,</br>Which to destruction, not to rescue came;</br>Far was I swept from Scotland's cavern'd shores,</br>Her sounding pipes and viols, her red and ruthless wars.", "\"'Say, rings broad Scotland now with mirth and song,</br>Or is the widow's wail and orphan's there?'</br>Ah me, I said, those that delight in wrong,</br>Her halls have plundered and her holms made bare:</br>Pest, famine, sword; the hands which never spare,</br>The eye which weeps not, and the heart of stone,</br>Have turned fair Scotland to a wild beast's lair;</br>A place for moralists to muse upon,</br>And for men's deeds to sigh and raise a dolorous moan.", "\"Tear following tear her rosy cheeks bedewed:</br>Her husband sat with serious brow meantime,</br>While she to him in Syrian language showed</br>What sad mishaps befel her kindred clime.</br>'Twas midnight, and the moon was in her prime;</br>I talked till morn of civil wars and woe,</br>Of lordly heads hoared o'er with winter rime,</br>Of ancient tresses pillowed on the snow,</br>Whose castles ceased to smoke &mdash; their cottage cocks to crow.", "\"Six moons I sojourned in this pastoral land,</br>I knew no sorrow, and I owned no lord;</br>Words from sweet lips, wine from a fair one's hand,</br>Were ever mine, and dainties heaped the board.</br>I thought on Scotland; belted on my sword:</br>Tears flowed profuse our parting words between.</br>Through desolate parts I wandered; on shipboard</br>I went, and ploughed the murmuring ocean green,</br>And on the thirtieth morn fair Scotland's hills were seen.", "\"I leaped ashore, and gained the greenwood bough,</br>Then secret hied at night o'er moor and rill;</br>My hair was filled, like Cheviot fleece, with dew,</br>Before I won a well remembered hill.</br>The moon rose radiant, winds were hushed and still;</br>A fair one came, I clasped her in my arms,</br>And of her ripe lips had a husband's will.</br>My wedded love! &mdash; the scene my breast still warms,&mdash;</br>Thou never wert more dear in all thy maiden charms.\"", "Around the neck of his delighted dame</br>His arm Miles threw, and took one tender kiss.</br>Young Sybil, seated by the clear hearth-flame,</br>Had seen soft visions of domestic bliss,</br>Yet never dream'd ought that transcended this.</br>In converse grave the evening past has flown,</br>In prayer for those heartsick and comfortless,</br>For her whose infant brow wore Scotland's crown;</br>Then found they all repose on billowy beds of down.", "Restless upon his bed young Eustace lay,</br>And thought aloud, \"This life's a drunkard's jest,</br>A mystic riddle; in a cloud by day,</br>My father sits in rustic masquing drest;</br>A falcon he dropt in this plover's nest.</br>And here is lovely Sybil; there's some token</br>Of gentle birth &mdash; ah, who shall read the rest. &mdash; \"</br>What else he thought it was so faintly spoken,</br>His words seemed words of one whose slumbers had been broken.", "Day dawned:  and then thy voice, Eupheme, was heard.</br>\"Arise, my maidens, put your raiment on;</br>The frost wind's sporting with the thistle's beard&mdash;</br>Short is the day; grim winter comes anon.</br>Choose out each sullied mantle, gown, and zone,</br>The fleecy blanket, and the hose impure,</br>And where the rivulet glitters in the sun,</br>Go wash, and spotless render them and pure,</br>To keep us feal and warm in winter's frozen hour.\"", "She spoke, nor useless flew her words away;</br>Her two bondmaidens waked, and up they sprung,</br>Their tresses snooded, donned their gowns of gray,</br>And with them came sweet Sybil fair and young;</br>Gladsome she came, and as she came she sung;</br>\"Love sweetens labour, and makes bondage light.\"</br>Then on a car the garments whole they flung,</br>And sought the stream, for now the sun in sight</br>His head raised o'er the hill, and all was life and light.", "And soon they reached the deep and lonesome linn,</br>With grove o'er grove encompassed closely round;</br>The stream was heard and seen the woods within,</br>And 'mongst clear pebbles sang with ceaseless sound.</br>And where it issued rose a little mound,</br>Where stone for martyrdom memorial stood;</br>There the first primrose of the spring is found,</br>And there in summer sabbath solitude,</br>The pious peasants come, and walk in saddened mood.", "Nor stood the white armed maidens musing long;</br>The sullied vesture from the car they took,</br>And o'er stream-burnished pebbles walked along,</br>And thrust them down to soften, where the brook</br>Wheeled silver dimpling in a sunny nook;</br>Then kindled fire, their cauldron placed amain,</br>And busy toiled; nor word exchanged or look,</br>Till pure and limber, freed from every stain,</br>The clothes all like to wreaths of new fallen snow remain.", "Where hazels grew with tufts of tender grass,</br>And floods the pebble-heaps had render'd pure,</br>There spread they forth, that winds might o'er them pass,</br>The unsullied vesture in the mid-day hour;</br>Then where green hollys grew and formed a bow'r,</br>They sat them down, while mirrored in the flood</br>The bright sun shone amid his heavenly tour:</br>Through all the linn the warm breeze came abroad,</br>And gently stirred the groves, and fanned the grassy sod.", "Southward, they saw green vale and spreading wood,</br>The bannered castle, church, and hall, and town;</br>Northward, in wild magnificence, the flood</br>An hundred feet poured its bright waters down.</br>Their hours of labour o'er, the maids have flown;</br>They take their food, drink from the stream; within</br>A holly garland on a green knoll's crown,</br>They sing and dance, and raise a pleasant din;</br>Loud to their merriment remurmurs all the linn.", "Slow towards them a wanderer came; he layed</br>Him 'neath a tree where summer lilies spring:</br>A dry brown crust he took from his gray plaid,</br>Supped water with his palm, and thus did sing.</br>\"The plumes shall cease to shoot on falcon's wing,</br>The groves their odorous garments to renew,</br>The flowers sweet smell in summer time to fling,</br>The bee to hum, and hunt the honey dew,&mdash;</br>When fickle womenkind turn tender-souled and true.\"", "\"Alas!\"  said Sybil, \"yon sad heart and brow</br>Have held hard contest long with woe and time;</br>No mischief doth he mean to us, I trow,</br>The hand is harmless when the tongue can rhime:</br>Soft of the soul are bards of every clime,</br>So let us cheer his heart with drink and food.</br>Minstrel!  thy locks will catch the twilight rime;</br>Bare are thy feet, and thin thine ancient blood:</br>Come, cheer thee at our fire beside the dimpling flood.\"", "The old man pulled his bonnet o'er his brow,</br>Up from the grass quick gathered all his gear,</br>And stared around, as stares the startled roe,</br>Then spoke when he perceived the maidens near.</br>\"Lo!  are ye shepherd damsels dwelling here?</br>Or come ye forth like me, the stars to mark,</br>And read in heaven of earthly woe and weir?\"</br>\"Bless thee, old man,\" said Sybil, \"steeve and stark</br>Thy frame and heart must be, gray prophet of the dark.\"", "\"Aye, maid,\" he said, with mournful voice and drear,</br>\"From sea-girt Arran have I wandered far;</br>Touched by the doleful spirit of a seer,</br>Forsook have I my wife, my cot, my car,</br>To mark beneath the storm-sted moon or star,</br>Or evil wind, which strips the balmy grove,</br>Or darksome toil of elemental war;</br>Or read in meteors which o'er waters move,</br>Men's deeds, and women's wiles: &mdash; the pangs of ill-placed love.", "\"For ever in my sad bewildered eye</br>Are blood-soaked fields and burning cities drawn;</br>And all such miseries, as the God on high</br>Predestinates to mar the pride of man.</br>Grave-ridges reddening all the churchyard lawn,</br>Of youths new risen up to manhood's might,</br>And women wailing noon, and night, and dawn,</br>With eyes to heaven, their sad and piteous plight:</br>Maid, wife, and widow; all in one unhappy night.", "\"But sometimes in the visions of the night,</br>When war and woe have ceased my soul to stound,</br>Scenes of domestic glory bless my sight.</br>First, minstrels come, and raise a gladsome sound,</br>With youths and maids in bridal-ribbons crowned.</br>Then comes the bridegroom and the bride demure,</br>Her lustrous eye, aye lingering on the ground.</br>Thou maiden with the snood snow-white and pure,</br>Say, shall I see for thee the merry marriage hour?\"", "\"See something for me sweet, and see it soon;\"</br>Young Sybil said.  Thus spake he.  \"On the floor</br>I see thee blooming with thy maids at noon;</br>There comes the priest; &mdash; lo!  there's thy bridal bow'r;</br>The nuptial bed swells like a snow-wreath pure.</br>Six years roll on &mdash; behold a graver thee</br>With four fair sons to bless thy marriage hour.</br>Fair is thy home, far from the Solway sea;</br>And glad is thy gudeman, and blest in his degree.", "\"But that sad curse 'neath which all flesh is born,</br>Of toil and sweat, to him will closely cling,</br>To pull green flax, to reap the rustling corn,</br>And o'er the furrowed fields the white corn fling;</br>And clip the fleece, and to the market bring</br>Earth's fruit and sell it.\"  &mdash; Joyful from the grass</br>Rose Sybil, shouting till the rocks did ring,&mdash;</br>\"Bless thee, and will thy words all come to pass?</br>A husband!  home!  four sons! &mdash; and I an orphan lass!\"", "She laughed, cried, Praise be blest!  and danced her lane,</br>All in a breath:  the maidens said, \"Be wise,</br>To wed is often woeful.  Kate Harestane</br>Wished for a man, and got him:  pleased her eyes,</br>And broke her heart; in our kirkyard she lies.\"</br>\"Aye, but\" said Sybil, \"her lot was the dimmer;&mdash;</br>A happy home!  a husband!  four sweet boys!</br>And all as true as leafs are true to timmer.</br>Will it this winter be &mdash; or maun I keep till simmer?\"", "The moon arose, the wanderer went:  the maids</br>Took home their spotless washing from the wave.</br>\"Now woe to those who walk yon darksome glades,\"</br>A bondmaid said; \"to-night a vagrant knave,</br>Such as do wrong, and dig the midnight grave,</br>Or rob the church, or strip the goodman's tomb,</br>To us a fearful visitation gave.</br>Go warn the vale, and watch each lonely home,</br>'Tis not for prophecy so base a prophet's come.\"", "She spoke as she believed.  Well Sybil wist</br>What man he was; thus she the tale pursued.</br>\"He was a prophet; sad and sore distrest</br>Was he:  we cheered him with our fire and food,</br>And soon in sprightlier current ran his blood;</br>From sea-swept Arran had he wandered far,</br>The seer's dread spirit discomposed his mood,</br>And he saw visions of red ruthless war,</br>And heard connubial songs sung 'neath the western star.", "\"And may the rightful prophet's spirit speak</br>Inspired within him:  may he prove a seer.</br>He told a tale that warmed me, brow and cheek,</br>A tale might charm off winter from the year,&mdash;</br>His words they came like music to my ear.</br>A husband, one who loves me, four fair sons</br>Are mine; a pleasant home and goods and gear,</br>Won with a sweaty brow.  Such fortune stuns&mdash;</br>I hope his words are sooth &mdash; I wonder where he wons.\"", "While Sybil spoke, young Eustace gazed, but she</br>Stood all unmoved even as an image stands,</br>As fixed, in hue and sentiment, and free</br>From change as marble from the sculptor's hands.</br>\"A seer is one who works the Lord's commands;\"</br>Said good Miles Graeme, \"and did he speak of woe?</br>Alas!  old Scotland; soon the Southron brands</br>Will gleam again:  thy children's blood must flow:</br>The will of God be done, 'tis doomed and maun be so.\"", "He shook his gray head sadly, and he sank</br>Down sighing in his old ancestral chair;</br>An oaken settle, once a seat of rank,</br>There swords and helms were carved with curious care;</br>The dogs a wild deer rousing in his lair;</br>And that armed flower, which Scotland's glory keeps.</br>A line of song, likewise a word of prayer,</br>The scythe which mows, the crooked steel that reaps,</br>And corn, the life of all, and fruit in clustering heaps.", "There Sybil sate, like one whom some sweet dream</br>Had set a glowing, neck, and breast, and brow,&mdash;</br>The lamp and hearth fire made the rooftree gleam;</br>The burnished pewter bright and brighter grow,</br>While painted poreclain in a glittering row,</br>Lined all the walls which other thrift adorned;</br>White flax and fleece hanks like the sifted snow;</br>The maid too felt, as dairy-wise she turned,</br>Odour of milk, and cream, and butter newly churned.", "There hung, Miles Graeme, thy casque and good clay-more,</br>No hand irreverent dared the blade unsheath;</br>Each hack a history had, each mark of gore</br>Heroic blazon claimed, and deed of death:</br>'Twas wet on Bannockburn's immortal heath;</br>In Flodden ranks made openings long and large.</br>The Maxwell, Johnstone, Halliday, and Keith&mdash;</br>The Lowland steel cap and the Highland targe,</br>Had gladly sought its help to stay the Saxon charge.", "Now rose the latch, in came a hind, who said,</br>\"Hugh Wilson bids thee to his harvest-home;</br>So come, Miles Graeme, come with thy wife and maid,</br>And bring our Eustace, gladness will be dumb</br>Unless our poet and our warrior come;</br>And bring young Sybil &mdash; we shall lack no light,</br>If she but bring her eyes.\"  He paused to hum,</br>\"Bid Bankhead, Braehead, Brandyburn; that's right</br>Foregirth and Fardenrush.\"  Then winged his way in night.", "The farmer smiled and said, \"Eupheme, now haste,</br>Haste thee too, Sybil, also thou, my son&mdash;</br>All put on fair apparel.\"  He said, and placed</br>His mantle right and his broad bonnet on&mdash;</br>\"Hugh Wilson's kirn was won at set of sun.\"</br>Young Sybil first stood at the old man's side;</br>Save native loveliness, charm there was none:</br>Her kirtle short, her flowing locks hung syde,</br>And such dark lustrous eyes what maid would wish to hide?", "They went, and as they wended forth their way</br>There came a youth, and numerous flocks had he,</br>Blythe were his looks, and maids said seldom nay;</br>He clasped fair Sybil with his right arm free:</br>And said, \"Young maiden, try to fancy me,&mdash;</br>For by my farms, and they reach far and wide,&mdash;</br>And by my flocks, and they are fair to see,&mdash;</br>And by my name, and its a name of pride,&mdash;</br>And by the moon and stars, I wish thee for my bride.\"", "Thus answered she, \"Alas!  where wast thou born,</br>That thou so little knowest of woman's heart?</br>Thou comest to her, as thou wouldst come to corn</br>Ripe for the reaper.  Go and try thy art</br>In things that suit thy wisdom, &mdash; lead a cart,</br>Thrash, delve, dyke, ditch; nay, tar thy hands, and try</br>The surgery of sheep &mdash; or, mirth apart,</br>Eat when thou'rt hungry, drink when thou art dry;</br>Do ought, do any thing, save on thy wit rely.\"", "\"Nay, be not scornful, maiden:  beauty comes</br>The fairer when in meekness, mildness drest;</br>Embalming her as in its own perfumes</br>The rose is steeped:  thou knowest what suits thee best.</br>I hope to harry a far nobler nest,</br>Built on a fairer and a loftier bough.\"</br>She laughed, \"Thy fortune is right readily guessed,</br>With a wise look and a most resolute brow,</br>Thou'lt climb some sour crab tree in hopes sweet pears to pou.\"", "They parted.  Wintry sounds came on the ear;</br>The sere leaf's rustling, and the linn's deep roar,&mdash;</br>The wind by gusts that swept the mountain near,&mdash;</br>The swans descending through the night-cloud hoar,</br>With clang successive on the river shore,</br>The tender herbs to graze till dawn of morn.</br>Hugh Wilson now stands at his steading door,</br>And wide Dalgonar answers to his horn,</br>Which calls its maids to mirth o'er the last cut of corn.", "Quick at the summons, flocking far and wide,</br>Came many an aged and many a youthful pair;</br>Gay youths not yet in bonds of wedlock tied,</br>And maids who make that holy state their prayer:</br>The miser smiled, and half forgot his care&mdash;</br>The rosie widow, with her cheeks new stained</br>With sorrow; all and more than all were there.</br>Joyful old men the step of twenty feigned,</br>And youths ran wild as colts that never yet were reined.", "The thatched stack-yard, the naked stubble ridge,</br>The sere leaves heaped, these all are certain signs</br>The fruitful season's o'er; the leafless hedge</br>With songsters' nests revealed, tell now the reins</br>Of rule have passed to sterner hands:  in chains</br>The lakes are bound, the forest trees are reeling</br>Beneath the axe:  the snowy monarch reigns</br>On hills, and drives the shepherd from his shealing;</br>And cold, like age on man, is o'er the wide land stealing.", "And yet dark winter is a happy time:</br>God gives the earth repose, and earth bids man</br>Wipe his hot brow; the poet pours his rhyme,</br>And mirth awakes; the dance from dark to dawn</br>Rings through the house till clatters every pan;</br>The busy curler sweeps his slippery rink,</br>Joy boils the pot and Pleasure fills the cann;</br>Devotion pours a blessing o'er the drink,</br>And Bondage drops her chains, nor leaves one galling link.", ""]