["It was a lonely hamlet, where the trees</br>Waved, in green beauty, o'er the white-wash'd cot;</br>Deep'ning the shade, as the light summer breeze</br>Cluster'd the boughs, so beams of sun came not;</br>Beneath smil'd cottage flowers &mdash; 'midst all a brook</br>Ran hurrying off to a sequester'd nook;</br>Then bursting forth beside a rose-wreath'd grot,</br>Mirror'd its beauties &mdash; for toil were given,</br>To mix the flowers of earth, and clouds of heaven.", "All seemed enchantment in the flowery dell,</br>Yet all was solemn silence &mdash; no glad thrill</br>Of children's voices, breathing forth her spell</br>Of hope and early life &mdash; all, all was still;&mdash;</br>And yet 'twas summer's bright unclouded noon,</br>When May's pale flowers gave place to those of June;</br>'Midst which the roving Bee ranged forth at will;</br>At intervals was heard the Cuckoo's tone,</br>By mimic school-boy easy made his own.", "Lo!  on the ear peal'd forth another sound,</br>And slow, and time-pac'd, came the funeral tread,</br>And one, the bier with fresh blown roses crown'd.</br>As tho' pale silk waved o'er the youthful dead;</br>Yet ill did the dark pall accord with the flowers,</br>And the bright sun of June's unclouded hours;</br>Whilst heavy sighs proclaim'd all joy was fled</br>From him, the childless father, &mdash; who gaz'd on</br>Scenes, which brought memories of the lov'd, and gone.", "There the green oak in civil triumph bore,</br>The torn remains of the once favorite kite;</br>And the rose-tree display'd a beauteous store</br>Of rosy flowers, which budding, joy'd the sight;</br>And sideways spread a mound of unmown grass,</br>O'er which such bounding feet were used to pass;</br>All these seem'd shrouded in eternal night,</br>Since from their view the father could but borrow</br>Thoughts of past joy, to deepen present sorrow.", "The bell ceased tolling &mdash; and the solemn tread</br>Of slow receeding footsteps died away,</br>Till all was gloom, &mdash; for thinking on the dead,</br>The village children had forgot their play;</br>They miss'd their lov'd companion &mdash; he who'd chase</br>Their fleetest footsteps oft, and win the race;</br>Sadness, and silence, mark'd the weary day;</br>E'en mothers fearfully looked on the bloom</br>Of their lov'd boys &mdash; and thought upon the tomb.</br>"]