["Alas, poor TRISTRAM!  has the hand of fate</br>Thus immaturely stopt thy vital breath!</br>Had virtue power to lengthen life's short date,</br>Still SHANDY had escap'd the stroke of death!", "Cou'd I, with MASON'S skill, TASTE'S shuttle throw,</br>And weave gay elegies \"in Fancy's loom;\"</br>For thee I'd weave the choicest weeds of woe,</br>The richest wreaths to hang around thy tomb.", "This ART forbids a rude unclassic youth,</br>Unskill'd in poesy's mechanic part;</br>Yet, in the name of nature and of truth,</br>Yet let me speak the language of the heart.", "Yes!  TRISTRAM is no more! &mdash; Ye sons of mirth</br>Albeit unus'd to weep, his death deplore!</br>Sure at the loss of such transcendent worth,</br>Those eyes must weep that never wept before.", "Oft has the wag, with many a harmless jest,</br>The lazy, lagging, ling'ring hours beguil'd;</br>'Till dulness sensibility confest,</br>And foes to laughter wonder'd why they smil'd.", "Who can, like him, the characters maintain,</br>Of uncle TOBY, or of corp'ral TRIM?</br>Shou'd any try, he'd find his labour vain,</br>To play the harlequin of wit, like him.", "Nor his alone with comic mirth to charm,</br>His was each virtue of the social kind;</br>A heart with every soft affection warm,</br>Benevolence sincere as unconfin'd.", "And as he wont our misery to bewail,</br>Well cou'd he paint each scene of sad distress;</br>Steel'd is that breast, which at LE FEVRE'S tale,</br>Pants not with uncle TOBY to redress.", "Strange tho' it seem, such worth cou'd not prevent</br>The undeserv'd malevolence of man;</br>And fortune, base as blind, her malice lent</br>To croud with ills thy life's contracted span.", "Experience proves, woes numberless await</br>On mortals from the cradle to the tomb;</br>But thine began, oh, unexampl'd fate!</br>Before thou wast conceived in the womb;", "E'en while you lay confin'd in nature's shop,</br>A fretful mother spoil'd her son's repose;</br>Nor saw your eyes the light, ere DOCTOR SLOP</br>Had well nigh marr'd the fabric of your nose.", "A name, thy father chose with happiest care,</br>A name to make thee great in fortune's spite;</br>But SUSANNA blunders, and lo!  SHANDY'S heir</br>Instead of TRISMEGISTUS, TRISTRAM hight.,", "Oh!  then the gods with pleasure must survey</br>Great SHANDY \"struggling with the storms of fate;\"</br>When to the Fish-pond's side he took his way,</br>In silent, solemn, philosophic state.", "Hence all the future sorrows of thy life!</br>'Twas hence thy ranc'rous, unrelenting foes,</br>With careless malice, and successful strife,</br>Conspir'd to fill the measure of thy woes.", "The sound divine, grave doctor, prudish maid,</br>Thy fame with charge of ribaldry malign'd;</br>In concert each reviewing, JACK-ASS bray'd,</br>Each knave thy satire hit, the chorus join'd.", "But say, ye grave ones!  what had SHANDY done?</br>&mdash;He made you laugh &mdash; oh!  terrible offence!</br>Thus to be chous'd, by humour's frolic son,</br>Of Gravity, sham substitute of Sense!", "Nor slighted only by the grave and dull,</br>Thy friends too, indiscreet, commenc'd thy foes;</br>The wits, (too prone are wits to play the fool)</br>Still rudely pull'd thy whiskers and thy nose.", "But now thou'rt landed on th' Elysian shore,</br>Where neither critics, wits, or fools molest;</br>Hermes conducted thee to Rablais' bow'r;</br>Oh!  how was Rablais ravish'd with his guest!", "There shall Cervantes, humour's grand high-priest,</br>With Lucian, solemnize the rites of mirth,</br>There Swift, her dean, shall at those rites assist,</br>As fond of Bagatelle as when on earth.", "For me &mdash; when spleen's black horrors shall assail,</br>To thee for certain succour I will fly;</br>Careless tho' prudery or dulness rail;</br>Where G&mdash;r's prelate laughs why may not I?", "Light lie the mouldring turf upon thy breast!</br>And lest some witless sexton should presume</br>To touch the ground where SHANDY'S ashes rest,</br>May this memorial mark thy sacred tomb.", "THE EPITAPH.</br>Know readers all!  who know to read aright,</br>Beneath this stone doth TRISTRAM SHANDY lie!</br>In troth he was a most egregious wight,</br>He'd make the gravest laugh, the merriest cry.", "He gave to misery (all he had) a tear,</br>But freely us'd, for sorrow's balm, a joke:</br>At length he fell, thro' treatment too severe,</br>He fell a prey to death's untimely stroke.", "His works, his failings and his worth disclose,</br>And reader!  when you see his hobby-horse,</br>Wish, for the world's advantage and repose,</br>No mortal man may ever ride a worse.</br>"]