["In Phoebus' region while some bards there be</br>That sing of battles, and the trumpets roar;</br>Yet these, I ween, more pow'rful bards than me,</br>Above my ken, on eagle pinions soar!</br>Haply a scene of meaner view to scan,</br>Beneath their laurel'd praise my verse may give;</br>To trace the features of unnotic'd man,</br>Deeds else forgotten in the verse may live!</br>Her lore, mayhap, instructive sense may teach</br>From deeds of humbler growth within my lowly reach.", "A wight there was, who single and alone</br>Had crept from vigorous youth to waning age,</br>Nor e'er was worth, no e'er was beauty known,</br>His heart to captive, or this thought engage:</br>Some feeble joyaunce, tho' his conscious mind</br>Might female worth or beauty give to wear,</br>Yet to the nobler sex he held confin'd</br>The genuine graces of the soul sincere;</br>And well cou'd shew with saw or proverb quaint,</br>All semblance woman's soul, and all her beauty paint.", "In plain attire this wight apparel'd was,</br>(For much he conn'd of frugal lore and knew)</br>Nor till some day of larger note might cause,</br>From iron-bound chest his better garb he drew:</br>But when the Sabbath-day might challenge more,</br>Or feast, or birth-day, shou'd it chance to be,</br>A glossy suit devoid of stain he wore,</br>And gold his buttons glanc'd so fair to see;</br>Gold clasp'd his shone, by maiden brush'd so sheen,</br>And his rough beard he shav'd, and donn'd his linen clean.", "But in his common garb a coat he wore,</br>A faithful coat that long its lord had known,</br>That once was black, but now was black no more,</br>Atting'd by various colours not its own:</br>All from his nostrils was the front imbrown'd,</br>And down the back ran many a greasy line;</br>While, here and there, his social moments own'd</br>The generous signet of the purple wine.</br>Brown o'er the bent of eld his wig appear'd,</br>Like fox's trailing tail by hunters sore affeir'd.", "Only one maid he had, like turtle true,</br>But not like turtle gentle, soft, and kind;</br>For many a time her tongue bewray'd the shrew,</br>And in meet words unpack'd her peevish mind:</br>Ne form'd was she to raise the soft desire</br>That stirs the tingling blood in youthful vein,</br>Ne form'd was she to light the tender fire,</br>By many a bard is sung in many a strain!</br>Hook'd was her nose, and countless wrinkles told</br>What no man durst, I ween, that she was old.", "When the clock told the wonted hour was come</br>When from his nightly cups the wight withdrew,</br>Right patient wou'd she watch his wending home,</br>His feet she heard, and soon the bolt she drew.</br>If long his time was past, and leaden sleep</br>O'er her tir'd eye-lids gan his reign to stretch,</br>Oft would she curse that men such hours shou'd keep,</br>And many a saw 'gainst drunkenness wou'd preach;</br>Haply if potent gin had arm'd her tongue,</br>All on the reeling wight a thund'ring peal she wrung.", "For tho' the blooming queen of Cyprus' isle</br>O'er her cold bosom long had ceas'd to reign;</br>On that cold bosom still cou'd Bacchus smile,</br>Such beverage to won if Bacchus deign;</br>For wine she priz'd not much, for stronger drink</br>Its med'cine oft a cholic-pain will call,</br>And for the med'cine's sake, might envy think,</br>Oft wou'd a cholic-pain her bowls enthrall;</br>Yet much the proffer did she loath, and say</br>No dram might maiden taste, and often answer'd nay.", "So as in single animals he joy'd,</br>One cat, and eke one dog, his bounty fed,</br>The first the late-devouring mice destroy'd,</br>Thieves heard the last, and from his threshold fled;</br>All in the sun-beam bask'd the lazy cat,</br>Her motled length in couchant posture laid;</br>One, one accustom'd chair while Pompey sat,</br>And loud he bark'd shou'd Puss his right invade.</br>The human pair oft mark'd them as they lay,</br>And haply sometimes thought like cat and dog were they.", "A room he had that fac'd the southern ray,</br>Where oft he walk'd to set his thoughts in tune;</br>Pensive he pac'd its length an hour or tway</br>All to the music of his creeking shoon:</br>And at the end a darkling closet stood,</br>Where books he kept of old research and new,</br>In seemly order rang'd on shelves of wood,</br>And rusty nails and phials not a few:</br>Thilk place a wooden box beseemeth well,</br>And papers squar'd and trimm'd for use unmeet to tell.", "For still in form he plac'd his chief delight,</br>Nor lightly broke his old accustom'd rule,</br>And much uncourteous wou'd he hold the wight</br>That e'er displac'd a table, chair, or stool:</br>And oft in meet array their ranks he plac'd,</br>And oft with careful eye their ranks review'd;</br>For novel forms, tho' much these forms had grac'd,</br>Himself and maiden-minister eschew'd:</br>One path he trod, nor ever wou'd decline</br>A hair's unmeasur'd breadth from off the even line.", "A club select there was, where various talk</br>On various chapters pass'd the ling'ring hour,</br>And thither oft he bent his evening walk,</br>And warm'd to mirth by wine's enlivening pow'r.</br>And oft on politics the preachments ran</br>If a pipe lent its thought-begetting fume,</br>And oft important matters wou'd they scan,</br>And deep in council fix a nation's doom!</br>And oft they chuckl'd loud at jest or jeer,</br>Or bawdy tale the most, thilk much they lov'd to hear.", "For men like him they were, of like comfort,</br>Thilk men the honest muse must needs condemn,</br>Who made of women's wiles their wanton sport,</br>And bless'd their stars that kept the curse from them:</br>No honest love they knew, no melting smile</br>That shoots the transports to the throbbing heart!</br>Thilk knew they not but in a harlot's guile</br>Lascivious smiling thro' the mask of art:</br>And so of women deem'd they as they knew,</br>And from a demon's traits an angel's picture drew.", "But most abhorr'd they Hymenial rites,</br>And boasted oft the freedom of their fate;</br>Nor veil'd, as they opin'd, its best delyte;</br>Those ills to balance that on wedlock wait:</br>And often wou'd they tell of hen-peck'd fool</br>Snubb'd by the hard behest of four-ey'd dame,</br>And vow'd no tongue-arm'd woman's freakish rule</br>Their mirth should quail, or damp their generous flame:</br>Then pledg'd their hands, and toss'd their bumpers o'er,</br>And lo!  Bacchus!  sung, and own'd no other pow'r.", "If e'er a doubt of softer kind arose</br>Within some breast of less obdurate frame,</br>Lo!  where its hideous form a phantom shows</br>Full in his view, and cuckold is its name.</br>Him scorn attend'd with a glance askew,</br>And scorpion-shame for delicts not his own,</br>Her painted bubbles with suspicion blew,</br>And vex'd the region round the Cupid's throne:</br>\"Far be from us, they cry'd, the treach'rous bane,</br>Far be the dimply guile, and far the flow'ry chain.\"</br>"]