["CANTO I.</br>Foul Archimage, enchaunter vile,</br>The redcross knight doth lead</br>To Ignorance his darksome cave,</br>Through many a murky shade.", "Ah me!  full long shall arts and arms decay,</br>And modest worth in lonely desert pine;</br>Full long shall Penury, with iron sway,</br>The noblest darings of the soul confine,</br>And freeze the genial glow of verse divine.</br>But yet, sweet mourners of the tuneful train,</br>A future age shall in your praise combine;</br>Your fame, your matchless fame, shall still remain,</br>And rising nations swell the high immortal strain.", "Down a deep dell the sly enchaunter led,</br>Through dol'rous lanes and sad, the redcross knight;</br>To where thick yews disclose, inflicting dread,</br>A cave unconscious of the noon-day light.</br>This place the Cave of Ignorance is hight;</br>Where he, the wizard wild, doth aye rejoice</br>To mar the golden treasures of the muse,</br>And scatter to the winds each lofty voice:</br>Ne doth he e'er the glorious page peruse,</br>But with his blackest gall doth fairest works abuse.", "A feeble lamp-light aids his winking eye,</br>While he on crude Bavarian volume pores;</br>Or strives in Excellence a spot to spy,</br>That he might vilify her precious stores.</br>And ever and anon he loudly roars,</br>When he doth see a model passing rare</br>That mocks all malice; which the carl explores,</br>And makes each wrong as empty as the air:</br>But hard, I ween, it is, to taint the truly fair.", "Beneath his stool unnumber'd authors lie,</br>For there he casts each gently flowing song;</br>And doth to each a reading fair deny,</br>But still continueth to work them wrong.</br>Here droops dan Virgil under durance strong,</br>And Milton here doth Satan praise no more;</br>Sweet Mulla's modest bard his descant long</br>Doth cast aside of legendary lore,</br>And views his fairy web perdye to pieces tore.", "Full many a demon urges, on his side,</br>To spoil the commonweal of youthful Taste.</br>Malice, with blinking eye; fantastic pride;</br>Folly, in mockery on a throne yplac'd;</br>Revenge, by troops of rav'nous bloodhounds chas'd;</br>With frontless visage, brazen Impudence;</br>Blind Zeal, with ribs of ruthless iron lac'd,</br>Antique, misshapen wight, with dark pretence;</br>And thousands more, attack the sovreignty of Sense.", "Soon as the redcross knight those imps espy'd,</br>He sought some way to 'scape their baneful snare;</br>But strait a voice in thunder harsh reply'd:</br>\"Beware, bold knight; of jeopardy beware.</br>If aught, disdainful of our word, thou dare,</br>Plung'd in yon dungeon ages shalt thou lie;</br>Where embryo Shades, and half-form'd Centaurs, tear</br>The rankled flesh; where heaves th' eternal sigh:</br>A giant guards the den, his name Uncertainty.\"", "So spoke the wrathful keeper of the gate;</br>Contention hight, yclad in prickly arms;</br>A crown of thistles wreath'd his noisy pate;</br>Stillettoes guard his sides, prepar'd for harms:</br>And a hoarse bugle sounds his rough alarms.</br>A wight he was right fond of obloquy:</br>In Scorn, fell dame, he saw resistless charms,</br>And lov'd the proud demeanor of her eye:</br>To his embrace she bore the fiend Contumacy.", "Soon as the master of this gloomy cave</br>The voice o'erheard of that same troublous wight,</br>He cry'd with wily words:  \"Audacious slave,</br>Why thus contemptuous speak to noblest knight</br>That ever blessed my happy nation's sight?</br>Caitiff, avaunt; or by this spell I swear,</br>Thy tortur'd soul shall feel, with wild affright,</br>The ceaseless horrors of continual fear:</br>The whips of pale Remorse, the stings of fell Despair.", "\"But thou so courteous knight, come hither, share</br>The various dainties that my court affords:</br>Here spend thy frolic hours, devoid of care,</br>With courtly damsels and with gallant lords.</br>Let earth-born misers pile their golden hoards,</br>Here, senseless of the spring, thy thirst assuage:</br>No mountains stop thy course, nor dang'rous fords;</br>To blessed Ignorance thy life engage,</br>Nor wish to read futurity's ill-omen'd page.", "\"Lo!  here no country claims thy strict regard,</br>And cheats thy manly eye with infant bell:</br>No sage will pester here, nor servile bard;</br>No friends will hunt thee in this mazy dell.</br>Then bid old fame, and honours all, farewell.</br>What man would wish the rugged mount to climb,</br>When in the vale more fragrant zephyrs dwell?</br>Or who would tempt the arduous lay sublime,</br>When Ease here idly sings, and consecrates her rhime?", "\"Give o'er thy quest of virtue.  If on earth</br>She deigns to live, her residence is here:</br>This spot of holy concord gave her birth;</br>Where zeal aye nurs'd the child, without a fear</br>That could her peace with harsh annoyance scare.</br>In conscious fortitude the virgin see;</br>Her port majestic, her excelling air,</br>She moves in haughty stalk of dignity:</br>On earth fair virtue hight, but here Temerity.\"", "Right wrathful waxed then the redcross knight;</br>And knew th' enchaunter, speaking though so mild:</br>His hairs stood bristling up in fierce affright;</br>His looks grew wan and red, and staring wild;</br>And oft he foam'd with rage, and often smil'd.</br>At length, quick-rising with chivalrous ire,</br>He sought to draw his glaive with gore defil'd;</br>But (marvellous to tell!) as forged by fire,</br>It wreathed round his feet, with semblance unto wire.", "O mortal hopes, and mortal fears, how vain!</br>Thus when some lozel heir, from riches sprung,</br>Proud as sir Paradel of gaudy train,</br>Doth nothing mind but nimbleness of tongue,</br>And squandering jewels on a heap of dung,</br>Debts grow on debts, on legers legers rise;</br>The banker looks his learned books among,</br>The younker's chearisaunce with spite he spies,</br>And traps the helpless wight who sad in durance lies.", "CANTO II.</br>Intelligence, a trusty spright,</br>Escapes from wicked bond;</br>Till her the good Sir Genius finds,</br>The pride of Fairy Lond.", "All hail again rich Fancy's orient ray,</br>That gaily gilds this mortal pilgrimage!</br>Ah!  never let her soft'ning tints decay,</br>And leave a sombre sadness on my page;</br>But still with flashes bright the soul engage.</br>While she but deigns to visit my low cell,</br>Sequester'd from the strife of party rage,</br>How blest my lot!  and Philomel shall dwell</br>Nigh yonder grot where spar-crown'd rivulets swell.", "And often, at the calm of sober eve,</br>Let Contemplation aid my pensive thought;</br>While fairy minstrels o'er some fountain grieve,</br>And mine ear tingles with the death-bell smote.</br>Oh!  then are purest inspirations wrought,</br>In all the majesty of dream array'd;</br>The ray of Heaven, in frenzy'd glances caught,</br>Then bursts of midnight drear the veily shade;</br>And dear illusions throng the wild romantic glade.", "There was a cunning fay of nimblest flight,</br>In a dark cave by Ignorance confin'd,</br>Shut up from every glimpse of heav'nly light,</br>And every balmy breath of purer wind,</br>Save one small loop-hole which she did not mind.</br>Through this the tiny fay made her escape,</br>Lithe as a willow wand which zephyrs bind:</br>But soon as out from her vile dungeon deep,</br>She rose from pigmy height to most gigantic shape.", "Indignant at such master's vile control,</br>She wing'd her journey towards blithe Fairy-land;</br>Intent to warm the good sir Genius' soul,</br>And arm with rugged mail his knightly hand;</br>That he might devastate the adverse band,</br>And break the baleful influence of their sway;</br>That by his aid the Redcross might withstand</br>Enchauntment foul, ne in dark cave decay.</br>With this good will the fairy took her fleeting way.", "And now arriv'd, she furl'd her pennons light,</br>And rov'd through many a bow'r and many a grove;</br>Where laurels flung their arms of verdure bright</br>Across the way, and join'd embrace above.</br>The matted green, with roses interwove,</br>Outvied the syrian hue or damask art:</br>Such carpeting was sure a seat for Love;</br>And Love was there, with bevies fair apart,</br>Mild to the ravish'd eye, and harmless to the heart.", "Not that sly boy that wont in Carthage erst</br>To pierce the bosom of th' unhappy queen;</br>But one who, every mist of doubt disperst,</br>Confessed virtue in his modest mien.</br>With him the white-robed Charities are seen</br>On yon gemm'd bank, with chaste addresses dancing:</br>Where oft of yore the satyr-tribe have been;</br>But Hymen now, and harmless Joy, advancing,</br>Lead up the quire, to viol soft entrancing.", "On one side, skirted by a bushy screen</br>From Phoebus' ray, a vined lane extends;</br>Huge oaks, like lofty pillars, rise between,</br>And at the top each bow'ry column bends.</br>Here Genius oft, or with selected friends,</br>Or Silence' self, his sober revel keeps:</br>Swift-feather'd Haste his every call attends;</br>And when the dewy eye of Cynthia weeps,</br>Morpheus his pillow crowns with pure ambrosial sleeps.", "Here then the fay the blessed owner found,</br>And told him all her doubts and anxious fears:</br>The knight, full gen'rous, startled at the sound;</br>And in a moment all in mail appears:</br>For Haste had quickly clad him, though in tears</br>At the departure of so kind a master;</br>And scarce, poor wretch!  her little bosom cheers,</br>Unable for the load of such disaster.</br>But yet she stirs her heart, and then procceds much faster.", "Now from the bow'r they haste with wondrous speed,</br>Many a hillock o'er, and bushy bourn;</br>The night-bird sung her song with tuneful heed,</br>Sad sorrowing o'er her lover's willowy urn:</br>The noisy rook grew clamorous in turn,</br>And marr'd with envious croak each melting thrill;</br>The silver stream began with her to mourn,</br>Yet the rude rook continued croaking still,&mdash;</br>Critic, I wot, that's licens'd aye to kill.", "Sir Genius now the Cave of Error sees;</br>And pierces every glade, by Truth yled:</br>She darts fierce noon-day through th' illumin'd trees,</br>And braids with lucid stars her champion's head.</br>\"Who thus presumes to face my presence dread,</br>And draws along this hostile line of light?</br>Who thus unhallow'd burns my downy bed?</br>I know thee now; 'tis Genius, recreant knight:</br>Imps, bear the ruthless villain from my blasted sight.\"", "So spoke the darksome fiend, in wild amaze;</br>Nought did the knight in answer yet rejoin,</br>But slow presented to his steadfast gaze</br>A tome which did with golden letters shine;</br>PERFECTION (hight) of MINSTRELSYE DIVINE.</br>Soon as the name he saw, with conquer'd pride</br>Thrice he essay'd to kneel before such shrine;</br>But, as with horrent air each word he eyed,</br>Lifeless th' enchaunter fell, and fiercely foaming died.", "This when sir Genius saw, with mickle joy</br>A magic horn he to his lips applied;</br>Stunn'd with the sound, each other fiends destroy,</br>And lie unmourned by their master's side.</br>The while the redcross knight of horror void,</br>Doth tune the fibres of his breast to pleasure;</br>And 'mongst the clouds is gloriously espied</br>The magic horn, of Fame the sounding treasure,</br>Which gives to every wight renown'd impartial measure.</br>"]