["O HAPPINESS, thou pow'r divinely fair!</br>If on this earth thou ever deign'st to dwell,</br>If courts or camps thy gen'rous bounty share,</br>Or if thou lov'st the peasant's lowly cell:</br>O send some friendly aid!</br>Thy suppliant's steps to guide</br>To the bless'd regions where thou dost dispense,</br>Those heav'nly joys that never pall upon the sense.", "Supine I lay beneath a sylvan shade,</br>Which ne'er is pierc'd by Phoebus' pointed ray,</br>Upon a couch with lively verdure spread,</br>Where purling rills in sweet meanders play;</br>When diff'rent objects rise,</br>New scenes salute my eyes,</br>Now hope and joy within my bosom glow,</br>And now life's purple stream forgets its usual flow.", "Upon the border of a flow'ry plain,</br>Near to a craggy steep I seem'd to stand;</br>When thus fair VIRTUE, with a splendid train</br>Of modest smiling nymphs on either hand:</br>\"The goddess heard thy pray'r,</br>To me she left the care</br>Straight to conduct thee to the pleasant bow'r,</br>Where she upon her sons doth sweets celestial pour.", "\"The only entrance to the sacred dome,</br>Lies through my palace, and that ivory gate.</br>But most upon the left do wildly roam,</br>To mis'ry doom'd by Folly and by Fate:</br>While those who boldly dare,</br>Avoid the fatal snare,</br>And to my temple bravely make their way,</br>Ne'er feel the piercing pangs of Terror and Dismay.", "\"Down in the vale th' inchantress crafty dwells,</br>False Pleasure call'd, where with her syren song</br>The list'ning croud with flatt'ring hopes she swells,</br>Through mazes dark conducts the thoughtless throng,</br>Whose hearts Remorse and Care</br>Like greedy vultures near,</br>While stern Despair with kindred fiends affright,</br>And last sink down to regions of eternal night.\"", "She said:  Her radiant eyes emit a fire</br>Which with surprise my beating bosom thrill'd;</br>Her pleasing accents did new strength inspire,</br>And all my soul with heav'nly vigour fill'd:</br>Then in majestic state,</br>Toward the palace-gate,</br>The goddess fair, with joy, sweet Peace, and Love,</br>And many a sister-nymph, in slow procession move.", "As the tall bark does skim the azure main,</br>And o'er its surface smoothly glides along;</br>So does the heav'nly form sweep o'er the plain,</br>With gentle blooming nymphs a brilliant throng:</br>The gate at her command,</br>Does quickly open stand,</br>And when it had receiv'd the shining train,</br>On golden hinges mov'd spontaneous, clos'd again.", "The shining dome, with wonder strikes my view:</br>In order just Corinthian columns rise,</br>All polish'd marble!  some aethereal blue,</br>Some brightest white do mingle with the skies,</br>The suppliant crouds adore</br>The goddess, heav'nly pow'r!</br>Who pass'd her temple to the sacred place</br>Where HAPPINESS resides, with ev'ry tender grace.", "Ecstatic joys I never felt before,</br>Pour on my soul, and swell my ravish'd heart;</br>Like lightning, odours glide thro' every pore,</br>And new emotions rise in ev'ry part:</br>Her sweet and noble mien</br>Declare the heav'nly queen,</br>Who sat inthron'd above the rest in state,</br>While Temperance, Health, and many a fair around her wait.", "Her comely cheeks surpass the blooming rose,</br>Her ruby lips the fair vermilion bright;</br>All snowy white her heaving bosom shows,</br>Her eyes like phosphor dart a beamy light.</br>When to the radiant throne</br>Which bright as Phoebus shone,</br>With gentle steps I now approached near,</br>These heav'nly accents vibrate on my listening ear.", "\"Aspiring son, this truth momentous know,</br>That bliss refin'd no riches can obtain;</br>It, nor high birth, nor beauty, can bestow,</br>Nor all the gems that deck the liquid main:</br>Bring all the ore that shines</br>In India's golden mines,</br>Collect what wealth in earth or ocean lies,</br>Not all their ample stores could gain the glorious prize.", "\"The human race do early wing their way,</br>On Fancy's pinions borne with rapid flight,</br>Toward my temple:  but do quickly stray,</br>Soon as they view the base inchanting sight,</br>The gay, the painted bow'r,</br>Where Pleasure false doth pour,</br>Out from her magic cup, draughts that impair</br>Their highest pow'rs, and lead them to the fatal snare.", "\"But if to VIRTUE fair, each rising morn,</br>And ev'ry night, thou honours duly pay;</br>If thou the charmer's voice dost bravely scorn,</br>Nor tread'st the dangerous and destructive way;</br>Enjoyments more refin'd</br>Shall fill thy raptur'd mind;</br>Much nobler blessings swell thy glowing heart,</br>Than all the tasteless joys False Pleasure can impart.\"", "Far from the allurements of the rosy bow'r,</br>Far from the dangers of the beaten way,</br>With all their blandishments, CELESTIAL POW'R!</br>Grant me secure to dwell, I meant to say:</br>But ere my lips could part</br>To speak the thoughts my heart</br>Inspir'd; the dome, the nymphs, and goddess fair,</br>All fading on my view, dissolv'd in liquid air.</br>"]