["As when diffus'd in solemn trance</br>Her dear delight the Latmian shepherd lay,</br>Fond Cynthia came with lightning-glance,</br>And o'er his bosom stream'd her virgin ray</br>So come, O gentle Muse, if e'er aright</br>I pay'd my vows, if e'er implor'd</br>One scanty beam of thy celestial light;</br>Proof to the muckworm miser's golden hoard,</br>Nor envious of the statesman's fair renown,</br>The warrior's deathbought wreath, and monarch's thorny crown.", "Come, Guardian of my natal hour,</br>That bad'st me chuse the still sequester'd grove,</br>The pathless mead, and woodbine bow'r,</br>Where placid Cares, and pensive Pleasures rove;</br>Where oft by moon-light's silent, solemn glade,</br>Pale Passion musing loves to stray,</br>And hand in hand, by Melancholy led,</br>In thoughtful loneness wear herself away;</br>O come, in all thy radiant charms confest,</br>And fire with glowing zeal my fond, devoted breast!", "I ask not flourets fresh and gay,</br>From Pindus cull'd to please the vainly great;</br>No silken drain, no tinsel lay,</br>To cloke some public Knave from public hate:</br>No, Virgin, no. &mdash; Fair Freedom's vestal Flame</br>Pervades my soul; for Her I twine</br>The votive wreath, for Her thy hallow'd Name</br>Invoke, O make thy choicest treasures mine;</br>Breathe Inspiration thro' each gen'rous line,</br>Thy genuine form impress, and stamp the work divine!", "Then Hast thou, GEORGE, the song approve,</br>O British-born!  O Freedom's sacred heir!</br>O thou whom all the Graces love,</br>Religion's boast, and Virtue's darling care!</br>Fain would the Muse attempt thy various praise,</br>But ah in vain! &mdash; thro' Ida's bow'rs</br>With dubious foot th' astonisht woodman strays</br>Where shall his work begin? &mdash; Ye sylvan Pow'rs</br>Direct the blow; here oaks aspiring rise,</br>There, Monarchs of the grove, tall cedars prop the skies.", "Say shall the Muse thy patriot-Sire</br>Recall to view?  Tell how with conscious state</br>She saw the god-like Prince retire</br>To glorious exile, like Timoleon great?</br>Glad heard the voice, \"Avaunt, ye wretched Train,</br>Shall I my Country's cause betray?</br>Betray my Soul, my God, for sordid gain?</br>Perish the thought! &mdash; Ye Slaves of gold away!&mdash;</br>In venal courts tho' base corruption reigns,</br>Know Liberty shall breathe thro' Kew's indignant plains.\"", "He spoke, and lo the reptile crew</br>Struck dumb with wonder fled! &mdash; Hail sacred source,</br>Whence GEORGE his patriot morals drew:</br>Prosper, ye heav'nly Pow'rs, their genial course!</br>O bid them branch into a thousand rills,</br>A thousand streams! &mdash; Whene'er they flow,</br>Whether all glist'ring down the loftier hills,</br>Or thro' the still, and humbler vales below,</br>Let health pursue, no noxious weeds be found,</br>But flow'rs immortal rise fresh-breathing sweets around!", "Prophetic wish! &mdash; See Discord flies,</br>With all her rebel rout, her hell-born train!</br>See Faction falls, and Party dies,</br>They die fell serpents, in his dawning reign:</br>Thus sure presage of many a glorious deed,</br>Blest Omen of immortal fame,</br>The Son of Jove, when near his infant head</br>Devouring snakes in pois'nous volumes came,</br>Graspt in his Brawny arms the scaly foes,</br>Smil'd on the danger past, and sunk to soft repose.", "And now again, with careful hand,</br>Her goodly plants fair Science joys to rear;</br>And now again all blooming stand</br>The beauteous Progeny of Art; they fear</br>No killing frosts, no thick unkindly dews,</br>Such as from Belgian plains arise;</br>The genial clouds their pearly drops diffuse,</br>And show'r increase of sweetness from the skies;</br>The youthful Sun, in his meridian throne,</br>Beams with indulgent ray his fost'ring influence down,", "Hail favour'd Isle!  blest Seat of Fame!</br>For conqu'ring arms, and peerless arts renown'd,</br>Hail mighty GEORGE, thy darling name</br>Oft shall the Muse with honest joy resound:</br>Not that abstemious, prudent, just, and wise,</br>Thy ev'ry deed fair Virtue guides;</br>Nor that thy thoughts with holy ardour rise</br>From Earth's low base, where Vice and Passion bides,</br>To Heaven's bright mansions, there their sweets dispense,</br>Grateful as hallow'd fumes from breathing frankincense.", "Ay me so great, so bold a Flight</br>Beseems not shepherd-swain, in lowly Mead</br>Far from Preferment's giddy height</br>Condemn'd alas an hireling flock to feed!</br>Yet will I sing how thy discerning Eye</br>The boistrous see of life surveys,</br>Where toiling sore the Sons of Merit lie,</br>Till call'd by thee their weary heads they raise:</br>What minute Drop, but cherisht by thy care</br>A costly Pearl becomes of matchless Beauty rare?", "Charm thine your pipes, ye shepherd swains,</br>And bid the hills, and dales the Song repeat,</br>Your Patron, your Augustus reigns!&mdash;</br>But hark with undulation soft, and sweet,</br>When melting music steals upon the ear!</br>Am I deceiv'd, or doth a Choir</br>Of winged Cupids fan the buxom air</br>'Till Silence smiles:  while from their silver Lyre</br>Harmonious numbers flow, whose dulcet breath</br>Would recreate a soul beneath the pangs of death?", "I did not err, a Choir of Loves</br>Sublime in Air attune th' enchanting lay;</br>They leave Idalia's blooming groves,</br>And Cypria's myrtle shades, where jocund stray</br>The Graces, Smiles, and Hours, where Nature's care</br>Profusely kind allures the sight,</br>And wraps the sense in bliss:  ye Virgins fair</br>Of Britain's Isle, sweet daughters of delight,</br>Receive the cherub throng, to you they fly</br>With welcome tidings fraught, blest harbingers of Joy.", "Lo lo she comes from th' Albine Shore</br>Your maiden Queen, adorn'd with peerless charms:</br>Like Phoebe, when by Taurus hoar</br>Enamour'd Alpheus strove with eager arms</br>To grasp the Fair:  ah fond, and hapless boy!</br>Ah cruel wayward Dame! &mdash; in vain</br>He breath'd his am'rous soul, for all too coy</br>Swift as the Roe she sought the distant plain;</br>Left him to pour in tears his plaintive theme,</br>Till chang'd by love, and grief he melted to a stream.", "See where from Ocean's pearly bed,</br>Whose huddling waters pass unwilling by,</br>She comes with easy modest tread,</br>'Midst echoing crouds, and rapt'rous shouts of joy:</br>Twas thus, the life-resembling tablet shews,</br>In youth and beauty fresh and gay</br>The Paphian Goddess from the waves arose,</br>While dolphins gambold thro' the watry way,</br>Old Neptune smil'd, the sea-green sisters sung,</br>And all the rocks around with Io Triumph rung.", "But ah what Daedal hand can trace</br>The glowing beauties of her air and mien;</br>The lively sweetness of her face,</br>And eyes where wisdom's azure beams are seen?</br>Her bosom fraught with honour's maiden treasure,</br>Unblemisht faith, mild modesty,</br>Eternal love, unsoil'd by baser pleasure,</br>And constant truth, and spotless chastity,</br>Where thoughts, that Angels might admire, are bred,</br>And flames of holy zeal, by pure Religion fed?", "Hail Virgin hail divinely blest,</br>By heav'n endow'd with all that's good and great!</br>O Flow'r of Virtue, in whose breast,</br>Imperial Reason dwells in royal state!</br>There, there she sits as Queen on iv'ry throne,</br>The vassal Passion round her stand,</br>In suppliant Guise her rightful Pow'r they own,</br>And hear her still small voice, her soft command:</br>Far from the pure, and unpolluted shrine</br>Each base Affection flies, each haggard nurse of sin.", "Leave then, ye Sisters, leave the Spring</br>Whose hallow'd waters flow thro' Minyas' land;</br>Conduct to Britain's blooming King</br>This all-accomplisht work of Nature's hand:</br>'Tis yours, imperial Nymphs, whate'er is sweet,</br>And fair and splendid to bestow;</br>On you attend Wealth, Wisdom, Beauty, Wit;</br>Nor seated on Olympus' laughing brow</br>Will choirs celestial move till you advance,</br>Nor share th' ambrosial feast, nor lead the sprightly dance.", "And thou, O Queen of soft desires,</br>Whose radiant smiles dispel the gloom of care,</br>And kindling friendship's purest fires,</br>Chase from the foul Suspicion, Doubt, and Fear,</br>Those griesly forms; O come, bewitching Pow'r,</br>Come gently, o'er the bridal bed</br>In genial dews thy choicest pleasures show'r;</br>Such as in Arcady's voluptuous shade</br>Lycaeus felt, when stretcht on Maia's breast</br>An image of himself th' enraptur'd God imprest.", "Nor thou, Lucina chaste and fair,</br>Nor thou, sweet Genius of the nuptial bow'r,</br>Be absent; on the royal Pair</br>Profuse of joy your kindly blessings pour!</br>O haste, ye Guardians of the sacred rites,</br>Whose aid prolific pow'r supplies,</br>So shall Britannia bless their pure delights,</br>When future GEORGES, future CHARLOTTES rise;</br>By whom reflected distant times shall find</br>The Mother's matchless Charms, the Father's virtuous Mind.</br>"]