["\"Fill high the bowl, and spice it well, and pour</br>The dews oblivious:  for the Cross is sharp,</br>The Cross is sharp, and He</br>Is tenderer than a lamb.", "\"He wept by Lazarus' grave &mdash; how will he bear</br>This bed of anguish?  and his pale weak form</br>Is worn with many a watch</br>Of sorrow and unrest.", "\"His sweat last night was as great drops of blood,</br>And the sad burthen press'd him so to earth,</br>The very tortures paus'd</br>To help Him on His way.", "\"Fill high the bowl, benumb His aching sense</br>With medicin'd sleep.\" &mdash; O awful is thy woe!</br>The parching thirst of death</br>Is on thee, and thou triest", "The slumbrous potion bland, and wilt not drink:</br>Not sullen, nor in scorn, like haughty man</br>With suicidal hand</br>Putting his solace by:", "But as at first thine all-pervading look</br>Saw from thy Father's bosom to th' abyss</br>Measuring in calm presage</br>The infinite descent;", "So to the end, though now of mortal pangs</br>Made heir, and emptied of thy glory' awhile,</br>With unaverted eye</br>Thou meetest all the storm.", "Thou wilt feel all, that Thou may'st pity all;</br>And rather wouldst Thou wrestle with strong pain,</br>Than overcloud thy soul,</br>So clear is agony.", "Or lose one glimpse of Heaven before the time,</br>O most entire and perfect sacrifice,</br>Renew'd in every pulse</br>That on the tedious Cross", "Told the long hours of death, as, one by one,</br>The life-strings of that tender heart gave way;</br>Even sinners, taught by Thee,</br>Look Sorrow in the face,", "And bid her freely welcome, unbeguil'd</br>By false kind solace, and spells of earth:&mdash;</br>And yet not all unsooth'd;</br>For when was Joy so dear,", "As the deep calm that breath'd, \"Father, forgive,\"</br>Or, \"Be with me in Paradise to-day?\"</br>And, though the strife be sore,</br>Yet in His parting breath", "Love masters agony; the soul that seem'd</br>Forsaken, feels her present God again,</br>And in her Father's arms</br>Contented dies away.</br>"]