["GORGO.  EUNOE.  PRAXINOE.  OLD-WOMAN.  STRANGER.", "GORGO.</br>Pray, is Praxinoe at home?", "EUNOE.</br>Dear Gorgo, yes &mdash; how late you come!", "PRAXINOE.</br>Well!  is it you?  Maid, bring a chair</br>And cushion.", "GORGO.</br>Thank you.", "PRAXINOE.</br>Pray sit there.", "GORGO.</br>Lord bless me!  what a bustling throng!</br>I scarce could get alive along:</br>In chariots such a heap of folks!</br>And men in arms, and men in cloaks&mdash;</br>Besides I live so distant hence</br>The journey really is immense.", "PRAXINOE.</br>My husband, heav'n his senses mend!</br>Here will inhabit the world's end,</br>This horrid house, or rather den;</br>More fit for savages than men.</br>This scheme with envious aim he labours,</br>Only to separate good neighbours&mdash;</br>My plague eternal!", "GORGO.</br>Softly, pray,</br>The child attends to all you say;</br>Name not your husband when he's by&mdash;</br>Observe how earnest is his eye!&mdash;", "PRAXINOE.</br>Sweet Zopy!  there's a bonny lad,</br>Cheer up!  I did not mean your dad.", "GORGO.</br>'Tis a good dad. &mdash; I'll take an oath,</br>The urchin understands us both.", "PRAXINOE.</br>(Let's talk as if some time ago,</br>And then we shall be safe, you know)</br>This person happen'd once to stop</br>To purchase nitre at a shop,</br>And what d' ye think?  the silly creature</br>Bought salt, and took it for salt-petre.", "GORGO.</br>My husband's such another honey,</br>And thus, as idly, spends his money;</br>Five fleeces for seven drachms he bought,</br>Coarse as dog's hair, not worth a groat.</br>But take your cloak, and garment grac'd</br>With clasps, that lightly binds your waste;</br>Adonis' festival invites,</br>And Ptolemy's gay court delights:</br>Besides our matchless queen, they say,</br>Exhibits some grand sight to-day.", "PRAXINOE.</br>No wonder &mdash; every body knows</br>Great folks can always make fine shows:</br>But tell me what you went to see,</br>And what you heard &mdash; 'tis new to me.", "GORGO.</br>The feast now calls us hence away,</br>And we shall oft keep holiday.", "PRAXINOE.</br>Maid!  water quickly &mdash; set it down&mdash;</br>Lord!  how indelicate you're grown!</br>Disperse these cats that love their ease&mdash;</br>But first the water, if you please&mdash;</br>Quick!  how she creeps; pour, hussey, pour;</br>You've spoil'd my gown &mdash; so, so &mdash; no more.</br>Well, now I'm wash'd &mdash; ye Gods be blest!&mdash;</br>Here &mdash; bring the key of my large chest.", "GORGO.</br>This robe becomes you mighty well;</br>What might it cost you?  can you tell?", "PRAXINOE.</br>Three pounds, or more; I'd not have done it,</br>But that I'd set my heart upon it.", "GORGO.</br>'Tis wonderous cheap.", "PRAXINOE.</br>You think so? &mdash; maid,</br>Fetch my umbrella, and my shade;</br>So, put it on &mdash; fye, Zopy, fye!</br>Stay within doors, and don't you cry:</br>The horse will kick you in the dirt&mdash;</br>Roar as you please, you shan't get hurt.</br>Pray, maid, divert him &mdash; come, 'tis late:</br>Call in the dog, and shut the gate.", "Lord!  here's a bustle and a throng&mdash;</br>How shall we ever get along!</br>Such numbers cover all the way,</br>Like emmets on a summer's day.", "O Ptolemy, thy fame exceeds</br>Thy godlike sire's in noble deeds!</br>No robber now with Pharian wiles</br>The stranger of his purse beguiles;</br>No ruffians now infest the street,</br>And stab the passengers they meet.", "What shall we do?  lo here advance</br>The king's war-horses &mdash; how they prance!</br>Don't tread upon me, honest friend&mdash;</br>Lord, how that mad horse rears an end!</br>He'll throw his rider down, I fear&mdash;</br>I'm glad I left the child, my dear.", "GORGO.</br>Don't be afraid; the danger's o'er;</br>The horses, see!  are gone before.", "PRAXINOE.</br>I'm better now, but always quake</br>Whene'er I see a horse or snake;</br>They rear, and look so fierce and wild&mdash;</br>I own, I've loath'd them from a child.</br>Walk quicker &mdash; what a crowd is this!", "GORGO.</br>Pray, come you from the palace?", "OLD-WOMAN.</br>Yes.", "GORGO.</br>Can we get in, d'ye think?", "OLD-WOMAN.</br>Make trial&mdash;</br>The steady never take denial;</br>The steady Greeks old Ilium won:</br>By trial, all things may be done.", "GORGO.</br>Gone, like a riddle, in the dark;</br>These crones, if we their tales remark,</br>Know better far than I or you know</br>How Jupiter was join'd to Juno.</br>Lo!  at the gate, what crowds are there!", "PRAXINOE.</br>Immense, indeed!  Your hand, my dear:</br>And let the maids join hands, and close us,</br>Lest in the bustle they should lose us.</br>Let's crowd together through the door&mdash;</br>Heav'ns bless me!  how my gown is tore!</br>By Jove, but this is past a joke&mdash;</br>Pray, good sir, don't you rend my cloak.", "MAN.</br>I can't avoid it; I'm so prest.", "PRAXINOE.</br>Like pigs they justle, I protest.", "MAN.</br>Cheer up, for now we're safe and sound.", "PRAXINOE.</br>May you in happiness abound;</br>For you have serv'd us all you can&mdash;</br>Gorgo! &mdash; a mighty civil man&mdash;</br>See how the folks poor Eunoe justle!</br>Push through the crowd, girl! &mdash; bustle, bustle&mdash;</br>Now we're all in; as Dromo said,</br>When he had got his bride in bed.", "GORGO.</br>Lo!  what rich hangings grace the rooms&mdash;</br>Sure they were wove in heavenly looms.", "PRAXINOE.</br>Gracious!  how delicately fine</br>The work!  how noble the design!</br>How true, how happy is the draught!</br>The figures seem inform'd with thought&mdash;</br>No artists sure the story wove;</br>They're real men &mdash; they live, they move.</br>From these amazing works we find,</br>How great, how wise the human mind.</br>Lo!  stretch'd upon a silver bed,</br>(Scarce has the down his cheeks o'erspread)</br>Adonis lies; O, charming show!</br>Lov'd by the sable Pow'rs below.", "STRANGER.</br>Hist!  your Sicilian prate forbear;</br>Your mouths extend from ear to ear,</br>Like turtles that for ever moan;</br>You stun us with your rustick tone.", "GORGO.</br>Sure!  we may speak!  what fellow's this?</br>And do you take it, sir, amiss?</br>Go, keep Aegyptian slaves in awe:</br>Think not to give Sicilians law:</br>Besides, we're of Corinthian mould,</br>As was Bellerophon of old:</br>Our language is entirely Greek&mdash;</br>The Dorians may the Doric speak.", "PRAXINOE.</br>O sweet Proserpina, sure none</br>Presumes to give us law but one!</br>To us there is no fear you shou'd</br>Do harm, who cannot do us good.", "GORGO.</br>Hark!  the Greek girl's about to raise</br>Her voice in fair Adonis' praise;</br>She's a sweet pipe for funeral airs:</br>She's just beginning, she prepares:</br>She'll Sperchis, and the world excell,</br>That by her prelude you may tell.", "The Greek Girl sings.</br>\"O chief of Golgos, and the Idalian grove,</br>And breezy Eryx, beauteous queen of Love!</br>Once more the soft-foot hours approaching slow,</br>Restore Adonis from the realms below;</br>Welcome to man they come with silent pace,</br>Diffusing benisons to human race.</br>O Venus, daughter of Dione fair,</br>You gave to Berenice's lot to share</br>Immortal joys in heavenly regions blest,</br>And with divine Ambrosia fill'd her breast.</br>And now in due return, O heavenly born!</br>Whose honour'd name a thousand fanes adorn,</br>Arsinoe pays the pompous rites divine,</br>Rival of Helen, at Adonis' shrine;</br>All fruits she offers that ripe autumn yields,</br>The produce of the gardens, and the fields;</br>All herbs and plants which silver baskets hold;</br>And Syrian unguents flow from shells of gold.</br>With finest meal sweet paste the women make,</br>Oil, flowers and honey mingling in the cake:</br>Earth and the air afford a large supply</br>Of animals that creep, and birds that fly.</br>Green bow'rs are built with dill sweet-smelling crown'd,</br>And little Cupids hover all around;</br>And, as young nightingales their wings essay,</br>Skip here and there, and hop from spray to spray.</br>What heaps of golden vessels glittering bright!</br>What stores of ebon black, and ivory white!</br>In ivory carv'd large eagles seem to move,</br>And through the clouds bear Ganymede to Jove.</br>Lo!  purple tapestry arrang'd on high</br>Charms the spectators with the Tyrian dye,</br>The Samian and Milesian swains, who keep</br>Large flocks, acknowledge 'tis more soft than sleep:</br>Of this Adonis claims a downy bed,</br>And lo!  another for fair Venus spread!</br>Her bridegroom scarce attains to nineteen years,</br>Rosy his lips, and no rough beard appears.</br>Let raptur'd Venus now enjoy her mate,</br>While we, descending to the city gate,</br>Array'd in decent robes that sweep the ground,</br>With naked bosoms, and with hair unbound,</br>Bring forth Adonis, slain in youthful years,</br>Ere Phoebus drinks the morning's early tears.</br>And while to yonder flood we march along,</br>With tuneful voices raise the funeral song.", "Adonis, you alone of demigods,</br>Now visit earth, and now hell's dire abodes:</br>Not fam'd Atrides could this favour boast,</br>Nor furious Ajax, though himself an host;</br>Nor Hector, long his mother's grace and joy</br>Of twenty sons, not Pyrrhus safe from Troy,</br>Not brave Patroclus of immortal fame,</br>Nor the fierce Lapithae, a deathless name;</br>Nor sons of Pelops, nor Deucalion's race,</br>Nor stout Pelasgians, Argos' honour'd grace.", "As now, divine Adonis, you appear</br>Kind to our prayers, O bless the future year!</br>As now propitious to our vows you prove,</br>Return with meek benevolence and love.", "GORGO.</br>O, fam'd for knowledge in mysterious things!</br>How sweet, Praxinoe, the damsel sings!</br>Time calls me home to keep my husband kind,</br>He's prone to anger if he has not din'd.</br>Farewell, Adonis, lov'd and honour'd boy;</br>O come, propitious, and augment our joy.</br>"]