["THE ARGUMENT.</br>Marina's Love ycleep'd the faire,</br>Celand's disdaine, and her despaire,</br>Are the first wings my Muse puts on</br>To reach the sacred Helicon.", "I that whileare neere Tavies stragling spring,</br>Unto my seely Sheepe did use to sing,</br>And plaid to please my selfe, on rusticke Reed,</br>Nor sought for Baye, (the learned Shepheards meed,)</br>But as a Swaine unkent fed on the plaines,</br>And made the Eccho umpire of my straines:</br>Am drawne by time, (although the weak'st of many)</br>To sing those layes as yet unsung of any.</br>What need I tune the Swaines of Thessaly?</br>Or, bootlesse, adde to them of Arcadie?</br>No:  faire Arcadia cannot be compleater,</br>My praise may lessen, but not make thee greater.</br>My Muse for loftie pitches shall not rome,</br>But onely pipen of her native home:</br>And to the Swaines, Love rurall Minstralsie,</br>Thus deare BRITANNIA will I sing of thee,", "High on the plaines of that renowned Ile,</br>Which all men Beauties Garden-plot enstile;</br>A Shepheard dwelt, whom Fortune had made rich</br>With all the gifts that seely men bewitch.</br>Neere him a Shepheardesse for beauties store</br>Unparalell'd of any age before.</br>Within those breasts her face a flame did move,</br>Which never knew before what 'twas to love,</br>Dazeling each Shepheards sight that view'd her eyes.</br>And as the Persians did Idolatrise</br>Unto the Sunne:  they thought that Cinthia's light</br>Might well be spar'd, where shee appear'd in night.</br>And as when many to the goale doe runne,</br>The price is given never but to one;</br>So first, and onely, Celandine was led,</br>Of Destinies and Heaven much favoured,</br>To gaine this Beautie, which I here doe offer</br>To memorie his paines, who would not proffer</br>Paines for such pleasures?  yet they were not much,</br>But that his labours recompence was such</br>As countervailed all:  for she whose passion,</br>(And passion oft is Love) whose inclination</br>Bent all her course to him-wards, let him know</br>Hee was the Elme whereby her Vine did grow:</br>Yea, tolde him, when his tongue beganne this taske,</br>Shee knew not to deny when hee would aske.</br>Finding his suite as quickely got as mov'd,</br>Celandine in his thoughts not well approv'd</br>What none could disallow, his love grew fained,</br>And what hee once affected now disdained.</br>But faire Marina (for so was shee call'd)</br>Having in Celandine her love install'd,</br>Affected so this faithlesse shepheards Boy,</br>That shee was rapt beyond degree of joy.</br>Briefly, shee could not live an houre without him,</br>And thought no joy like theirs that liv'd about him.", "This variable Shepheard for a while</br>Did Natures Jewell, by his craft, beguile:</br>And still the perfecter her love did grow,</br>His did appeare more counterfeit in show.</br>Which shee perceiving that his flame did slake,</br>And lov'd her onely for his Trophies sake:</br>\"For hee that's stuffed with a faithlesse rumour,</br>Loves only for his lust and for his humour.\"</br>Yea, in the end, hee in his merry fit</br>Would say, his good came, ere hee hop'd for it:</br>His thoughts for other subjects set their rest,</br>Esteeming that as nought, which hee possest:</br>\"For, what is gotten but with little paine,</br>As little griefe we take to lose againe.\"</br>Well-minded Marine grieving, thought it strange</br>That her ingratefull Swaine did seeke for change:</br>Still by degrees her cares grew to the full,</br>Joyes to the wane, heart-rending griefe did pull</br>Her from her selfe, and shee abandon'd all</br>To cries and teares, fruits of a funerall:</br>Running, the mountaines, fields, by watry springs,</br>Filling each cave with wofull ecchoings;</br>Making in thousand places her complaint,</br>And uttering to the trees what her teares meant.</br>\"For griefes conceal'd (proceeding from desire)</br>Consume the more:  as doth a close pent fire.\"</br>Whilst that the dayes sole Eye doth guild the Seas,</br>In his dayes journey to th' Antipodes:</br>And all the time the Jetty-Chariotere </br>Hurles her blacke mantle through our Hemisphere,</br>Under the covert of a sprouting Pyne</br>Shee sits and grieves for faithlesse Celandine.</br>Beginning thus:  Alas!  and must it be</br>That Love which thus torments and troubles me</br>In setling it, so small advice hath lent</br>To make me captive, where enfranchisement</br>Cannot be gotten?  nor where, like a slave,</br>The office due to faithfull Prisoners, have?</br>Oh cruell Celandine why shouldst thou hate</br>Her, who to love thee, was ordain'd by Fate!</br>Should I not follow thee, and sacrifice</br>My life (like Phaeton) to thy clearest eyes?</br>Aye me!  of all my most unhappy lot;</br>What others would, thou maist, and yet wilt not.</br>Have I rejected those that me ador'd,</br>To be of him, whom I adore, abhor'd?</br>And pass'd by others teares, to make election</br>Of one, that should so passe-by my affection?</br>I have:  and see the heav'nly powers intend,</br>\"That punish sinners in what they offend.\"</br>May be hee takes delight to see in me</br>The burning rage of hellish Jealousie;</br>Tries if in fury any love appeares;</br>And bathes his joy within my floud of teares.</br>But if hee lov'd to soile my spotlesse soule,</br>And me amongst deceived Maides enroule,</br>To publish to the world my open shame?</br>Then heart take freedome; hence, accursed flame;</br>And, as Queene regent, in my heart shall move</br>\"Disdaine, that only over-ruleth Love\":</br>By this infranchiz'd sure my thoughts shall be,</br>And in the same sort love, as thou lov'st me.</br>But what?  or can I cancell or unbinde</br>That which my heart hath seal'd and love hath sign'd?</br>No, no, griefe doth deceive me more each houre;</br>\"For, who so truly loves, hath not that power.</br>I wrong to say so, since of all 'tis knowne,</br>\"Who yeelds to love doth leave to be her owne\":</br>But what availes my living thus apart?</br>Can I forget him?  or out of my heart</br>Can teares expulse his Image?  surely no.</br>\"We well may flie the place, but not the woe:</br>Loves fire is of a nature which by turnes</br>Consumes in presence, and in absence burnes.\"</br>And knowing this:  aye me!  unhappy wight!</br>What meanes is left to helpe me in this plight?</br>And from that peevish shooting, hood-winckt elfe,</br>To repossesse my Love, my heart, my selfe?</br>Onely this helpe I finde, which I elect:</br>Since what my life nor can nor will effect,</br>My ruine shall:  and by it, I shall finde,</br>\"Death cures (when all helps faile) the grieved mind.\"</br>And welcome here, (then Love, a better guest)</br>That of all labours are the onely rest:</br>Whilst thus I live all things discomfort give,</br>The life is sure a death wherein I live:</br>Yea, life and death doe differ but in one,</br>That life hath ever cares, and death hath none.</br>But if that hee (disdainfull Swaine) should know</br>That for his love I wrought my overthrow;</br>Will hee not glory in't?  and from my death</br>Draw more delights, and give new joyes their birth?</br>Admit hee doe, yet better 'tis that I</br>Render my selfe to Death then Misery.</br>I cannot live, thus barred from his sight,</br>Nor yet endure, in presence, any wight</br>Should love him but my selfe.  O reasons eye,</br>How art thou blinded with vilde Jealousie!</br>And is it thus?  Then which shall have my blood,</br>Or certaine ruine, or uncertaine good?</br>And do I doubt?  Are we not still adviz'd</br>\"That certaintie in all things best is priz'd?\"</br>Yea, if a certaine end can helpe my mone,</br>\"Know Death hath certaintie, but Life hath none.", "Here is a Mount, whose top seemes to despise</br>The farre inferiour Vale that under lies:</br>\"Who like a great man raisd aloft by Fate,</br>Measures his height by others meane estate\":</br>Neere to whose foot there glides a silver-flood,</br>Falling from hence, Ile climbe unto my good:</br>And by it finish Love and Reasons strife,</br>And end my misery as well as life.</br>But as a Cowards hartener in warre,</br>The stirring Drumme, keepes lesser noyse from farre:</br>So seeme the murmuring waves, tell in mine eare,</br>That guiltlesse bloud was never spilled there.</br>Then stay a while; the Beasts that haunt those springs,</br>Of whom I heare the fearefull bellowings,</br>May doe that deede, (as moved by my cry)</br>Whereby my soule, as spotlesse Ivory,</br>May turne from whence it came, and, freed from hence,</br>Be unpolluted of that foule offence.</br>But why protract I time?  Death is no stranger:</br>\"And generous spirits never feare for danger:</br>Death is a thing most naturall to us,</br>And Feare doth onely make it odious.\"</br>As when to seeke her food abroad doth rove</br>The Nuncius of peace, the seely Dove,</br>For prey, two greedy Hawkes doe her on each side hem,</br>And shee knowes not which way to flie from them:</br>Or like a shippe that tossed too and fro</br>With winde and tyde; the winde doth sternely blow,</br>And drives her to the Maine, the tyde comes sore</br>And hurles her backe againe towards the shore.</br>And since her balast, and her sailes doe lacke,</br>One brings her out, the other beates her backe:</br>Till one of them increasing more his shockes,</br>Hurles her to shore, and rends her on the Rockes:</br>So stood shee long, twixt Love and Reason tost,</br>Untill Despaire (who where it comes rules most)</br>Wonne her to throw her selfe, to meet with Death,</br>From off the Rocke into the floud beneath.</br>The waves that were above when as she fell,</br>For feare flew backe againe into their Well;</br>Doubting ensuing times on them would frowne,</br>That they so rare a beauty help'd to drowne.</br>Her fall, in griefe, did make the streame so rore,</br>That sullen murmurings fill'd all the shore.", "A Shepheard (neere this floud that fed his sheepe,</br>Who at this chance left grazing and did weepe)</br>Viewing so sad an object to his eyes,</br>Left Pipe and Flocke, and in the water flyes,</br>To save a Jewell, which was never sent</br>To be possest by one sole Element:</br>But such a worke Nature disposde and gave,</br>Where all the Elements concordance have.</br>He tooke her in his armes, for pittie cride,</br>And brought her to the Rivers further side:</br>Yea, and hee sought by all his Art and paine,</br>To bring her likewise to her selfe againe:</br>While shee that by her fall was senselesse left,</br>And almost in the waves had life bereft,</br>Lay long, as if her sweet immortall spirit</br>Was fled some other place t' inherit.", "But as cleare Phoebus, when some foggy cloud</br>His brightnesse from the world a while doth shrowde,</br>Doth by degrees beginne to shew his light</br>Unto the view.  Or, as the Queene of night,</br>In her increasing hornes, doth rounder grow,</br>Till full and perfect shee appeare in show:</br>Such order in this Maide the Shepheard spies,</br>When shee beganne to shew the world her eyes.</br>And like as if she now had past Deaths dreame,</br>Occasion'd by her fall into the streame,</br>And that Hels Ferriman did then deliver</br>Her to the other side th' infernall River;</br>Said to the Swaine:  O Charon, I am bound</br>More to thy kindnesse, then all else, that round</br>Come thronging to thy Boate:  thou hast past over</br>The wofulst Maide that ere these shades did cover:</br>But prithee Ferriman direct my spright</br>Where that same River runs that Lethe hight,</br>That I of it (as other Ghosts) may drinke,</br>And never of the world, or Love, more thinke.</br>The Swaine perceiv'd by that shee had reported,</br>That shee was wholy from her selfe transported;</br>And fearing left those often idle fits</br>Might cleane expell her uncollected wits:</br>Faire Nymph, said he, the powers above denie</br>So faire a beautie should so quickly dye.</br>The Heavens unto the World have made a loane,</br>And must for you have interest, three for one:</br>Call backe your thoughts o're-cast with dolours night;</br>Doe you not see the day, the heavens, the light?</br>Doe you not know in Plutoes darkesome place</br>The light of heaven did never shew his face?</br>Doe not your pulses beate, y' are warme, have breath,</br>Your sense is rapt with feare, but not with death?</br>I am not Charon, nor of Plutoes hoast;</br>Nor is there flesh and bloud found in a Ghost:</br>But as you see, a seely Shepheards swaine,</br>Who though my meere revenues be the traine</br>Of milk-white sheepe, yet is my joy so much,</br>In saving you, (oh, who would not save such?)</br>As ever was the wandring youth of Greece,</br>That brought, from Colchos, home, the golden Fleece.", "The never-too-much-praised faire Marine,</br>Hearing those words, beleev'd her eares and eyne:</br>And knew that shee escaped had the flood</br>By meanes of this young Swaine that neere her stood.</br>Whereat for griefe shee gan againe to faint,</br>Redoubling thus her cryes and sad complaint:</br>Alas!  and is that likewise barr'd from me,</br>Which for all persons else lyes ever free?</br>Will life, nor death, nor ought abridge my paine?</br>But live still dying, dye to live againe?</br>Then most unhappy I!  which finde most sure,</br>The sting of conscience is a wound past cure.</br>Most cruell God of Love (if such there be),</br>That still to my desires art contrary!</br>Why should I not in reason this obtaine,</br>That as I love, I may be lov'd againe?</br>Alas!  with thee too, Nature playes her parts,</br>That fram'd so great a discord 'tweene two harts:</br>One flyes, and alwayes doth in hate persever;</br>The other followes, and in love growes ever.</br>Why dost thou not extinguish cleane this flame,</br>And plac't on him that best deserves the same?</br>What should I not affect this sweetest youth,</br>The very portraicture of naked truth,</br>Who sav'd and loves, yet thou nor lov'st nor sav'st,</br>And offers faith indeede, which thou ne'er gav'st?</br>For Psyches love!  if beautie gave thee birth,</br>Or if thou hast attractive power on earth,</br>Dame Venus sweetest Childe, or breake this love.</br>Or give a meanes my soule may hence remove.</br>Once seeing in a spring her drowned eyes,</br>O cruell beautie, cause of this, (shee cryes,)</br>Mother of Love, (my joyes most fatall knife)</br>That workst her death, by whom thy selfe hast life!", "The youthfull Swaine that heard this loving Saint</br>So oftentimes to poure forth such complaint,</br>Hee in his heart such true affection prais'd,</br>And did perceive kinde love and pittie rais'd</br>His minde to sighes; yea, beauty forced this,</br>That all her griefe hee thought was likewise his.</br>And having brought her what his lodge affords,</br>Sometime hee wept with her, sometime with words</br>Would seeke to comfort; when alas poore elfe</br>He needed then a comforter himselfe.</br>Daily whole troopes of griefe unto him came,</br>For her who languish'd of another flame.</br>If that shee sigh'd hee thought him lov'd of her,</br>When 'twas another saile her winde did stirre:</br>But had her sighes and teares beene for this Boy,</br>Her sorrow had beene lesse, and more her joy.</br>Long time in griefe hee hid his love-made paines,</br>And did attend her walkes in woods and plaines.</br>She that knew all his love, did faine so true,</br>As if indeede of it she nothing knew.</br>He bashfull Swaine, to shew it did not dare;</br>And she lest hee should shew it, dy'd for feare.</br>Shee, ever-wailing, blam'd the powers above,</br>That night nor day give any rest to Love.</br>Hee prais'd the Heavens in silence, oft was mute,</br>And thought with teares and sighes to winne his sute.", "Once in the shade, when she by sleepe repos'd,</br>And her cleare eyes twixt her faire lids enclos'd;</br>The Shepheard Swaine beganne to hate and curse</br>That day unfortunate, which was the nurse</br>Of all his sorrowes.  He had given breath</br>And life to her, which was his cause of death.</br>O Aesops Snake, that thirstest for his bloud,</br>And render'st evill, by whom thy selfe had good.</br>Thus oftentimes unto himselfe alone</br>Would he recount his griefe, utter his mone;</br>And after much debating, did resolve</br>Rather his Grandame earth should cleane involve</br>His pining bodie, ere hee would make knowne</br>To her, what Tares Love in his breast had sowne.</br>Yea, hee would say when griefe for speech hath cride;</br>\"'Tis better never aske than be denide.", "But as the Queene of Rivers, fairest Thames,</br>That for her buildings other flouds enflames</br>With greatest envie:  Or the Nymph of Kent,</br>That stateliest Ships to Sea hath ever sent;</br>Some baser groome, for lucres hellish course,</br>Her channell having stopt, kept backe her sourse,</br>(Fill'd with disdaine) doth swell above her mounds,</br>And overfloweth all the neighb'ring grounds:</br>Angry shee teares up all that stops her way,</br>And with more violence runnes to the Sea:</br>Right so this shepheard who his grief up-pent,</br>And never bring't to light was his entent:</br>Forth of his heart more violently thrust,</br>And all his vow'd intentions quickly burst.</br>Marina hearing sighes, to him drew neere,</br>And did entreat his cause of griefe to heare:</br>But had shee knowne her beautie was the sting,</br>That caused all that instant sorrowing;</br>Silence in bands her tongue had stronger kept,</br>And sh'ad not ask'd for what the Shepheard wept.", "The Swaine first, of all times, this best did thinke,</br>To shew his love, whilst on the Rivers brinke</br>They sate alone, then thought, hee next would move her</br>With sighes and teares, (true tokens of a Lover:)</br>And since shee knew what helpe from him shee found</br>When in the River shee had else beene drown'd,</br>Hee thinketh sure shee cannot but grant this,</br>To give reliefe to him, by whom shee is:</br>By this incited, said; Whom I adore,</br>Sole Mistresse of my heart, I thee implore,</br>Doe not in bondage hold my freedome long.</br>And since I life or death hold from your tongue,</br>Suffer my heart to love; yea, dare to hope</br>To get that good of loves intended scope.</br>Grant I may praise that light in you I see,</br>And dying to my selfe, may live in thee.</br>Faire Nymph surcease this death-alluring languish,</br>So rare a beautie was not borne for anguish.</br>Why shouldst thou care for him that cares not for thee?</br>Yea, most unworthy wight, seemes to abhorre thee.</br>And if hee be as you doe here paint forth him,</br>Hee thinkes (thou) best of beauties, are not worth him;</br>That all the joyes of Love will not quite cost</br>For all lov'd-freedome which by it is lost.</br>Within his heart such selfe-opinion dwels,</br>That his conceit in this hee thinkes excels;</br>Accounting womens beauties sugred baits,</br>That never catch, but fooles, with their deceits:</br>\"Who of himselfe harbours so vaine a thought,</br>Truly to love could never yet be brought.\"</br>Then love that heart, where lies no faithlesse seede,</br>That never wore dissimulations weede:</br>Who doth account all beauties of the Spring,</br>That jocund Summer-dayes are ushering,</br>As foyles to yours.  But if this cannot move</br>Your minde to pittie, nor your heart to love;</br>Yet sweetest grant me love to quench that flame,</br>Which burnes you now.  Expell his worthlesse name,</br>Cleane roote him out by me, and in his place</br>Let him inhabit, that will runne a race</br>More true in love.  It may be for your rest,</br>When hee shall see her who did love him best,</br>Possessed by another, may debate</br>What losse of goodnesse is, when 'tis too late:</br>\"For what is in our powers, wee little deeme,\"</br>And things possest by others, best esteeme.</br>If all this gaine you not a Shepheards wife,</br>Yet give not death to him which gave you life.", "Marine the faire, hearing his wooing tale,</br>Perceived well what wall his thoughts did scale.</br>And answer'd thus:  I pray sir Swaine, what boote</br>Is it to mee to plucke up by the roote</br>My former love, and in his place to sow</br>As ill a seede, for any thing I know?</br>Rather 'gainst thee I mortall hate retaine,</br>That seek'st to plant in mee new cares; new paine:</br>Alas!  th' hast kept my soule from deaths sweet bands,</br>To give me over to a Tyrants hands;</br>Who on his racks will torture every day,</br>This weakened body, guiltlesse, harmelesse, aye.</br>Be you the Judge, and see if reasons lawes</br>Give recompence of favour for this cause:</br>You from the streames of death, brought life on shore;</br>Releas'd one paine, to give me tenne times more.</br>For Loves sake, let my thoughts in this be free;</br>Object no more your haplesse saving mee:</br>That Obligation which you thinke should binde;</br>Doth still increase more hatred in my minde;</br>Yea, I doe thinke more thankes to him were due</br>That would expose my life, then unto you.", "The Thunder-stroken Swaine lean'd to a tree,</br>As void of sense as weeping Niobe:</br>Making his teares, the instruments to wooe her,</br>The Sea wherein his love should swimme unto her:</br>Yea, could there flow from his two-headed font,</br>As great a floud as is the Hellespont;</br>Within that deepe hee would as willing wander,</br>To meet his Hero, as did ere Leander.</br>Meane while the Nymph with-drew her selfe aside,</br>And to a Grove at hand her steps applide.", "With that sad sigh (O!  had hee never seene,</br>His heart in better case had ever beene)</br>Against his heart, against the streame hee went,</br>With this resolve, and with a full intent,</br>When of that streame hee had discovered</br>The fount, the well-spring, or the bubling head,</br>Hee there would sit, and with the Well drop vie,</br>That he before his eyes would first runne drie:</br>But then hee thought the god that haunts that Lake,</br>The spoiling of his Spring would not well take,</br>And therefore leaving soone the Christall flood,</br>Did take his way unto the neerest Wood:</br>Seating himselfe within a darkesome Cave,</br>(Such places heavie Saturnists doe crave,)</br>Where yet the gladsome day was never seene,</br>Nor Phoebus peircing beames had ever beene.</br>Fit for the Synode house of those fell Legions,</br>That walke the Mountaines, and Silvanus regions.</br>Where Tragedie might have her full scope given,</br>From men aspects, and from the view of heaven.</br>Within the same some crannies did deliver</br>Into the midst thereof a pretty River;</br>The Nymph whereof came by out of the veynes</br>Of our first mother, having late tane paines</br>In scouring of her channell all the way,</br>From where it first beganne to leave the Sea.</br>And in her labour thus farre now had gone,</br>When comming through the Cave, shee heard that one</br>Spake thus:  If I doe in my death persever,</br>Pittie may that effect, which Love could never.</br>By this shee can conjecture 'twas some Swaine,</br>Who overladen by a Maids disdaine,</br>Had here (as fittest) chosen out a place,</br>Where hee might give a period to the race</br>Of his loath'd life:  which shee (for pitties sake)</br>Minding to hinder, div'd into her Lake,</br>And hastned where the ever-teeming Earth</br>Unto her Current gives a wished birth;</br>And by her new-delivered Rivers side,</br>Upon a Banke of flow'rs, had soone espide</br>Remond, young Remond, that full well could sing,</br>And tune his Pipe at Pans-birth carolling:</br>Who for his nimble leaping, sweetest layes,</br>A Lawrell garland wore on Holi-dayes;</br>In framing of whose hand Dame Nature swore</br>There never was his like, nor should be more:</br>Whose locks (insnaring nets) were like the rayes,</br>Wherewith the Sunne doth diaper the Seas:</br>Which if they had beene cut, and hung upon</br>The snow-white Cliffes of fertile Albion,</br>Would have allured more, to be, their winner,</br>Then all the Diamonds that are hidden in her.</br>Him shee accosted thus:  Swaine of the Wreathe,</br>Thou art not placed, onely here to breathe;</br>But Nature in thy framing shewes to mee,</br>Thou shouldst to others, as shee did to thee,</br>Doe good:  and surely I my selfe perswade,</br>Thou never wert for evill action made.</br>In heavens Consistory 'twas decreed,</br>That choycest fruit should come from choycest seede;</br>In baser vessels wee doe ever put</br>Basest materials, doe never shut</br>Those Jewels most in estimation set,</br>But in some curious costly Cabinet.</br>If I may judge by th' outward shape alone,</br>Within, all vertues have convention:</br>\"For't gives most lustre unto Vertues feature,</br>When shee appeares cloth'd in a goodly creature.\"</br>Halfe way the hill, neere to those aged trees,</br>Whose insides are as Hives for labring Bees,</br>(As who should say (before their rootes were dead)</br>For good workes sake and almes, they harboured</br>Those whom nought else did cover but the Skies:)</br>A path (untroden but of Beasts) there lyes,</br>Directing to a Cave in yonder glade,</br>Where all this Forrests Citizens, for shade</br>At noone-time come, and are the first, I thinke,</br>That (running through that Cave) my waters drinke:</br>Within this Rocke there sits a wofull wight,</br>As void of comfort as that Cave of light;</br>And as I wot occasioned by the frownes</br>Of some coy Shepheardesse that haunts these Downes.</br>This I doe know (whos'ever wrought his care)</br>Hee's wholy given over to despaire.</br>Then hie thee thither, since 'tis charitie</br>To save a man; leave here thy flocke with me,</br>For whilst thou sav'st him from the Stygian Bay,</br>Ile keepe thy Lambkins from all beasts of prey.</br>The neernesse of the danger (in his thought)</br>As it doth ever, more compassion wrought:</br>So that with reverence to the Nymph, hee went</br>With winged speede, and hast'ned to prevent</br>Th' untimely seisure of the greedy grave:</br>Breathlesse, at last, hee came into the Cave;</br>Where, by a sigh directed to the man,</br>To comfort him hee in this sort beganne:</br>Shepheard all haile:  what meane these plaints?  this Cave</br>(Th' image of death, true portrait of the grave,)</br>Why dost frequent?  and waile thee under ground,</br>From whence there never yet was pittie found?</br>Come forth, and shew thy selfe unto the light,</br>Thy griefe to me.  If there be ought that might</br>Give any ease unto thy troubled minde,</br>Wee joy as much to give, as thou to finde.</br>The Love-sicke Swaine replide:  A heavenly face,</br>Natures Idea, and perfections grace,</br>Within my breast hath kindled such a fire,</br>That doth consume all things, except desire;</br>Which daily doth increase, though alwayes burning,</br>And I want teares, but lacke no cause of mourning:</br>\"For hee whome Love under his colours drawes,</br>May often want th' effect, but ne're the cause.\"</br>Quoth th' other, have thy starres maligne beene such,</br>That their predominations sway so much</br>Over the rest, that with a milde aspect</br>The lives and loves of Shepheards doe affect?</br>Then doe I thinke there is some greater hand,</br>Which thy endevours still doth countermand:</br>Wherefore I wish thee quench the flame, thus mov'd,</br>\"And never love except thou be belov'd:</br>For such an humour every woman seiseth,</br>Shee loves not him that plaineth, but that pleaseth.</br>When much thou lovest, most disdaine coms on thee;</br>And when thou thinkst to hold her, shee flyes from thee:</br>Shee follow'd, flyes; shee fled from followes post,</br>And loveth best where shee is hated most.</br>'Tis ever noted both in Maides and Wives,</br>Their hearts and tongues are never Relatives.</br>Hearts full of holes, (so elder Shepheards saine)</br>As apter to receive then to retaine.\"</br>Whose crafts and wiles did I intend to show,</br>This day would not permit me time I know:</br>The dayes swift horses would their course have run,</br>And div'd themselves within the Ocean,</br>Ere I should have performed halfe my taske,</br>Striving their craftie subtilties t' unmaske.</br>And gentle Swaine some counsell take of me;</br>Love not still where thou maist; love, who loves thee;</br>Draw to the courteous, flye thy loves abhorror,</br>\"And if shee be not for thee, be not for her.\"</br>If that shee still be wavering, will away,</br>Why shouldst thou strive to hold that will not stay?</br>This Maxime Reason never can confute,</br>\"Better to live by losse then dye by sute.\"</br>If to some other Love shee is inclinde,</br>Time will at length cleane root that from her minde.</br>Time will extinct Loves flames, his hell-like flashes,</br>And like a burning brand consum't to ashes.</br>Yet maist thou still attend, but not importune:</br>\"Who seekes oft misseth, sleepers light on fortune,\"</br>Yea and on women too.  \"Thus doltish sots</br>Have Fate and fairest women for their lots.</br>Favour and pittie wait on Patience\":</br>And hatred oft attendeth violence.</br>If thou wilt get desire, whence Love hath pawnd it,</br>Beleeve me, take thy time, but ne'er demaund it.</br>Women, as well as men, retaine desire;</br>But can dissemble, more then men, their fire.</br>Be never caught with looks, nor selfe-wrought rumour;</br>Nor by a quaint disguise, nor singing humour.</br>Those out-side shewes are toyes, which outwards snare:</br>But vertue lodg'd within, is onely faire.</br>If thou hast seene the beautie of our Nation,</br>And find'st her have no love, have thou no passion:</br>But seeke thou further; other places sure</br>May yeeld a face as faire, a Love more pure.</br>Leave (O, then leave) fond Swaine, this idle course,</br>For Love's a God no mortall wight can force.", "Thus Remond said, and saw the faire Marine </br>Plac'd neere a Spring, whose waters Christaline</br>Did in their murmurings beare a part, and plained</br>That one so true, so faire, should be disdained:</br>Whilst in her cries, that fild the vale along,</br>Still Celand was the burthen of her song.</br>The stranger shepheard left the other Swaine,</br>To give attendance to his fleecy traine;</br>Who in departing from him, let him know,</br>That yonder was his freedomes over-throw,</br>Who sate bewailing (as hee late had done)</br>That love by true affection was not wonne.</br>This fully knowne:  Remond the Nymph approching,</br>Beganne his salve with hated-loves reproching:</br>Blamed her rigor; yea, and call'd her cruell,</br>To follow hate, and flye loves chiefest Jewell.", "Faire:  doe not blame him that hee thus is moved;</br>For women sure were made to be beloved.</br>If beautie wanting lovers long should stay,</br>It like an house undwelt in would decay:</br>And beautie in the heart once taking place,</br>Time cannot blot, nor crooked age deface.</br>Th' Adamant and Beautie we discover</br>To be alike; for beauty drawes a Lover,</br>The Adamant his Iron.  Doe not blame</br>His louing then, but that which caus'd the same.</br>Who so is lov'd, doth glory so to be:</br>The more your Lovers, more your victorie.</br>Know, if you stand on faith, most womens loathing,</br>'Tis but a word, a character of nothing.</br>Admit it somewhat, if what we call constance,</br>Within a heart hath long time residence,</br>And in a woman, she becomes alone</br>Faire to her selfe, but foule to every one.</br>If in a man it once have taken place,</br>Hee is a foole, or doates, or wants a face</br>To winne a woman, and I thinke it be</br>No vertue, but a meere necessitie.</br>Heavens powers deny it.  Swain (quoth she) have done,</br>Strive not to bring that in derision,</br>Which whosoe'er detracts in setting forth,</br>Doth truly derogate from his owne worth.</br>It is a thing which heaven to all hath lent</br>To be their vertues chiefest ornament:</br>Which who so wants, is well compar'd to these</br>False Tables, wrought by Alcibiades;</br>Which noted well of all, were found t' have bin</br>Most faire without, although most foule within.</br>Then Shepheard know that I entend to be</br>As true to one, as hee is false to mee.", "To one?  (quoth hee) why so?  Maides pleasure take</br>To see a thousand languish for their sake:</br>Women desire for Lovers of each sort,</br>And why not you?  Th' amorous Swaine for sport;</br>The Lad that drives the greatest flocke to field,</br>Will Buskins, Gloves, and other fancies yeeld;</br>The gallant Swaine will save you from the jawes</br>Of ravenous Beares, and from the Lyons pawes.</br>Beleeve what I propound; doe many chuse,</br>\"The least Herbe in the field serves for some use.\"", "Nothing perswaded, nor asswag'd by this,</br>Was fairest Marine, or her heavinesse.</br>But prai'd the shepheard as he ere did hope</br>His silly sheepe should fearlesse have the scope</br>Of all the shadowes that the trees doe lend,</br>From Raynards stealth, when Titan doth ascend,</br>And runnes his mid-way course:  to leave her there,</br>And to his bleating charge againe repaire.</br>He condescended; left her by the broke,</br>And to the Swaine and's sheepe himselfe betooke.", "Hee gone:  shee with her selfe thus gan to saine;</br>Alas poore Marine, think'st thou to attaine</br>His love by sitting here?  or can the fire</br>Be quencht with wood?  can wee allay desire</br>By wanting what's desired?  O that breath,</br>The cause of life, should be the cause of death!</br>That who is shipwrackt on loves hidden shelfe,</br>Doth live to others, dyes unto her selfe.</br>Why might not I attempt by death as yet</br>To gaine that freedome, which I could not get,</br>Being hind'red heretofore, a time as free:</br>A place as fit offers it selfe to me,</br>Whose seede of ill is growne to such a height,</br>That makes the earth groane to support his waight.</br>Who so is lull'd asleepe with Midas' treasures,</br>And onely feares by death to lose lifes pleasures;</br>Let them feare death:  but since my fault is such,</br>And onely fault, that I have lov'd too much,</br>On joyes of life, why should I stand; for those</br>Which I neere had, I surely cannot lose.</br>Admit a while I to these thoughts consented,</br>\"Death can be but deferred, not prevented.\"</br>Then raging with delay, her teares that fell</br>Usher'd her way, and shee into a Well</br>Straight-wayes leapt after:  \"O!  how desperation</br>Attends upon the minde enthral'd to passion!\"", "The fall of her did make the God below,</br>Starting, to wonder whence that noyse should grow:</br>Whether some ruder Clowne in spight did fling</br>A Lambe, untimely falne, into his Spring:</br>And if it were, he solemnly then swore</br>His Spring should flow some other way:  no more</br>Should it in wanton manner ere be seene</br>To writhe in knots, or give a gowne of greene</br>Unto their Meadowes, nor be seene to play,</br>Nor drive the Rushy-mils, that in his way</br>The Shepheards made:  but rather for their lot,</br>Send them red waters that their sheepe should rot.</br>And with such Moorish Springs embrace their field,</br>That it should nought but Mosse and Rushes yeeld.</br>Upon each hillocke, where the merry Boy</br>Sits piping in the shades his Noates of joy,</br>Hee'd shew his anger, by some floud at hand,</br>And turne the same into a running sand.</br>Yea, on the Oake, the Plumbe-tree, and the Holme,</br>The Stock-dove and the Blackbird should not come,</br>Whose muting on those trees doe make to grow</br>Rots curing Hyphear, and the Misseltoe.</br>Nor shall this helpe their sheep, whose stomackes failes,</br>By tying knots of wooll neere to their tailes:</br>But as the place next to the knot doth dye,</br>So shall it all the body mortifie.</br>Thus spake the God:  but when as in his water</br>The corps came sinking downe, he spide the matter,</br>And catching softly in his armes the Maide,</br>He brought her up, and having gently laid</br>Her on his banke, did presently command</br>Those waters in her, to come forth:  at hand</br>They straight came gushing out, and did contest</br>Which chiefly should obey their Gods behest.</br>This done, her then pale lips he straight held ope,</br>And from his silver haire let fall a drop</br>Into her mouth, of such an excellence,</br>That call'd backe life, which griev'd to part from thence,</br>Being for troth assur'd, that, then this one,</br>Shee ne'er possest a fairer mansion.</br>Then did the God her body forwards steepe,</br>And cast her for a while into a sleepe;</br>Sitting still by her did his full view take</br>Of Natures Master-piece.  Here for her sake,</br>My Pipe in silence as of right shall mourne,</br>Till from the watring we againe returne.</br>"]