["His Loves and Linage Arthur tells,</br>The Knights knit friendly Bands:</br>Sir Trevisan flies from Despair,</br>Whom Red-cross Knight withstands.", "O Goodly golden Chain, wherewith yfere</br>The Vertues linked are in lovely wise;</br>And noble Minds of yore allied were,</br>In brave pursuit of chevalrous Emprise:</br>That none did other's Safety despise,</br>Nor Aid envy to him, in need that stands,</br>But friendly each did other's Praise devise</br>How to advance with favourable Hands,</br>As this good Prince redeem'd the Redcross Knight from bands.", "Who when their Powers, empair'd thro Labour long,</br>With due repast they had recured well,</br>And that weak captive Wight now wexed strong,</br>Them list no longer there at leisure dwell,</br>But forward fare, as their Adventures fell;</br>But e'er they parted, Una fair besought</br>That Stranger Knight his Name and Nation tell;</br>Lest so great Good, as he for her had wrought,</br>Should die unknown, and buried be in thankless Thought.", "Fair Virgin (said the Prince) ye me require</br>A thing without the Compass of my Wit;</br>For both the Linage and the certain Sire</br>From which I sprung, from me are hidden yet.</br>For all so soon as Life did me admit</br>Into this World, and shewed Heaven's Light,</br>From Mother's Pap I taken was unfit,</br>And straight deliver'd to a Fairy Knight,</br>To be up-brought in gentle Thewes and Martial Might.", "Unto old Timon he me brought bylive,</br>Old Timon, who in youthly Years hath been</br>In warlike Feats th' expertest Man alive,</br>And is the wisest now on Earth I ween;</br>His dwelling is low in a Valley green,</br>Under the foot of Rauran mossie hore,</br>From whence the River Dee, as Silver clean,</br>His tumbling Billows rolls with gentle rore:</br>There all my Days he train'd me up in vertuous lore.", "Thither the great Magician Merlin came,</br>As was his use, oft-times to visit me:</br>For he had charge my Discipline to frame,</br>And Tutor's nouriture to oversee.</br>Him oft and oft I ask'd in privity,</br>Of what Loins and what Linage I did spring:</br>Whose aunswer bad me still assured be</br>That I was Son and Heir unto a King,</br>As time in her just term the Truth to light would bring.", "Well worthy Imp, said then the Lady gent,</br>And Pupil fit for such a Tutor's hand.</br>But what Adventure, or what high intent</br>Hath brought you hither into Fairy-Land?</br>Aread, Prince Arthur, Crown of Martial Band.</br>Full hard it is (quoth he) to read alight</br>The course of heavenly Cause, or understand</br>The secret meaning of th' eternal Might, </br>That rules Mens Ways, and rules the Thoughts of living Wight.", "For, whether he through fatal deep Foresight</br>Me hither sent, for Cause to me unguest,</br>Or that fresh bleeding Wound, which Day and Night</br>Whilom doth rankle in my riven Breast,</br>With forced Fury following his Behest,</br>Me hither brought by ways yet never found;</br>You to have help'd, I hold my self yet bless'd.</br>Ah curteous Knight (quoth she) what secret Wound</br>Could ever find, to grieve the gentlest Heart on ground?", "Dear Dame (quoth he) your sleeping Sparks awake,</br>Which troubled once, into huge Flames will grow,</br>Ne ever will their fervent Fury slake,</br>Till living Moisture into Smoke do flow,</br>And wasted Life do lie in Ashes low.</br>Yet sithence Silence lesseneth not my fire</br>(But told, it flames; and hidden, it does glow)</br>I will reveal what ye so much desire:</br>Ah Love, lay down thy Bow, the whiles I may respire.", "It was in freshest Flower of youthly Years,</br>When Courage first does creep in manly Chest;</br>Then first the Coal of kindly Heat appears</br>To kindle Love in every living Breast:</br>But me had warn'd old Timon's wise behest,</br>Those creeping Flames by Reason to subdue,</br>Before their Rage grew to so great unrest,</br>As miserable Lovers use to rue,</br>Which still wex old in Woe, whiles Woe still wexeth new.", "That idle name of Love, and Lovers Life,</br>As Loss of Time, and Vertue's Enemy</br>I ever scorn'd, and joy'd to stir up Strife;</br>In middest of their mournful Tragedy,</br>Ay wont to laugh, when them I heard to cry,</br>And blow the fire, which them to Ashes brent:</br>Their God himself, griev'd at my Liberty,</br>Shot many at me with fierce intent,</br>But I them warded all with wary Government.", "But all in vain:  no Fort can be so strong,</br>Ne fleshly Breast can armed be so sound,</br>But will at last be won with Battery long,</br>Or unawares at disadvantage found;</br>Nothing is sure, that grows on earthly Ground:</br>And who most trusts in Arms of fleshly Might,</br>And boasts, in Beauty's Chain not to be bound,</br>Doth soonest fall in disadventrous Fight,</br>And yields his caitive Neck to Victor's most despight.", "Ensample make of him your hapless Joy,</br>And of my self now mated, as ye see;</br>Whose prouder Vaunt, that proud avenging Boy</br>Did soon pluck down, and curb'd my Liberty.</br>For, on a Day, prick'd forth with Jollity</br>Of looser Life, and Heat of Hardiment,</br>Ranging the Forest wide on Courser free,</br>The Fields, the Floods, the Heavens with one Consent</br>Did seem to laugh on me, and favour mine intent.", "Fore-wearied with my Sports, I did alight</br>From lofty Steed, and down to sleep me laid;</br>The verdant Grass my Couch did goodly dight,</br>And Pillow was my Helmet fair display'd:</br>Whiles every Sense the Humour sweet embay'd,</br>And slumbring soft my Heart did steal away,</br>Me seemed by my Side a Royal Maid</br>Her dainty Limbs full softly down did lay:</br>So fair a fair Creature yet saw never sunny day.", "Most goodly Glee and lovely Blandishment</br>She to me made, and bade me love her dear;</br>For, dearly sure her Love was to me bent,</br>As when just Time expired should appear.</br>But, whether Dreams delude, or true it were,</br>Was never Heart so ravish'd with Delight,</br>Ne living Man like words did ever hear,</br>As she to me deliver'd all that Night;</br>And at her parting said, She Queen of Faires hight.", "When I awoke, and found her place devoid,</br>And nought but pressed Grass where she had lyen,</br>I sorrowed all so much, as east I joy'd,</br>And washed all her place with watry Eyne.</br>From that day forth I lov'd this face divine;</br>From that day forth I cast in careful Mind,</br>To seek her out with Labour and long Tine,</br>And never vow to rest, till her I find,</br>Nine Months I seek in vain, yet ni'll that Vow unbind.", "Thus as he spake, his Visage wexed pale,</br>And change of Hew great Passion did bewray;</br>Yet still he strove to cloak his inward bale,</br>And hide the Smoke that did his Fire display,</br>Till gentle Una thus to him 'gan say</br>O happy Queen of Fairies, that hast found</br>'Mongst many, one that with his Prowess may</br>Defend thine Honour, and thy Foes confound:</br>True Loves are often sown, but seldom grow on ground.", "Thine, O then said the gentle Red-cross Knight,</br>Next to that Lady's Love shall be the place,</br>O fairest Virgin, full of heavenly Light,</br>Whose wondrous Faith, exceeding earthly Race,</br>Was firmest fix'd in mine extreamest case.</br>And you, my Lord, the Patron of my Life,</br>Of that great Queen may well gain worthy Grace:</br>For, only worthy you, through Prowess prief</br>If living Man mote worthy be, to be her Lief.", "So, diversly discoursing of their Loves,</br>The golden Sun his glistring Head 'gan shew,</br>And sad remembrance now the Prince amoves,</br>With fresh desire his Voyage to pursue;</br>Als Una earn'd her Travel to renew.</br>Then those two Knights, fast Friendship for to bind,</br>And love establish each to other true,</br>Gave goodly Gifts, the signs of grateful Mind</br>And eke the Pledges firm, right Hands together join'd.", "Prince Arthur gave a Box of Diamond sure,</br>Embow'd with Gold and gorgeous Ornament,</br>Wherein were clos'd few Drops of Liquor pure,</br>Of wondrous Worth, and Vertue excellent,</br>That any Wound could heal incontinent:</br>Which to requite, the Red-cross Knight him gave</br>A Book, wherein his Saviour's Testament</br>Was writ with golden Letters rich and brave;</br>Work of wondrous Grace, and able Souls to save.", "Thus been they parted, Arthur on his way</br>To seek his Love, and th' other for to fight</br>With Una's Foe, that all her Realm did prey.</br>But she now weighing the decayed Plight,</br>And shrunken Sinews of her chosen Knight,</br>Would not a while her forward Course pursue,</br>Ne bring him forth in face of dreadful fight,</br>Till he recover'd had his former Hue:</br>For, him to be yet weak and weary, well she knew.", "So as they travel'd, lo, they 'gan espy</br>An armed Knight towards them gallop fast,</br>That seemed from some feared Foe to fly,</br>Or other griesly thing, that him aghast.</br>Still as he fled, his Eye was backward cast,</br>As if his Fear still follow'd him behind;</br>Als flew his Steed, as he his Bands had brast,</br>And with his winged Heels did tread the Winds</br>As he had been a Foal of Pegasus his kind.", "Nigh as he drew, they might perceive his Head</br>To be unarm'd, and curl'd uncombed Hairs</br>Upstaring stiff, dismay'd with uncouth dread;</br>Nor drop of Blood in all his Face appears,</br>Nor Life in Limb:  and to increase his Fears,</br>In foul reproach of Knighthood's fair Degree,</br>About his Neck an hempen Rope he wears,</br>That with his glistring Arms does ill agree:</br>But he of Rope or Arms has now no Memory.", "The Red-cross Knight toward him crossed fast,</br>To weet what mister Wight was so dismay'd:</br>There him he finds all sensless and aghast,</br>That of himself he seem'd to be afraid;</br>Whom hardly he from flying forward staid,</br>Till he these words to him deliver might:</br>Sir Knight, aread who hath ye thus array'd,</br>And eke from whom make ye this hasty flight:</br>For, never Knight I saw in such misseeming Plight.", "He answer'd nought at all; but adding new</br>Fear to his first Amazement, staring wide</br>With stony Eyes, and heartless hollow Hue,</br>Astonish'd stood, as one that had espy'd</br>Infernal Furies, with their Chains unty'd.</br>Him yet again, and yet again bespake</br>The gentle Knight; who nought to him reply'd,</br>But trembling, every Joint did inly quake,</br>And foltring Tongue at last these words seem'd forth to shake.", "For God's dear love, Sir Knight, do me not stay;</br>For lo, he comes, he comes fast after me.</br>Eft looking back, would fain have run away;</br>But he him forc'd to stay, and tellen free</br>The secret Cause of his perplexity;</br>Yet nathemore by his bold hearty Speech,</br>Could his blood-frozen Heart emboldned be;</br>But through his Boldness rather Fear did reach:</br>Yet forc'd, at last he made through silence suddain Breach.", "And am I now in Safety sure (quoth he)</br>From him, that would have forced me to die?</br>And is the point of Death now turn'd from me,</br>That I may tell this hapless History?</br>Fear nought (quoth he) no danger now is nigh.</br>Then shall I you recount a rueful case</br>(Said he) the which with this unlucky Eye</br>I late beheld; and had not greater Grace</br>Me reft from it, had been partaker of the place.", "I lately chaunc'd (would I had never chaunc'd)</br>With a fair Knight to keepen Company,</br>Sir Terwin hight, that well himself advaunc'd</br>In all Affairs, and was both bold and free,</br>But not so happy as mote happy be:</br>He lov'd, as was his Lot, a Lady gent,</br>That him again lov'd in the least degree;</br>For, she was proud, and of too high intent,</br>And joy'd to see her Lover languish and lament.", "From whom returning sad and comfortless,</br>As on the way together we did fare,</br>We met that Villain (God from him me bless)</br>That cursed Wight, from whom I 'scap'd whylear,</br>A Man of Hell, that calls himself Despair;</br>Who first us greets, and after fair areeds</br>Of Tydings strange, and of Adventures rare:</br>So creeping close, as Snake in hidden Weeds,</br>Inquireth of our States, and of our knightly Deeds.", "Which when he knew, and felt our feeble Hearts</br>Emboss'd with Bale, and bitter biting Grief,</br>Which Love had launced with his deadly Dart,</br>With wounding Words and Terms of foul Reprief,</br>He pluck'd from us all hope of due Relief,</br>That earst us held in love of lingring Life;</br>Then hopeless, heartless, 'gan the cunning Thief</br>Persuade us die, to stint all further Strife:</br>To me he lent this Rope, to him a rusty Knife.", "With which sad Instrument of hasty Death,</br>That woful Lover, loathing lenger Light,</br>A wide way made to let forth living Breath.</br>But I more fearful, or more lucky Wight,</br>Dismay'd with that deformed dismal sight,</br>Fled fast away, half dead with dying fear;</br>Ne yet assur'd of Life by you, Sir Knight,</br>Whose like Infirmity like chaunce may bear:</br>But God you never let his charmed Speeches hear.", "How may a Man (said he) with idle Speech</br>Be won, to spoil the Castle of his Health?</br>I wote (quoth he) whom trial late did teach,</br>That like would not for all this worldes Wealth:</br>His subtle Tongue, like dropping Honey, melt'h</br>Into the Heart, and searcheth every Vein,</br>That ere one be aware, by secret Stealth</br>His Power is reft, and Weakness doth remain</br>O!  never, Sir, desire to try his guileful Train.", "Certes (said he) hence shall I never rest,</br>Till I that Treachour's Art have heard and try'd;</br>And you, Sir Knight, whose Name mote I request,</br>Of Grace do me unto his Cabin guide.</br>I that hight Trevisan (quoth he) will ride</br>(Against my liking) back, to do you grace:</br>But not for Gold nor Glee will I abide</br>By you, when ye arrive in that same place;</br>For liefer had I die, than see his deadly Face.", "Ere long they come, where that same wicked Wight</br>His dwelling has, low in an hollow Cave,</br>Far underneath a craggy Clift ypight,</br>Dark, doleful, dreary, like a greedy Grave,</br>That still for carrion Carcasses doth crave:</br>On top whereof as dwelt the ghastly Owl,</br>Shrieking his baleful Note, which ever crave</br>Far from that haunt all other chearful Fowl;</br>And all about it wandring Ghosts did wall and howl.", "And all about, old stocks and Stubs of Trees,</br>Whereon nor Fruit, nor Leaf was ever seen,</br>Did hang upon the ragged rocky Knees;</br>On which had many Wretches hanged been,</br>Whose Carasses were scattered on the Green,</br>And thrown about the Clifts.  Arrived there,</br>That bare-head Knight, for dread and doleful teen,</br>Would fain have fled, ne durst approachen near:</br>But th' other forc'd him stay, and comforted in fear.", "That darksom Cave they enter, where they find</br>That cursed Man, low sitting on the ground,</br>Musing full sadly in his sullen Mind;</br>His greazy Locks, long growen, and unbound,</br>Disordred hung about his Shoulders round,</br>And hid his Face; through which his hollow Eyne</br>Look'd deadly dull, and stared as astoun'd;</br>His raw-bone Cheeks, through Penury and Pine,</br>Were shrunk into his Jaws, as he did never dine.", "His Garment, nought but many ragged Clouts,</br>With Thorns together pinn'd and patched was,</br>The which his naked Sides he wrap'd abouts;</br>And him beside there lay upon the Grass</br>A dreary Corse, whose Life away did pass,</br>All wallow'd in his own yet luke-warm Blood,</br>That from his Wound yet welled fresh, alas;</br>In which a rusty Knife fast fixed stood,</br>And made an open Passage for the gushing Flood.", "Which piteous Spectacle, approving true</br>The woful Tale that Trevisan had told,</br>When as the gentle Red-cross Knight did view,</br>With fiery zeal he burnt in Courage bold,</br>Him to avenge, before his Blood were cold:</br>And to the Villain said; Thou damned Wight,</br>The Author of this Fact, we here behold,</br>What Justice can but judg against thee right,</br>With thine own Blood to price his Blood, here shed in sight.", "What frantick Fit (quoth he) hath thus distraught</br>Thee, foolish Man, so rash a Doom to give?</br>What Justice ever other Judgment taught,</br>But he should die, who merits not to live?</br>None else to Death this Man despairing drive,</br>But his own guilty Mind deserving Death.</br>Is then unjust to each his Due to give?</br>Or let him die, that loatheth living Breath?</br>Or let him die at ease, that liveth here uneath?", "Who travels by the weary wandring way,</br>To come unto his wished Home in haste,</br>And meets a Flood, that doth his Passage stay,</br>Is not great Grace to help him over-past,</br>Or free his Feet, that in the Mire stick fast?</br>Most envious Man, that grieves at Neighbour's good,</br>And fond, that joyest in the Woe thou hast,</br>Why wilt not let him pass, that long hath stood</br>Upon the Bank, yet wilt thy self not pass the Flood?", "He there does now enjoy eternal Rest</br>And happy Ease, which thou dost want and crave,</br>And further from it daily wanderest:</br>What if some little Pain the Passage have,</br>That makes frail Flesh to fear the bitter Wave?</br>Is not short Pain well born, that brings long Ease,</br>And lays the Soul to sleep in quiet Grave?</br>Sleep after Toil, Port after stormy Seas,</br>Ease after War, Death after Life, does greatly please.", "The Knight much wondred at his sudden Wit,</br>And said; The term of Life is limited,</br>Ne may a Man prolong, nor shorten it:</br>The Soldier may not move from watchful sted,</br>Nor leave his stand, until his Captain bed.</br>Who Life did limit by almighty Doom</br>(Quoth he) knows best the Terms established;</br>And he, that points the Centinel his room,</br>Doth license him depart at sound of morning Droom.", "Is not his Deed, what ever thing is done,</br>In Heaven and Earth?  Did not he all create</br>To die again?  All ends that was begun;</br>Their Times in his eternal Book of Fate</br>Are written sure, and have their certain date.</br>Who then can strive with strong Necessity,</br>That holds the World in his still changing State,</br>Or shun the Death ordain'd by Destiny?</br>When Hour of Death is come, let none ask whence, nor why.", "The longer Life, I wote the greater Sin,</br>The greater Sin, the greater Punishment;</br>All those great Battels which thou boasts to win,</br>Through Strife, and Bloodshed, and Avengement,</br>Now prais'd, hereafter dear thou shalt repent:</br>For, Life must Life, and Blood must Blood repay.</br>Is not enough thy evil Life forespent?</br>For he, that once hath missed the right way,</br>The further he doth go, the further he doth stray.", "Then do no further go, no further stray,</br>But here lie down, and to thy Rest betake,</br>Th' Ill to prevent, that Life ensuen may:</br>For, what hath Life, thee may it loved make,</br>And gives nor rather cause it to forsake?</br>Fear, Sickness, Age, Loss, Labour, Sorrow, Strife,</br>Pain, Hunger, Cold, that makes the Heart to quake;</br>And ever fickle Fortune rageth rife,</br>All which, and thousands more, do make a loathsom Life.", "Thou, wretched Man, of Death hast greatest need,</br>If in true Ballance thou wilt weigh thy State;</br>For, never Knight that dared warlike Deed,</br>More luckless Disaventures did amate:</br>Witness the Dungeon deep, wherein of late</br>Thy Life shut up, for Death so oft did call;</br>And though good Luck prolonged hath thy Date,</br>Yet Death then would the like Mishap forestall,</br>Into the which hereafter thou mayest happen fall.", "Why then dost thou, O Man of Sin, desire</br>To draw thy Days forth to their last degree?</br>Is not the measure of thy sinful Hire</br>High heaped up with huge Iniquity,</br>Against the Day of Wrath, to burden thee?</br>Is not enough, that to this Lady mild</br>Thou falsed hast thy Faith with Perjury,</br>And sold thy self to serve Duessa vild,</br>With whom in all abuse thou hast thy self defil'd?", "Is not he just, that all this doth behold</br>From highest Heaven, and bears an equal Eye?</br>Shall he thy sins up in his Knowledg fold,</br>And guilty be of thine Impiety?</br>Is not his Law, Let every Sinner die?</br>Die shall all Flesh?  What then must needs be done,</br>Is it not better to do willingly,</br>Than linger till the Glass be all out-run?</br>Death is the end of Woes:  die soon, O Fairy's Son.", "The Knight was much enmoved with his Speech,</br>That as a Sword's point through his Heart did pierce,</br>And in his Conscience made a secret Breach,</br>Well knowing true all, that he did rehearse,</br>And to his fresh remembrance did reverse</br>The ugly view of his deformed Crimes,</br>That all his manly Powers it did disperse,</br>As he were charmed with inchaunted Rimes,</br>That oftentimes he quak'd, and fainted oftentimes.", "In which amazement, when the Miscreant</br>Perceived him to waver weak and frail,</br>Whiles trembling Horror did his Conscience dant,</br>And hellish Anguish did his Soul assail;</br>To drive him to despair, and quite to quail,</br>He shew'd him painted in a Table plain,</br>The damned Ghosts, that do in Torments wail,</br>And thousand Fiends that do them endless pain</br>With Fire and Brimstone, which for ever shall remain.", "The sight whereof so throughly him dismay'd,</br>That nought but Death before his Eyes he saw,</br>And ever burning Wrath before him laid,</br>By righteous Sentence of th' Almighty's Law:</br>Then 'gan the Villain him to overcraw,</br>And brought unto him Swords, Ropes, Poison, Fire,</br>And all that might him to Perdition draw;</br>And bade him chuse, what Death he would desire:</br>For Death was due to him, that had provok'd God's Ire.", "But when as none of them he saw him take,</br>He to him raught a Dagger sharp and keen,</br>And gave it him in hand:  his Hand did quake,</br>And tremble like a Leaf of Aspin green,</br>And troubled Blood through his pale Face was seen</br>To come and go; with Tydings from the Heart,</br>As it a running Messenger had been.</br>At last, resolv'd to work his final Smart,</br>He lifted up his Hand, that back again did start.", "Which when as Una saw, through every Vein</br>The crudled Cold ran to her Well of Life,</br>As in a Swoon:  but soon reliev'd again,</br>Out of his hand she snatch'd the cursed Knife,</br>And threw it to the ground, enraged rife,</br>And to him said; Fie, fie, faint-hearted Knight,</br>What meanest thou by this reproachful Strife?</br>Is this the Battle, which thou vaunt'st to fight</br>With that fire-mouthed Dragon, horrible and bright?", "Come, come away, frail, silly, fleshly Wight,</br>Ne let vain words bewitch thy manly Heart,</br>Ne devilish Thoughts dismay thy constant spright:</br>In heavenly Mercies hast thou not a part?</br>Why should'st thou then despair, that chosen art?</br>Where Justice grows, there grows eke greater Grace,</br>The which doth quench the Brond of hellish smart,</br>And that accurs'd hand-writing doth deface:</br>Arise, Sir Knight, arise, and leave this cursed place.", "So up he rose, and thence amounted streight.</br>Which when the Carl beheld, and saw his Guest</br>Would safe depart, for all his subtle sleight,</br>He chose an Halter from among the rest,</br>And with it hung himself, unbid, unbless'd.</br>But Death he could not work himself thereby</br>For thousand times he so himself had dress'd,</br>Yet natheless it could not do him die,</br>Till he should die his last, that is eternally.", ""]