["Hail thou, whose muse, contemning grandeur's bow'rs,</br>Erewhile, in native dignity array'd,</br>An artless \"shepherd-boy's\" unfolding pow'rs,</br>And bright romantic reveries display'd,</br>In strains, which strong oblivion's envious shade,</br>Secure in genuine grace, can never fear,</br>While magic harmony's delightful aid,</br>While chaste simplicity's enchanting air,</br>And fancy's vivid flow'rs the poet's toils endear.", "Oh!  tho' so favour'd of the partial Nine;</br>Tho' fond with plausive breath thy name to raise,</br>Taste, beauty, judgment, piety combine,</br>Accept the thanks a youthful rustic pays;</br>Whom yet the beauties of thy polish'd lays,</br>With mingled sorrow and regret inspire,</br>(Tho' much he could thy recent labours praise)</br>That silent sleeps so long thy tuneful fire,</br>And all neglected lies the more illustrious lyre.", "The landscape bright, the thought, with justness new,</br>Portray'd in prose, can interest the heart;</br>But (tho' unchang'd the thought, unchang'd the view)</br>A more consummate pleasure they impart,</br>Embellish'd by the sweet Phaebean art;</br>When poesy exults, or tender, grieves,</br>Much more of joy we feel, or pitying smart;</br>While memory, on her most retentive leaves,</br>Smit with the charm of sound, the dulcet notes receives.", "But, ah!  how few of Genius' honour'd train</br>Possess with strength of mind poetic skill!</br>And ev'n of those, how oft the soothing strain</br>Infuses grovelling thoughts and passions ill!&mdash;</br>O suasive, elegant, sublime at will,</br>Whose spotless page ne'er shelter'd aught impure,</br>Employ thy talents yet again t' instill</br>The liberal wish; from lust of gain secure,</br>And to fair Virtue's paths the wav'ring heart allure.", "Yet, yet, sweet bard, resume thy Edwin's tale;</br>When manhood's dang'rous eminence he gain'd,</br>Oh say, what fates th' ingenuous youth befel;</br>What lovely maid his gentle bosom pain'd,</br>And with sweet artlessness his heart enchain'd,</br>\"Ye cherub train, that brought him on his way,\"</br>As yet with pride and black distrust unstain'd,</br>\"O leave him not 'midst tumult and dismay;\"</br>Warm Love, and thankful Hope, and mild Contentment, stay.", "These simple Rhymes shall unlamented die,</br>And quickly vanish in oblivion due:</br>Yet should'st thou chance, with condescending eye,</br>The fond request, therein preferr'd, to view,</br>And thence arous'd, that pleasing theme pursue;</br>Then to the bare request, however penn'd,</br>Of praise some slender portion might accrue,</br>Then might my name, avow'd, to fame pretend,</br>And gentle souls unborn my useful zeal commend.</br>"]