["CORYDON.</br>Ho!  friend Alexis, whether do you tend?", "ALEXIS.</br>Unto the town my painful steps I bend:</br>Again I'm forc'd to sheathe my limbs in arms,</br>And toil in fighting fields, 'midst dire alarms;</br>To distant shores unwillingly I roam,</br>And sorrowing leave my friends and rural home.", "CORYDON.</br>Ah!  hapless swain!  and is the report true</br>That you must bid your pleasing fields adieu?</br>Now hither turn, and taste our homely fare,</br>And for a while dispel corroding care;</br>The ground shall here our rural table make,</br>And for ripe fruits myself the trees will shake,</br>To quench our thirst we from the bubbling spring</br>The crystal water in this bowl can bring.</br>See now the ev'ning shades their mantle spread,</br>And o'er the mountains form a dusky shade:</br>In cheerful talk we'll gladsome spend the night,</br>And rosy morn shall guide you with her light.", "ALEXIS.</br>Kind neighbour, as you ask, I will obey;</br>Your cheerful welcome shall prolong my stay,</br>While ev'ning shadows flying pass along,</br>Till morning's usher'd by the warbling throng.", "CORYDON.</br>With joy, my ancient friend I now detain,</br>But long, alas!  you cannot here remain.</br>Your country's cause draws you to hostile fields,</br>Where shine bright swords, and flame the moony shields;</br>What brazen trumpets loud resound from far,</br>And urge contending armies to the war.</br>Then native honour fires the noble mind;</br>Each breast commits its terrors to the wind.</br>The thought recalls my former youthful days,</br>When in the fields I eager fought for praise:</br>The Gallic warriours groan'd beneath our might;</br>The heavy Germans turn'd their backs to flight;</br>We stood terrific on the empurpled plain,</br>And rivers roll'd the bodies to the main.</br>With honour crown'd, I sought the peaceful grove:</br>Now through my flocks at ease I careless rove;</br>And piping on my reed all pleasure have</br>That earth can give, or that my wishes crave.", "ALEXIS.</br>Ah!  Corydon, in peace your days on glide,</br>And roll in gentle murmurs through the tide.</br>For warlike noise the piping reed you sound;</br>For hostile legions stand your sheep around;</br>For waving ensigns spread the leafy trees;</br>For blackening bands appear the humming bees;</br>Nor hides your fields the bloom empurpled stream:</br>Here flows the wave that courts the silent dream!</br>Hark how to sleep invites the water-fall!</br>To rest from heat your bushy arbours call.</br>At night your cottage yields a safe retreat:</br>Near to the blazing fire you draw your seat;</br>And country cates afford a mild repast;</br>Then on your couch your weary limbs you cast;</br>Nor fear of danger fills your settled mind;</br>You give all care and terror to the wind.", "CORYDON.</br>The love of honour fires the warriour's breast;</br>For this he toils, and sacrifices rest.</br>He wars not for himself, but for his own,</br>His country's safety, and his monarch's throne!</br>Inspir'd by this he bears aloft the shield,</br>And boldly rushes to the fighting field.</br>On heaps of slaughter'd foes the victor treads,</br>And wide destruction all around him spreads.</br>With pompous wreaths see him returning crown'd!</br>Hark how his praise the neighb'ring hills resound!", "ALEXIS.</br>The shepherd swain enjoys inglorious ease;</br>He courts the Muses, and resounds their praise.</br>His flocks he leads unto the winding vale,</br>While ruddy morning breathes the cooling gale;</br>While sultry heat the parched ground invades,</br>He leads them to the wood's protecting shades:</br>Along the margin lies the crystal pool,</br>Their thirst to quench, and burning sides to cool:</br>Reclin'd at ease he views their sportful play,</br>And ends his labour with receding day.</br>In innocence he lives, fears no alarms,</br>Nor hears the brazen trumpet sound to arms.</br>Remov'd from courts, he knows not of deceit;</br>Unus'd to cringe and bow before the great:</br>He one thing thinks, nor does another tell,</br>And hates a liar as the gates of hell.", "CORYDON.</br>What various ills from horrid war arise!</br>The field is forag'd, and in ruin lies;</br>The peaceful village blazes in a flame;</br>Our fathers, sons, and ev'ry tender name,</br>Behold them welt'ring in their reeking gore!</br>Their eyes they close in death, and open them no more!</br>War sweeps the grazing cattle from the fields,</br>And carries off the fruit rich Ceres yields;</br>Nor ought remains but fire and sword invades;</br>Our much lov'd solitudes, and woodland shades</br>In cloudy columns roll into the skies,</br>And all that yielded joy for ever flies!</br>But see the dew its noxious damp extends,</br>And down the western skies the sun descends;</br>From the blue mountains rushes down the night,</br>And evening Cynthia hides her silver light;</br>The nightingale complains from yonder grove,</br>And warbles out her tale of slighted love</br>Nor more in open fields must we remain;</br>See gath'ring o'er our heads the impending rain!</br>To shady coverts flock the frighted sheep;</br>The sounding forests murmur to the deep:</br>The fainting steers now homeward bear the yoke,</br>And from my cot ascends the curling smoke;</br>There while the shades obscure the gloomy sky,</br>In peaceful slumbers on our beds we'll lie,</br>And when Aurora purples o'er the east,</br>We'll break from slumber, and from gentle rest,</br>And then we'll part:  you to th' embattled plain,</br>I to my sheep, a simple shepherd swain!</br>"]