["To whom should I these fancies dedicate,</br>When I made truce with thoughts of vanity,</br>But to your Noble selfe, and Princely Mate,</br>Whose soules are so espouz'd to Piety?</br>Now, in such verdant yeers, when most apply</br>Themselves to gaudy garbs, and worlds delight,</br>Lo, your brave mindes do soare a pitch more high,</br>To seek your Maker and Celestial light;</br>And few there are who make that way a loftier flight.", "My Lord,</br>I could produce (could it augment your fame,)</br>A Noble Counsellour in former dayes,</br>That was of your own Lignage, Blood and Name,</br>Whoby the light of Heavens clear cristal rayes</br>His Prince did guide (to his eternal praise.)</br>The King was glad to hear what he propounded,</br>Whereby he shunn'd those rockie dangerous wayes,</br>Which all the Christian world might have confounded,</br>No Musick sweeter then good counsel ever sounded.", "He was another Joseph to this land,</br>Who by his Prudence did his Lord advise</br>To passe that Charter under seal and hand,</br>Which props the Priest and peoples liberties;</br>(The peoples hearts are Kings best treasuries,)</br>The marks and bounds to terminate each Section,</br>From all encroachment which that Grant denies,</br>For where I pay my tribute and subjection,</br>I challenge may my life's and livelihoods protection.", "I spare, Illustrious Lord, the application;</br>Do but the forename change, the storie's thine,</br>Who art the brightest glory of this Nation</br>In search of knowledge Humane and Divine,</br>Be pleas'd as Sol, when he begins to shine,</br>All foggs and mists from hills and valleys chaseth,</br>To countenance these gentle Songs of mine,</br>Sweet Israels Singer sate among the Graces,</br>The wiseman after all his travels Hymen paceth.", "A Vote.", "With outward store God grant you inward peace,</br>In mutual love to spend long lasting dayes;</br>It is the course both Heaven and Earth to please,</br>Who will you blesse in all your works and wayes,</br>(Good wives their Husbands House and Honor raise,)</br>Provide true Jonathans to be their friend.</br>And now your Votary most humbly prayes,</br>That God may children like the Parents send,</br>And to the utmost point of time your noble line extend.", "So prayeth the Humblest of your Servants,</br>ROBERT AYLET.</br>"]