["In that bless'd season, when descending snows,</br>In robes of virgin white, the fields inclose;</br>When Beaux, and Belles, their rural seats forego,</br>For the gay seats of ALMACK'S and SOHO:</br>When to his consort's wish the sportsman yields,</br>And quits, for GROSVENOR-SQUARE, the frost-bound fields;</br>What time stout Labor waking rears his head,</br>And jaded Luxury just thinks of bed;</br>Tir'd with the toilsome pleasures of the day,</br>Stretch'd on my couch with weary limbs I lay:</br>Then, as disorder'd slumbers clos'd my eyes,</br>This strange fantastic vision seem'd to rise.", "Methought my footsteps trod a spacious plain,</br>Of size, assembled nations to contain:</br>Expos'd to sight, nor screen'd by sheltering wood,</br>Full in the midst a spacious building stood.</br>In various ornaments, on every part,</br>Had ARCHITECTURE lavish'd all her art;</br>Here GRECIAN columns GOTHIC structures bear,</br>Gay CHINA spreads her painted arches there;</br>The artist's skill, to charm the roving view,</br>Had mix'd old orders, and invented new.</br>High in the dome, on massy pillars rear'd,</br>Rich with refulgent gems, a throne appear'd,</br>Where, deck'd in all the pomp of regal state,</br>'Mid gazing crouds, a female figure sat;</br>And, while ten thousand tongues her power proclaim,</br>The vaulted roofs re-echo FASHION'S name.</br>Round her a train of busy nymphs are seen,</br>Dressing with skilful hands their haughty queen:</br>Some plait her robes, her washes some prepare,</br>Some paint her cheeks, and some adorn her hair;</br>Still through perpetual change their labors run,</br>One moment alters, what the last had done.</br>Numbers each art to gain her favor try,</br>And watch the varying motions of her eye;</br>At her command employ their utmost skill,</br>And yield their minds, and bodies, to her will;</br>Lay health, and fame, and fortune, all aside,</br>To follow blindly where her mandates guide.</br>Let but the worshipp'd Goddess give the word,</br>No toil seems difficult, no scheme absurd.</br>Pale Sickness tries each art that can avail,</br>To make her faded features yet more pale;</br>While rosy Health's capricious fingers spread,</br>On her fresh blooming cheeks, a foreign red.</br>The weakly stripling, fainting with the pace,</br>Urges o'er hill, and dale, the breathless chace;</br>While the stout brawny youth, in languid strains,</br>Of tender frame, and shatter'd nerves, complains.</br>Nobles, whose sires for freedom bravely stood,</br>Or seal'd her sacred charter with their blood,</br>Glory their country's honor to have sold,</br>And prostitute their dearest rights for gold;</br>In Britain's cause while patriot Porters cry,</br>And Butchers bellow, WILKES and LIBERTY!", "As at this motley scene, in wild amaze,</br>On every side with wondering eyes I gaze,</br>Sudden, methought, I heard the clarion's notes;</br>Loud on the wind the martial clamour floats!&mdash;</br>The embattled legions glitter from afar,</br>And threaten FASHION'S dome with fatal War.</br>Panting with rage to break her tyrant laws,</br>Here sprightly WIT his light-arm'd cohorts draws;</br>REASON, and SENSE, with VIRTUE by their side,</br>In close array, their firm battalions guide;</br>And BEAUTY leads in graceful order on,</br>Her radiant files, that glitter in the sun.", "The Goddess saw, and through the enamel'd red</br>A flush of rage her glowing features spread:</br>Then, frowning, thus:  \"Do these allies prepare</br>To wage with troops like mine unequal war?&mdash;</br>Soon shall my veterans o'er the purpled plain,</br>With force superior, drive the rebel train.</br>Though WIT, and SENSE, their various bands combine,</br>And VIRTUE'S powers with BEAUTY'S squadrons join,</br>The boldst of their tribe shall mourn, too late,</br>The rash resolve that tempts them to their fate,</br>And bids them urge a host to warlike deeds,</br>Which DULNESS marshals, and which FOLLY leads.\"", "She spoke, and while her voice the war defy'd,</br>Assembling myriads croud on every side;</br>Undaunted to the field of death they go,</br>And frown amazement on the approaching foe:</br>With dreadful shock the encount'ring armies meet,</br>And the plain trembling, rocks beneath their feet.", "Ye NYMPHS OF PINDUS!  string my feeble lyre,</br>And in my bosom wake Maeonian Fire!</br>So shall my song, in equal strains, relate,</br>The bleeding horrors of this field of fate.", "First WIT'S impetuous train the fight began;</br>Full on the foe, with active force they ran.</br>The hardy sons of DULNESS bear the shock,</br>Sustain the onset, and their ardor mock.</br>Secure from wounds they fight, no hostile reed</br>Can make the sacred sons of DULNESS bleed:</br>CONCEIT, (whose tenfold shield's the surest fence</br>'Gainst all the fire of WIT, and force of SENSE;</br>In which, when held before the warrior's heart,</br>No weapon finds a vulnerable part,</br>But from it's temper'd verge the arrows bound,</br>Nor leave a mark, but blunted strew the ground.)</br>CONCEIT, propitious hovering o'er their heads,</br>Before this favorite band her buckler spreads;</br>Behind it's ample round they safely lie,</br>And scorn the shafts of Satire, as they fly.</br>Weak are the attempts of REASON to sustain</br>The shatter'd force of WIT'S defeated train;</br>Alike his baffled legions quickly yield,</br>And still victorious DULNESS keeps the field.", "But different far the martial scene appears,</br>Where her triumphant banner BEAUTY rears.</br>FOLLY, and VICE, in vain their powers oppose,</br>Wide o'er the field her car exulting goes;</br>Before her bands the hostile legions fly,</br>And round her shining chariot myriads die:</br>Even DULNESS learns to tremble at the sight,</br>Draws off her conquering sons, and shuns the fight.</br>The trembling Goddess, seis'd with deep dismay,</br>Beheld the fatal fortune of the day:</br>Yet one remaining band some hopes afford,</br>To snatch the victory from her rival's sword.</br>From various regions drawn, a troop she had,</br>Of forms uncouth, in dress fantastic clad,</br>The truest slaves of FASHION'S potent reign,</br>The keenest foes to BEAUTY'S gallant train.</br>A thousand arms they wield, and arts they know,</br>Destructive all to their triumphant foe:</br>Here AFFECTATION, dress'd in fell grimace,</br>Distorts each feature of a lovely face;</br>Here MILLINERS and MANTUA-MAKERS join</br>Their cruel skill, to hide each form divine;</br>Above the rest, here dire FRISEURS prepare</br>Their horrid engines, and provoke the war:</br>Ten thousand puffs advanc'd with dreadful power</br>Against the adverse host their powder shower;</br>The rising dust obscures the doubtful fight,</br>And hides the struggling armies from the sight;</br>Wide o'er the foe the gathering mist extends,</br>Full on their fronts the snowy cloud descends.</br>No more, by artful braidings unconfin'd,</br>The flaxen hair flows wanton in the wind;</br>No more the auburn tresses loosely break,</br>In curls luxuriant, o'er the snowy neck;</br>Alike the sable locks their lustre lose,</br>And golden ringlets, sung by many a Muse.</br>O'er the fair train the clouds of powder fall,</br>And universal whiteness covers all.</br>Her alter'd legions BEAUTY scarcely knows,</br>And shrinks astonish'd from her shouting foes.</br>So when on fam'd PHARSALIA'S spacious stage</br>The world beheld her rival chiefs engage,</br>While ROME'S luxurious youth, on POMPEY'S side,</br>Shining in arms, the strokes of death defied,</br>CAESAR no more against each dauntless breast,</br>But to their eyes, his glittering spears address'd:</br>Those who could death in freedom's cause embrace,</br>Struck with the terrors of a mangled face,</br>From the disputed field inglorious fly,</br>To 'scape the horrors of deformity.", "Now FASHION'S breast with eager transport beats,</br>While BEAUTY slowly from the field retreats:</br>But soon her warriors blast the short delight,</br>Assume fresh courage, and renew the fight.</br>Each wily stratagem is us'd in vain</br>To vanquish, or destroy, the lovely train;</br>Though every dress to hide their charms they wear,</br>Distort their features, and deform their hair;</br>To every dress superior still they rise,</br>Still darts the living lightning from their eyes:</br>FOLLY beholds her fainting squadrons yield,</br>And baffled DULNESS quits at length the field.", "Now, FASHION, shame had veil'd thy haughty head,</br>And BEAUTY reign'd triumphant in thy stead:</br>But, lo!  auxiliar armies bend their way,</br>To rescue from her force the hard-fought day.</br>These foreign aids, in four divisions drawn,</br>With steady footsteps march across the lawn.</br>Two dress'd in sable garbs their squadrons spread,</br>Two like BRITANNIA'S legions clad in red.</br>Amidst their ranks four frowning kings appear,</br>And four fair queens their beauteous foreheads rear.</br>The embattled warriors round, a dreadful fight,</br>Pant for the conflict, and demand the fight.", "\"Now haughty foes!\"  (exulting FASHION cries)</br>\"Now learn my potent empire to despise!&mdash;</br>Though the disastrous shock of former arms</br>Had left ye blooming in your native charms;</br>No rouge had spread, no powder fall'n to shroud</br>Your dazzling lustre in a dusty cloud;</br>Not all your vaunted power should ever boast</br>One laurel ravish'd from yon veteran host.</br>Elate in arms, and foremost in the field,</br>See mighty PAM his massy halberd wield!&mdash;</br>Where-e'er, by victory led, the hero goes,</br>What daring arm, undaunted, shall oppose?</br>Or who, with fearless eye, the plain explores</br>Where dreadful march yon sable MATADORES?\"", "The Goddess said. &mdash; Impatient to engage,</br>Onward the legions rush with shouts of rage.</br>In vain fair BEAUTY calls her faithless band,</br>And bids each chief the fierce attack withstand;</br>The apostate warriors yield without a blow,</br>Throw down their useless arms, and kneel before the foe.", "In triumph now to FASHION'S ample fane</br>The jocund victors march across the plain;</br>And BEAUTY, hapless victim of the war!</br>Is chain'd a captive to her rival's car.", "Now joy tumultuous swell'd the Goddess' breast,</br>And thus her voice the conquering train address'd:</br>\"Hail, happy chiefs!  whose steady zeal alone</br>Has sav'd from ruin FASHION'S tottering throne,</br>Whose arms have taught my strongest foes to yield,</br>And chas'd resistance from yon sanguine field:</br>For this exploit, your ever-honor'd band,</br>As guards perpetual, round my dome shall stand.</br>And sounding FAME, who at my palace gates,</br>Obedient on my will, for ever waits,</br>Shall with her trumpets teach the echoing wind</br>To bear this happy tale to all mankind,</br>That in each clime where-e'er my awful sway,</br>And high behests, the race of man obey,</br>Your sacred names, to all my sons endear'd,</br>Shall, as my own, be worshipp'd and rever'd.</br>SENSE, VIRTUE, WIT, and PRUDENCE, all combin'd,</br>No more shall win the reverence of mankind,</br>COURAGE, and WORTH, no longer honor boast,</br>But GLORY follow whom you favor most:</br>O'er BEAUTY, PAM shall reign despotic still,</br>CUPID resign his arrows to SPADILLE,</br>And all who bow to FASHION'S dread awards,</br>Confess the universal power of CARDS.\"</br>"]