["But ROCHESTER shall eccho forth my praise</br>If Rochester remaine not most ungratefull,</br>A sin in fashion for these humerous daies:</br>To whome wee owe, to them we are most hatefull:</br>O that it were in fashion; I am sure</br>Nine daies (like wonders) fashions but endure.", "I must upraide her else, not praises giving,</br>How first my favours patronag'd her pride:</br>But in too much remembrance of the living,</br>In darke oblivion dead mens praise we hide.</br>A begger from the dunghill once extold,</br>Forgets himselfe, whom what he was of old.", "When first her gravell-purified river,</br>No Bridge upon her bore-lod'n bosome bore,</br>Some high renowne I striv'd for to give her,</br>And made a Bridge her swiftest currant o're.</br>Sir Robert Knowles was in the same an actor:</br>But Cobham was the chiefest benefactor.", "And Walter Morton, Mertons Colledge founder,</br>(Why doth mischance neere charitie thus dwell,)</br>With lime and sand gainst tempest-beating bound her,</br>Who from her top by great misfortune fell,</br>Riding along the workemen for to see:</br>Fortune is alwaies verues enemie.", "Kinde Rochester it seemes had yet respected</br>His name should live in ages for to come,</br>In whose Memoriall lately is erected</br>An Epitaph upon a marble tombe:</br>But one good turne another still doth crave,</br>For this; they found a goblet in his grave.", "Warham, th' archbishop once of Canterbury,</br>The Iron barres upon the Bridge bestow'd:</br>Warner the copings did reedifie,</br>And many since their liberall minds have show'd,</br>Whose deeds in life (if deede can Heaven merit)</br>Made them in death all heavenly joyes inherit.", "Thus Medway by this faire stone Bridge adorned,</br>Made Thamesis enamor'd of her beauty:</br>All other rivers England had he scorned,</br>Yeelding to her kinde love-deserving duty,</br>In smiles, embracements, gratious lookes and greetings,</br>In amorous kisses, murmures, night-set meetings.", "But how he courted, how himselfe hee carri'd,</br>And how the favour of this Nimph he wonne,</br>And with what pompe Thames was to Medway marri'd,</br>Sweete Spenser shewes (O griefe that Spenser's gone!)</br>With whose life Heaven a while enricht us more,</br>That by his death wee might be ever pore.", "Let marriages which shute his arches through,</br>Describe aright his length, his bredth, his beautie;</br>Riding in's sight, they vaile their bonnet low,</br>And strike their top-saile in submissive dutie:</br>He'el not be brav'd; no vessel since the marriage,</br>Will he receive, but of a lowly carriage.", "Some higher ship, whose sailes are swolne with pride,</br>Whose bloudy flaggs like fierie streamers hing,</br>At Chattam lies, and from her hollow side,</br>With double charge sendes forth a culvering,</br>Which rends the shore, and makes the towne to shake,</br>The Bridge her breath, herselfe in snuffe doth take.", "The fierie smoake this Engine vomits out,</br>To him transported by the aire and wind[es]</br>Hee straight receives, and prisons in throughout</br>His hollow vaults, his crevices and rindes,</br>So th' aire redoubting in his arches, slips</br>A mocking eccho to these powder ships.", "This Bridge revives my dying memorie,</br>Over the which I passe into the Towne,</br>To view the sacred Church of Trinitie</br>Built by Sir Robert Knowles:  and (though unknowne)</br>That Chauntrey joyning to the same I founded,</br>Where Harmonie for ever should be sounded.</br>"]