["The Hermit heals both Squire and Dame</br>Of their sore Maladies:</br>He Turpine doth defeat, and shame</br>For his late Villanies.", "No wound, which warlike Hand of Enemy</br>Inflicts with dint of Sword, so sore doth light,</br>As doth the poisonous Sting, which Infamy</br>Infixeth in the Name of noble Wight:</br>For, by no Art, nor any Leach's Might</br>It ever can recured be again;</br>Ne all the Skill which that immortal Spright</br>Of Podalyrius did in it retain,</br>Can remedy such hurts; such hurts are hellish Pain.", "Such were the Wounds, the which that Blatant Beast</br>Made in the Bodies of that Squire and Dame;</br>And being such, were now much more increast,</br>For want of taking heed unto the same,</br>That now corrupt and cureless they became;</br>How-be that careful Hermit did his best,</br>With many kinds of Medicines meet, to tame</br>The poisonous Humour which did most infest</br>Their rankling Wounds, and ev'ry Day them duely drest.", "For, he right well in Leaches Craft was seen;</br>And through the long Experience of his Days,</br>Which had in many Fortunes tossed been,</br>And past through many perilous Assays,</br>He knew the diverse went of mortal ways,</br>And in the Minds of Men had great in-sight;</br>Which, with sage Counsel, when they went astray,</br>He could inform, and them reduce aright,</br>And all the Passions heal, which wound the weaker Spright.", "For, whylom, he had been a doughty Knight,</br>As any one that lived in his Days,</br>And proved oft in many perilous Fight,</br>In which he Grace and Glory won always,</br>And in all Battles bore away the Bays.</br>But being now attacht with timely Age,</br>And weary of this World's unquiet ways,</br>He took himself unto this Hermitage,</br>In which he liv'd alone, like careless Bird in Cage.", "One Day, as he was searching of their Wounds,</br>He found that they had festred privily;</br>And rankling inward with unruly Stounds,</br>The inner Parts now 'gan to putrify,</br>That quite they seem'd past help of Surgery;</br>And rather needed to be disciplin'd</br>With wholsom Reed of sad Sobriety,</br>To rule the stubborn Rage of Passion blind:</br>Give Salves to every Sore, but Counsel to the Mind.", "So, taking them apart into his Cell,</br>He to that point fit Speeches 'gan to frame,</br>As he the Art of Words knew wondrous well,</br>And eke could do, as well as say the same:</br>And thus he to them said; Fair Daughter Dame,</br>And you fair Son, which here thus long new lie</br>In piteous Languor, since ye hither came,</br>In vain of me ye hope for Remedy,</br>And I likewise in vain do Salves to you apply.", "For, in your self your only help doth lie,</br>To heal your selves, and must proceed alone</br>From your own Will, to cure your Malady:</br>Who can him cure, that will be cur'd of none?</br>If therefore Health ye seek, observe this one:</br>First, learn your outward Senses to refrain</br>From things that stir up frail Affection;</br>Your Eyes, your Ears, your Tongue, your Talk restrain</br>From that they most affect, and in due Terms contain.", "For, from those outward Senses ill affected,</br>The Seed of all this Evil first doth spring,</br>Which at the first before it had infected,</br>Mote easy be supprest with little thing:</br>But being growen strong, it forth doth bring</br>Sorrow, and Anguish, and impatient Pain</br>In th' inner Parts; and lastly scattering</br>Contagious Poison close through every Vein,</br>It never rests, till it have wrought his final Bane.", "For, that Beast's Teeth, which wounded you to-fore,</br>Are so exceeding venomous and keen,</br>Made all of rusty Iron, rankling sore,</br>That where they bite, it booteth not to ween</br>With Salve, or Antidote, or other Mean</br>It ever to amend:  ne marvel ought;</br>For, that same Beast was bred of hellish Strene,</br>And long in darksome Stygian Den up-brought,</br>Begot of foul Echidna, as in Books is taught.", "Echidna is a Monster direful dread,</br>Whom Gods do hate, and Heavens abhor to see;</br>So hideous is her Shape, so huge her Head,</br>That ev'n the hellish Fiends affrighted be</br>At sight thereof, and from her presence flee:</br>Yet did her Face and former Parts profess</br>A fair young Maiden, full of comly Glee;</br>But all her hinder Parts did plain express</br>A monstrous Dragon, full of fearful Ugliness.", "To her the Gods, for her so dreadful Face</br>(In fearful darkness, furthest from the Sky,</br>And from the Earth) appointed have her place</br>'Mongst Rocks and Caves, where she enroll'd doth lie</br>In hideous Horrour and Obscurity,</br>Wasting the strength of her immortal Age.</br>There did Typhaon with her company;</br>Cruel Typhaon, whose tempestuous Rage</br>Makes th' Heavens tremble oft, and him with Vows assuage.", "Of that Commixtion they did then beget</br>This hellish Dog, that hight the blatant Beast;</br>A wicked Monster, that his Tongue doth whet</br>Gainst all, both good and bad, both most and least,</br>And pours his pois'nous Gall forth, to infest</br>The noblest Wights with notable Defame:</br>Ne ever Knight, that bore so lofty Creast,</br>Ne ever Lady of so honest Name,</br>But he them spotted with Reproach, or secret Shame.", "In vain therefore it were, with Medicine</br>To go about to salve such kind of Sore,</br>That rather needs wise Read and Discipline</br>Than outward Salves, that may augment it more.</br>Aye me!  said then Serena, sighing sore,</br>What hope of Help doth then for us remain,</br>If that no Salves may us to Health restore?</br>But, sith we need good Counsel, said the Swain,</br>Aread, good Sire, some Counsel, that may us sustain.", "The best, said he, that I can you advise,</br>Is to avoid th' Occasion of the Ill;</br>For, when the Cause whence Evil doth arise,</br>Removed is, th' Effect surceaseth still:</br>Abstain from Pleasure, and restrain your Will,</br>Subdue Desire, and bridle loose Delight,</br>Use scanted Diet, and forbear your Fill,</br>Shun Secrecy, and talk in open sight;</br>So shall you soon repair your present evil Plight.", "Thus having said, his sickly Patients</br>Did gladly hearken to his grave Beheast,</br>And kept so well his wise Commandements,</br>That in short space their Malady was ceast;</br>And eke the biting of that harmful Beast</br>Was throughly heal'd.  Tho, when they did perceive</br>Their Wounds recur'd, and Forces reincreast,</br>Of that good Hermit both they took their leave,</br>And went both on their way, ne each would other leave.", "But each the other vow'd t' accompany;</br>The Lady, for that she was much in dread,</br>Now left alone in great Extremity;</br>The Squire, for that he courteous was indeed,</br>Would not her leave alone in her great need.</br>So both together travel'd, till they met</br>With a fair Maiden clad in mourning Weed</br>Upon a mangy Jade unmeetly set,</br>And a leud Fool her leading thorough dry and wet.", "But by what means that shame to her befel,</br>And how thereof her self she did acquite,</br>I must awhile forbear to you to tell;</br>Till that, as comes by course, I do recite</br>What fortune to the Briton Prince did light,</br>Pursuing that proud Knight, the which whileare</br>Wrought to Sir Calepine so foul Despight;</br>And eke his Lady, though she sickly were</br>So leudly had abus'd, as ye did lately hear.", "The Prince, according to the former token,</br>Which fair Serene to him deliver'd had,</br>Pursu'd him straight, in mind to been ywroken</br>Of all the vile Demean, and Usage bad</br>With which he had those two so ill bestad:</br>Ne Wight with him on that Adventure went</br>But that wild Man; whom though he oft forbad</br>Yet for no bidding, nor for being shent,</br>Would he restrained be from his Attendement.", "Arriving there, as did by chaunce befall,</br>He found the Gate wide ope, and in he rode,</br>Ne staid till that he came into the Hall,</br>Where soft dismounting like a weary Load,</br>Upon the Ground with feeble Feet he bode,</br>As he unable were for very need</br>To move one Foot, but there must make abode:</br>The whiles the Salvage Man did take his Steed,</br>And in some Stable near did set him up to feed.", "E'er long, to him a homely Groom there came,</br>That in rude wise him asked what he was,</br>That durst so boldly, without lett or shame,</br>Into his Lord's forbidden Hall to pass.</br>To whom, the Prince (him faining to embase)</br>Mild answer made; he was an errant Knight,</br>The which was fall'n into this feeble case</br>Through many Wounds, which lately he in fight</br>Received had, and pray'd to pity his ill plight.", "But he, the more outrageous and bold,</br>Sternly did bid him quickly thence avaunt,</br>Or dear aby; for why, his Lord of old</br>Did hate all errant Knights which there did haunt,</br>Ne Lodging would to any of them graunt:</br>And therefore lightly bade him pack away,</br>Not sparing him with bitter words to taunt;</br>And there-withal, rude Hand on him did lay,</br>To thrust him out of door, doing his worst assay.", "Which, when the Salvage coming now in place</br>Beheld, eftsoons he all enraged grew;</br>And running straight upon that Villain base,</br>Like a fell Lion at him fiercely flew,</br>And with his Teeth and Nails, in present view</br>Him rudely rent, and all to pieces tore:</br>So, miserably him all helpless slew,</br>That with the Noise, whilst he did loudly roar,</br>The People of the House rose forth in great Uproar.", "Who, when on Ground they saw their Fellow slain,</br>And that same Knight and Salvage standing by,</br>Upon them two they fell with might and main,</br>And on them laid so huge and horribly,</br>As if they would have slain them presently.</br>But the bold Prince defended him so well,</br>And their Assault withstood so mightily,</br>That maugre all their Might, he did repel</br>And beat them back, whilst many underneath him fell.", "Yet he them still so sharply did pursue,</br>That few of them he left alive, which fled,</br>Those evil Tidings to their Lord to shew:</br>Who, hearing how his People badly sped,</br>Came forth in haste; where, when-as with the Dead</br>He saw the Ground all strow'd, and that same Knight</br>And Salvage with their Blood fresh steeming red,</br>He wox nigh mad with Wrath and fell Despight,</br>And with reproachful Words him thus bespake on hight:", "Art thou he, Traitor, that with Treason vile</br>Hast slain my Men in this unmanly Manner,</br>And now triumphest in the piteous spoil</br>Of these poor Folk, whose Souls with black Dishonour</br>And foul Defame do deck thy bloody Banner?</br>The Meed whereof shall shortly be thy Shame,</br>And wretched End, which still attendeth on her.</br>With that, himself to Battle he did frame;</br>So did his sorry Yeomen, which these with him came.", "With dreadful Force they all did him assail,</br>And round about with boistrous Strokes oppress,</br>That on his Shield did rattle like to Hail</br>In a great Tempest; that in such distress,</br>He wist not to which side him to address.</br>And evermore that craven coward Knight,</br>Was at his back with heartless Heediness,</br>Waiting if he unwares him murder might:</br>For, Cowardize doth still in Villany delight.", "Whereof when-as the Prince was well aware,</br>He to him turn'd with furious intent,</br>And him against his Power 'gan to prepare;</br>Like a fierce Bull, that being busy bent</br>To fight with many Foes about him ment,</br>Feeling some Cur behind his Heels to bite,</br>Turns him about with fell Avengement:</br>So likewise turn'd the Prince upon the Knight,</br>And lay'd at him amain with all his Will and Might.", "Who, when he once his dreadful Strokes had tasted,</br>Durst not the fury of his Force abide,</br>But turn'd aback, and to retire him hasted</br>Through the thick Press, there thinking him to hide.</br>But when the Prince had once him plainly ey'd,</br>He foot by foot him followed alway,</br>Ne would him suffer once to shrink aside;</br>But joining close, huge load at him did lay:</br>Who flying still did ward, and warding fly away.", "But, when his Foe he still so eager saw,</br>Unto his heels himself he did betake,</br>Hoping unto some refuge to withdraw:</br>Ne would the Prince him ever foot forsake,</br>Where-so he went, but after him did make.</br>He fled from Room to Room, from Place to Place,</br>Whilst every Joint for dread of Death did quake,</br>Still looking after him that did him chase;</br>That made him evermore increase his speedy pace.", "At last, he up into the Chamber came,</br>Whereas his Love was sitting all alone</br>Waiting what tidings of her Folk became.</br>There did the Prince him overtake anone,</br>Crying in vain to her, him to bemone;</br>And with his Sword him on the Head did smite,</br>That to the ground he fell in senseless Sowne:</br>Yet whether thwart or flatly it did lite,</br>The tempred Steel did not into his Brain-pan bite.", "Which when the Lady saw, with great affright</br>She starting up, began to shrieke aloud;</br>And with her Garment covering him from sight,</br>Seem'd under her protection him to shroud;</br>And falling lowly at his Feet, her bow'd</br>Upon her Knee, intreating him for Grace,</br>And often him besought, and pray'd, and vow'd;</br>That with the Ruth of her so wretched case,</br>He staid his second Stroke, and did his Hand abase.", "Her Weed she then withdrawing, did him discover:</br>Who now come to himself; yet would not rise</br>But still did lie as dead, and quake and quiver,</br>That ev'n the Prince his Baseness did despise;</br>And eke his Dame him seeing in such guise,</br>'Gan him recomfort, and from ground to rear.</br>Who rising up at last in ghastly wise,</br>Like troubled Ghost did dreadfully appear,</br>As one that had no Life him left through former fear.", "Whom when the Prince so deadly saw dismay'd,</br>He for such Baseness shamefully him shent,</br>And with sharp Words did bitterly upbraid;</br>Vile coward Dog, now do I much repent,</br>That ever I this Life unto thee lent,</br>Whereof thou Caitive so unworthy art;</br>That both thy Love, for lack of Hardiment,</br>And eke thy self, for want of manly Heart,</br>And eke all Knights hast shamed with this knightless part.", "Yet further hast thou heaped Shame to Shame,</br>And Crime to Crime, by this thy coward Fear.</br>For, first it was to thee reproachful blame,</br>T' erect this wicked Custom, which I hear,</br>Gainst errant Knights and Ladies thou dost rear;</br>Whom when thou mayst, thou dost of Arms despoil,</br>Or of their upper Garment which they wear:</br>Yet doost thou not with Manhood, but with Guile,</br>Maintain this evil Use, thy Foes thereby to foil.", "And lastly, in approvance of thy Wrong,</br>To shew such Faintness and foul Cowardize,</br>Is greatest shame for oft it falls, that strong</br>And valiant Knights do rashly enterprize,</br>Either for Fame, or else for Exercise,</br>A wrongful Quarrel to maintain by Fight;</br>Yet have, through Prowess and their brave Emprize,</br>Gotten great Worship in this Worldes sight.</br>For, greater Force there needs to maintain Wrong than Right.", "Yet sith thy Life unto this Lady fair</br>I given have, live in reproach and scorn;</br>Ne ever Arms, ne ever Knighthood dare</br>Hence to profess:  for, shame is to adorn</br>With so brave Badges one so basely born;</br>But only breathes sith that I did forgive.</br>So, having from his craven Body torn</br>Those goodly Arms, he them away did give,</br>And only suffer'd him this wretched Life to live.", "There, whilst he thus was settling things above,</br>Atween that Lady mild and recreant Knight,</br>To whom his Life he granted for her love,</br>He 'gan bethink him in what perillous Plight</br>He had behind him left that Salvage Wight,</br>Amongst so many Foes; whom sure he thought</br>By this quite slain in so unequal fight:</br>Therefore, descending back in haste, he sought</br>If yet he were alive, or to Destruction brought.", "There he him found environed about</br>With slaughter'd Bodies, which his Hand had slain;</br>And laying yet afresh with Courage stout</br>Upon the rest that did alive remain;</br>Whom he likewise light sorely did constrain,</br>Like scatter'd Sheep, to seek for safety,</br>After he gotten had with busy Pain</br>Some of their Weapons, which thereby did lie,</br>With which he lay'd about, and made them fast to flie.", "Whom when the Prince so felly saw to rage,</br>Approaching to him near, his Hand he stay'd,</br>And sought, by making signs, him to assuage:</br>Who, him perceiving, straight to him obey'd,</br>As to his Lord, and down his Weapons laid,</br>As if he long had to his Heasts been train'd.</br>Thence he him brought away, and up convey'd</br>Into the Chamber, where the Dame remain'd</br>With her unworthy Knight, who ill him entertain'd.", "Whom, when the Salvage saw from danger free,</br>Sitting beside his Lady there at ease,</br>He well remembred, thee the same was he,</br>Which lately sought his Lord for to displease:</br>Tho, all in rage, he on him straight did sieze</br>As if he would in pieces him have rent;</br>And were not that the Prince did him appease,</br>He had not left one Limb of him unrent:</br>But straight ne held his Hand, at his Commandement.", "Thus, having all things well in peace ordain'd,</br>The Prince himself there all that Night did rest;</br>Where him Blandina fairly entertain'd,</br>With all the courteous Glee and goodly Feast,</br>The which for him she could imagine best.</br>For, well she knew the ways to win Good-Will</br>Of every Wight, that were not too infest;</br>And how to please the Minds of good and ill,</br>Through tempering of her Words and Looks by wondrous Skill.", "Yet were her Words and Looks but false and feign'd,</br>To some hid end to make more easy way,</br>Or to allure such Fondlings, whom she train'd</br>Into her Trap unto their own Decay:</br>Thereto when needed, she could weep and pray,</br>And when her listed, she could fawn and flatter;</br>Now smiling smoothly, like to Summers-day,</br>Now glooming sadly, so to cloke her Matter;</br>Yet were her Words but Wind, and all her Tears but Water.", "Whether such Grace were given her by kind,</br>As Women wont their guileful Wits to guide;</br>Or learn'd the Art to please, I do not find.</br>This well I wote, that she so well apply'd</br>Her pleasing Tongue, that soon she pacify'd</br>The wrathful Prince, and wrought her Husband's Peace:</br>Who natheless, not therewith satisfy'd,</br>His rancorous Despight did not release,</br>Ne secretly from thought of fell Revenge surcease.", "For all that Night, the whiles the Prince did rest</br>In careless Couch, nor weeting what was ment,</br>He watcht in close await with Weapons prest,</br>Willing to work his villanous Intent</br>On him that had so shamefully him shent:</br>Yet durst he not for very Cowardize</br>Effect the same, whilst all the Night was spent.</br>The morrow next, the Prince did early rise,</br>And passed forth, to follow his first Enterprize.</br>"]