["Such is the nature and sweet inclination</br>Of Heav'nly Graces all, whereof I sing,</br>That with most kinde and mutual relation,</br>They all seeme joyn'd together in a ring,</br>So close each one another following,</br>That who gets one doth all the rest obtayne.</br>For, from one Fountayne all of them doe spring,</br>All link'd together in so strong a chayne,</br>As where one Vertue dwels, there all the rest remayne.", "'Tis vaine to thinke that single Graces can</br>Make up complete the Man spirituall,</br>More then divided Members of a Man</br>Can grow, or thrive, not joyn'd together all.</br>Hence Poets the three Graces twins doe call,</br>Joves Daughters, and them in one ring doe joyne;</br>And hence they make the Virgins musicall,</br>All but one consort, which are Sisters nine:</br>Thus by their fables shadowing things Divine.", "For they discern'd by Natures dimmed light,</br>One Authour sole of ev'ry goodly grace,</br>Whom Father they and King of all doe hight,</br>And him Lord over all their gods doe place.</br>Loe, thus as in a mist they Truth did trace,</br>But missing the true path of Righteousnesse,</br>In stead of Truth they Errour did embrace,</br>For never was Dame Justice Errours guesse,</br>Nor ever Truth did dwell with Unrighteousnesse.", "For seeming Truth, without the Rule of Right,</br>Like Summum jus is greatest injurie:</br>And Righteousnesse not guided by Truths light,</br>Is Curiousness or false Hypocrisie.</br>Faith that brings forth fruits of Iniquity,</br>Is base Presumption; Love, Dissimulation </br>That worketh not in us by Charitie,</br>All from one Head have life and sustentation,</br>And therefore all together make their habitation.", "But none more like are, or of Kin more neare,</br>Then this faire pair of Truth and Righteousness;</br>The blessed Mother and her Daughter deare;</br>For Truth the Mother is of Uprightness:</br>And surely, Truth and honest Simpleness </br>To ev'ry Vertue doth so needfull grow,</br>That all faire shewes not done in Singleness </br>And Truth of heart, are but a false vaine show,</br>A splendid sinne corrupted by Mans heart below.", "Thou, in whose Lips was never found least guile,</br>Whose Heart hates lying and iniquitie,</br>Whose Hands did never God or Man beguile,</br>Whose Hand, Heart, Word, and Thought is Veritie,</br>Whose blessed Spirit of Truth doth testifie</br>Unto our Spirits true way of Righteousness,</br>By which we come to live eternally,</br>Direct my Muse Truths nature to expresse,</br>That Truth may guide my steps to endlesse Happinesse.", "My bounded Muse here dareth not define</br>Of boundlesse Truth from all Eternitie,</br>Which as impossible's to mete by Line,</br>As Persons three, which in the Trinitie</br>Make but one Truth and perfect Unitie.</br>But as one God consists of Persons three,</br>And each participates of Deitie;</br>So we one Truth communicated see</br>To Persons three, which but one in the God-head bee.", "Of Father, Sonne, and Spirit of Truth we reade</br>But as one God, so but one Truth alone;</br>Into which Truth the Spirit of Truth doth leade,</br>Who sent is from the Father and the Sonne.</br>The Word of Truth that gloriously did won</br>With Spirit and Father from eternitie:</br>Flesh here tooke of our flesh, bone of our bone,</br>To free us from errours captiviite,</br>And chalk't us out a way to walke in Veritie.", "This is the Truth whereof I meane to write,</br>Which ought to be of our whole Life the square,</br>To levell out our words, thoughts, acts aright,</br>And eke our Judgements to Gods Word to square:</br>For of this Truth foure parts there onely are,</br>Of Judgement, Action, Speech, and of the Heart,</br>The want of one, the rest doth all impaire;</br>Wrong judgement, words and actions doth divert,</br>But a false heart doth judgement, action, speech pervert.", "And that I right and plainely may proceed,</br>I will all foure thus singled out define;</br>And first the Truth of Judgement I areade,</br>A power inlightning of Gods Spirit Divine,</br>Which doth Mans understanding part refine,</br>And settles in the Doctrine of his Word:</br>Behold, when Truth doth in our judgement shine,</br>All Heresie and Schismes by us abhord,</br>This Truth of Judgement sacred Knowledge doth afford.", "Truth of the heart is a sweet singlenesse</br>And sincere meaning, whereby Man constraynes</br>His heart to approve it selfe in Holinesse,</br>To him that searcheth both the Heart and Raynes.</br>This in the inward Man the Truth contaynes,</br>And is to God most acceptable treasure:</br>This Truth from all Hypocrisie refraynes:</br>Here doth the Devill soonest take his seasure,</br>For, loe, the Heart of man's deceitfull above measure.", "The Truth of speech is when our hearts agree</br>Unto the matter and unto our mind:</br>For if it from our Heart doe disagree,</br>Or from the thing whereto it is design'd,</br>The first to be plaine lying is defin'd.</br>The second, falshood at the best we name:</br>One doth abuse the Conscience and the Mind;</br>The other brings the Authour unto shame;</br>Both falsifie the Truth and are alike to blame.", "The Truth of Actions, honest dealing, plaine,</br>Faithfull in all without dissimulation;</br>With God and Man whether we lose or gaine,</br>When we doe not deceive by simulation,</br>And feigning things without determination;</br>Or else dissembling whereabouts we goe:</br>These are from Truth a wicked declination,</br>And when we God or Man deceaven so,</br>What we would unto us, to others we not doe.", "But as a naturall body doth consist</br>Of quarters foure, to make a man complete,</br>And if but one of all those foure be mist,</br>The other three lose all their life and heate:</br>Ev'n so it is with Truth where of I treate,</br>If of these foure substantiall parts want one,</br>The other three are vainnesse or deceat;</br>For Truth of Judgement, Heart, Speech, Action,</br>Make but one Truth without dissimulation.", "But Truth of Judgement ground is and foundation</br>Of all the rest:  For, be our Hearts sincere,</br>Our words and deeds without dissimulation,</br>If Errour in our Judgements doth appeare,</br>With Paul we may ev'n persecute the deare</br>And holy Servants of the Sonne of Truth,</br>And thinke we doe to God good service here.</br>Fie then on Fooles that so misse-spend their youth,</br>They never seeke to know or learne the way of Truth.", "But be our Judgements ev'n as right and sound,</br>As Christs Disciples by their Master taught;</br>Yet if within us Judas hearts be found,</br>On us the greater judgement shall be wrought.</br>Who knowes his Masters will and doth it nought,</br>Oh, what doth he by this his knowledge gayne,</br>But ev'n the sting of his owne conscience brought</br>To desperation and infernall payne,</br>And to get out this sting puts on an hempen chayne:", "What shall we say of those that doe professe</br>Truth of Religion, and a Heart sincere?</br>Yet in their dealings nothing lesse expresse,</br>But for their gayne deceive, lie, and forsweare:</br>Surely, these men a double heart doe beare:</br>For were the Heart, which is a lively Spring</br>Whence flow our words and deeds, oh were that cleare,</br>Then all the streames from thence forth issuing,</br>Would be pure like the fountain, from whence they do spring.", "But things we best of all by causes know:</br>God is the Cause of each good gift and grace,</br>But here more mediate Causes I may show,</br>Whereby he in the Truth doth guide our pace.</br>By's Word we Truth of Judgement doe embrace,</br>Which is to wandring Soules a guide and light,</br>His Spirit on our Hearts doth Truth enchase,</br>Then Truth of Judgement makes us speake aright,</br>And Truth of Heart makes all our actions true and right.", "Thus (as Effects) true Speech and Actions flow</br>From Truth of Judgement, and the Truth of Heart,</br>As all Mankinde from Eve and Adam grow:</br>But if the subtill Serpent can pervert</br>Our Hearts or Judgements, as he did divert</br>Our two first Parents, then as all their seede</br>Defiled is with their corrupted part,</br>So from our Heart and Judgement will proceede</br>Corrupted words and actions which such fountaynes breede.", "Therefore to set our Judgement true and right,</br>We to the ground and pillar ought to come</br>Of Truth, which is the Church of God, so hight,</br>Because the treasures of all Truth there won,</br>Of all Gods Oracles which there have rome.</br>From which all Truth of Judgement we derive,</br>The Church a carefull Keeper doth become:</br>There's Truth that able is to save alive,</br>And away Errour, Darknesse, Superstition drive.", "O blessed Truth, that holy Church preserves</br>From Satans malice, and the Moth of time,</br>O Glorious Church, whose soundnesse pure reserves</br>Truth of Religion, which doth make thee shine</br>In Righteousness, Faith, Hope, and Love Divine,</br>More then Pompe, Wealth, Universalitie:</br>For Truth doth deck Christs Spouse more trim and fine</br>Then Time, Consent, Succession, Unity,</br>Now foild with Superstition and Idolatrie.", "With these false Ornaments the Church of Rome,</br>Like painted Harlot, shuns the open Light:</br>Nor will unto the Ground and Pillar come</br>Of Truth, to trie if shee be wrong or right.</br>Therefore, poore Laiks never must have sight</br>Of holy Writ, to frame their Judgement by:</br>Traditions and false Miracles them light,</br>And on the Churches word they must relie:</br>Thus Ignorance the Mother is of Poperie.", "But as sound Truth abhors such Ignorance,</br>Ev'n so presumptuous Curiositie</br>Shee doth decline, nor ever doth advance</br>Her purest thoughts to things that be too high:</br>Her subject is no higher Mysterie</br>Then Spirit of Truth is pleased to reveal:</br>Into Gods secret Counsell for to prie,</br>Is like the Thief that fire from Heav'n did steale,</br>To whom ev'n Heathen judgements endlesse torments seale.", "So universall is Truths glorious Fame,</br>That all things that the Heav'n and Earth contaynes,</br>Delight to be adorned by her Name:</br>Yea, God himself Truths title not disdaynes:</br>Loe, He Lord God of Truth for ay remaynes.</br>The Word of Truth, the Spirit of Truth, likewise</br>Wayes, judgements, works, commandments, Truth retaynes</br>In this, Saints, Angels, with God sympathize:</br>But Satan and his broode delight in contraries.", "Thus as shee is adorn'd by Titles high,</br>So with her Glorie shee doth all adorne:</br>Nothing unto perfection cometh nigh,</br>Except by them the badge of Truth be borne.</br>And though some Worldlings doe her Liverie scorne,</br>As things against their pleasure, ease, and gayne,</br>For that plaine dealing is a Jewell worne,</br>But he that wears it beggerie shall gayne;</br>Yet Truth her credit still doth with the best retayne.", "Yea Truth amongst the Writers of all times,</br>Hath beene in such great honour and account,</br>As without Truth yet never Prose or Rimes </br>To any Praise or Honour up did mount.</br>The holy Writ, wherein Truth doth surmount,</br>She safely doth 'gainst all her Foes defend.</br>How oft doth Davids Muse Gods Truth recount,</br>Whereby her glorie lasts to the worlds end?</br>Ah, my poore Muse, see thou alwayes on Truth attend.", "There's not one Vertue that with Love doth dwell,</br>But honours Truth, and seekes her company:</br>Begin ev'n at Humilities low Cell,</br>And Mount to Mercy that doth sit on high,</br>All seeke the companie of Veritie.</br>Ev'n Love must be without dissimulation,</br>And Righteousness without Hypocrisie,</br>Unfeigned Faith, true coustant Expectation,</br>No Vertue without Truth comes neare Loves habitation.", "Fair glosing shewes without Dame Veritie,</br>Are but as falsly feigned Holinesse,</br>Which surely doubles the iniquitie,</br>And never leades the way to Happinesse.</br>My Muse is farre unable to expresse</br>The prayses all of Peeres that Truth attends,</br>Whom shee adorns with wondrous Noblenesse:</br>But Righteousness upon her most depends,</br>And Mercy now and Truth have met and growne great friends.", "But surely Truth hath not so many Friends,</br>But shee doth finde as many Enemies:</br>For Satan all his malice 'gainst her bends,</br>Supplanting Her by force or subtleties.</br>He father is of errours and of lyes,</br>And seekes herewith Truths glorie to distaine,</br>And therefore they maliciously devise</br>Interpretations false, and glosses vaine,</br>Traditions, mens inventions, 'gainst her to maintaine.", "As Purgatorie first they did devise,</br>Purses for Pardon of mens sinnes to gleane:</br>So Limbo's they for Writers have likewise</br>Wherein to purge and make their Writings cleane,</br>(Index expurgatorius I meane)</br>In which if any Writer disagree</br>From their Traditions, whereupon they leane,</br>They in this Limbo Patrum purg'd must bee,</br>Or falsely else condemn'd to burne for Heresie.", "Thus moderne Writs, sacred Antiquitie,</br>The Fathers, Schoole-men, Doctors, Histories,</br>They all of them in Purgatory frie,</br>And sore against the Truth doe tyrannize.</br>The ancient Fathers Truths antiquities,</br>That like John Baptist beare to her record,</br>They doe behead, or else them circumcise,</br>None scapes their Index but Gods holy Word,</br>And that must be translated with their Church t' accord.", "But Errour striveth not more to deface</br>Our Truth of Judgement, than Iniquitie,</br>And proud prophanenesse seeketh to disgrace</br>True Dealing, Speech, and Hearts sinceritie:</br>Them branding with foule Follies infamie,</br>As none could live but those that can dissemble,</br>Reproaching them for Truth and Puritie,</br>That seeke hereby their pure Head to resemble,</br>When ev'n in Gods pure sight the purest Angels tremble.", "Not that I goe about here to defend</br>Those feigned pure Ones, that most wickedly</br>Much Truth and Puritie in words pretend,</br>But in their Actions deale dishonestly;</br>Not those, that like the boasting Pharisie,</br>Call to their brother father off to stand,</br>Which soone discerne a Mote in Brother's eye,</br>But ev'n Beames in their owne not understand;</br>These for some false pretended Spots leave Church and Land.", "Such rav'ning Wolves oft in long clothing goe,</br>And therefore hard by outward shewes to find;</br>We best them by their fruites may learne and know,</br>'Tis dangerous to censure in this kind.</br>For those that have a true pure Heart and Mind,</br>Make shew thereof as they that doe dissemble,</br>Therefore till all their Actions false I find,</br>To judge them Hypocrites mine heart doth tremble,</br>Lest to the Wicked I the Righteous should resemble.", "For dealing true's like Touch-stone, which doth trie</br>The baser Mettall from the purest Gold:</br>Discerns a true Heart from Hypocrisie,</br>And fayned Puritie doth soone unfold.</br>And as by Touch-stones touch is easily told</br>What is pure Gold, from what is guilt for show;</br>Although the Gilt's more glorious to behold:</br>So Truth of Heart by Truth of Words we know,</br>And by the Actions which from them doe daily flow.", "Truth's like the Treasure which the Husbandman,</br>As he was digging in the Field, did sound,</br>Which he keepes close, and sells all that he can,</br>And with the Money goes and buys the Ground.</br>Shee's like the precious Pearle the Merchant found,</br>And then sold all, this Gemme for to obtayne.</br>The wise Man heav'nly Counsell doth propound,</br>That wills us use all means her to obtayne,</br>And buy the Truth with losse of honour, pleasure, gayne.", "Truth is like Salt that seasons ev'ry thing,</br>And makes it savoury to God and Man;</br>Preserves our Soules from Breath putrifying</br>Of busie Flies, that labour what they can</br>To breede corruption in the inward Man.</br>Shee leavens all the whole Lumps preparation,</br>The Soule and Body, Flower and the Bran,</br>Affection, Reason, Will, Communication,</br>Heart, Mind, Opinion, Judgement, Life, and Conversation.", "As precious Ointment powr'd on Aarons head,</br>Ran downe upon his Beard and did not stay,</br>Till all the Skirts it of his cloathing spread:</br>So sacred Truth her vigour doth display</br>From head, whereas our Judgement makes her stay</br>Unto the Beard and Tongue, where speech have place,</br>Then to the Heart and Hands shee holds her way,</br>From whence our Actions all have life and grace;</br>Thus to the Skirts of our long clothing Truth doth trace.", "Gods Truth compares her to a Belt or Zone,</br>Which Souldiers use for strength and ornament,</br>Whose golden Studs most gloriously shone,</br>And joyne the Armour in faire complement.</br>Loe, whilst this Girdle is about us pent,</br>Christians whole Armour hangs on fast and sure:</br>But if this Girdle from our Loynes be rent,</br>Off fals our Armes, and Satan or Worlds lure</br>Then wounds us desperately, or makes us sleep secure.", "Divinest Spencer, thou didst shadow well</br>In Legend of true Love and Chastitie:</br>By girdle faire of fairest Florimell,</br>This sacred Belt of Truth and Veritie,</br>Which none on looser Ladies loynes could tie,</br>Yet their faire Limbs that had liv'd true and chaste,</br>It did adorne most rich and gloriously,</br>And was most fitting for their slender waste,</br>But they, Ungirt unblest, were that had beene unchaste.", "For as the girdle doth inclose around</br>Mans body, where our soules high powers doe dwell:</br>Wherein as good or evil doe abound,</br>Ev'n all our actions flow thence ill or well:</br>So Truth about our soules keeps Centinell,</br>And ev'ry act we doe, shee doth make knowne</br>To that just Judge, from whom we can conceale</br>Not ev'n the secret thoughts are in us growne:</br>For nought so close or secret is to Truth unknown.", "Thus Touch-stone, Treasure, Pearle, Salt, Leaven, Zone,</br>Doe all fall short with faire Truth to compare:</br>For Truth's in all's compar'd to God alone,</br>And none but God her glorie can declare:</br>Who for Truth's sake his owne Sonne did not spare,</br>But offerd him, false man to reconcile,</br>That Truth and Mercy might meete and prepare</br>Strict Justice on poore wretched Man to smile,</br>Whom Satan with false lyes and errour did beguile.", "What doth the Word of Truth to us commend,</br>More then this inward Truth and Singlenesse?</br>Abram for this is styl'd by God a Friend,</br>And Job a man of Truth and Perfectnesse.</br>If I should here the Readers patience presse</br>With all examples therein to be found,</br>Surely, my Verses should be numberlesse:</br>Wherefore a few I for the Truth propound,</br>That you like Men of Berea may the Scripture sound.", "Where you shall find of Truth examples store,</br>Ev'n Christ himself for Truth was crucifide,</br>Baptist beheaded, Paul endured more</br>For Truth then the Apostles all beside.</br>When Peter had the Lord of Truth denide,</br>He went out and did weepe more bitterly,</br>Then when his Master to him signifide</br>By girding him, what death he ought to die,</br>Whereby he should the Truth of God much glorifie.", "And this hath made the Martyrs of all Ages</br>(Till death, their Truth of Judgement to maintayne;)</br>Sealing with blood the Truth of sacred pages,</br>And whilst they here indur'd most cruell payne,</br>They joyfull were in hope of glorious gayne,</br>Yea many have embraced losse and shame,</br>In singlenesse of heart Truth to maintayne.</br>But what though here they doe endure some blame?</br>The true in heart shall gayne an everlasting name.", "David a man call'd after Gods owne heart,</br>For inward Truth and Singlenesse within.</br>No beautie, eloquence, or outward part</br>Can so commend a man:  For Truth doth winne</br>The love of God and Man:  But that foule sinne</br>Of lying Lips and a deceitfull Heart,</br>Is an abomination unto him.</br>In ev'ry triall Truth maintaynes her part,</br>But all dissemblers (Adam-like) aside doe start.", "Loe, many Daughters have done vertuously,</br>But glorious Truth doth farre surmount them all</br>Yet if I onely sing of Veritie,</br>And labour not to practise it at all,</br>But from my Loynes her Girdle loosen shall,</br>It had beene better I had never knowne</br>The way of Truth, then afterwards to fall</br>And leave the Light, that unto me was showne,</br>Choking those seeds of Grace the Spirit of Truth had sowne.", "But ah, the Devill and his Instruments</br>Continually doe seeke our Truth to spoile;</br>And by feare, force, and Worlds allurements,</br>Our Soules of this rich Jewell to beguile.</br>Loe, Romanists adulterate and defile</br>Ev'n Truth's pure Fountaynes and sweet lively Spring:</br>And Worldlings true sinceritie doe foile</br>With odious name of false dissembling,</br>And ev'n with basest termes Gods Priests dishonouring.", "Ah, now we with the fashion all doe run;</br>As Buildings, Wares, Apparell, are for show,</br>So is Religion and Devotion;</br>Where is most pompe and glorie, thither flow</br>The greatest multitude; From whence doth grow</br>To such a height the name of Poperie;</br>Yea, many of us seeke for praise to know;</br>But leave true practice in sinceritie,</br>When not to know, but doe Gods will is charitie.", "Fashion and Custome now so tyrannize,</br>As comely honest Truth they doe out-face:</br>If it the Fashion be us to disguise,</br>It as a comely Custome we embrace;</br>That which Paul thought a Womans foule disgrace,</br>Like Man to have her head uncover'd, shorne,</br>Amongst our Women holds a goodly grace,</br>Like unto mens their garments now be worne,</br>As they in Truth the frailtie of their Sexe did scorn.", "But I could wish with all our power and might,</br>As in Gods presence pure we all did stand,</br>We would goe, thinke, know, speake, and practise right</br>In Truth of Judgement, with Tongue, Heart, and Hand;</br>This God did unto Abraham command,</br>To walke before him and to be upright:</br>Walking before God makes us upright stand;</br>Uprightness shewes we walke as in Gods sight:</br>Who thinks God him beholds, how dares he doe unright?", "Let me here tell you, how a holy man </br>A Harlot did divert from filthy quest;</br>Who by her comely feature many wan</br>To leave their owne, and foile her filthy nest.</br>Himselfe in habit of a Gallant drest,</br>Agreed and paid, desir'd a secret rome,</br>Shee him unto a Chamber streight addrest,</br>So close that therein not the least light shone,</br>But ah (said he) Gods eye us here may see alone.", "Alas (said shee) no place can be so close,</br>That can us hide from Gods all-seeing Eye;</br>Dost thou beleeve (saith he) Gods sees thy grosse,</br>Thy beastly foule sinne of adulterie,</br>And fear'st not lest his furie should destroy,</br>Ev'n whilst in this presumptuous sinne thou art,</br>And thee condemne to Hell eternally?</br>My Authour saith, hereby he did convert</br>Her wicked life to Truth and Singlenesse of Heart.", "But I confesse, that though with all my might</br>I labour for true puritie of mind,</br>And would doe nothing but as in the sight</br>Of God and Angels, Satan and Mankind;</br>Yet often my deceitfull heart I finde</br>Tempting me secretly such things to doe,</br>Which I should not adventure in that kind,</br>If some Man present were the same to know,</br>Yet Truth the closest of them all to God doth show.", "What, shall mans presence make me true and just?</br>And shall not Gods, that sees my secret thought,</br>To whom for all one day account I must,</br>And be rewarded as I here have wrought?</br>Shall not his presence me deterre from ought,</br>That may offend his sacred Majestie?</br>The Sonne of Truth whose blood me dearely bought,</br>And grieve the holy Spirit of Truth, whereby</br>Seal'd and redeem'd I am from Hels captivitie.", "Oh thou that Truth requir'st in inward parts,</br>Us secretly mak'st Wisedome understand,</br>Renewing Spirits aright and clensing Hearts,</br>By whom in Truth and Righteousnesse we stand,</br>My way direct right to the holy Land,</br>Through Desarts wide of this Worlds wildernesse;</br>Feede me with heav'nly Manna from thine Hand,</br>With water from a Rocke my soule refresh,</br>And thorow Jordanes flood conduct to endlesse blesse.", "The humble thou hast promised to guide,</br>And to direct his path aright for ay.</br>Who seeke unfeignedly in Truth t' abide,</br>Thou never sufferest to goe astray;</br>Oh then direct my goings in thy way,</br>My judgement, heart, hand, tongue, in Veritie;</br>Then grant me Love, Faith, Hope, Humilitie,</br>And season ev'ry Grace with Hearts sinceritie.", "God is my Shepheard, How then can I stray?</br>He is my Light, Truth, and my righteous Guide,</br>His rod and staffe my slipperie feete doth stay,</br>Lest they at any time doe slip aside:</br>His Truth and Mercy evermore abide;</br>Though Wine and Women and the King are strong,</br>I nothing feare if Truth be on my side;</br>Thy Truth and Mercy shall my dayes prolong:</br>Of thy great Truth and Mercy ever be my song.", "Oh, let thy Word of Truth my Judgement sway,</br>Thy Spirit of Truth mine inward Man inlight,</br>Incline mine Heart to learne, will, to obay,</br>And on thy Truth set thou my whole delight,</br>On it to meditate both day and night:</br>That whether I eate, sleepe, walke, watch, or pray,</br>I may remember I am in thy sight,</br>So shall I conscience make of every way,</br>And be most carefull what I aske, doe, think, or say.", "But ah, Dread Mercy, I too long forbeare</br>To tune my Dittie to thy sacred praise,</br>Who were so gracious unto me whileare</br>When I appeal'd from Justice stricter Sayes,</br>Unto thy Throne of Grace, where though my wayes</br>Were all discover'd, by thy gracious dome</br>I was absolv'd.  But next I will thee praise,</br>Now I with Truth and Righteousness have done:</br>For none without these two to Mercies grace can come.</br>"]