["Save me! &mdash; what means yon grisly shade,</br>Her stony eye-balls staring wide;</br>In foul and tatter'd patches clad,</br>With dirt, and gore, and venom'd dy'd?</br>A burning brand she whirls around,</br>And stamps, and raves, and tears the ground,</br>And madly rends her clotted hair;</br>While through her cank'red breast are seen</br>Myriads of serpents bred within,</br>The cursed spawn of self-consuming Care!&mdash;", "'Twas thus, O poor enamour'd Maid,</br>The Stygian fiend approach'd the sea-girt tow'r,</br>What time, in sad misfortune's evil hour,</br>The faithless Lamp, Love's Cynosure decay'd.</br>\"And why,\" the ghastly Phantom cries,</br>\"Wilt thou, deluded Hero, wait</br>Leander's wish'd return, forbid by fate?</br>See floating on his wat'ry bier he lies;</br>Pale are his cheeks, where Love was wont to play,</br>And clos'd those radiant eyes that late out-shone the day.\"", "The woe-foreboding voice she heard,</br>And wishing, trembling, pray'd for morn&mdash;</br>When lo the bleeding corse appear'd</br>By savage rocks all rudely torn!</br>Where were ye, Nymphs, O tell me where,</br>Daughters of Nereus fresh, and fair?</br>And why, sweet silver-footed Queen,</br>Would'st thou not leave thy coral cave,</br>And sooth the rough remorseless wave,</br>Ere Death had seiz'd thy best, thy boldest swain?&mdash;", "With haggard eyes, all-streaming blood,</br>Distracted Hero saw her Lover slain,</br>And thrice indignant view'd the guilty main,</br>And thrice accus'd each merc'less watery God</br>Aye me in vain! &mdash; For \"see, she cry'd,</br>My dear Leander's beck'ning shade!</br>And canst thou live, O lost, O wretched Maid?</br>Shall envious Fate so fond a pair divide?</br>Forbid it Love!\" &mdash; Then head-long from the tow'r</br>Deep in the ruthless flood she plung'd to rise no more!", "With scenes of woe, O cursed Pow'r,</br>How are thy greedy eyes regal'd?</br>How did thy heart exult of yore,</br>When Heaven's vindictive rod assail'd</br>The Queen of arts? &mdash; With Giant-stride</br>Contagion stalks, and lo the bride,</br>The Virgin-bride unpity'd dies!</br>Clasp'd to his daughter's throbbing breast,</br>The father breathes his soul to rest,</br>And sorrowing sons compose the widow'd mother's eyes!", "Scar'd by the Daemons' spotted hand,</br>The Eagle scream'd, the famisht Vulture fled,</br>The hungry Wolf forsook th' unburied dead,</br>And pale Diseases shiv'ring left the land!</br>What cries, and piercing shrieks resound</br>Thro' ev'ry street, at ev'ry fane?</br>Yet ah!  they weep, they weary heav'n in vain!</br>Death and Distraction stare on all around!</br>The wretched few, whom pois'nous Pest'lence spares,</br>Of moody madness die, and heart-distracting fears.", "These are thy deeds, O fell Despair,</br>Thou tyrant of the tortur'd soul,</br>Sister of pale-ey'd Grief, and Care,</br>At whose command impetuous roll</br>Passion's rough tides, and swelling high</br>Burst thro' each dear and sacred tye,</br>And ev'ry pleasing thought o'erwhelm;</br>Anon the crazy bark is born,</br>Of winds, and waves, and rocks the scorn,</br>For Reason shrinks appall'd, and trembling quits the helm!", "O fly, thou first-born child of Hell,</br>To some far distants dreary, doleful plain,</br>Where startling Fear, and agonizing Pain,</br>And black Remorse, and sullen Sorrows dwell:</br>Where arm'd with poison, racks, and death,</br>Stern Horrour rears his Gorgon head:</br>And writhing dreadful on their Iron-bed</br>The purple Furies grind their cank'red teeth;</br>While percht on stubs of trees the shriek-owl sings,</br>And screaming deadly hoarse night-ravens flap their wings!", "Thither embost with vary'd woe,</br>Misfortune's pallid slave retires&mdash;</br>Hark, hark he raves! &mdash; Thy tablet shew,</br>Charg'd with damn'd ghosts, and sulph'rous fires.</br>Oh Mercy Heaven! &mdash; Upstaring stands</br>His grisly hair; his nerveless hands</br>Shake; o'er his face the curdled blood,</br>From his swoln heart, with tidings flies,</br>\"Give me another Horse,\" he cries,</br>\"Oh bring the poison'd bowl, let loose life's crimson flood!\"", "Sad, sacred wretch! &mdash; Thou Pow'r divine,</br>Whose god-like word from Chaos dark and dread,</br>Bad Discord fly, and Light sweet-smiling spread</br>Her orient wing, controul this breast of mine!</br>And still when gloomy thoughts prevail,</br>Oh short, and partial be their sway!</br>And beam'd from thee, let pleasure's gladsome ray</br>The mournful progeny of grief dispel.</br>So shall the chequer'd scenes of life delight,</br>As morning brighter peers preceded still by Night.</br>"]