["The fires grew pale on Rome's deserted shrines,</br>In the dim grot the Pythia's voice had died;</br>&mdash;Shout, for the City of the Constantines,</br>The rising city of the billow-side,</br>The City of the Cross! &mdash; great Ocean's bride,</br>Crown'd with her birth she sprung! &mdash; Long ages past,</br>And still she look'd in glory o'er the tide,</br>Which at her feet barbaric riches cast,</br>Pour'd by the burning East, all joyously and fast.", "Long ages past! &mdash; they left her porphyry halls</br>Still trod by kingly footsteps.  Gems and gold</br>Broider'd her mantle, and her castled walls</br>Frown'd in their strength; yet there were signs which told</br>The days were full.  The pure high faith of old</br>Was changed; and on her silken couch of sleep</br>She lay, and murmur'd if a rose-leaf's fold</br>Disturb'd her dreams; and call'd her slaves to keep</br>Their watch, that no rude sound might reach her o'er the deep.", "But there are sounds that from the regal dwelling</br>Free hearts and fearless only may exclude;</br>'Tis not alone the wind, at midnight swelling,</br>Breaks on the soft repose by luxury woo'd!</br>There are unbidden footsteps, which intrude</br>Where the lamps glitter, and the wine-cup flows,</br>And darker hues have stain'd the marble, strew'd</br>With the fresh myrtle, and the short-lived rose,</br>And Parian walls have rung to the dread march of foes.", "A voice of multitudes is on the breeze,</br>Remote, yet solemn as the night-storm's roar</br>Through Ida's giant-pines!   Across the seas</br>A murmur comes, like that the deep winds bore</br>From Tempe's haunted river to the shore</br>Of the reed-crown'd Eurotas; when, of old,</br>Dark Asia sent her battle-myriads o'er</br>Th' indignant wave, which would not be controll'd,</br>But past the Persian's chain in boundless freedom roll'd.", "And it is thus again! &mdash; Swift oars are dashing</br>The parted waters, and a light is cast</br>On their white foam-wreaths, from the sudden flashing</br>Of Tartar spears, whose ranks are thickening fast.</br>There swells a savage trumpet on the blast,</br>A music of the deserts, wild and deep,</br>Wakening strange echoes, as the shores are pass'd</br>Where low 'midst Ilion's dust her conquerors sleep,</br>O'ershadowing with high names each rude sepulchral heap.", "War from the West! &mdash; the snows on Thracian hills</br>Are loosed by Spring's warm breath; yet o'er the lands</br>Which Haemus girds, the chainless mountain rills</br>Pour down less swiftly than the Moslem bands.</br>War from the East! &mdash; 'midst Araby's lone sands,</br>More lonely now the few bright founts may be,</br>While Ismael's bow is bent in warrior-hands</br>Against the Golden City of the sea:</br>&mdash;Oh!  for a soul to fire thy dust, Thermopylae!", "Hear yet again, ye mighty! &mdash; Where are they,</br>Who, with their green Olympic garlands crown'd,</br>Leap'd up, in proudly beautiful array,</br>As to a banquet gathering, at the sound</br>Of Persia's clarion? &mdash; Far and joyous round,</br>From the pine-forests, and the mountain-snows,</br>And the low sylvan valleys, to the bound</br>Of the bright waves, at freedom's voice they rose!</br>&mdash;Hath it no thrilling tone to break the tomb's repose?", "They slumber with their swords! &mdash; The olive-shades</br>In vain are whispering their immortal tale!</br>In vain the spirit of the past pervades</br>The soft winds, breathing through each Grecian vale.</br>&mdash;Yet must Thou wake, though all unarm'd and pale,</br>Devoted City! &mdash; Lo!  the Moslem's spear,</br>Red from its vintage, at thy gates; his sail</br>Upon thy waves, his trumpet in thine ear!</br>&mdash;Awake!  and summon those, who yet, perchance, may hear!", "Be hush'd, thou faint and feeble voice of weeping!</br>Lift ye the banner of the Cross on high,</br>And call on chiefs, whose noble sires are sleeping</br>In their proud graves of sainted chivalry,</br>Beneath the palms and cedars, where they sigh</br>To Syrian gales! &mdash; The sons of each brave line,</br>From their baronial halls shall hear your cry,</br>And seize the arms which flash'd round Salem's shrine,</br>And wield for you the swords once waved for Palestine!", "All still, all voiceless! &mdash; and the billow's roar</br>Alone replies! &mdash; Alike their soul is gone</br>Who shared the funeral-feast on Aeta's shore,</br>And theirs that o'er the field of Ascalon</br>Swell'd the crusader's hymn! &mdash; Then gird thou on</br>Thine armour, Eastern Queen!  and meet the hour</br>Which waits thee ere the day's fierce work is done</br>With a strong heart; so may thy helmet tower</br>Unshiver'd through the storm, for generous hope is power!</br>"]