["False Faytor bides his talent bright</br>In napkin, void of shame;</br>And moves thereby the wrath and spite</br>Of Knight unknown to Fame.", "It fashioned, as erst, with heedless hond,</br>I op'd the Magazine of Poesye,</br>So far y'fam'd throughout all Fairy lond,</br>That I the lay hight \"Sempstress\" did espie;</br>Unweeting who the fator were whereby</br>The same was penn'd, tho' known to Fame, I ween;</br>For elfin characters were there, perdie!</br>And, midway, groupes of ebon stars were seen,</br>To 'vise how many letters there mote be between;&mdash;", "The which when I had conn'd awhile, in sooth</br>I woxen wrath with dolorous despight;</br>And 'gan bewail with dread and gloomy ruth,</br>That there shou'd wonne so base-abandon'd wight;</br>For he with word and rhyme uncouth did write;</br>And Fairy fantasies his mind did feed,</br>To imitate the style of Spenser hight;</br>With which he had so well refresh'd his need,</br>If what were not could be, it had been his indeed.", "But more mine indignation 'gins respire</br>In contemplation of his stubborn fit,</br>Who, having once attained his desire,</br>In sullen silence disregardeth it;</br>For he no more in ancient guise hath writ,</br>But all aside his musing fancies kest;</br>Too thrifty of his rhyme and learned wit,</br>Grudging, (like miser old on iron chest,)</br>Tho' he of hidden bags and treasures been possest.", "There is empight a lordly castle fair,</br>(Long may it stond secure in goodly guise!)</br>Where doughty Knights their hardihood repair</br>In many a bold and chevelrous emprise;</br>Such as may meetest seem in ladies' eyes:</br>'Nathless they bear ne burning brand ne shield,</br>Who are in these rencounters wont to rise;</br>But mighteour arms and deadlier weopens wield,</br>Such as are wont to drive the bravest from the field.", "And there, bedight in glitt'ring arms aumail'd,</br>(Which he whylome from sleeping Genius reft,)</br>This fatour false has many hearts assail'd</br>With courage stout and puissance hardly weft;</br>And many legends old his arms have cleft,</br>And drag'd the spoils to deck his lofty name;&mdash;</br>Name builded high on all-injurious theft</br>Is castle pil'd on sand, and knightly fame</br>Renvers'd, that gives not grace to captive dame.", "O thou, hight Ackermann!  the seneschall</br>Of this same goodly tow'r of poesye,</br>I craven leave and liberty withal</br>To hang mine arms in thy bright armoury;</br>For I have vow'd them never more to see</br>Till I avenged been of that despight,</br>Which, fatour false!  whylom empight on me;</br>Y'bent for aye to hold in sovenaunce,</br>And eke withall to wroken his foul chevesaunce.", "For he fair knighthood foully doth abuse,</br>To his reproach and everlasting shame,</br>In basely thralling a Spenserian Muse,</br>Of which fair damsel I enamour'd am:</br>Alas!  that recreant Knight, withouten blame</br>Should hold in darksome den a captive thrall,</br>Who else mote spread some abroad her rising fame,</br>And peer 'mong ladies gay in courtly hall;</br>More bright than they, and fairer than them all.", "The selfish beast, by courtsie true unken'd,</br>May deem me carl, and all uncourtly wight,</br>To aid the 'livrance and the dues defend</br>Of damsel, won in bold and per'lous fight;</br>Nathless, I hold such idle counsel light,</br>And loudly of the base injustice sing</br>Of that same cruel and abandon'd Knight,</br>Around whose heart may fierce Repentence cling,</br>And stern Remorse subdue, and back to virtue bring!</br>"]