["Yes &mdash; 'twas a fearful deed; the sun's dark flood,</br>That rose in tear drops, poured its setting beam</br>Red with solstitial splendour, blood for blood,</br>As weeping Heaven had blushed to view the stream</br>That stain'd earth's bosom; &mdash; yet e'en thou, dire theme,</br>Thou Waterloo, to younger names shalt yield;</br>Soon shall thy fame a distant meteor seem</br>Known but as Agincourt or Cressy's field,</br>While heralds proudly deck some newer baser shield.", "Vain fev'rish man!  that think'st thy insect toil</br>Can snatch e'en Waterloo from time's decay!</br>E'en while we gaze, death strips this mortal coil,</br>Our life an hour, our memory but a day;</br>And then when every glory melts away</br>An icy palace, vain yon granite pile</br>To tell to future worlds the wild affray</br>That stampt its name; &mdash; ah, future worlds shall smile</br>To think man's feeble art oblivion would beguile!", "No; &mdash; Waterloo shall be but as a dream</br>To fill some book-worm brain, where learned lore</br>Deep treasur'd sheds a momentary gleam</br>On deeds forgotten; pointing where, of yore,</br>Europe co-leagued, unnumbered trophies bore</br>From Belgian plains; and where a tyrant's band</br>Drank the dark cup the world had drunk before,</br>Their blood-stained lord expell'd to distant land,</br>To pine life's lingering day on Helen's desert strand.", "Yet then when, faithless to man's dearest pride,</br>The chissel'd granite yields its age-worn trust;</br>And yon proud arch that spurns the crouching tide</br>Shall sink, at length, a monument of dust;</br>Then blest shall be the memory of the just,</br>Whose lowly deed, in Heaven's fair page enroll'd,</br>Shall bright survive the warrior's trophied bust,</br>And fresh with wreaths that ne'er may waxen old,</br>Shall teach how vain the wise, how impotent the bold!", "Oh then be mine the fame that cannot die!</br>The wisdom mine that tells of worlds unknown!</br>Be mine the Faith that lifts her tranquil eye</br>To Heaven's bright orbs, and calls them all her own!</br>And when the breath that wafts my parting groan</br>Shall lose its burden in the passing gale,</br>And nought shall live but one frail funereal stone</br>Whence soon must lapse the plaintive moss-worn tale,</br>Then stretch'd be Faith's bold wing, and swell'd Hope's joyful sail!</br>"]