["I. 1.</br>Hence to thy Hell!  thou fiend accurst,</br>Of Sin's incestuous brood, the worst</br>Whom to pale Death the spectre bore:</br>Detraction hence!  'tis Truth's command,</br>She launches, from her seraph hand,</br>The shaft that strikes thee to th' infernal shore.</br>Old ENGLAND'S Genius leads her on</br>To vindicate his darling son,</br>Whose fair, and veteran fame</br>Thy venom'd tongue had dar'd defile;</br>The Goddess comes, and all the isle</br>Feels the warm influence of her heav'nly flame.", "I. 2.</br>But chief in those, their country's pride,</br>Ordain'd, with steady helm, to guide</br>The floating bulwarks of her reign,</br>It glows, with unremitting ray,</br>Bright as the orb that gives the day,</br>Corruption spreads her murky mist in vain;</br>To Virtue, Valour, Glory true,</br>They keep their radiant prize in view</br>Ambitious sterling aim;</br>They know that titles, stars, and strings,</br>Bestow'd by Kings on slaves of Kings,</br>Are light as air when weigh'd with honest fame.", "I. 3.</br>Hireling Courtiers, venal Peers,</br>View them with fastidious frown,</br>Yet the Muse's smile is theirs,</br>Theirs her amaranthine crown.</br>Yes, gallant Train, on your unsullied brows,</br>She sees the genuine English spirit shine,</br>Warm from a heart where ancient Honour glows,</br>That scorns to bend that knee at Interest's shrine.</br>Lo!  at your Poet's call,</br>To give prophetic fervor to his strain,</br>Forth from the mighty bosom of the main</br>A Giant Deity ascends;</br>Down his broad breast his hoary honours fall;</br>He wields the trident of th' Atlantic vast;</br>An awful calm around his Pomp is cast,</br>O'er many a league the glassy sleep extends.</br>He speaks; and distant Thunder, murmuring round,</br>In long-drawn volly rolls a symphony profound.", "II. 1.</br>Ye Thunders cease!  the voice of Heav'n</br>Enough proclaims the Terrors given</br>To Me the Spirit of the deep;</br>Tempests are mine, from shore, to shore,</br>I bid my billows when to roar,</br>Mine the wild whirlwind's desolating sweep.</br>But meek and placable I come</br>To deprecate Britannia's doom,</br>And snatch her from her fate;</br>Ev'n from herself I mean to save</br>My sister sov'reign of the wave;</br>A voice immortal never warns too late.", "II. 2.</br>Queen of the isles!  with empire crown'd,</br>Only to spread fair Freedom round</br>Wide as my waves could waft thy name,</br>Why did thy cold reluctant heart</br>Refuse that blessing to impart;</br>Deaf to great Nature's universal claim?</br>Why rush, through my indignant tide,</br>To stain thy hands with patricide?</br>&mdash;Ah, answer not the strain!</br>Thy wasted wealth, thy widows sighs,</br>Thy half-repentant embassys</br>Bespeak thy cause unblest, thy councils vain.", "II. 3.</br>Sister sov'reign of the wave!</br>Turn from this ill-omen'd war:</br>Turn to where the truly brave</br>Will not blush thy wrath to bear;</br>Swift on th' insulting Gaul, thy native foe</br>(For he is Freedom's) let that wrath be hurl'd;</br>To his perfidious ports direct thy prow,</br>Arm every bark, be every sail unfurl'd;</br>Seize this triumphant hour,</br>When, bright as gold from the refining flame,</br>Flows the clear current of thy KEPPEL'S fame.</br>Give, to the Hero's full command,</br>Th' imperial Ensigns of thy naval power;</br>So shall his own bold auspices prevail,</br>Nor Fraud's insidious wiles, nor Envy pale</br>Arrest the force of his victorious hand.</br>The Gaul subdued, fraternal strife shall cease,</br>And firm, on Freedom's base, be fixt an Empire's Peace.</br>"]