["\"I sate beside the steersman then, and gazing,</br>Upon the west, cried, 'Spread the sails!  behold!</br>The sinking moon is like a watch-tower blazing</br>Over the mountains yet; &mdash; the City of Gold</br>Yon Cape alone does from the sight withhold;</br>The stream is fleet &mdash; the north breathes steadily</br>Beneath the stars, they tremble with the cold!</br>Ye cannot rest upon the dreary sea!&mdash;</br>Haste, haste to the warm home of happier destiny!'", "\"The Mariners obeyed &mdash; the Captain stood</br>Aloof, and whispering to the Pilot, said,</br>'Alas, alas!  I fear we are pursued</br>By wicked ghosts:  a Phantom of the Dead,</br>The night before we sailed, came to my bed</br>In dream, like that!' &mdash; The Pilot then replied,</br>'It cannot be &mdash; she is a human Maid&mdash;</br>Her low voice makes you weep &mdash; she is some bride,</br>Or daughter of high birth &mdash; she can be nought beside.'", "\"We past the islets, borne by wind and stream,</br>And as we sailed, the Mariners came near</br>And thronged around to listen; &mdash; in the gleam</br>Of the pale moon I stood, as one whom fear</br>May not attaint, and my calm voice did rear;</br>'Ye all are human &mdash; yon broad moon gives light</br>To millions who the self-same likeness wear,</br>Even while I speak &mdash; beneath this very night,</br>Their thoughts flow on like ours, in sadness or delight.", "\"'What dream ye?  Your own hands have built an home,</br>Even for yourselves on a beloved shore:</br>For some, fond eyes are pining till they come,</br>How they will greet him when his toils are o'er,</br>And laughing babes rush from the well-known door!</br>Is this your care?  ye toil for your own good&mdash;</br>Ye feel and think &mdash; has some immortal power</br>Such purposes?  or in a human mood,</br>Dream ye that God thus builds for man in solitude?", "\"'What then is God?  ye mock yourselves, and give</br>A human heart to what ye cannot know:</br>As if the cause of life could think and live!</br>'Twere as if man's own works should feel, and shew</br>The hopes, and fears, and thoughts from which they flow,</br>And he be like to them.  Lo!  Plague is free</br>To waste, Blight, Poison, Earthquake, Hail, and Snow,</br>Disease, and Want, and worse Necessity</br>Of hate and ill, and Pride, and Fear, and Tyranny.", "\"'What then is God?  Some moon-struck sophist stood</br>Watching the shade from his own soul upthrown</br>Fill Heaven and darken Earth, and in such mood</br>The Form he saw and worshipped was his own,</br>His likeness in the world's vast mirror shewn;</br>And 'twere an innocent dream, but that a faith</br>Nursed by fear's dew of poison, grows thereon,</br>And that men say, God has appointed Death</br>On all who scorn his will to wreak immortal wrath.", "\"'Men say they have seen God, and heard from God,</br>Or known from others who have known such things,</br>And that his will is all our law, a rod</br>To scourge us into slaves &mdash; that Priests and Kings,</br>Custom, domestic sway, aye, all that brings</br>Man's free-born soul beneath the oppressor's heel,</br>Are his strong ministers, and that the stings</br>Of death will make the wise his vengeance feel,</br>Tho' truth and virtue arm their hearts with tenfold steel.", "\"'And it is said, that God will punish wrong;</br>Yes, add despair to crime, and pain to pain!</br>And his red hell's undying snakes among</br>Will bind the wretch on whom he fixed a stain,</br>Which, like a plague, a burthen, and a bane,</br>Clung to him while he lived; &mdash; for love and hate,</br>Virtue and vice, they say, are difference vain&mdash;</br>The will of strength is right &mdash; this human state</br>Tyrants, that they may rule, with lies thus desolate.", "\"'Alas, what strength?  opinion is more frail</br>Than yon dim cloud now fading on the moon</br>Even while we gaze, tho' it awhile avail</br>To hide the orb of truth &mdash; and every throne</br>Of Earth or Heaven, tho' shadow, rests thereon,</br>One shape of many names: &mdash; for this ye plough</br>The barren waves of ocean, hence each one</br>Is slave or tyrant; all betray and bow,</br>Command, or kill, or fear, or wreak, or suffer woe.", "\"'Its names are each a sign which maketh holy</br>All power &mdash; aye, the ghost, the dream, the shade</br>Of power, &mdash; lust, falsehood, hate, and pride, and folly;</br>The pattern whence all fraud and wrong is made,</br>A law to which mankind has been betrayed;</br>And human love, is as the name well known</br>Of a dear mother, whom the murderer laid</br>In bloody grave, and into darkness thrown,</br>Gathered her wildered babes around him as his own.", "\"'O Love!  who to the hearts of wandering men</br>Art as the calm to Ocean's weary waves!</br>Justice, or truth, or joy!  those only can</br>From slavery and religion's labyrinth caves</br>Guide us, as one clear star the seaman saves,</br>To give to all an equal share of good,</br>To track the steps of Freedom tho' thro' graves</br>She pass, to suffer all in patient mood,</br>To weep for crime tho' stained with thy friend's dearest blood.", "\"'To feel the peace of self-contentment's lot,</br>To own all sympathies, and outrage none,</br>And in the inmost bowers of sense and thought,</br>Until life's sunny day is quite gone down,</br>To sit and smile with Joy, or, not alone,</br>To kiss salt tears from the worn cheek of Woe;</br>To live, as if to love and live were one,&mdash;</br>This is not faith or law, nor those who bow</br>To thrones on Heaven or Earth, such destiny may know.", "\"'But children near their parents tremble now,</br>Because they must obey &mdash; one rules another,</br>For it is said God rules both high and low,</br>And man is made the captive of his brother,</br>And Hate is throned on high with Fear his mother,</br>Above the Highest &mdash; and those fountain-cells,</br>Whence love yet flowed when faith had choked all other,</br>Are darkened &mdash; Woman, as the bond-slave, dwells</br>Of man, a slave; and life is poisoned in its wells.", "\"'Man seeks for gold in mines, that he may weave</br>A lasting chain for his own slavery;&mdash;</br>In fear and restless care that he may live</br>He toils for others, who must ever be</br>The joyless thralls of like captivity;</br>He murders, for his chiefs delight in ruin;</br>He builds the altar, that its idol's fee</br>May be his very blood; he is pursuing</br>O, blind and willing wretch!  his own obscure undoing.", "\"'Woman! &mdash; she is his slave, she has become</br>A thing I weep to speak &mdash; the child of scorn,</br>The outcast of a desolated home,</br>Falsehood, and fear, and toil, like waves have worn</br>Channels upon her cheek, which smiles adorn,</br>As calm decks the false Ocean: &mdash; well ye know</br>What Woman is, for none of Woman born,</br>Can choose but drain the bitter dregs of woe,</br>Which ever from the oppressed to the oppressors flow.", "\"'This need not be; ye might arise, and will</br>That gold should lose its power, and thrones their glory;</br>That love, which none may bind, be free to fill</br>The world, like light; and evil faith, grown hoary</br>With crime, be quenched and die. &mdash; Yon promontory</br>Even now eclipses the descending moon!&mdash;</br>Dungeons and palaces are transitory&mdash;</br>High temples fade like vapour &mdash; Man alone</br>Remains, whose will has power when all beside is gone.", "\"'Let all be free and equal! &mdash; from your hearts</br>I feel an echo; thro' my inmost frame</br>Like sweetest sound, seeking its mate, it darts&mdash;</br>Whence come ye, friends?  alas, I cannot name</br>All that I read of sorrow, toil, and shame,</br>On your worn faces; as in legends old</br>Which make immortal the disastrous fame</br>Of conquerors and impostors false and bold,</br>The discord of your hearts, I in your looks behold.", "\"'Whence come ye, friends?  from pouring human blood</br>Forth on the earth?  or bring ye steel and gold,</br>That Kings may dupe and slay the multitude?</br>Or from the famished poor, pale, weak, and cold,</br>Bear ye the earnings of their toil?  unfold!</br>Speak!  are your hands in slaughter's sanguine hue</br>Stained freshly?  have your hearts in guile grown old?</br>Know yourselves thus!  ye shall be pure as dew,</br>And I will be a friend and sister unto you.", "\"'Disguise it not &mdash; we have one human heart&mdash;</br>All mortal thoughts confess a common home:</br>Blush not for what may to thyself impart</br>Stains of inevitable crime:  the doom</br>Is this, which has, or may, or must become</br>Thine, and all humankind's.  Ye are the spoil</br>Which Time thus marks for the devouring tomb,</br>Thou and thy thoughts and they, and all the toil</br>Wherewith ye twine the rings of life's perpetual coil.", "\"'Disguise it not &mdash; ye blush for what ye hate,</br>And Enmity is sister unto Shame;</br>Look on your mind &mdash; it is the book of fate&mdash;</br>Ah!  it is dark with many a blazoned name</br>Of misery &mdash; all are mirrors of the same;</br>But the dark fiend who with his iron pen</br>Dipped in scorn's fiery poison, makes his fame</br>Enduring there, would o'er the heads of men</br>Pass harmless, if they scorned to make their hearts his den.", "\"'Yes, it is Hate, that shapeless fiendly thing</br>Of many names, all evil, some divine,</br>Whom self-contempt arms with a mortal sting;</br>Which, when the heart it's snaky folds intwine</br>Is wasted quite, and when it doth repine</br>To gorge such bitter prey, on all beside</br>It turns with ninefold rage, as with its twine</br>When Amphisbaena some fair bird has tied,</br>Soon o'er the putrid mass he threats on every side.", "\"'Reproach not thine own soul, but know thyself,</br>Nor hate another's crime, nor loathe thine own.</br>It is the dark idolatry of self,</br>Which, when our thoughts and actions once are gone,</br>Demands that man should weep, and bleed, and groan;</br>O vacant expiation!  be at rest.&mdash;</br>The past is Death's, the future is thine own;</br>And love and joy can make the foulest breast</br>A paradise of flowers, where peace might build her nest.", "\"'Speak thou!  whence come ye?' &mdash; A Youth made reply,</br>'Wearily, wearily o'er the boundless deep</br>We sail; &mdash; thou readest well the misery</br>Told in these faded eyes, but much doth sleep</br>Within, which there the poor heart loves to keep,</br>Or dare not write on the dishonoured brow;</br>Even from our childhood have we learned to steep</br>The bread of slavery in the tears of woe,</br>And never dreamed of hope or refuge until now.", "\"'Yes &mdash; I must speak &mdash; my secret should have perished</br>Even with the heart it wasted, as a brand</br>Fades in the dying flame whose life it cherished,</br>But that no human bosom can withstand</br>Thee, wondrous Lady, and the mild command</br>Of thy keen eyes: &mdash; yes, we are wretched slaves,</br>Who from their wonted loves and native land</br>Are reft, and bear o'er the dividing waves</br>The unregarded prey of calm and happy graves.", "\"'We drag afar from pastoral vales the fairest</br>Among the daughters of those mountains lone,</br>We drag them there, where all things best and rarest</br>Are stained and trampled: &mdash; years have come and gone</br>Since, like the ship which bears me, I have known</br>No thought; &mdash; but now the eyes of one dear Maid</br>On mine with light of mutual love have shone&mdash;</br>She is my life, &mdash; I am but as the shade</br>Of her, &mdash; a smoke sent up from ashes, soon to fade.", "\"'Fore she must perish in the Tyrant's hall&mdash;</br>Alas, alas!' &mdash; He ceased, and by the sail</br>Sate cowering &mdash; but his sobs were heard by all,</br>And still before the ocean and the gale</br>The ship fled fast till the stars 'gan to fail,</br>And round me gathered with mute countenance,</br>The Seamen gazed, the Pilot, worn and pale</br>With toil, the Captain with grey locks, whose glance</br>Met mine in restless awe &mdash; they stood as in a trance.", "\"'Recede not!  pause not now!  thou art grown old,</br>But Hope will make thee young, for Hope and Youth</br>Are children of one mother, even Love &mdash; behold!</br>The eternal stars gaze on us! &mdash; is the truth</br>Within your soul?  care for your own, or ruth</br>For others' sufferings?  do ye thirst to bear</br>A heart which not the serpent Custom's tooth</br>May violate? &mdash; be free!  and even here,</br>Swear to be firm till death!'  they cried, 'We swear!  we swear!'", "\"The very darkness shook, as with a blast</br>Of subterranean thunder at the cry;</br>The hollow shore its thousand echoes cast</br>Into the night, as if the sea, and sky,</br>And earth, rejoiced with new-born liberty,</br>For in that name they swore!  Bolts were undrawn,</br>And on the deck, with unaccustomed eye</br>The captives gazing stood, and every one</br>Shrank as the inconstant torch upon her countenance shone.", "\"They were earth's purest children, young and fair,</br>With eyes the shrines of unawakened thought,</br>And brows as bright as spring or morning, ere</br>Dark time had there its evil legend wrought</br>In characters of cloud which wither not.&mdash;</br>The change was like a dream to them; but soon</br>They knew the glory of their altered lot,</br>In the bright wisdom of youth's breathless noon,</br>Sweet talk, and smiles, and sighs, all bosoms did attune.", "\"But one was mute, her cheeks and lips most fair,</br>Changing their hue like lilies newly blown,</br>Beneath a bright acacia's shadowy hair,</br>Waved by the wind amid the sunny noon,</br>Shewed that her soul was quivering; and full soon</br>That Youth arose, and breathlessly did look</br>On her and me, as for some speechless boon:</br>I smiled, and both their hands in mine I took,</br>And felt a soft delight from what their spirits shook.", ""]