["O!  MADNESS, thou destroying Angel! &mdash; why,</br>Why, in thy fatal grasp embrace my friend?</br>Why bid thy spectres jeer his glaring eye,</br>And make each once lov'd form appear a fiend,</br>And change each once lov'd note to agony,</br>And make each smile, that charm'd him once, now send</br>A dagger &mdash; poison'd with the hate of life&mdash;</br>Into his soul! &mdash; and yet, prolong the mortal strife!", "And can no spell of earth dissolve thy power&mdash;</br>No \"kindred\" ties destroy thy dread embrace?&mdash;</br>And must thou on a brother's greeting lower,</br>And when a sister's beaming eye would trace</br>The lineaments she lov'd, &mdash; still must it cower</br>Beneath thy grim and joy-repelling face?&mdash;</br>Thou dark, and sullen minister of wrath,</br>Why wast thou sent on earth, to cross Life's lovely path!", "Life's other evils have their antidote&mdash;</br>But none for thee, O MADNESS, can we find,</br>When Sorrow with a grievous hand hath smote</br>The bleeding heart, Religion comes to bind</br>And heal the wound; but when thy spectres float</br>Before the shatter'd mirrour of the Mind,</br>What hand, but Heaven's own hand, hath power to quell</br>And chain the \"Legion\" in their dark and gloomy cell!", "I know Thee! &mdash; Childhood felt thy burning hand</br>Press hard and heavy on my molten brain!</br>Around my couch I saw my kindred stand,</br>Transform'd into a hideous, Gorgon train;&mdash;</br>I strove to smite them with my infant hand,</br>Till struggling nature burst the maniac's chain!&mdash;</br>'Twas thy dark, damned deed, vile charlatan&mdash;</br>Curs'd be thy fiendish soul, and stolen form of Man!", "Heaven! &mdash; whatsoever ill thou send'st in wrath,</br>Stop not the cunning mechanism of the mind</br>Till death!  Leave Reason's lamp to light my path;&mdash;</br>When quench'd let not Life linger still behind:</br>Oh!  rather with thy nimble lightning scath</br>Me like the Patriot!  Let my spirit find</br>Her fiery pathway through the riven sky,</br>Where thy bright portals open to her home on high!</br>"]