["'Tis merry Whitsuntide, and merrily</br>Holiday goes in hamlet and green field;</br>Nature and men seem join'd, for once, to try</br>The strength of care, and force the carle to yield.</br>Summer abroad holds flowery revelry;</br>For revelry the village bells are peal'd;</br>The season's self seems made for rural pleasure,</br>And rural joy flows with o'erflowing measure.", "Go where you will through England's happy valleys,</br>Deep grows the grass, flowers bask, and wild bees hum;</br>And, ever and anon, with joyous sallies,</br>Shouting, and music, and the busy drum,</br>Tell you afar where mirth her rustics rallies</br>In dusty sports, or 'midst the songs and hum</br>Of the royal oak, or bowling-green's enclosure,</br>With bower and bench, for smoking and composure.", "May's jolly dance is past, and, hanging high,</br>Her garlands swing and wither in the sun</br>And now abroad gay posted banners fly,</br>Follow'd by peaceful troops, and boys that run</br>To see their sires go marching solemnly,</br>Shouldering their wands; and youths with ribbons won</br>From fond fair hands, that yielded them with pride,</br>And proudly worn this merry Whitsuntide.", "And then succeeds a lovelier sight, &mdash; the dames,</br>Wives, mothers, and arch sigh-awakening lasses;</br>Filling each gazing wight with wounds and flames,</br>Yet looking each demurely as she passes,</br>With flower-tipp'd wand, and bloom that flowers outshames;</br>And, in the van of these sweet happy faces</br>Marches the priest, whose sermon says, \"be merry!\"</br>The frank good squire, and sage apothecary.", "At this sweet time, the glory of the spring,</br>Young verdurous June's delightful opening;</br>When leaves are loveliest, and young fruits and flowers</br>Fear not the frosts of May's uncertain hours;</br>Rich, rife, luxuriant, yet with tenderest hues,</br>Waves the full foliage; and with morning dews,</br>And showers that gush down from the radiant skies,</br>To bring below the air of Paradise,</br>Awakening freshest fragrance as they pass;</br>There is a peerless greenness on the grass,</br>Yet somewhat darken'd with the loftier swell,</br>And purple tinge, of spike and pannicle;</br>While vivid is the gleam of distant corn,</br>And long and merry are the songs of morn;</br>'Tis wise to let the touch of nature thrill</br>Through the full heart; 'tis wise to take your fill</br>Of all she brings, and gently to give way</br>To what within your soul she seems to say:</br>\"The world grows rich in beauty and in bliss;</br>Past springs were welcome, none so much as this.\"</br>At this sweet time, when wand'ring far and near,</br>The cawings loud of jealous rooks you hear,</br>That late have seen their annual war, and rued</br>Tremendous slaughter of their earliest brood;</br>And led with fearful haste, and anxious cries,</br>The remnant forth, and still, with careful eyes,</br>Watching for man, a black and glossy crew,</br>Rustling arise, and fly to haunts anew.</br>When many a migratory bird is come,</br>With its loved voice, to its old summer home;</br>There is the martin chuckling in the eaves,</br>The fly-catcher, that confidently weaves</br>Her yearly nest upon the pear-tree bough,</br>Beside your door, and flitting to and fro,</br>Is ever present when you pass without;</br>At eve the bat is circling about;</br>And in the afternoons, so calm and fair,</br>The restless swallow sporting in the air;</br>And higher still, the screaming swifts pursue</br>Each other loudly in the ether blue;</br>Again the wryneck chanteth forth pee, pee,</br>From his old haunt, the hollow apple-tree;</br>The redstart wails about the garden wall;</br>And deep and liquid is the cuckoo's call</br>From field and forest, bringing with its tone</br>Feelings and scenes in blissful boyhood known.</br>For those who nothing have, or wish, like me,</br>To busy them, but 'neath the greenwood tree</br>To listen in this glorious season quietly,</br>To showers that patter on the oak leaves young,</br>And various ditties that meanwhile are sung</br>By small birds sheltering on the inner boughs;</br>Then stepping forth as the grand rainbow glows</br>Upon the dark, blue cloud's far-traveling shade;</br>And rain-drops twinkle upon leaf and blade;</br>And richly smiles the sun; and louder swell</br>The songs of happy birds in wood and dell;</br>And every bathed leaf and blossom fair</br>Pours out its soul to the delicious air.", "For those who love, in a reflective mood,</br>To climb the steep where some old castle stood,</br>And from its broad foundations, scarcely seen</br>Through the rank nettles, and the chervil green,</br>To muse o'er all that smiling landscape wide,</br>More fair than when that tower was in its pride:</br>For those who love, where the brook chiming falls</br>Down the still vale, to find the abbey walls,</br>Cluster'd about with the fresh opening leaves,</br>And sit down while the sun serenely weaves,</br>As the light breezes through the foliage go,</br>Soft shades, and casts them on the grass below,</br>Through which the cold, stone, massy coffins peep</br>Of lovely forms, that long have lain asleep:</br>For those who love to watch how flush and die</br>The alternate tribes of summer's progeny;</br>Who, in spring's earliest hours, rejoicing met</br>Primrose, and cowslip, and sweet violet,</br>And azure gleam of blue-bells' odorous ranks,</br>From the still forest, or green southern banks</br>And now go forth to feast the conscious spirit</br>With all of beauty nature does inherit,</br>Fragrance, and sun, and greenness; &mdash; to behold</br>Beautiful herds, in lawns of living gold,</br>Couch'd on voluptuous flowers, or 'neath the shade</br>Of the thick chestnut, gloriously array'd;</br>For in its honour prodigal nature weaves</br>A princely vestment, and profusely showers,</br>O'er its green masses of broad palmy leaves,</br>Ten thousand waxen, pyramidal flowers;</br>And gay and gracefully its head it heaves</br>Into the air, and monarch-like it towers,</br>Dimming all other trees; &mdash; all, only one,</br>The beautiful hawthorn, that has now put on</br>Its summer luxury of snowy wreaths;</br>Bending its branches in exuberant bloom,</br>While to the light enamour'd gale it breathes,</br>Rife as its loveliness, its rathe perfume:</br>Glory of England's landscape!  favourite tree</br>Of bard and lover!  it flings, far and free,</br>Its grateful incense:  whether you arise</br>To catch the first long sun-gleam in the skies,</br>And list the earliest bird-notes; whether you</br>Linger amidst the twilight and the dew &mdash; </br>There, through the silent air its odour strays,</br>Sweet as in home-scenes of your earliest days.", "For those who love such solitary joys,</br>And seek them with a zest that never cloys;</br>For those to whom the wealth of life is given,</br>In thought, in quiet, and the smiles of heaven;</br>Who love to gather up, in field and cot,</br>The tales of those the proud world heedeth not;</br>Here, on the greensward by this woodland stream,</br>My pipe is ready for their favourite theme.", "There is a town, that, ages past, did lie</br>In a low glade, and sent up tranquilly</br>Its fleecy smoke among old Sherwood's boughs;</br>From age to age, no tumult did arouse</br>Its peaceful dwellers; there they lived and died,</br>Passing a dreamy life, diversified</br>By nought of novelty, save, now and then,</br>A horn, resounding through the neighbouring glen,</br>Woke them as from a trance, and led them out</br>To catch a brief glimpse of the hunt's wild route;</br>The music of the hounds; the tramp and rush</br>Of steeds and men; and then, &mdash; a sudden hush</br>Left round the eager listeners; &mdash; the deep mood</br>Of awful, dead, and twilight solitude,</br>Fallen again upon that forest vast;</br>Or pilgrim's tale, who through its heart had pass'd,</br>Full of adventures dread with outlaw bands,</br>And kindly alms from holy hermit's hands;</br>Strange creatures met; &mdash; strange ills escaped by chance;</br>Fairies surprised amid their jocund dance;</br>Wood-nymphs that 'thwart a narrow glade would glance;</br>Or bowers that rose with knights and ladies gay;</br>Or saintly friars chanting solemn lay</br>Amidst the inmost wild &mdash; then vanish'd all away.", "But this has long been past; a busier race,</br>Swarming and various, now possess the place;</br>And travellers find it, not amidst a sea</br>Of woods immense, but rich fertility,</br>On cultivation's ever-milky breast,</br>With whistling hinds, and flocks, and herds at rest.</br>Though not all traces of that state are gone,</br>But, at a trifling distance from the town,</br>Spreads a wild waste o'er many a sunny hill,</br>Unclaim'd and rude, and where, at freedom, still</br>Wanders the flock, and the rejoicing bee</br>Visits the fox-glove and the heather bells;</br>Where, bounding on the warm turf happily,</br>The harping grasshopper in summer dwells;</br>And, here and there, an oak, knotted and hoary,</br>Stands, as if sorrowing for its former glory.", "There was a country bard, I knew him well,</br>His name ye know not, and I need not tell;</br>But he was one who, yet in youth's dear morning,</br>Loved to go out in the day's earliest dawning,</br>And roam to dimmest eve, watching each change</br>Of quiet beauty through the summer's range;</br>For yet ambition slept, and he was blest,</br>Nursing sweet thoughts and feelings in his breast.</br>This was a favourite haunt; for here, in years</br>Earliest of those that memory endears,</br>There was a something in its silence rude,</br>That charm'd his spirit, and inspired a mood</br>Novel, and dearer than all former things;</br>It was the birth of sentiment, that springs</br>Like a fresh fountain in the youthful breast,</br>Welling and sparkling, never more to rest;</br>But fraught with every draught of weal and woe,</br>That the soft heart in life and death can know.</br>It was a favourite haunt for more than this:</br>In some succeeding years of vigorous bliss,</br>With two &mdash; the first whose choice seem'd to express</br>Somewhat of heart, and not mere playfulness&mdash;</br>Many a bright hour of summer he had spent;</br>Hours, such as only to the young are sent;</br>Hours, full of dreams that pass, and yet are not</br>Even in age's dimmest day forgot.</br>The younger had a frame graceful and strong,</br>That seem'd to promise a life bright and long;</br>A freshness of clear tint, an opening bloom,</br>As if in mockery of the distant tomb;</br>And through his open countenance you might see</br>A soul that moved in pure simplicity;</br>Generous and manly, and to fervour fill'd</br>With nature's feelings, by the world unchill'd.", "The other was far different.  'Neath a steep</br>And pale high forehead, searching, and cold, and deep,</br>Shrouded his eye, that darkly seem'd to speak</br>In sad conjunction with his pale, thin cheek.</br>Offspring of poverty; it was his lot</br>To feel all pangs that poverty has got.</br>Charity had spread, religious charity,</br>The book of knowledge open to his eye;</br>Then, while his heart was warm, and his young mind</br>Glow'd with proud hopes, splendid, but undefined,</br>Left him, amidst the busy world, to know</br>What dreadful gifts the wise sometimes bestow.</br>He sought far distant scenes &mdash; he join'd the press</br>Of the throng'd city &mdash; his was loneliness.</br>He met with smiling youths who late had been</br>His fellow-students; he was scarcely seen,</br>And coldly noticed:  he then turn'd aside</br>From the gay walks of pleasure and of pride,</br>And sought the dwelling of a simple sage,</br>Whose words his swelling bosom might assuage;</br>For often he had heard, and deem'd in truth,</br>His fervent prayers for the beloved youth.</br>But there was something in his mien that seem'd</br>To tell him now, that sure he had misdeem'd.</br>He rush'd again into the crowded street,</br>Where all he heard, and all that he did meet,</br>Spoke still of happiness.  The rich roll'd by</br>In splendid state, and with gay laughing eye:</br>And all around were groupes that seem'd to swim</br>In joy's sweet stream, that never flow'd for him.</br>He saw, at length, the key to human bliss,</br>And his heart sank, &mdash; he saw it was not his.</br>Stung to the soul, he turn'd, in hate and scorn,</br>Back from the race with whom he had been born,</br>But claim'd no sympathy; &mdash; a drop that fell</br>Into a sea, and lost amidst its swell.", "He came back to the scenes that gave him birth,</br>Bleeding at heart, and withering to the earth:</br>There his peculiar wrongs he scorn'd to tell,</br>Yet much on pride and grossness would he dwell,</br>And bitter were the words that often fell</br>From him, when human kindness was his theme;</br>Warning his young friends of the foolish dream</br>Of honour, or of love, from brilliant sense,</br>Or knowledge deep, or aught but affluence.</br>Yet, sometimes when beneath a lovely sky,</br>Amongst the crimson heath-bells they would lie;</br>Or, arm in arm, wander'd the forest free,</br>Rapt in the melting mood of poesy;</br>Or, with some glorious topic on the tongue,</br>Such as is loved when life and thought are young;</br>The scene, the subject, would at times beguile</br>His frozen spirit to a transient smile.</br>Such were the youths whose memory had impress'd</br>A hallow'd feeling in the poet's breast</br>For these wild walks, for both alike had perish'd,</br>The blighted bud, and the dower loved and cherish'd.", "He loved these wild walks, too, because they bore</br>Many a tradition of the days of yore.</br>Who has not known, from childhood's wond'ring hours,</br>Of merry outlaws in green Sherwood's bowers?</br>And it was here those merry outlaws dwelt;</br>'Twas here their feats were done, their fear was felt.</br>Here, by fair Fountaine Dale, where still is found</br>The moat that did the friar's cell surround,</br>Fancy would often bid them still be seen,</br>With bugle shrill, and jackets of Lincoln green;</br>With song and dance beneath the wide-arm'd oak,</br>Easing rich priests, with solemn whim and joke;</br>Or in full state and goodly triumphing,</br>Feasting fair lady or their marvelling king.", "And where upon that ancient forest stood</br>Some hoary remnant of its old greenwood,</br>When morning's sunny smile and wand'ring breeze</br>Scatter'd a tide of beauty through the trees;</br>Or basking noon had made all voices dumb</br>In the sweet woodland, thither would he come;</br>And slowly wand'ring, as for wand'ring's sake,</br>Yet with ear, eye, heart livingly awake,</br>Through the dry rustling leaves by wild winds swept</br>To shelter'd hollows, where they lay and slept</br>From year to year; &mdash; through the deep sinking moss,</br>And bilberry clumps, each soft swell that emboss</br>With living green, and berries red and crude;</br>There, stretching him in that loved solitude,</br>Drank with a deep and never-sated draught</br>All the glad spirit of that glorious time;</br>Eyeing above the radiant blue that laugh'd</br>Through the young leaves of the luxuriant lime,</br>Or spreading sycamore, from which the chime</br>Of thousand busy and exulting bees,</br>With odour of its pendant racemes,</br>Came soothingly; and his enamour'd sight</br>Traced the green veins along the tender leaves,</br>Transparent in the falling food of light,</br>As o'er his head they quiver'd, soft and bright,</br>Embowering him in freshness that bereaves</br>The bosom of each clinging care and pain:</br>Then, as his eye with lower glance would go</br>Through all the stillness of the scene below,</br>And far around him saw each rugged oak</br>Wrapp'd in a grey and mossy-fringed cloak,</br>Or shrouded in dark ivy; yet aloft</br>Unfolding to the sun its buds again,</br>And smiling, like a widow in her weeds;</br>While listening to the larches sighing soft,</br>Or birches shivering in the gale, the deeds,</br>And wood-walk spirits of the older times,</br>Would gather round him, and awake his rhymes.", "A WOODNOTE.</br>Come ye, come ye, to the green, green wood;</br>Loudly the blackbird is singing,</br>The squirrel is feasting on blossom and bud,</br>And the curled fern is springing:</br>Here ye may sleep</br>In the moss so deep,</br>While the noon is so warm and so weary.</br>And sweetly awake</br>As the sun through the brake</br>Bids the fauvette and whitethroat sing cheery.", "The quicken is tufted with blossoms of snow,</br>And is throwing its perfume around it;</br>The wryneck replies to the cuckoo's halloo,</br>For joy that again she has found it;</br>The jay's red breast</br>Peeps over her nest,</br>In the midst of the crab-blossoms blushing;</br>And the call of the pheasant</br>Is frequent and pleasant,</br>When all other calls are hushing.", "Then come ye, come ye, to the green, green wood,</br>Ye spirits that wander'd of old here;</br>Will Scarlet, Will Stutely, and bold Robin Hood,</br>And all your merry men told here:</br>I would not have met,</br>In a mantle of jet,</br>On good steed, or with gold in my poke,</br>By day, or by night, In the time of your might,</br>With your jolly band under the oak.", "But ages have roll'd o'er your old forest haunts,</br>And scarcely an old oak remaineth;</br>Where they threw their broad arms, there the slender larch flaunts,</br>Or on still heaths the pewit complaineth;</br>Where twang'd your long bows,</br>The green corn grows;</br>And the flock winds meekly along,</br>Where fled the good deer,</br>From the arrow and spear,</br>Or the roar of your banquet and song.", "Yet, bold king of outlaws, I honour thy name,</br>For thou hadst a generous spirit;</br>And seldom the heroes of loftier fame</br>So loyal a bosom inherit.</br>When I dream of your cheer,</br>Lo!  I see you appear,</br>All jollity, friendship, and glory!</br>Oh!  just as they tell us,</br>Thou king of good fellows,</br>The scenes of thy bonny old story!", "Then, still while an old oak in Sherwood shall stand;</br>Or the leaves shall \"grow large and long;\"</br>Or the name even of Sherwood be left in the land;</br>Thy name shall be honour'd in song.</br>And still shall be seen,</br>In their mantles of green,</br>Thy \"merrymen all in a row,</br>Tripping over the hill,\"</br>At the sound so shrill,</br>Of the blast thou wert wont to blow.", "Close by this forest's edge, the traveller sees</br>A walled copse of tempest-driven trees,</br>Twisted and torn, as impotent to cope</br>With the fierce winds, &mdash; there lies a misanthrope;</br>And those who visit that strange tomb, are sure</br>To note, as 'twere, mountains in miniature,</br>Stretch'd on the slope beside it, &mdash; sandy piles,</br>Along whose ridges many a flow'ret smiles.</br>The crimson heath, the thyme, and golden kine</br>Of frail tormentil, and the milkwort blue.</br>Between, run hidden vales and rocky shelves,</br>Placed as for lovers to repose themselves.", "Our bard had stroll'd that way one eve in spring,</br>Ere yet the bloom brighten'd the waste of ling;</br>But o'er the heath's dark breast the oaks were seen</br>Spreading their amber leaves out in the sunny sheen.</br>Far distant sounds, unmingled, soft, and clear,</br>Eve's pensive notes were falling on his ear.</br>The watch-dog's listless bark, the alternate lay</br>And whistle of the hind along his homeward way;</br>The twitter of the bird that sprang afraid</br>Before his feet, though seen not in the shade;</br>The plaintive bleating of the new-yean'd lamb,</br>And the hoarse answer of its watchful dam.</br>The shades were falling fast, and far around</br>A dun and gloomy waste the forest frown'd;</br>Yet wrapt in Fancy's and in Memory's pall,</br>He wander'd on, and still there seem'd to fall</br>Upon his vision shapes of glorious things,</br>Youth's glowing, fair, and bright imaginings.</br>He saw, once more, the gallant outlaws speed,</br>With bow, and bugle, and impetuous steed,</br>To fleece Sir Abbot, to relieve some dame;</br>Or heard their carols round the evening flame;</br>Or, waking up the thoughts of his young breast,</br>In summer scenes of sunshine and of rest,</br>He roved with lovely forms, and laughing eyes,</br>And heard dear tones of raillery and surprise.</br>As, thus absorb'd amidst the twilight gloom,</br>He had arrived beside that lonely tomb,</br>From out the adjoining glen, a form as light</br>As fairy feign'd, sprang forward into sight.</br>This way, and that, she gazed; and through the shade,</br>With hasty arm, of notice as afraid,</br>He saw her beckon; then, with speedy pace,</br>Retreat again to that obscurer place.</br>Amazed, and pondering what the sight could mean,</br>At such an hour, in such a desert scene,</br>He paused a moment; but, in beauty's guise,</br>When mystery woos a boyish minstrel's eyes,</br>Pauses are brief.  With wondering intent,</br>He follow'd her as swiftly as she went;</br>And as more near upon her steps he drew,</br>He scrutinized her with a curious view.</br>Her dress was rustic, but her form and gait</br>Spoke to his fancy of far different state.</br>She stopp'd &mdash; she turn'd &mdash; on his astonish'd glance,</br>Oh!  what a heavenly, beaming countenance</br>Shone in bewitching beauty! &mdash; Never yet</br>Had such a face his gaze of wonder met.</br>Beauty, in populous scenes, had often dealt</br>Her power, and glowing in his heart was felt;</br>Beauty had stolen upon his noonday dream,</br>On sunny hill-side, or by woodland stream;</br>But never had he seen it throned, as now,</br>In seraph glory, on that polish'd brow.</br>Her lineaments were such as sculptors mould</br>To express a spirit generous, warm, and bold.</br>Dark, clustering locks those lovely features raise,</br>In purer ivory, to the impassion'd gaze;</br>And to them eyes of deepest beam dispense</br>A bright, but mild and sweet intelligence.</br>But, had you seen how smilingly she turn'd,</br>And how that smile at once was quench'd, discern'd</br>And what a blankness mark'd the stripling's face,</br>As all confused, yet with a witching grace,</br>In hasty, but in sweetest tones she spake,</br>And begg'd his pardon for a strange mistake;</br>You would have wonder'd at the curious scene,</br>And laugh'd, right merrily, at each marvelling mien.</br>But our young bard, who felt that chance had sent</br>Him to an audience for another meant,</br>Yet loth to bid that glorious face adieu,</br>Ere it had bless'd him with a longer view,</br>Put useless wonderings carelessly away,</br>And in prompt accents, jocular and gay,</br>\"Perhaps the lady in the forest wide</br>Had lost her way, and sought a trusty guide?</br>He was her servant.\" &mdash; \"No; she knew it well.\"</br>\"Oh!  then it most unluckily befell!</br>Nor would he, for the world, delay the greeting</br>Of youthful bosoms, at their twilight meeting!\"</br>She laugh'd &mdash; \"Good heavens!  what could she meet, at most,</br>In such a place &mdash; an owlet or a ghost!\"</br>\"These were but grisly comrades.  But in vain,</br>There had she hoped to meet some favour'd swain;</br>The dolt, who, such a heavenly lot in store,</br>Had not been watching for it hours before,</br>Deserved from grace to be expell'd for ever.\"</br>With laughing voice, she cried, \"O never!  never!\"</br>While thus they parlied, they were walking down</br>The path descending towards that ancient town;</br>And still, at every word, at every view,</br>The enthusiast stripling's admiration grew.</br>Such light, luxuriant, buoyant grace was thrown</br>O'er her fine form, and living in each tone,</br>As seldom to the lowly damsel falls,</br>But dwells the charm of palaces and halls.</br>But lo!  that stile, &mdash; a smile, a sweet good night,</br>And she is gone, like sunshine, from his sight.", "The youth went slowly pacing down the hill,</br>But busied with the charming vision still:</br>Her voice, her features, glowing on his brain,</br>He ponder'd over all the interview again;</br>With every question fancy's power could frame,</br>Whom she might be?  and wherefore thus she came?</br>Till, half-chagrined, he strove at once to wrest</br>The beauteous, clinging phantom from his breast;</br>And, speeding faster on, essay'd to fence</br>His bosom with harsh thoughts against her influence.</br>But there was something so divine about her,</br>It seem'd itself an abject sin to doubt her.</br>Yet, wherefore muse upon her? &mdash; Still in vain</br>He quell'd the thought, it rose and lived again.</br>He reach'd his home; the spell pursued him there;</br>He seized a book that well might war with care,</br>And gazed upon it, but his eye alone</br>Perused the page, the obedient soul was flown</br>To its enchantress.  Thence he sought his bed;</br>There the strong charm still hover'd round his head:</br>At length he slept; and then, with tenfold power,</br>Came the bright vision of the evening hour.</br>Feverish he woke.  The morn was soft and fair;</br>He sought the balmy freshness of the air;</br>And his feet led him, with unconscious haste,</br>To the same scenes, &mdash; the lone tomb, and the waste.</br>But there, nor in his frequent summer rounds</br>Along the forest's solitary bounds,</br>Through farm, or hamlet of the busier plain,</br>The beauteous stranger ne'er appear'd again.", "Where, far along that forest's confines, rise</br>Oaks of old days, and of stupendous size;</br>And it is pleasant, in the summer hours,</br>Musing upon the thymy sward to lie,</br>When bees are humming in the odorous flowers,</br>And, now and then, the lone woodpecker's cry,</br>Shrill from his covert, like a wild colt's neigh,</br>Flits to the ear, but far more laughingly;", "And it is pleasant, while the eye is straying</br>O'er ferny hills, to dream, with soul intent,</br>Of chivalrous days, of battle's proud arraying,</br>Of gala, show, and princely tournament;", "Heroic knights, and glorious ladies donn'd</br>Antiquely gorgeous; steeds caparison'd</br>In golden tapestry, held by smiling pages,</br>All quaintly beauteous, like those high-soul'd ages.</br>That charming woodland's inner skirts infold</br>A hamlet, that itself doth seem as old.</br>Upon the green, thatch'd roofs, from year to year,</br>The houseleek, and the golden stonecrop, rear</br>Their ancient crests, and spicy wall-flowers blow,</br>And clinging ivy shrouds the walls below;</br>And on the very benches by each door</br>Where sate their sires before,</br>Old grey-lock'd men sit with prophetic eye,</br>Reading all changes of the summer sky;</br>And watch, with secret joy, young children's pranks,</br>Enthroned in bliss upon the grassy banks;</br>Amidst the ruins of fallen pigmy bowers,</br>And a bright waste of torn and wither'd flowers;</br>Their little, eager voices heard alone</br>Through the deep stillness of the basking noon.", "No dwelling there seems of a later age,</br>But that sweet home, the modest parsonage.</br>Nor dome is that, in sooth, design'd to please</br>Swoln priestly pride, but built for learned ease</br>And pious meditation; all about</br>Smile tasteful scenes, and sunny walks without</br>Its snowy walls, with leafy boughs embraced,</br>Its porch with roses and frail plants inlaced;</br>And round, fresh shrubs and ever-opening flowers</br>Exhale their essence to the morning hours.</br>There the liburnum's flaming locks are seen,</br>Entwined with wreaths of spring's divinest green;</br>The guelder-rose displays its balls of snow,</br>And rich seringas bid their perfumes flow,</br>Mingling, with every scent, their honied balm,</br>To bless the wanderer in the twilight's calm.</br>But oh!  there bloom'd within the loveliest flower!</br>The youthful pastor's fair and gentle bride;</br>The glory of this sweet, sequester'd bower;</br>The watching angel of each home beside.</br>The priest himself, though smiled upon by fame,</br>Sought not its wreaths, but gladly hither came;</br>His sole ambition to distribute good,</br>And muse on nature in her loneliest mood.</br>Stolen from the world's bright scenes, they hither brought</br>All that is by its eager votaries sought;</br>Souls full of light, and bosoms overflowing</br>With love's pure tide, no ebb nor tempest knowing;</br>A flow of happiness that fill'd each cleft</br>Of the gay heart, and little longing left.</br>They read of troubles in the weekly news,</br>Of learned toils in journals and reviews;</br>Within their blest abode, for years the same,</br>Pleasures refined, but rarely trouble came.</br>The muse's triumphs and delights were theirs,</br>Mix'd with the pastor's and the parent's cares.", "In harvest time, when the abounding earth</br>Is full of solemn beauty, and the mirth</br>Of gleesome peasants seems to stay awhile</br>The fleeting grace of summer's radiant smile;</br>When dryads from the silent woods look out,</br>To see the jocund rout,</br>Hearing loud laughs, and airy voices borne</br>From sunlit fields of thickly piled corn;</br>A peerless lustre fills the high-arch'd sky,</br>And the brisk breeze goes wand'ring pleasantly,</br>Nodding each whisking bush and dark green tree,</br>Or waving the rich velvet of the verdant lea;</br>Though not a flower perfumes its wanton breath,</br>And woods are hush'd, as with the hush of death:</br>For every living thing that seem'd to long</br>To fill the musical madness of its tongue</br>With summer's passionate and fervid glow,</br>That thrill'd them through and through,</br>Now pause, as if exhausted, and all lie</br>In a deep trance of dreamy luxury.</br>You hear no small bird's carol, nor the loud talk</br>Of merry blackbirds, in the forest walk;</br>The redbreast only, with a low-piped strain,</br>Seems welcoming wild autumn back again!", "But to our story: &mdash; It was at this time,</br>When all was bright, but solemn and sublime,</br>Our bard was this priest's guest; and with him went</br>To visit one in life's last languishment.</br>Descending quickly from the town, their way</br>Through a deep glen of wond'rous wildness lay:</br>So rude, so bold, at once they seem'd to stand</br>In a stern hollow of some mountain land;</br>Seem'd to the eye as if that sylvan plain</br>By the fierce earthquake had been rent in twain.</br>Huge, splinter'd, frowning in alternate spaces,</br>On either hand rear'd high the answering faces</br>Of giant crags, with narrow slopes between,</br>With velvet turf, or tangling wild briers green.</br>From many a rocky steep the clinging yew</br>Its gloom athwart the narrow valley threw;</br>And ancient trees stretch'd forth, from height to height,</br>Their meeting arms, as to exclude the light.</br>Up from the deep, dim hollow rose the sound</br>Of waters dash'd o'er many a rocky mound:</br>Anon, and they beheld the white stream flow</br>In foam and mist along the dell below,</br>That, still expanding, led the charmed eye</br>Through its glad course of sweet variety;</br>Now checking its fleet race, gently to play</br>Where some small mead in emerald brightness lay,</br>Scatter'd, perchance, with huge, enmossed blocks,</br>From the bare crests of the surrounding rocks;</br>And canopied with trees where bards might lie</br>And waste whole days in glorious reverie;</br>Now, gushing past some cliff that dimly shows</br>Its grey bulk through a world of tossing boughs;</br>Till, out afar beneath the jocund sun,</br>Through woods and farms, the gathering waters run.</br>But, onward as they trod this hidden vale,</br>The priest was busied in a mournful tale.", "\"Cast o'er this sweet, sequester'd scene thine eye;</br>Two only dwellings thou wilt here descry;</br>Distant as yet; o'er one the thin blue reek</br>Curls slowly upwards &mdash; 'tis the one we seek.</br>Two yeomen here their quiet lives have spent,</br>As in a world where they alone were sent.</br>Together here toil'd on in youth and health;</br>Together felt the advance of age and wealth;</br>Together here their children too have sported;</br>Along this dell life's first fair objects courted;</br>Traversed its every nook with curious eyes,</br>The rocks re-echoing to their mirthful cries;</br>No other playmates known, but making still</br>Comrades of every flower, and bird, and rill.</br>Three merry rangers in this flowery wild:</br>Maria Gray, her parents' only child,</br>All life, and beauty, and young joy's excess,</br>A little, laughing, dancing shepherdess;</br>And Gilburne's two young boys, who warmly strove</br>To bless the girl, each with a brother's love;</br>While she her young associates daily eyed,</br>With the fond feelings of a sister's pride;</br>Though readily might it at a glance be seen,</br>Her little heart did on the younger lean;</br>As one more of her own peculiar age,</br>More prone in her soft pastimes to engage;</br>A delicate boy, in spite of sun and storm,</br>Who still was fair, still show'd a fragile form.</br>And as he look'd, so tenderly he felt;</br>A very girl's mild spirit in him dwelt.</br>With him she here would stray in summer hours,</br>To spy the birds in their green leafy bowers,</br>And learn their various voices; to delight</br>In the gay tints, and ever bickering flight</br>Of dragon-flies upon the river's brim;</br>Or swift king-fisher in his gaudy trim</br>Come skimming past, with a shrill, sudden cry;</br>Or on the river's sunny merge to lie,</br>And count the insects that meand'ring trace,</br>In some smooth nook, their circuits on its face.</br>Now, in a childish frolic, shower a tide</br>Of green leaves on the stream, and run with pride</br>On to the flood's next turn, and see them there</br>Go sailing down, O far! &mdash; they knew not where!</br>Now gravely ponder on the frothy cells</br>Of insects, hung on flowery pinnacles;</br>Now, wading the deep grass, exulting trace</br>The corn-crake's curious voice from place to place;</br>Now here &mdash; now there &mdash; now distant &mdash; now at hand &mdash; </br>Now hush'd, just where in wond'ring mirth they stand.</br>Such were their joys:  but Walter's elder mould</br>And spirit were less soft; and, uncontroll'd</br>By gentle feelings, he would lead them forth</br>To ruder sports, and love to see them both</br>At his wild deeds filling their eyes with tears,</br>Or gazing pale, and trembling with their fears.</br>Where the glede hung her nest upon the bough</br>Over the stream, upon the tall cliff's brow,</br>There would he scale its horrid battlement,</br>Scattering the stones behind him as he went;</br>And, creeping to the far-suspended prize,</br>Look down, and glory in his comrades' cries;</br>And while the fierce birds round his forehead scream,</br>Drag forth their young, and hurl them to the stream.</br>Or he would scale the pines, so dark and tall,</br>The crackling, dead boughs menacing a fall,</br>To storm the squirrel's hold, with blood and wound,</br>And bring her, with her young ones, to the ground.</br>But these days past, they parted for the strife</br>Of schools, and toils that wait maturing life.</br>Then met they; &mdash; met, as thou thyself perchance,</br>After long years, the full-blown countenance</br>Of one, thy boyhood's mate, and felt the strange,</br>But sweet, fresh feelings touch'd by that bright change,</br>When, as thou gazedst on that form and face,</br>Once so beloved, thou couldst the semblance trace</br>Of what they were, yet all so blent and lost</br>In new expression, memory was tost</br>In dark perplexity; yet, looking on,</br>There came a clearer cognizance anon;</br>And then a smile, a shade of thought would call</br>Back the old face, and thou wouldst catch it all.</br>And thenceforth to thy spirit it would be</br>Dear and familiar as in infancy.", "\"So met they here:  Maria in the glow</br>Of all that Heaven on woman can bestow;</br>Beauty's full bloom, a countenance and a grace</br>That, like the noon, lit up this shadowy place.</br>And for her mind &mdash; 'twas like that sky above,</br>As lofty and pure, all clearness, and all love.</br>'Twas like it, when the sun is shining there;</br>So fell her smiles upon the heart of care.</br>'Twas like it when a frail cloud dims its blue,</br>For so soft pity touch'd her spirit too;</br>A spirit finely toned, that still would be</br>With joy or sorrow link'd in sympathy.</br>How saw she her two playmates?</br>Now, alas!  That I may not from painful tidings pass!</br>But yet, 'twas so, who saw them boys, as men,</br>Might have foretold them much as they were then.</br>Henry, a slender, graceful, gentle youth,</br>Piteous, sincere, and artless as the truth;</br>Social and blithe, yet for his pleasures choosing</br>Soft pensive hours, and lonely quiet musing;</br>A nightingale, gathering each joyous tone,</br>But with a sad, a sweet one all its own.</br>Not so was Walter:  that rude, savage power</br>Of frame and soul seen in life's earliest hour,</br>Was grown to fulness.  Beautiful, but stern,</br>One glance into his face, and you would learn</br>A tale of passionate vehemence and flame,</br>A will that shot like lightning to its aim;</br>Unawed by fear, unfollow'd by remorse,</br>Hot as the bolt, and desperate in its course.</br>His daring hand would, in a ruder time,</br>Have snatch'd at power, with violence and crime.</br>Here, joying in his bosom's fiery glow,</br>His muscular might, his spirits' boist'rous flow;</br>The wrestlers' crowded ring, the field, the course,</br>Saw, with strange awe, his skill and giant force.</br>No sweet mild thrill of feeling, no control</br>Of gentle fancy brighten'd on his soul:</br>His mirth was the roar of bacchanals, that bless</br>With flattery's balm, blind, prodigal excess.</br>And with his name were told such deeds as thrill</br>The stricken hearer with a shivering chill.</br>His sire was dead; his wild and demon sway</br>Had forced his brother from his home away.", "\"Such were they all, when in Maria's bower</br>Both brothers met, and both confess'd her power.</br>Oh!  bodest thou not, when two such youths engage</br>For one fair prize, keen woe, or fearful rage?</br>Walter his suit with ready ardour press'd,</br>Deeming his hopes accomplish'd ere confess'd.</br>And such, in sooth, his power as might impart</br>A proud delight to many a smiler's heart;</br>But somewhat was there, which Maria saw,</br>In his fine face, that struck her soul with awe;</br>And she had more of his fierce actions heard</br>Than had a less reflective maid deterr'd.</br>But more &mdash; oh!  more than all &mdash; she still had not</br>The beautiful moments of young life forgot;</br>Those bright and sunny scenes, those frolic hours,</br>When Henry led her all midst birds and flowers,</br>And left in her young eyes, upon her heart,</br>A look, a tone, that never would depart;</br>Spells that still lived in pleasure and distress,</br>Love's genuine glance, the voice of happiness.</br>Impell'd by these, she frankly spoke her thought:</br>'His brother claim'd the poor boon that he sought.'</br>Lighten'd the scorn in Walter's laughing eye,</br>And curl'd his lip, at this unhoped reply;</br>And, whether deem'd he it were feign'd or real,</br>He urged his wishes with redoubled zeal.</br>To nurse one generous thought it was not his,</br>Or for a brother waive worse hope than this.", "\"But when he found Maria still unmoved,</br>And more, saw Henry loving, and beloved,</br>Then boil'd his haughty rage, and all the might</br>Of demon nature rush'd at once to sight.</br>Cruel and stern his every deed became;</br>His brain seem'd madd'ning with a quenchless flame.</br>Midst an inebriate rout he sate, and threw</br>Forth threats so fell, as quail'd even that wild crew.</br>Oh!  at that time, what mingled bliss and care</br>Threw their twined influence o'er this gentle pair;</br>When every hope was full, each prospect bright,</br>Past, present, future, cast their mingled light</br>Upon them, like a summer day's full glow,</br>All clear above, all green and glad below!</br>In those loved scenes, by those sweet waters where</br>In childhood they were happy &mdash; happy there,</br>They deem'd to them a life of love was given,</br>Like a dear dream, to break alone in heaven.</br>But, in the pure sky of their joy, o'erhead</br>Hung that black cloud of sorrow and of dread,</br>A brother's causeless hate, and the heart's chill</br>That his harsh nature might too well instil.</br>And oft, in those days of dear anxious thought,</br>When to the maid some mutter'd fear was brought,</br>She'd sit and muse upon it, till o'erwrought</br>With frenzied horror, she would hurry forth,</br>Reckless of danger &mdash; of the tempest's wrath&mdash;</br>Of the worst ills that to this life belong,</br>The world's sharp eye, and ready scorpion tongue,</br>By night, by day, at lone eve's closing hour,</br>To turn her lover's footsteps from her bower.</br>But these alarms urged onward that event</br>Which Walter's threats were powerless to prevent;</br>And the glad day was swiftly hastening on,</br>That makes the lovers' hopes and fortunes one.", "\"But, meanwhile, poor old Alice Gilburne &mdash; what</br>Were the sad sufferings of her widow'd lot!</br>Her trembling heart had lived to bleed with all</br>The wounds that on the mother's heart can fall;</br>To see her long life's mate, the gentle stay</br>Of tremulous age, pass from her side away,</br>And gall and poison from that fountain spring,</br>Whence weak age looks for balm and cherishing;</br>To see, with brutal deeds, her savage son</br>Drive from her breast her gentler, kindlier one;</br>To see him hotly court, as if he lay</br>'Neath some cursed spell, swift ruin and decay;</br>Drive forth each toiling hind in wayward mood,</br>And make his house a desolate solitude;</br>Where she might sit, from day to day, alone,</br>Haunted with weary thoughts; and bitterly groan,</br>And wish that she could die; &mdash; yet worlds might not</br>Have borne her living from that sorrowful spot.</br>Askest thou why? &mdash; And need I then impart</br>The patient mystery of a mother's heart?</br>Oh!  know'st thou not, that when a mother's eye</br>Sees all her darling group bask cheerily</br>In gladness, how her spirit clasps them round,</br>As heaven does, with its glorious crystal bound,</br>The white waves of a soft and sunny sea,</br>But part that blessed troop, &mdash; and should there be</br>One sad or guilty wanderer, &mdash; where is she?</br>Oh!  will she not, leaving the happier band,</br>Follow that lost one with all blessings and tears,</br>Scattering, as shadows, with her desperate hand,</br>Perils and taunts, the heart-aches and the fears,</br>That freeze or madden grief; yea, even the worst</br>Of mortal pangs, ingratitude accursed;</br>And farther, farther, as the wretch may track</br>His way in sin or sorrow, her sad heart</br>More close and agonizedly will cling</br>Round him, and call on Heaven to bear him back:</br>And though despair may cry, depart!  depart!</br>It cannot be! &mdash; anguish must break her heart,</br>Or home again the wanderer she will bring.", "\"So lived poor Alice, &mdash; so she linger'd on,</br>Though life's few blossoms from her path were gone.</br>Long, and a bare, a rude, and desolate way</br>It was, with but one glimmering light to play</br>Upon it; hope's frail beam &mdash; a beam, alas!</br>That would to all for very darkness pass,</br>But the fond madness of a mother's breast:</br>And even to her, faint, lonely, and oppress'd</br>With age's sorest burdens, cast a glare</br>At length so pale, 'twas rather dim despair.</br>That faint, that baseless hope, was yet to see</br>Walter, what never, never might he be!</br>And therefore in his house, by all forsaken,</br>Like a sad ghost, that ever loves to waken</br>When others sleep, and evermore to stray</br>Where horrid thoughts keep mortal feet away,</br>She linger'd on through years of hidden sorrow,</br>Still gathering, deep'ning, fresher every morrow.</br>At times, a passing rustic would descry</br>Her tall, bow'd figure, and groan piteously,</br>To see the wasted, wretched, trembling thing</br>Of woman made by age and sorrowing,</br>As out she pass'd, with palsied impotence,</br>To drag the dry sticks from the mouldering fence;</br>Then, often pausing, stagger back to steal</br>From her small hoard, to furnish forth a meal</br>For him, who, coming like a fiend, would frown</br>In sullen silence, or would spurn it down.", "\"Yet patiently she bore it; &mdash; yes, she bore</br>It with that desperate patience in the core</br>Of her torn heart, that locks its anguish fast,</br>And will not vent it till it throbs its last.</br>She spoke not &mdash; no, not even in that tone</br>Of gentle love dear woman knows alone;</br>And from a suffering mother's lips should fall,</br>In melting power, upon the hearts of all.</br>For well she knew even that would rouse to rage</br>His choleric heart, nought human might assuage.</br>But she would sit, with a sad, sedulous eye,</br>Quick every want to note, and to supply;</br>Until, in savage gloom, he would depart,</br>Then pray for blessings on his obdurate heart.</br>Oh!  if there be a sight on earth to break</br>The rugged spirit down &mdash; a sight to wake</br>Soft human feelings in a heart of stone,</br>It were that sight, though it were that alone;</br>A mother worn with age, with grief, and pain,</br>Not seeking from her offspring back again</br>Those tender solacings, those ministrant fears</br>That she had dealt them through laborious years;</br>For ever near, with those protecting charms,</br>Her warm soft breast, and fondly folded arms,</br>But outraged, crush'd by those she bless'd before,</br>Yet bearing all, and ready to bear more.</br>But him it touch'd not; nothing can unlock</br>The heart with envy callous; &mdash; 'tis a rock.", "\"One night alone she sate, as she was wont,</br>Waiting his coming from some abject haunt,</br>Till midnight had watch'd out, and she had bore</br>That weary time as many such before;</br>Seated beside an ample grate, where lay</br>A few faint brands, now dying fast away;</br>Her thin and wither'd arms cross'd on her breast,</br>And her head sunk down in uneasy rest;</br>Till rousing up, she look'd around, and heaved</br>A sigh that left her bosom unrelieved.</br>Stripp'd, naked, dismal was that spacious room,</br>And deadly silent as the voiceless tomb:</br>For not a living thing beside was there</br>To know her grief, and almost &mdash; her despair.</br>Poor, fond, devoted woman!  Oh!  it stirs</br>My soul to think, that for such hearts as hers</br>Should spring such misery; &mdash; yet earth a mother</br>Might find so fond, so wretched not another.</br>The very moon, as if touch'd with distress</br>And sympathy for such sad loneliness &mdash; </br>Herself a lonely traveller &mdash; as she hung</br>In the blue heavens, her pallid radiance flung</br>Down through the low, wide chimney, and upon</br>The desert hearth, with a cold light that shone</br>Over the ashy brands, so faint and low,</br>And seem'd to quench them, and at once to show</br>All the drear void of that most wretched place,</br>And threw a wan, wild lustre on her face.</br>Up, with a sudden glance, she turn'd her eye</br>As if it woke the thought that from the sky,</br>From heaven alone, must comfort fill her heart,</br>That earth still held, but by its noblest part.", "\"There came a footstep &mdash; 'twas her son's &mdash; she rose</br>To unbar the door, and fast again to close.</br>He enter'd with a countenance &mdash; Oh!  fell</br>And fix'd malignity, how horrible</br>And fiend-like is thine impress!  If there be</br>A curse to blast man's beauty, it is thee.</br>His dark, sworn features pictured to excess</br>All horrid thoughts on flame with drunkenness:</br>And his red eyes had in their sullen glare</br>Ferocious madness, felon, cursed despair.</br>Even Alice shrunk; but, monster most abhorr'd!</br>He grasp'd her arm, and snatching from the board</br>A knife, that in her kindness she had laid,</br>Swore a demand that he had often made;</br>'Where was that secret hoard whence, night and morn,</br>Her never-failing sustenance she had drawn?'</br>How reel'd her heart at that rude wound!  yet she</br>Shrunk not in fear; but, looking patiently,</br>Said, in pleading tone, whose piercing power</br>Might touch a savage in his bloodiest hour,</br>'Walter, thou wilt not hurt me!'  But, O heaven!</br>When the cursed blade she felt that moment driven</br>On through her wither'd fingers &mdash; when she saw</br>Her blood gush upon hands that every law,</br>Of every land, &mdash; God's holiest decree,</br>Proclaim'd her genuine guardians to be,</br>Then fail'd her spirit.  With a low, piteous cry,</br>She sunk to earth &mdash; Oh!  surely there to die!</br>No! &mdash; for, at length, a groan of anguish told</br>That life too firmly still retain'd its hold:</br>And, gathering up her strength, she sate, and drew</br>Forth, with her gory hand, a key, and threw</br>It, with a wild laugh, towards her murderous son;</br>Then cried, exultingly,''tis done!  'tis done!'</br>Then raving fell, and grovel'd on the floor;&mdash;</br>But 'tis too horrid &mdash; pass we the rest o'er.", "\"'Twas near this time, as closed a summer day,</br>I chanced, as often, to stroll down this way.</br>I love to feel the cool, fresh eve come on,</br>In the hay harvest, when hot day is gone;</br>See its soft light flush o'er green slope and lea,</br>And the long shades stretch on from tree to tree;</br>And lads and lasses from the fields retreating,</br>And, passing, with them change a friendly greeting.</br>I love to meet them, sunny all and warm,</br>With shoulder'd forks, and basket on the arm;</br>Light open garbs, and faces that express</br>Hearts that still laugh, in spite of weariness.</br>But there were none of these: &mdash; A strange alarm</br>Seem'd spreading swiftly round from farm to farm.</br>There was one running breathless towards a band</br>Of harvesters, that made a solemn stand</br>As he approach'd; and as he spoke each hand</br>Let go its implement; the men stood still;</br>The women shriek'd out fearfully and shrill:</br>And then away they rush'd; and, as they flow,</br>Beckon'd each distant man that came in view.</br>They pass'd by other labourers, and they lent</br>To them too their contagion: &mdash; on they went</br>With wild impetuous speed.  A passing breath</br>Fell on me &mdash; 'twas of drowning, and of death;</br>And I too ran, till on this very spot</br>I saw a thickly-wedged and busy knot</br>Of people, over something bending low,</br>With mingled, earnest talking and loud woe;</br>Like young bees knit upon a bough in spring,</br>And such their deep, thick, plaintive murmuring.</br>I broke into the press &mdash; Oh!  Sire of all!</br>May never more such horror on me fall!</br>A drowned man &mdash; 'twas Henry Gilburne lay;</br>The water stream'd from his drench'd corse away:</br>But there was more than sorrow; &mdash; there was loud</br>And gathering indignation in the crowd;</br>And questions of dire import; &mdash; and strong doubt</br>How this dread thing should here have fallen out.</br>Here, where this knotted oak's rough, burly trunk,</br>Rear'd through a thousand years, at length has sunk,</br>And bridged, and stemm'd, with its huge bulk, the tide,</br>Gathering the yesty foam upon its side,</br>They found him plunged, as though his feet had slid</br>Smooth with the summer grass, and there, half hid</br>In the thick foam, he'd perish'd.  On his brow</br>There rose a livid tumor, &mdash; but that too</br>Might be received in his disastrous fall.</br>Thus the crowd reason'd &mdash; then denied it all.</br>'Twas violence &mdash; 'twas murder could explain</br>Alone the dreadful secret to their brain.</br>Shallow the stream &mdash; secure the broad trunk lay,</br>And often pass'd by peasants in the day.</br>But whose the deed? &mdash; There was but one &mdash; no other</br>That loved him not &mdash; and that one was &mdash; his brother!</br>And when they call'd to memory all their feud,</br>And Walter's deeds, and fell demoniac mood,</br>Conviction ran amongst them, like the flame</br>Through dark electric clouds, and as it came,</br>Furious, and fill'd with that impetuous zeal</br>That nature framed man's kindred heart to feel,</br>When monstrous crimes to daylight venture out,</br>Away they sprang in a tumultuous rout,</br>They flew &mdash; they stopp'd not in their wrath, until</br>They reach'd his home; and then at once there fell</br>A sudden influence on them; one and all</br>Paused in blank awe; &mdash; 'twas ruin did appal</br>Their hearts with its grim aspect; for around</br>There seem'd no living being, light, nor sound.</br>It was a scene of deadest gloom; the shade</br>Of night was coming down, and they survey'd</br>A mansion large, and offices that stood</br>As in a rude and unclaim'd solitude.</br>Their tread aroused not the stern mastiff's howl;</br>They heard no stamp of horse, no clack of fowl,</br>For ever watchful; nor the milky breath</br>Of cattle met; &mdash; it seem'd a place of death.</br>Green weeds, that love in desolate haunts to grow,</br>Flourish'd on falling roofs, and path below:</br>Grey crumbling doors, and windows broken out,</br>And mould'ring thatch and wood were strewn about.</br>But their wrath slept not long, they swiftly past</br>Through this waste scene; the door was closed and fast,</br>And loudly did they thunder, but in vain,</br>There came no sound, no answering voice again.</br>Where was old Alice Gilburne? &mdash; Was she dead?</br>Or was she silenced by that monster's dread?</br>Roused at the thought, they rush'd against the door</br>Down with a hollow echo on the floor</br>It fell &mdash; up rose a cloud of carious wood,</br>And forward rush'd the furious multitude.</br>But oh!  the fearful scene!  the wretch they sought,</br>Fallen in the dreadful ruin he had wrought,</br>Lay stiffening in his gore; and fast beside</br>His mother's woes had stretch'd her; she had died,</br>Tumbled, as if from her accustom'd seat</br>She had sprung forth and perish'd at his feet.</br>Striving to avert his last infernal deed,</br>Her heart had burst, from that mad horror freed.</br>Numb'd, blasted with the vision, the mazed crew,</br>Shuddering with terror, from that sight withdrew.", "\"For me, I saw it not, for I had sped</br>To ward the storm that o'er Maria's head</br>Was bursting down; but not the wild dove's wing</br>Can outstrip tidings of an evil thing.</br>All had she heard; &mdash; yes, all this withering tale</br>Of death and crime, that on this once blest vale</br>Had fallen with such malignant, horrent sway,</br>As blasted and polluted it for aye.</br>All she had heard; and, smitten, sank beneath</br>This sudden bolt of bitterness and death.</br>And there she lay, oh pity! &mdash; her young heart</br>Struggling and quivering with the o'erwheming smart;</br>And sinking in unconsciousness, and then</br>Waking to grief's wild agonies again,</br>And praying to depart; but like the lime</br>Scathed by the lightning in the summer time,</br>Still feebly living on, and putting out</br>Its shrivell'd leaves when all is green about:</br>So youth's strong powers have, all averse to bow,</br>Bound her bruised spirit unto life till now;</br>And as a rose torn up, and rudely thrown</br>To wither in the sultriness of noon,</br>Showers cannot save, but they will make it smile,</br>And breathe around delicious balm awhile;</br>So sweet religion, though it could not heal</br>Her throbbing wounds, has yet avail'd to steal</br>Their anguish out, and round a halo cast</br>Of angel love and beauty to the last.", "\"But we have reach'd her home.\"  He ceased, and they</br>Anon stood where a slumb'ring damsel lay</br>Upon a rustic couch, as hastily there</br>She had reclined; and near an ancient pair</br>Sate fondly watching, like two saints of old,</br>Over a creature of heaven's brightest mould,</br>Sleeping amidst a wilderness of flowers,</br>Tired with its voyage to this world of ours.</br>But ah!  no happy spirit she; &mdash; for lo!</br>Her fragile form laid waste by mortal woe:</br>And that pale face, those features pure, that still</br>The soul with thoughts of heaven's own beings fill,</br>Though wan and wasted; and that delicate arm,</br>And long, fine fingers, with a careless charm</br>Laid lightly on her breast, all richly fraught</br>Like Italy's pure marble, proudly wrought</br>By some great hand, with grace and power that steep</br>The gazer's soul too tenderly and deep</br>With dying beauty's image.  But her sleep</br>Was passing; and her lips, that did possess</br>Yet a soft flush of former ruddiness,</br>Moved, and there fell upon the listening ear</br>A waking sigh, and inly-toned \"Oh dear!\"</br>Then, as she oped her bright but languid eyes,</br>She saw the priest, and said, with glad surprise,", "\"Oh!  this is kind!  How have I long'd to see,</br>On earth once more, thy Margaret and thee!</br>And now I feel death's summons; he is near;</br>Yes, I have had his brightest heralds here;</br>A dream of bliss, a sudden strength that fell</br>Upon me, like a pleasant miracle.</br>This morning I awoke, as with a word,</br>A gentle calling from a loved voice heard,</br>And, musing as I lay, I wond'ring felt</br>As if strong health again within me dwelt;</br>A buoyancy of heart, a power, a tone,</br>And a sweet joy o'er frame and spirit thrown:</br>All grief, all weakness gone, it seem'd as though</br>One night had cancell'd all these months of woe.</br>With that I rose, &mdash; yes rose, and issued out,</br>And view'd my favourite plants, and gaily look'd about;</br>My mother, with a sad foreboding smile,</br>And wond'ring gaze, beholding me the while.</br>But I could not forebode &mdash; I could not feel</br>One grief, one pain, &mdash; oh!  nothing but a zeal,</br>A sweet, o'erflowing tenderness of love;</br>And as I gazed on the blue sky above,</br>And the green earth, my spirit seem'd to cling</br>In joy to all, yea to the meanest thing</br>That lives; and in its fervent depths to bless</br>The soul of all this world's wide happiness.</br>Then wearied here I slept; &mdash; I slept, but seem'd</br>To be with Henry, where around us teem'd</br>Beauty, and joy, and wonder; and on high,</br>Above us shone, O such a glorious sky!</br>Where glared no sun upon the drooping eye.</br>Greenness, and flowers, and streaming waters fair,</br>Were round us; in the soft, delicious air</br>Living, inspiriting perfumes flow'd wide,</br>And music's 'trancing voice breathed out, and died.</br>Then wander'd we by many a bowery dwelling,</br>Where blissful creatures, in glad groupes, were telling</br>How they had sported through blue space afar;</br>Of forms divine in many a distant star;</br>Of scenes beheld as traversed they the earth;</br>Wild, mingled tales of sorrow and of mirth.</br>Some, in hot deserts, when nigh perishing,</br>Had led the pilgrim to the bubbling spring;</br>Some roused the sleeping Indian to descry,</br>Crouch'd in the jungle, the fell tiger nigh;</br>Some, midst the sea-wreck's horror and despair,</br>Buoy'd up the strugglers by their floating hair,</br>Hovering unseen; and some, in city throngs,</br>Where heartless villany decreed its wrongs</br>For young, rejoicing innocence, had shed</br>Fear through his vitals, till the monster fled;</br>And some had snatch'd up heedless infants found,</br>Smiling in glee, where perils thicken'd round;</br>And, as they told how these blest deeds were done,</br>Joy and applause through the bright creatures run.", "\"Then roam'd we through a forest pleasantly dim,</br>Beneath strange trees, of hoary trunk and limb;</br>Huge, but all fresh in ever-during age;</br>And pass'd, and gazed on awful seer and sage,</br>And monarch, and dread name of the old time;</br>Frames of august, proud beauty, and sublime</br>Of countenance, yet full of love that shone</br>And revell'd, with paternal light, upon</br>Thronging majestic sons, and glorious daughters,</br>Numerous as waves upon the ocean waters.</br>Their talk was of those times, those times that we</br>Would fain charm out from hoar antiquity;</br>Of giant wars, and men, and monsters strange,</br>That on the earth's young breast did mightily range;</br>Of Mamre, and sweet Paran's pastoral scenes;</br>Of simple patriarch kings, and peerless shepherd-queens;</br>Matchless old tales, that heaven enough would be,</br>To lie and listen to eternally.", "\"But onward still a gladsome impulse bore;</br>And now we stood upon the sounding shore</br>Of a wide sea, whose crystal waters kiss'd,</br>Still as they came, emerald and amethyst,</br>Ruby and sapphire, and huge diamond's glow;</br>And on that strand glanced lightly to and fro,</br>Link'd lovingly, young, blissful, smiling things;</br>And some aloft shot forth their starry wings</br>Over the deep, and sportively would lave</br>Their snowy bosoms in a rushing wave;</br>And some put out, from distant, basking isles,</br>Their little barks, with sails of light and smiles</br>Woven; and voyaging that delicious main,</br>Sent o'er its billows a rejoicing strain.", "\"And then &mdash; ineffable! &mdash; then, piled in light!</br>Dazzling, intense, at once upon my sight,</br>Palace, and tower, and domes each like a star,</br>A glorious city's walls shone out afar;</br>Beneath a keen and gorgeous sky, unroll'd</br>Like a vast canopy, o'er thrones of gold,</br>And flower-wreath'd marble fountains, casting streams</br>Like liquid beryl, changing into beams</br>Of rainbow light, scatter'd in air to snow,</br>And pearly drops that tinkling fell below.</br>Figures divine were passing; from those bowers</br>Stole solemn music, as from eastern flowers</br>Breathed forth an air; and then, a mighty sound,</br>Thrilling and deep, as from the vast world round</br>One instant song had burst:  it fell upon</br>My heart with awe &mdash; I trembled &mdash; it was gone!</br>Gone &mdash; melted into nothing &mdash; and I lay,</br>Feeble and fainting, and still through the day</br>My heart has sank so coldly!  Yet, oh!  yet,</br>Could I these thoughts of horror but forget,</br>That will not cease, and these two dear ones know,</br>More comforted, how gladly could I go,</br>And quietly to sleep!&mdash;\"  She paused, and all</br>Were silent, as though rest did gently fall</br>Upon her, as they stood around her bed;</br>And she slept deep &mdash; for she, indeed &mdash; was dead!", "How felt our bard?  How felt he! &mdash; Why, as one</br>Who, when his heart was merry, has seen gone</br>Down in a moment, through the flashing wave,</br>Fortune, and love, and left him nought to save.</br>For he, oh!  misery, &mdash; he now saw her</br>Again, that like a beaming messenger</br>From heaven to earth, had pass'd him in the spring,</br>And darken'd with her glory each bright thing</br>Beloved before; while she herself fled past,</br>And never could be found, till here at last</br>Smitten at heart, and dying.  Now he knew</br>All her sweet worth, and all her suffering too.</br>And as he fondly view'd her, as he dwelt</br>Wildly on every dying tone, he felt</br>He could have traversed earth, he could have braved</br>Thraldom and scorn &mdash; nay death, could he have saved</br>Such heavenliness:  but vain &mdash; her life was o'er;</br>He saw it &mdash; and he thought &mdash; he felt no more.</br>Nought, but a dizzy coldness on his brain,</br>Till sorrow's sobbing voice broke through again</br>That dulling trance; and then he turn'd away</br>To fill with airy visions life's brief day;</br>A dreamer, in a world that was to him</br>Joyless, and beautiless, and cold, and dim.", "Thus have I sung, thou young and gentle one,</br>Thy life and fate, as I have often vow'd;</br>Now thou, too, from this weary world art gone,</br>Thy love, thy woes wrapp'd in an early shroud:</br>Thus have I sung thy forest haunts aloud;</br>Not with a minstrel's cunning, but a heart</br>That loved thee long, and still with sorrow bow'd,</br>Sighs to have kept thee here, or to depart,</br>And be for evermore where thou in glory art.", "Thou passed'st like a meteor on a waste,</br>That sweetly shines, but only seen by chance;</br>Thou wert not to the drudging worldling's taste;</br>The proud one eyed thee with a scornful glance;</br>And even the delving peasant deem'd perchance</br>Himself a happier thing:  but thou wert one</br>Such as I'd love to travel the expanse</br>Of this earth with, then with thee straight begone,</br>Right glad, to other worlds, thou young and gentle one!</br>"]