["Beings of brighter worlds!  that rise at times</br>As phantoms, with ideal beauty fraught,</br>In those brief visions of celestial climes,</br>Which pass, like sunbeams, o'er the realms of thought,</br>Dwell ye around us? &mdash; are ye hovering nigh,</br>Throned on the cloud, or buoyant in the air?</br>And in deep solitudes, where human eye</br>Can trace no step, Immortals!  are ye there?</br>Oh!  who can tell? &mdash; what power, but Death alone</br>Can lift the mystic veil that shades the world unknown?", "But Earth hath seen the days, ere yet the flowers</br>Of Eden wither'd, when reveal'd ye shone,</br>In all your brightness, 'midst those holy bowers&mdash;</br>Holy, but not unfading, as your own!</br>While He, the child of that primeval soil,</br>With you its paths in high communion trode,</br>His glory yet undimm'd by guilt or toil,</br>And beaming in the image of his God.</br>And his pure spirit glowing from the sky,</br>Exulting in its light, a spark of Deity.", "Then, haply, mortal and celestial lays,</br>Mingling their tones, from Nature's temple rose,</br>When nought but that majestic song of praise</br>Broke on the sanctity of night's repose,</br>With music since unheard:  and man might trace,</br>By stream and vale, in deep embow'ring shade,</br>Devotion's first and loveliest dwelling-place,</br>The footsteps of th' Omnipotent, who made</br>That spot a shrine, where youthful nature cast</br>Her consecrated wealth, rejoicing as He pass'd.", "Short were those days, and soon, O sons of Heaven!</br>Your aspect changed for man; in that dread hour,</br>When from his paradise the alien driven,</br>Beheld your forms in angry splendour tower,</br>Guarding the clime where he no more might dwell,</br>With meteor-swords:  he saw the living flame,</br>And his first cry of misery was &mdash; \"Farewell!\"</br>His heart's first anguish, exile:  he became</br>A pilgrim on the earth, whose children's lot</br>Is still for happier lands to pine &mdash; and reach them not.", "Where now the chosen bowers that once beheld</br>Delight and Love their first bright Sabbath keep?</br>From all its founts the world of waters swell'd,</br>And wrapt them in the mantle of the deep!</br>For He, to whom the elements are slaves,</br>In wrath unchain'd the oceans of the cloud,</br>And heaved the abyss beneath; till waves on waves</br>Folded creation in their mighty shroud,</br>Then left the earth a solitude, o'erspread</br>With its own awful wreck &mdash; a desert of the dead.", "But onward flow'd life's busy course again,</br>And rolling ages with them bore away&mdash;</br>As to be lost amidst the boundless main,</br>Rich orient streams their golden sands convey&mdash;</br>The hallow'd lore of old &mdash; the guiding light</br>Left by tradition to the sons of earth,</br>And the blest memory of each sacred rite,</br>Known in the region of their father's birth,</br>When in each breeze around his fair abode</br>Whisper'd a seraph's voice, or lived the breath of God.", "Who hath not seen, what time the orb of day,</br>Cinctured with glory, seeks the ocean's breast,</br>A thousand clouds, all glowing in his ray,</br>Catching brief splendour from the purple west?</br>So round thy parting steps, fair Truth!  awhile</br>With borrow'd hues unnumber'd phantoms shone;</br>And Superstition, from thy lingering smile,</br>Caught a faint glow of beauty not her own,</br>Blending her rites with thine &mdash; while yet afar</br>Thine eye's last radiance beam'd, a slow-receding star.", "Yet still one stream was pure &mdash; one sever'd shrine</br>Was fed with holier fire, by chosen hands,</br>And sounds, and dreams, and impulses divine,</br>Were in the dwellings of the patriarch bands.</br>There still the father to his child bequeath'd</br>The sacred torch of never-dying flame;</br>There still Devotion's suppliant accents breathed</br>The One adored and everlasting Name,</br>And angel guests would linger and repose</br>Where those primeval tents amid their palm-trees rose.", "But far o'er earth the apostate wanderers bore</br>Their alien rites: &mdash; for them, by fount or shade,</br>Nor voice, nor vision, holy as of yore,</br>In thrilling whispers to the soul convey'd</br>High inspiration:  yet in every clime,</br>Those sons of doubt and error fondly sought</br>With beings, in their essence more sublime,</br>To hold communion of mysterious thought;</br>On some dread power in trembling hope to lean,</br>And hear in every wind the accents of th' Unseen.", "Yes!  we have need to bid our hopes repose</br>On some protecting influence; here confined,</br>Life hath no healing balm for mortal woes,</br>Earth is too narrow for th' immortal mind.</br>Our spirits burn to mingle with the day,</br>As exiles panting for their native coast,</br>Yet lured by every wild-flower from their way,</br>And shrinking from the gulf that must be cross'd;</br>Death hovers round us &mdash; in the zephyr's sigh,</br>As in the storm, he comes &mdash; and lo!  Eternity!", "As one left lonely on the desert sands</br>Of burning Afric, where, without a guide,</br>He gazes as the pathless waste expands&mdash;</br>Around, beyond, interminably wide;</br>While the red haze, presaging the Simoom,</br>Obscures the fierce resplendence of the sky,</br>Or suns of blasting light perchance illume</br>The glistening Serab which illudes his eye;</br>Such was the wanderer Man, in ages flown,</br>Kneeling in doubt and fear before the dread Unknown.", "His thoughts explored the past &mdash; and where were they,</br>The chiefs of men, the mighty ones gone by?</br>He turn'd &mdash; a boundless void before him lay,</br>Wrapp'd in the shadows of futurity.</br>How knew the child of Nature that the flame</br>He felt within him, struggling to ascend,</br>Should perish not with that terrestrial frame</br>Doom'd with the earth on which it moved, to blend?</br>How, when affliction bade his spirit bleed,</br>If 'twere a Father's love or Tyrant's wrath decreed?", "Oh!  marvel not, if then he sought to trace</br>In all sublimities of sight and sound,</br>In rushing winds that wander through all space,</br>Or 'midst deep woods, with holy gloom embrown'd,</br>The oracles of Fate!  or if the train</br>Of floating forms, that throng the world of sleep,</br>And sounds that vibrate on the slumberer's brain,</br>When mortal voices rest in stillness deep,</br>Were deem'd mysterious revelations, sent</br>From viewless powers, the lords of each dread element.", "Was not wild Nature, in that elder-time,</br>Clothed with a deeper power? &mdash; earth's wandering race,</br>Exploring realms of solitude sublime,</br>Not as we see, beheld her awful face!</br>Art had not tamed the mighty scenes which met</br>Their searching eyes; unpeopled kingdoms lay</br>In savage pomp before them &mdash; all was yet</br>Silent and vast, but not as in decay,</br>And the bright daystar, from his burning throne,</br>Look'd o'er a thousand shores, untrodden, voiceless, lone.", "The forests in their dark luxuriance waved,</br>With all their swell of strange Aeolian sound;</br>The fearful deep, sole region ne'er enslaved,</br>Heaved, in its pomp of terror, darkly round;</br>Then, brooding o'er the images, imprest</br>By forms of grandeur thronging on his eye,</br>And faint traditions, guarded in his breast,</br>'Midst dim remembrances of infancy,</br>Man shaped unearthly presences, in dreams,</br>Peopling each wilder haunt of mountains, groves, and streams.", "Then bled the victim &mdash; then in every shade</br>Of rock or turf arose the votive shrine;</br>Fear bow'd before the phantoms she portray'd,</br>And Nature teem'd with many a mystic sign.</br>Meteors, and storms, and thunders!  ye whose course</br>E'en yet is awful to th' enlighten'd eye,</br>As, wildly rushing from your secret source,</br>Your sounding chariot sweeps the realms on high,</br>Then o'er the earth prophetic gloom ye cast,</br>And the wide nations gazed, and trembled as ye pass'd.", "But you, ye stars!  in distant glory burning,</br>Nurtured with flame, bright altars of the sky!</br>To whose far climes the spirit, vainly turning,</br>Would pierce the secrets of infinity&mdash;</br>To you the heart, bereft of other light,</br>Its first deep homage paid, on Eastern plains,</br>Where Day hath terrors, but majestic Night,</br>Calm in her pomp, magnificently reigns,</br>Cloudless and silent, circled with the race</br>Of some unnumber'd orbs, that light the depths of space.", "Shine on!  and brightly plead for erring thought,</br>Whose wing, unaided in its course, explored</br>The wide creation, and beholding nought</br>Like your eternal beauty, then adored</br>Its living splendours; deeming them inform'd</br>By natures temper'd with a holier fire&mdash;</br>Pure beings, with ethereal effluence warm'd,</br>Who to the source of spirit might aspire,</br>And mortal prayers benignantly convey</br>To some presiding Power, more awful far than they.", "Guides o'er the desert and the deep!  to you</br>The seaman turn'd, rejoicing at the helm,</br>When from the regions of empyreal blue</br>Ye pour'd soft radiance o'er the ocean-realm;</br>To you the dweller of the plains address'd</br>Vain prayers, that called the clouds and dews your own;</br>To you the shepherd, on the mountain's crest,</br>Kindled the fires that far through midnight shone,</br>As earth would light up all her hills, to vie</br>With your immortal host, and image back the sky.", "Hail to the queen of heaven!  her silvery crown</br>Serenely wearing, o'er her high domain</br>She walks in brightness, looking cloudless down,</br>As if to smile on her terrestrial reign.</br>Earth should be hush'd in slumber &mdash; but the night</br>Calls forth her worshippers; the feast is spread,</br>On hoary Lebanon's umbrageous height</br>The shrine is raised, the rich libation shed</br>To her, whose beams illume those cedar-shades</br>Faintly as Nature's light the 'wildered soul pervades.", "But when thine orb, all earth's rich hues restoring,</br>Came forth, O sun!  in majesty supreme,</br>Still from thy pure exhaustless fountain, pouring</br>Beauty and life in each triumphant beam,</br>Through thine own east what joyous rites prevail'd!</br>What choral songs re-echo'd!  while thy fire</br>Shone o'er its thousand altars, and exhaled</br>The precious incense of each odorous pyre,</br>Heap'd with the richest balms of spicy vales,</br>And aromatic woods that scent the Arabian gales.", "Yet not with Saba's fragrant wealth alone,</br>Balsam and myrrh, the votive pile was strew'd;</br>For the dark children of the burning zone</br>Drew frenzy from thy fervors, and bedew'd</br>With their own blood thy shrine; while that wild scene,</br>Haply with pitying eye, thine angel view'd,</br>And, though with glory mantled, and serene</br>In his own fulness of beatitude,</br>Yet mourn'd for those whose spirits from thy ray</br>Caught not one transient spark of intellectual day.", "But earth had deeper stains:  ethereal powers!</br>Benignant seraphs!  wont to leave the skies,</br>And hold high converse, 'midst his native bowers,</br>With the once-glorious son of Paradise,</br>Look'd ye from heaven in sadness?  were your strains</br>Of choral praise suspended in dismay,</br>When the polluted shrine of Syria's plains,</br>With clouds of incense dimm'd the blaze of day?</br>Or did ye veil indignantly your eyes,</br>While demons hail'd the pomp of human sacrifice?", "And well the powers of evil might rejoice,</br>When rose from Tophet's vale the exulting cry,</br>And, deaf to Nature's supplicating voice,</br>The frantic mother bore her child to die!</br>Around her vainly clung his feeble hands</br>With sacred instinct:  love hath lost its sway,</br>While ruthless zeal the sacrifice demands,</br>And the fires blaze, impatient for their prey.</br>Let not his shrieks reveal the dreadful tale!</br>Well may the drum's loud peal o'erpower an infant's wail!", "A voice of sorrow!  not from thence it rose;</br>'Twas not the childless mother &mdash; Syrian maids,</br>Where with red wave the mountain streamlet flows,</br>Keep tearful vigil in their native shades.</br>With dirge and plaint the cedar-groves resound,</br>Each rock's deep echo for Adonis mourns:</br>Weep for the dead! &mdash; away!  the lost is found,</br>To life and love the buried god returns!</br>Then wakes the timbrel &mdash; then the forests ring,</br>And shouts of frenzied joy are on each breeze's wing!", "But fill'd with holier joy the Persian stood,</br>In silent reverence, on the mountain's brow,</br>At early dayspring, while the expanding flood</br>Of radiance burst around, above, below&mdash;</br>Bright, boundless as eternity:  he gazed</br>Till his full soul, imbibing heaven, o'erflow'd</br>In worship of th' Invisible, and praised</br>In thee, O Sun!  the symbol and abode</br>Of life, and power, and excellence; the throne</br>Where dwelt the Unapproach'd, resplendently alone", "What if his thoughts, with erring fondness, gave</br>Mysterious sanctity to things which wear</br>Th' Eternal's impress? &mdash; if the living wave,</br>The circling heavens, the free and boundless air&mdash;</br>If the pure founts of everlasting flame,</br>Deep in his country's hallow'd vales enshrined,</br>And the bright stars maintain'd a silent claim</br>To love and homage from his awestruck mind?</br>Still with his spirit dwelt a lofty dream</br>Of uncreated Power, far, far o'er these supreme.", "And with that faith was conquest.  He whose name</br>To Judah's harp of prophecy had rung;</br>He, of whose yet unborn and distant fame</br>The mighty voice of Inspiration sung,</br>He came, the victor Cyrus! &mdash; as he pass'd,</br>Thrones to his footstep rock'd, and monarchs lay</br>Suppliant and clothed with dust; while nations cast</br>Their ancient idols down before his way,</br>Who, in majestic march, from shore to shore,</br>The quenchless flame revered by Persia's children bore.</br>"]