["Hail, happy Bard!  No more let chilling Fear</br>Wide o'er thy heart its horrid influence shed;</br>Thy Lyre's secure of every critic's ear,</br>Save those, who long to Nature's feelings dead,</br>Envy the laurel'd honours of thy head:</br>Those, ever on the wing of cold Disdain</br>The daring flights of ev'ry Muse upbraid;</br>And always deem that Minstrel's labour vain,</br>Who sings without their aid the softly soothing strain.", "Accept these Lays, tho' from a hand unknown,</br>Fresh as they flow forth from a candid breast:</br>Warm as they rise, accept them as thine own,</br>Thy Merit's meed &mdash; for sweetly hast thou drest</br>The Poet's thoughts &mdash; and justly hast express'd,</br>If right I ween, great Camoen's Epic Song.</br>Now rouz'd by thee from long unheeded rest,</br>High on the roll of fame his lays are hung,</br>Tun'd to a British ear, form'd for a Briton's tongue.", "Unblest the Bard who erst on Tagus' shore,</br>Wander'd with curious eye the meads along;</br>And treading near the Poet's hallow'd bower,</br>Pluck'd from its native soil the deathless song.</br>O never more may Genius suffer wrong;</br>Ne'er may the Critic's pen depress the Muse,</br>Or stand enroll'd illustrious names among&mdash;</br>Those who the due reward of praise refuse,</br>And in dull Prose immortal Verse abuse.", "MICKLE, the praise, the merit, all is thine,</br>Gana's great name on Albion's isle to bring;</br>Pleas'd with the task, behold the saced Nine</br>Quick to thy lyre apply each sounding string:</br>Now hark, the mellow notes responsive ring;</br>Now the full choir their varied voices raise;</br>The Lusian Hero's glorious deeds they sing:</br>And whilst the Muse each virtuous art displays,</br>The echoing air spreads round a thousand ways.", "When from the rolling surge, on Mehon's shore,</br>This Gem alone the shipwreck'd Poet sav'd;</br>This only lost; &mdash; he homeward looks once more;</br>A Poet's meed was all the boon he crav'd.</br>Tho' o'er his head the Warrior's wreath had wav'd,</br>Yet well he knew, the Muse alone could climb;</br>And thus the various storms of life he brav'd.</br>And o'er misfortunes raised his head sublime,</br>Assured the Muse would live, and bloom in ev'ry clime.", "And now transplanted to Britannia's soil,</br>Thy Camoen's laurels, Mickle, thou shalt tend;</br>Whilst faithful history records the toil,</br>The various labours of the Muse's friend.&mdash;</br>As down the stream of time your names descend,</br>O may they mingle, as they onward glide;</br>May no rude blast their tender union rend!</br>Serene the gale, and gentle be the tide</br>Which spread your fames thro' many a region wide.</br>"]