["Begone, away,</br>Ye serpent brood of gloomy Care,</br>No longer bar the path to Pleasure's bower.</br>Begone, away,</br>To Avarice's castle bare,</br>Or the more gaudy domes of Pride and Power.", "As on this bank diffused I lie,</br>While Summer deals her stores around,</br>My tiny harp depending nigh</br>Chaunts to the gale's amusive sound</br>Unbidden airs that bathe my breast</br>O Indolence!  in thy sweet dream.</br>With joy I urge the pleasing theme</br>In thy enchanting influence blest:</br>With love thy dearest gifts reveal.</br>They best can paint who best can feel.", "Parent of every virtue hail!</br>Nor smile that I this title owe,</br>For from thy silent fountain flow</br>All steams that deck this desert vale.</br>The hero's toil, the patriot's care</br>And all the race of Labour fair,</br>Where tend they, save beneath thy sway</br>The evening of a boisterous day</br>To render to their weary lord?</br>Blest to thy peaceful port to sail,</br>And make his former woes a tale,</br>To pleasure and to thee restored.", "And happy did thy wide command</br>Yet wider territories own;</br>That every wretch whose restless hand</br>Spreads ruin thro' a blooming land</br>To gain a halter or a crown,</br>From Industry's emotions free,</br>Had been with Sleep or been with thee!", "Still where the blessed Muse is seen</br>Thy careless step will not be far,</br>For with thee she delights to play:</br>With thee she leaves the tainted reign</br>Of proud Ambition's evil star,</br>And Wealth's tumultuary fray.</br>She leaves their sad society,</br>Where all the flowers Variety</br>In Pleasure's garden can disclose</br>Are blasted by Satiety:</br>And Languor and Anxiety,</br>Tho' banded guards in vain oppose,</br>Their melancholy progress steal</br>To where the potent calls on Rest,</br>And in his downy couch conceal</br>Their thorns that rend the feeble breast.", "With thee my visionary hours</br>Now trace the consecrated grove</br>Of Science; now at random rove</br>Along the Muse's blissful vale.</br>With care they crop the Attic flowers,</br>And in a vase of British frame</br>Present them to the shrine of Fame.</br>Even her, the Muse, I second call</br>To thee, Oh empress!  tho' inclined</br>By her dear aid the mines to find</br>Of mighty Nature's unsun'd gold,</br>And stamp with Art's creating mold;</br>Yet to thy will obedient I</br>From the delightful labour fly,</br>The Muse's joy, the Muse's care,</br>But serve thy slumbers to endear.", "When bounteous Summer's golden key</br>Unlocks the treasures of the year,</br>Then, queen of pleasures, led by thee,</br>Me let my musing footsteps bear</br>Thro' all the scenes of nature free,</br>The wild, the grand, the soft, the fair.</br>Now to the verdant champain where</br>Some ancient mount his royalty</br>Exalts above the subject lee,</br>While clad in solar splendor clear</br>The variegated scenes appear.</br>To port along the azure sea,</br>Their swelling pride gay galleys steer,</br>Where glittering towers their glory rear,</br>To guard whose hoary majesty</br>The mazes of a river err.</br>Low in the sullen heath afar</br>A silver lake's bright purity</br>Reflects the sapphire canopy;</br>And distant music charms the ear,</br>Sent from the woodland minstrelsy.", "Then to the villa's rural mound,</br>Where Nature reigns by Splendor crowned;</br>The florid garden's balmy scene,</br>Amid whose shady alleys green</br>The tread of Science oft is seen,</br>When Eve, that lovely nun serene,</br>Forsakes her western cell to shower</br>Fresh dews o'er every sleeping flower</br>And to her star's resplendent ray</br>The thrush devotes her farewel lay.", "But when arrayed in splendor wan,</br>Wild Winter holds his savage sway,</br>Add fuel to the fading fire,</br>Nor heed the storm's destructive ire,</br>While Indolence governs the day,</br>And laughs at Sorrow's evil train.</br>Bring every sage of useful lore,</br>Bring every bard of magic power</br>With living numbers to control</br>Each movement of the raptured soul.</br>Bring mighty Ossian, Homer old,</br>The treasures of the Latian pair,</br>The awful strain of Milton bold,</br>And Tasso's wanton carol fair,</br>Whose crown shall equal Spenser share.</br>Bring father Shakespeare's native lay,</br>And sly Fontaine, and Moliere gay,</br>Nor leave the lord of lyric fame,</br>Grave Pindar, nor the Teian son,</br>Nor what the page of Sappho lone</br>Yet breathes of love's delusive flame.", "Be here the bards of latest days,</br>Like planets who by borrow'd rays</br>Shine thro' the Muse's present night</br>With feeble, yet with lovely light.</br>The classic page of moral Gray,</br>The portrait of the varied year,</br>And, Indolence, thy castle dear,</br>The vein of Akenside display,</br>And his who decked the parrot's bier.</br>The tender scene of Hume be nigh,</br>To wake the sympathetic sigh;</br>Of Maffei, and the Roman fire,</br>Heir of the Attic art and fire.</br>The chosen band let Fielding join,</br>That minstrel sweet of skill divine,</br>Each generous feeling to impart,</br>And ope the fountains of the heart.</br>And here the rival of his throne</br>Be Smollet, Humour's genuine son.</br>But why the countless stores relate</br>That Science to her votary lends?</br>Even the vain pageants of her state</br>With joy keen Ridicule attends.</br>Philosophers in Folly's tire,</br>Who study much to be unwise,</br>And bards who from their opiate lyre</br>Deal slumbers to the hearers eyes.</br>O times!  when oft the torpid Brain</br>The ghastly shades of Nonsense stain,</br>While thro' the gloom false beauties tread,</br>Like glow-worms thro' the midnight mead.</br>The genuine births of art how rare!</br>And in their Dead what shapes appear!</br>Gay Tragedies in Grecian pall,</br>Scenes that sleep, and songs that brawl:</br>Sad Comedies, that teach to weep,</br>With wit so thin and plot so deep;</br>While Elegy, with pulpit nod,</br>Starts up a sable man of God,</br>And Ode, his sullen clerk below,</br>Hums the rueful ditty slow;</br>With tinsel pranks his tattered suit,</br>And flowrets innocent of fruit.", "What joys are thine, queen of my song</br>The voice of Music, Painting's hand&mdash;</br>All arts confess thy soft command;</br>Their treasures all to thee belong.</br>O ever let me live with thee,</br>From care and toil and sorrow free;</br>And when the Muse partakes the day,</br>Brief be the magic of her sway.</br>Ah far remove the hated praise</br>Of many folio-volumed lays:</br>Be mine to build the slender RIME,</br>That haply down the stream of time</br>With tuneful oar and spangled sail</br>May move to Fame's indulgent gale.</br>Yet, yet, dread Power, O, ere confest</br>Thy influence now invades my breast,</br>Yet hear me.  Ah in vain * * *</br>"]