["Fair Liberty, bright Goddess, Heavenly-born,</br>So high esteem'd by ev'ry living Wight;</br>O how deprest with Thraldom and with Scorn</br>Are they who want thy kind refreshing Light?</br>How, when we're banisht from thy lovely Sight,</br>Sitting in Clouds of Darkness evermore,</br>Wrapt up in Errors of eternal Night,</br>Do we, with deep surrounding Sorrows sore,</br>In vain our wretched State with dismal Cries deplore?", "In this sad Plight behold fair Britomart,</br>Alas!  we must awhile with-holden see</br>By that false Archimago's cunning Art,</br>By whom fair Una could misleaden be:</br>In vile Enchantments all excelled He,</br>And whosoever dar'd him to oppose,</br>Soon fell, or swiftly did before him flee;</br>Or else to them he gave a magick Dose,</br>By which they calmly slept, and sildom more arose.", "This noble Maiden, whose avenging Spear</br>So many Tyrant Enemies had slain;</br>Whose very Name had fill'd all Hearts with Fear,</br>Whose very Sight had caused erst much Pain,</br>In many a Castle fair, and many a Plain;</br>Of Life forlorn, or Liberty more sweet,</br>Was now bereft, (O foul ignoble Stain!)</br>By one vile Caitiff whom too well I weet,</br>Ere he came near she mote lay sprauling at her Feet.", "But she with Talus, Groom to Arthegall,</br>In quest of Fame was pacing on her Way;</br>Ne dreamt she then of any Harm at all,</br>Nor saw from whom she might expect a Fray:</br>When He, in shape of Palmer old and gray,</br>Dissembling, her approacht; in his left Hand</br>He held an artificial Bough of Bay,</br>And in his right he wav'd a taper Wand,</br>While thus his cunning Speech in comely wize he scan'd.", "I humbly crave the Cause (said he) fair Knight,</br>Why in this Land, where nought but Peace should dwell,</br>You thus appear yclad in Armour bright,</br>Right fully bent some lusty Foe to quell,</br>When here are none but Friends that mean you well:</br>Let me advize to quit your fierce Intent,</br>And banish Discord to its native Hell;</br>Me here the Princes of this Land have sent</br>To offer Terms of Peace and happy Agreement.", "With modest Semblant thus he fram'd his Tong;</br>But Britomartis prudently foresaw</br>That his dissembled Words intended Wrong,</br>Listing her into deadly Snares to draw;</br>And thus she spoke in Words commanding Aw.</br>Full well I know what Peace is to be found</br>In Paynim Country, where withouten Law</br>Ungentle Knights by force of Arms are crown'd,</br>And exercise their baleful Tyranny around.", "By Breach of Publick Faith and guileful Art</br>Full many a noble Knight they have undone;</br>By crafty Sleight they ever play their Part,</br>But never ought by worthy Valour wone.</br>These therefore (false old Man) must be my Fone;</br>On them I strait-way will just Vengeance reek,</br>On them, who Justice yet have shew'd to none;</br>These are the Rebels which I ever seek,</br>With sharpen'd Steel of my avenging Lance to streek.", "This said, she onward spur'd her mettled Steed,</br>And in her Rest coucht well her glittring Spear,</br>And faithful Talus, her Commands to reed,</br>With yron Flail beside her ran full near,</br>So that she mought no living Mortal fear.</br>Whereat the Carle enrag'd now bolder grew,</br>His Magick Wand aloft he gan uprear,</br>And after her with secret Speed he flew,</br>And stroke her so, ah Gods!  the Wound she'l ever rew.", "For soon as she th' enchaunting Touch did feel,</br>The Life-Blood faded in her youthful Cheek,</br>Her crested Helm and Sword, of temper'd Steel,</br>Did into Thousand Pieces crumbling break,</br>Ne could she with her Tongue her Ailment speak.</br>Down from her lofty Steed she trembling fell,</br>And on the Earth's cold Bosom lay so meek,</br>Who erst could Knights and sturdy Giants quell,</br>Before this sad Mishap so sodain her befell.", "As when some purple Flowre bedecks the Fields,</br>With Gold enameld, interwove with Green,</br>Which through the Air its dewy Odours yields,</br>Fit to perfume the Bosom of some Queen;</br>(So fair a Flowre I trow is sildom seen,)</br>Yet, when the blasting Mildew's dreary Bane</br>With noisom Breath infects the Welkin sheen,</br>Its colourd Leaves no longer then remain,</br>But droop and fade away, and die along the Plain.", "So faded Britomartis, fairest Flowr;</br>Her ample Spear beside her useless lay,</br>Her foltring Spright in that accursed Hour</br>Was dampt with deadly Shame and sore Dismay:</br>Which cruel Sight did Talus quight affray,</br>And filld his Senses with Abashment great,</br>So that with eager Hast he fled away,</br>Ne stayed with that Villain Chorle to treat,</br>Who toward him came with angry Looks and bitter Threat.", "Tho when he had the Virgin thus at will,</br>He seized first her Spear and Shield so bright;</br>Yet thus despoild of Arms he nould her kill,</br>Sith Death is sweet to the enslaved Wight,</br>Who with his Freedom foregoes all Delight:</br>In Bondage her he meaned for to keep,</br>That she might make some Sport for Paynim Knight,</br>Who would rejoyce to see her wail and weep,</br>Emprisoned full close in Dungeon dark and deep.", "The Trophies won in many a Battle fair</br>(Foul Sight to see!)  the Villein undertrod,</br>And shore away her golden curled Hair</br>Beseeming well to grace some heav'nly God:</br>Her dradded Plumes that whilom wont to nod,</br>And from her Crest shone like the Ev'ning Star,</br>Languidly faded, struk with that same Rod,</br>Whose influencing Vapours from afar</br>Shed Pestilence, and all that seemed fair did mar.", "With Witchchraft vild he then enwrapt her round</br>In magick Chains of many a mazie Fold,</br>And to a chalky Cliff fast backward bound,</br>Expos'd to sunny Heat and frory Cold;</br>Torment too bitter ever to be told.</br>Ah warlike Maid!  who sees thy sad Estate</br>With Eyes that can from trickling Tears with-hold?</br>What hostile Breast so fraught with deadly Hate,</br>But must lament thy Lot, and pity thy hard Fate?", "Yet not content with this his cruel Deed,</br>The false Enchaunter aggravates her Pain</br>With taunting Words that make her Heart to bleed;</br>And thus he frames his Speech with light Disdain:</br>Small need has Knight thus guarded to complain;</br>What Fear of Harm while I thus watchful stand?</br>Then banish from your Mind all Sorrows vain,</br>For by the Powr of this Almighty Wand,</br>I can approching Dangers far away command.", "And as a Proof of this my Courtesie,</br>Which is not feignd, but real and most trew,</br>A trusty Legion shall be placed nie,</br>Of Courage stout, a goodly seeming Crew,</br>To reed your high Behests as is most dew.</br>With that a bugle Horn he strait-way wound,</br>Whose shrilling Musick through the Welkin flew,</br>So that remotest Parts mote hear the Sound,</br>Which through Hills, Vales and hollow Rocks went ecchoing round.", "Eftsoons an ugly and deformed Brood,</br>That with their hideous Yellings rent the Sky,</br>Forth issued swiftly from the neighbour Wood,</br>And round the captivd Nymph gan loudly cry;</br>Such Hell-hounds nere were seen by mortal Eye.</br>Some few like British Bull-dogs stern and stout,</br>But most like fawning Spaniels low did ly,</br>And meanly to the Wizard's Motions lout,</br>Performing what he would when so he cast about.", "Yet they not all obeyd his cursed Meed,</br>But on chast Innocence some Pity took;</br>Those Bull-dogs stout of goodly British Breed</br>With Treachery so foul could never brook,</br>Ne bear on injur'd Goodness thus to look.</br>To free fair Britomart they fiercely strove,</br>(Sith Vertue never is by all forsook)</br>And joyning all their Force in common Drove,</br>They vow'd her iron Chains and Fetters to remove.", "Which when the crafty Archimago saw,</br>Afraid lest now his wretched Work should fall,</br>He gins a new devized Scheme to draw,</br>And ties his Hounds in Couples severall,</br>That he might still be Soverain over all:</br>The gen'rous Cur, and Spaniel base of Blood,</br>Were linkt together in one servile Thrall,</br>That those who still his Meaning understood,</br>By hanging back might hinder These from doing good.", "Those honest Hounds endeavour'd still full fain</br>To work the forlorn Maiden's Liberty;</br>Striving with knawing Teeth to wranch the Chain,</br>Which did her tender Limbs to th' Rock upty:</br>But these the baser Whelps with yelling cry</br>Bet off:  and still as they approched near,</br>Perversely drew their collar'd Necks awry,</br>So that they mought not see that Virgin dear,</br>Ne pity her sad State, nor dread Complainings hear.", "For this their Office good, the Sorcerer</br>Forth from a Wallet which beside him hung,</br>Threw many gobbet Offals of good Cheer,</br>Which they devour'd with Cries that loudly rung,</br>And wagg'd their Tails, and lilled out their Tung:</br>Yet when his Bags of Carnage empty grew,</br>And to their greedy Jaws he all had flung,</br>The unjust Carle provokt the goodly Few,</br>'Till from their inly Maw their Loads they did upspew.", "Which when the other Hell-dogs did espy,</br>With much fell Ravin and fierce Greediness,</br>They lapt up that same Filth that near did ly,</br>And rent and tore, and yell'd without Redress,</br>Joying they mote the others thus oppress:</br>And to aggrate their magick Lord the more,</br>Who much delighted in such Wickedness,</br>They deaft their Ears with foul outrageous Rore,</br>And filthy Poison belcht, of which they had much Store.", "Thereat the others, mov'd with fell Despight,</br>Their noble Blood high-swelling in their Heart,</br>Would have ytorn the Sorcerer outright</br>For playing this so villeinous a Part,</br>At which for very Grief their Soul did smart:</br>Ne could the Hell-dogs stop their furious Heat,</br>Perdie nor Archimago with his Art;</br>For they impetuous grinn'd a ghastly Threat,</br>And with their sharpen'd Fangs the Mongrils off did beat.", "O now fair Britomartis' Sprite returns</br>With shining Glimpse of Hope's reviving Light,</br>The purple Blood within her pale Cheeks burns;</br>Once more her Eyes she opens sparkling bright,</br>That erst enshadow'd lay in darksome Night:</br>Swift-flying Joy orespreads her lovely Face,</br>When she beheld that unexpected Sight,</br>And merry Transport with beseeming Grace</br>Breaks forth; sure Tokens of her great illustrious Race!", "Like as when Phoebus, crownd with golden Beams,</br>Through mirky Clouds that veil the Firmament,</br>His unresisted Fulgour brightly streams,</br>And clears the Sky with Vapours overhent:</br>So the bright Flames that from her Eyes were sent</br>Disspred a radiant Glory all around,</br>And eas'd the Pain of her sad Captivement,</br>Who lay, with many a sore and bitter stound,</br>Fast lockt with iron Fetters to the stony Ground.", "Ah hapless Maid!  Fate's firm and fix'd Decree</br>Awhile withstands thy growing Happiness;</br>And who so strong to conquer Destinee,</br>Or the Resolves of Heaven to repress?</br>That wyly Man, who wrought thy Wretchedness,</br>Can stubborn Sprites and griesly Gorgons tame;</br>Albe thy Prowess far excells, nathless</br>If he his dark mysterious Charms but name,</br>Loud Storms roar through the Sky, and shake Earth's solid Frame.", "Soon as this Tumult bad the Wizard saw,</br>Which like a swelling Torrent fiercely rold,</br>And great Destruction on him seem'd to draw;</br>Yet he undaunted:  stood and ever bold,</br>Counting them one by one their Number told;</br>To know how many did against him fight,</br>And eke how many with him seem'd to hold,</br>That he from thence mought work his Guiles aright,</br>And on th' Offenders execute his fell Despight.", "Musing a-while with steddy serious Look,</br>He nodded to and fro in pensive Mood;</br>Then with his all-bewitching Staff he strook</br>The hollow-sounding Lay on which he stood;</br>The quaking Earth trembled full many a Rood.</br>Eftsoons, the Glebe dividing, there upsprung</br>Six Couple more of that same Mongril Brood,</br>Who prostrate lickt his Feet with fawning Tong,</br>Then kennelled themselves the other Pack emong.", "As when old Nilus with his fatning Wave,</br>Oreflows the fruitful Plains of Egypt's Lond,</br>His slimy Streams the flowry Meadows lave,</br>Manuring als the dry and barren Sond</br>With Mud, that overspreds the delug'd Strond:</br>Soon as the ebbing Stream sinks down again,</br>Strange Births emong the teeming Clods are fond;</br>Unheard of Monsters fright the rural Swain,</br>And half-form'd Bodies rear their Heads above the Plain.", "So this unlookt for Product quite affrayd</br>Th' avenging Spirit of that angry Crew,</br>And dampt the Hopes of the reviving Maid,</br>Whose Sorrows now afresh gan to renew,</br>At this so dreadfull and astounding View:</br>For now the Magick Wight, with his base Herd,</br>Could all the rest full easily subdew,</br>Ne to afflict them furiously he spar'd;</br>So that his threatfull Look and Rage by all was fear'd.", "Then with his Horn again he loudly sung,</br>And blew the Sound aloft into the Air,</br>That Woods and lowly Dales full widely rung,</br>And many a Lake and many a River fair:</br>Eftsoons there forward came a comely Pair,</br>On stately pacing Coursers mounted high,</br>Who in their Gate Majestick Prowess bare;</br>The Knight in Paynim Land bore Sovereinty,</br>The Lady was his Leman fair, and rode him by.", "He was, I ween, the Great Sir Burbon hight,</br>Whom late fair Britomartis did defeat;</br>A bloody, murdrous and abhorred Knight,</br>Who All with Rage despighteous did entreat,</br>To rise in Fame, and make his Empire great:</br>Him the false Archimago did enshroud</br>(Fav'ring with wondrous Art his base Retreat)</br>Envelopt safe within a Sable Cloud,</br>Else had he scant appear'd so blythe and vainly proud.", "Yet she, that valiant Maid, had first bereft</br>The Heathenish Tyrant of his blazon'd Shield,</br>And certes would his Paynim Skull have cleft,</br>Or made him with full low Obeysance yield,</br>But that enshrowded thus Fear wingy-heel'd</br>Him bore far off; ne durst he venture more</br>Gainst Britomart his Coward Sword to wield:</br>Who on his guilty Corse had struck full sore,</br>And bath'd his brazen Arms in Streams of Purple Gore.", "But at his Friend old Archimago's Call,</br>He soon yode forth to seize the wonted Pray;</br>For well he wote some wretched Wight in Thrall,</br>He had entrapt on that same craggy way,</br>Withouten Blows, or Dint of bloody Fray:</br>Tho when he saw his latest dradded Foe,</br>On stony Rock disarm'd and cast astray,</br>For sodain Joy his Fear he did foregoe,</br>And grenn'd aloud at Britomart's heart-breaking Woe.", "Yet such a Dread of his late bleeding Smart,</br>And foul Reproches ignominious Stain,</br>Sate deep engraven in his fearfull Heart,</br>That he nould venture her too near again,</br>So well him warned had his former Pain:</br>But smiling on the Treachour stood aloof,</br>And casting forth his vaunting Speeches vain,</br>Upbraided her with villainous Reproof,</br>And Slaunder heap'd on Slaunder, as was his Behoof.", "So when the wyly Spider has beset</br>Some gallant Wasp, bedeckt with scales of Gold,</br>Enwrappen in his thinly-woven Net,</br>The strugling Fly he firmly doth with-hold,</br>Who still for Freedom plies both fierce and bold:</br>So that his Foe dares not approche him near,</br>Though close within the winding Clew enrold,</br>But from his rankling Sting keeps alway clear,</br>And at his fluttr'ing Motions trembles aye for Fear.", "So Britomartis, though in Fetters bound,</br>That wicked Coward's Courage did affray,</br>That when her Visage stern she moved round,</br>His thrilling Heart was fill'd with sore Dismay:</br>Yet softly creeping up he did assay</br>His captive Shield from by her side to take,</br>And with light Heels it nimbly bore away</br>For Flourdelis his dearest Ladies sake,</br>Whose Portraiture thereon the Workman erst did make.", "Yet not that Lady which beside him rode</br>Was Flourdelis, but fair Romania hight,</br>Who drew her boasted Lineage from some God,</br>And deem'd her self greater than mortal Wight:</br>She many Lovers had of Paynim Knight,</br>But chiefly with Sir Burbon chose to wonne,</br>Who All assayld to kill in bloody Fight,</br>And Thousand wretched Mortals had undone,</br>That would not leave their Loves, and worship her alone.", "Upon a wanton Mule she proudly sate,</br>Clad in white Robes, enfring'd with Crimson Red:</br>Gold, Pearls and Diamonds in mighty State,</br>Her whole Attire did gayly overspred;</br>A triple Coronet adorn'd her Head.</br>And as she past in haughty Surquedry,</br>Like some great Queen thus richly garnished,</br>Where-ere she cast her supercilious Eye,</br>All with low Adoration down on Earth did lye.", "Fast by her Side there ran a youthful Squire,</br>Who did with humble Duty on her wait,</br>Joying he mote her beauteous Form admire;</br>To whom Sir Burbon promised had late</br>Him to advance to Knighthood's fair Estate:</br>And now with Archimago gan devize,</br>His vainly fond Ambition to aggrate,</br>In Britomartis Armour to disguize,</br>Who seem'd his Peer to be in Height and shapely Size.", "So gan they soon her Armoury unbrace,</br>Who lay astound through Force of magick Art,</br>And on that youthful Squire it tried to place,</br>Who thereat woxe right blythe and glad in Heart;</br>Yet nould the Armour fit in any Part:</br>Which, made for Angela the Saxon Queen,</br>Did only well beseem fair Britomart;</br>Ne ever was, ne ever will, I ween,</br>Be worn by fairer Wight, sith fairer maynt be seen.", "The Tresses which adown her shoulders fell,</br>And veild her snowy Neck with comely Shade,</br>Which finest golden Wyre did far excell,</br>By skillfull Art of crafty Goldsmith made,</br>The Sorcerer shore off with Burbon's Blade,</br>And on his Helmet placed, him to grace:</br>Romania next with Menacings assayd</br>To make her idolize her strumpet Face,</br>And all by turns aggriev'd her in this wretched Case.", "What iron Breast so hard that can endure</br>To work such Spight on Vertuous Innocence?</br>Or dare to violate, with Hands impure,</br>A Nymph so full of curteous Complacence?</br>O may the righteous Gods, that recompense</br>With Vengeance due the Guilt of Sinners foul,</br>Dart Thunder at their Heads of Wrath incense!</br>May flashing Clouds with forked Lightning scowl,</br>While Fiends and Hell-born Furies round the Miscreants howle!", "But let us leave awhile this Damzell fair,</br>Detain'd by Paynim Foe in bitter Thrall;</br>And listen further, while I here declare</br>How she was free-ed by Sir Arthegall,</br>Whilom espoused in her Father's Hall:</br>Sage Merlin's cunning Art had thus foreshown,</br>Though the true Knight she nere had seen at all;</br>Absent he in the magick Glass was shown,</br>And what the Destinies decree shall sure be done.", "That sturdy yron Man bold Talus hight,</br>Whom Archimago had affrayed so,</br>With wondrous Speed sought out this valiant Knight,</br>Where he was warring against Paynim Foe,</br>In Tilt and Giust with many a deadly Blow:</br>Eftsoons to him he told the doleful State</br>Of Britomartis over-whelm'd with Woe;</br>Wishing him strait, ere Tyde might be too late,</br>To hie with him, and snatch her from the Jaws of Fate.", "Strait without Word or Answer forth he hent</br>Along as trusty Talus him did guide,</br>In Might and matchless Arms right fully bent</br>To free his Love, and quell the Paynim's Pride:</br>That Wight must needs be one Day glorifide,</br>Who against lawless Powre and tortious Wrong,</br>With fierce Avengement gallantly does ride.</br>Thus Arthegall, prickt inly, staid not long</br>From his Love's Lore; fit Matter for another Song.</br>"]