["Aid me, my muse, for I would tell of things,</br>Surpassing all that's mortal:  of wonders</br>That were they not fresh in our remembrance,</br>Might be deem'd delusive fiction's offspring.</br>O!  that my quill were pluck'd from fancy's wing,</br>Then should I pen my tale in glowing phrase,</br>For such it merits.  'Tis wonder's offspring,</br>And fancy should the wond'rous theme record;</br>I am but earthly, that must plead excuse,</br>If lack of frenzy'd language shall be found</br>In this my strange narration.  I possess</br>Such knowledge of the fact as none can boast,</br>Save him who wrought the fiction.  He will know</br>If truth or falsehood stain my Chronicle.</br>Be he for ever dumb if I speak fair;</br>If foul-mouth'd lies my story'd page should blot,</br>Let him the truth proclaim, and stamp me base;</br>For ever hold me up to public scorn,</br>That I may bear a liar's hateful name.</br>Amidst the briny flood proud Albion's cliffs</br>Majestic shew their fronts.  In altitude</br>Aspiring to the azure-vaulted roof,</br>Star fretted.  Its sides of snow complexion</br>As the adamant indissoluble,</br>Boldly withstand the surges dread attacks,</br>And fix'd immutable defy the shock</br>Of mould'ring time and warring elements.</br>Upon this Isle renown'd London uprears</br>Her form magnificent, where liberty,</br>Enchanting Goddess, sits enthron'd, and smiles</br>To see her darling children's happiness.</br>Hard by the bank of silv'ry Thames, where once</br>A stately palace of the Norfolks stood,</br>Enacted was my theme's reality.</br>Long was the Mansion fam'd for its contents.</br>The walls with rarest works of art were grac'd;</br>Each chamber boasted some antiquity,</br>Vouch'd genuine by sages of experience,</br>Yet one in beauty far excell'd the rest.</br>A study ample deck'd with choicest works</br>Of British Authors fam'd.  There might be seen</br>Of CHAUCER, GOWER, and ST. EDMUND'S MONK,</br>Of SPENCER, SHAKSPEAR, and an hundred more</br>Editions rare.  'Twas there you might behold</br>The wrought apparel of renowned SYDNEY,</br>The bead-strung tassels of the martyr'd CHARLES,</br>And blood-stain'd CROMWELL'S coat.  The sculptur'd chair</br>Where SHAKSPEAR oft hath sat, while, on his knee,</br>With glowing cheek upon his breast reclin'd,</br>The lovely ANNA heard his tale of love.</br>There your eye would gaze on casements lofty</br>Whose Gothic forms were richly stor'd with glass</br>Of varied dyes, diffusing wide around</br>The Rainbow's tints, a gleam monastical.</br>Besides its Lord, within this mansion dwelt</br>Two Maids, his Daughters, and a Matron sage;</br>The soul of one to music was allied,</br>The pencil grac'd the second's hand; the third</br>Claim'd kindred with the fire-brain'd God, whose thoughts</br>In tripping measures flow.  Yet one there was</br>Beneath this roof, of whom I most would speak,</br>The last-born of this Family.  A Youth,</br>Of whom report hath spread a thousand tales</br>Most to dispraise, few to commend his name....", "In early days, the converse of his Sire</br>Was won't to please his fancy.  With delight</br>He listen'd to the lays of Antient Times;</br>Read o'er and o'er old Legendary Tales,</br>And Ballads that recorded val'rous deeds</br>Of English Hero's bold.  At length, the fate</br>Of hapless CHATTERTON assail'd his ear;</br>Oft' he ponder'd o'er the unhappy record,</br>Yet would have gladly shar'd his luckless end</br>To be the partner of his fame renown'd.</br>Thus time elapsed, till the revolving years</br>Had Eighteen Summers told.  'Twas then the Youth,</br>With vanity inspir'd, first dar'd assay</br>His lofty purpose.  Like th' unthinking Boy</br>Whose hand untutor'd wou'd the rein assume&mdash;</br>Of PHEBUS, mettled coursers.  So he strove</br>To drive the Chariot of our ENGLISH SUN</br>And bear his Godlike Name.  Th' attempt was bold;</br>But, like APOLLO'S Son, he aim'd too high,</br>And, from the lofty seat was headlong hurl'd</br>By thunders launch'd from direful Critics' hand.&mdash;</br>But, hold!  Now to rehearse the vary'd themes</br>His brain assay'd.  Humbly at first he strove</br>A SIGNATURE to pen.  The CHEAT prevailed;</br>For most who saw, the FICTION credited.</br>FAME'S TRUMP then widely spread that wond'rous Tale;</br>'Twas soon the Public Converse; naught was heard</br>But SHAKSPEAR'S name rever'd.  Thus accomplish'd</br>The primal purpose, his procreant brain</br>Attempted next the STILE to imitate&mdash;</br>When the Religious Tenets of our BARD</br>In meekest Strains appear'd.  This was receiv'd,</br>And by the World admir'd.  Our SHAKSPEARE'S note,</br>And the receipt, by HEMINGE penn'd, came next</br>To strike with wonder:  For BILLS of PROMISE</br>A custom had been deem'd of modern date;</br>Yet this was overlook'd, so prone is man</br>To credit wonders which he'd fain believe.", "The friendship of SOUTHAMPTON'S Noble Earl,</br>A tale traditionary next was vouch'd.</br>The whimsical CONCEIT to COWLEY sent&mdash;</br>The LETTER OF ELIZABETH renown'd&mdash;</br>And various Matters of less import, each,</br>At separate times, and not in mass produc'd,</br>Were genuine esteem'd.  The alter'd LEAR;</br>The silken-twisted LOCK to ANNA sent&mdash;</br>Relic inestimable struck wonder</br>In the Multitude.  Some, indeed, there were</br>At first Believers, who, at sight of this,</br>Shrunk back in doubt.  Still unappal'd the Youth</br>Boldly dar'd adventure.  And VORTIGERN</br>At length appear'd &mdash; But more of this anon&mdash;</br>Countless RECEIPTS, and, after lapse of time,</br>The ANNALS of our SECOND HARRY fam'd,</br>And peerless ROSAMOND, still multiply'd</br>Th' advent'rous FABRICATION.&mdash;", "Of this enough.  'Tis fit I now rehearse</br>Th' OPINIONS vary'd of the numberless</br>Who saw the FICTION. &mdash; The Mansion's open,</br>When straight appears the Master of the whole,</br>Who rises, and, with free and courteous mein,</br>Each Stranger greets.  Then most eloquently</br>The forged Tale relates; after the which,</br>Forth from the massive Chest, his treasure draws</br>And offers it to public view&mdash;....</br>"]