["Now did the Morn her dawning Beams display,</br>And bid the World expect advancing Day.</br>The Britons did prepare at Vere's Command,</br>To send brave Alban to his native Land.</br>His Body they Embalm'd with Skill and Cost,</br>With Aromatick Sweets from Asia's Coast,</br>With rich Peruvian Drugs, and od'rous Spoils</br>From the bright Source of Day, and India's Spicy Isles:</br>Drugs which they us'd in vain his Life to save,</br>Preserve him Dead, and triumph o'er the Grave.</br>On a high Herse the beauteous Youth was laid,</br>And from the Camp with solemn Pomp convey'd.</br>Th' attending Throng did in their Looks express</br>Marks of great Trouble, and sincere Distress.</br>Troops, who to Camps and bloody Toil innur'd,</br>Had unconcern'd the saddest Scenes endur'd,</br>With Tenderness unknown began to melt,</br>And in their yielding Breasts victorious Sorrow felt.</br>The firmest Hearts with Sighs their Loss deplore,</br>The Soldier weeps, who never wept before.</br>As when brave Troops with martial Fury warm</br>On some strong Fortress make a gen'ral Storm,</br>Forc'd by the stout Defendant's dreadful Fire</br>After repeated On-sets to retire;</br>Soon as they hear the Drums by Order beat,</br>And doleful Trumpets sound a sad Retreat:</br>With troubled Looks, and melancholy Pace</br>They all draw off, and curse the fatal Place.</br>The Britons now did such sad Aspects wear,</br>Such was their Woe, such their unfeign'd Despair.</br>Their Drums did beat as doleful on the Plains,</br>Their Trumpets sounded as ungrateful Strains.</br>The Belgian Rivers wond'ring heard from far,</br>The Noise of conqu'ring Grief, and crys of mourning War.</br>The Hills around repeated all the Moans,</br>Prolong'd their Woe, and kept alive their Groans.", "Th' afflicted Father did his Son attend,</br>Till growing Day did to its Noon ascend.</br>The Hero stop'd.  He sigh'd.  He Silence broke;</br>And his last leave in these sad Accents took.</br>Alban farewel, my Joy and Hope farewel;</br>Who can my Loss, who can my Trouble tell?</br>Only those Suff'rers, those sad Sons of Woe,</br>Th' Extent and Depth of my Affliction know,</br>Who of their only hopeful Son bereft,</br>To their wild Grief have been despairing left.</br>Her Weight of Woe how will thy Mother bear?</br>How will thy Sisters thy sad Story hear?</br>But why does Vere indulge ungovern'd Grief?</br>Can my Complaints to Air afford Relief?</br>My Stock of Trouble, I in vain exhaust,</br>My Sighs are fruitless, and my Tears are lost.</br>Could Sighs recal him, 'twould be just to mourn;</br>To me, my Son, thou never wilt return:</br>But I shall soon to thy Abode remove,</br>Soon shall embrace thee in the Realms above.</br>Thus my excessive Grief may useful be,</br>By hast'ning my Ascent to Heav'n, and thee.</br>My Mind from this some Consolation draws,</br>That Alban fought, and fell in pure Religion's Cause.</br>Farewel, my Son, farewel, back I must go,</br>Eliza so commands, to Scenes of future Woe.</br>I must in Arms destructive Toil pursue,</br>Where still sad Objects will my Pain renew.", "He ceas'd.  And back his faithful Britons led</br>But left fit Troops to wait the lovely Dead.</br>They to the Margin of the Belgian Sea,</br>The hapless Youth with speedy Care convey.</br>They soon embark, and to an Eastern Gale</br>The Mariner expands the swelling Sail.</br>Complaining Winds fill with their Sighs the Air,</br>And o'er the troubled Deep the sailing Sorrow bear.</br>Twice had the Air obey'd victorious Night,</br>Twice seen restor'd, and vanquish'd twice the Light.</br>When to Britannia's Isle they brought the Chief,</br>And landed on her Shores the unexpected Grief.", "Near the delightful Town of ancient Fame,</br>That from the Martyr Alban has its Name,</br>Surveying all the Region did appear</br>The lofty Palace of the noble Vere.</br>Hither the Body of th' Illustrious Dead,</br>Was by his Servants with due Care convey'd.</br>Mother and Sisters, and a num'rous Train</br>Of noble Friends, who came to mourn the Slain;</br>Greedy of Grief, did from the Palace flow</br>Into the Fields to meet approaching Woe.</br>Soon as the lofty Herse in Sight appear'd,</br>What moving Accents?  what sad Moans were heard?</br>As when a low'ring Tempest mounts the Air,</br>And stretching, forms a horrid Front of War;</br>The rising Winds and infant Thunder's Voice,</br>Prepare our Fears, and threaten dreadful Noise.</br>Till gath'ring Vigor, as the Clouds arise,</br>Ruin and perfect Uproar fill the Skies.</br>So when the moving Herse of luckless Vere</br>Did to his noble Kindred first appear,</br>Their gushing Tears did down their Faces flow,</br>And their sad Looks did their great Trouble show.</br>But as th' advancing Scene yet nearer drew,</br>Their Grief augmented, and outragious grew.", "The Mother did conspicuous Sorrow show,</br>Lavish of of Tears, and eminent in Woe.</br>Nearest in Blood, she was in Trouble chief,</br>A finish'd Piece of bold, inimitable Grief.</br>With Arguments she strove, but strove in vain,</br>Her swelling Tide of Passion to restrain.</br>For oh!  how weak do Reason's Forces prove</br>Against soft Nature, and a Mother's Love?</br>The weeping Sisters did their Pain express,</br>Beauteous in Tears, and charming in Distress.</br>The spreading Woe did o'er the Crowd prevail,</br>All did with loud Laments the Youth bewail.</br>To Groans and Crys they form the ambient Air,</br>And to the Spheres convey their loud Despair.</br>What sad Distress, what lamentable Strains</br>Did vex the Mountains, and afflict the Plains?</br>Profusely all their Stock of Sorrow spend;</br>In Sighs and Tears for Victory contend.</br>From lavish Eyes immod'rate Treasures flow,</br>The mourning Train with Emulation show</br>Pride in Expence of Grief, and Vanity in Woe.", "Soon as in Turn the next advancing Night</br>Had from the Air expell'd retreating Light:</br>The beauteous Hero from the Palace Gate</br>Was brought to be Interr'd in decent State.</br>A solemn Train of Mourners march'd, that wore</br>Long Sable Robes, and trembling Streamers bore.</br>Next Alban in a lofty Herse was born,</br>Which Milk-white Plumes did nodding high adorn.</br>His Helmet, Spurs, his Spear, and Sword, and Shield,</br>Arms which had done such Wonders in the Field,</br>But oh!  no more shall do, in Order plac'd</br>The Hero's Herse with Martial Honour grac'd.</br>His num'rous Friends in noble Blood ally'd,</br>Or by the Father's, or the Mother's side,</br>A mournful Throng, who on the Herse did wait,</br>In part compos'd the Hero's Funeral State.</br>Thus to the Town rever'd from Alban's Name,</br>In solemn Pomp the sad Procession came.</br>Th' afflicted Train enter'd the Sacred Dome,</br>And plac'd the lovely Corps before the Tomb.</br>Then Fleetan, fam'd for Eloquence Divine,</br>And Heav'nly Piety, did thus begin.", "The num'rous Nations of the Earth obey,</br>Victorious Death!  thy uncontested Sway.</br>Monarchs to thy resistless Pow'r submit;</br>They lay their Crowns and Scepters at thy Feet.</br>Bound to thy Chariot-Wheels, thou dragg'st along</br>In leaden Chains, of captive Chiefs a Throng,</br>To whom a Force superior to their own,</br>Till they had thine experienc'd, was unknown.</br>Thou passest thro' the Royal Guards, that wait</br>Before the timerous Tyrant's Palace Gate,</br>And stalk'st with horrid Grace thro' all his Rooms of State.</br>Let him be arm'd with sevenfold temper'd Steel,</br>Yet must his Veins thy fatal Arrow feel.</br>His subtile Wit, his wise, projecting Head</br>Turn'd for Intreagues of State, in Business bred,</br>By no Expedient can the Statesman save;</br>For who knows where to dig, to countermine the Grave?</br>Thou dost the Miser's proffer'd Gold disdain,</br>Scar'd and affrighted, he attempts in vain,</br>That thou may'st turn thy Steps from his Abode,</br>To melt thee with his Tears, and bribe thee with his God.</br>None e'er shall thy impartial Stroke decline,</br>What Judge has Ears so deaf, or Hands so clean as thine?", "With equal Kindness thy cold Arms embrace</br>All the Degrees of Adam's levell'd Race.</br>Monarchs disrob'd, unscepter'd, and uncrown'd,</br>Lie mingled with their Vassals under Ground.</br>All Ensigns of Distinction here are lost,</br>Who knows Imperial, from Ignoble Dust?</br>The Politician lays his crafty Head</br>Close by the Fool, in the same dusty Bed.</br>Nor does one Mark remain, to make it known</br>Which the Wise Man, and which the Fool did own.</br>Scholars no longer of their Wisdom proud</br>Mix their learn'd Ashes with th' unletter'd Crowd.</br>Prelates, who now no longer Distance keep,</br>With the poor Curate condescend to sleep.</br>No Dust of noble Rank insults the Base,</br>Or justles, in the quiet Tomb, for Place.</br>The Rich and Poor, the Master and the Slave,</br>Rest undistinguish'd in the friendly Grave.</br>The Footstool now is equal to the Throne,</br>No Ashes here superior Ashes own.", "Thou dost, O Death!  a peaceful Harbour lie</br>Upon the Margin of Eternity;</br>Where the rough Waves of Time's impetuous Tide</br>Their Motion loose, and quietly subside.</br>Weary, they roll their drousy Heads asleep</br>At the dark Entrance of Duration's Deep.</br>Hither our Vessels in their Turn retreat,</br>Here still they find a safe, untroubled Seat,</br>When worn with adverse Passions, furious Strife,</br>And the hard Passage of tempestuous Life.</br>The Slaves of Life thou easest of their Chains,</br>Dost break their Prisons, and asswage their Pains.</br>Thou dost to Man unfeign'd Compassion show,</br>Sooth all his Grief, and solace all his Woe.</br>Thy Spiceries with noble Drugs abound,</br>That every Sickness cures, and every Wound.</br>That which anoints the Corps, will only prove</br>The sov'raign Balm our Anguish to remove.</br>The cooling Draught administer'd by thee,</br>O Death!  from all our Suff'rings sets us free.</br>Impetuous Life is by thy Force subdu'd,</br>Life, the most lasting Fever of the Blood.</br>The Weary in thy Arms lie down to rest,</br>No more with Breath's laborious Task opprest.</br>Hear, how the Men that long Life-ridden lie</br>In constant Pain, for thy Assistance cry;</br>Hear, how they beg and pray for leave to Die.</br>Some miserable Creatures loath to wait,</br>Heart-sick of Life, and panting for their Fate;</br>Do thee, O Death!  by guilty Force arrest,</br>And courting thy Approaches to their Breast,</br>Do from thy ling'ring Hand exhort the Dart,</br>And plunge it deep into their bleeding Heart:</br>Thus lancing home the Sore, they hope Relief,</br>Letting out Life, the Core of all their Pain and Grief.", "Gen'rous Deliverer of oppress'd Mankind,</br>With whom the Sons of Woe a kind Reception find:</br>Tyrannick Life's poor Fugitives do cry</br>To thee for Ease, to thee for Safety fly.</br>For Vagabonds, that o'er the Country roam,</br>Forlorn, unpity'd, and without a Home,</br>Thy friendly Care provides a Lodging-Room.</br>The Comfortless, the Naked, and the Poor,</br>Much pinch'd with Cold, with grievous Hunger more,</br>Thy Subterranean Hospitals receive,</br>Asswage their Anguish, and their Wants relieve.</br>Cripples with Aches, and with Age opprest,</br>Crawl on their Crutches to the Grave, for Rest.</br>Exhausted Travellers, that have undergone</br>The scorching Heats of Life's intemp'rate Zone,</br>Hast for Refreshment to their Beds beneath,</br>And stretch themselves in the cool Shades of Death.</br>Poor Lab'rers, who their daily Task repeat,</br>Tir'd with their still returning Toil and Sweat,</br>Lie down at last, and at the wish'd-for Close</br>Of Life's long Day, enjoy a sweet Repose.</br>Wise Men to be deliver'd from the Crowd,</br>Tumultuous, restless, troublesome, and loud,</br>Would fain retire, and slip into the Tomb,</br>Would take among the Dead a private Room;</br>Where they might scape th' uneasy Noise and Strife,</br>The Uproar and Impertinence of Life.</br>Where no unwelcome Visitants intrude,</br>To interrupt their happy Solitude.", "Thy Realms, indulgent Death, have still possest</br>Profound Tranquility and unmolested Rest.</br>No raging Tempests, which the Living dread,</br>Beat on the silent Regions of the Dead.</br>They undisturb'd their peaceful Mansions keep,</br>And Earthquakes only rock them in their Sleep.</br>Here peevish Discontent no more complains,</br>Here Anguish sooth'd forbears her mournful Strains.</br>No cruel Tyrant's Racks, no wretched Slave</br>Howling in Torment, e'er molest the Grave.</br>The moving Tales of Woe are here unknown,</br>Pain speechless grows, and Grief forgets to moan.</br>Terror and Fear their Outcrys here decline,</br>And Care for ever ceases to repine.</br>No Suff'rers wring their Hands, or tear their Hair,</br>No bitter Execrations of Despair,</br>Ring thro' the Graves, and fright the Dwellers there.</br>Passions, which in the silent Tomb are pent,</br>Their Fierceness loose, and strive no more for Vent.", "Thy Pow'r is only able to asswage,</br>O Death!  the barb'rous Persecutor's Rage.</br>The fierce Destroyer can no longer rave,</br>Can sign no Bloody Orders in the Grave.</br>Proud Princes ne'er excite with War's Alarms,</br>Thy Subterranean Colonies to Arms.</br>They have no Troops or Treasure to expend,</br>O'er Frontier Realms their Conquest to extend.</br>There Insolence and Lust of Empire cease,</br>And leave the dead and living World in Peace.</br>Subjects distress'd, from her Compassion find,</br>Praise thee as Just, Beneficent, and Kind:</br>For when their haughty and aspiring Lord,</br>To gain new Conquest with his lawless Sword,</br>Their Veins has empty'd, and their Treasure spent;</br>Theirs and their Neighbours Ruin to prevent,</br>Thou dost arrest him at his Army's Head,</br>And to the dusty Prisons of the Dead,</br>The captive Tyrant dost in Triumph lead.", "Thou dost our Follies and our Faults detect,</br>And teachest Man his Errors to correct.</br>Thou dost restore our intellectual Light,</br>For when thy awful Form appears in Sight,</br>All Men grow Wise, and judge of Things aright.</br>Good Heav'ns, what just Impressions dost thou give?</br>How soon deluded Mortals undeceive?</br>This World, O Death!  in thy just Ballance laid,</br>With all its Pomp and Pow'r is duly weigh'd.</br>Then disabus'd, its great Admirers see</br>Their Splendor, Wealth, and Pow'r, in Weight agree</br>With barren Clouds, and emty Vanity.</br>They see the Folly of their fruitless Care,</br>How short their Rest, how long their Labours are;</br>How false their flattering Joys, their Sorrows how sincere.</br>That Man may guilty Pleasure's Snare escape:</br>Thou dost expose her frightful native Shape;</br>Her Mask pull'd off, thou shew'st the fatal Harms,</br>The Ruin hid beneath her borrow'd Charms.</br>Thus suff'ring Human Nature to befriend,</br>Thou to the Woes and Errors put'st an End,</br>Which Men, in this their Mortal State attend.</br>But then, if we regard the gen'ral Doom,</br>Th' Immortal Life and State of Things to come;</br>Thou dost, to cause their Pleasure, or their Fear,</br>To diff'rent Men, in diff'rent Shapes appear.", "Thou to th' Unjust the King of Terrors art,</br>For when thou brandishest thy Bloody Dart,</br>How cold a Damp strikes thro' their guilty Heart?</br>When thou dost aking Pain and Sickness send,</br>The Lictors which thy awful Court attend,</br>Some haughty Son of Violence to seize,</br>Pamper'd with Blood, and cloy'd with Wealth and Ease;</br>When at thy Bar arraign'd he lifts his Hand,</br>How does the conscious Malefactor stand?</br>How much distress'd, how wild the Wretch appears,</br>Grip'd with Remorse, and shiv'ring with his Fears?</br>But who can tell th' unsufferable Smart,</br>That wounds his Reins, and penetrates his Heart?</br>Who can a just and full Conception form,</br>Of his Amazement, of his inward Storm,</br>When he perceives he must resign his Breath,</br>Doom'd to the dark and dreadful Seats beneath;</br>Where he the Pangs of endless Death must bear,</br>And the fierce Insults of enrag'd Despair.", "But then the Just, the Pious, and the Pure</br>Suff'rers, to whom thy Mercy does procure</br>Ease from their Pain, and from their Labour Rest,</br>Will entertain thee as a welcome Guest.</br>Thou art a bless'd Deliverer to these,</br>And not a King of Terror, but of Peace.</br>Strangers, who thro' an unknown Region roam,</br>Embrace the Guide, that kindly leads them Home.</br>The Just and Good, Men of Coelestial Race,</br>Weary of this inhospitable Place,</br>From their Confinement here, by thy kind Aid</br>Make their Escape, and are to Bliss convey'd.</br>Why should the Righteous with Reluctance go</br>From such a dismal Scene of Guilt and Woe?</br>From such a sad and tragick Theatre,</br>Where Salvage Men each other rend and tear.</br>Where Malice with Dissimulation mixt,</br>An odious Figure, her Abode has fixt.</br>Where Envy gnaws her meagre Limbs, and shakes</br>Turgid with Poison all her spotted Snakes.</br>Where Guilt and Fear do sad Companions dwell,</br>And mournful Sorrow has her lonesome Cell.</br>Where Avarice creates eternal Cares,</br>And Lust of Pow'r foments destructive Wars.</br>Where Bigottry and Persecution Rage,</br>And for Chimaeras, Men in Blood engage.", "The God-like Voyagers, who steer for Heav'n,</br>By adverse Tides are back and forward driv'n,</br>Tost on the Billows of a treach'rous Sea,</br>They midst a thousand Dangers beat their way:</br>Where now the Storms, and now the Rocks they fear,</br>And where a hostile Crew of Men appear,</br>An Earth-born Race, to Spoil and Blood inclin'd,</br>The fiercest Creatures of the Monster-kind:</br>Who push'd by Malice, and Infernal Rage,</br>Against the Just and Good, their Force engage.</br>From all their Foes, the Voyagers to save,</br>Death, their kind Pilot, steers, them to the Grave:</br>The Haven which displays before their Sight,</br>The Golden Shores of everlasting Light:</br>Where landed, they with all their Wishes blest,</br>Cease to complain, and from their Suff'rings rest.</br>Ravish'd with Joys Divine, that still endure,</br>They now defy their Foes confed'rate Pow'r,</br>And reign from all Attempts of Earth, and Hell secure.", "Good Heav'n is pleas'd brave Alban to remove,</br>To those Coelestial Seats of Light and Love.</br>This pious Hope, this Christian right Belief,</br>Should in due Bounds restrain your swelling Grief.</br>'Tis true, a noble Branch we justly mourn</br>From Vere's great Stock by Fate untimely torn.</br>This Hero blasted in the Blossom lies,</br>The lovely Flow'r, hard Fate!  but blows, and dies.</br>Does its gay Honours to our Eyes display,</br>And while we praise its Beauty, sinks away.</br>Could Death by Wit or Features have been charm'd,</br>By Courage, like his Father's, been disarm'd;</br>Thy Son, O mighty Vere!  had long been spar'd,</br>Long had these Rites, this Sorrow been defer'd.</br>But since to endless Bliss the Youth is gone,</br>Let us not mourn his Suff'rings, but our own.</br>Could we retrieve the Blessing we have lost,</br>We Alban should enjoy, at Alban's Cost.</br>He must descend from high Coelestial Bliss,</br>From that bless'd World, to please his Friends in this.</br>He must Delights ineffable forego,</br>Leave Seats of Life, and Joy, for these of Guilt and Woe.", "He ceas'd; and in a Parian Sepulcher</br>The sad Attendants did the Youth Inter.</br>His troubled Friends to Vere's high Seat return'd,</br>Where her great Loss th' afflicted Mother mourn'd.</br>She to Advice inexorably deaf,</br>Despis'd the friendly Offers of Relief,</br>Determin'd in Despair, and obstinate in Grief.</br>Many sad Months the mournful Mother spent,</br>And did in Tears and Sighs her Passions vent.</br>And wonder 'tis, whence she receiv'd Supplies</br>To feed th' incessant Torrent of her Eyes.</br>At last reluctant Anguish did abate,</br>And Grief's high Deluge did in part retreat.</br>She did Eliza at her Court attend,</br>Who with concordant Woe, receiv'd her faithful Friend.", "Mean time in Belgia's Soil the mighty Vere,</br>To give the Spaniard Battel, did prepare.</br>Resolv'd his Course of Glory to pursue,</br>He on the Plains his valiant Cohorts drew,</br>And made his Army pass in long Review.</br>Then brandishing in Air his glitt'ring Lance,</br>He gave Command his Ensigns should advance.</br>The Britons great Alacrity did show,</br>Eager to seek, and to engage the Foe.</br>With Joy they quit the Camp, thy wond'ring Flood</br>O Legia!  to distain with Spanish Blood.</br>Delightful Bruga with her lofty Head,</br>The Vale around, and winding Streams survey'd,</br>Where now th' Infernal Monarch anxious stood,</br>And with Angelick Ken the Region view'd.</br>Thence he the hateful British Host descry'd,</br>With haughty Grief, and discontented Pride.</br>A sullen Frown his troubled Brow possest,</br>Revenge and deadly Rage disturb'd his Breast.</br>And thus he spoke:&mdash;", "Have proud Eliza's Captains on the Main</br>Vanquish'd the Fleet invincible of Spain?</br>Has she or sunk, or burnt, or run ashore</br>A greater Navy, than the Winds before</br>E'er shov'd along, or lab'ring Billows bore?</br>Has her Success disperss'd Britannia's Fears?</br>Curse on her Howards, Prestons, Frobishers.</br>Be Hawkins curss'd, and doubly curss'd be Drake,</br>Who with unheard-of Flames did such Destruction make.</br>Why did not we, ye mighty Pow'rs beneath,</br>Masters of Torment, Ministers of Death;</br>Why did not we, th' Iberian Fleet to save,</br>High in the Air our flaming Rivers lave?</br>Why did not we our Caves Infernal drain,</br>And Storms of Sulphur on the Briton rain?</br>O foul Dishonour!  everlasting Shame!</br>Could Drake, poor Wight, in Stratagems of Flame,</br>Spirits of our Abilities excel,</br>Who long have practis'd Fire, and long convers'd with Hell?</br>How did that Drake compel our Friends to run</br>Thro' wild Jernian Gulphs, and horrid Seas unknown?</br>What Northern Land, what unfrequented Isle,</br>Has not been conscious of Iberian Toil?</br>What Shores not loaded with their scatter'd Spoil?</br>Ye Gods, who sit on Sable Thrones below,</br>Ye Pow'rs to whom unnumber'd Nations bow,</br>Shall we be Conquer'd by so mean a Foe?</br>Shall a proud Queen th' Apostate Sect sustain?</br>Eliza sink the Monarchy of Spain?</br>Shall she our Wise and Great Designs defeat?</br>Still her proud Triumphs at our Cost repeat?</br>Shall she th' Iberian with her Arms pursue?</br>And still uphold Batavia's Rebel Crew?</br>Does hateful Vere again their Army head?</br>Shall he the Britons to new Conquests lead?</br>Shall he return Victorious to his Isle,</br>Laden with Laurels, and Castilian Spoil?</br>Should the Iberian Host be overcome</br>By this invet'rate Foe to Hell and Rome,</br>Mine with the Spanish Empire must decline,</br>Rome must her Throne to Heresy resign.</br>No, the vain Chief at his Expence shall find,</br>Hell's Monarch grows not weaker, or more kind.</br>Tho' thou hast long escap'd, yet now thy Fate</br>Shall yield, O Vere, to my superior Hate.</br>I'll the proud Progress of the Victor stop,</br>Fell'd by my Hand, this lofty Oak shall drop,</br>Britannia's darling Pride, and vile Batavia's Hope.", "Lopez in Poison skill'd, I will employ,</br>This Bulwark of Apostates to destroy.</br>His potent Drugs shall serve my Int'rest more</br>Than Mansfelt's Arms, and all Iberia's Pow'r.</br>This noble Genius ever well inclin'd,</br>By me for mighty Services design'd,</br>I form'd with Labour, and with Skill refin'd.</br>In Characters of Malice, Pride, and Fraud,</br>Stamp'd on his Mind, my Image I applaud.</br>All Dregs and Dross of Vertue purg'd away,</br>His perfect Wickedness knows no Allay:</br>His native, unsophisticated Vice,</br>Even rivals that, which has from Hell its Rise.</br>He unpolluted, has like us remain'd,</br>Unmix'd with Good, and with Remorse unstain'd.</br>To take off Vere, he'll be with ease engag'd,</br>Who is against him mortally enrag'd.</br>The Gen'ral with Displeasure has deny'd</br>To please his Avarice, and sooth his Pride.</br>Will not his great ambitious Suit espouse,</br>To be Controuler of Eliza's House:</br>Which to obtain, he came to Belgia's Shore,</br>Vere's Int'rest with Eliza to implore.</br>I sure shall gain him by a fair Reward,</br>Who by his Rage is for the Task prepar'd.</br>Vere once destroy'd, none can his Place supply,</br>Their Leader gone, the heartless Troops must fly.", "He ceas'd.  And at the tender Dawn of Day,</br>He with Angelick Swiftness cut his way,</br>Directly to the Tent where Lopez lay.</br>Lopez from fruitful Lusitania came,</br>And gain'd in Med'cine a superior Name,</br>But by inglorious Methods rais'd his Fame.</br>He to obtain th' Iberian Faction's Praise,</br>Did to a thousand mean and sordid Ways,</br>To base and ignominious Arts submit,</br>A Party-Doctor, and a Party-Wit.</br>The Meteor with an Air of Greatness shone,</br>In Equipage a Lord, but of Descent unknown.</br>He in Pretence the Faith Reform'd profess'd,</br>But in his Soul the Romanist caress'd,</br>And in that Cause he Zeal unfeign'd express'd.</br>For Britain's Church he drank, blasphem'd and swore,</br>Yet never enter'd once her Temple-Door,</br>But mock'd the canting Tribe, who there did Heav'n adore.</br>A Man of unrecorded Insolence,</br>Ill-manner'd, loose, and noisy without Sense.</br>Defaming all, in his own Praises loud,</br>Vain without Skill, and without Merit proud.</br>He with Contempt the greatest Subjects us'd,</br>And mad with Pride, e'en Kings and Queens abus'd.</br>Griping and False, two Qualities of Hell,</br>He would his Friend for Gold, for Gold his Country sell.</br>Yet so voluptuous, that great Lords in pain</br>Might call him from his Wine, but call in vain.</br>Of all Mankind he was distrustful grown,</br>Thinking their Aims and Passions like his own.</br>He on his Bolts and Bars, and Arms rely'd,</br>For wronging all, he could in none confide.</br>In Human Soul ne'er purer Malice dwelt,</br>None e'er so fierce Revenge, or Rage so heighten'd felt.</br>Of all the warring Passions in his Breast,</br>Lust of Dominion reign'd above the rest.</br>Hence did he ask Eliza to enrol</br>Him as the Chief, her Household to controul.</br>His arrogant Request the Queen refus'd;</br>But how enrag'd his Soveraign he abus'd?</br>With what Reflections did his perjur'd Tongue</br>Asperse her Servants, and her Conduct Wrong?</br>Bloated with Riot, Pride, Revenge, and Wine,</br>He and his Friends in lewd Debauches join,</br>To make the Queen, whose Reign Britannia blest,</br>The Drunkard's Song, and scoffing Traytor's Jest.</br>And yet he did, prodigious Madness!  dare</br>To cross the Seas, and ask Illustrious Vere</br>To aid him, his Pretentions to support,</br>And recommend him to Eliza's Court.</br>Sagacious Vere admir'd his monst'rous Pride,</br>And with disdain th' immodest Suit deny'd.", "Now Lopez, as his manner was, opprest</br>And gorg'd with Wine, was troubled in his Rest.</br>Panting, and snoring, and half choak'd he lay,</br>And labour'd with the Surfeit of the Day.</br>Satan did Campion's Form assume, and drest</br>His Body in a black, depending Vest;</br>And easy was the Change, he turn'd Ignatian Priest.</br>Ent'ring the Place, he with loud Accents spoke,</br>And scarce the Sleep profound of Lopez broke.</br>Of undigested Riot full, with Pain</br>He shook the Vapours from his cloudy Brain.</br>To Lopez thus disturb'd, and rows'd from Rest,</br>The fall'n Arch-Angel thus himself addrest.", "I am with speed arriv'd in Belgia's Soil,</br>An Envoy from our Friends in Albion's Isle,</br>Dear Lopez, to demand thy speedy Aid,</br>By which Britannia may be happy made.</br>You see, th' Apostates do the Seas command,</br>No less their Arms Victorious are by Land;</br>And how shall Spain dismay'd, their Force withstand?</br>If they advance their Ensigns with Success,</br>And by superior Force our Friends oppress,</br>These Regions from Iberia will be rent,</br>And Rome her ruin'd Votries must lament.</br>Calvinian Arms our Altars will assail,</br>Eliza's Force o'er Europe must prevail.</br>I from the Friends of Rome and Spain am sent,</br>To ask your Aid, their Ruin to prevent.</br>Would some brave Man remove this hateful Vere,</br>We should no more Eliza's Army fear.</br>If Vere were gone, the British Troops dismay'd,</br>Would cease to give the Rebel Belgians Aid.</br>Vere is the Soul, that does their Host inspire,</br>Teaches them Conduct, as he gives them Fire.</br>Enthusiasts in the Field they trust their Guide,</br>And for their Safety in his Arms confide.</br>They conquer by th' Opinion of their Chief,</br>The Strength of Armies is their own Belief.</br>Tho' in the Field he's still with Conquest crown'd,</br>Clandestine Arms may give the fatal Wound.</br>Some meritorious Hand should shed his Blood,</br>For Albion's Freedom, for the Church's Good.</br>Lopez, that bless'd, Religious Hand be thine;</br>Merit true Honour, and Applause Divine.</br>This Phiol take, no Indian Monarchs use</br>A Poison, which will surer Death produce.</br>These are the Arms our Holy Men employ,</br>The Church's great Oppressors to destroy.</br>By any Means we must our Faith defend,</br>All Means are just, that serve a pious End.</br>Intrepid Man, this noble Province chuse,</br>Remove the Gen'ral with this potent Juice.</br>Infect his Gloves, his Sadle, or his Chair,</br>Thou Lopez, and thy Fate shall conquer Vere.", "He ceas'd.  And of his borrow'd Form undrest,</br>Swift and unseen he enter'd Lopez Breast,</br>And all his Vitals, all his Veins possest.</br>Lopez enrag'd, and leaping from his Bed,</br>Rub'd with his Hand, his wild, distemper'd Head.</br>And hot with Hell, and unconcocted Wine,</br>He eagerly embrac'd the black Design.</br>He did resolve to show without Debate,</br>To Vere, and to his House Immortal Hate.</br>Infernal Rage, Revenge, excess of Wine,</br>To turn his Brain, their Forces did combine.</br>Thwarted Ambition, disappointed Pride</br>O'er his lost Reason, did in Triumph ride.</br>His Friends before did in proud Lopez see</br>Convincing Marks of growing Lunacy,</br>More than suspected now he did appear,</br>The Lunatick was finish'd, and sincere.</br>The raving Man, in whose distracted Brain,</br>No Tracks of sober Reason did remain,</br>Ran to the Host, and mingling with the Crowd,</br>He held his Phiol up, and cry'd aloud,</br>Where is the hated Vere, Vere I demand,</br>His certain Fate I carry in my Hand.</br>This Glass contains Britannia's Liberty,</br>This Rome restores, this sets Europa free.</br>O Rome!  I'll give thee universal Sway,</br>I'll make the subject World thy Will obey.</br>Fear not, O Rome!  I Nature can controul;</br>Thy Empire I'll extend from Pole to Pole.</br>I'll on the Necks of captive Heros tread,</br>Will Chiefs in Chains, and Kings in Fetters lead.</br>Proud Monarchs I have made my Leisure wait,</br>I'm more than Man, my Due is God-like State.</br>Heav'ns!  shall the odious Family of Vere</br>Not pay me Worship, nor my Int'rest fear?</br>Death!  Hell!  shall that curss'd House employ their Force,</br>To sink my Fame, and stop my Glory's Course?</br>No, Britons, see I've in this Glass prepar'd,</br>For Vere's Affronts to me, a just Reward.</br>Britons, prepare, Madmen, make hast to fly,</br>Your impious Chief shall by this Poison die.", "Thus Lopez rav'd, and by his Looks betray'd</br>The Symptoms of a craz'd and ruin'd Head.</br>His dangerous Speech the Britons could not bear,</br>But seiz'd, and sent him to Laurentio's Care.</br>Laurentio had in Med'cine upper Fame,</br>Yet wanted Skill the Lunatick to tame.</br>He kept him dark, and shav'd his Head in vain,</br>No Hellebore could e'er restore his Brain.</br>Drugs rarely Help can to that Madness bring,</br>Which does from Pride, and cross'd Ambition spring.</br>Satan did haughty Lopez over-strain,</br>Heated too much, too much inspir'd his Brain:</br>He ruin'd thus the Agent he employ'd,</br>And by immod'rate Zeal, his own curss'd Plot destroy'd.", "Great Vere pursu'd his March along the Plain,</br>Impatient to engage th' Host of Spain.</br>Soon with his Britons he advanc'd so near,</br>That Spain's Brigades did in their Sight appear.</br>Where Deynsa's Fields their flow'ry Wealth display,</br>And winding Legia does its Flood convey,</br>In a strong Camp th' Iberian Army lay.</br>Few Days had pass'd, since Albert, Austria's Lord,</br>Whose valiant Deeds Iberian Bards record,</br>Had with his Cohorts those of Mansfelt join'd,</br>And form'd a mighty Host of both combin'd.</br>Here Albert, so King Philip did command,</br>Resolv'd the Britons Progress to withstand;</br>Who onward march'd with martial Rage inspir'd,</br>And eager of the Fight, the Foe requir'd.", "Now, Muse, record the Heros, who from far</br>Came with fam'd Albert to the Belgian War.</br>From all the Kingdoms thro' Iberia spread,</br>Obedient now to one Imperial Head.</br>From all the Realms, that own the Pow'r of Spain,</br>Or on th' Etruscan, or the Adrian Main.</br>Noble Mendoza, an Illustrious Name,</br>His Birth procur'd him Wealth, his Valour Fame,</br>Who in th' Italian Wars with Honour fought,</br>His Vet'ran Squadrons from the Region brought,</br>Where Arragonian Hills sublime arise,</br>Familiar with the Clouds, and conscious of the Skies.", "Velasco was a Chief of high Renown,</br>For his great Deeds thro' all Europa known:</br>Whose swelling Veins a Current did distend,</br>Which did from proud Castilian Kings descend.</br>He rais'd his Troops where fam'd Iberus flows,</br>And verdant Pleasures on the Soil bestows.</br>Brave Gomez brought his Men, whom warm desire</br>Of Fame, for great Atchievements did inspire,</br>From high Madrita, and the Soil around,</br>With Cities cover'd, and with Plenty crown'd.", "Vergas, a Chief in Cruelty and Pride,</br>As well as Consanguinity ally'd</br>To Alva's Duke, whose persecuting Rage</br>No Spoils, no Deaths, no Ruin could asswage;</br>To suff'ring Belgia's Sons, a hateful Name,</br>With his fierce Cohorts from Valentia came:</br>Inspir'd by Hell, he deeply had embru'd</br>His barb'rous Hands in Belgia's guiltless Blood.</br>With Fraud and Force he labour'd to support</br>Rome's new-erected Inquisition-Court;</br>A dreadful Source of Violence and Blood,</br>Which with a purple Sea the Nations over-flow'd.", "The mighty Gusman, terrible to Sight,</br>Fear'd for his pond'rous Arms and Strength in Fight;</br>Himself a War, from Catalonia's Land</br>Brought to the Belgick Plains his War-like Band.</br>Queveda nobly born, a Murcian Lord,</br>As well for Letters fam'd, as for the Sword,</br>Rais'd his Battalions in the fruitful Soil,</br>Where Cinga flows, and Julian Farmers toil;</br>Which near the Perenean Mountains lies,</br>Whose Snowy Heads above the Clouds arise,</br>And keep eternal Winter in the Skies.</br>Fierce Oran, whom bless'd Martyrs Blood did stain</br>More than his Enemies in Battel slain,</br>Left Tambre, and the Legendary Lands,</br>Where superstitious Compostella stands.", "Guarda, a Gen'ral long to Camps innur'd,</br>Who by his Conduct had great Fame procur'd,</br>Follow'd in Arms Imperial Charles, to gain</br>The Art of War, and on Pavia's Plain</br>Immortal Honour by his Valour got;</br>His stout Battalions from the Country brought,</br>Where Ana dips her Silver Streams, and laves</br>Metallick Beds with Subterranean Waves.</br>Great Montezuma, by the Mother's side</br>To the Peruvian Monarchy ally'd,</br>Who had himself King Philip's Viceroy, sway'd</br>The Indian World, that Spain's Command obey'd.</br>A Gen'ral was of universal Fame,</br>Brave were his Deeds, unblemish'd was his Name.</br>For in his Veins the gentle Indian Blood</br>Temper'd the Spanish, and its Rage subdu'd.</br>He brought his Valiant Squadrons from the Coast,</br>On which the loud Cantabrian Waves are tost.", "Many Great Chiefs from fair Ausonia's Soil,</br>And from the Towns of fam'd Sicilia's Isle,</br>From all the Realms, that Spanish Laws obey'd,</br>To Belgia's Fields their num'rous Cohorts led;</br>Rome's bloody Inquisition to maintain,</br>And fix the dreadful Tyranny of Spain.</br>Farneze, whose Arms had envy'd Honour got,</br>To Belgia's Plains Lombardia's Warriors brought;</br>Where Oglia's Stream, and thine, fair Adda, flow,</br>Who dress'd Milano's Vine, and drank the Po.", "Valiant Gonzaga, of a noble House,</br>Who did with Ardor Spain and Rome espouse,</br>Led the brave Youth of fair Campania's Soil</br>To Martial Hazard, and destructive Toil,</br>From the rich Lands, which Capua's Tow'r obey,</br>And which thy Domes, Parthenope, survey:</br>From the bless'd Soil where Baiae once did stand,</br>A beauteous City, now a heap of Sand:</br>Where Marks Magnificent are still descry'd</br>Of Roman Glory, and of ruin'd Pride:</br>To give the Soil Immortal Fame, conspire</br>The Sybil's Fury, and the Mantuan's Fire.</br>The wond'rous Poet does its Honour raise,</br>By his dead Ashes, and his living Lays.</br>Este, a famous Chief, allur'd with Hopes</br>Of Belgia's noble Spoil, to form his Troops,</br>Enroll'd the Youth around the Massick Hill,</br>Who drink Vulturnus, and Falernum till;</br>Whose Coelebrated Vine did once inspire</br>Rome's War-like Youth, and rais'd their native Fire,</br>And warm'd her Poets in Immortal Lays</br>To sing her Triumphs, and record her Praise.</br>Romera rais'd to Honour by his Sword,</br>To win the Favour of his Spanish Lord,</br>Brought his Battalions from Otranto's Land,</br>Which once the Bruttian Princes did command;</br>From all the Coasts and Towns Marine, that lay</br>On the Lametian, or Tarentine Bay:</br>From all the Cities which adorn the Shores,</br>Where turbid Adria's breaking Billow roars:</br>From rich Lucania's celebrated Land,</br>From fam'd Salerno's, and Brundusio's Strand.", "Lerma, the Viceroy of Sicilia's Isle,</br>Brought his fierce Cohorts from the fab'lous Soil,</br>Where Mountains shake, as ancient Poets sing,</br>And Vallies with Cyclopian Anvils ring.</br>From fair Messina, and Palermo's Town,</br>And from the charming Banks of Helicon,</br>Whose Youth are said, with great Applause to wield</br>The Warriors Arms, or sing the glorious Field.</br>Xerxes could scarce so many Nations boast,</br>When he to Thracian Bosphorus march'd his Host;</br>And led all Asia forth to War and Spoil,</br>To crush the envy'd States of Grecia's Soil.", "Before the Warriors left the Realms of Spain,</br>They their chief Saints propitious Aid to gain,</br>In low Prostration at their Altars pray'd,</br>From Church to Church devout Procession made.</br>Then march'd with Reliques arm'd, whose potent Charms</br>Might guard their Persons from invading Harms;</br>Ecclesiastick Armor, by the Priest</br>Directed, Death and Danger to resist.</br>In silken Bags their Bodies to defend,</br>They the strong Spells did on their Breasts suspend.</br>One had Ambrosio's Tooth of wond'rous Pow'r,</br>One Dominick's Toe, one Bridget's Finger wore.</br>This had a Bone of Saint Francisco's Heel,</br>A sure Defence against the sharpest Steel.</br>This kept a Wart, that grew on Andrew's Hand,</br>Of mighty Force, ev'n Cannon to withstand.</br>Some pieces had of Vincent's stiffen'd Blood,</br>Which all the Pow'r of missive Fires withstood,</br>It was for Battel, Storms, and Fevers, good.</br>Durango's Bosom held two precious Hairs</br>Of Anchorite Jerome's Beard, to guard his Fears.</br>The Warrior once had three, but one he gave</br>At Gana's Pray'r, brave Gana's Life to save.</br>This famous Relique, so 'twas said, was found</br>A present Cure for the most dang'rous Wound.</br>Pastrana's guarded Bosom did contain</br>Some pow'rful Filings of Saint Peter's Chain;</br>Iron on which the Chief did more depend,</br>Than on the Steel, which did his Limbs defend.</br>But those believ'd themselves the most secure,</br>Who of the Sacred Wood some Fragment bore.</br>The Priests, the People's Treasure to engross,</br>Not only sold the Merit, but the Cross:</br>By that the guilty Consciences are charm'd,</br>By this the Body is from Danger arm'd.", "But that resistless Aid might be procur'd,</br>And Conquest o'er the British Host assur'd,</br>From his high Shrine in Compostella's Dome,</br>Whose Fables vie with thine, unblushing Rome!</br>They took Saint Jago with Devotion down,</br>The great Protector, whom th' Iberians own.</br>Much Cost upon the Image they bestow'd,</br>And beautify'd with Gold, the Tutelary Wood.</br>Then on a high Triumphal Chariot born,</br>Which Paint, and gilded Carving did adorn,</br>Eight noble Steeds with Trappings richly lac'd,</br>With plated Harness, and Gold Tassels grac'd,</br>Around the Towns th' auspicious Timber drew,</br>Which Praises from th' adoring Crowd pursue.", "Then on their March the Spaniards did proceed,</br>To bloody Labour by their Gen'ral led:</br>Till their Brigades had Mansfelt's Forces join'd,</br>And form'd the mighty Army, they design'd.</br>To the fair Banks of Legia's famous Stream,</br>Albert's and Mansfelt's Troops united came.</br>Here they a Camp by Nature strong possest,</br>Resolv'd the Britons Progress to arrest.", ""]