["The ev'ning sun declares the day is spent:</br>The drum's tatoo and fife's responsive glee</br>Each soldier bids retire to his tent,</br>And leave the world to sentries and to me!", "Now o'er the camp scarce gleams the twilight ray,</br>And all is hush'd throughout the whiten'd plain,</br>Save in the rear occurs some wanton fray,</br>Or from the mess-room sounds a jovial strain.", "Save that from yonder cliff, where breaks the wave,</br>The pickets challenge strangers seen below;</br>And such as pass, nor countersign may have,</br>'Till morn, in rear, or quarterguard bestow.", "Beneath the cloud-rob'd moon where lowly rise</br>Those tents, &mdash; in each, the measure of a grave,</br>Five crowded vet'rans close their low'ring eyes;</br>Such is the bed of Honour &mdash; and the Brave!", "'Tis but one shot, and each no more may hear</br>The loud reveillee greet the op'ning morn;</br>No more the angry adjutant shall fear,</br>Or haste for guard his person to adorn:", "No more for him shall Kate the soup prepare</br>With verdant cresses, and wild marjoram sweet;</br>No more with him, the soldier's ration share,</br>Or Sunday's walk, or pay-day's welcome treat.", "Oft in the embattled field, he'd danger face;</br>As oft returning with his constant Kate:</br>How jocund then the sun-burnt pair embrace,</br>How quaff their nut-brown ale, and smile at fate!", "Let not the agent of their dues beguile,</br>Or mulct the comforts of the veteran band,</br>Nor peaceful tenants of this happy Isle</br>Neglect the men, who fought, and saved their land!", "The patriot's speech, &mdash; the gentle courtier's place,&mdash;</br>And all that power can give, or flattery get,</br>Await alike some paragraph to grace:</br>The grant of honours lead to the Gazette!", "Despatches ne'er record the soldier's name;</br>Senates vote thanks to armies in the mass!</br>Yet may each soldier have a separate claim,</br>And noblest service may unheeded pass!", "Perhaps within that canvas cell may rest</br>Some genius formed for stratagems and war;</br>Some partizan that might have taken Brest,</br>Or engineer, to plan it, from afar!", "But them no military school inform'd,</br>No schemes of war did show, no tactics teach;</br>They knew not why, &mdash; they yet the fortress storm'd!</br>They knew not how, &mdash; they got within the breach!", "Full many a child of nature and of love,</br>Known to no parent, thro' the world doth stray;</br>Full many a star which makes the heaven above,</br>Doth gleam unnoticed in the milky way.", "Perhaps some village NELSON may be there,&mdash;</br>For star and ribbon, with a Corporal's knot;</br>Perhaps the tent some private veterans share,</br>Worthy the gallant LAKE'S high honor'd  lot!", "To wield Britannia's thunders o'er the main,</br>To lead her warlike troops with vengeful arm,</br>Her laws with temper'd wisdom to sustain,</br>To rule her councils, and avert th' alarm,", "Their lot forbade!  nor yet alone did bar</br>The rise of genius, but the growth of crime;</br>Forbade to make a shameful trade of war,</br>And manage contracts in a foreign clime!", "The claims of rival merit to suppress,</br>The better thus to make their own appear:</br>The tale of victory with art to dress,</br>And gain by garbled truths their Sovereign's ear!", "Yet &mdash; e'en the humble veteran to raise,</br>Tradition gives the story and the song;</br>Rude, yet alluring, are the notes of praise,</br>That cheer the march, and urge the line along!", "Look, gentle stranger, on that parchment roll;</br>Their names thou'lt read &mdash; for thou canst read &mdash; they say;</br>Their humble virtues too &mdash; the nether scroll</br>In simple truth and language doth display:", "\"Ne'er did they leave their arms to rust a spoil:</br>Ne'er vilely barter shirts of shoes for gin;</br>Ne'er skulk their duty &mdash; or refuse their toil;&mdash;</br>Ne'er feign a tale to take their captain in.\"", "Tho' far from glory's summit, and the meed</br>Of mighty actions, wide recording fame,</br>Yet, for their country, were they proud to bleed,</br>Whilst brother soldiers praised a soldier's name.", "For who to coward infamy a slave,</br>Fled e'er untimely from the well-fought day?</br>E'er left his foe the laurel of the brave,</br>Nor felt one willing, warlike wish to stay?", "On some fond love proud honour still relies,</br>Some praise from Nancy still the heart requires!</br>E'en when in glory's field the soldier dies,</br>E'en from the cottage glowed his martial fires.", "For thee, &mdash; who ask'st the soldier's humble worth,</br>Who waits this evening's chill in solemn mood,</br>Haply his comrades say &mdash; \"He trod this earth</br>With love and honor, for the wise and good.", "\"His mien was careless, and his manners gay,</br>Yet now he'd sudden knit the pensive eye;</br>And now with folded arms, he'd musing stray,&mdash;</br>Then smile and pass the gloom of fancy by!", "\"Of late we mark'd him on the trim parade</br>With hair loose-tied, nor shoes, nor gaiters clean;</br>But yester morn we saw him slowly tread</br>From yonder hut, &mdash; at noon too was he seen;&mdash;", "\"The evening came &mdash; nor at his tent was he,&mdash;</br>Nor on parade was seen the gentle lad;&mdash;</br>The night crept on and shadow'd o'er the lea,&mdash;</br>And Laura wept, and Damon's heart was sad!", "\"The morrow saw  him borne on sable bier;</br>His sword and helmet o'er the corpse were spread;</br>The grave and merry gave him each, a tear:</br>And e'en the Muse, &mdash; there, last sad honours shed.\"", "EPITAPH.</br>Kind was the youth, &mdash; and honest too,</br>Who rests his head beneath this stone;</br>For most he felt another's woe,</br>And most the faults that were his own.", "The sage's lesson, &mdash; poet's theme,&mdash;</br>Alternate filled his raptured mind;&mdash;</br>But happiest was his fancy's dream,</br>Of friend that's true, and love that's kind!", "Nor seek now further to disclose</br>Or aught of frailty, or of worth;</br>The God of Battles either knows,&mdash;</br>His trumpet's sound shall call them forth!</br>"]