["PERKIN, TOMKIN.", "PERKIN.</br>Tomkin, what pipe hath lull'd thy Muse asleep,</br>Or sleepy dulnes lull'd thy pipe a late?</br>Do's some disease infect thy gentle sheep,</br>Or too much care of them infect thy state?</br>Say is the fault in the ill-will of Fate?</br>Or is the Fate in thine owne faulty will,</br>Thou do'st thyselfe so seldom recreate</br>On the sweet stops of thy once pleasant quill?", "TOMKIN.</br>Wonder not (Perkin) that the Muse is still,</br>That wants some sweet occasions to awake.</br>Pipes must be dumb, fingers forget their skill,</br>When favours and encouragements forsake.</br>It is not I, but Eccho, that's asleep,</br>Or in some desart farre remote remaines:</br>And wee our flocks in Desarts seeme to keep,</br>And sadly touch our unresounded canes.</br>Fayeries, sometime familiar freinds to plaines,</br>In their forsaken circles cease t' appeare;</br>And Nymphes and Naiades, once kinde to swaynes,</br>Now neither walke nor gather garlands here:</br>And this has brought my heart so out of cheare,</br>And, as thou find'st, so dull'd my pipe and pen.", "PERKIN.</br>Sad story (Swaine) but what's your meaning, when</br>You doe those freinds to plaines, the Fayeries, name;</br>And Nym[p]hes and Naiades, that now and then</br>Unto your Greenes to gather garlands came?", "TOMKIN.</br>To tell thee plaine, I meane Philisiden,</br>And his deare sister, that renowned Dame</br>We Poemenarcha call'd:  he that of men</br>The wonder was; She of her Sex the same:</br>And that good Lord of th' ancient house of Thame;</br>His learned Lady; both of noble race:</br>And more like them, in honour, love, and fame,</br>That us'd us Sheap-heards and our songs to grace,</br>But now are gone to farre more happy place.</br>And therefore wee, not for their sakes, doe moane,</br>But since so few now shew so kinde a face.</br>As is our losse, our sorrow is our owne.", "PERKIN.</br>Tomkin, Tis true; but yet not ours alone</br>Is losse or greife, but theirs that still survive.</br>Tis good to praise their favours that are gone,</br>Without despaire of those that are alive.</br>But though wee Shep-heards not in favours thrive,</br>And careles times of us take little heed,</br>Yet must wee still our honest verse contrive</br>Unto the slender timber of the reed.</br>As flowers pay their owne ungather'd seed</br>Unto the earth, neglected trees their fruit,</br>Wee owe our dayes what they in us did breed,</br>Since onely ours we nothing can repute.</br>As crushed violets more sweetnes shute,</br>Obscured worth doth more it selfe adorne:</br>Eternall Lawrell stands on her owne roote,</br>Weake Ivy is on th' others shoulders borne;</br>And persevering Constancyes pursuite</br>Of Vertue, honor wins and conquers scorne.", "TOMKIN.</br>There hast thou nam'd a vertue that agrees</br>So with my heart, That I will hold me fast</br>To Vertues praise and honour.  Though my trees</br>Yeild smaller fruit in this then Summer past,</br>And though I gaine by my Hyblaean Bees</br>A lighter stock of honey then the last,</br>I live in hope that Heav'ns (whose just distast</br>Ill seasons doth for our ill manners send)</br>Will cast of frownes when faults away we cast,</br>And mend our meanes when wee our selves amend.", "PERKIN.</br>There art thou right; and as thou dost intend,</br>So to thy resolution hold thee true:</br>For as true Vertues never shall have end,</br>No more shall their renowne that them pursue.</br>Hope never failes that doeth on Heav'n depend,</br>And they win Heave'n that with repentance wooe.", "TOMKIN.</br>Well hast thou sayd:  And as I yeild thereto,</br>So hold thy selfe to thine owne discipline;</br>Which to requite is more then I can doe;</br>But, as thou seest, thy flock now feeds with mine:</br>Walke with me to my Bower, where let us two</br>On such poore fare I have together dine,</br>While Phoebus, in his best and highest place,</br>Doth this halfe-holyday so kindely grace.", "Perkins Emblem  Constancy is vertues crowne.", "Tomkins Emblem  Vertue's Constancyes renowne.</br>"]