["MELIDEN, CHANTLET.", "MELIDEN.</br>Chauntlet, I muse what solitary vaine</br>So bindes thee prentice to the lowly plaine,</br>That we thy pleasant pipe can never heare</br>In Chilterne now a dayes, nor see thee there.</br>Would not the hilles yeild lambes a sweeter feed</br>And woods a lowder Eccho to thy reed?", "CHANTLET.</br>O Meliden, Thou well perceivs't these plaines</br>To hold my humble heart in easy chaines:</br>But in my heart, the while, thou doest not see</br>That freedom from all vaine ambition free,</br>Content, that truely makes a lowly state,</br>And shuns aspiring as a dangerous mate;</br>Content that bounds each minde within her owne,</br>Makes want to weale, and woe to want unknowne,</br>That by perswading men to feare to rise</br>Advances them, and teaching to despise</br>Riches, enriches men.  Happy Content,</br>The bodies safeguard, and soules ornament,</br>Gentle (detaines me) Shepheard, in this playne,</br>As I with me my gentle sheepe detaine.</br>Here, where their feedes and floods as equall bee</br>As my affections are with my degree;</br>Here where their daily walke and nightly lare</br>Is always one, as night and day my care</br>Of them is alwayes one, keepe I my sheepe;</br>As them and me these humble valleys keepe.</br>While on yon mountains side thy ramping kine</br>To crop the blooming gosse that is not thine,</br>And on the tender tops and velvet buds</br>Of the young spring to whet their hungry cuds,</br>I see, and am agas't to see them, creep</br>Ready to tumble downe the des'prate steep,</br>To writhe their doubling chines against their sides,</br>And with their sharp hornes gore their lenow hides.</br>Beleeve me, such bold climbeing often throwes</br>The heardlem low, and in the heardsman showes</br>Or too much covetize, or little care.</br>Such perillous wayes my flock shall never fare.", "MELIDEN.</br>But since a blessing such befalles thy minde</br>Unsought, that all our labours cannot finde,</br>Say (gentle Shepheard) what is true content?</br>Where do's it grow?  or whence hath it descent?</br>And how (sith to this vale confin'd thou art)</br>Dwelles free content in so confin'd a heart?", "CHANTLET.</br>That have I told thee (Neatheard) once in short;</br>And more, if thou wilt be the better for't.</br>Contentment is a guift proceeding forth</br>Of inward grace, and not of outward worth:</br>That, that of Fortunes baser seed doth grow,</br>After her baser kinde, doth ebbe and flow</br>As Fortune ebs and flowes:  it is not found</br>On Cedars tops, nor dig'd from under ground.</br>It is a jewell, lost by being sought</br>With too much travell, found by seeking naught</br>But what it truely ownes:  it is the grace</br>Of greatnes, Greatnes of inferiour place.</br>Tis double freedom to condition free;</br>Tis sorrows ease, and thraldom's libertie.</br>Delighting not extreames but middle part,</br>It dwelles in neither head, nor heeles, but heart.</br>And thus thou hearest what, and wheres, Content</br>But since thou askest whence it hath descent,</br>Tis (doubtles) from some place descended hither</br>As farre beyond the starres as it is thither.</br>For who can thinke but such a heav'nly grace</br>Must needs descend from such celestiall place?</br>And this is that that ha's my lowly minde,</br>And little flock, so in this vale confin'd;</br>Joyn'd with his favour, who doth my content</br>(Mecaenas like) both cherish and augment.", "MELIDEN.</br>Well fare thy heart, wherein content doth dwell,</br>And tongue for representing it, as well</br>As I desire.  But I desire withall</br>Who's that whom thou dost thy Mecaenas call?", "CHANTLET.</br>I cannot tell whether he would be knowne,</br>Who noble deeds more loves to doe, then owne:</br>But I can tell the lesse that such men would</br>Their names to be declar'd, the more they should.</br>Who nobly doe, and seeke no praise therefore,</br>The more's our shame if they not prais'd the more.</br>But Shepheard's slender Muse in great descents,</br>In Chronicles, or ancient monuments,</br>Is little learn'd (such storyes doe belong</br>Not to the Heard's but to the Herald's song).</br>Yet in my younger and delightfull dayes,</br>Through him, and my content, his name and praise</br>I once compos'd, in such Acrostick verse</br>As then I could, and thus to thee reherse.", "S ole Lord is he of these now teeming feilds;</br>I n time this herbage him her barbage yeilds:</br>R ays'd were these bankes at his cost and command.", "R eleiving arbours, under which we stand</br>I n heate and cold, are his:  yon pale so neare</br>C ontaines his speckled heard of nimble deere,</br>H e for his freinds more then himselfe doth keep</br>(As doe their flesh, and fleeces beare our sheep).</br>R ight as it should, there stands his house, to sight</br>D elightfull, and within of more delight.", "W here my Mecaenas, in all rightes and merits,</br>E xpired Lords of his great line inherits.</br>N ature with almost all her beauties grac'd it;</br>M ans art in midst of Natures pleasures plac'd it;</br>A nd Isis ancient freind, the river Thame,</br>N am'd it (for neighbourhood) by his owne name.", "K nowne far and neare, and as well lov'd as knowne;</br>N eighbour to all good men, and strange to none:</br>I ngenuous, temperate, of generous molde;</br>G ood Souldier young, and as good Statesman olde.</br>H onours for youth and age deserving well,</br>T rue honours in both ages on him fell.", "L ooke o're yon Parke of his and thou shalt finde</br>O f beastes and birdes of sundry sortes and kinde</br>R est there for mutuall love and place so faire,</br>D eere jealous of the bow, and timerous hare.", "V nto the sluces there the Hearne resortes;</br>I n the thick grove airyes the hawke for sportes:</br>Sage Ravens build, amidst the oaken stelmes,</br>C astles; and Rookes encampe in grove of elmes.</br>O wzles (more old then oakes) their golden billes</br>U se in wilde musick, there to shew their skilles.</br>N uts, plummes, and berryes, there doe cherish well</br>T he Robin sweet, and sweeter Philomel.", "W hen winter comes the poore finde warming there,</br>E xcepted not against for his most deare</br>N ame that accompts them his:  and worke there made</br>M aintaines the handler of the axe and spade.</br>A nd (which is most to be admir'd of all)</br>N o losse but more encrease doth still befall.", "R are things, but see what blessings heavens hye</br>W ill render those whose mindes are heavenly.", "MELIDEN.</br>I now perceive his noble name by thee,</br>And doe by him perceive Nobilitie</br>In thy Content, so foster'd by his grace</br>And favour who descends of noble race.</br>How might I now requite thy honest Muse?", "CHANTLET.</br>For me thy best requitall is to scuse</br>My simple verse, that being ty'd to letters</br>Thus puts the Muse (that should be free) in fetters.</br>But since I able am to doe no more</br>In my Mecaenas right then this so poore,</br>While here my flock by help of Summer showers</br>The healing spoyles of the sharpe sythe devoures,</br>Or winters envy makes the swayne anew</br>To spred the fodder where before it grew,</br>This pipe of mine shall fill succeeding dayes</br>With never silenc'd Musick in his praise.</br>And while with streames of wealth and pure good will</br>Our amourous neighbour Thame doth hourely fill</br>The lap of his belov'd, and doth no lesse</br>Therewith this house and lands his minions blesse,</br>As long as I upon his feilds shall feed</br>My slender flock, of such as there I breed</br>He shall have fruits, with honours of the Muse</br>Whose simple state he doth so nobly use.", "MELIDEN.</br>I never will thee (Chantlet) more perswade</br>From the Sun-shine into our woodland shade.</br>Contented Shep-heard, here repose thee still,</br>In low and lovely vale:  and while our hill</br>Eccho's applauding answere to thy notes,</br>Leade thy well-likeing lambes unto their cotes.", "CHANTLET.</br>And, restles Neat-heard, thinke not wealth to gaine</br>By lewd encroachings, or aspirings vaine,</br>But learne to be contented with thine owne,</br>(There's neither thrift nor joy in what is stolne):</br>And homeward turne thy heard of harmefull cowes,</br>That now upon thy neighbours beeches browze.", "Chantlets Emblem.</br>Seque, suus animus placitus, res possidet omnes.", "Melidens Emblem.</br>Nec sua, nec se, mens insatiata tenet.</br>"]