["Blandamore wins false Florimel,</br>Paridel for her strives;</br>They are accorded:  Agape</br>Doth lengthen her Sons Lives.", "Firebrand of Hell, first tin'd in Phlegeton,</br>By thousand Furies, and from thence out-thrown</br>Into this World, to work Confusion,</br>And set it all on fire (by Force unknown)</br>Is wicked Discord; whose small Sparks; once blown,</br>None but a God, or God-like Man can slake:</br>Such as was Orpheus, that when Strife was grown</br>Amongst those famous Imps of Greece, did take</br>His silver Harp in hand, and shortly Friends them make.", "Or such as that celestial Psalmist was,</br>That when the wicked Fiend his Lord tormented,</br>With heavenly Notes, that did all other pass,</br>The Out-rage of his furious Fit relented.</br>Such Musick is wise Words with Time concented,</br>To moderate stiff Minds, dispos'd to strive;</br>Such as that prudent Roman well invented,</br>What time his People into parts did rive,</br>Them reconcil'd again, and to their Homes did drive.", "Such us'd wise Glauce to that wrathful Knight,</br>To calm the Tempest of his troubled Thought:</br>Yet Blandamore, with Terms of foul Despite,</br>And Paridel her scorn'd, and set at nought,</br>As old and crooked, and not good for ought.</br>Both they unwise, and wareless of the Evil,</br>That by themselves unto themselves is wrought,</br>Through that false Witch, and that foul aged Drevil,</br>The one a Fiend, the other an incarnate Devil.", "With whom, as they thus rode accompany'd,</br>They were encountred of a lusty Knight,</br>That had a goodly Lady by his side,</br>To whom he made great Dalliance and Delight.</br>It was to weet the bold Sir Ferraugh hight,</br>He that from Braggadochio whilom reft</br>The snowy Florimel, whose Beauty bright</br>Made him seem happy for so glorious Theft;</br>Yet was it in due trial but a wandring Weft.", "Which, when as BIandamore (whose fancy light</br>Was always flitting, as the wavering Wind,</br>After each Beauty that appear'd in sight)</br>Beheld, eftsoons it prick'd his wanton Mind</br>With Sling of Lust, that Reason's Eye did blind,</br>That to Sir Paridel these words he sent:</br>Sir Knight, why ride ye dumpish thus behind,</br>Since so good Fortune doth to you present</br>So fair a Spoil, to make you joyous Merriment?", "But Paridel, that had too late a trial</br>Of the bad Issue of his Counsel vain,</br>List not to hark, but made this fair denial:</br>Last Turn was mine, well proved to my pain</br>This now be yours, God send you better Gain.</br>Whose scoffed Words he taking half in Scorn,</br>Fiercely forth prick'd his Steed, as in Disdain</br>Against that Knight, e'er he him well could turn;</br>By means whereof, he hath him lightly over-borne.", "Who, with the sudden Stroke astonish'd sore,</br>Upon the Ground awhile in Slumber lay;</br>The whiles, his Love away the other bore,</br>And shewing her, did Paridel upbray:</br>Lo!  sluggish Knight, the Victor's happy Prey:</br>So Fortune friends the Bold.   Whom Paridel</br>Seeing so fair indeed (as he did say)</br>His Heart with secret Envy 'gan to swell,</br>And inly grudg at him, that he had sped so well.", "Nath'les, proud Man himself the other deem'd,</br>Having so peerless Paragon ygot:</br>For, sure the fairest Florimel him seem'd</br>To him was fallen for his happy Lot,</br>Whose like alive on Earth he weened not:</br>Therefore he her did court, did serve, did woo,</br>With humblest Suit that he imagine mot,</br>And all things did devise, and all things do,</br>That might her Love prepare, and Liking win thereto.", "She, in regard thereof, him recompens'd</br>With golden Words, and goodly Countenance,</br>And such fond Favours sparingly dispens'd:</br>Sometimes him blessing with a light Eye-glance,</br>And coy Looks tempring with loose Dalliance,</br>Some-times estranging him in sterner wise,</br>That having cast him in a foolish Trance,</br>He seemed brought to Bed in Paradise,</br>And prov'd himself most Fool, in what he seem'd most wise.", "So great a Mistress of her Art she was,</br>And perfectly practis'd in Woman's Craft,</br>That though therein himself he thought to pass,</br>And by his false Allurements wylie draft,</br>Had thousand Women of their Love beraft,</br>Yet now he was surpriz'd:  For, that false spright,</br>Which that same Witch had in this Form engraft,</br>Was so expert in every subtle Slight,</br>That it could over-reach the wisest earthly Wight.", "Yet he to her did daily Service more,</br>And daily more deceived was thereby;</br>Yet Paridel him envied therefore,</br>As seeming plac'd in sole Felicity:</br>So blind is Lust, false Colours to descry.</br>But Ate soon discovering his Desire,</br>And finding now fit Opportunity</br>To stir up Strife, twixt Love, and Spite, and Ire,</br>Did privily put Coals unto his secret Fire.", "By sundry means there-to she prick'd him forth;</br>Now with Remembrance of those spiteful Speeches,</br>Now with Opinion of his own more Worth,</br>Now with recounting of like former Breaches</br>Made in their Friendship, as that Hag him teaches:</br>And ever when his Passion is allay'd,</br>She it revives, and new occasion reaches;</br>That on a time, as they together way'd,</br>He made him open Challenge, and thus boldly said:", "Too boastful Blandamore, too long I bear</br>The open Wrongs thou dost me day by day:</br>Well know'st thou, when we Friendship first did swear,</br>The Covenant was, that every Spoil or Prey</br>Should equally be shar'd betwixt us tway:</br>Where is my Part then of this Lady bright,</br>Whom to thy self thou takest quite away?</br>Render therefore therein to me my Right,</br>Or answer for thy Wrong, as shall fall out in Fight.", "Exceeding wroth thereat was Blandamore,</br>And 'gan this bitter Answer to him make;</br>Too foolish Paridel, that fairest Flower</br>Would'st gather fain, and yet no Pains would'st take;</br>But not so easy will I her forsake;</br>This Hand her won, this Hand shall her defend.</br>With that, they 'gan their shivering Spears to shake,</br>And deadly Points at either's Breast to bend,</br>Forgetful each to have been ever other's Friend.", "Their fiery Steeds, with so untamed Force,</br>Did bear them both to fell Avenge's end,</br>That both their Spears with pitiless Remorse,</br>Through Shield and Mail, and Haberjeon did wend,</br>And in their Flesh a griesly Passage rend,</br>That with the Fury of their own Affret,</br>Each other Horse and Man to ground did send;</br>Where lying still awhile, both did forget</br>The perilous present Stound, in which their Lives were set.", "As when two warlike Brigandines at Sea.</br>With murdrous Weapons arm'd to cruel Fight,</br>Do meet together on the watry Lea,</br>They stem each other with so fell Despite,</br>That with the Shock of their own heedless Might,</br>Their wooden Ribs are shaken nigh asunder;</br>They which from Shore behold the dreadful fight</br>Of flashing Fire, and hear the Ordnance thunder,</br>Do greatly stand amaz'd at such unwonted Wonder.", "At length, they both upstarted in amaze;</br>As Men awaked rashly out of Dream,</br>And round about themselves awhile did gaze,</br>Till seeing her, that Florimel did seem,</br>In doubt to whom she Victory should deem</br>There-with their dulled Sprights they edg'd anew;</br>And drawing both their Swords with Rage extreme,</br>Like two mad Mastiffs, each on other flew,</br>And Shields did share, and Mails did rash, and Helms did hew.", "So furiously each other did assail,</br>As if their souls they would at once have rent</br>Out of their Breasts, that streams of Blood did rail</br>Adown, as if their Springs of Life were spent;</br>That all the Ground with purple Blood was sprent,</br>And all their Armours stain'd with bloody Gore:</br>Yet scarcely once to breathe would they relent;</br>So mortal was their Malice and so sore</br>Become of feigned Friendship which they vow'd afore.", "And that which is for Ladies most befitting,</br>To stint all Strife, and foster friendly Peace,</br>Was from those Dames so far and so unfitting,</br>As that instead of praying them surcease,</br>They did much more their Cruelty encrease;</br>Bidding them fight for Honour of their Love,</br>And rather die than Lady's Cause release.</br>With which vain Terms so much they did them move,</br>That both resolv'd the last Extremities to prove.", "There they (I ween) would fight until this day,</br>Had not a Squire (even he the Squire of Dames)</br>By great Adventure travelled that way;</br>Who seeing both bent to so bloody Games,</br>And both of old well knowing by their names,</br>Drew nigh, to weet the cause of their Debate:</br>And first, laid on those Ladies thousand blames,</br>That did not seek t' appease their deadly Hate,</br>But gazed on their Harms, not pitying their Estate.", "And then, those Knights he humbly did beseech</br>To stay their Hands, till he awhile had spoken;</br>Who look'd a little up at that his Speech,</br>Yet would not let their Battle so be broken,</br>Both greedy fierce on other to be wroken.</br>Yet he to them so earnestly did call,</br>And them conjured by some well known Token,</br>That they at last, their wrathful Hands let fall,</br>Content to hear him speak, and glad to rest withal.", "First, he desir'd their Cause of Strife to see:</br>They said, it was for Love of Florimel.</br>Ah!  gentle Knights, quoth he, how may that be,</br>And she so far astray, as none can tell?</br>Fond Squire, full angry then said Paridel,</br>Seest not the Lady there before thy Face?</br>He looked back, and her avising well,</br>Ween'd, as he said, by thee her outward Grace,</br>That fairest Florimel was present there in place.", "Glad Man was he to see that joyous sight</br>(For, none alive but joy'd in Florimel)</br>And lowly to her louting, thus behight:</br>Fairest of Fair, that Fairness dost excel,</br>This happy day I have to greet you well,</br>In which you safe I see, whom thousand late</br>Misdoubted lost through Mischief that befel;</br>Long may you live in Health and happy State.</br>She little aunswer'd him, but lightly did aggrate.", "Then, turning to those Knights, he 'gan anew;</br>And you Sir Blandamore and Paridel,</br>That for this Lady present in your view,</br>Have rais'd this cruel War and Out-rage fell,</br>Certes (me seems) be not advised well:</br>But rather ought in Friendship for her sake</br>To join your force, their Forces to repel</br>That seek perforce her from you both to take;</br>And of your gotten Spoil, their own Triumph to make.", "There-at, Sir Blandamore, with Count'nance stern,</br>All full of Wrath, thus fiercely him bespake;</br>Aread, thou Squire, that I the Man may learn,</br>That dare from me think Florimel to take.</br>Not one, quoth he, but many do partake</br>Herein, as thus:  It lately so befel,</br>That Satyrane a Girdle did up-take,</br>Well known to appertain to Florimel;</br>Which for her sake he wore, as him beseemed well.", "But, when as she her self was lost and gone,</br>Full many Knights, that loved her like Dear,</br>Thereat did greatly grudg, that he alone</br>That lost fair Lady's Ornament should wear,</br>And 'gan therefore close Spite to him to bear:</br>Which he to shun, and stop vile Envy's Sting,</br>Hath lately caus'd to be proclaim'd each where</br>A solemn Feast, with publick Turneying,</br>To which all Knights with them their Ladies are to bring.", "And of them all, she that is fairest found,</br>Shall have that golden Girdle for Reward;</br>And of those Knights who is most stout on ground,</br>Shall to that fairest Lady be prefer'd.</br>Sith therefore she her self is now your Ward,</br>To you that Ornament of hers pertains,</br>Against all those that challenge it to guard</br>And save her Honour with your ventrous Pains;</br>That shall you win more Glory, than ye here find Gains.", "When they the reason of his Words had heard,</br>They 'gan abate the Rancour of their Rage,</br>And with their Honours and their Loves Regard,</br>The furious Flames of Malice to assuage.</br>Tho, each to other did his Faith engage,</br>Like faithful Friends thence-forth to join in one</br>With all their Force, and Battle strong to wage</br>'Gainst all those Knights, as their professed Fone,</br>That challeng'd ought in Florimel, save they alone.", "So well accorded, forth they rode together</br>In friendly sort, that lasted but awhile;</br>And of all old Dislikes they made fair Weather:</br>Yet all was forg'd, and spred with golden Foil,</br>That under it hid Hate and hollow Guile.</br>Ne certes can that Friendship long endure,</br>How-ever gay and goodly be the Stile,</br>That doth in Cause or evil End enure:</br>For, Vertue is the Band that bindeth Hearts most sure.", "Thus, as they marched all in close Disguise</br>Of feigned Love, they chaunc'd to over-take</br>Two Knights, that linked rode in lovely wise,</br>As if they secret Counsels did partake;</br>And each not far behind him had his Make,</br>To weet, two Ladies of most goodly Hue,</br>That 'twixt themselves did gentle purpose make,</br>Unmindful both of that discordful Crew,</br>The which with speedy Pace did after them pursue.", "Who, as they now approached nigh at hand,</br>Deeming them Doughty as they did appear,</br>They sent that Squire afore, to understand</br>What mote they be:  who viewing them more near,</br>Returned ready News, that those same were</br>Two of the prowest Knights in Fairy Lond;</br>And those two Ladies their two Lovers dear,</br>Courageous Cambel, and stout Triamond,</br>With Canacee and Cambine, link'd in lovely Bond.", "Whilom, as antique Stories tellen us,</br>Those two were Foes, the fellonest on Ground,</br>And Battle made, the draddest dangerous</br>That ever shrilling Trumpet did resound:</br>Though now their Acts be no where to be found,</br>As that renowned Poet them compil'd,</br>With warlike Numbers, and Heroick Sound,</br>Dan Chaucer (Well of English undefil'd)</br>On Fame's eternal Bead-roll worthy to be fil'd.", "But wicked Time, that all good Thoughts doth waste,</br>And works of noblest Wits to nought out-wear,</br>That famous Monument hath quite defac'd,</br>And robb'd the World of Threasure endless dear,</br>The which mote have enriched all us here.</br>O cursed Eld!  the Canker-worm of Writs;</br>How may these Rhymes (so rude as doth appear)</br>Hope to endure, sith Works of heavenly Wits</br>Are quite devour'd, and brought to nought by little Bits?", "Then pardon, O most sacred happy Spirit,</br>That I thy Labours lost may thus revive,</br>And steal from thee the Meed of thy due Merit,</br>That none durst ever whilst thou wast alive,</br>And being dead, in vain yet many strive:</br>Ne dare I like, but through Infusion sweet</br>Of thine own Spirit (which doth in me survive)</br>I follow here the footing of thy Feet,</br>That with thy meaning so I may the rather meet.", "Cambello's Sister was fair Canacee,</br>That was the learnedst Lady in her days,</br>Well seen in every Science that mote be,</br>And every secret Work of Nature's ways,</br>In witty Riddles, and in wise Soothsays,</br>In Power of Herbs, and Tunes of Beasts and Birds:</br>And (that augmented all her other Praise)</br>She modest was in all her Deeds and Words,</br>And wondrous chaste of Life, yet lov'd of Knights and Lords.", "Full many Lords, and many Knights her lov'd,</br>Yet she to none of them her liking lent,</br>Ne ever was with fond Affection mov'd,</br>But rul'd her Thoughts with goodly Government,</br>For dread of Blame, and Honour's Blemishment:</br>And eke unto her Looks a Law she made,</br>That none of them once out of Order went;</br>But like to wary Centinels well stay'd,</br>Still watch on every side, of secret Foes afraid.", "So much the more as she refus'd to love,</br>So much the more she loved was and sought,</br>That oftentimes unquiet Strife did move</br>Amongst her Lovers, and great Quarrels wrought;</br>That oft for her in bloody Arms they fought:</br>Which, when-as Cambel (that was stout and wise)</br>Perceiv'd would breed great Mischief, he bethought</br>How to prevent the Peril that mote rise,</br>And turn both him and her to Honour in this wise.", "One day, when all that Troop of warlike Wooers</br>Assembled were, to weet whose she should be;</br>All mighty Men, and dreadful derring Doers</br>(The harder it to make them well agree)</br>Amongst them all this End he did decree:</br>That of them all which Love to her did make,</br>They by consent should chuse the stoutest Three,</br>That with himself should combat for her sake,</br>And of them all, the Victor should his Sister take.", "Bold was the Challenge, as himself was bold,</br>And Courage full of haughty Hardiment,</br>Approved oft in Perils manifold,</br>Which he atchiev'd to his great Ornament:</br>But yet his Sister's Skill unto him lent</br>Most Confidence and Hope of happy Speed,</br>Conceived by a Ring, which she him sent;</br>That 'mong'st the many Virtues (which we read)</br>Had Power to staunch all Wounds that mortally did bleed.", "Well was that Ring's great Virtue known to all;</br>That Dread thereof, and his redoubted Might,</br>Did all that youthly Rout so much appall,</br>That none of them durst undertake the Fight:</br>More wise they ween'd to make of Love Delight,</br>Than Life to hazard for fair Lady's Look;</br>And yet uncertain by such outward sight</br>(Though for her sake they all that Peril took)</br>Whether she would them love, or in her liking brook.", "Amongst those Knights, there were three Brethren bold</br>(Three bolder Brethren never were yborn)</br>Born of one Mother in one happy Mould,</br>Born at one Burden in one happy Morn;</br>Thrice happy Mother, and thrice happy Morn,</br>That bore three such, three such not to be found:</br>Her Name was Agape, whose Children werne</br>All three as one; the first, hight Priamond;</br>The second, Diamond; the youngest, Triamond.", "Stout Priamond, but not so strong to strike;</br>Strong Diamond, but not so stout a Knight;</br>But Triamond was stout and strong alike:</br>On Horse-back used Triamond to fight,</br>And Priamond on foot had more Delight,</br>But Horse and Foot knew Diamond to wield:</br>With Curtax used Diamond to smite,</br>And Triamond to handle Spear and Shield,</br>But Spear and Curtax both us'd Priamond in field.", "These three did love each other dearly well,</br>And with so firm Affection were ally'd,</br>As if but one Soul in them all did dwell,</br>Which did her Power into three parts divide;</br>Like three fair Branches budding far and wide,</br>That from one Root deriv'd their vital Sap:</br>And like that Root that doth her Life divide,</br>Their Mother was, and had full blessed Hap,</br>These three so noble Babes to bring forth at one clap.", "Their Mother was a Fay, and had the Skill</br>Of Secret things, and all the Powers of Nature,</br>Which she by Art could use unto her Will,</br>And to her Service bind each living Creature</br>Through secret Understanding of their Feature.</br>There-to she was right fair, when-so her Face</br>She list discover, and of goodly Stature;</br>But she (as Fayes are wont) in privy Place</br>Did spend her Days, and lov'd in Forests wild to space.", "There, on a day, a noble youthly Knight,</br>Seeking Adventures in the salvage Wood,</br>Did by great Fortune get of her the sight,</br>As she sat careless by a crystal Flood,</br>Combing her golden Locks, as seem'd her good:</br>And unawares upon her laying hold,</br>That strove in vain him long to have withstood,</br>Oppressed her, and there (as it is told)</br>Got these three lovely Babes, that prov'd three Champions bold.", "Which she, with her, long fostred in that Wood,</br>Till that to ripeness of Man's State they grew:</br>Then shewing forth signs of their Father's Blood,</br>They loved Arms, and Knighthood did ensue,</br>Seeking Adventures where they any knew.</br>Which when their Mother saw, she 'gan to doubt</br>Their Safety; lest by searching Dangers new,</br>And rash provoking Perils all about,</br>Their Days mote be abridged through their Courage stout.", "Therefore, desirous th' end of all their Days</br>To know, and them t' enlarge with long extent,</br>By wondrous Skill, and many hidden ways,</br>To the three fatal Sisters House she went.</br>Far under Ground from Tract of Living went,</br>Down in the Bottom of the deep Abyss,</br>Where Demogorgon in dull Darkness pent,</br>Far from the View of Gods and Heaven's Bliss,</br>The hideous Chaos keeps, their dreadful Dwelling is.", "There she them found, all sitting round about,</br>The direful Distaff standing in the mid;</br>And with unwearied Fingers drawing out</br>The Lines of Life, from living Knowledg hid.</br>Sad Clotho held the Rock, the whiles the Thred</br>By griesly Lachesis was spun with Pain,</br>That cruel Atropos eftsoons undid</br>With cursed Knife, cutting the Twist in twain:</br>Most wretched Men, whose Days depend on Threds so vain.", "She them saluting, there by them sate still,</br>Beholding how the Threds of Life they span:</br>And when at last she had beheld her fill,</br>Trembling in Heart, and looking pale and wan,</br>Her cause of coming she to tell began.</br>To whom, fierce Atropos; Bold Fay, that durst</br>Come see the Secret of the Life of Man</br>Well worthy thou to be of Jove accurs'd,</br>And eke thy Childrens Threds to be asunder burst.", "Where-at she sore afraid, yet her besought</br>To graunt her Boon, and Rigour to abate,</br>That she might see her Childrens Threds forth brought,</br>And know the Measure of their utmost Date,</br>To them ordained by eternal Fate.</br>Which Clotho graunting, shewed her the same:</br>That when she saw, it did her much amate,</br>To see their Threds so thin, as Spiders frame,</br>And eke so short, that seem'd their Ends out shortly came.", "She then began them humbly to intreat</br>To draw them longer out, and better twine</br>That so their Lives might be prolonged late.</br>But Lachesis thereat 'gan to repine,</br>And said; Fond Dame, that deem'st of things Divine</br>As of Human, that they may altred be,</br>And chang'd at Pleasure for those Imps of thine:</br>Not so; for, what the Fates do once decree,</br>Not all the Gods can change, nor Jove himself can free.", "Then with, quoth she, the Term of each Man's Life</br>For nought may lessen'd nor enlarged be,</br>Graunt this, that when ye shred with fatal Knife</br>His Line, which is the Eldest of the Three,</br>Which is of them the shortest as I see,</br>Eftsoons his Life may pass into the next</br>And when the next shall likewise ended be,</br>That both their Lives may likewise be annex'd</br>Unto the third, that his may so be trebly wex'd.", "They graunted it; and then that careful Fay</br>Departed thence with full contented Mind;</br>And coming home, in warlike fresh Array</br>Them found all three according to their Kind:</br>But unto them what Destiny was assign'd,</br>Or how their Lives were eck'd, she did not tell</br>But evermore, when she fit time could find,</br>She warned them to tend their Safeties well,</br>And love each other dear, whatever them befel.", "So did they surely during all their Days,</br>And never Discord did amongst them fall;</br>Which much augmented all their other Praise.</br>And now t' increase Affection natural,</br>In Love of Canacee they joined all:</br>Upon which ground this same great Battle grew</br>(Great Matter growing of Beginning small;)</br>The which for length I will not here pursue,</br>But rather will reserve it for a Canto new.", ""]