["Must I then leave you, hermit haunts!  nor trace</br>Once more the scenes that, varying on my way,</br>Made, like a transient dream, the summer day?</br>No more search out the consecrated place</br>Where o'er a Milton's harp a seraph rose,</br>As Autumn thickly strow'd her leaves o'er Vallombrose?", "On you that dream still rests:  o'er vale and mead,</br>Onward I pass by Arno's pebbly bed,</br>And skirt the slope where vines and olives wed.</br>Hamlet, and farm, and lonely cot recede,</br>And Arno, dwindled to a scanty rill,</br>Twines, like a silver thread, between each closing hill.", "Deep glens succeed; and now the stony tract,</br>Where on the ridge the sun's meridian force</br>Glares, like a spreading flame, athwart my course;</br>While far beneath, the unseen cataract</br>Gives to the gale a voice, and seems to say,</br>\"Come, wanderer!  in my stream thy fever'd lip allay:", "\"Seek these wild woods:  there list the lulling sound,</br>The music of the motion of the leaf,</br>Unmix'd with murmur of a human grief:</br>And dip thy chalice in yon gulf profound,</br>Whose water, in its current cool and clear,</br>Streams from a fount unmix'd with stain of human tear.\"", "At once the flame has ceas'd, at once the gale</br>Blows freshness, as I rest these pines beneath,</br>And, lingering in their midnight shadow, breathe.</br>And now I bid th' advancing abbey hail,</br>That in the centre of the velvet lawn</br>Comes, welcoming my step from yon dark woods withdrawn.", "Beneath th' embowering beech that crowns the glade</br>Fed by the rills that burst its roots between,</br>View the bold spread of Nature's woodland scene,</br>Pine-mantled mountains, shade o'ershadowing shade,</br>Where, bluer than the ocean's bluest flood,</br>The sky's deep azure cuts the darkly-verdant wood.", "So Eve steals on:  but not as seen of yore,</br>The meek companion of the convent bell:</br>Along the voiceless breeze no vespers swell:</br>The abbot and his flock here meet no more.</br>Rude hands have forc'd him from his blest retreat,</br>And baleful weeds o'erspread his hospitable seat.", "Th' unwilling hinds to new possessors bear</br>The vintage, and the gladness of their field:</br>But will their garner'd stores like treasures yield,</br>The widow's portion and the orphan's share?</br>Will they make poor themselves, the poor to feed,</br>Nor &mdash; save the heart's mute thanks &mdash; seek other worldly meed?", "Will in their walls the friendless find a friend?</br>Will helpless Infancy, and hopeless Age,</br>Look to their roof their misery to assuage?</br>Will to their home the houseless pilgrim bend?</br>Will Frailty there his secret soul expose,</br>And at their porch lay down the burden of his woes?", "Ah!  hapless Exile!  tho' severe thy lot,</br>Tho' bow'd by years, in hopelessness of age,</br>O'er yon strange world thou pass thy pilgrimage:</br>Not yet has earth thy mercy-deeds forgot.</br>Where'er thou wander'st, Peace with thee abide!</br>Thy resting place is heav'n &mdash; and God thy guide!</br>"]