["\"Twenty sweet summers I will tie together,\"</br>Said the rejoicing bridegroom in the play,</br>Who was to have one month of honied weather,</br>And then, to please the tyrant, die next day.</br>The vile, hard-hearted &mdash; yet I don't know either&mdash;</br>However, what I was about to say</br>Was this, &mdash; that in these light poetic spinnings,</br>I tie together twenty sweet beginnings.", "Exordiums are my theme. &mdash; Thou great \"O thou!\"</br>Whoe'er thou art, whom poets thou by thousands,</br>Whether thou sit'st upon the Olympian brow</br>Of epic bard, or wonderest at the cow's hands</br>Of rude invoker, rhyming any how,</br>Allow me to be clerk for both advowsons;</br>For if my own rhyme's nothing of itself,</br>It sings of others worthy of thy shelf.", "I want, in fact, to finish a whole poem</br>At once; and to write properly, I find</br>I can't have flow'rs as quickly as I sow 'em:</br>Something will still take place, not to my mind,</br>Some weakness, lameness, some hard buddings (blow 'em!),</br>Some graftings, which I hate to leave behind:</br>So I must take my time with such grave matters,</br>And sow, meanwhile, my cresses in these tatters.", "I must have light refreshment, relishes quick,</br>Fruits that I can dispatch with a brief eating,</br>And yet that I can eat too in the thick</br>Of trees and gardens; sketches of one sitting,</br>But then of looks, at which a painter's stick</br>Might feel the life return to it, ev'n to beating.</br>When I want more, I go and wrap me round</br>In Milton's, Chaucer's, Spenser's holy ground.", "I'm like a knight of old.  I'm fierce to-day,</br>Desperate and grim, in middle of the fight;</br>Nothing will serve me but to hack my way</br>At kings and chieftains, tramplers of the right:</br>Anon, I'm gentle as a morn of May,</br>Am all for flow'rs, and loving dreams at night,</br>And must go waken blossoms in the bushes,</br>Warblings of birds, and worlds of rosy blushes.", "See, &mdash; the word \"May\" disturb'd my simile,</br>And took me with it, like a lass-led boy.</br>I meant to say, that as the knight would be</br>Now all for fighting, and the terrible joy</br>Of riding plumed battle like a sea,</br>And now would be rapt off, far from annoy,</br>Into the arms of fairies and their bowers,</br>So frown and smile my party-colour'd hours.", "So when my turn comes to repose, I read</br>My magic books, and then with a bird's eye</br>Dart me far off, as he does to his bed,</br>Now to some piping vale of Arcady,</br>Now to some mountain-top, which I've heard said,</br>Holds the most ghastly breath in Tartary;</br>And then I'm cradled 'twixt my Apennines,</br>Spying the blue sky through the yellow vines.", "And then I'm all with Ovid and his changes,</br>Or all with Spenser and his woods, or all</br>With Ariosto and his endless ranges,</br>Riding his Hippogriff, till I grow too small</br>For eye to see: &mdash; then lo!  I'm by the Ganges,</br>Quick as that fatal wight, who gave a call</br>To Solomon to send him out o' the way</br>Of Death, and met him there that very day.", "And then again I'm playing fast and loose</br>With girls, in isles that stud the Grecian sea:</br>And then I'm in old Greece, and Oedipus</br>Holding his blind eyes up, creeps quietly</br>By his dear daughter's side, whom I would chuse</br>Were I a god, my worshipp'd wife to be:</br>And then I'm in the valley, \"wonder deep,\"</br>Where the cold waters lull old Sleep to sleep.", "And then I'm all for Araby, my first love;</br>I'm Giafar, I'm a \"genie,\" I'm a jar;</br>I'm Sindbad in some very horrid grove,&mdash;</br>Which is delicious:  I'm the Calendar,</br>Who with the lady was one hand and glove;</br>I am the prince, who shot his bow so far,</br>And found that cellar, with a stock divine</br>Of lips to kiss, still redder than the wine.", "And then I take a pen, pluck'd from the wing</br>Of the rich hour, and let my fancy flow,</br>Dipping delighted in my ebony spring,</br>(For Sindbad would have call'd my ink-stand so);</br>And first of all (which you will think a thing</br>Not needing to be mention'd, but 'tis though,</br>For it's my subject, and I hold me in,</br>Not to have done too quickly) I begin!", "Beginnings are high moments.  I appeal</br>To you, musicians, when you're all prepar'd</br>To pour some storm of harmony you know well;</br>Painters, to you, when after studying hard,</br>You've got a subject, that you're sure you feel;</br>Readers, to you, when suddenly your regard</br>Is cast upon a packet, square, tight, brown,&mdash;</br>\"Ah, you mean books?\" &mdash; I do, &mdash; the new from town.", "\"Dinner on table\" after a long walk</br>Has its exordium:  so has going to sleep,&mdash;</br>Fading by fine degrees from a friend's talk:</br>Reaching a wood is not to be held cheap,</br>After a ride through sun, and dust, and chalk:</br>Rut the beginning the most sweet and deep,</br>The first of firsts, &mdash; ah, you know what it is,&mdash;</br>Is the first trembling, touching, trusting kiss.", "I give up that.  But not the breathing wood,</br>Entered, with hat off, after sun and dust;</br>Not going to sleep in smiling gratitude;</br>Nor meal that we approach, as walkers must;</br>Not cutting string from books; nor subject good,</br>Hit on by finger'd pencil; nor the gust</br>Of Philharmonic winds, waked all at once,</br>Touch like a bard's pen, tilted for the nonce.", "Gravely I feel it, lightly though I say.</br>All bards have felt it, great as well as small,</br>And show the proud delight with which they lay</br>Their hand to pen.  Lo, listen first of all,</br>To Homer, opening his triumphant way!</br>What Horace says of modesty withal</br>And meek beginnings, must be read \"cum grano,\"</br>Or what becomes of arms \"virumque cano?\"", "The opening, like the ending, must be settled</br>By nature and the occasion.  Homer, treating</br>Of the wise wanderer, and how well he battled</br>Through his long ills by patient wit (and cheating),</br>As calmly brings him in; but when the high-mettled</br>And fierce Achilles is to give us greeting,</br>He strikes a trumpet up in his first line,</br>Fit for the coming of a wrath divine.", "Beginnings please us, some for the mere style,</br>Some for the sentiment, and some for both.</br>All should be musical; and most, the while,</br>Seem full of a sure pleasure, nothing loth,</br>Whether their business be to mourn or smile,</br>Whether the Delphic voice be sweet or wroth:</br>For 'tis a task so noble, that of verse,</br>It aye must taste the pleasure it confers.", "Hesiod's Theogony commences well,</br>He puts the Muses first with such delight,</br>Their bathings, and their dances amiable,</br>And that delicious voice they send at night</br>Over the mountain-tops on which they dwell,</br>Like choral nuns, and take a hymning flight.</br>He heard them under Helicon, he says</br>A shepherd; and they filled his hand with bays.", "E'en Burns's holly must submit to this,</br>True as it is, and blithe with berries red;</br>For Hesiod really pass'd those nights of his</br>Under the mountain with its laurell'd head</br>Where those fair birds were thought to live in bliss.</br>But fancies are facts too: &mdash; let that be said.</br>Besides, we've Fairy-land.  The Muse, I grant her,</br>Kept house in Greece; but then we've Tam o' Shanter.", "Dante's first lines are simple, grave, sincere,</br>Too full of awe for shew: &mdash; Milton's the same.</br>Dryden's Religio Laici takes my ear</br>With an exordium, that should put to shame</br>All the monotonous lines we hold so dear,</br>Time-beaters for dull heads.  Think not I blame</br>Nevertheless the glorious Rape o' the Lock,</br>The airiest wit that ever raised a joke.", "Pope was a true-born poet, modified</br>By his infirm complexion and small sphere;</br>But then so great in that, that he could hide</br>Scores of us dwarfs in our savannahs here:</br>His rooms were not mere rooms, but worlds beside</br>Of spirits, who hung pearls in every ear.</br>Wit, lover, friend, his lays were like his lawns;</br>His face, as rich and sensitive as a fawn's.", "Yet what is fit for miniature, may not suit</br>With oils, and lets more trifling copiers pass.</br>But to return.  The learn'd will think me a brute,</br>But I must own, such is my taste, alas!</br>For what is natural, and new to boot,</br>That I could wish it proved (granting it was</br>As foreign to his subject too as Pegu)</br>That Virgil did begin with \"Ille ego.\"", "The bard was a dear lover of the woods,</br>He loved their loving nymphs, he lov'd their dreams;</br>Glens and philosophy were his two great goods;</br>And when he thought of quitting his mild streams</br>For seats of war and their ensanguined floods,</br>It was as natural he should turn his beams</br>Once more to look on what he left, as men,</br>When the drum calls them, kiss their wives again.", "Lucretius opens nobly with his hymn</br>To Venus, and her warm Daedalian sway:</br>You bask in it; nor wonder that Mars grim</br>Doats on her face in that devouring way.</br>I like all poets, who thus seem to swim</br>Into their subject, proud of the sweet play:</br>The lordly swan, let out on his own river,</br>Feels not the dimpling with a sweeter shiver.", "\"Le donne, I cavalier, l'arme, gli amori,</br>Le cortesi, l'audici imprese, io canto,</br>Che furo al tempo che passaro I Mori</br>D'Africa il mare, e in Francia nocquer tanto,</br>Seguendo l'ire e I giovenil furore</br>D'Agramante lor re, che si die vanto</br>Di vendicar la morte di Trojano</br>Sopra re Carlo, imperator Romano.\"", "\"Ladies, and cavaliers, and loves, and arms,</br>And courtesies, and haughty deeds I sing,</br>What time the Moors of Africa in swarms</br>Came o'er the sea with Agramant their king,</br>And did such harm in France, and blew the alarms</br>He made in his young rage, vowing to bring</br>To fierce account, for his old father slain,</br>The illustrious Roman emperor, Charlemagne.\"", "So enters on his task, with gallant joy</br>The Ferrarese, whose very name's a pleasure.</br>Nor scarcely less charms he, who chose to employ</br>His time in polishing another's treasure:</br>He brings his wine, like the Idaean boy;</br>Like pleasant friendship, comes he on our leisure;</br>For our own sakes he comes, as well as his,</br>Touching a brilliant lute; &mdash; and here he is:&mdash;", "\"Leggiardri amanti, e donne innamorate,</br>Vaghe d'udir piacevol cose e nuove,</br>Benignamente, vi prego, ascoltate</br>La bella istoria, che'l mio canto muove;</br>E udirete l'opre alte e lodate,</br>Le gloriose, egregie, inelite pruove,</br>Che fece il conte Orlando per amore,</br>Regnando in Francia Carlo imperadore.\"", "\"Gallants in love, and ladies touch'd as they,</br>Who love to hear delightful things, and new,</br>Benignly lend your gentle ears, I pray,</br>To the high story I'm preluding to;</br>And you shall hear the great, the glorious way,</br>In which  a thousand wonders were gone through</br>By County Orlando, for a loving glance,</br>What time the Emperor Charles was king in France.\"", "'Tis music truly, &mdash; 'tis a myrtle tree,&mdash;</br>Incense lit up, &mdash; a bunch of heart's-ease roots:</br>Remember too, these rhymes of Italy</br>Once on a time were really sung to lutes:</br>Petrarch sung his:  and such a taste had he,</br>Not only in voice, which warbled like a flute's,</br>Or rather was brimful of liquid power,</br>But his own airs were sung in every bower.", "Our only lyrist, now-a-days, in the sense</br>Of Greece and Tuscany, is Thomas Moore:</br>But all should write, as under influence</br>Of modulated sounds and their full store;</br>And then, and only then, they may commence</br>With their \"O Thou's,\" &mdash; \"I sing's,\" &mdash; and harps of yore;</br>And this reminds me of that prelate merry,</br>Who has a name so militant, Forteguerri.", "Emmi venuta certa fantasia,</br>Che non posso cacciarmi da la testa,</br>Di scriver un istoria in poesia</br>Affatto ignota, o poco manifesta.</br>Non e figlia del Sol la Musa mia,</br>Ne ba cetra d'oro, o d'ebano contesta:</br>E rozza villanella, e si trastulla</br>Cantando a aria, conforme le frulla.", "\"Ma con tutto che avezza a le boscaglie,</br>E beva acqua di rio, e mangi ghiande,</br>Cantar vuole d'eroi e di battaglie,</br>E d'amori e di'imprese memorande;</br>E se avverra, che alcuna volta sbaglie,</br>Piccolo fallo e in lei ogni error grande,</br>Perche non studio mai; e il suo soggiorno</br>Or fu presso un abete, or presso un orno.", "\"E intanto cantera d'armi e d'amori,</br>Perche in Arcadia nostra oggi son scesi</br>Cosi sublimi e nobili pastori,</br>Che son di tutte le scienze intesi:</br>Vi son poeti, vi sono oratori</br>Che passan quelli de gli altri paesi:</br>Or ella, che fra loro usa e di stare</br>Se e messo in testa di saper cantare.", "\"Ma, come voi vedrete, spesso spesso</br>S'imbrogliera ne la geografai,</br>Come formica in camminar su gesso,</br>O su la polve, o farina che sia;</br>O come quel pittor, ch' alto cipresso</br>Nel bel turchino mare coloria,</br>E le balene poi su gli erti monti;</br>Cosi forse saranno I suoi racconti.", "\"Ma non per questo maltrattar si dee,</br>Ne farle lima lima, e vella vella:</br>La semplicetta non lia certe idee,</br>Che fan l'istroia luminosa e bella;</br>Ne lesse mai in su le carte Achee,</br>Ovver di Roma, o di nostra favella,</br>Le cose belle che cantar' coloro,</br>Ch' ebber mente divina e plettro d'oro.", "\"Ma cantar per istar allegramente,</br>E accio che si rallegri ancor chi l'ode:</br>Ne sa, ne bada a regole niente,</br>Sprezzatrice di biasimo e di lode,</br>Che tiraneggia contanto la gente;</br>Che v'e infino ehi l'ugna si rode,</br>E il capo si stropiccia, e'l crin si strazia,</br>Per trovar rime ch' abbian qualche grazia.", "\"Voi la vedrete ancor (tanto e ragazza)</br>Or qua, or la, saltar, come un ranocchio;</br>Ne in cio la biasmo, ne fa cosa pazza;</br>Che da gli omeri infin sotto il ginocchio</br>La poesia ha penne onde svolazza;</br>E va piu presto che in un batter d'occhio</br>Or quinci, or quindi; e cosi tiene attente</br>L'orecchie di chi l'ode, e in un la mente.", "\"Cosi veggiamo ne furor de l'armi,</br>Tra il sangue, tra le stragi e le ruine,</br>In un momento rivoltarsi i carmi</br>Ai dolci amori; e quindi a le divine</br>Cose, e parlar di templi e sagri marmi;</br>Indi volare su l'onde marine,</br>E raccontar le lagrime e il cordoglio</br>D'Arianna lasciata in su lo scoglio.", "\"Ma gia si e posta in man la sua zampogna,</br>E canta sotto voce, e none si attenta.</br>Non le guardate ancor, che si vergongna:</br>E come rosa il volto le diventa:</br>Principato che ell' ha, non si spaventa:</br>E gia incomincia:  or noi, dov' ella siede,</br>Taciti andiamo, ed in punta di piede.\"", "\"A certain freak has got into my head,</br>Which I can't conquer for the life of me,</br>Of taking up some history little read,</br>Or known, and writing it in poetry.</br>My Muse is no Sun's daughter, be it said;</br>She has no harp of gold and ebony:</br>She is a little clown, one of your singers</br>Who sport it to the snapping of the fingers.", "\"And yet for all she has been used to keep</br>Within the woods, drinks water, and eats nuts,</br>She's fain to sing of arms and soldiership,</br>And loves, and lofty cuttings of one's throats;</br>So that, if any time she makes a slip,</br>You must not give her very savage cuts;</br>Because she never studied.  Her degrees</br>Have all been taken underneath the trees.", "\"But she must sing of warriors and amours,</br>Because of late so many noble swains</br>Have come down to this Arcady of ours,</br>Who've been through all the sciences and their reigns:</br>There are your poets, there your orators,</br>Not to be found on any other plains!</br>Now she being used to hear them, the vain thing,</br>Has got it in her head, she too can sing.", "\"But, as you'll find, she wilt embroil herself</br>Often and often with geography,</br>Just like an ant poking about a shelf</br>Midst plaister, dust, and bits of cookery;</br>Or as the painter did, who in a gulf</br>Of fine blue water put a cypress-tree,</br>And made his craggy mountains produce whales:</br>Such, very probably, will be her tales,", "\"But you must not abuse her for all that,</br>Nor keep on finding fault, and teazing her:</br>The little simpleton was never pat</br>At things that render histories fine and clear;</br>She never read Greek books, never looked at</br>Latin ones, nay, knows not one's own, poor dear!</br>She never knew the fine things, new or old,</br>Done by the mind divine and harp of gold.", "\"All that she sings is for her own pure pleasure,</br>Including, it is true, the hearer's too:</br>She neither knows nor cares for rules and measure;</br>Deaf to the blames or praises, false or true,</br>Which makes such holes in other people's leisure,</br>Making this bite his nails, and that look blue,</br>And t' other claw his head and tear his hair,</br>For rhymes that may look pretty here and there.", "\"You'll find her also (she is such a romp)</br>Leaping, like frog, about her on all sides;</br>And yet you mustn't set her down \"non comp.,\"</br>For every Muse has feathers which she hides,</br>Enabling her at will to frisk and jump;</br>And in the twinkling of an eye she glides,</br>Now here, now there; and so in occupation</br>Holds all that witness her divine flirtation,", "\"Thus we shall see, amidst the rage of arms,</br>Midst blood and slaughter and huge overthrow,</br>That in a wink she'll turn with all her charms</br>To love and joy, and then get up and go</br>To church, and talk of shrines and saints in swarms;</br>And then she'll whisk me to the sea-shore, lo!</br>And tell us of the tears and the sad shock</br>That Ariadne met with on the rock.", "\"But see, &mdash; her hand is placed upon her reed;</br>She preludes \"sotto voce,\" &mdash; she composes;&mdash;</br>Don't you look yet; &mdash; she'll blush, &mdash; she will indeed;</br>Her little cheeks will be all over roses;</br>'Tis but a touch of bashfulness, soon fled;</br>When once begun, there's nothing she refuses.</br>Now she begins; &mdash; there, &mdash; now then let us go</br>Near where she sits, &mdash; but softly, &mdash; on tip-toe.\"", "The reason why I turn this toy so long,</br>Is, that I took it up but t' other day.</br>It spins, as it proceeds, too coarse a song;</br>But then refines, and makes a pretty play</br>Of giddy colours.  You may think it wrong</br>To say, he came to scoff, but stayed to pray;</br>But the fact is, our laugher at romance</br>Grew fond of his wild partner in the dance.", "How could he help it, seeing that she had</br>Through all her laughing ways so sweet an eye,</br>Such stories for him, grave as well as glad,</br>And unaffected tears, when grief went by;</br>A face, as Chaucer said, \"sweet, glad, and sad?\"</br>I'm none of those who take to misery</br>To rouse a callous palate; but the very</br>Profoundest want of mirth's profoundly merry.", "Our lively prelate, living in a sphere</br>Of hypocrites, and courtiers, and gay nothings,</br>And having got perhaps he scarce knew where,</br>Was much inclined to laugh at high and low things;</br>But being in his nature kind, sincere,</br>And much a man, for all his lordly clothings,</br>He grew in love with his romantic shelves,</br>And only mocked the hypocrites themselves.", "Tyrannous ills, that patriots would pull down,</br>Slaveries, and slaughters, inequalities</br>Extreme and insolent, and of use to none,</br>Cause tears indeed, that from all human eyes</br>Brave hands should seek to wipe; but if but one</br>Huge, glaring, broad-eyed mirth laughed in our skies,</br>'Twould dry up all kind things, tears, smiles, and flowers,</br>And make our hearts as wither'd as our bowers.", "Alas!  I need not speak in the behalf</br>Of tears, the very best, I who have long</br>Seen what a cup the world consents to quaff,</br>Doing sweet smiles and sacred nature wrong:</br>'Tis Melancholy's laugh, and Mockery's laugh,</br>I speak of; and ev'n they utter a strong</br>And shuddering voice against the ills they clasp,</br>E'en while they kiss the beldams, and cry \"Grasp!\"", "But I digress, so here I stop; for \"Finis</br>Coronat opus,\" &mdash; \"a good end's a crown;\"</br>A maxim, that in my mind so divine is,</br>That heartily, and with \"devocioun,\"</br>As Chaucer says, I wish that every Highness</br>And Majesty (but ours) may soon lie down,</br>And treat their realms with the sole coronations</br>That give a perfect finish to their stations.</br>"]