["Daughters of Jove, no more! &mdash; Adieu, ye Maids,</br>Whose visionary forms have met my eye;</br>Whether I mus'd by Anio's headlong steep,</br>Or by the fabled haunts of Castaly,</br>Or where Cephisus joins the billowy deep;</br>Or where thro' groves, and olive-woven shades;</br>Ilissus rolls his stream;</br>For now a loftier theme</br>Demands my song, REDEMPTION'S wondrous plan,</br>And thy sad sufferings, O my God, for Man!", "But come, O Virgin-muse of Sion, come,</br>Come gently, and my breast inspire</br>With some faint sparks of that seraphic fire,</br>Whose beams refulgent glow'd,</br>When bursting thro' the womb</br>Of dark Futurity, \"A God, a God,\"</br>Proclaim'd aloud the heav'n-enlighten'd Seer,</br>\"From Bosrah lo he comes mighty to save,</br>\"Mighty to triumph o'er the grave!\"&mdash;</br>And all the oaks of Bashan stoopt to hear,</br>And Lebanon's attentive cedars bow'd.", "But turn, O turn thine eyes</br>To where with groves of Palm, and Olive crown'd,</br>On the fair bosom of the mountain lies</br>The Garden's holy ground!</br>For there my Saviour's bitter agonies</br>Began; there from th' Abyss profound</br>Of blackest Hell, a Stream of horrour flow'd,</br>And overwhelm'd his pure and innocent soul;</br>Or ere his sacred blood</br>Had washt, had cleans'd us from pollutions foul,</br>And seal'd anew the League 'twixt Man and God.", "Dark rose the dreadful Night,</br>And not one sprightly note, or pleasing sound,</br>Was heard to breathe around:</br>The Shepherds sat with silent horrour mute,</br>And charm'd no more their pipe or jocund flute;</br>And Philomel her wonted strain forbore:</br>How could she sing, while from the blasted oak</br>The hoarse night-ravens croak,</br>And Screech-owls moan aloud in dire affright,</br>And screaming from the pool with hideous cry</br>Aloof the Bitterns fly;</br>While clouds impetuous burst with horrid roar,</br>And Spectres shriek, and Ghosts unholy yell,</br>And mutt'ring in the black and turbid air</br>Daemons and fiends of hell,</br>Array'd in livid flames, terrific glare?", "Earth to the centre shook,</br>And universal Nature quakt for fear,</br>As if her end was near;</br>While ev'ry pale star, with distemper'd look,</br>Shot from the sky: &mdash; and well, O well they might,</br>When He was doom'd to agonizing pain,</br>Who bade them flame on high,</br>The fairest gems in heav'n's fair canopy,</br>And fill'd their orbs with everlasting light.</br>But now see where he lies</br>On the cold ground, expos'd to thick dank air,</br>And all the fury of the madding skies!</br>See how each nerve and vein</br>Trembles and throbs with torture; how his eyes</br>Start from their seat with anguish and despair!</br>What drops of sanguine sweat roll down amain</br>From His fair limbs!  \"O Father, O remove</br>If possible this cup; yet not my will,</br>But thine be done!\"  O agonizing Love!</br>O grace beyond compare!</br>Swift thro' the yielding air</br>The words upflew to heav'n, and all the Quire</br>Of blessed Angels stood in speechless trance:</br>Aside they flung their harps of golden wire,</br>And in their bow'rs of amaranthine shade</br>For one short moment stay'd</br>Their ardent songs of rapture and of praise,</br>While wonder-struck they gaze,</br>O King of Suff'rings, on thy conflicts dire!", "But soft!  Am I deceiv'd, or doth a ray</br>Of light ethereal burst thro' yonder cloud,</br>And gild the mountain top with its fair beam?</br>Lo, down the lucid stream</br>An Angel glides!  he leaves his crystal sphere,</br>And cuts with nimble wing his liquid way</br>Thro' the rank vapours of this murky air;</br>Sent, O my Saviour, from thy lab'ring breast</br>To drive away the horrours of despair,</br>And give thy sorrow-sick'ning soul to rest.", "And hark, while swiftly from th' ethereal height</br>This harbinger of light</br>Descends, what awful silence reigns around!</br>No more their rustling heads the cedars wave,</br>And each aerial Sound</br>Creeps softly to its cave:</br>The dark Clouds slumber on the mountain's brow,</br>And Nature stands absorb'd in dread suspense;</br>While thus the Angel cheers his drooping sense,</br>And bids full streams of heav'nly music flow.", "THE HYMN.</br>Hail Sun of Righteousness, whose healing ray</br>Can pierce the darkness of Egyptian night;</br>Tho' now some earth-born clouds obstruct thy way,</br>Soon shalt thou blaze in thy meridian height;</br>And beaming with celestial love,</br>Destroy the covering, and the veil remove,</br>And guide the nations with thy friendly light,</br>To the blest regions of eternal day.</br>Then, O ye Hosts on high,</br>Cherubs and Seraphs, that excel in might,</br>Ye that encircling guard the sapphire throne,</br>And sing Hosannas to the great THREEONE,</br>O praise him, praise him everlastingly!", "When Man rebell'd, and from th' abyss profound</br>Those miscreated monsters, Sin and Death,</br>A way to Eden found,</br>There blasting, with their pestilential breath,</br>Each herb, and fruit, and flow'r,</br>Of Eve's delicious bow'r;</br>Thou saw'st the havoc, saw'st with melting eye</br>The sad Earth labour under the horrid doom</br>Of guilt, and misery;</br>Saw'st all her beauty, all her vernal bloom</br>Like flow'rs frost-smitten die;</br>While heaving with convulsive pangs, and groans,</br>She op'd her jaws, and yawn'd the general tomb</br>Of her once happy, once immortal sons!</br>At that dread hour, when statue-struck with woe</br>Stood the primaeval Pair,</br>And wept, and loaded with their sighs the air,</br>We  lookt around &mdash; but lo</br>Not one to pity them, not one to know!</br>No Son of light, no Angel dar'd to plead,</br>No Seraph intercede:</br>'Till Thou, the high priest, heard'st the wretches moan,</br>And off'ring up their incense-breathing pray'r</br>In golden censer at th' eternal throne,</br>\"On me their Shepherd, me thy wrath employ,</br>But spare these hapless sheep, O Father, spare,</br>Let me with agonies their grief atone,</br>And all their sins, and all their sorrows bear.\"</br>Then sang the morning Stars their hymns of joy,</br>When thou, the Father's uncreated Son,</br>The promis'd Shilo, quitting thy abode,</br>That heaven of heav'ns the bosom of thy God,</br>And stript of all thy bliss, and all thy glory,</br>Began'st, O wondrous story,</br>The task of Love, and voluntary Woe.</br>Hail Word Eternal!  Hail creating Mind!</br>Then did the Hills, then did the Vales resound;</br>The Vale of Arnon, and the purple brow</br>Of beauteous Amana, and Shenir rang,</br>And all the forests of thy Carmel sang,</br>When Thou, in fleshly Tabernacle shrin'd,</br>'Ganst your the stream of blessings all around,</br>And brooding over teach thy helpless care,</br>As the fond Eagle doth her young, to try</br>Their scarce-fledg'd plumes, and thro' the baser air</br>Assert the mansions in their native sky.", "O goodly Vine, beneath whose clustring boughs</br>The weary flocks repose!</br>O Rose of Sharon!  O Enclosure sweet</br>Of chief perfumes, of spices fresh and rare!</br>Wake, wake ye winds, and o'er the Garden blow,</br>That all the soul-delighting scents may flow;</br>And ye, O Spirits of air,</br>Catch the rich odours, and to heav'n repair,</br>That Angels may dissolve in raptures meet!</br>O Phosphor!  O effulgent Son of Morn!</br>But ah how fallen, faln!  how chang'd from Him,</br>Who led to war th' embattled Seraphim,</br>And all the Youth of Heav'n; whose flaming hand,</br>With thunders arm'd, hurl'd from th' ethereal sky</br>The arch apostate and his rebel band,</br>Hurl'd them with ruin, and combustion dire,</br>To bottomless perdition, there to lie</br>Weltring in lakes of everliving fire!</br>Yet, spotless Lamb, tho' now with wrath divine</br>Thou feel'st thy adamantine soul opprest;</br>Tho' Adam's sins are by adoption thine,</br>And crush with heavy load thy lab'ring breast;</br>Yet quickly shall the mortal coil be o'er,</br>And grief; and pain, and anguish be no more;</br>Soon shall the brightness of thy Godhead shine:</br>Ev'n now methinks thy robes with sanguine red</br>Are stain'd, like those that in the winefat tread;</br>I see, I see thee rise,</br>How bright, how glorious, o'er the starry skies,</br>And Sin, and Death are led</br>Chain'd to thy Chariot wheels!  Hark, hark the Song</br>Begins, the Song of triumph and delight,</br>Which erst we sung, when from the dreadful fight</br>Returning Victor all the rapturous throng</br>Of Saints and Angels hail'd thee, wond'rous King,</br>Almighty Lord, Heav'n's sole eternal Heir:</br>Lift up your heads, ye Gates, and O prepare,</br>Ye living Orbs, your everlasting doors,</br>The King of Glory comes!</br>What King of Glory? &mdash; He, whose puissant might</br>Subdu'd Abaddon, and th' infernal pow'rs</br>Of Darkness bound in adamantine chains:</br>Who wrapt in glory with the Father reigns</br>Omnipotent, immortal, infinite!", "The Angel ceas'd, and from his flinty bed</br>The God-redeemer rose:</br>Lull'd was his care in heav'n-inspir'd repose,</br>And his sick soul with airs ethereal fed:</br>Content he rose, O Father, to fulfil</br>Thy fixt eternal will.</br>And now the madding crew their Saviour led</br>Mild as a Lamb to slaughter, like a sheep</br>Before her shearers dumb &mdash; But, O my Muse,</br>Forbear! &mdash; Ev'n guarded Oaks for grief would weep,</br>And the rough rocks their briny tears diffuse,</br>Should'st thou to Calvary's cleft summit rise,</br>And there, in colours suited to thy woe,</br>The torments and stupendous sorrows paint</br>Of the great suff'ring Saint.&mdash;</br>Oh stop, and from the humble base below</br>Cast up thy tearful eyes</br>To where thy Lord, and Love was crucify'd;</br>So shall the World and all its vanities</br>Appear like dross &mdash; Ambition, Lust, and Pride</br>Shall far, far off their baleful pow'rs remove,</br>And in the pure unspotted mind</br>Nothing remain behind,</br>But Adoration, Ecstacy, and Love.</br>"]