["TYRO.</br>We fled, PISCATOR, to the trees in vain;</br>The trees, half naked, of slow Spring complain.</br>With ague's trembling hand her bow'rs she weaves,</br>Which rugged winter rifled of their leaves.", "PISCATOR.</br>Here, TYRO, from the rains and blust'ring wind,</br>We and the beasts a welcome shelter find,</br>Some gentle swain, the harmless angler's friend,</br>Rais'd this low shade for charitable end.</br>Heav'n bless his sylvan cares!  may peace abide</br>Under his roof, and slumber at his side!", "TYRO.</br>Sweetly the morning smil'd, the sky was fair,</br>No ruffling gust disturb'd the quiet air.</br>I hop'd the perch would feel the warming ray,</br>Rise from the deeps, and tire our hooks with prey;</br>But, cold and rough, rush'd down a sudden storm,</br>And furious show'rs the troubled streams deform.", "PISCATOR.</br>Hope oft deceives us, like the lying gale</br>Which from her port decoys the merchant-sail.", "TYRO.</br>Ill the raw angler brooks this peevish day.", "PISCATOR.</br>Shut, shut your engine; for we must obey.", "TYRO.</br>But ere from hence, with bright'ning skies we part,</br>Indulge my wishes, and explain your art.", "PISCATOR.</br>WALTON could teach, his meek inchanting vein</br>The shepherds mingles with the fisher's strain:</br>Nature and genius animate his lines,</br>And our whole science in his precepts shines.</br>Howe'er, to fill this little void of time,</br>And titillate your ear with rhime,</br>Receive, in brief epitome, the rules</br>Anglers revere, the doctrine of their schools.</br>First, with discerning eyes your engine view,</br>Of yielding hazle, or of strong bamboo.</br>With nice proportion, in their bulk and length,</br>Its limbs be shap'd, for beauty and for strength:</br>Tough, taper, flexible, well form'd to strike</br>The pigmy minnow and gigantic pike.</br>Such are the virtues of this peerless wand,</br>A brother's gift, which decorates my hand;</br>His darling once obligingly resign'd,</br>The lov'd memorial of his loving mind.</br>Your line, or by the spinning worm supply'd,</br>Or by the high-born courser's hairy pride,</br>Of gross or subtle texture, must obey</br>The might or weakness of your destin'd prey.</br>Be rich in steel, by dex'trous VULCAN tam'd</br>To barbed hooks, for stubborn temper fam'd.</br>Some authors have, with cumbersome parade,</br>Dull pages of inveigling baits display'd.</br>But in six words the shrewd temptations lie,</br>Fair paste, bright worms, and well-dissembled fly.</br>Thus arm'd with implements of death, beware</br>Ill omen'd seasons and unfav'ring air.</br>When Sirius drinks, when the defrauded mill</br>Mourns empty springs, and all her wheels stand still,</br>When aether blazes, and the wat'ry scene</br>Presents the picture of the blue serene;</br>Or when fierce rains discolour'd currents swell,</br>At home the fate of vent'rous fools foretel.</br>For then close-sheltring weeds, or creeks obscure,</br>Fearful or faint, the finny tribes allure.</br>But show'ry clouds and southern gales excite</br>The gamesome mood, and edge their appetite.</br>Yet, as the peasant, when his timid eyes</br>Suspect each sign of weather he espies,</br>The seed or sickle from his field detains,</br>And, fondly, of his desert barns complains;</br>So superstitious anglers watch the wind,</br>Now BOREAS chills; now EURUS breathes unkind.</br>Blow, BOREAS, EURUS, but nor loud nor cold;</br>Angler, go forth; with high assurance bold.</br>Believe a tepid season, and partake</br>Large booty from the river, pond, or lake.", "TYRO.</br>Thanks to my gen'rous master, much I owe;</br>Yet swell the debt, one pleasure more bestow.</br>Carol that song, which warm'd, by gentle charms,</br>My bosom with the love of angling arms.", "PISCATOR.</br>Time calls us hence, but, pliant to your choice,</br>I yield, tho' music never tun'd my voice.", "THE ANGLER'S SONG.</br>Me no pleasure shall enamour,</br>Swimming in the drunkard's bowl;</br>Joy that ends in strife and clamour</br>And in sorrow drowns his soul.", "Sports of mighty NIMROD'S chusing,</br>All your mischief's I will shun;</br>Broken bones and grievous bruising,</br>Glorious scars by hunters won.", "Come, thou harmless recreation,</br>Holding out the angler's reed;</br>Nurse of pleasing contemplation,</br>By the streams my wand'rings lead.", "When I view the waters sliding</br>To their goal with restless pace,</br>Let me think how time is gliding</br>In his more important race.", "On the flow'ry border sitting,</br>I will dip my silken line;</br>And weak fish alone out-witting,</br>Curse all other sly design.", "Milky kine, around me gazing,</br>Woolly flocks, on distant hills,</br>Join your notes, with mine, in praising</br>Him, whose hand all creatures fills.", "When musk odours, heart-regaling,</br>All the morning mead perfume,</br>From the new-mown hay exhaling,</br>I'll the fisher's wand resume.", "Yea, when autumn's russet mantle</br>Saddens the decaying year,</br>I will fish, an I will chant, till</br>Feeble age shall change my cheer.</br>"]