["O'er hill, o'er dale, o'er mountain's wide extent,</br>In quest of Liberty I fondly stray'd;</br>Still wander'd on, unknowing where I went:</br>Charm'd by report alone, I lov'd the maid.</br>For oft in senates had I heard her name,</br>In populous meetings oft applauded high;</br>And sometimes, speaking through the trump of fame,</br>Patriots had claim'd her for their near ally.</br>O tell me where this wonder's to be found?</br>Or lives she in the air, or dwells on fairy ground?", "As late I sought her in a verdant grove,</br>A nymph approach'd, and whisper'd in my ear&mdash;</br>Give o'er thy search, see Liberty in Love!</br>Give o'er thy search, the ready nymph is here!</br>By these distinguish'd names I'm far ador'd,</br>And all the gay, and all the young are mine;</br>My spacious courts no rude restraint afford,</br>No peevish laws the loosen'd will confine;</br>Yet some, or dull of taste, or over nice,</br>Spurn all this proffer'd good, and madly call me Vice!", "She spoke, and now, presenting (as in play)</br>A fillet, fain she would have bound my eyes;</br>But I, impatient of secluded day,</br>Resisted warmly, for I scorn'd surprize:</br>When lo!  three galling chains, before conceal'd,</br>Dropp'd from her side, and rattling fell to ground!</br>Lust, Misery, Death, were on the fetters seal'd;</br>And each had fretted deep a ghastly wound.&mdash;</br>And art thou Liberty! &mdash; I smiling said:</br>The sorceress, sore dismay'd, with conscious horror fled.", "At court, I ask'd if Liberty were there;</br>The courtiers laugh'd, and ridicul'd her name:</br>Yet some had lov'd the visionary fair;</br>But solid gold had wak'd them from their dream.</br>In vain I sought her in the soldier's tent,</br>The slave of glory knew not where she dwelt:</br>Under her banners to the war he went,</br>But ne'er her sacred influence had felt.</br>In cities, much she's talk'd of, never found;</br>For Avarice drove her thence, and still maintains his ground.", "In rural sports I pass'd a weary day,</br>Each jocund youth pretended she was there;</br>But cruelty, and noise, and wild dismay,</br>Could ne'er prevail, if Liberty were near:</br>But oft Licentiousness her name assumes,</br>Her easy gesture, and her light attire;</br>And, mingling with the riotous, presumes,</br>Lawless, to sanctify her baleful fire:</br>Oft, blazing forth, amidst the giddy crowds,</br>Treason she leads in hand, and ruin the realms loads.", "As through a flowery vale I fondly stray'd,</br>(To seek fair Liberty in every place)</br>A heavenly form approach'd, in white array'd,</br>And thus she spoke, with unaffected grace&mdash;</br>Let Virtue's dictates o'er thy heart prevail,</br>And curb the passions of thy youthful mind;</br>Nor turn thine ear to Folly's flattering tale,</br>And Liberty thou everywhere shalt find:</br>Return, O wanderer!  happy, since you know,</br>That, save in Virtue's paths, no Liberty's below.</br>"]