["TIME, EVENING.", "JOHN.</br>'Tis a calm pleasant evening, the light fades away,</br>And the sun going down has done watch for the day.</br>To my mind we live wonderous well when transported;</br>It is but to work, and we must be supported.</br>Fill the cann, Dick!  success here to Botany Bay!", "RICHARD.</br>Success if you will &mdash; but God send me away.", "JOHN.</br>Ah!  you lubberly landsmen don't know when you're well!</br>Hadst thou known half the hardships of which I can tell!</br>The sailor has no place of safety in store&mdash;</br>From the tempest at sea, to the press-gang on shore!</br>When Roguery rules all the rest of the earth,</br>God be thanked in this corner I've got a good berth.", "SAMUEL.</br>Talk of hardships!  what these are the sailor dont know!</br>'Tis the soldier, my friend, that's acquainted with woe;</br>Long journies, short halting, hard work, and small pay,</br>To be popt at like pigeons for sixpence a day!&mdash;</br>Thank God!  I'm safe quarter'd at Botany Bay.", "JOHN.</br>Ah!  you know but little!  I'll wager a pot</br>I have suffer'd more evils than fell to your lot.</br>Come, we'll have it all fairly and properly tried,</br>Tell story for story, and Dick shall decide.", "SAMUEL.</br>Done.", "JOHN.</br>Done.  'Tis a wager, and I shall be winner;</br>Thou wilt go without grog Sam to-morrow at dinner.", "SAMUEL.</br>I was trapp'd by the Sergeant's palavering pretences,</br>He listed me when I was out of my senses;</br>So I took leave to-day of all care and all sorrow,</br>And was drill'd to repentance and reason to-morrow.", "JOHN.</br>I would be a sailor and plough the wide ocean,</br>And was soon sick and sad with the billow's commotion,</br>So the Captain he sent me aloft on the mast,</br>And curs'd me, and bade me cry there &mdash; and hold fast!", "SAMUEL.</br>After marching all day, faint and hungry and sore,</br>I have lain down at night on the swamps of the moor,</br>Unshelter'd and forced by fatigue to remain,</br>All chill'd by the wind and benumb'd by the rain.", "JOHN.</br>I have rode out the storm when the billows beat high,</br>And the red gleaming lightnings flash'd thro' the dark sky;</br>When the tempest of night the black sea overcast,</br>Wet and weary I labour'd, yet sung to the blast.", "SAMUEL.</br>I have march'd, trumpets sounding &mdash; drums beating &mdash; flags flying,</br>Where the music of war drown'd the shrieks of the dying;</br>When the shots whizz'd around me, all dangers defied,</br>Push'd on when my comrades fell dead at my side;</br>Drove the foe from the mouth of the cannon away,</br>Fought, conquer'd and bled, all for sixpence a day.", "JOHN.</br>And I too, friend Samuel, have heard the shots rattle,</br>But we seamen rejoice in the play of the battle;</br>Tho' the chain and the grape-shot roll splintering around,</br>With the blood of our messmates tho' slippery the ground,</br>The fiercer the fight, still the fiercer we grow,</br>We heed not our loss so we conquer the foe;</br>And the hard battle won, so the prize be not sunk,</br>The Captain gets rich, and the Sailors get drunk.", "SAMUEL.</br>God help the poor soldier when backward he goes,</br>In disgraceful retreat thro' a country of foes!</br>No respite from danger by day or by night,</br>He is still forced to fly, still o'ertaken to fight;</br>Every step that he takes he must battle his way,</br>He must force his hard meal from the peasant away;</br>No rest &mdash; and no hope, from all succour afar,</br>God forgive the poor Soldier for going to the war!", "JOHN.</br>But what are these dangers to those I have past,</br>When the dark billows roar'd to the roar of the blast?</br>When we work'd at the pumps worn with labour and weak,</br>And with dread still beheld the increase of the leak,</br>Sometimes as we rose on the wave could our sight,</br>From the rocks of the shore catch the light-houses light;</br>In vain to the beach to assist us they press;</br>We fire faster and faster our guns of distress;</br>Still with rage unabating the wind and waves roar&mdash;</br>How the giddy wreck reels &mdash; as the billows burst o'er&mdash;</br>Leap &mdash; leap &mdash; for she yawns &mdash; for she sinks in the wave!</br>Call on God to preserve &mdash; for God only can save!", "SAMUEL.</br>There's an end of all troubles, however, at last!</br>And when I in the waggon of wounded was cast,</br>When my wounds with the chilly night-wind smarted sore,</br>And I thought of the friends I should never see more,</br>No hand to relieve, scarce a morsel of bread,</br>Sick at heart I have envied the peace of the dead!</br>Left to rot in a jail till by treaty set free,</br>Old England's white cliffs with what joy did I see!</br>I had gain'd enough glory, some wounds, but no good,</br>And was turn'd on the public to shift how I could.</br>When I think what I've suffer'd, and where I am now,</br>I curse him who snared me away from the plough.", "JOHN.</br>When I was discharged I went home to my wife,</br>There in comfort to spend all the rest of my life.</br>My wife was industrious, we earn'd what we spent,</br>And though little we had, were with little content;</br>And whenever I listen'd and heard the wind roar,</br>I bless'd God for my little snug cabin on shore.</br>At midnight they seiz'd me, they dragg'd me away,</br>They wounded me sore when I would not obey,</br>And because for my country I'd ventured my life,</br>I was dragg'd like a thief from my home and my wife.</br>Then the fair wind of fortune chopt round in my face,</br>And Want at length drove me to guilt and disgrace&mdash;</br>But all's for the best; &mdash; on the world's wide sea cast,</br>I am haven'd in peace in this corner at last.", "SAMUEL.</br>Come, Dick!  we have done &mdash; and for judgement we call.", "RICHARD.</br>And in faith I can give you no judgement at all.</br>I've been listening to all the hard labours you've past</br>And think in plain truth, you're two blockheads at last.</br>My lads where the Deuce was the wit which God gave ye</br>When you sold yourselves first to the army or navy?</br>By land and by sea hunting dangers to roam,</br>When you might have been hang'd so much easier at home!</br>But  you're now snug and settled and safe from foul weather,</br>You drink up your grog and be merry together.</br>"]