["Be still, my spirits! &mdash; while along the waste</br>Of mimic grandeur, musing sad I stray:&mdash;</br>What silence reigns amid the realms of taste,</br>Which lately echoed to MARCHESI'S lay!", "A season hence &mdash; here VESTRIS shew'd his face,</br>Perpetual-grinning, like a comic mask;</br>Here rose his crest, array'd in plumy grace,</br>Here twirl'd his heel &mdash; to twirl no easy task.", "The fabric's gone! &mdash; By boree, or brisee,</br>With HILLISBERG, here he'll delight no more:</br>Nor ROSSI'S brisk fandango lead astray,</br>And make us sin in wishes, o'er and o'er!", "More distant names, too, on the mem'ry dwell,</br>HEINEL &mdash; BACCELLI, and the vocal prime,</br>GUADAGNI, MELLICO, and GABRIELL&mdash;</br>And scores besides, who ravish'd for a time!", "Honours more recent &mdash; here the GUIMARD drew</br>Her Pas de Russe &mdash; her grace-convulsion'd arms!</br>Scarce need MEDEA'S bath her youth renew,</br>Who thus can conquer by Vertumnian charms!", "The tott'ring boxes where the simp'ring dame,</br>And dashing spark, a tete-a-tete enjoy'd&mdash;</br>Fanning by turns the hidden am'rous flame,</br>By flames more ravaging are now destroy'd!", "Each gay \"coup d'oeil,\" a dreary scene appears,</br>\"No vistos strike, no palaces surprise:\"</br>The Deep no more his surge terrific rears;</br>No more the Alps in distant grandeur rise!", "Where are those planish'd streams, those fountains bright,</br>So sparkling and so cooling to the eye,</br>Where the NOVERBIANS tript with foot so light?</br>Alas!  those streams &mdash; those fountains are burnt dry!", "How have I mark'd the jocund merry tribe,</br>Rouged up to innocence and rustic blush;</br>By smile mechanic give the past'ral gibe,</br>And spring like whirring covies on a flush!", "The desolation of their feckless plain,</br>Each prospect of the hopeful season damps:&mdash;</br>When will ye, O ye festive groups, again</br>Bask in the chearing beams of patent lamps?", "The coffee-room! &mdash; where now its gay parade!</br>The Bar, and all its pride, in ruin lies!</br>No fragrant Tea, Orgeat, Ice, Lemonade;</br>Nor Orange Chips, nor curious Confects rise!", "Yet oft I've seen, in this regretted space,</br>Fair DEVON, arm'd with more than earthly bloom!</br>RUTLAND has too display'd each mortal grace&mdash;</br>A Star emerging from a mourner's gloom!", "Those joys are past; and o'er the ravag'd pile,</br>E'en Scandal droops, who ne'er yet frailty mist;</br>Never yet fail'd a virtue to revile!</br>And who, while whisp'ring &mdash; cries \"list, list, O list!\"", "Her tale still follow'd when the curtain fell:&mdash;</br>'Twas the cantabile that clos'd the song:</br>Adown Fops-Alley, how her notes would swell,</br>United to a chorus by the throng!", "&mdash;Favour'd Triumvirate! &mdash; of Paean-race,</br>CRAMER, MAZZINGHI, and CERVETTO, nam'd;</br>For fiddle, harpsichord, and viol-bass,</br>Alike by Princes and Plebeians fam'd!", "To that same Bar, ye oft have slily stole,</br>Where WILDER &mdash; beyond compass form'd to bless&mdash;</br>Has anxiously supplied the genial bowl,</br>And bid ye ev'ry one &mdash; in her Recess!", "All now is still! &mdash; Tho' twelve o'clock approach,</br>No call is heard, impatient of delay,</br>Of \"Order instantly her Grace's coach!\"</br>Or &mdash; \"Lady Splendour's chariot stops the way!\"", "From this devoted fabric, learn, ye Fair,</br>&mdash;Muses to Poets, themes for highest praise&mdash;</br>That Mischiefs lurk where Pleasure spreads her snare,</br>And that you sometimes perish, while you BLAZE!</br>"]