["Of days with pain acquainted, and of nights</br>Unconscious of the healing balms of sleep,</br>That burn in restless agonies away;</br>Of SICKNESS, and its family of woes,</br>The fellest enemies of life, I sing,</br>Horizon'd close in darkness.  While I touch</br>The ebon-instrument, of solemn tone,</br>Pluckt from the Cypress' melancholy boughs,</br>Which, deepning, shade the house of mourning,</br>And hollow wailings, through the damps  of night,</br>Responsive wound the ear.  The sprightly pow'rs</br>Of musical inchantment wave their wings,</br>And seek the fragrant groves and purple fields,</br>Where pleasure rolls her honey-trickling streams,</br>Of blooming health and laughter-dimpled joy.", "Me other scenes than laughing joy, and health</br>High-blooming, purple-living fields and groves,</br>Fragrant with spring, invite.  Too long the Muse,</br>Ah, much too long, a libertine, diffus'd</br>On pleasure's rosy lap, has, idly, breath'd</br>Love-sighing elegies, and pastoral-strains,</br>The soft seducers of our youthful hours,</br>Soothing away the vigour of the mind,</br>And energy of virtue.  But, farewel,</br>Ye myrtle walks, ye lilly-mantled meads</br>Of Paphos, and the fount of Acidale,</br>Where, oft, in summer, Grecian fables tell,</br>The daughters of Eurynome and Jove,</br>Thalia and her sister-graces cool</br>Their glowing features, at the noontide hour,</br>Farewel! &mdash; But come, Urania, from thy bow'rs</br>Of everlasting day; O condescend</br>To lead thy votary (with rapt'rous zeal</br>Adoring nature's God the great THREE-ONE!)</br>To Salem; where the Shepherd-Monarch wak'd</br>The sacred breath of melody, and swell'd</br>His harp, to angels kindred notes attun'd,</br>With music worthy heav'n!  O bath my breast,</br>With praises burning, in the morning-dews,</br>Which sparkle, Sion, on thy holy hill.", "The Prophets, eagle-ey'd, celestial maid,</br>Those Poets of the sky!  were taught to chaunt</br>The glories of Messiah's reign by thee:</br>Kindled by thee, the Eastern-pages flame</br>With light'ning, and with thunder shake the soul;</br>While from the whirlwind, God's all-glorious voice</br>Bursts on the tingling ears of Job:  the writ</br>Of Moses, meek in spirit, but his thoughts</br>Lofty as heav'n's blue arch.  My humble hopes</br>Aspire but to the alpha of his song;</br>Where, roll'd in ashes; digging for a grave,</br>More earnest than the covetous for gold</br>Or hidden treasures; crusted o'er with boils;</br>And roaring in the bitterness of soul,</br>And heart-sick pain, the man of Uz complains.</br>Themes correspondent to thy servant's theme.", "I sing to you, ye sons of men!  of dust,</br>Say rather:  What is man, who proudly lifts</br>His brow audacious, as confronting heav'n,</br>And tramples, with disdain, his mother-earth,</br>But moulded clay?  an animated heap</br>Of dust that shortly shall to dust return?", "We dream of shadows, when we talk of life,</br>Of Pelops' shoulder, of Pythagoras' thigh,</br>Of Surius's saints, and Ovid's gods;</br>Meer tales to cheat our children with to rest;</br>And, when the tale is told, they sink to sleep,</br>Death's image!  so inane is mortal man!</br>Man's but a vapour, toss'd by every wind,</br>The child of smoak, which in a moment flies,</br>And, sinking into nothing, disappears.</br>Man's a brisk bubble, floating  on the waves</br>Of wide eternity:  He dances now</br>Gay-guilded by the sun (tho' empty, proud;)</br>Phantastically fine!  and now he drops</br>In a broad sheet of waters deep involv'd,</br>And gives his place to others.  O, ye sons</br>Of vanity, remember, and be wise!</br>Man is a flow'r which in the morning, fair</br>As day-spring, swelling from its slender stem,</br>In virgin-modesty, and sweet reserve,</br>Lays out its blushing beauties to the day,</br>As Gideon's fleece, full with the dews of heav'n.</br>But if some ruder gale, or nipping wind,</br>Disastrous, blow too hard, it soon puts on</br>The robes of darkness; it reclines its head</br>In languid softness; withers every grace,</br>And, ere the ev'ning-star the West inflames,</br>It falls into the portion of those weeds</br>Which, With a careless hand, we cast away&mdash;</br>Ye thoughtless fair ones, moralize my song!", "Thy pulse beats music; thou art high in health;</br>The rather tremble.  When the least we fear,</br>When folly lulls us on her couch of down,</br>And wine and lutes and odours fill the sense</br>With their soft affluence of bewitching joys;</br>When fortune smiles, exulting, looking on,</br>And years of rapture in thy fancy glow</br>To entertain thy youth; a sudden burst</br>Of thunder from the smallest cloud of fate,</br>Small as the Prophet's hand, destroys, confounds,</br>And lays thy visionary hopes in dust.</br>By my example taught, examples teach</br>Much more than precepts, learn to know thy end.", "The day was Valentine's:  when lovers wounds</br>Afresh begin to bleed, and sighs to warm</br>The chilly rigour of relenting skies:</br>Sacred the day to innocence and mirth,</br>The festival of youth!  in seeming health</br>(As custom bids) I hail'd the year's fair morn,</br>And with its earliest purple braid my brows,</br>The violet, or primrose, breathing sweets</br>New to the sense.  Ianthe by my side,</br>More lovely than the season!  rais'd her voice,</br>Observant of his rites, in festal lays,</br>And thus addrest the patron of the spring.", "\"Hail, Valentine!  at thy approach benign,</br>Profuse of gems, the bosom of the earth</br>Her fragrant stores unfolds:  the fields rejoice,</br>And, in the infancy of plenty, smile:</br>The vallies laugh and sing:  the woods, alive,</br>Sprout into floating verdure, to embow'r</br>Those happy lovers, who record thy praise.", "\"Hail, Valentine!  at thy approach benign,</br>Inhaling genial raptures from the sun,</br>The plumy nations swell the song of joy,</br>Thy soaring choiristers!  The lark, the thrush,</br>And all th' aerial people, from the wren</br>And linnet to the eagle, feel the stings</br>Of amorous delight, and sing thy praise.", "\"Hail Valentine!  at thy approach benign,</br>Quick o'er the soft'ning soul the gentle gales</br>Of spring, awaking bliss, instinctive, move</br>The ardent youth to breath the sighs of faith</br>Into the virgin's heart; who, sick of love,</br>With equal fires, and purity of truth</br>Consenting, blushes while she chaunts thy praise.", "So sung Ianthe:  to my heart I prest</br>Her spotless sweetness:  when, (with wonder, hear!)</br>Tho' she shone smiling by, the torpid pow'rs</br>Of heaviness weigh'd down my beamless eyes,</br>And press'd them into night.  The dews of death</br>Hung, clammy, on my forehead, like the damps</br>Of midnight sepulchres; which, silent, op'd</br>By weeping widows, or by friendship's hand,</br>Yawn, hideous on the moon, and blast the stars</br>With pestilential reek.  My head is torn</br>With pangs insufferable, pulsive starts,</br>And pungent aches, griding thro' the brain,</br>To madness hurrying the tormented sense,</br>And hate of being &mdash; Poor Ianthe wept</br>In bitterness, and took me by the hand</br>Compassionately kind:  \"Alas!  she cry'd,</br>What sudden change is this?  (Again she wept.)</br>Say, can Ianthe prove the source of pain</br>To Musidorus?  O forbid it, heav'n!\"</br>No, beauteous innocence!  As soon the rose</br>Shall poison with its balm; as soon the dove</br>Become a white dissembler, and the stream</br>With lulling murmurs, creeping thro' the grove,</br>Offend the shepherd's slumber &mdash; Scarce my tongue</br>These faultering accents stammer'd; down I sink,</br>And a lethargick stupor steeps my sense</br>In dull oblivion:  till returning Pain,</br>Too faithful monitor!  and dire Disease</br>Bid me remember, pleasure is a dream,</br>That Health has eagles wings, nor tarries long.", "New horrors rise.  For in my pricking veins</br>I feel a forky flame:  the rapid flood</br>Of throbbing life, excursive from the laws</br>Of sober nature, mid harmonious health,</br>Boils in tumultuary eddies round</br>Its bursting channels.  Parching thirst anon</br>Drinks up the vital maze, as Simois dry,</br>Or Zanthus, by the arm ignipotent,</br>With a red torrent of involving flames,</br>Exhausted; when Achilles with their floods</br>Wag'd more than mortal war:  the god of fire</br>Wide o'er the waters pour'd th' inundant blaze,</br>The shrinking waters to the bottom boil</br>And hiss in ruin.  O!  ye rivers, roll</br>Your cooling crystal o'er my burning breast,</br>For Aetna rages here!  Ye snows, descend;</br>Bind me in icy chains, ye northern winds,</br>And mitigate the furies of the fire!", "Good heaven!  what hoards of unrepented guilt</br>Have drawn this vengeance down, have rais'd this fiend</br>To lash me with his flames?  But O forgive</br>My rashness, that dares blame thy just decrees.</br>It is thy rod:  I kiss it with my heart,</br>As well as lips:  like Aaron's may it bloom</br>With fruits of goodness:  not, like Moses' turn</br>A serpent; or, to tempt me to accuse</br>The kind oppression of thy righteous hand,</br>Or, sting me to despair. &mdash; Affliction, hail!</br>Thou school of Virtue!  glad, I enter in</br>Thy gates of ebony.  Yet, O, correct</br>Thy servant not with judgment, not in wrath,</br>But with thy mercy, Lord!  thy stripes will heal.</br>Thus without heresy, Afflictions prove</br>A purgatory; save us as by fire:</br>And purifying off the dross of sin,</br>Like old Elijah's chariot, rap the soul,</br>On wings of meditation, to the skies.", "In health we have no time to visit truth:</br>Health's the disease of morals:  few in health</br>Turn o'er the volumes which will make us wise.</br>What are ye, now, ye tuneful triflers!  once</br>The eager solace of my easy hours,</br>Ye dear deluders or of Greece or Rome,</br>Anacreon, Horace, Virgil, Homer, what?</br>The gay, the bright; the sober, the sublime?</br>And ye of softer strain, ye amorous fools,</br>Correctly indolent, and sweetly vain,</br>Tibullus, Ovid; and the female-verse</br>Of her, who, plunging from Leucadia's heights,</br>Extinguish'd, with her life, her hopeless fires,</br>Or rose a swan, as love-struck fancy deem'd.</br>Who wou'd not, in these hours of wisdom, give</br>A Vatican of wits for one saint PAUL?</br>Dare Tully with the golden mouth of Greece,</br>With Chrysostom in rhet'rick-thunder join,</br>Advent'rous, now?  as soon the feeble sound,</br>Salmoneus, of thy brazen bridge contends</br>With Jove's aethereal peal, and bursting roar</br>Fulminous, rending earth, o'rerturning air,</br>And shaking heav'n.  Or shall the pointed pen</br>Of Corduba, with hostile labour bend</br>Its sentences obscure against the force</br>Of Hierom's noble fire?  as soon the moons</br>Dull-blunted horn dares pour her pallid beam</br>Against the boundless majesty of day,</br>The sun's refulgent throne; when, high, in noon</br>He kindles up the earth to light and joy.</br>My best instructor, Sickness, shuts the eye</br>From vanity; she draws the curtains round</br>The couch, nor gives admittance to the world:</br>But to Harpocrates consigns the door,</br>And, silent, whispers me, that \"life is vain.\"", "If life be vain, on what shall man depend?</br>Depend on Virtue.  Virtue is a rock</br>Which stands for ever; braves the frowning flood,</br>And rears its awful brow direct, to heaven.</br>Tho' virtue save not from the grave, she gives</br>Her votaries to the stars; she plucks the sting</br>From the grim king of terrors; smooths the bed</br>Of anguish, and bids death, tho' dreadful, smile.</br>Death smiles on virtue:  And his visage, black,</br>Yet comely seems.  A christian scorns the bounds</br>Where limited creation said to time,</br>\"Here I have end.\"  Rapt'rous, he looks beyond </br>Or time or space; he triumphs o'er decay;</br>And fills Eternity:  the next to GOD!", "Death was not man's inheritance; but life,</br>Immortal, but a paradise of bliss,</br>Unfading beauty, and eternal spring,</br>The gifts of God's right-hand!  till monstrous Sin.</br>The motly child of satan and of hell,</br>Invited dire disease into the world,</br>And her distorted brood of ugly shapes,</br>Abominable!  and fix'd their residence</br>On earth, invisible to human sight,</br>The portion and the scourge of mortal man.</br>Yet tho' to human sight invisible,</br>If she whom I implore, Urania, deign,</br>With Euphrasy to purge away the mists</br>Which, humid, dim the mirror of the mind,</br>(As Venus gave Aeneas to behold</br>The angry gods with flame o'erwhelming Troy,</br>Neptune and Pallas,) not in vain, I'll sing</br>The mystick terrors of this gloomy reign:</br>And led by her, with dangerous courage press</br>Through dreary paths, and haunts, by mortal foot</br>Rare visited:  unless by thee, I ween,</br>Father of fancy, of descriptive verse,</br>And shadowy beings, gentle Edmund, hight</br>Spenser!  the sweetest of the tuneful throng,</br>Or recent, or of eld.  Creative bard,</br>Thy springs unlock, expand thy fairy scenes,</br>Thy unexhausted stores of fancy spread,</br>And with thy images inrich my song.", "Deep in a desert-vale, a Palace stands</br>Sublimely mournful:  to the eye it seems</br>The mansion of Despair, or ancient Night.</br>The graces of the Seasons never knew</br>To shed their bounty here, or smiling, bless,</br>With hospitable foot, its bleak domain,</br>Uncultivated.  Nor the various robe</br>Of flushing Spring, with purple gay, invests</br>Its blighted plains; nor Summer's radiant hand</br>Profusive, scatters o'er its baleful fields</br>The rich abundance of her glorious days:</br>And golden Autumn here forgets to reign.", "Here only hemlock, and whatever weeds</br>Medea gather'd or Canidia brew'd,</br>Wet with Avernus' waves or Pontus yields,</br>Or Colchos, or Thessalia; taint the winds,</br>And choak the ground unhallow'd.  But the soil</br>Refuses to embrace the kindly seeds</br>Of healing vegetation, sage, and rue,</br>Dittany, and Amello, blooming still</br>In Virgil's rural page.  The bitter yew,</br>The church-yard's shade!  and cypress' wither'd arms</br>In formidable ranks surround its courts</br>With umbrage dun; administering a roof</br>To birds of ominous portent; the bat,</br>The raven boding death, the screaming owl</br>Of heavy wing, while serpents, rustling, hiss,</br>And croaking toads the odious concert aid.", "The peevish east, the rheumy south, the north</br>Pregnant with storms, are all the winds that blow:</br>While, distant far, the pure Etesian-gales,</br>And western-breezes fan the spicy beds</br>Of Araby the blest, or shake their balm</br>O'er fair Britannia's plains, and wake her flow'rs.</br>Eternal damps, and deadly humours, drawn</br>In pois'nous exhalations from the deep,</br>Conglomerated into solid night,</br>And darkness, almost to be felt, forbid</br>The sun, with chearful beams, to purge the air,</br>But roll their suffocating horrors round</br>Incessant, banishing the blooming train,</br>Of health, and joy, for ever, from the Dome.", "In sad magnificence the palace rears</br>Its mouldering columns; from thy quarries, Nile,</br>Of sable marble, and Egyptian mines</br>Embowl'd.  Nor Corinthian pillars, gay</br>With foliag'd capitals and figur'd frize,</br>Nor feminine Ionique, nor, tho' grave,</br>The fluted Dorique, and the Tuscan plain,</br>In just proportions rise:  but Gothic, rude,</br>Irreconcil'd in ruinous design:</br>Save in the center, in relievo high,</br>And swelling emblematically bold,</br>In gold the apple rose, \"whose mortal taste</br>Brought death into the world, and all our woe.\"</br>Malignantly delighted, dire Disease</br>Surveys the glittering pest, and grimly smiles</br>With hellish glee.  Beneath, totters her throne</br>Of jarring elements; earth, water, fire;</br>Where hot, and cold; and moist, and dry maintain</br>Unnatural war.  Shapeless her frightful form,</br>(A chaos of distemper'd limbs in one.)</br>Huge as Megaera; cruel as the grave;</br>Her eyes, two comets; and her breath, a storm.</br>High in her arms, if arms they be, she wields</br>Her scepter, half a skeleton; and points</br>To the dead walls, besmear'd with cursed tales</br>Of Plagues red-spotted, of blue Pestilence</br>Walking in darkness; Havock at their heels</br>Lean Famine, gnawing in despight her arm:</br>Whatever Egypt, Athens, or Messina,</br>Constantinople, Troynovant, Marseils,</br>Or Cairo felt, or Spagnolet cou'd paint.</br>A sickly taper, glimmering feeble rays</br>Across the gloom, makes horror visible,</br>And punishes, while it informs, the eye.</br>A thousand and ten thousand monstrous shapes</br>Compose the group; the execrable crew</br>Which Michael, in vision strange, disclos'd</br>To Adam, in the Lazar-house of woe;</br>A colony from hell.  The knotted Gout;</br>The bloated Dropsy; and the racking Stone</br>Rolling her eyes in anguish; Lepra foul;</br>Strangling Angina; Ephialtick starts;</br>Unnerv'd Paralysis; with moist Catarrhs;</br>Pleuritis bending o'er its side, in pain;</br>Vertigo;  murderous Apoplexy, proud</br>With the late spoils of Clayton's honour'd life:</br>Clayton, the good, the courteous, the humane;</br>Tenacious of his purpose, and his word</br>Firm as the fabled throne of Grecian Jove.</br>Be just, O memory!  again recall</br>Those looks illumin'd by his honest heart,</br>That open freedom, and that chearful ease,</br>The bounteous emanations of his soul:</br>His British honour; christian charity;</br>And mild benevolence for human-kind.", "From every quarter, lamentations loud,</br>And sighs resound, and rueful peals of groans</br>Roll echoing round the vaulted dens, and screams</br>Dolorous, wrested from the heart of Pain,</br>And brain-sick Agony.  Around her throne</br>Six favourite furies, next herself accurst,</br>Their dismal mansions keep; in order each,</br>As most destructive.  In the foremost rank,</br>Of polish'd steel, with armour blood-distain'd,</br>Helmets and spears, and shields, and coats of mail</br>With iron stiff, or tin, or brass, or gold,</br>Swells a triumphal arch; beneath grim War</br>Shakes her red arm:  for War is a disease</br>The fellest of the fell!  Why will mankind,</br>Why will they, when so many plagues involve</br>This habitable globe, (the curse of sin,)</br>Invent new desolations to cut off</br>The Christian race?  at least in Christian climes</br>Let Olives shade your mountains; and let Peace</br>Stream her white banner o'er us blest from war,</br>And lawrels only deck your Poet's brows.</br>Or, if the fiery metal in your blood,</br>And thirst of human-life your bosom sting,</br>Too savage!  let the fury loose of war,</br>And bid the battle rage against the breasts</br>Of Asian Infidels:  redeem the tow'rs</br>Where DAVID sung, the son of DAVID bled;</br>And warm new Tasso's with the Epic-flame.", "Right opposite to War a gorgeous throne</br>With jewels flaming, and emboss'd with gold</br>And various sculpture, strike the wond'ring eye</br>With jovial scenes (amid destruction gay,)</br>Of instruments of mirth, the harp, the lute,</br>Of costly viands, of delicious wines,</br>And flow'ry wreaths to bind the careless brow</br>Of youth, or age; as youth or age demand</br>The pleasing ruin from the enchantress, vile</br>Intemperance:  than Circe subtler far,</br>Only subdu'd by wisdom; fairer far,</br>Than young Armida, whose bewitching charms</br>Rinaldo fetter'd in her rosy chains:</br>Till, by Ubaldo held, his diamond shield</br>Blaz'd on his mind the virtues of his race,</br>And, quick, dissolv'd her wanton mists away.</br>See, from her throne, slow-moving, the extends</br>A poison'd gobblet!  fly the beauteous bane:</br>The adder's tooth, the tiger's hungry fang</br>Are harmless to her smiles; her smiles are death.</br>Beneath the foamy lustre of the bowl</br>Which sparkles men to madness, lurks a snake</br>Of mortal sting:  fly:  if you taste the wine,</br>Machaon swears that Moly cannot cure.</br>Tho' innocent and fair her looks, she holds</br>A lawless commerce with her sister Pests,</br>And doubly whets their darts:  away &mdash; and live.", "Next, in a low-brow'd cave a little hell</br>A pensive hag, moping in darkness, sits</br>Dolefully-sad:  her eyes (so deadly-dull!)</br>Stare from their stonied sockets, widely wild</br>For ever bent on rusty knives, and ropes;</br>On poignards, bowls of poison, daggers red</br>With clotted gore.  A raven by her side</br>Eternal croaks; her only mate Despair:</br>Who scowling in a night of clouds, presents</br>A thousand burning hells, and damned souls,</br>And lakes of stormy fire, to mad the brain</br>Moon-strucken.  Melancholy is her name;</br>Britannia's bitter bane.  Thou gracious pow'r,</br>(Whose judgments and whose mercies who can tell?)</br>With bars of steel, with hills of adamant</br>Crush down the sooty fiend; nor let her blast</br>The sacred light of heav'n's all-cheering face,</br>Nor fright, from Albion's isle, the angel HOPE,", "Fever the fourth:  adust as Afric wilds,</br>Chain'd to a bed of burning brass:  her eyes</br>Like roving meteors blaze, nor ever close</br>Their wakeful lids:  she turns, but turns in vain,</br>Through nights of misery.  Attendant Thirst</br>Grasps hard an empty bowl, and shrivel'd strives</br>To drench her parched throat.  Not louder groans</br>From Phalaris's bull, as fame reports,</br>Tormented with distressful din the air,</br>And drew the tender tear from pity's eye.", "Consumption near; a joyless, meagre wight,</br>Panting for breath, and shrinking into shade</br>Eludes the grasp:  thin as th' embodied air</br>Which, erst, deceiv'd Ixion's void embrace.</br>Ambitious of a goddess!  scarce her legs</br>Feebly she drags, with wheezing labour, on,</br>And motion slow:  a willow wand directs</br>Her tottering steps, and marks her for the grave.", "The last, so turpid to the view, affrights</br>Her neighbour hags.  Happy herself is blind,</br>Or madness wou'd ensue; so bloated-black,</br>So loathsome to each sense, the sight or smell,</br>Such foul corruption on this side the grave.</br>Variola yclep'd; ragged, and rough,</br>Her couch perplex'd with thorns. &mdash; what heavy</br>Hang o'er my heart to feel the theme is mine!</br>But providence commands; his will be done!</br>She rushes through my blood; she burns alone,</br>And riots on my life. &mdash; Have mercy, heav'n!&mdash;</br>Variola, what art thou?  whence proceeds</br>This virulence, which all, but we, escape;</br>Thou nauseous enemy to human-kind:</br>In man, and man alone, thy mystick seeds,</br>Quiet, and in their secret windings hid,</br>Lie unprolifick; till infection rouze</br>Her pois'nous particles, of proper size,</br>Figure, and measure, to exert their pow'r</br>Of impregnation; atoms subtle, barb'd,</br>Infrangible, indented; by the laws</br>Mechanick, or by Geometrick rules</br>Yet undiscover'd:  quick the ruin runs</br>Destructive of the solids, spirits, blood</br>Of mortal man, and agitates the whole</br>In general conflagration and misrule.</br>As when the flinty seeds of fire embrace</br>Some fit materials, stubble, furze, or straw,</br>The crackling blaze ascends; the rapid flood</br>Of ruddy flames, impetuous o'er its prey,</br>Rolls its broad course; and half the field devours.", "As adders deaf to beauty, wit, and youth,</br>How many living lyres, by thee unstrung,</br>E'er half their tunes are ended, cease to charm</br>Th' admiring world?  so ceas'd the matchless name,</br>By Cowley honour'd, by Roscommon lov'd,</br>Orinda:  blooming Killigrew's soft lay:</br>And manly Oldham's pointed vigour, curs'd</br>By the gor'd sons of Loyola and Rome.</br>And he who Phedra sung, in buskin'd pomp,</br>Mad with incestuous fires, ingenious Smith:</br>Oxonia's sons.  And, O our recent grief!</br>Shall BEAUCHAMP die, forgotten by the muse,</br>Or are the muses with their HARTFORD dumb?</br>Where are ye?  weeping o'er thy learned Rhine,</br>Bononia, fatal to our hopes!  or else</br>By Kennet's chalky wave, with tresses torn,</br>Or rude, and wildly floating to the winds,</br>Mute on the hoary willows hang the lyre,</br>Neglected?  or in rural Percy-lodge,</br>Where innocence and he walk'd hand in hand,</br>The cypress crop, or weave the laurel-bough</br>To grace his honour'd grave?  Ye lillies, rise</br>Immaculate; ye roses, sweet as morn;</br>Less sweet and less immaculate than he.", "His op'ning flow'r of beauty softly smil'd,</br>And, sparkling in the liquid dews of youth,</br>Adorn'd the blessed light!  with blossoms fair,</br>Untainted; in the rank Italian soil</br>From blemish pure.  The virgins stole a sigh,</br>The matrons lifted up their wond'ring eyes,</br>And blest the English-angel as he pass'd,</br>Rejoicing in his rays!  why did we trust</br>A plant so lovely to their envious skies,</br>Unmercifully bright with savage beams?</br>His were the arts of Italy before,</br>Courting, and courted by the classic Muse.</br>He travel'd not to learn, but to reform,</br>And with his fair example mend mankind.", "Why need I name (for distant nations know,</br>Hesperia knows; O would Hesperia sing</br>As Maro, erst, and, late, Marino rais'd</br>The blooming Beauchamps of the former times,</br>Marcellus; and Adonis to the stars,</br>On wings of soaring fire!  so wou'd she sing!)</br>His uncorrupted heart; his honour clear</br>As summer-suns, effulging forth his soul</br>In every word and look:  his reason's ray</br>By folly, vanity, or vice unstain'd,</br>Shining at once with purity and strength,</br>With English honesty, and Attick fire:</br>His tenderness of spirit, high-inform'd</br>With wide benevolence, and candid zeal</br>For learning, liberty, religion, truth:</br>The patriot-glories burning in his breast,</br>His king's and country's undivided friend!</br>Each publick virtue, and each private grace;</br>The SEYMOUR dignity, the PERCY-flame;</br>All, all! &mdash; E're twenty autumns roll'd away</br>Their golden plenty.  Further still!  behold</br>His animated bloom; his flush of health;</br>The blood exulting with the balmy tide</br>Of vernal life!  so fresh for pleasure form'd</br>By nature and the graces:  yet his youth</br>So temperately warm, so chastly cool,</br>Ev'n seraphims might look into his mind,</br>Might look, nor turn away their holy eyes!", "Th' unutterable essence of good heav'n,</br>That breath of God, that energy divine</br>Which gives us to be wise, and just, and pure,</br>Full on his bosom pour'd the living stream,</br>Illum'd, inspir'd and sanctify'd his soul!", "And are these wonders vanish'd?  are those eyes</br>Where ardent truth, and melting mildness shone,</br>Clos'd in a foreign land?  no more to bless</br>A father, mother, friend!  no more to charm</br>A longing people?  O, lamented youth!</br>Since fate and gloomy night thy beauties veil'd</br>With shade mysterious, and eclips'd thy beams,</br>How many SOMERSETS are lost in Thee!", "Yet only lost to earth! &mdash; For trust the muse,</br>(His virtues rather trust) She saw him rise,</br>She saw him smile along the tissu'd clouds,</br>In colours rich-embroider'd by the sun,</br>Engirt with cherub-wings, and kindred-forms.</br>Children of light, the spotless Youth of heav'n!</br>They hail their blest companion, gain'd so soon</br>A partner of their joys; and crown with stars,</br>Almost as fair, the radiance of his brows.</br>Ev'n where the angel host, with tongues of fire,</br>Chaunt to their glittering harps th' Almighty's praise,</br>And, and in a burning circle, shout around</br>The jasper-throne, he mingles flames with them;</br>He springs into the center of the choir,</br>And drinking in the spirit-most-divine,</br>He sings as sweet, and glows as bright as they.", ""]