["Be gone, Delusions vain!&mdash;</br>Leave me, ye smiling meretricious Joys,</br>That false as Delilah the Soul enchain,</br>While hostile Cares, and rancorous Passions rise,</br>And quench the mental Sight!</br>Be gone! &mdash; and while the still, funereal Night</br>Her awful Pall, compact with thickest Clouds,</br>Spreads o'er the World, and all its Glories shrouds,</br>Give me to muse on sublunary Bliss,</br>How frail, how transient!  like a vernal Flow'r,</br>That the rude Breath of Boreas means to kiss,</br>And kills:  or like an air-blown Bubble, born</br>To dance and glitter for a short short Hour</br>While all is calm, but soon the Sport and Scorn</br>Of envious Winds, it bursts, and is no more!", "Ah me how gay, how beautiful, how sweet</br>Is Life's fair Prospect to th' enchanted Eye</br>Of unexperienc'd Youth! &mdash; Not ARNO'S Vale,</br>Where all the mingled Charms of Nature meet,</br>Is more profuse of Joy:</br>There wing'd with Fragrance ev'ry whisp'ring Gale</br>Delights the Soul; Flow'rs of a thousand Dyes,</br>The Muskrose, Hyacinth, and Asphodel,</br>Purple the Ground; fresh-breathing Myrtles rise;</br>And in the frequent Grove, the feather'd Choir</br>Trill their soft Notes of amorous Desire.</br>With ling'ring Feet the raptur'd Stranger strays,</br>And, O sweet Vale, dear Region of Delight,</br>He cries, where Eden's Beauties charm the Sight,</br>Here let me live, here end my blissful Days!</br>Fond Wretch, revoke the Pray'r!&mdash;</br>For swift as Light'ning thro' the desart Air</br>A noontide, pestilential Vapour flies,</br>And blasts the fairy Scene:</br>Each Herb, Plant, Flow'r, shrinks up its Leaves, and dies!", "Ye Sons of Fortune, ye who madly doat</br>On this vile World, and hug her to your Arms;</br>Who now luxuriate in her golden Charms,</br>And ever vacant fondly hope she'll prove,</br>Amiable ever; &mdash; learn, O timely learn</br>To wean your Hearts from such destructive Love,</br>And fly to Wisdom's School!&mdash;</br>Not to that Wisdom, crabbed, harsh, and dull,</br>That Stoics preach'd along the murm'ring Stream</br>Of fam'd ILLISUS; nor to that less stern,</br>Which Plato taught in studious ACADEME:</br>Such Wisdom is rank Folly in Disguise!</br>Go, fly to that sepulchral Gloom,</br>Where the pale Corps of gentle RUSSEL lies;</br>There Wisdom, bending o'er her Fav'rite's Tomb,</br>Unwearied Vigils keeps;</br>And ever and anon the Goddess weeps,</br>While thus she mocks all human Vanities:", "\"Wealth, Grandeur, Pow'r, and Fame, &mdash; ye Idol-Train,</br>At whose throng'd Altars prostrate Millions bow,</br>Where is your Boasting now?</br>Where your Pre-eminence so proud, and vain?</br>Go, great Magicians, on the hollow Base</br>Of empty Hope, bid dazzling Fabrics rise</br>Of sublunary Joys:</br>But ah!  how soon shall Death the Structures rase,</br>Burst your vain Spells, and disenchant the Scene!</br>Thou breathless Corse, that There in Manhood green</br>Art sepulcher'd, to crawling Worms a Prey,</br>Oh what a Change was wrought in one short Day!</br>At morn, with Riches crown'd, in Virtues great;</br>Dear to his Friends, and to his Country dear;</br>The blooming Hope, and 'Rose of the fair State;'</br>Whose opening Leaves with Pride Britannia saw,</br>And thought, how vainly, rich Perfumes to draw</br>From Flow'r so sweet, and fair!</br>At Night &mdash; ah me I fondly err,&mdash;</br>Or ere the Sun with hot meridian Ray</br>Had pierc'd the Earth &mdash; he fainted, sicken'd, died!&mdash;</br>No more his Friends' Delight, his Country's Pride,</br>But oh a poor pale Piece of lifeless Clay!&mdash;", "\"Ye hapless few, whom nearer Converse gave</br>His various Worth to know, and hourly trace</br>Each nicer, softer, more domestic Grace,</br>That, like the Touches exquisitely fine</br>Of Titian's Hand, are at a Distance lost,</br>Weep, weep no more &mdash; no more, fond Souls, repine</br>That all your Wishes, all your Hopes are crost.</br>Tho' There with livid Cheeks, and ghastly Eyes,</br>Your dear departed Friend, your RUSSEL lies,</br>'Tis but his Semblance, but his Shade;</br>A frail and perishable Casket, made</br>To hold a Jewel of stupendous Price;</br>A Jewel, that is now exalted high,</br>And flames and sparkles in Heav'n's Treasury!\"", "Thus Wisdom speaks &mdash; Yet O thou matchless Youth,</br>That dost immortal, boundless Joys inherit,</br>Still will we weep, and melt with Ruth,</br>Though not for Thee, thou happy, happy Spirit,</br>Yet for ourselves! &mdash; Oh that remorseless Death</br>Had spar'd Thee, RUSSEL, and with ranc'rous Tooth</br>Devour'd the Scum of Britain's Bastard Brood,</br>Who, lost to all that's noble, all that's good,</br>Enlist in Faction's Cause;</br>And when Ambition calls, or Av'rice draws,</br>Grow fat, and wanton in their Country's Blood!</br>Vile Parricides! &mdash; Why leave the righteous Gods</br>Such Wretches to consume the Fruits of Earth,</br>And snatch Thee, RUSSEL, to their blest Abodes?</br>Thou Flow'r of true Nobility, whose Worth</br>Promis'd so fair, and might in future Age</br>Have prov'd a burning, shining Light, to guide</br>Our young Patricians from the fatal Rage</br>Of lurking Rocks, that in Life's boist'rous Tide</br>Have shipwreck'd many a great and noble Name,</br>And spread the Ruins of an honest Fame!", "Yes we will weep &mdash; weep for our Country's Loss,</br>That, in these Dregs of Britain, ill could spare</br>Thy Virtues great, and rare;</br>Thy public Spirit, that contemn'd as Dross</br>The golden Baits, which Mammon throws to lure</br>Our wand'ring Feet from Virtue's distant Goal;</br>Thy Moderation, that the Stream impure</br>Of Party never could controul;</br>Thy Mildness, Greatness, Gentleness of Soul;</br>Thy Bounty, ne'er implor'd in vain,</br>That on the meagre Sons of Want and Toil</br>In Show'rs spontaneous flow'd,</br>And like the Morning Dew, or gracious Rain,</br>Distilling gently from a vernal Cloud,</br>Bad the bleak Desart smile!&mdash;</br>Excellent Youth, whose Bosom was the Soil</br>Where ev'ry Grace, and ev'ry Virtue throve;</br>But chiefly those, the gentlest, sweetest, best,</br>That humanize and dignify the Breast,</br>The filial, conjugal, paternal Love!", "Yes we will weep &mdash; and why, thou widow'd Muse,</br>That wander'st, all-disconsolate and pale,</br>Thro' GRANTA'S fav'rite Vale,</br>Ah why the tributary Tear refuse?</br>Hence with thy choicest Streams of Music flow,</br>In all the artless Negligence of Woe,</br>To grace the Tomb where TAVISTOCK is laid!</br>Canst thou forget, how in thy learned Shade</br>The dear ingenuous Youth</br>Model'd his Soul to Honour, Virtue, Truth?</br>Oh, if thy torpid Spirits still require</br>Some nearer Force to strike the latent Fire,</br>Think, how in future Time</br>He would have smooth'd Preferment's arduous Way,</br>And taught thy best-deserving Sons to climb</br>Those Heights, where Wealth and Honours bloom, which now</br>Like Fruits, that on rough Precipices grow,</br>Are only to be pluck'd by Birds of Prey.", "Think, &mdash; but ah!  whither do I fondly stray,</br>And why recount his matchless Virtues o'er?</br>O &mdash; you who wear, \"in your Heart's Core,\"</br>His Image deep engrav'd, accept this Lay,</br>That rich in Zeal, in Wit and Learning poor,</br>A rural Muse presents at RUSSEL'S Shrine:</br>Worthless I own the Gift, &mdash; yet Shepherds bring</br>The frail and short-liv'd Beauties of the Spring,</br>To deck the Altars of their Pow'rs divine.</br>"]