["Thou silent pow'r, whose balmy sway</br>Charms every anxious thought away;</br>In whose divine oblivion drown'd,</br>Fatigue and toiling pain grow mild,</br>Love is with sweet success beguil'd,</br>And sad remorse forgets her secret wound;</br>O whither hast thou flown, indulgent God?</br>God of kind shadows and of healing dews,</br>O'er whom dost thou extend thy magic rod?</br>Around what peaceful couch thy opiate airs diffuse?", "Lo, midnight from her starry reign</br>Looks awful down on earth and main.</br>The tuneful birds like hush'd in sleep,</br>With all that crop the verdant food,</br>With all that skim the crystal flood,</br>Or haunt the caverns of the rocky steep.</br>No rushing winds disturb the tufted bow'rs;</br>No wakeful sound the moonlight valley knows,</br>Save where the brook its liquid murmur pours,</br>And lulls the waving scene to more profound repose.", "O let not me thus watch alone!</br>O hear my solitary moan!</br>Descend, propitious, on my eyes;</br>Not from the couch that bears a crown,</br>Not from the statesman's thorny down,</br>Or where the miser and his treasure lies:</br>Bring not the shapes that break the murd'rer's rest;</br>Nor those the hireling soldier burns to see,</br>Nor those that haunt the tyrant's gloomy breast:</br>Far be their guilty nights, and far their dreams from me!", "Nor yet those awful joys present,</br>For chiefs and heroes only meant:</br>The figur'd brass, the choral song,</br>The rescued people's glad applause,</br>The list'ning senate, and the laws</br>Bent on the dictates of TIMOLEAN's tongue,</br>Are scenes too grand for fortune's private ways;</br>And tho' they shine to youth's ingenious view,</br>The sober gainful arts of modern days,</br>To such romantic thoughts have bid a long adieu.", "Blest be my fate!  I need not pray</br>That lovesick dreams be kept away:</br>No female charms, or fancy born,</br>Nor damask cheek, nor sparkling eye</br>With me the bands of sleep untie,</br>Or steal by minutes half the fauntring morn.</br>Nor yet the courtier's hope, the giving smile,</br>(A lighter phantom and a baser chain)</br>Bids wealth and place the fever'd night beguile,</br>To gall my waking hours with more vexacious pain.", "But, Morpheus, on thy dewy wing</br>Such fair auspicious visions bring,</br>As sooth'd great MILTON'S injur'd age,</br>When in prophetic dreams he saw</br>The tribes unborn with pious awe</br>Imbibe each virtue from his heav'nly page:</br>Or such as MEAD'S benignant fancy knows,</br>When health's kind treasures, by his art explor'd,</br>Have sav'd the infant from an orphan's woes,</br>Or to the trembling sire his age's hope restor'd.</br>"]