["I.</br>God of science, light divine,</br>O'er all the world of learning shine;</br>Shine fav'ring from th' etherial way:</br>But here with tenfold Influence dwell,</br>Here all thy various rays compell</br>To dignify this joyful day.</br>Nor thou, Melpomene, thy aid refuse,</br>Nor leave behind the comic muse;</br>Mirthful mild, and gravely gay,</br>Hither from your thrones away.</br>And thou, jolly Bacchus, shalt haste to come down,</br>While the full-flowing cup with fresh flow'rets we crown:</br>But boast not here thy madding influence,</br>For close behind thee Pallas' self shall stand,</br>And hold thy temerarious hand,</br>Forbidding rage to triumph over sense.</br>And ye, illustrious-sacred shades,</br>Who whilom in these muse-resounding glades,</br>High in rapture wont to stray,</br>Or trim the learned lamp, till dawn of day,</br>Ye blessed sons of happier fates,</br>Deign to look down from heav'n and see</br>How lasting sweet the memory,</br>Which to eternal fame fair virtue consecrates.</br>See, still fresh bloom your names thro' every age,</br>Still greatly live along the speaking page.", "II.</br>But chiefly thou, Dan Spencer, peerless bard,</br>Sith in these pleasaunt groves you 'gan devise,</br>Of Red-cross knight, and virtue's high reward,</br>And here first plann'd thy works of vast emprize,</br>Descend!  nor thy inferior sons despise,</br>Chaunting her praises on this festal day,</br>Who taught us, where the road to honour lies,</br>Her steps still marking out the arduous way;</br>Blest is the theme I ween, and blessed be the lay.", "III.</br>Behold, in virtue, and in beauty's pride,</br>Behold, at once, a widow and a bride!</br>See all the nuptial revels at a stand,</br>And Hymen's torch in Libitina's hand.</br>O what a scene!&mdash;</br>But, yonder, from on high, descend</br>Religion, orphan-virtue's firmest friend,</br>And laurell'd learning, mistress of the muse,</br>Who, o'er the arts, sits on an eminence,</br>By genius erected, and by sense,</br>And with unbounded prospect all things views,</br>With gentle hands they raise her drooping head,</br>And bid her trust in heav'n, nor wail the happy dead.</br>All that is great and good she now pursues;</br>She meditates a mansion for the muse,</br>Nor will she lose a day;</br>To you religion, wisdom and to you,</br>She gives that prime, which pleasure calls her due,</br>And folly wastes in wantonness away.</br>She, by no specious flow'rs beguil'd,</br>That deck imagination's wild,</br>And witless youth decoy;</br>Chose learning's cultivated glades;</br>And virtue's ever-blooming shades,</br>That give alone true joy.", "IV.</br>To Granta now, where gentle Camus laves,</br>The reedy shore, and rolls his silver waves,</br>She flies, and executes, with bounteous hand,</br>The work her mighty soul had plann'd,</br>And unborn minds she forms, and future souls she saves;</br>And to ensure that work to endless fame,</br>Left what can never die, her own illustrious name.</br>Let others,with enthusiasm fill'd,</br>Nunneries and convents build;</br>Where, decay'd with fasts and years,</br>Melancholy loves to dwell;</br>Moaping in her midnight cell,</br>And counts her beads, and mumbles o'er th' unmeaning pray'rs.</br>Religious joy, and sober pleasure,</br>Virtuous ease, and learned leisure,</br>Society and books, that give</br>Th' important lesson how to live:</br>These are gifts, are gifts divine,</br>For, fair Pembroke, these were thine.</br>"]