["Led by the star of evening's guiding fires,</br>That shone serene on Aden's lofty spires,</br>Young Agib trod the solitary plain,</br>Where groves of spikenard greet his sense in vain:</br>In wealth o'er all the neighbouring swains supreme,</br>For manly beauty ev'ry virgin's theme;</br>But no repose his anxious bosom found,</br>Where sorrow cherish'd an eternal wound.</br>The frequent sigh, wan look, and frantic start,</br>Spoke the despair that prey'd upon his heart.</br>The haunts of men no more his steps invite,</br>Nor India's treasures give his soul delight.</br>In fields and deep'ning shades he sought relief,</br>And thus discharg'd the torrent of his grief.", "\"Ye swains, that thro' the bow'rs of pleasure rove,</br>Ye nymphs, that range the myrtle glades of love,</br>Forgive a wretch, whose feet your bow'rs prophane,</br>Where joy alone and happy lovers reign:</br>But oh!  this breast incessant cares corrode,</br>And urge my fainting steps to death's abode!</br>Joyless to me the seasons roll away,</br>&mdash;Exhausted nature hurries to decay;</br>Day's chearful beams for me in vain return,</br>For me the stars of heav'n neglected burn:</br>In vain the flow'rs in wild luxuriance glow;</br>In vain the harvest groans, the vintage bleeds,</br>Grief urges grief, and toil to toil succeeds:</br>Since she whose presence bade the world be gay,</br>Whose charms gave lustre to the brightest day,</br>HINDA, once fairest of the virgin train,</br>Who haunt the forest, or who range the plain,</br>Sleeps where the boughs of yon black cypress wave,</br>And I am left to languish at her grave!", "\"To that dear spot, when day's declining beam</br>Darts from yon shining towers a farewell gleam,</br>Constant as eve, my sorrows I renew,</br>And mix my tears with the descending dew,</br>The last sad debt to buried beauty pay,</br>Kiss the cold shrine, and clasp the mould'ring clay.", "\"Far other sounds this conscious valley heard,</br>Far other vows these ardent lips preferr'd,</br>When sick with love, and eager to embrace</br>Beauties unrivall'd but by angel grace,</br>I madden'd as I gaz'd o'er all her charms,</br>And hail'd my HINDA to a bridegroom's arms.</br>I printed on her lips an hasty kiss,</br>The pledge of ardent love and future bliss;</br>Her glowing blushes fann'd the secret fire,</br>Gave life to love, and vigour to desire;</br>Then, when the tear, warm trickling down my cheek,</br>Spoke the full language passion could not speak,</br>Our mutual transport seal'd the nuptial rite,</br>Heav'n witness'd, and approv'd the chaste delight&mdash;", "\"'Prepare, I cried, prepare the nuptial feast,</br>Bring all the treasures of the rifled East:</br>The choicest gifts of ev'ry clime explore,</br>Let Aden yield her tributary store;</br>Let Saba all her beds of spice unfold,</br>And Samarcand send gems, and India gold,</br>To deck a banquet worthy of the bride,</br>Where mirth shall be the guest, and love preside.", "\"'Full fifty steeds I boast of swiftest pace,</br>Fierce in the fight, and foremost in the race.</br>Slaves too I have, a numerous, faithful band,</br>And heav'n hath giv'n me wealth with lavish hand:</br>Yet never have I heap'd an useless store,</br>Nor spurn'd the needy pilgrim from my door;</br>And, skill'd alike to wield the crook or sword,</br>I scorn the mandate of the proudest lord.</br>O'er my wide vales a thousand camels bound,</br>A thousand sheep my fertile hills surround;</br>For her amidst the spicy shrubs they feed,</br>For her the choicest of the flock shall bleed:</br>Of polish'd chrystal shall a goblet shine,</br>The surface mantling with the richest wine;</br>And on its sides with Omman's pearls inlaid,</br>Full many a tale of love shall be portray'd:</br>Hesper shall rise and warn us to be gone,</br>Yet will we revel 'till the breaking dawn;</br>Nor will we heed the morn's unwelcome light,</br>Nor our joys finish with returning night.", "\"'Not Georgia's nymphs can with my love compare,</br>Like jet, the ringlets of her musky hair:</br>Her stature like the palm, her shape the pine,</br>Her breasts like swelling clusters of the vine;</br>Fragrant her breath as Hadramut's perfume,</br>And her cheeks shame the damask rose's bloom.</br>Black, soft, and full, her eyes serenely roll,</br>And seem the liquid mansion of her soul.</br>Who shall describe her lips, whose rubies glow,</br>Her teeth like shining drops of purest snow?</br>Beneath her honey'd tongue persuasion lies,</br>And her voice breathes the strains of Paradise.", "\"'A bower I have, where branching almonds spread,</br>Where all the seasons all their bounties shed;</br>The gales of life amidst the branches play,</br>And music bursts from ev'ry vocal spray,</br>Its verdant foot a stream of amber laves,</br>And o'er it Love his guardian banner waves:</br>There shall our days, our nights in pleasure glide,</br>Friendship shall live when our passion's joys subside;</br>Increasing years improve our mutual truth,</br>And age give sanction to the choice of youth.'", "\"Thus fondly I of fancied raptures sung,</br>And with my song the gladden'd valley rung.</br>But fate, with jealous eye, beheld our joy,</br>Smil'd to deceive, and flatter'd to destroy;</br>Swift as the shades on night the vision fled,</br>Grief was the guest, and death the banquet spread.</br>A burning fever on her vitals prey'd,</br>Defied Love's efforts, baffled med'cine's aid,</br>And from these widow'd arms a treasure tore,</br>Beyond the price of empires to restore.", "\"What have I lost, what portion but despair,</br>Long days of woe, and nights of endless care?</br>While others live to love, I live to weep;</br>Will sorrow burst the grave's eternal sleep?</br>Will all my pray'rs the savage tyrant move</br>To quit his prey, and give me back my love?</br>If far, far hence, I take my hasty flight,</br>Seek other haunts, and scenes of soft delight,</br>Amidst the crouded mart her voice I hear,</br>And shed, unseen, the solitary tear;</br>Music exalts her animating strain,</br>And beauty rolls her radiant eye in vain:</br>All that was music fled with Hinda's breath,</br>And beauty's brightest eyes are clos'd in death!</br>I pine in darkness for the solar rays,</br>Yet loath the sun, and sicken at his blaze;</br>Then curse the light, and curse the lonely gloom,</br>While unremitting sorrow points the tomb.", "\"Oh!  Hinda, brightest of the black-ey'd maids,</br>That sport in paradise' embow'ring shades,</br>From golden boughs where bend  ambrosial fruits,</br>And fragrant waters wash th' immortal roots;</br>Oh from the bright abodes of purer day,</br>The prostrate Agib at thy tomb survey;</br>Behold me with unceasing vigils pine,</br>My youthful vigour waste with swift decline;</br>My hollow eye behold, and faded face,</br>Where health but lately spread her ruddy grace&mdash;</br>I can no more &mdash; this sabre sets me free;</br>This gives me back to rapture, love and thee.</br>Firm to the stroke its shining edge I bare,</br>The lover's last sad solace in despair.</br>Go, faithless steel, act ling'ring nature's part,</br>Bury thy blushing point within my heart;</br>Drink all the life that warms these drooping veins,</br>And banish at one stroke a thousand pains.</br>Haste thee, dear charmer; catch my gasping breath,</br>And chear with smiles the barren glooms of death!</br>'Tis done &mdash; the gates of Paradise expand&mdash;</br>Attendant Houri seize my trembling hand&mdash;</br>I pass the dark, inhospitable shore,</br>And, Hinda, thou art mine &mdash; to part no more.\"</br>"]