["SUSAN.</br>Why, Edward, hangs thy head in silent grief,</br>Why will thy stern repentance shun relief?</br>Still heaves thy restless bosom with the sigh?</br>Still dwells on vacancy thy rigid eye?</br>Lov'd of my soul, from fruitless sorrow cease,</br>And let thy Susan soothe thy soul to peace.", "EDWARD.</br>Oh fly me, fly me!  leave to me my fate,</br>Reproach me with my crimes, and learn to hate!</br>Leave me such woe so well deserved to prove,</br>But do not, Susan, wound me with thy love.&mdash;</br>Why, heavenly justice!  must this angel share</br>The anguish I alone deserve to bear?</br>Why, was she doom'd to tempt the dangerous sea,</br>Or why united to a fiend like me?</br>Ye blasting tempests, rush around my head!</br>Ye heaven-wing'd lightnings, strike this monster dead!</br>Spirits of hell!  come end this life of woe,</br>Come drag your victim to the fires below!", "SUSAN.</br>Nay, Edward, sink not thus in vain distress,</br>Torturing my heart with needless wretchedness;</br>Hadst thou been doom'd, an outcast wretch, to go</br>Where endless winter piles the plain with snow,</br>I would have lull'd thee even there to rest,</br>Pillowing thy sorrow on thy Susan's breast.</br>Or were we sent to sojourn on some shore,</br>Where the woods echo to the lion's roar,</br>Though danger scream'd in every passing wind,</br>Still I were blest if Edward were but kind.</br>Here we are safe, on this pacific shore</br>No tygers prowl, no mighty lions roar,</br>No howling wolf is heard, nor secret brake</br>Conceals the venom of the curling snake;</br>Indulgent heaven a milder brood bestows,</br>A milder clime to soothe the exiles woes.</br>Soft as in England, smile the summers here,</br>As gentle winters close the dying year;</br>Nor here is heard th' autumnal whirlwind's breath,</br>Nor vernal tempests breathe the blast of death.</br>Could I one smile on Edward's face but see,</br>This humble dwelling were the world to me.", "EDWARD.</br>Ah, Susan!  humble is indeed this cot,</br>And well it suits the outcast's wretched lot;</br>Well suits the horror of this barren scene,</br>A mind as drear as comfortless within.</br>'Tis just that I should tread the joyless shore,</br>List to the wintry tempest's sullen roar,</br>Plough up the stubborn and ungrateful soil,</br>Earn the scant pittance of a felon's toil,</br>And sleep scarce shelter'd from the nightly dew,</br>Where howls around the dismal Kangaroo.</br>This I have merited, but then to know</br>Susan partakes her barbarous husband's woe,</br>Uncharg'd by insult, cruelty, and hate,</br>Partakes an outcast's bed, a felon's fate,</br>To see her fondly strive to give relief;</br>Forget his crimes, and only share his grief&mdash;</br>And then on all my actions past to dwell,</br>My crimes, my cruelties &mdash; 'tis worse than hell.", "SUSAN.</br>Oh spare me, spare me!  cease to wound my breast,</br>Be thou content, and we shall both be blest.</br>What are to me the idle's gay resorts,</br>The buz of cities and the pomp of courts?</br>Without one vain regret to call a tear,</br>To wake one wish, I feel contented here;</br>And we shall yet be happy:  yonder ray,</br>The mild effulgence of departing day,</br>As gayly gilds this humble dwelling o'er,</br>As the proud domes on England's distant shore;</br>As brightly beams in morning's op'ning light,</br>As faintly fading sinks in shadowy night.", "EDWARD.</br>Sink, glorious sun!  and never may I see</br>Thy blessed radiance rise again on me!</br>There was a time, when cheerfully thy light</br>Wak'd me at morn and peace was mine at night,</br>Till I had lavished all!  till mad with play,</br>I turn'd a villain, from the villain's prey:</br>Till known and branded &mdash; Oh that heaven would hear</br>My heart's deep wish, my last and only prayer!</br>Soon would I change existence with delight,</br>For the long sleep of one eternal night.", "SUSAN.</br>Ungrateful man!  for ever wilt thou be</br>The cause of all thy Susan's misery?</br>For thee, yon waste of waves I travers'd o'er,</br>For thee forsook my friends, my native shore,</br>And I could here be happy&mdash;", "EDWARD.</br>&mdash;Oh forgive</br>Th' impatient guilty wretch that lothes to live!</br>Forgive me, Susan, if my tortur'd mind</br>Will dwell on happier scenes long left behind:</br>The lenient hand of time perchance my heal</br>The guilty pangs, the deep remorse I fell.</br>And though thy husband in his happier state</br>Thy virtues knew, and would not imitate,</br>This humbl'd heart at length may learn of thee</br>To bow resign'd beneath calamity.</br>Oxford.  W. T.</br>"]