["CURSTY, PEGGY.", "Warm shone the Sun, the wind as warmly blew,</br>No longer cool'd by draughts of morning-dew;</br>When in the field a faithfull pair appeared,</br>A faithfull pair full happily endeared:</br>Hasty in rows they raked the meadow's pride,</br>Then sank amid the softness side by side,</br>To wait the withering force of wind and sun;</br>And thus their artless tale of love begun.", "CURSTY.</br>A finer hay-day seer was never seen;</br>The greenish sops already luik less green;</br>As weel the greenish sops will suin be dry'd</br>As Sawney's bacco spred by th' ingle side.", "PEGGY.</br>And see how finely stripd the fields appear,</br>Stripd like the gown 'at I on sundays wear;</br>White shows the rye, the big of blaker hue,</br>The bluimen pezz green ment wi' reed and blue.", "CURSTY.</br>Let other lads to spworts and pastimes run,</br>And spoil their sunday clease and clash their shoon;</br>If Peggy in the field my partner be,</br>To work at hay is better spwort to me.", "PEGGY.</br>Let other lasses ride to Rosely-fair;</br>And mazle up and down the market there,</br>I envy not their happy treats and them,</br>Happier my sell, if Roger bides at heame.", "CURSTY.</br>It's hard aw day the heavy scy' to swing;</br>But if my lass a holesome breakfast bring,</br>Even mowing-time is better far I swear,</br>Then Cursenmas and aw it's dainty chear.", "PEGGY.</br>Far is the Gursin off, top full the kits,</br>But if my Cursty bears the milk by fits,</br>For gallopin to wakes I ne'er gang wood,</br>For ev'ry night's a wake, or full as good.", "CURSTY.</br>Can thou remember, I remember't weel,</br>Sin call wee things we claver'd owr yon steel;</br>Lang willy-wands for hoops I yust to bay,</br>To meake my canny lass a leady gay.", "PEGGY.</br>Then dadged we to the bog owr meadows dree,</br>To plet a sword and seevy cap for thee;</br>Set off with seevy cap and seevy sword</br>My Cursty luikd as great as anny lword.", "CURSTY.</br>Beneath a dyke full menny a langsome day,</br>We sat and beelded houses fine o'clay;</br>For dishes acorn cups stuid dessed in rows,</br>And broken pots for dublers mens'd the waws.", "PEGGY.</br>O may we better houses get than thar,</br>Far larger dishes, dublers brighter far;</br>And ever mair delighted may we be,</br>I to meake Cursty fine, and Cursty me.", "CURSTY.</br>Right oft at schuil I've spelder'd owr thy rows,</br>Full manny a time I've foughten in thy cause;</br>And when in winter miry ways let in,</br>I bear thee on my back thro' thick and thin.", "PEGGY.</br>As suin as ee'r I learned to kest a loup,</br>Warm mittens wap'd thy fingers warmly up;</br>And when at heels I spyed thy stockings out,</br>I darned them suin, or suin set on a clout.", "CURSTY.</br>O how I lik'd to see thee on the fleer;</br>At spworts, if I was trier to be seer,</br>I reached the fancy ruddily to thee</br>For nin danced hawf sae weel in Cursty's eye.", "PEGGY.</br>O how I swet, when for the costly prize,</br>Thou grup'd some lusty lad of greater size;</br>But when I saw him scrawlen on the plain,</br>My heart aw flacker'd for't I was sae fain.", "CURSTY.</br>See!  owr the field the whurlin sunshine whiews,</br>The shadow fast the sunshine fair pursues;</br>From Cursty thus oft Peggy seemed to hast,</br>As fair she fled, he after her as fast.", "PEGGY.</br>Ay, laddy, seemed indeed for truth to tell,</br>Oft wittingly I stummerd, oft I fell,</br>Pretendin some unlucky wramp or strean</br>For Cursty's kind guid-natured heart to mean.", "CURSTY.</br>Sweet is this kiss as smell of dwallowed hay,</br>Or the fresh prumrose on the furst of may;</br>Sweet to the teaste as pears or apples moam,</br>Nay, sweeter than the sweetest honey comb.", "PEGGY.</br>But let us rise &mdash; the sun's owr Carrack fell,</br>And luik &mdash; whae's yon 'ats walking to the well?</br>Up, Cursty, up; for God's sake let me gang,</br>For fear the maister put us in a sang.</br>"]