["Fast by the Banks of Cam was Colin bred:</br>Ye Nymphs, for ever guard That sacred Stream,</br>To Wimpole's woody Shade his Way he sped:</br>Flourish those Woods, the Muses endless Theme!</br>As whilom Colin ancient Books had read,</br>Lays Greek and Roman wou'd he oft rehearse;</br>And much he lov'd, and much by heart he said</br>What Father Spenser sung in British Verse.</br>Who reads that Bard desires like Him to write,</br>Still fearful of Success, still tempted by Delight.", "Soon as Aurora had unbarr'd the Morn,</br>And Light discover'd Nature's chearful Face;</br>The sounding Clarion, and the sprightly Horn</br>Call'd the blyth Huntsmen to the distant Chace.</br>Eftsoons They issue forth, a goodly Band;</br>The deep-mouth'd Hounds with Thunder rend the Air;</br>The fiery Coursers strike the rising Sand;</br>Far thro' the Thicket flies the frighted Deer;</br>Harley the Honor of the Day supports;</br>His Presence glads the Wood; His Orders guide the Sports.", "On a fair Palfrey well equip't did sit</br>An Amazonian Dame; a scarlet Vest</br>For active Horsemanship adaptly fit</br>Enclos'd her dainty Limbs; a plumed Crest</br>Wav'd o'er her Head; obedient by her Side</br>Her Friends and Servants rode; with artful Hand</br>Full well knew She the Steed to turn and guide:</br>The willing Steed receiv'd her soft Command:</br>Courage and Sweetness in her Face were seated;</br>On Her all Eyes were bent, and all good Wishes waited.", "This seeing, Colin thus his Muse bespake:</br>For alltydes was the Muse to Colin nigh,</br>Ah me too nigh!  Or, Clio, I mistake;</br>Or that bright Form that pleaseth so mine Eye,</br>Is Jove's fair Daughter Pallas, gracious Queen</br>Of liberal Arts; with Wonder and Delight</br>In Homer's Verse we read Her; well I ween,</br>That emu'lous of his Grecian Master's Flight,</br>Dan Spenser makes the fav'rite Goddess known;</br>When in her graceful Look fair Britomart is shown.", "At Noon as Colin to the Castle came,</br>Ope'd were the Gates, and right prepar'd the Feast:</br>Apppears at Table rich yclad a Dame,</br>The Lord's Delight, and Wonder of the Guest.</br>With Pearl and Jewels was she sumptuous deckt,</br>As well became her Dignity and Place;</br>But the Beholders mought her Gems neglect,</br>To fix their Eyes on her more lovely Face,</br>Serene with Glory, and with Softness bright:</br>O Beauty sent from Heav'n, to cheer the mortal Sight!", "Liberal Munificence behind her stood;</br>And decent State obey'd her high Command;</br>And Charity diffuse of native Good</br>At once portrayes her Mind, and guides her Hand.</br>As to each Guest some Fruits She deign'd to lift,</br>And Silence with obliging Parley broke;</br>How gracious seem'd to each th' imparted Gift?</br>But how more gracious what the Giver spoke?</br>Such Ease, such Freedom did her Deed attend,</br>That every Guest rejoic'd, exalted to a Friend.", "Quoth Colin; Clio, if my feeble Sense</br>Can well distinguish Yon illustrious Dame,</br>Who nobly doth such gentle Gifts dispense;</br>In Latian Numbers Juno is her Name,</br>Great Goddess who with Peace and Plenty crown'd,</br>To all that under Sky breathe vital Air</br>Diffuseth Bliss, and thro' the World around</br>Pours wealthy Ease, and scatters joyous Chear;</br>Certes of Her in semblant Guise I read;</br>Where Spenser decks his Lays with Gloriana's Deed.", "As Colin mus'd at Evening near the Wood;</br>A Nymph undress'd, beseemeth, by Him past:</br>Down to her Feet her silken Garment flow'd:</br>A Ribbon bound and shap'd her slender Waste:</br>A Veil dependent from her comely Head,</br>And beauteous Plenty of ambrosial Hair,</br>O'er her fair Breast and lovely Shoulders spread,</br>Behind fell loose, and wanton'd with the Air.</br>The smiling Zephyrs call'd their am'rous Brothers:</br>They kiss'd the waving Lawn, and wafted it to Others.", "Daisies and Violets rose, where She had trod;</br>As Flora kind her Roots and Buds had sorted:</br>And led by Hymen, Wedlock's mystic God,</br>Ten thousand Loves around the Nymph disported.</br>Quoth Colin; now I ken the Goddess bright,</br>Whom Poets sing:  All human Hearts enthrall'd</br>Obey her Pow'r; her Kindness the Delight</br>Of Gods and Men; great Venus She is call'd,</br>When Mantuan Virgil doth her Charms rehearse;</br>Belphebe is her Name, in gentle Edmund's Verse.", "Heard this the Muse, and with a Smile reply'd,</br>Which show'd soft Anger mixt with friendly Love:</br>Twin Sisters still were Ignorance and Pride;</br>Can we know Right, 'till Error we remove?</br>But Colin, well I wist, will never learn:</br>Who slights his Guide shall deviate from his Way.</br>Me to have ask'd what Thou coud'st not discern,</br>To Thee pertain'd; to Me, the Thing to say.</br>What Heavenly Will from human Eye conceals,</br>How can the Bard aread, unless the Muse reveals?", "Nor Pallas thou, nor Britomart hast seen;</br>When soon at Morn the flying Deer was chac't:</br>No Jove's great Wife, nor Spenser's Fairy-Queen</br>At Noon-tyde dealt the Honors of the Feast:</br>Nor Venus, nor Belphebe did'st Thou spy,</br>The Evening's Glory, and the Grove's Delight.</br>Henceforth, if ask'd, instructed right, reply,</br>That all the Day to knowing Mortals Sight</br>Bright Ca'ndish-Holles-Harley stood confest,</br>As various Hour advis'd, in various Habit drest.</br>"]