["I mark'd a rainbow in the north,</br>What time the wild autumnal sun</br>From his dark veil at noon look'd forth,</br>As glorying in his course half done,</br>Flinging soft radiance far and wide</br>Over the dusky heaven and bleak hill-side.", "It was a gleam to Memory dear,</br>And as I walk and muse apart,</br>When all seems faithless round and drear,</br>I would revive it in my heart,</br>And watch how light can find its way</br>To regions farthest from the fount of day.", "Light flashes in the gloomiest sky,</br>And Music in the dullest plain,</br>For there the lark is soaring high</br>Over her flat and leafless reign,</br>And chanting in so blithe a tone,</br>It shames the weary heart to feel itself alone.", "Brighter than the rainbow in the north,</br>More cheery than the matin lark,</br>Is the soft gleam of Christian worth,</br>Which on some holy house we mark;</br>Dear to the pastor's aching heart</br>To think, where'er he looks, such gleam may have a part;", "May dwell, unseen by all but Heaven,</br>Like diamond blazing in the mine;</br>For ever, where such grace is given,</br>It fears in open day to shine,</br>Lest the deep stain it owns within</br>Break out, and faith be shamed by the believer's sin.", "In silence and afar they wait,</br>To find a prayer their Lord may hear:</br>Voice of the poor and desolate,</br>You best may bring it to his ear;</br>Your graceful intercessions rise</br>With more than royal pomp, and pierce the skies.", "Happy the soul whose precious cause</br>You in the sovereign Presence plead&mdash;</br>\"This is the lover of thy laws,</br>The friend of thine in fear and need\"&mdash;</br>For to the poor thy mercy lends</br>That solemn style, \"thy nation and thy friends.\"", "He too is blest whose outward eye</br>The graceful lines of art may trace,</br>While his free spirit, soaring high,</br>Discerns the glorious from the base;</br>Till out of dust his magic raise</br>A home for prayer and love, and full harmonious praise,", "Where far away and high above,</br>In maze on maze the tranced sight</br>Strays, mindful of that  heavenly love</br>Which knows no end in depth or height,</br>While the strong breath of Music seems</br>To waft us ever on, soaring in blissful dreams.", "What though in poor and humble guise</br>Thou here didst sojourn, cottage-born?</br>Yet from thy glory in the skies</br>Our earthly gold Thou dost not scorn&mdash;</br>For Love delights to bring her best,</br>And where Love is, that offering evermore is blest.", "Love on the Saviour's dying head</br>Her spikenard drops unblam'd may pour,</br>May mount his cross, and wrap him dead</br>In spices from the golden shore;</br>Risen, may embalm his sacred name</br>With all a Painter's art, and all a Minstrel's flame.", "Worthless and lost our offerings seem,</br>Drops in the ocean of his praise;</br>But Mercy with her genial beam</br>Is ripening them to pearly blaze,</br>To sparkle in His crown above,</br>Who welcomes here a child's as there an angel's love.</br>"]