["SCENE:  PALACE YARD.</br>ENTER JEMMY TWITCHER AND GENTLE SHEPHERD.", "SHEPHERD.</br>Tell me, dear Jemmy, tell me what to say,</br>O!  Death hath snatch'd my lovely Girl away!</br>Where shall I go, where, to relieve my Care,</br>Tell me, my gentle Twitcher, tell me where?</br>Oh!  the sad Loss my noblest Spirits damp,</br>My Joy, my all is fled in Amie Stamp.", "TWITCHER.</br>Rave not, my Gentle Shepherd, but repair</br>To Doctor Hayes &mdash; he can relieve your Care:</br>'Tis Doctor Hayes that does such wonderous Good,</br>With his clear Patriot Drop &mdash; for English Blood:</br>Let not her Death your noble Courage damp,</br>My Grief is great as yours for Amie Stamp.", "SHEPHERD.</br>No Drop, no Comfort, can I take, dear Friend,</br>My Joy with lovely Amie's at an End;</br>Oh think, my Friend, what happen'd t' other Day,</br>When my dear Cyder Niece was snatch'd away!</br>This recent Woe on such a Deep, might damp</br>Hyrcanian Tygers &mdash; Oh, dear Amie Stamp.", "TWITCHER.</br>Is not my Grief as great as yours, dear Swain?</br>Is he not dead, the Darling of the Plain?</br>The little Darling that I nurs'd and bred,</br>Supply'd his Pocket, and his Hunger fed!</br>The little Darling, can we cease to moan,</br>Anti-Sejanus, Oh, he's dead and gone!</br>Think of the Genius lost, the Man who wrote</br>Perils of Poetry, and Morals taught;</br>What Ear can hear it, and the Soul not damp,</br>Anti-Sejanus dead, and Amie Stamp.", "SHEPHERD.</br>Alas he's gone, and I have Cause to rue,</br>The Death of one to us, poor Shepherds, true:</br>He who could sing beyond what Churchill sung,</br>For Truths flow'd mended from his lisping tongue;</br>He that in ev'ry House, and ev'ry Town,</br>Spread our good Deads, and echo'd our Renown:</br>These Griefs, these Frettings, Soul and Genius cramp,</br>Anti-Sejanus dead, and Amie Stamp.", "TWITCHER.</br>No more, dear Gentle Shepherd.  Let's repair</br>From these sad Scenes, to yonder blooming Square;</br>There we shall find the Duke of Spitalfields,</br>His Grace's Tongue some Honey ever yields:</br>There is Lord Warrant, Lord Legation too,</br>Longfoot, and Humphry Riot, ever true:</br>Let not her Death your noble Courage damp,</br>I'll get a Second, chaste as Amie Stamp.</br>"]