["Fair rising from her icy couch,</br>Wan herald of the floral year;</br>The snow-drop marks the Spring's approach,</br>Ere the first primrose groups appear!</br>Or peers the Arum through its spotted veil,</br>Or violets scent the cold, capricious gale.", "Then thickly strew'd in woodland bowers,</br>Anemonies their stars unfold;</br>Then spring the sorrel's veined flowers;&mdash;</br>And rich in vegetable gold,</br>From calyx pale the freckled cowslip born,</br>Receives in jasper cups the fragrant dews of morn.", "Lo!  the green thorn her silver buds,</br>Expands to Maia's genial beam;&mdash;</br>Hottonia blushes on the flood;</br>And where the slowly trickling stream</br>Through grass, and spiry rushes glides</br>Her lovely fringed flowers fair Menyanthes hides.", "In the lone copse or shadowy dale,</br>Wild clustering knots of hare-bells blow;</br>And droops the lily of the vale,</br>O'er vinca's matted leaves below;&mdash;</br>The Orches race with varied beauty charm,</br>And mock the exploring bee, or fly's aerial form.", "Wound o'er the hedge-row's oaken boughs</br>The woodbine's tassels float in air;</br>And blushing, the uncultur'd rose</br>Hangs high her beauteous blossoms there;</br>Her fillets there the purple Nightshade weaves,</br>And pale Brionia winds her broad and scollop'd leaves.", "To later summer's fragrant breath,</br>Clemati's feathery garlands dance;</br>The hollow fox-glove nods beneath,</br>While tall Mullein's yellow lance</br>(Dear to the mealy tribe of evening) towers</br>And the weak Galium weaves her myriad tiny flowers.", "Sheltering the coot's or wild-duck's nest,</br>And where the timid Halcyon hides,</br>The Willow-herb in crimson drest,</br>Waves with Arundo o'er the tides:</br>And there the bright Nymphea loves to lave</br>And spreads her golden orbs along the dimpling wave.", "And thou!  by pain and sorrow blest</br>Papaver that an opiate dew</br>Conceals't beneath thy crimson vest</br>Contrasting with Cyanus blue,</br>The autumnal months behold thy gaudy leaves,</br>Bend in the rustling gale amid the tawny sheaves.", "From the first bud whose vent'rous head</br>The winter's lingering tempest braves,</br>To those which 'mid the foliage dead,</br>Shrink latest to their annual graves;</br>All are for use, for health, for pleasure given,</br>All speak in various ways the bounteous hand of Heaven!</br>"]