["How populous is that world, the human Heart!</br>How thronged with griefs and cares, how rife with sighs!</br>Yet JOY will light it &mdash; HOPE will spread her chart,</br>And build her rainbow, till GRIEF'S storms arise,</br>And sweep the bodiless pageant from its skies;</br>And blighted PASSION will exhale a cloud,</br>Beneath whose influence the soul's sunshine dies,</br>And the heart waxeth cold, as in a shroud,</br>And breaks, or withers on, by its own tyranny bowed.", "How fierce and desolating LOVE, &mdash; how strong!</br>They err, methinks, that picture him a child,</br>And laud him with the honey'd voice of song;</br>In sooth, I deem him not so fair and mild,</br>But one with darkened brow, eyes flashing wild,</br>A baleful and disease-inducing breath,</br>By which all whom it reaches are defiled,</br>And in his hand not dart and myrtle-wreath,</br>But the read lightning's shaft whose blasting touch is death:&mdash;", "This thou canst witness, maiden, wronged, disowned,</br>Thou of the marble cheek, and locks that wave</br>Around a brow where sadness sits enthroned;</br>Is there no hope &mdash; no balm &mdash; can nothing save?</br>No, thou art his &mdash; the tyrant's &mdash; yes, his slave,</br>And he of all, even life, will soon bereave thee;</br>But there is peace and rest in the calm grave,</br>Death is thy friend when other false friends leave thee,</br>Thy patron &mdash; his still home is open to receive thee.", "Yet some there are who say that LOVE is sweet,</br>That blisses dimple in his rosy smile;</br>I know that he can garb him in deceit,</br>I know that he hath many a flattering guile,</br>I know that he can mask like TRUTH the while;</br>Faithless as April sunshine on the lake</br>Just to be tossed by storm, his serpent wile</br>Invites his votaries treacherous rest to take,</br>That with redoubled pangs they may at last awake.", "Art thou not happy, now that thou hast won</br>Her thou didst sigh for, and the sacred rite</br>That hallows passion hath confirmed ye one?</br>Yes, thy glad heart is basking in delight,&mdash;</br>Her cheek is fair &mdash; her happy eyes are bright,</br>Her health-ting'd lips invite the balmy kiss,</br>Known but to wedded love, where souls unite:</br>Art thou not rich in such a world as this?</br>A single day has past &mdash; where now thy hoard of bliss?", "Where is the lustre of her fond eye? &mdash; Where</br>The bloom her damask cheek would erst unfold?</br>Those eyes are dim, affection beams not there,</br>And pale that soft cheek cast in BEAUTY'S mold!</br>Where the red lips on which thy vows were told?</br>Where the warm heart?  the tongue that breathed \"I will,\"</br>In sweet but tremulous accents? &mdash; silent, cold;</br>The hand that waked soft music?  bloodless, still;</br>And pulseless is that heart, and passionless, and chill;", "And soon the closing earth will cover all!</br>Thou seest the fierce fiend now in him that showered</br>Joys thou didst deem eternal; the black pall</br>He spake not of as with thy bride embowered,</br>He whispered soft lies in thy heart, devoured</br>With its all leadlike weight of anguish now;</br>The storm hath heavily on thy morning lowered,</br>Henceforth at MADNESS' shrine thy spirit must bow,</br>He fixes thy flashing eye &mdash; he furrows thy weird brow.", "Enough of LOVE; with lit eye, and flushed cheek,</br>See where her daughter JEALOUSY appears;</br>Now stung with rage she wildly burns to wreak,</br>Now weak and woman-like dissolved in tears;</br>Deeming all certain that her bosom fears,</br>Her busy thoughts engender the black bane</br>That poisons the calm current of her years,</br>And pours a liquid fire through every vein,</br>To dry up the heart's dew, by  PEACE shed ne'er again.", "One moment pause, wild woman, e'er too late;</br>Calm thy mad rage, loose, loose that dagger's hilt;</br>Urge not with murderous hand thy lowering fate;&mdash;</br>Ah!  that red stream in thunder speaks thy guilt,&mdash;</br>The fatal blow is struck &mdash; her blood is spilt;</br>Now turn for comfort to thy heart's dark cell,</br>And say how peopled, if thou canst and wilt;</br>There goading thoughts, like fiery spiders dwell,</br>They the tormenting fiends of that now quenchless hell.", "What maid walks forth beneath the twilight sky,</br>With lofty brow, and cheek serenely pale,</br>And a sweet sadness nestling in her eye?</br>Thou sainted maid, fair MELANCHOLY, hail!</br>My comrade through the world's uneven vale,</br>My mentor, such it has been thine to be,</br>When REASON failed, thy still voice could prevail,</br>And I have nurtured been so long by thee,</br>That thou hast almost grown portion and part of me:", "Thou art TRUTH'S medium; &mdash; as the natural sun</br>Is more distinctly seen through clouded glass,</br>So through thy veil, thou meek and lovely one,</br>We behold TRUTH, and the world's worshipp'd mass</br>Of hollow tinkling baubles, as they pass,</br>Cast the vain hues that did so bravely glow;</br>Tried by thy test the gold flies off, the brass</br>Appears in cankering worthlessness below,</br>And through the mask of smiles peers the cold cheek of woe.", "Mate of the lover, source of midnight sighs;</br>Mate of the bard, and half his inspiration,</br>For in thy shade those giant forms arise</br>On his mind's eye, and each divine creation</br>Is partly from thyself an emanation;</br>PASSION and MIRTH but cloud and chain the mind,</br>Thou freest it from its clayey domination,</br>Lending it pinions earth nor space can bind</br>To soar into THOUGHT'S heaven, unfettered as the wind.", "Advance, thou gladsome rosy-featured boy,</br>With light, irregular step, and laughing eyes;</br>Tabor and flute attend thee, buxom JOY,</br>And odours sweet at every step arise,</br>For thou dost tread on flowers; a thousand dyes</br>Deck thy small wings; thy lips are moist with wine,</br>And breaking into smiles like April skies;</br>Long time since thou companion wast of mine,</br>Yet sometimes we have met in days of \"auld lang syne;\"", "But soon thy wings were spread, and we did part,</br>Perchance for aye, &mdash; for see who coucheth there,</br>With glassy eyes that mirror his cold heart,</br>And scowl that darkens more his gloomy lair?</br>Clench not thy bony bloodless fists, DESPAIR!</br>Ah, rosy JOY, hath he so frighted thee?</br>Fleet hast thou vanished from his sullen glare,</br>To climes more genial it is thine to flee,</br>Where no such influence reigns, but ah, he dwells with me.", "Yet morn will rise, even on DESPAIR'S dark night;</br>The fairy HOPE on the horison see,</br>Like a young angel, with her wand of light</br>Scattering the gloom; HOPE, welcome even to me,</br>Often deceiv'd, yet still I trust in thee;</br>How men will climb the steep of life's rough hill,</br>Though not a gleam upon their path there be</br>Save thine, their only star, that shining still,</br>Perchance will brightest be amid the darkest ill.", "Cowering like hare in form, with lips apart</br>And breathless, glides guilt's pallid comrade, FEAR:</br>Wild are her locks &mdash; her eyes; &mdash; ah, wherefore start?</br>'Twas but the wind among the branches sere;</br>Irregular throbs her breast, and from their sphere</br>Her eyes are straining, as like light she flies</br>From distant dangers, blind to danger near,</br>For she will rush where sure destruction lies,</br>To 'scape the ills herself creates or magnifies.", "But hard the task, demanding loftier lyre</br>Than mine, to drag from feeling's troubled source</br>Its inmates  forth; &mdash; ANGER, with eye of fire,</br>Fierce step, and voice impetuous; &mdash; pale REMORSE,</br>With eyes fixed on the past, some dark deed's corpse</br>That putrifies and festers, while each day</br>Sees it more black and noisome in its course,&mdash;</br>For TIME, that holds o'er GRIEF a gentle sway,</br>Doubles REMORSE'S pangs &mdash; pangs ne'er to pass away.", "GRIEF!  thee I named; thy cypress crown floats by;</br>Throw back the dusky mantle from thy face;</br>Ah, well I know thy hollow misty eye,</br>And furrows months nor years shall e'er efface,</br>Down which the big round tears each other chase&mdash;</br>The frost so prematurely sprinkled o'er</br>Those locks, that else had waved with youthful grace,</br>The stony cheek that never roses wore,</br>The form so worn and shrunk, it scarce can dwindle more.", "Go to the habitation of the dead;</br>To mute, not voiceless tombs, ye proud ones, go;</br>See the young widow tears of torture shed,</br>Her infants grieving at their mother's woe;</br>See the old grand-dame shake her locks of snow</br>Over the fallen pillar of her age,</br>Wishing her boy above, herself below:&mdash;</br>Yes, go and study this, life's common page,</br>For such may be thine own e'er done thy pilgrimage.", "A word, REVENGE, of thee, and I have done;</br>With thee this catalogue shall end, thou fell</br>And ruthless demon; the pure day-light shun,</br>In darkness best thy coward blows will tell;</br>Delay becomes thy food, strengthening thee well,</br>Thou blackest of the tyrannous host that pale</br>Man's cheek, and make his heart a little hell:</br>Is there no power that can o'er these prevail,</br>And pluck their venomous stings?  there is, RELIGION, hail!", "With robe of spotless white, and heaven-ward eye,</br>And smile of holy gladness on thy cheek,</br>A stranger to the monster BIGOTRY,</br>And hell-born SUPERSTITION, thou dost speak</br>In words all music; for 'tis thine to break</br>Men's mental fetters, not to make them slaves;</br>And when the serpents of their nature wreak</br>Their venom on their souls, and PASSION raves,</br>'Tis thou canst calm its rage, like oil poured on the waves.", "Yet 'tis not thine men's passions to suppress,</br>Couldst thou do this they were no longer men;</br>But thou canst curb their fiery recklessness,</br>Soften and mellow feelings harsh, and when</br>Peace leaves the soul, restore her reign again;</br>For to the mind thou beamest on, thou art</br>As moonlight is to earth when hallowing glen,</br>Lake, wood, and mountain, until every part</br>Lives in the silvery beam that doth impart", "New loveliness to beauty, that o'er things</br>Where darkness and deformity before</br>Had dwelt, a sweet and luminous halo flings,</br>Softening away the hideousness it wore;</br>Such is thine influence over the heart's core,</br>Passions all fierce and desolating free,</br>Under thy guidance reinless are no more;</br>And even our virtues, sooth, if such there be,</br>Are dark and without life till shone upon by thee!</br>"]