["Why dost thou linger thus, O morning sun?</br>Do the cool waves of ocean stay thy way?</br>Why dost thou linger thus,</br>Sun of our day of fame?</br>Rise:  a free people waits to hail thy ray.</br>Turn from yon world of slaves thine eye of fire,</br>On a free people shed</br>The glories of thy beam.</br>He climbs, he climbs aloof, and gilds the hills;</br>A rosier radiance dances on the trees;</br>Sparking the silver brook</br>To the dim valley scuds.", "Now thou art bright, fair stream; but once we saw</br>Blood in thy waves, and corses in thy bed,</br>And grappling warriors choak'd</br>Thy swollen and troubled flood;</br>With fluttering hair the flying tyrants sped,</br>Pale, trembling headlong, to thy waters sped:</br>Into thine angry wave</br>Pursuing freemen sprang.", "Blood of the horses dyed the azure stream,</br>Blood of the riders dyed the azure stream,</br>Blood of the tyrants slaves&mdash;</br>Fall tyrants, tyrants fall!</br>Red was the meadow, red thy rushy brink,</br>Reeking with slaughter.  In the bush of thorn,</br>Clothes of the flying stuck,</br>Hair of the dying stuck.", "At the rock's foot the nation-curber lay</br>Apollyon's sceptre-wielding arm was stiff,</br>Broken his long long sword,</br>Wounded his groaning horse.</br>Dumb the blasphemer's, the commander's tongue,</br>Nor hell nor man gave heed.  His conscious eye</br>Still roll'd, as if to ask</br>The brandish'd spear for death.", "But not a son of Germany vouchsafed</br>With pitying hand the honourable steel.</br>Was not the curse of God</br>Upon his forehead stamp'd?</br>As o'er her prey the screaming eagle planes,</br>O'er him was seen the wrath of Heav'n to lour:</br>He lay, till midnight wolves</br>Tore out the unfeeling heart.", "But ah!  the young heroic Henry fell;</br>The castle-walls of Remling rung with groans;</br>Mother and sister wept</br>Their fallen, their beloved;</br>His lovely wife not e'en a parent's hope</br>Could lift above the crushing load of woe,</br>She, and the babe unborn,</br>Partook his early tomb.", "Not one of all the slavish crew escap'd.</br>Like to the fallow leaves which storm-winds strow,</br>Their corses far and wide</br>Lay weltering in the field;</br>Or floated on the far-polluted stream.</br>Welcome not now where health or pity dwell,</br>Back from the gory wave</br>The thirsting horse withdrew;</br>The harmless herd gazed, and forbore to taste;</br>The silent tenants of the boughs forbore;</br>Only the vulture drank,</br>The raven and the wolf.", "With cymbal and drum,</br>With trumpet and fife,</br>The glee of the victor is loud on the hill,</br>And rouses the echoes, and beckons the dance;</br>The song of the girl,</br>The music of war,</br>In thundering triumph are mingled on high,</br>Like nightingales singing where cataracts rush.", "High in the air the eagle soars of song;</br>Beneath him hawks, our lesser triumphs, flit:</br>O'er the last battle now</br>His steadier wing is pois'd.</br>Fierce glow'd the noon; the sweat of heroes bath'd</br>The trampled grass; and breezes of the wood</br>Reach'd but the foe, who strove</br>Three hours in doubtful fight.</br>Like standing palm that rocks beneath the wind,</br>The hostile squadrons billow to and fro,</br>And, slow as ocean ebbs,</br>The sons of freedom cede;</br>When, on their foaming chargers, forward sprang</br>Two youths, their sabers lightning, and their name</br>Stolberg &mdash; behind them rode</br>Obeying thousand friends.", "Vehement, as down the rock the floody Rhine</br>Showers its loud thunder, and eternal foam;</br>Speedy, as tigers spring,</br>They struck the startled foe.</br>The Stolbergs fought and sank:  but they achiev'd</br>The lovely bloody death in freedom's cause.</br>Let no base sigh be heard</br>Beside their early grave!", "Time was, their grandsire wept a burning tear</br>Of youthful hope, that he might perish so;</br>Upon his harp it fell,</br>To exhale not quite in vain.</br>Then thro' the mist of future years he saw</br>Battles of freedom tinge the patrial soil,</br>Saw his brave children fall,</br>And smil'd upon their doom.", "Sunk was the sun of day; with roseate wing</br>The evening fann'd the aged Rhine; but still</br>The battle thunder'd loud,</br>And lightened far and wide.</br>Glad, from the eaves of Heaven, thro' purple clouds,</br>Herman and Tell, Luther and Klopstock, lean'd,</br>And godlike strength of soul,</br>And German daring gave.", "To the pale twilight wistful look'd the foe,</br>Dimm'd was the frown of scorn, the blush of shame;</br>They fled; wide o'er the field</br>Their scattering legions fled.</br>With dreeping swords we followed might and main;</br>They hop'd the mantle of the night would hide;</br>When o'er the firs arose</br>Angry and full the moon.</br>Night of destruction!  awful though thy deeds</br>Be clear and holy to a nation freed!", "The country's birth-day each</br>More than his own should prize</br>More than the night which gave his blushing bride.</br>Thy song of triumph in our cities rolls,</br>The song which heroes love,</br>The song to freedom dear;</br>Voices of virgins mingle in the lay,</br>As floats its music o'er rejoicing crouds;</br>So murmur waterfalls</br>Beside the ocean's roar.", "Germania, thou art free!  Germania, free!</br>Now may'st thou stately take thy central stand</br>Amid the nations; now</br>Exalt thy wreathed brow:</br>Proud as thy Brocken, when the light of dawn</br>Reddens its forehead, while the mountains round</br>Still in wan twilight sleep,</br>And darkness shrouds the vale.", "Welcome great century of liberty,</br>Thou fairest daughter of slow-teeming Time!</br>With pangs unwont she bare,</br>But hail'd her mighty child:</br>Trembling she took thee with maternal arm;</br>Glad shudders shook her frame; she kist thy front,</br>And from her quivering lip</br>Prophetic accents broke:</br>\"Daughter, thou takest away thy mother's grief;</br>Thou hast avenged thy weeping sister's shame;</br>Each to the yawning tomb</br>Went with unwilling step;</br>Each in her youth had hop'd to wield thy sword,</br>And hold thy balance, dread retributress.", "\"Bold is thy rolling eye,</br>And strong thy tender hand,</br>And soon beside thy cradle shall be heard</br>The tunes of warfare, and the clash of arms;</br>Hearken thou shalt with smiles,</br>As on thy mother's breast</br>I see thee quickly grow:  with giant step</br>With streamy golden hair, with lightening eye,</br>Thou shalt come forth, and thrones</br>And tyrants tread to dust.</br>Thy urn, tho' snatch'd with bloody hand, shall pour</br>O'er Germany the stream of liberty;</br>Each flower of paradise</br>Delights to crown its brink.\"</br>"]