["PATTY.</br>Why does Smiletta's bosom fall and rise,</br>Why flow those tears, and whence proceed those sighs?</br>Say, my Smiletta, what afflicts thy heart?</br>Permit thy Patty to endure a part.", "SMILETTA.</br>Ah!  dearest Patty, my complaint is such</br>As, to relate, would flutter thee too much.", "PATTY.</br>Women, with women, should their sorrows share:</br>For these, like secrets, one can never bear.", "SMILETTA.</br>Give, then, thy close attention, hear my grief,</br>And let thy tears afford me some relief.</br>As I was sat at work &mdash; there chanc'd to pop,</br>A smart young fellow into our shop:</br>That moment Cupid struck me with his dart,</br>And made a victim of my foolish heart,</br>Thoughts cannot pre-suppose, or words express</br>His taste, his turn, his elegance of dress;</br>But this is nothing to the matchless grace</br>That shone resistless in his charming face;</br>Forgive me, Patty, pity this my lot,</br>Tho' the world hate, do thou despise me not.</br>Men have persuasive tongues which oft prevail,</br>And our poor sex, God knows, was ever frail.</br>He promised fair; I listened and believ'd,</br>And was, like more poor silly things, deceiv'd.</br>He nam'd a place, and begg'd I'd meet him there;</br>To meet him early, was my early care.</br>He came &mdash; what followed you may well surmise,</br>Take caution, Patty, and be timely wise:</br>Trust not mankind; your ruin they pursue,</br>When the deceiver had my virtue stain'd.</br>He told me, flatly, all his ends were gain'd;</br>For ever since that hateful, cursed night,</br>He quits me, shuns me, hates my very sight.</br>Let the base hand that thus hath stabb'd my fame,</br>Whom sighs, nor tears, nor pity can reclaim,</br>Stand as a warning to my Patty's care,</br>How the same evils with her friend she share:</br>As to my friend &mdash; may conscience shame his face,</br>Haunt all his walks, and plunge him in disgrace;</br>May some unhappy passion seize his breast,</br>By day torment him, and by night molest;</br>For ever may his soul be torn with grief,</br>And as he seems determined to remain</br>Deaf to my calls, and senseless to my pain;</br>My vows, my tears, my supplications scorn,</br>And make me curse the hour I was born:</br>May some fell syren haunt him, and remain</br>Deaf to his calls, and senseless to his pain,</br>His pray'rs, petitions, supplications scorn,</br>And make him curse the hour he was born.", "PATTY.</br>Your case I pity, and your fate deplore,</br>But cease your tears, and grieve yourself no more;</br>None live who taste no bitter with their sweet,</br>Tho' some, much greater plagues than others, meet:</br>Let us, from what is past, this lesson reap,</br>That girls should always look before they leap.</br>"]