["THE PASTORAL.</br>In Arcadie, a place of great renowne</br>Famous for flowery pastures, there remaind</br>A youthfull shepherd, who upon the down,</br>Hight Idas plaine, such honour had obtained</br>Amongst all shepheards by his trophies gaind,</br>And worthie feates in everie Maygame showen</br>That his atchievements were so glorious growen,</br>As he the flower of shepheards still was nam'd</br>Not of that honour might he be asham'd,</br>For many shepheards then there were, whose grace</br>In active feats put Heroes out of place.", "Tmolus was one of such a noble spirit</br>Adornd with beautie and perfection too,</br>That in all actions he the wreath did merit</br>Decking with laurell his victorious brow.</br>Was praisd of all, yet never would he heare it,</br>Nor of vaine glorie least appearance show:</br>Such store of graces from his minde did flow;</br>Of able bodie, and of pregnant wit,</br>That even these times have much admired it:</br>For manie laies would Tmolus oftimes make</br>In divine measures for Amyclas sake.", "Next him was Thyrsus of a comely hew</br>A pure complexion, and a pleasant grace,</br>Who to his friend prov'd faithfull still and true.</br>With painted smile nere would he soile his face:</br>For he descended from a noble race,</br>As his admired vertues still did shew:</br>For fame and honour ever did revew,</br>The spacious mansions of this shepheards place</br>Walking with honour in his parents trace,</br>Such was this Thyrsus (Thyrsus was his name)</br>Nor of that title might he thinke't a shame.", "Pelorus was the third, a lustie swaine</br>That us'd to graise his cattell by the river</br>Euenus hight:  where oft he would complaine,</br>Of his hardhearted love:  nor would he ever</br>Those pensive odes (in silent woes) containe</br>But chaunts his passions ore and ore againe:</br>Such brinie streams could be exempted never,</br>For light (which lightsome seems) his joies dissever</br>Making his comforts barraine:  O how faine</br>Would he have glad himselfe with harmonie,</br>But what he sought could not effected be.", "O my Laerte (would this shepheard say)</br>Why doest exile me from thy presence deere?</br>Why shouldst thou with thy loure benight my day</br>And racke my intrals with perpetuall feare?</br>I pray thee (love) more cheerefully appeare,</br>Feede not my passions with a long delay,</br>But let the night at last my griefes allay,</br>That I some pleasant harmonie may heare,</br>Sounding a concord in my dolefull eare,</br>O be so kinde, that if no day, yet night</br>May yeelde me comfort and renew delight.", "Thus would Pelorus iterate his woe</br>And make the pastures eccho with his voice,</br>For to what cave soere this swaine would did goe</br>He made it answer with an horrid noise,</br>For where he was no creature could rejoyce,</br>Sith what he did, his cattell would doe so,</br>Both foode and water willing to forego,</br>And frame their routing to their Maisters choice</br>A discord well concording with his voice,</br>His flockes were thankefull to deplore his fall</br>Mourning to heare their Maisters mournfull call.", "Manie fine bowers this shepheard used to frame</br>Of mirtle braunches, and of poplar greene,</br>Whereine he usd to endorse his lovers name,</br>Whose curious workes to this day may be seene,</br>Which cannot chuse but aeternise his fame</br>And that renowmed house from whence he came,</br>For few such swaines on earth have ever beene</br>Of such respect, such vertue, such esteeme:</br>But he is gone, and hath depriv'd the earth</br>Of her chiefe beautie, portraied in his birth.", "Tymallus was the next, who for his strength</br>Antaeus like, regaind the highest prise</br>Amongst all shepherds, but the fates at length</br>Seem'd to oppose his worthie enterprise,</br>Shutting the glorious splendour of his eies,</br>(Themselves contented in our discontents)</br>Changing the nature of those elements,</br>Which in Tymallus did so sympathise,</br>That I have heard, though this same shepheard dies,</br>Yet everie yeere the inhabitants receive,</br>Where hees interd sweete odors from his grave.", "O thou perfumed urne that doest containe</br>Within thy shrine and sable monument,</br>The famous reliques of a noble swaine,</br>Mansion of honour, vertues continent,</br>Shine ever bright to grace that ornament,</br>Which thou possessest:  let no private staine</br>Blemish that poore remainder, whose pure name</br>Makes earth, no earth, but as an element</br>Drawen from the earth, to raise her excrement,</br>Rest thee Tymallus in thy house of clay,</br>Whilest we relate thy actions everie day.", "But now must I leave these, and come to him,</br>Whose sacred muse pearceth the airie clouds,</br>And with Berillus excellence begin</br>Some higher straine:  leaving the silent wods,</br>The silent shades, the pastures and the floods,</br>Which cherished the swaines:  now must I trimme</br>With varied colours everie branch and limme</br>Of my discourse:  that such as understood</br>Of this Berillus, may with him some good,</br>And adde some proper actions of their owne</br>To those of his, and make them better knowne.", "It chaunced on a time, the swaines agreed</br>To celebrate the festivals of Pan.</br>Pan was their God, by which their flocks did feede,</br>And their encrease on Ida first began,</br>Therefore each swaine with all the speed he can,</br>Came with sweete incense from his flourie mede,</br>To sacrifice to Pan of all their breed,</br>One with a kid, another with a lambe,</br>Or some young suckling wained from the damme,</br>Mongst whom Berillus came willing to offer,</br>To Pales incense, and to Pan an heifer.", "Unto the Temple which erected was,</br>Neere to the foote of Idas sacred mount,</br>From whence a Nectar rivolet did passe,</br>Which was entitled Cythereas fount,</br>Came all these shepheards, who with great account,</br>And solemne honour offred in that place,</br>The firstlings of their flocks were wont to grase</br>Upon the neighbour plaines, or which were wont</br>To brouse the flourie vale, or feede upon't,</br>Each offred what they had, fruits of their border,</br>The best the first, the residue in order.", "Amidst these solemne feasts, obsequious vowes,</br>Came in Eliza, one of beautie rare,</br>With other virgins, for what end heaven knowes,</br>Save to perplex such as religious were:</br>Such tempting creatures wanton women are,</br>Seducing us with smiles and seeming showes,</br>Farre worse then the furie of externall blowes:</br>For those shed blood, these doe torment with care</br>And vex us with new sorrowes, till despaire</br>Surprise our mindes, our solace disposesse,</br>Making us objects of times pensiveness.", "Noe sooner had he spied (aye me too soone)</br>The Syren countenance of this seeming sect,</br>Then incense, Censor, coales, and all throwne downe,</br>Fixing his eyes on her, showd his intent,</br>Having our heart there where our eyes be bent,</br>To such a passion he in fine was growne,</br>That he could scarcely vouch himselfe his owne,</br>But pitching there his campe, his fort, his tent,</br>Confin'd himselfe within her element,</br>For he transported was (poore harmelesse man,)</br>To Elizas Altar from the shrine of Pan.", "Shall I adore (quoth he) a rurall God,</br>A pasture Saint, a sheepish deitie,</br>When a more heavenly creature makes abode,</br>Cheering my comforts in varietie,</br>Promising pleasures in facietie?</br>No, no, her pretence farre more comforts bode</br>Then Pan ere had:  too long my feete have stoode,</br>Too long my knees have bow'd (poore Pan) to thee</br>I see a Saint that better pleaseth me.</br>This said (his incense from his shrine bereft)</br>Unto this goddesse goes, the Altar left.", "Like to a forward wooer trained long</br>In lovers vowes, and solemne protestations,</br>He takes her by the hand:  and softlie wrong</br>Her tender pulse, augmenting sundrie passions</br>Of an unfained love (Heavens invocations)</br>Making his heart the subject of his tongue,</br>His tongue the Herald of events to come,</br>Calling the Gods to record his intentions,</br>And all those aery powers whose blest conventions</br>Confirme each actions both in heaven and earth,</br>The fatall end drawne from a fatall birth.", "If that I love not (honourd queene) quoth he,</br>Mirror of beautie, diamond of fame,</br>If that I ever have not honourd thee,</br>And registred the annals of thy name,</br>And with my deerest blood confirmd the same,</br>Never respect these teares distild from me,</br>Nor of thy worth let me accepted be.</br>But if I have beene faithfull, thinke't no shame</br>To fix thy love on me that faithfull am,</br>For sooner shall the sunne surcease to shine,</br>Then I surcease to reverence thy shrine.", "See in what divine rites, what sacred hests,</br>I was distracted, to enjoy your love,</br>For sincere love, delaies in love detests,</br>Enforc'd the fruites (which he desires) to proove,</br>O let me proove them, so shall greifes remoove,</br>Their pensive stations, and afford sweete rest</br>Unto my restlesse soule, by thee made blest:</br>I was brought up (dere sweete) in Idas grove,</br>Hatchd in an Aerie, sprung from bowers above,</br>Those bowrs, those flowrs, those showrs we did descend</br>From Joves pure throne, thy beauty shal defend.", "Those bowers which lovely Adon did frequent,</br>Those flowers to which Narcissus was transformd</br>Thos liquid showers where Danae reapt content,</br>All in one symptome with one wreath adornd</br>To lovers unite sweete straine conformd,</br>(For purer straines nere had earths continent,</br>Then such as descant lovers complement)</br>Where limpe-halt Vulcan too too long sorond,</br>With loves contempt portraide, displaid and hornd,</br>But lovers cannot us abuse, nor wrong</br>Those faithfull vowes which they professed long.", "See but this incense how it lost her smell,</br>See but this censor how it lost her fire,</br>Which intimates nought can expresse so well</br>The fervent passions of our mindes desire,</br>As beauties presence, which doth still aspire</br>To aerie mansions from the vaults to shell,</br>For perfect love all vapors can expell,</br>And give the lover due reward, due hire,</br>Scorning with coward pace to make retire,</br>Love is a captaine which obtaines the prise,</br>Scorning the worst and basest enterprise.", "But like victorious cheiftaines which enclose</br>The strongest bullwarks with continued labour,</br>Despising rest, minds quiet, nights repose,</br>By their renoumed acts to purchase favour,</br>(Whose resolution knows not how to waver</br>Nor the pale humoure of distracted woes,</br>Know how to feare) even so affection goes,</br>Till memorie (of Heroic acts engraver)</br>Enobled by worths monuments shall have her,</br>Registring her pure vertues in their shrine,</br>For divine acts deserve a throne divine.", "Not steepie mount can be too peering high,</br>Noe craggie cliffe for love too intricate,</br>For such is love and lovers majestie,</br>As its secure in every dismall state,</br>Passing the judgement of impartiall state,</br>Neerer the title of a deitie,</br>Being the same whiÁh she doth seeme to be,</br>Hating the cause of times producing hate,</br>Ope he her eyes (wide ope) early and late,</br>Discoursing where or how her comforts be,</br>Taking no rest to gaine eternitie.", "O be not selfe conceited (dearest love)</br>See but thy image, how it doth desire</br>Another image:  ayming ever higher,</br>Till it enjoy what it intends to proove,</br>Much like the Turtle with the Turtle-dove</br>Or like the Phenix, who in her owne fire,</br>Portraies her selfe both mother, seede and sire:</br>Her ashie urne her tombe, her flame the grove,</br>To life infus'd by some effects above.</br>Be then the Phenix, as in beautie rare,</br>So be thy actions farre above compare.", "What better sutes which beautie then delight?</br>What better with delight then loves content?</br>What better with content then cheerefull light?</br>What better sutes with light then th' element,</br>That best concords with her?  whats that?  th' extent</br>Of pure affection which expels the night,</br>And makes us pleasant in our lovers sight,</br>For honest lovers shew their mindes intent,</br>By outward signes:  an Incense redolent,</br>In sincere love, composd of sundrie links,</br>Thinkes what she speakes, and speaketh what she thinkes.", "Then speake (deere love) let this same sacred place,</br>Where we be present, consecrate our love:</br>Let Pan himselfe confirme our Nuptiall grace,</br>And all the powerfull Queristers above</br>Sing cheerefull layes:  while our affections move</br>Thier true Ideas:  that illustrate race,</br>From whence you were derivd, quickens my chace</br>And bids me hope:  you cannot chuse but love,</br>Their worth cannot be base whose births above,</br>Then as thou art erected, let me tast</br>The fruites of love, when discontents be past.", "For if a faithfull shepheard can deserve</br>Meede for his faith:  my faith deserves as much.</br>How oft have I thy name desir'd to carve</br>In everie tree?  and when I sought to touch</br>The tender barke, or rinde, it nere thought much</br>But willingly endurd my sculpture:  thus plants serve</br>Thy blest attendence:  that they may observe,</br>A module in thy fancie:  that is such,</br>That if they should doe all, yet not too much</br>Can be done to thy shrine:  if plants doe this,</br>(If I should not doe more) I did amiss.", "Since time I knew thee (fairest of all faires)</br>I could not goe, as I was wont to doe</br>Unto my pastures:  for such heapes of cares</br>Possest my crasie braines, surprised so</br>With thy affections, that whereso ere I goe,</br>Sit, or lie downe, nought of sweete joye appeares,</br>But multitudes of my renewing feares,</br>Which make me sleeping wake, thinking of woe,</br>And then of joy:  thus interposd twixt two,</br>A double forme my single forme partakes,</br>Now waking sleepes, and sleeping straight awakes.", "For what sweete sleep which comfort yeelds to others,</br>Yeeldes a distant to me:  what can be sweete</br>Where hope is dead?  hope is a loving mother,</br>Banishing sorrow with a silent sleepe,</br>That feedes the shepheard, and revives his sheepe,</br>Reducing them into one fould together,</br>But sheepe nor shepheard there's no health to either,</br>If thou my shepherdesse refuse to gather</br>My disperst Flocks:  and shall denie to keepe</br>My watching eyes that doe desire to sleepe,</br>But cannot sleepe, to double paines they are put,</br>Ope by thy presence, by thy absence shut.", "No day nor night can solace yeelde to me,</br>Both be unwelcome guests:  and whats the cause?</br>To tell the truth:  thay day I see not thee</br>Seemes farre more darke then night:  love hath no clause,</br>No limit, nor no bound:  love cannot be</br>Confinde in bonds, it hates captivitie:</br>Meriting honour by divinest lawes,</br>As for her action it deserves applause,</br>O then (deere I weere) be not so soft to show,</br>So hard to love:  receive these vowes I owe.", "Oft have I walkd within the Idalian grove,</br>Calling each plant, each blossome to record</br>The spotlesse vowes of my refined love:</br>And everie plant did seemingly accord</br>Unto my vowes:  springs did their teares afford,</br>And every sencelesse rocke did passions move:</br>Crying I love, the eccho cried I love,</br>For every accent, accented my word,</br>A lovely concord in a loves discord.</br>If plants, rocks, rivers so remorsefull be,</br>Farre more remorse I doe expect from thee.", "Thy substance is more heavenly, then disdaine</br>Should soile a mansion of so pure delight:</br>Thou seest me love, and thou wilt love againe:</br>I know thou wilt, those vowes which I have plight</br>Cannot but have respect in lovers sight:</br>Which if thou doe, (beleeve me) Ile remaine</br>As I have beene a poore wellwilling swaine,</br>And with my pipe on every winter night</br>Play laies of love, to further thy delight.</br>Beleeve me sweete, and you may thinke it true,</br>My Flocks unfollowed are to follow you.", "The wanto lambkins frolicke on the plaine,</br>Skipping and leaping in their floure of youth,</br>While in a secret cave, I scarce containe</br>My selfe from teares, and so Melampus doth,</br>Poore harmelesse curre, for he is very loth</br>To see me so dejected:  howling amaine,</br>Prickeard, bleare eyed, yeelds me a dolefull straine,</br>Of doggrell musique:  thus perplexed both,</br>Repine to see each creature in their grouth,</br>And we dismaid, with woes immured so,</br>As others joyes seeme to augment our woe.", "Last day but one Amicla came to me,</br>And askd the reason why I was so sad:</br>Thou usd, quoth she, so full of mirth to be,</br>That with thy pipe thou made the pastures glad,</br>And was accounted still the cheerefulst lad</br>In all our plaine:  how coms it then quoth shee,</br>Such sullen suds have so perplexed thee?</br>Come, come away and leave this pensive shade,</br>For piping, not for pining thou was made,</br>Come, come I say, and quickly follow me,</br>And ore this downe lets dance it nimbly.", "Alas Amicla, thus I answered her,</br>How can I pipe, my rede is out of tune,</br>How can I dance, that can but hardly stirre</br>My crasie joints:  O no, that time is doen,</br>Nor wil't hereafter (much I doubt it) come</br>To joy my dolefull life, or ere appeare,</br>To end my griefes that eccho every where,</br>For griefes speake loudest when the speech is dumbe</br>Engrossing daily still a greater summe.</br>Leave me Amicla, how can I recite,</br>My wonted measures that has broke my pipe?", "Broken thy pipe?  Ile mend it (sweete) quoth she,</br>And make it tune with more delightfull measure</br>Then ere it did:  lend but thy pipe to me:</br>I lent it her, that I in part might please her,</br>But it plaid tunelesse still:  nor could it ease her,</br>Descanting dischords:  sadder harmonie</br>Nere did I heare of sage Melpomene:</br>It knew his Masters straine, not all the treasure</br>Of Tagus golden oare, no time, no leasure,</br>Had either I or my poore pipe to play,</br>For thoughts of love had tane all joyes away.", "Amicla when she saw it would not be,</br>Threw downe my pipe, for it was soone throwne downe,</br>And with quicke pace away departed she,</br>While I despised, of my selfe lay downe</br>Undera shadie beech well over growne,</br>With broad-spred braunches where did shadow me,</br>But not obscure the love I bare to thee;</br>Calling the heavens to witnesse, and mine owne,</br>Mine own porre bleting flocks!  my love was shown</br>Not in assemblance, but so really,</br>That nought seem'd sweete which did not tast of thee.", "Thy breath a perfume, and thy voice a tone,</br>Of perfect concords:  thy bright eye a starre,</br>Thy mouth an Hyblemount, thine armes a throne,</br>Thy teeth a pearly cordon, thy pure haire</br>Tramels of purest gould, where lodged are</br>Those three admired graces all in one,</br>As if they ment there to reside alone:</br>Thy browes like Beacons, where we see afarre</br>Adjoying places, maunagements of warre,</br>Breefely, noe part thou hast from top to toe,</br>But may be askt why nature made it so?", "And straight it answers:  Nature made me thus,</br>To be a mirrour past all imitation,</br>Sith choicest colours my proportion chuse,</br>A beauteous frame formd of the best creation,</br>That aftertimes might make more full relation,</br>What they have seene proportioned in us</br>And leave records of it:  that every muse,</br>If preganant, may discourse to every Nation,</br>A perfect module made for recreation,</br>But for no humane creature; such as love us,</br>Must come from heaven, and plant their throne above us.", "O tell me then (dere love) if so it be,</br>Humane affections cannot worthie seeme,</br>By their intentive minds to honour thee,</br>And therefore justly have condemned beene,</br>To gase out that which should be rarely seene,</br>For such as thou art, oft reserved be,</br>Not for Earths frame, but for aeternitie:</br>Tell me but this (and by this kisse) I meane</br>Nere to repair unto thy shrine againe,</br>Or ere make sure (as here I do professe)</br>To be thy shepherd, thou my shepherdesse.", "When poore Berillus finisht had his sute,</br>Looking for answer at Elizas hand,</br>Pans Priest came in, and put Berillus out,</br>Onely thus much well might he understand,</br>That he was lov'd of her, but th' Priests command</br>(Ill fall such shavelings) ever went about,</br>Hearing their amorous stories to roote out</br>Their pure affections:  moving with his wand,</br>Or sacra virga, that they should descend,</br>And leave loves passions to another place,</br>For in Pans Temple love can have no grace.", "The forelorne Shepheard went same way he came,</br>Sad and dejected, yet with hope releeved,</br>Thinking by absence to quench out the flame,</br>Which daily made encrease:  being deprived</br>Of those blest meanes, by which we are revived,</br>Hope the best Anchor which supports our flame,</br>Made this poore shepherd to pursue his game,</br>Hoping by such effects as he continued,</br>To have his joyes renewd:  but was deceaved,</br>For where he thought to finde contentment most</br>In that same place he was the greatliest crost.", "For from that time nere could he see his dere,</br>Kept as it seem'd for Pan, or for his Priest,</br>For this same shaveling ever would be there,</br>Desiring (lustfull prelate) there to feast,</br>Where she remaind:  for he has oft confest,</br>That he has wisht himselfe transformed were</br>Into some slender creature, to appeare</br>At all times to Eliza:  who thought least</br>Of such a wanton votarie:  heavens detest,</br>Such vow infringing masse priests whose profession</br>Collects a reason out of each suspition.", "Farewell Eliza, if thou live so long,</br>As to repent thee of thy breach of faith,</br>I doe not doubt but thou'l confesse the wrong</br>Which th ou hast done me, and abjure that breath,</br>Which thou exhal'd, adjuding me to death,</br>By that remorselesse heart, that Syren tongue,</br>Which (if thou liv'st) will sing another song:</br>Take heede, the sword's drawne from the irefull sheath,</br>And inbred horror creepeth underneath.</br>Whom thou affectest most, affects thee least,</br>Hating thy Swaine to take thee to thy Priest.", "But if god Pan knew how his swaines were usd,</br>By such as offer to him sacrifice,</br>I know full well he would redresse th' abuse,</br>And save our honour from such Priests as these,</br>Who fill his Temple with impieties,</br>Wronging the sincere thoughts of each of us,</br>Which cannot merit in the heavens excuse:</br>Small faults with Saints be great enormities,</br>Shrines that are pure become pure deities,</br>But Ile surcease, griefes make my muse surcease:</br>Encrease of lines give to my woes encrease.</br>"]