["BATTUS, DORUS, TYTERUS.", "BATTUS.</br>This Morn my Wife and I did rise,</br>Before the Stars set in the skies.", "DORUS.</br>Which made Aurora blush so red,</br>To see Sun up and she in Bed:</br>This mornings rednesse certainly declares,</br>This heat ere night will melt in Flouds of tears;</br>But whilest our Flocks are feeding here's a bowr,</br>In this fair Oak will shelter from a showr,</br>Whilest Tyterus whom I have brought alang,</br>Delights our Ears with Pastorall and Song.", "TYTERUS.</br>In younger years (which I remember stlll)</br>I once lay slumbring on Parnassus Hill,</br>Where surely I a sounder nap had taken,</br>Had I not been with hideous noise awaken;</br>I thought of Wolves, but prov'd close by the [ears?],</br>Fierce Mastifs full of jealousies and fears:</br>Upon fresh trail they bellow out like thunder,</br>And all within their dint like lightning plunder;</br>They cry in Kirk and State for Reformations,</br>Thereby to make ours their own Habitations;</br>They this pretend for good of all our Lambs,</br>Devouring all our Kiddys with their Dams;</br>God on the dwellings hath his justice shewn,</br>They that did covet ours have lost their own;</br>May never such devouring greedy hounds</br>Uncoupled be again on English grounds:</br>Be's name to all posterity a scorn,</br>That first up to this hunt did winde his Horn.", "DORUS.</br>What this to thee?  these stirs far North were made,</br>Thou Tyterus laist safe here under shade.", "TYTERUS.</br>It is my nature, I more inly groan,</br>For others sufferings, then at mine own:</br>My bowels yern, my heart within doth bleed,</br>To hear th' ill brought on them and their Seed.", "DORUS.</br>I fear'd at first, thou out of discontent,</br>Hadst shot thy Bolt 'gainst present Government.", "TYTERUS.</br>I loathe to make my Governors a mark,</br>No gentle dog will at his Keeper bark,</br>They certain that above the Stern do steer,</br>Great Atlas burthens on their shoulders bear,</br>I envy not the States that highest be,</br>Let me enjoy my self and conscience free;</br>The Pow'rs that are, be by the Heavens ordain'd,</br>And none but by that Pow'r can be maintain'd:</br>They feed my Lamb from Wolves and Tigers, I</br>Can scarce preserve them from the Fox and Fly;</br>These and the like so heavily me presse,</br>For Muse scar'd ne're put on comely dresse;</br>I brake my Pipe, forbear my Lute to string,</br>So as in tune I have forgot to sing.", "DORUS.</br>Yet Tyterus to ymp the wings of Time</br>Thou happily remember maist some Rimes</br>In praise of Wives, for thou hast married three,</br>For Battus two, too many, three for me,</br>He hath but one, and would learn how to use her,</br>I none, and therefore fain would learn to chuse her.", "TYTERUS.</br>We old men most ambitious are to tell,</br>Of what in youth we think we have done well,</br>Then give me leave to tell you mine own Story,</br>Not for mine own but for the praise and glory</br>Of all good Wives; who from what I relate</br>May take a Patern mine to imitate:</br>Most edifying Stories are the Lives</br>Of Saints and Martyrs, so of all good Wives;</br>I being young and of my self inclin'd</br>To add a second body to my minde,</br>First by the Eyes was catcht, then by the Ears,</br>For that admir'd sweet consort of the sphears,</br>To Hers fictitious was; an Angels voice</br>In Ivory case did ev'n my soul rejoyce;</br>A Western gale blew me on this good hap</br>Jove never showr'd gold in a softer lap.</br>Our wooing was not long, mine and her friends,</br>Our fancies had dispos'd to self same ends,</br>So I soon that great Kesars fortune run</br>I came, I saw her and was overcome.</br>No sooner I enjoy her but I finde</br>Her beauteous out-side was unto her minde</br>No other then a prison, which the rays</br>Of Light Celestiall all within begays,</br>To hear her talking was a miracle,</br>Yet all she uttered was an Oracle;</br>With sweetest gracefull looks she all would teach,</br>A good Divine she was yet would not preach;</br>So pious that mine heart began to faint,</br>Fearing I for a Wife had got a Saint.", "BATTUS.</br>Is't strange some Wives should be good Preachers seen?</br>This Land was lately by a Maiden-Queen</br>In peace maintain'd full fourty years and more,</br>So Sheba, Carthage, Swedes, and many a score;</br>Your Abbesses do catechise and preach,</br>Their Nuns as them rare works and manners teach.", "TYTERUS.</br>Such Halcyon daies nere were nor shall be seen,</br>As in the Reign of that most glorious Queen.", "DORUS.</br>No fear of that I oft have heard it said,</br>She-Saints abroad do prove best wives in Bed;</br>Your strictest Matrons upon such a motion,</br>We'l cool in zeal and lay by their devotion;</br>I for most certain will relate a Story,</br>One took a Sister by the Directory,</br>Whose Brother dying and she left his Heir,</br>He wedded her by Book of Common Prayer;</br>By which is plainly given to understand,</br>Lesse danger is in losing Wives then Land.", "BATTUS.</br>Fie Dorus, thou art much too blame to clatter,</br>And tell a Story nothing to the matter;</br>It argues them of spight and insolence,</br>To interrupt the good Wives Evidence.", "TYTERUS.</br>Shee free obedience offered me as Head,</br>Ther all Honour at my board and bed;</br>She wholsome meat, not costly, made my diet,</br>My Coat was even a Paradise of quiet:</br>When 'mongst the shepheardesses she was seen,</br>All justly her adored as their Queen:</br>She as dear Sisters them did use and call,</br>And in sweet humblenesse out-went them all;</br>When in a round they sate them down to sing,</br>She treble was and Diamond in the Ring:</br>My Coats chief Ornament by day by night,</br>The golden Candlestick whence issues light;</br>If ought she saw in others worth her heed,</br>She practis'd, and her patern did exceed,</br>For she not only knew but practis'd all</br>The graces grown in her habituall.", "BATTUS.</br>If she transcended so in word and deed,</br>Why is she gone and left none of her breed?", "TYTERUS.</br>Heavens would not so much for one mortall do</br>As give him such a Wife and Children too,</br>A losse not portable, but that we plain</br>Discern our losse was her immortall gain;</br>The God of Life when he did her deny</br>A pow'r to live, most willing made to die.", "DORUS.</br>Fye fit thou art too serious once I win,</br>I heard thee tell then on a merry pin,</br>Of managing young Colts and younger wives</br>By gentle handling; who with either strives,</br>Against their will, if they at their first taming,</br>Get but a trick is difficult reclaming;</br>When thou hadst got within the Stable door,</br>Thy Colt, thou first his Saddle laidst before</br>Him in the Manger, then didst it on set</br>To make him proud, ere thou presumest to get</br>Up to his back, thou clawd'st him on the breast,</br>And often clap't and coak'st him on the crest,</br>And to secure from kicking would'st not fail,</br>To stroak and softly pull him by the tail;</br>When thou had'st mann'd him then thy foot</br>Before thou mount oft in the stirrup put:</br>Yet softly, lest him suddenly surprising,</br>Thou shouldst provoke to kicking back or rising;</br>Thus up thou without stick or spur wouldst prove,</br>How with thee as one body he could move,</br>And sitting sure and easie in the Saddle,</br>Thee jots no more then in a Couch or Cradle,</br>And prancing under's load takes as great pleasure,</br>As thou to ride, so thou put on with measure:</br>So of a kitten teach a Cat to play,</br>She will be loving to her dying day.</br>But feed an old one that thou didst not hatch,</br>She'l churlish grow and by the fingers scratch:</br>That Wives well learn'd in tongues thereby became</br>More crafty, as young Foxes bred up tame,</br>And therefore all young Shepheards didst advise,</br>To take no Maids from th' Universities,</br>Which Scholars did with so much Logick fill,</br>They would by Syllogisms maintain their will,</br>Nor heir to Land, for they will by their own</br>Revenues make their will and pleasure known;</br>Such Emblems home appli'd, would edifie</br>Us and our Wives,", "TYTERUS.</br>apply't thy self, not I;</br>Such were the Observations of my youth,</br>Which now I see are taken up for truth,</br>To sport with Muses I do oft take leave,</br>The miseries of old age to deceive,</br>An ounce of mirth when I the time can spare,</br>Is better then a pound of grief and care.", "DORUS.</br>This of thy second wife, how proud the first?</br>Then all for better taken were and worst,", "TYTERUS.</br>That which at first her friends and she did fear,</br>Was manifest to us within the Year;</br>A Hectick Feaver her deni'd of breath,</br>She was unparellel'd in Life and Death.", "BATTUS.</br>What of thy third?", "TYTERUS.</br>My Friend 'tis not the Fashion,</br>To praise the 'live with Funerall Oration,</br>Her heart I ought bedew with double tears,</br>As she with me hath doubled both their years;</br>If fates require that I shall stay behinde her,</br>I shall commend of her then as I finde her,</br>Neat, prudent, frugall, bountifull and grave:", "BATTUS.</br>Sure thou intendest a fourth wife to have.", "DORUS.</br>Soft", "BATTUS.</br>For Tityrus I'le undertake,</br>He'l never wed another for her sake;</br>But lo the Sun comes to his Zenith nighest,</br>And least appears now he is mounted highest:</br>But I beleeve it with thy wife is noon</br>Her dinner's drest betime she rose so soon.</br>Come Tityrus thou must see her daily Feasts,</br>Where we shall finde more dishes far then guests.", "Tityrus.</br>Two dishes are a plentifull repast.", "DORUS.</br>There will be more then thou canst wish to taste;</br>But lo, I Westward see the Welkin lowrs,</br>Before thy wife hath din'd there will be showrs.", "BATTUS.</br>'Tis not the first time I have thus been wet,</br>Make haste, the Dishes on the Board are set.", "DORUS.</br>Great Pan himself had never such a dinner,</br>Prepar'd him at the charges of a spinner;</br>She comes, let's first salute this comely Bride,</br>Then Tityrus shall sit down by her side:</br>We with our mirth will make thy Cottage ring,</br>So will we make this dinner for a King.</br>"]