["The tale I tell was told me long ago;</br>Yet mirthful ones, since heard, have pass'd away,</br>While this still wakens memory's fondest glow,</br>And feelings fresh as those of yesterday:</br>'Twas told me by a man whose hairs were grey,</br>Whose brow bore token of the lapse of years,</br>Yet o'er his heart affection's gentle sway,</br>Maintain'd that lingering spell which age endears,</br>And while he told his tale his eyes were dim with tears.", "But not with tears of sorrow; &mdash; for the eye</br>Is often wet with joy and gratitude;</br>And well his faltering voice, and tear, and sigh,</br>Declared a heart by thankfulness subdued:</br>Brief feelings of regret might there intrude,</br>Like clouds which shade awhile the moon's fair light;</br>But meek submission soon her power renewed,</br>And patient smiles, by tears but made more bright,</br>Confess'd that God's decree was wise, and good, and right.", "It was a winter's evening; &mdash; clear, but still:</br>Bright was the fire, and bright the silv'ry beam</br>Of the fair moon shone on the window-sill,</br>And parlour-floor; &mdash; the softly mingled gleam</br>Of fire and moonlight suited well a theme</br>Of pensive converse unallied to gloom;</br>Our's varied like the subjects of a dream;</br>And turn'd, at last, upon the silent tomb,</br>Earth's goal for hoary age, and beauty's smiling bloom.", "We talk'd of life's last hour; &mdash; the varied forms</br>And features it assumes; &mdash; how some men die</br>As sets the sun when dark clouds threaten storms,</br>And starless night; others whose evening sky</br>Resembles those which to the outward eye</br>Seem full of promise; &mdash; and with soften'd tone,</br>At seasons check'd by no ungrateful sigh,</br>The death of one sweet grand-child of his own</br>Was by that hoary man most tenderly made known.", "She was, he said, a fair and lovely child</br>As ever parent could desire to see,</br>Or seeing, fondly love; of manners mild,</br>Affections gentle, &mdash; even in her glee,</br>Her very mirth from levity was free;</br>But her more common mood of mind was one</br>Thoughtful beyond her early age, for she</br>In ten brief years her little course had run,&mdash;</br>Many more brief have known, but brighter surely none.", "Though some might deem her pensive, if not sad,</br>Yet those who knew her better, best could tell</br>How calmly happy, and how meekly glad</br>Her quiet heart in its own depths did dwell:</br>Like to the waters of some crystal well,</br>In which the stars of heaven at noon are seen,</br>Fancy might deem on her young spirit fell</br>Glimpses of light more glorious and serene</br>Than that of life's brief day, so heavenly was her mien.", "But, though no boist'rous playmate, her fond smile</br>Had sweetness in it passing that of mirth;</br>Loving and kind, her thoughts, words, deeds, the while</br>Betrayed of childish sympathies no dearth:</br>She loved the wild flowers scattered over earth,</br>Bright insects sporting in the light of day,</br>Blythe songsters giving joyous music birth</br>In groves imperious to the moontide ray;&mdash;</br>All these she loved as much as those who seem'd more gay.", "Yet more she loved the word, the smile, the look,</br>Of those who rear'd her with religious care;</br>With fearful joy she conned that holy book,</br>At whose unfolded page full many a prayer,</br>In which her weal immortal had its share,</br>Recurred to memory; for she had been trained,</br>Young as she was, her early cross to bear;</br>And taught to love with fervency unfeigned,</br>The record of His life whose death salvation gained.", "I dare not linger, like my ancient friend,</br>On every charm and grace of this fair maid;</br>For, in his narrative, the story's end</br>Was long with fond prolixity delayed;</br>Though 'rightly fancy had its close portrayed</br>Before I heard it.  Who but might have guessed</br>That one so ripe for heaven would early fade</br>In this brief state of trouble and unrest</br>Yet only wither here to bloom in life more blest.", "My theme is one of joy, and not of grief;</br>I would not loiter o'er such flower's decay,</br>Nor stop to paint it, slowly, leaf by leaf,</br>Fading, and sinking tow'rds its parent clay:</br>She sank, as sinks the glorious orb of day,</br>His radiance bright'ning at his journey's close;</br>Yet with that chasten'd, soft, and gentle ray</br>In which no dazzling splendour fiercely glows,</br>But on whose mellow'd light our eyes with joy repose.", "Her strength was failing, but it seem'd to sink</br>So calmly, tenderly, it woke no fear;</br>'Twas like a rippling wave on ocean's brink,</br>Which breaks in dying music on the ear,</br>And placid beauty on the eye; &mdash; no tear,</br>Except of quiet joy, in hers was known;</br>Though some there were around her justly dear,</br>Her love for whom in every look was shown,</br>Yet more and more she sought and loved to be alone.", "One summer morn they miss'd her: &mdash; she had been,</br>As usual to the garden arbour brought,</br>After their matin meal; her placid mien</br>Had worn no seeming shade of graver thought,</br>Her voice, her smile, with cheerfulness was fraught;</br>And she was left amid that peaceful scene</br>A little space; &mdash; but when she there was sought,</br>In her secluded oratory green,</br>Their arbour's sweetest flower had left its leafy screen!", "They found her in her chamber, by the bed</br>Whence she had risen, and on the bed-side chair,</br>Before her, was an open bible spread;</br>Herself upon her knees; &mdash; with tender care</br>They stole on her devotions, when the air</br>Of her meek countenance the truth made known:</br>The child had died!  died in the act of prayer!</br>And her pure spirit, without sigh or groan,</br>To heaven and endless joy from earth and grief had flown.</br>"]