["Immortal Imogen, crown'd queen above</br>The lilies of thy sex, vouchsafe to hear</br>A fairy dream in honour of true love&mdash;</br>True above ills, and frailty, and all fear&mdash;</br>Perchance a shadow of his own career</br>Whose youth was darkly prison'd and long-twin'd</br>By serpent-sorrow, till white Love drew near,</br>And sweetly sang him free, and round his mind</br>A bright horizon threw, wherein no grief may wind.", "I saw a tower builded on a lake,</br>Mock'd by its inverse shadow, dark and deep&mdash;</br>That seem'd a still intenser night to make,</br>Wherein the quiet waters sank to sleep,&mdash;</br>And, whatsoe'er was prison'd in that keep,</br>A monstrous Snake was warden: &mdash; round and round</br>In sable ringlets I beheld him creep</br>Blackest amid black shadows, to the ground,</br>Whilst his enormous head the topmost turret crown'd.", "From whence he shot fierce light against the stars,</br>Making the pale moon paler with affright;</br>And with his ruby eye out-threaten'd Mars&mdash;</br>That blazed in the mid-heavens, hot and bright&mdash;</br>Nor slept, nor wink'd, but with a steadfast spite</br>Watch'd their wan looks and tremblings in the skies;</br>And that he might not slumber in the night,</br>The curtain-lids were pluck'd from his large eyes,</br>So he might never drowse, but watch his secret prize.", "Prince or princess in dismal durance pent,</br>Victims of old Enchantment's love or hate,</br>Their lives must all in painful sighs be spent,</br>Watching the lonely waters soon and late,</br>And clouds that pass and leave them to their fate,</br>Or company their grief with heavy tears:&mdash;</br>Meanwhile that Hope can spy no golden gate</br>For sweet escapement, but in darksome fears</br>They weep and pine away as if immortal years.", "No gentle bird with gold upon its wing</br>Will perch upon the grate &mdash; the gentle bird</br>Is safe in leafy dell, and will not bring</br>Freedom's sweet key-note and commission-word</br>Learn'd of a fairy's lips, for pity stirr'd&mdash;</br>Lest while he trembling sings, untimely guest!</br>Watch'd by that cruel snake and darkly heard,</br>He leave a widow on her lonely nest,</br>To press in silent grief the darlings of her breast.", "No gallant knight, adventurous, in his bark</br>Will seek the fruitful perils of the place,</br>To rouse with dipping oar the waters dark</br>That bear that serpent-image on their face.</br>And Love, brave Love!  though he attempt the base,</br>Nerved to his loyal death, he may not win</br>His captive lady from the strict embrace</br>Of that foul serpent, clasping her within</br>His sable folds &mdash; like Eve enthrall'd by the old Sin.", "But there is none &mdash; no knight in panoply,</br>Nor Love, intrench'd in his strong steely coat:</br>No little speck &mdash; no sail &mdash; no helper nigh,</br>No sign &mdash; no whispering &mdash; no plash of boat:&mdash;</br>The distant shores show dimly and remote,</br>Made of a deeper mist, &mdash; serene and grey,&mdash;</br>And slow and mute the cloudy shadows float</br>Over the gloomy wave, and pass away,</br>Chased by the silver beams that on their marges play.", "And bright and silvery the willows sleep</br>Over the shady verge &mdash; no mad winds tease</br>Their hoary heads; but quietly they weep</br>Their sprinkling leaves &mdash; half fountains and half trees:</br>There lilies be &mdash; and fairer than all these,</br>A solitary Swan her breast of snow</br>Launches against the wave that seems to freeze</br>Into a chaste reflection, still below</br>Twin-shadow of herself wherever she may go.", "And forth she paddles in the very noon</br>Of solemn midnight like an elfin thing,</br>Charm'd into being by the argent moon&mdash;</br>Whose silver light for love of her fair wing</br>Goes with her in the shade, still worshipping</br>Her dainty plumage: &mdash; all around her grew</br>A radiant circlet, like a fairy ring;</br>And all behind, a tiny little clue</br>Of light, to guide her back across the waters blue.", "And sure she is no meaner than a fay,</br>Redeem'd from sleepy death, for beauty's sake,</br>By old ordainment: &mdash; silent as she lay,</br>Touch'd by a moonlight wand I saw her wake,</br>And cut her leafy slough, and so forsake</br>The verdant prison of her lily peers,</br>That slept amidst the stars upon the lake&mdash;</br>A breathing shape &mdash; restored to human fears,</br>And new-born love and grief &mdash; self-conscious of her tears.", "And now she clasps her wings around her heart,</br>And near that lonely isle begins to glide</br>Pale as her fears, and oft-times with a start</br>Turns her impatient head from side to side</br>In universal terrors &mdash; all too wide</br>To watch; and often to that marble keep</br>Upturns her pearly eyes, as if she spied</br>Some foe, and crouches in the shadows steep</br>That in the gloomy wave go diving fathoms deep.", "And well she may, to spy that fearful thing</br>All down the dusky walls in circlets wound;</br>Alas!  for what rare prize, with many a ring</br>Girding the marble casket round and round?</br>His folded tail, lost in the gloom profound,</br>Terribly darkeneth the rocky base;</br>But on the top his monstrous head is crown'd</br>With prickly spears, and on his doubtful face</br>Gleam his unwearied eyes, red watchers of the place.", "Alas!  of the hot fires that nightly fall,</br>No one will scorch him in those orbs of spite,</br>So he may never see beneath the wall</br>That timid little creature, all too bright,</br>That stretches her fair neck, slender and white,</br>Invoking the pale moon, and vainly tries</br>Her throbbing throat, as if to charm the night</br>With song &mdash; but, hush &mdash; it perishes in sighs,</br>And there will be no dirge sad-swelling though she dies!", "She droops &mdash; she sinks &mdash; she leans upon the lake,</br>Fainting again into a lifeless flower;</br>But soon the chilly springs anoint and wake</br>Her spirit from its death, and with new power</br>She sheds her stifled sorrows in a shower</br>Of tender song, timed to her falling tears&mdash;</br>That wins the shady summit of that tower,</br>And, trembling all the sweeter for its fears,</br>Fills with imploring moan that cruel monster's ears.", "And, lo!  the scaly beast is all deprest,</br>Subdued like Argus by the might of sound&mdash;</br>What time Apollo his sweet lute addrest</br>To magic converse with the air, and bound</br>The many monster eyes, all slumber-drown'd:&mdash;</br>So on the turret-top that watchful Snake</br>Pillows his giant head, and lists profound,</br>As if his wrathful spite would never wake,</br>Charm'd into sudden sleep for Love and Beauty's sake!", "His prickly crest lies prone upon his crown,</br>And thirsty lip from lip disparted flies,</br>To drink that dainty flood of music down&mdash;</br>His scaly throat is big with pent-up sighs&mdash;</br>And whilst his hollow ear entranced lies,</br>His looks for envy of the charmed sense</br>Are fain to listen, till his steadfast eyes,</br>Stung into pain by their own impotence,</br>Distil enormous tears into the lake immense.", "Oh, tuneful swan!  oh, melancholy bird!</br>Sweet was that midnight miracle of song,</br>Rich with ripe sorrow, needful of no word</br>To tell of pain, and love, and love's deep wrong&mdash;</br>Hinting a piteous tale &mdash; perchance how long</br>Thy unknown tears were mingled with the lake,</br>What time disguised thy leafy mates among&mdash;</br>And no eye knew what human love and ache</br>Dwelt in those dewy leaves, and heart so nigh to break.", "Therefore no poet will ungently touch</br>The water-lily, on whose eyelids dew</br>Trembles like tears; but ever hold it such</br>As human pain may wander through and through,</br>Turning the pale leaf paler in its hue&mdash;</br>Wherein life dwells, transfigured, not entomb'd,</br>By magic spells.  Alas!  who ever knew</br>Sorrow in all its shapes, leafy and plumed,</br>Or in gross husks of brutes eternally inhumed?", "And now the winged song has scaled the height</br>Of that dark dwelling, builded for despair,</br>And soon a little casement flashing bright</br>Widens self-open'd into the cool air&mdash;</br>That music like a bird may enter there</br>And soothe the captive in his stony cage;</br>For there is nought of grief, or painful care,</br>But plaintive song may happily engage</br>From sense of its own ill, and tenderly assuage.", "And forth into the light, small and remote,</br>A creature, like the fair son of a king,</br>Draws to the lattice in his jewell'd coat</br>Against the silver moonlight glistening,</br>And leans upon his white hand listening</br>To that sweet music that with tenderer tone</br>Salutes him, wondering what kindly thing</br>Is come to soothe him with so tuneful moan,</br>Singing beneath the walls as if for him alone!", "And while he listens, the mysterious song,</br>Woven with timid particles of speech,</br>Twines into passionate words that grieve along</br>The melancholy notes, and softly teach</br>The secrets of true love, &mdash; that trembling reach</br>His earnest ear, and through the shadows dun</br>He missions-like replies, and each to each</br>Their silver voices mingle into one,</br>Like blended streams that make one music as they run.", "\"Ah!  Love, my hope is swooning in my heart,&mdash;</br>Ay, sweet, my cage is strong and hung full high&mdash;</br>Alas!  our lips are held so far apart,</br>Thy words come faint, &mdash; they have so far to fly!&mdash;</br>If I may only shun that serpent-eye,&mdash;</br>Ah me!  that serpent-eye doth never sleep;&mdash;</br>Then, nearer thee, Love's martyr, I will die!&mdash;</br>Alas, alas!  that word has made me weep!</br>For pity's sake remain safe in thy marble keep!", "\"My marble keep!  it is my marble tomb&mdash;</br>Nay, sweet!  but thou hast there thy living breath&mdash;</br>Aye to expend in sighs for this hard doom;&mdash;</br>But I will come to thee and sing beneath,</br>And nightly so beguile this serpent wreath;&mdash;</br>Nay, I will find a path from these despairs.</br>Ah, needs then thou must tread the back of death,</br>Making his stony ribs thy stony stairs.&mdash;</br>Behold his ruby eye, how fearfully it glares!\"", "Full sudden at these words, the princely youth</br>Leaps on the scaly back that slumbers, still</br>Unconscious of his foot, yet not for ruth,</br>But numb'd to dulness by the fairy skill</br>Of that sweet music (all more wild and shrill</br>For intense fear) that charm'd him as he lay&mdash;</br>Meanwhile the lover nerves his desperate will,</br>Held some short throbs by natural dismay,</br>Then down, down the serpent-track begins his darksome way.", "Now dimly seen &mdash; now toiling out of sight,</br>Eclipsed and cover'd by the envious wall;</br>Now fair and spangled in the sudden light,</br>And clinging with wide arms for fear of fall;</br>Now dark and shelter'd by a kindly pall</br>Of dusky shadow from his wakeful foe;</br>Slowly he winds adown &mdash; dimly and small,</br>Watch'd by the gentle Swan that sings below,</br>Her hope increasing, still, the larger he doth grow.", "But nine times nine the serpent folds embrace</br>The marble walls about &mdash; which he must tread</br>Before his anxious foot may touch the base:</br>Long is the dreary path, and must be sped!</br>But Love, that holds the mastery of dread,</br>Braces his spirit, and with constant toil</br>He wins his way, and now, with arms outspread</br>Impatient plunges from the last long coil:</br>So may all gentle Love ungentle Malice foil.", "The song is hush'd, the charm is all complete,</br>And two fair Swans are swimming on the lake:</br>But scarce their tender bills have time to meet,</br>When fiercely drops adown that cruel Snake&mdash;</br>His steely scales a fearful rustling make,</br>Like autumn leaves that tremble and foretell</br>The sable storm; &mdash; the plumy lovers quake&mdash;</br>And feel the troubled waters pant and swell,</br>Heaved by the giant bulk of their pursuer fell.", "His jaws, wide yawning like the gates of Death,</br>Hiss horrible pursuit &mdash; his red eyes glare</br>The waters into blood &mdash; his eager breath</br>Grows hot upon their plumes: &mdash; now, minstrel fair!</br>She drops her ring into the waves, and there</br>It widens all around, a fairy ring</br>Wrought of the silver light &mdash; the fearful pair</br>Swim in the very midst, and pant and cling</br>The closer for their fears, and tremble wing to wing.", "Bending their course over the pale grey lake,</br>Against the pallid East, wherein light play'd</br>In tender flushes, still the baffled Snake</br>Circled them round continually, and bay'd</br>Hoarsely and loud, forbidden to invade</br>The sanctuary ring &mdash; his sable mail</br>Roll'd darkly through the flood, and writhed and made</br>A shining track over the waters pale,</br>Lash'd into boiling foam by his enormous tail.", "And so they sail'd into the distance dim,</br>Into the very distance &mdash; small and white,</br>Like snowy blossoms of the spring that swim</br>Over the brooklets &mdash; follow'd by the spite</br>Of that huge Serpent, that with wild affright</br>Worried them on their course, and sore annoy,</br>Till on the grassy marge I saw them 'light,</br>And change, anon, a gentle girl and boy,</br>Lock'd in embrace of sweet unutterable joy!", "Then came the Morn, and with her pearly showers</br>Wept on them, like a mother, in whose eyes</br>Tears are no grief; and from his rosy bowers</br>The Oriental sun began to rise,</br>Chasing the darksome shadows from the skies;</br>Wherewith that sable Serpent far away</br>Fled, like a part of night &mdash; delicious sighs</br>From waking blossoms purified the day,</br>And little birds were singing sweetly from each spray.</br>"]