["WOMAN.</br>Sir for the love of God some small relief</br>To a poor woman!", "TRAVELLER.</br>Whither are you bound?</br>'Tis a late hour to travel o'er these downs,</br>No house for miles around us, and the way</br>Dreary and wild.  The evening wind already</br>Makes one's teeth chatter, and the very Sun,</br>Setting so pale behind those thin white clouds,</br>Looks cold.  'Twill be a bitter night!", "WOMAN.</br>Aye Sir</br>'Tis cutting keen!  I smart at every breath.</br>Heaven knows how I shall reach my journey's end,</br>For the way is long before me, and my feet,</br>God help me!  sore with travelling.  I would gladly,</br>If it pleas'd God, lie down at once and die.", "TRAVELLER.</br>Nay nay cheer up!  a little food and rest</br>Will comfort you; and then your journey's end</br>Will make ammends for all.  You shake your head,</br>And weep.  Is it some evil business then</br>That leads you from your home?", "WOMAN.</br>Sir I am going</br>To see my son at Plymouth, sadly hurt</br>In the late action, and in the hospital</br>Dying, I fear me, now.", "TRAVELLER.</br>Perhaps your fears</br>Make evil worse.  Even if a limb be lost</br>There may be still enough for comfort left.</br>An arm or leg shot off, there's yet the heart</br>To keep life warm, and he may live to talk</br>With pleasure of the glorious fight that maim'd him,</br>Proud of his loss.  Old England's gratitude</br>Makes the maim'd sailor happy.", "WOMAN.</br>'Tis not that&mdash;</br>An arm or leg &mdash; I could have borne with that.</br>'Twas not a ball, it, was some cursed thing</br>That bursts and burns, that hurt him.  Something Sir</br>They do not use on board our English ships</br>It is so wicked!", "TRAVELLER.</br>Rascals!  a mean art</br>Of cruel cowardice, yet all in vain!", "WOMAN.</br>Yes Sir!  and they should show no mercy to them</br>For making use of such unchristian arms.</br>I had a letter from the hospital,</br>He got some friend to write it, and he tells me</br>That my poor boy has lost his precious eyes,</br>Burnt out.  Alas!  that I should ever live</br>To see this wretched day! &mdash; they tell me Sir</br>There is no cure for wounds like his.  Indeed</br>'Tis a hard journey that I go upon</br>To such a dismal end!", "TRAVELLER.</br>He yet may live.</br>But if the worst should chance, why you must bear</br>The will of heaven with patience.  Were it not</br>Some comfort to reflect your son has fallen</br>Fighting his country's cause?  and for yourself</br>You will not in unpitied poverty</br>Be left to mourn his loss.  Your grateful country</br>Amid the triumph of her victory</br>Remember those who paid its price of blood,</br>And with a noble charity relieves</br>The widow and the orphan.", "WOMAN.</br>God reward them!</br>God bless them, it will help me in my age</br>But Sir!  it will not pay me for my child!", "TRAVELLER.</br>Was he your only child?", "WOMAN.</br>My only one,</br>The stay and comfort of my widowhood,</br>A dear good boy! &mdash; when first he went to sea</br>I felt what it would come to, &mdash; something told me</br>I should be childless soon.  But tell me Sir</br>If it be true that for a hurt like his</br>There is no cure?  please God to spare his life</br>Tho' he be blind, yet I should be so thankful!</br>I can remember there was a blind man</br>Lived in our village, one from his youth up</br>Quite dark, and yet he was a merry man,</br>And he had none to tend on him so well</br>As I would tend my boy!", "TRAVELLER.</br>Of this be sure</br>His hurts are look'd to well, and the best help</br>The place affords, as rightly is his due,</br>Ever at hand.  How happened it he left you?</br>Was a seafaring life his early choice?", "WOMAN.</br>No Sir!  poor fellow &mdash; he was wise enough</br>To be content at home, and 'twas a home</br>As comfortable Sir!  even tho' I say it,</br>As any in the country.  He was left</br>A little boy when his poor father died,</br>Just old enough to totter by himself</br>And call his mother's name.  We two were all,</br>And as we were not left quite, destitute</br>We bore up well.  In the summer time I worked</br>Sometimes a-field.  Then I was famed for knitting,</br>And in  long winter nights my spinning wheel</br>Seldom stood still.  We had kind neighbours too</br>And never felt distress.  So he grew up</br>A comely lad and wonderous well disposed;</br>I taught him well; there was not in the parish</br>A child who said his prayers more regular,</br>Or answered readier thro' his catechism.</br>If I had foreseen this!  but 'tis a blessing</br>We do'nt know what we're born to!", "TRAVELLER.</br>But how came it</br>He chose to be a Sailor?", "WOMAN.</br>You shall hear Sir;</br>As, he grew up he used to watch the birds</br>In the corn, child's work you know, and easily done.</br>'Tis an idle sort of task, so he built up</br>A little hut of wicker-work and clay</br>Under the hedge, to shelter him in rain.</br>And then he took for very idleness</br>To making traps to catch the plunderers,</br>All sorts of cunning traps that boys can make&mdash;</br>Propping a stone to fall and shut them in,</br>Or crush them with its weight, or else a springe</br>Swung on a bough.  He made them cleverly&mdash;</br>And I, poor foolish woman!  I was pleased</br>To see the boy so handy.  You may guess</br>What followed Sir from this unlucky skill.</br>He did what he should not when he was older:</br>I warn'd him oft enough; but he was caught</br>In wiring hares at last, and had his choice</br>The prison or the ship.", "TRAVELLER.</br>The choice at least</br>Was kindly left him, and for broken laws</br>This was methinks no heavy punishment.", "WOMAN.</br>So I was told Sir.  And I tried to think so,</br>But 'twas a sad blow to me!  I was used</br>To sleep at nights soundly and undisturb'd&mdash;</br>Now if the wind blew rough, it made me start</br>And think of my poor boy tossing about</br>Upon the roaring seas.  And then I seem'd</br>To feel that it was hard to take him from me</br>For such a little fault.  But he was wrong</br>Oh very wrong &mdash; a murrain on his traps!</br>See what they've brought him too!", "TRAVELLER.</br>Well!  well!  take comfort</br>He will be taken care of if he lives;</br>And should you lose your child, this is a country</br>Where the brave sailor never leaves a parent</br>To weep for him in want.", "WOMAN.</br>Sir I shall want</br>No succour long.  In the common course of years</br>I soon must be at rest, and 'tis a comfort</br>When grief is hard upon me to reflect</br>It only leads me to that rest the sooner.</br>"]