["Sweet daughter of a rough and stormy sire,</br>Hoar Winter's blooming child; delightful Spring!</br>Whose unshorn locks with leaves</br>And swelling buds are crown'd;", "From the green islands of eternal youth,</br>(Crown'd with fresh blooms, and ever springing shade,)</br>Turn, hither turn thy step,</br>O thou, whose powerful voice", "More sweet than softest touch of Doric reed,</br>Or Lydian flute, can sooth the madding winds,</br>And thro' the stormy deep</br>Breathe thy own tender calm.", "Thee, best belov'd!  the virgin train await</br>With songs and festal rites, and joy to rove</br>Thy blooming wilds among,</br>And vales and dewy lawns,", "With untir'd feet; and cull thy earliest sweets</br>To weave fresh garlands for the glowing brow</br>Of him, the favour'd youth</br>That prompts their whisper'd sigh.", "Unlock thy copious stores; those tender showers</br>That drop their sweetness on the infant buds,</br>And silent dews that swell</br>The milky ear's green stem.", "And feed the flowering osier's early shoots;</br>And call those winds which thro' the whispering boughs</br>With warm and pleasant breath</br>Salute the blowing flowers.", "Now let me sit beneath the whitening thorn,</br>And mark thy spreading tints steal o'er the dale;</br>And watch with patient eye</br>Thy fair unfolding charms.", "O nymph approach!  while yet the temperate sun</br>With bashful forehead, thro' the cool moist air</br>Throws his young maiden beams,</br>And with chaste kisses woes", "The earth's fair bosom; while the streaming veil</br>Of lucid clouds with kind and frequent shade</br>Protect thy modest blooms</br>From his severer blaze.", "Sweet is thy reign, but short; the red dog-star</br>Shall scorch thy tresses, and the mower's scythe</br>Thy greens, thy flow'rets all,</br>Remorseless shall destroy.", "Reluctant shall I bid thee farewel;</br>For O, not all that Autumn's lap contains,</br>Nor Summer's ruddiest fruits,</br>Can aught for thee atone", "Fair Spring!  whose simplest promise more delights</br>Than all their largest wealth, and thro' the heart</br>Each joy and new-born hope</br>With softest influence breathes.</br>"]