["In the extremest East when Time began,</br>And God's own image walked sublime on earth,</br>In Eden's bower, where first the parent-man</br>Rose at the Eternal's voice, had Freedom birth.</br>Beneath serenest skies she led him forth,</br>Fearless and free and happy; &mdash; hand in hand</br>With innocence, and high in conscious worth.</br>Peace reigned within, and o'er the smiling land</br>Wantoned earth's first-born flocks in love's harmonious band.", "The world was changed; a populous multitude,</br>Of diverse and discordant tongues, had grown</br>Re-multiplied on earth &mdash; till millions stood</br>Warring in nations, where their Sire alone</br>Had trod, the peaceful universe his own:</br>Guilt, like a pestilence, had o'er the race</br>A horrid taint of crime and discord thrown:</br>Freedom's forsook their haunts, and left no trace</br>Of her first love on earth &mdash; her youth's abiding place.", "Then o'er the world a fearful darkness spread,</br>And men forgot their birth-right, and became</br>The trembling victims of a nameless dread&mdash;</br>Phantoms themselves had reared, but could not tame.</br>Panders of vice, and heritors of shame,</br>They fashioned to themselves a mortal God&mdash;</br>An earthly Moloch; and with loud acclaim</br>Bowed the submissive forehead to the sod,</br>Worshipped the out-stretched arm, and kissed the scourging rod.", "Girding himself, the Monster gathered round</br>All evil ministers which Mischief hath;</br>Gaunt War dashed onward like an unleashed hound&mdash;</br>Ambition &mdash; burning to destroy and scathe&mdash;</br>And haggard Famine, prowling in his path:</br>Hot Murder came &mdash; and with distempered eye,</br>Leering Suspicion, Fear, and gory Wrath,</br>Shouting with fiendish glee destruction's cry,</br>And warring 'gainst the world, for giant Tyranny.", "Three portions of the earth the might confessed</br>Of the destroyer &mdash; yet one spot remained</br>Far in the wilds of the extremest west</br>His sceptre could not reach, yet unprofaned.</br>Here created every hope which earth contained&mdash;</br>Yet thirsting still for Empire, he arrayed</br>Legions of fiends, his dogs of war unchained,</br>While men looked on the mighty strife dismayed,</br>And called upon high heaven, the world's last hope, to aid.", "Uprose the cry &mdash; and morn, and noon, and even,</br>Ceased not to rise beleaguered Freedom's prayer</br>Re-echoing from a million hearts to heaven,</br>Wafting the wail of Nations, Earth's despair&mdash;</br>Till woke to wrath, avenging spirits there</br>Roused at the cry of suffering myriads, came:</br>Justice with her redeeming right arm bare&mdash;</br>Wisdom to light the way with torch of flame&mdash;</br>And Vengeance mailed for war, the invader's pride to tame.", "On swiftest pinions rushing &mdash; hand in hand</br>The avenging sisters came &mdash; until they stood</br>On Vernon's height, and viewed the threatened land;</br>O'er the far plains, a silent multitude,</br>Hopeless of triumph, but yet unsubdued,</br>Were waiting fearlessly the coming shock;&mdash;</br>Each looked on his doomed neighbor, and renewed</br>The stern resolve &mdash; and braced as 'gainst a rock,</br>Drew close his fellow's grasp, the kindred ranks to lock.", "Invisible they saw; and from the height</br>Of Vernon's sacred hill, commissioned forth,</br>Clothed with fit majesty, resistless might,</br>All signs and tokens of excelling worth&mdash;</br>The great Apostle of their cause on earth,</br>The untamed Eagle of the western sky,</br>Came from the mountain regions of his birth,</br>Waving his glad wings with exulting cry,</br>To lead the appointed chief to glorious victory.", "Thus armed and panoplied and led, he went</br>Forth where the self-devoted heroes stood;</br>Right on their foes his wrathful course was bent,</br>In his right hand the sword of Justice glowed,</br>And Wisdom blazed before him as he trode,</br>And Vengeance, to unwonted sternness steeled,</br>Strode tearless amid fields of waste and blood&mdash;</br>Through the vast continent his war-cry pealed,</br>Calling on all to arm, and follow to the field.", "The strife was joined with desperate malice &mdash; on&mdash;</br>On drove the foes &mdash; secure of easy prey&mdash;</br>Flushed with the mighty triumphs they had won</br>In other worlds; and portioning out to slay</br>The few thin troops, that barred their wide array;</br>On drove the foes with insult and with mock</br>Careering in their pride &mdash; till in midway</br>Dashed on the band, like waves upon the rock,</br>Broken they back recoiled, astounded at the shock.", "Again they rallied &mdash; on &mdash; still on &mdash; the cry;</br>While through the routed legions, fiercely ran</br>Yells for revenge with vows for victory:</br>Wrath, grief, contempt and shame were there to fan</br>The flame to fury &mdash; close then man to man</br>With firm ranks serried &mdash; sullenly they came;</br>In vain &mdash; for blazing on the opposing van</br>The Appointed rode &mdash; and from his path of flame</br>Scattered and trampled down &mdash; they fled in deeper shame.</br>"]