["How calm thy vast profound, oh, briny Ocean!</br>O'er thy dread surface silence creeps serene;</br>No wind impetuous, and no rude commotion,</br>Burst on the stillness of the peaceful scene;</br>The settling billows of thy spacious deep</br>No longer rend the shore, nor mount the craggy steep.", "Warn'd by the shades, in dusky form extending,</br>All nature smiling, yields to balmy rest;</br>Faint beams the orb of light, and slow descending,</br>In blushing glory slumbers on thy breast;</br>Each breeze retiring to its lonely cell,</br>Sinks on the bed of night, and whispers out farewell.", "Save when along thy wide expansion gliding,</br>The wand'ring sea-fowl screams her parting lay;</br>Save when from yonder vessel gently riding,</br>Soft swells the anthem to expiring day.</br>No sound obtruding, strikes the list'ning ear,</br>Or breaks the pensive calm, to meditation dear.", "Oh, dread abyss!  thou source of awful wonder!</br>Whether I view thee when the tempest roars,</br>When o'er thee rolls the sullen peal of thunder,</br>And loudly beating on thy echoing shores,</br>Up the tall cliff thy surge impetuous flies,</br>Clings to the howling blast, and mingles with the skies.", "Whether I view thee when at eve resorting,</br>Down to the sandy beach my footsteps roam,</br>When gentle zephyrs on thy bosom sporting,</br>Kiss thy salt billows, tipp'd with curling foam;</br>When hush'd to rest, in smooth unruffl'd foam;</br>Sleeps on thy sinking wave the fury of the storm.", "Alike I feel the secret glow of pleasure;</br>Thy varied scenes emotions sweet impart;</br>Thy boundless track unfolds an endless treasure,</br>Exalts the soul, or melts the ravish'd heart;</br>Alike in thee I read a Maker's praise,</br>When loud the whirlwind sweeps, or soft the zephyr plays.", "Perch'd on these rocks, whose solid base defying,</br>Frowns on thy waves, and mocks thy raging force,</br>Here will I match the drowsy night-birds flying,</br>And trace the progress of thy rapid course;</br>Here will I mark the fluctuating tide,</br>And from thy changes learn the fallacy of pride.</br>"]