["GERMANICUS, for love, and Empire, born,</br>At once to govern Kingdoms, and adorn;</br>Too good for Greatness, but that Kings can bless,</br>Too firm for Fear, but of his Friend's Distress:</br>Fore-temp'ring Pow'r by Reason's generous Plan,</br>To task the Monarch, meditates the Man.", "In a Town Grove, whence Dryads Noise exclude,</br>And hush loud Streets, to Sylvan Solitude,</br>Veil'd by a verdant Skreen's incircling Shade,</br>Whose angly Sides eight arching Lights pervade,</br>Friend to Mankind, their pensive Fav'rite stood;</br>Revolving precious Plans of purpos'd Good.", "SOFT, to his Sight, a Female Suppliant press'd,</br>In all the speaking Marks of Mis'ry dress'd:</br>Down-look'd, relax'd of Mien, oft bending, low;</br>Now stopping short, now re-advancing, slow:</br>Pardon, she cry'd, th' intruding Sighs of Grief:</br>Hope is the friendless Wretche's last Relief.", "GERMANICUS, who when Distress draws nigh,</br>Catches quick Sorrow, from the Suff'rer's Eye,</br>With gentle Waft invites her back'ning Fears,</br>And smiles the Warmth of Pity on her Tears.</br>Her, while advancing, heedful he survey'd,</br>Chance stretch'd his Eye to the remoter Shade:</br>Where, dimly obvious from the bord'ring Wood,</br>Dark'ning the Arches, Eight new Phantoms stood;</br>All, like the First, thin Forms of shivering Woe,</br>Wept All &mdash; in dumb, sad, solemn, circly Show!", "THINK, cry'd th' Approacher, prostrate at his Feet,</br>How sharp is Insult!  and Relief how sweet!</br>Pity a wretched Sisterhood of Tears:</br>Nine friendless Mourners, whom no Comfort cheers.</br>All Arts were Ours, that polish'd Life cou'd gain:</br>But Arts, and polish'd Life, were Ours in vain:</br>See!  what Reward wish'd Knowledge cou'd impart!</br>Where Fool is Fashion, Ignorance is Art.</br>Urg'd by Derision, and escaping Hate,</br>We, sad, slow, Exiles, seek some gentler Fate.</br>To the bleak North's new-rising Coasts we go;</br>Less cold than These, amidst eternal Snow.</br>Glory's gay Beams, to whose felt Warmth we run,</br>More than supply the Absence of their Sun.</br>There, mourning Merit cannot miss Relief;</br>Where watchful Pow'r supplants prevented Grief.</br>Fam'd for Munificence, Thy princely Hand</br>Singly absolves an unbestowing Land.</br>Ah!  Save the Friendless &mdash; Help the Wrong'd away:</br>Too poor to go, yet too un-lov'd to stay!</br>Pay but wish'd Passage from this cruel Shore:</br>And never, never, will we trust it more.", "SCARCE had th' imploring Accents voic'd her Pray'r,</br>When the known Sounds and recollected Air</br>Through the false Semblance, natively convey'd,</br>To the charm'd Prince, a speaking Muse, betray'd.</br>Round, while, uncrediting the storied Woe,</br>His curious Eyes discov'ring Glances, throw,</br>Th' examin'd Umbrage, as he turn'd, reveal'd</br>Each Muse, that every distant Arch conceal'd.</br>Waiting impatient, for the finish'd Tale,</br>Quit your vain Hope, he cry'd, by Want's thin Veil</br>Unhid, to 'scape the Rev'rence of my Zeal,</br>Who all your Power, through all your Changes, feel.", "JOYFUL, He snatch'd th' Implorer from the Ground,</br>Then, turning graceful, bow'd progressive, round;</br>Press'd their joint Access undisguis'd and gay;</br>And shone, receptive of each effluent Ray.", "SEATED, and circled by the beamy Train,</br>Their Shapes, resuming, and Themselves again,</br>Tell me, said He &mdash; Ye Soul-inspiring Nine!</br>Ye living Fires, that give the Great, to shine!</br>Who, quick'ning Regal Courage into Flame,</br>Guide it, by Justice, to immortal Fame!</br>Why wou'd ye leave a Land distinguish'd, long,</br>For Love of Valour, and for Hate of Wrong?</br>Where Freedom unrestrain'd her Empire holds,</br>And Legal Monarchy new Bloom unfolds?", "He paus'd &mdash; and CLIO answering, thus began,</br>Perish pale Malice! &mdash; It oblit'rates Man.</br>Where Envy blasts, the Muse  inspires in vain:</br>No human Culture, there, extends its Reign.</br>Lost in Malignity by civil Hate,</br>Virtues that clash with Virtues curse a State.</br>Stifled in Faction, Arts unfriended sink:</br>Or, pigmy'd into partial Flatt'ry shrink.</br>Hist'ry must blush, the Wiles of Spleen to pen,</br>And grace the bloodless Broils of angry Men.", "SMOTHER'D in Self, there breathes no public Soul,</br>Where sep'rate Strugglings gen'ral Strength controul:</br>There, Policy's old gen'rous Straitness bends;</br>And shifting Medium crawls, to sidelong Ends.</br>There, Fraud triumphant tempts the Just to fall:</br>And every one Man's Gain is Loss, to All.</br>There, Love internal, checking Sighs that roam,</br>Begins, and ends all Charity, &mdash; at Home.</br>Each Pray'r appropriates one Man's modest Aim:</br>And humbly trusts to God the Common Claim.</br>Crush'd by Contempt of Praise, Exertion dies:</br>And Public Spirit, laugh'd at, shuns to rise.", "THITHER when Hope misleads th' Historic Muse,</br>Swift let her seek some Scene of nobler Views.</br>Where guileless Pow'r no Praise to Graft ascribes,</br>Where Courage scorns Deceit, and Duty &mdash; Bribes.</br>Where nervous Meaning dares, directly, speak:</br>And crooked Windings teach no Truth to sneak. ", "'Tis found &mdash; for, see! &mdash; The icy Pole dissolves!</br>Honour's new Warmth with sunny Force evolves!</br>There, glows Event!  There, more than Roman Arms</br>Clash their prophetic Thunder's fear'd Alarms!</br>There, the puls'd Public beats, in ev'ry Vein:</br>Strong, to one Purpose, lifts with equal Strain.</br>No vile Pretension, there, at Titles aims:</br>No Pride-swoln Lumber lazy Lordship shames.</br>There, shines the Sword, in Honour's guarded Track,</br>No Knighthood blushes, on a Miser's Back.</br>No bought Emblaz'nings Eminence efface,</br>No dirty Dignity sublimes Disgrace.</br>There, Heroes multiply:  and labouring Fame</br>Grows busy, &mdash; to record each sparkling Name.", "SHE ceas'd. &mdash; The Prince his Patriot Eyes withdrew,</br>Weigh'd the long Charge, and wish'd it, Half, untrue.</br>Sigh'd at the Waste domestic Discord made:</br>And mourn'd unfriended Arts, by Spleen betray'd.</br>Then view'd the Sisters, re-prepar'd to hear:</br>While ERATO, soft sighing, charm'd his Ear.", "LUR'D, said the am'rous Muse, from Realms above,</br>Pleas'd I descended on this Land of Love;</br>Look'd and approv'd:  and form'd aerial Schemes,</br>Of heart-felt Tyes, and Hope's elusive Dreams;</br>Vainly propos'd &mdash; Each Sex by Each to mend;</br>And smooth the rugged Paths of Life, with Friend.</br>Snatch'd at One sweet Example, New to Fame,</br>Urg'd its dear Pow'r, th' Unhappier to reclaim:</br>Misguided Millions hail'd th' acknowledg'd Charms;</br>And lov'd Perfection, when it bless'd Thy Arms.</br>But, ah!  too lost a Length Themselves were gone!</br>They worship'd, and confess'd: &mdash; but still sinn'd on.</br>Yet I, vain Hoper!  Still new Helps apply:</br>And, ever failing, wou'd for ever try.</br>To slighted Beauty wou'd new Powers impart;</br>And stretch the aided Empire of the Heart.</br>Teach Man, that Woman's Strength in Softness lies:</br>Teach Woman, why the Modest charm the Wise.</br>Useless to Either, I from Both, remove.</br>Money's th' inspiring Muse of modish Love!</br>O'er Truth and Passion, Avarice prevails:</br>All Vows are venal, and all Sighs are Sales.</br>Int'rest and Vanity, and Self, disarm</br>Mutual Esteem, till neither Sex can charm.</br>Then, blanc unnat'ral Whims pervert Desire:</br>Attraction failing, they exchange Attire.</br>Then, Man's lac'd Lightness apes the Lady's Air:</br>And bluff big Boldness masculates the Fair.</br>With changing Sexes, Love's lost Motives change,</br>From Wish to Wish the short-liv'd Passions range.</br>Recorded Constancy becomes Romance:</br>And, among Millions, Two may love &mdash; by Chance!", "WHY should I, then, supporting present Scorn,</br>Stretch my too patient Hope, to Times unborn?</br>When, to the North, where Nature shines unstain'd,</br>Confiding Sexes love, with Faith unfeign'd.</br>Their native Beauties, in no Clime excell'd,</br>To rising Force by conscious Worth impell'd;</br>While through the sparkling Eye taught Spirit breaks,</br>And the felt Lustre of their Fame partakes.", "THE Lover Prince unwillingly believ'd</br>Faults, which his nobler Nature scarce conceiv'd,</br>Touch'd for the Honour of the Human Heart,</br>His own glow'd painful, with ideal Smart.</br>When loftier Accents from URANIA broke,</br>And snatch'd his list'ning Soul, while Science spoke.", "FROM Heav'n's unfounded Depth, she cry'd, I stole</br>Angelic Fire, and form'd a NEWTON'S Soul.</br>Taught him the secret Walks of God to tread;</br>And 'twixt the starry Worlds his Spirit led:</br>All Aether op'ning to a Mortal's Eyes,</br>Till Earth sent Colonies, and held the Skies!</br>What King, for This, magnificently just,</br>Bless'd him in Life, or dignified his Dust?</br>What voted Honours mark th' Aspirer's Race?</br>What thinking Statues emulate his Face?</br>He, who immortaliz'd his Country's Name,</br>Beyond Ten Thousand Conqu'rors bounded Fame,</br>He, who, to lift Mankind, new Heav'ns display'd,</br>And every Human Breather nobler made,</br>Did He to public Fame All Nature raise?</br>And is He poorly left to private Praise!</br>In such a Land, ah!  what can arts expect?</br>What Claim has hopeless Science, but Neglect?", "O!  Fate of wintry Worth, by Climate cross'd!</br>Budding untimely, to be nip'd in Frost!</br>NEWTON has multiplied the Suns! &mdash; yet pours</br>In vain, the Light of all their Orbs, on Ours.</br>When will th' incurious Courts, for which, He found</br>New Worlds, find Will to trace an Old one round?</br>What promis'd Pension ships th' unshaken Soul,</br>To dare Discov'ry, and ungloom the Pole?</br>What coasting Keel, indenting Southern Strands,</br>Starts the long Shores of Cloud-benighted Lands?</br>No annual Bounty, persevering, kind,</br>Draws the dark Veil, that covers half Mankind.</br>What regal Influ'nce, easing Learning's Birth,</br>Now, adds new Stars to Heav'n?  or Arts, to Earth?</br>Who sows Munificence, to root up Sloth,</br>And call forth Harvests, of eternal Growth?", "HAIL, to the Land, where War makes Science Room!</br>Where Realms from Desarts rise!  and Ruins bloom!</br>Where Conquest, spreading to embrace Distress,</br>Lets loose Ambition, not to waste, but bless!</br>There, Pow'r inverts Destruction, into Birth;</br>And the prolific Sword empeoples Earth!</br>There, Desolation, fruitful in Decay,</br>Fades, into Opulence, and strengthens Sway.</br>There, Ports (un-native) indrawn Seas confine:</br>And climbing Streams o'er channel'd Mountains shine.</br>There, public Splendor swallows private Pride,</br>And Claims which All Men share in, All Men, guide.</br>There, Art rewarded, strains excited Skill;</br>Till dazling Wonders wid'ning Empire fill.</br>The fierce free Tartar sees the Tartar taught;</br>Grins, at advancing Rule, and pants for Thought.</br>Then, in long Link, new Nations forward draw:</br>And the drain'd Wilds of Nature crowd to Law.</br>Hail, promis'd Land! &mdash; All, now, that seems severe,</br>Is &mdash; that, removing hence, We leave YOU here.", "URANIA stopp'd, and bow'd &mdash; The Prince, whose Heart</br>Inly confess'd the Pow'r of cherish'd Art,</br>Nobly approving Praise, so justly warm;</br>Smil'd, conscious of his inborn Right to charm.", "NEXT, rose TERPSICHORE, &mdash; melodious Muse!</br>Soft, her first Accents, like descending Dews:</br>Sweet, and slow-swelling, till in livelier Sound,</br>Gay, to the ravish'd Ear, quick Transports bound.</br>Tim'd to the tuneful Voice, each trembling Tree</br>Strain'd its tugg'd Roots, and labour'd to be free.</br>Warm'd through the wak'ning Stone, the sculptur'd Ear</br>Of every Darting Statue seem'd to hear.</br>Air catch'd, and length'ning back the mazy Notes,</br>Curls, while the undulating Music floats.</br>Earth, list'ning, to inhale harmonious Pain,</br>Sigh'd it, in soft Vibration, back again.", "PARDON a mourning Muse, that leaves, with Tears,</br>The Land, that lov'd GERMANICUS endears.</br>But, ah!  what Toils, what Anguish, shalt thou bear!</br>What endless Labour must o'erload thy Care!</br>Ere thy lost Views a Taste like Thine, inspire,</br>And sparkling Kingdoms catch Thy manly Fire!", "NEAR Opera's fribling Fugues, what Muse can stay?</br>Where wordless Warblings winnow Thought, away!</br>Music, when Purpose points her not the Road,</br>Charms, to betray, and softens, to corrode.</br>Empty of Sense, the Soul-seducing Art</br>Thrills a slow Poison to the sick'ning Heart.</br>Soft sinks Idea, dissolute in Ease,</br>And all Life's feeble Lesson is, to please.</br>Spirit, and Taste, and generous Toil, take Flight:</br>And lazy Love, and indolent Delight,</br>And low luxurious Weariness of Pain,</br>Lull the lost Mind, &mdash; and all its Powers are vain.", "</br>HENCE, to the Realms of Fame, ye Muses, fly.</br>There, to the Drum's big Beat, the Heart leaps high.</br>There, sighing Flutes but temp'ring Martial Heat,</br>Teach distant Pity and Revenge to meet.</br>The manly Pipe, there, scorns th' expanded Shakes,</br>That wind wav'd Nothings, till Attention akes.</br>There now, concurring Keys and Chords increase</br>The Heart's soft social Tyes, and cherish Peace.</br>Then, Trumpets, answ'ring Trumpets, shrill, and far,</br>Swell to the sounding Wind th' inspiring War.</br>There, the rows'd Soul, in Exercise, grows strong:</br>Nor pools to puddly Foulness, stopp'd, too long.</br>Strength'ning, and strengthned by, the Poet's Fire,</br>There, Music's meaning Voice exalts Desire.</br>There, Harmony not drowns, but quickens, Thought;</br>And Fools, unfeeling Words, by Notes are caught.", "SOFT sigh'd the Prince, for suff'ring Music, pain'd,</br>And POLYHYMNIA, rising warm, complain'd.</br>Deign to be told, Impartial, Gen'rous, Wise!</br>Why fruitless Eloquence indignant flies.</br>Gall'd at lost Time, in Cases vainly clear'd,</br>At Truths, untouching, and at Sounds, unheard;</br>Blushing, while Oratory's lab'ring Strains</br>On Prae-decision, waste derided Pains;</br>And flourish'd Periods, to no Purpose fine,</br>Like Suns in Desarts, without Notice, shine,</br>Hating grave Insult, I disdain to stay,</br>Where Talk but trifles, and where Tropes but play.</br>If serious Rhet'ric sweats, where sneering Mutes</br>Hast'ning the hurried Question, crop Disputes;</br>If Law fells Argument, yet Forms must reign,</br>And, Custom pleading, Equity is vain;</br>If the dark Pulpit's short mysterious Art</br>Lifts Faith to Heav'n; and damns the Moral Heart;</br>Bear me, dishonour'd God!  to some plain State,</br>Where Truth' in spite of Aye and No, is Weight.</br>Where Pleas of Right a reas'ning Bench persuade,</br>And Justice scorns in Precedent to trade.</br>Where no bold Blasphemy wou'd Faith enslave:</br>But, humble, honest, doubting, Works can save.", "EUTERPE, watchful of her Sister's Close,</br>Snatch'd her sunk Cadence, and impatient rose.</br>Pleasure, she cry'd, is Mine; Mine, the gay Skill,</br>To paint the Fancy, and adorn the Will.</br>But, where dry Avarice has Taste betray'd,</br>Pleasure is Robbery, in Masquerade.</br>Contending Sexes push One common Aim:</br>And Youth, and Wit, and Beauty, meet, to game!</br>At Cards to conquer, or at Dice to sweep,</br>Is all the humble Joy, the Polish'd reap!", "OR, if, aspiring to robuster Praise,</br>Some livelier Genius, Warmth more active sways,</br>Then, frock'd in groomy Sleekness, tight, and smart,</br>The pert, capp'd, Racer dares the Jockey's Art.</br>At Stake and Plate, his Skill profoundly shewn,</br>He from his Horse's Worth, presumes his own.", "OR, nobly stung by John the Coachman's Claim,</br>Climbing th' advent'rous Box, disputes his Fame!</br>Scatt'ring malignant Dust, cracks Voice and Thong,</br>Glows, for a Livery's Right, and burns along!</br>Proudly display'd, looks back, and shouts, to find</br>Poor conscious John, less glorious, hang behind:", "NOT so, th' Olympian Rivals charm'd, of Old,</br>When fiery Youths in whirling Chariots roll'd!</br>Then, the watch'd Signal bad the Rank disjoin;</br>And rushing Wheels dissolv'd the breaking Line:</br>Strain'd to th' expanded Whip's impulsive Sound,</br>Light leap'd th' exulting Axles o'er the Ground:</br>'Twixt crowding Nations, partial, panting, gay,</br>The prais'd plum'd Heroe skim'd the less'ning Way.</br>The smoaking Steeds obey'd the watchful Rein,</br>And winding warlike, swept the shouting Plain.</br>Now, graceful rais'd, now pendent in Carier,</br>High, and far-glitt'ring, shone the Charioteer,</br>Firm in his Seat, superior in his Mien,</br>Flew o'er the Course, and flam'd along the Green:</br>Martial in Gesture, Eminent in Grace,</br>His Birth and Grandeur light'ning from his Face.", "OR, if to sweeter Contest match'd he mov'd,</br>And, in some Ball, led the kind Hand he lov'd,</br>The modest Fair, slow through the mazy Dance,</br>Swam to the love-sick Soul, in soft Advance.</br>No light coarse Frisking kick'd off Woman's Air:</br>No strong, stretch'd, Limb out-trod Attraction, there.</br>Decent their Pleasures, and discreetly weigh'd;</br>Active the Youth, and delicate the Maid.</br>Honour, by Elegance, its Right maintain'd:</br>And, Thought correcting Rapture, Prudence reign'd.", "MOURNFUL MELPOMENE, with Tragic Frown,</br>Spoke next:  and thus deplor'd a tasteless Town.</br>Why drove the Scenic Muse to shine, in vain,</br>Where Wit is Levity, and Art is Gain?</br>Where Law's blind Hope wou'd curb Corruption's Rage,</br>Yet, left undue Contempt to taint the Stage?</br>Hence, Theatres, neglected into Shame,</br>Catching at Concourse, Purity disclaim.</br>By Pow'r deserted, make their humbler Court</br>To Rake, and Rancour, or to Fool and Sport.</br>Piqu'd to Reprizal, unconfed'rate Wit,</br>Noting the popular, evades the fit.</br>Then, the Play plots on State-craft, laughs at Truth:</br>Misguides Allegiance, or unsinews Youth.</br>Thither crowds Faction, to be taught Complaint:</br>Where Pow'r, the Martyr, might have reign'd, the Saint.</br>There, Wisdom bleeds, by Pleasure's feath'ry Dart:</br>And Love's loose Hand unstrings the slacken'd Heart.</br>There, Discontent first trys her tim'rous Force;</br>Hints, and finds Help, and dares her dang'rous Course.</br>There, Froth, Farce, Flatt'ry, Chance, Sedition, rule:</br>And Virtue scarce finds Place, in Virtue's School!", "FAREWELL, forsaken Stage. &mdash; When Courts refuse</br>To urge Wit's wand'ring Rein, she shames a Muse.</br>Hail!  from AFAR &mdash; Thou, fate-foretelling Light!</br>Beaming prognostic, through the Eye of Night!</br>Kindling a hundred Realms, th' enliv'ning Flame</br>Wings the wak'd Energy of courted Fame.</br>There, Empire flashing into Glory's Blaze,</br>Conscious Intention blushes not at Praise.</br>There' spurring Virtue, Wit has leave to mean:</br>And Pow'r, exciting Passion, prompts the Scene.", "So must it be, ere Tragic Fire is felt!</br>But, where grave Thoughts are Marks, for Fools to pelt;</br>Where tir'd, illit'rate, viewless, yawning Pride</br>Must hear, unlist'ning, and, un-taught, decide,</br>There, let lost Sentiment mispoint no Beam;</br>To hope, were Blindness:  and to wish, a Dream!", "UP leap'd THALIA, glowing red with Rage,</br>Fir'd and indignant at a farceful Age.</br>Shall Comedy's insulted Muse, she cry'd,</br>Hold Hoops, to Tumblers! &mdash;</br>She paus'd, &mdash; unable to proceed; &mdash; sigh'd strong:</br>Repell'd the big Disdain &mdash; and trac'd her Wrong.", "SHALL COMEDY, for sworded Harlequin,</br>Split Lathes?  and arm him, for the mimic Scene!</br>While He, proud Impotence!  with modish Strut,</br>Cocks bluff, diffusive of his wooden Cut!</br>Must she swing Gypsies o'er the winnow'd Pit,</br>Mounting Posteriors, in Defect of Wit!</br>Or clap some human Whirlwind's blust'ring Rage,</br>That, o'er twelve Heads descending, shakes the Stage!</br>Stare, while th' unmanly Reptile's wriggling Twist</br>Threads the stav'd Ladder, and descends, unhiss'd?</br>Or, for the Rope-Aspirer's jirkful Tread,</br>Shall she poize right their emblematic Lead?", "No. &mdash; Let implor'd Expulsion wing me thence!</br>Far let me, fly, to some fair Seat of Sense:</br>Where Life's stol'n Humour glows with mirthful Grace,</br>And Comic Picture copies Nature's Face.</br>Where imag'd Passion, dear to the Polite,</br>Leaves low Buffoon'ry to the Rabble's Right.</br>Tir'd, yet untask'd, let me no longer wait,</br>Laughing unheeded, &mdash; at the laughing &mdash;Great:</br>While, with the Roar of Boys, to Tricks they run,</br>Which Mobs shou'd shout at, and the Wise shou'd shun.</br>Gravely, good Souls!  reserving solid Scorn,</br>For Thoughts, to feel whose Force, Themselves were born.", "WARM'D in Wit's Cause, lamenting Genius lost,</br>Nor tasting Ecstasy, at Judgment's Cost,</br>List'ning GERMANICUS, with pensive Grace,</br>Revolv'd wish'd Soft'nings, for a pitied Race:</br>When, like a Trumpet pouring Music's Flood,</br>Speaking CALLIOPE  thrill'd through his Blood.", "THERE was a Prince!  ah!  hid me add, ere long,</br>There is &mdash; impulsive of the Epic Song.</br>Flame of imperial Prominence, He shin'd:</br>Terror, at once, and Charm, of Humankind!</br>All the soft Praise of social Life his Due:</br>All the rais'd Pow'rs, of Arms, and Arts, he knew.</br>Fearless impell'd his Father's Fortune on:</br>And, in Youth's Dawn, a dazzling Victor, shone!</br>In Force resistless, yet undaring Wrong:</br>Honest, in Vengeance!  and in Pity, strong!</br>Without, dwelt War, in all her thund'ring  Din:</br>While Peace, in all her Stillness, wept, within.</br>Form'd for a Lover, for a Thinker taught;</br>Bloodless reflective Eminence, He sought:</br>Born to be greatest, chose but to be best:</br>But Heav'n, that knew his Use, forbad his Rest.</br>Then, from the Calms of conqu'ring Thought, he rose,</br>Glow'd in tempestuous War, and scorn'd Repose.</br>Uncrown'd, gave Crowns, at Will, their Thorns untry'd;</br>And, more than reigning, without reigning died.", "SUCH, though the Land, I leave cou'd shew, me, still,</br>Calm Seasons call not for a Pilot's Skill.</br>Peace is the Blessing, Commerce loves to chuse:</br>But War, and, Glory, task the Epic Muse.</br>Farewel, sure Subject of my future Song!</br>When, rising shameful at a People's Wrong,</br>In Times yet distant, Thy rememb'ring Hand</br>Lets loose Correction at some foreign Land.</br>Then, loud as Thy Applause, reclaim us, All:</br>And every Muse of Nine shall wait thy Call.", "SPEAKING she rose:  and, with her, rising slow,</br>Her Eight sad Sisters, sighing, turn'd to go.</br>Lively upstarting from his shadow'd Seat,</br>Stay, cry'd the Prince, alarm'd, &mdash; suspend Retreat.</br>Just though your Anger, yet Revenge forbear:</br>Lest, taught by Muses, Man forgets to spare.</br>Too soon, degen'rate Nature warps awry, </br>The Bad to copy, and the Good to fly.</br>Have you beheld Wit's Stream discolour'd glide,</br>And pour'd lost Azure on th' unconscious Tide?</br>Think the Blame yours, who Heav'n's best Tincture bring,</br>To stain the Current, yet neglect the Spring!</br>Wou'd you, at once, coerulean Depth renew?</br>And, gayly bright'ning, flush th' Improvement, through?</br>High, at the Source, th' infulsive Tinge bestow:</br>And ev'ry downward Drop shall tinctur'd flow.", "BUT, while, a Vagrant, Inspiration strays,</br>And, here and there, unlicens'd Pow'r displays,</br>Though sep'rate individual Strollers share</br>Some uncollective Scatt'rings, of your Care;</br>This Way, and That, through some faint Hint of Light</br>Gleams, like a Meteor, and shrinks back in Night,</br>Or, mingling Beams, to form some deathless Blaze,</br>Once in an Age, You, POPES, or THOMSONS, raise:</br>All the lost Labour serves but to express</br>How wide our Wants!  how thinly we possess!</br>Till the Day breaks, expect no gen'ral Glow:</br>For, the Sky darken'd, keeps all dark, below.", "HERE, for Wit's Fountain, dream not of a Court.</br>False and injurious; slight th' unweigh'd Report.</br>Meant, for a Clime, where Thrones appropriate Pow'r,</br>And One Man's Passions All Mens Rights devour.</br>But, in free States, where Liberty may chuse,</br>Taste knows no Monarch, and obeys no Muse;</br>Senates their Muses, Property their Aim:</br>Their Boast but Safety; &mdash; and their Plaything, Fame.", "NO &mdash;  wou'd your willing Culture waste no Toil?</br>Wou'd  your Bays thrive in a reluctant Soil?</br>Ductile of Form, and changing Shapes at Will,</br>Assume new Sex, new Names, new Views, new Skill,</br>Safe, in sage Politics, conceal your Wit:</br>Then, by my Bounty, qualify'd to sit,</br>Nine Cornish Boroughs might assign you Place,</br>Where, mix'd unthought-of, You may shun Disgrace.</br>There, breathing unsuspected Influence, lurk,</br>Till patient Progress crowns your arduous Work.</br>Thence, shall descending Radiance Taste convey:</br>And willing Kingdoms make the Muses Way.</br>Till, Time slow fav'ring, You may quit Disguise,</br>And wear Wit, plain, among th' unlaughing wise.", "PAUSING, He smil'd Humanity, so kind,</br>That ev'ry Muse was touch'd, and chang'd her Mind:</br>All bow'd, Consent, to His grave Purpose wrought;</br>And, thus, URANIA voic'd her Sister's Thought.", "BORN to a People's Hearts, their DARLING, shine!</br>Let every Wish, and Hope, and Joy, be Thine!</br>Mov'd by the magic Mercy of Thy View,</br>We feel good Counsel, and embrace it too.</br>One sole Condition grant, and we obey:</br>No dang'rous Notice must detect our Stay!</br>Hid in Thy Grove, each menial Muse shall claim</br>Domestic Shelter from Reproach and Shame:</br>Till, by thy Scheme; their yet unrivall'd Friend!</br>Their Infl'ence widens, and their Suff'rings end.</br>Then, shewn the World, and privileg'd to please,</br>And, gath'ring Face and Fashion, by Degrees,</br>Seen at Assemblies, Belles may Jokes forbear:</br>Nor, shocking modest Strangers, turn and stare!", "THUS, in his Shade, from public Pain exempt,</br>Sleeping, the Visionary Poet dreamt.</br>Then wak'd; and found his sparkling PRINCE was there:</br>But ev'ry empty Muse was lost in Air.</br>"]