["INTRODUCTION.</br>O, could my Muse with gentle Gay,</br>Upon the boxen hautboy play,</br>Or with sweet pipe of shepherd's boy</br>Make Windsor's shades resound with joy,</br>Maria's beauties still should live,</br>And mournful Doris cease to grieve;</br>Eliza's love, Eliza's truth,</br>Unfading bloom in endless youth,</br>And every bright delicious charm</br>The barbed hand of Time disarm;</br>But ah, poor Colin!  vain thy lay;</br>Yet do thy best, and pipe away.", "COLIN.</br>While from on high the flaming sun displays</br>The scorching fury of his noon-tide rays,</br>And, at the foot of this oak-shaded hill</br>Our browsing cattle seek the cooling rill,</br>Let us beguile the time with pleasing song,</br>And stretch at ease our languid limbs along.", "STREPHON.</br>What boots it, Colin, that our limbs are laid,</br>Compos'd, beneath the oak's refreshing shade,</br>Or that around us, on the yellow plain,</br>The fertile ground is stock'd with plenteous grain?</br>What tho' the meadows smile with cheerful green,</br>And waving copses ornament the scene,</br>Can shades or plenty, or delightful views,</br>O'er wounded minds the smiles of joy diffuse?</br>When fond Maria fled her shepherd's arms,</br>Plains, meads and copses lost their wonted charms.", "COLIN.</br>Tho' just the cause, ah!  what avails your grief,</br>Since the pale Tyrant is to pity deaf?", "STREPHON.</br>Tho' from my bosom Death has rudely torn</br>The fragrant rose, he left the pointed thorn.</br>Well may you, Colin, blithesome strains compose,</br>Happy in love, and stranger to my woes;</br>Those blessings which your life with transports crown,</br>Four moons agone I boasted as my own;</br>But now, tho' vigour, youth, and love remain,</br>The charming object I lament in vain.", "COLIN.</br>And who that knew the lovely nymph forbears</br>The willing tribute of condoling tears?</br>Bright was her form, with graces richly deck'd,</br>Commanding love, attemper'd with respect;</br>Sweet Modesty, with social Freedom join'd,</br>Her manners form'd, and wit adorn'd her mind:</br>How kind!  how courteous she to every swain!</br>My wounded memory recollects with pain;</br>But be all sorrows laid aside this day,</br>To Colin's joys let Strephon's griefs give way.", "STREPHON.</br>As soon the hare shall quit the sheltering brake,</br>And linnets grey the yellow furze forsake:</br>As soon shall British nymphs lose power to charm,</br>And Afric' maids the shepherds bosoms warm,</br>As I from this afflicted breast remove</br>The sad remembrance of Maria's love.</br>Weep skies, sigh gales, droop all ye fading woods,</br>Die every flow'r, and murmuring mourn ye floods;</br>Ye gay-plum'd warblers, cease your soothing strains,</br>Bats, ravens, screech-owls, scream along the plains;</br>In pity to my woes, ye swains around,</br>Strip off the honours from the loaded ground;</br>And let the fields, deserted and forlorn,</br>Three dismal months my lost Maria mourn;</br>Then shall returning Spring their bosoms cheer;</br>But ah!  in mine, 'tis Winter all the year.", "COLIN.</br>My dear Eliza lov'd Maria more</br>Than bees the fragrance of the gaudy flow'r:</br>Then, while her praise I sing, your woe suspend,</br>And lose the lover in the gen'rous friend.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Twice three revolving happy years and one,</br>Since sacred wedlock join'd our hands, have flow'n;</br>Seven times the shifting seasons went and came,</br>The seasons change, our hearts remain the same.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Of every hue of every blossom dyed,</br>The gay carnation is the garden's pride;</br>So every beauty bright Eliza wears,</br>Blest Colin's pride, and softner of his cares.</br>The fragrant clove in sweetness most excels,</br>The lilly's fairest of the flowery belles,</br>More sweet than cloves, than spotless lillies fair,</br>In Colin's eyes, Eliza's beauties are.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Tell every nymph that mourns her swain's deceit,</br>The lov'd Eliza is as good as sweet;</br>When they, like her, each social virtue prove,</br>Their swains, like Colin, shall return their love.</br>Guiltless of anger, harmless lambkins rove,</br>The loving turtles coo within the grove;</br>My constant Tray ne'er quits his master's side,</br>The prudent ants unthinking swains deride,</br>And bees beneficent, with pleasing pains,</br>Collect sweet honey to enrich the swains;</br>Lambs, turtles, Tray, and ants and bees may find</br>Their virtues blended in Eliza's mind.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Ye witless clowns, who marriage-joys deride,</br>Nor know the comforts of a faithful bride,</br>Attentive to my tender tale,</br>Nor to your loss let prejudice prevail.</br>By Winter's false inclement skies betray'd,</br>A burning fever on my vitals prey'd;</br>My fleecy charge Eliza's care supplied,</br>Respondent to each groan Eliza sigh'd;</br>Twelve sleepless nights sharp anguish rack'd my breast;</br>Twelve sleepless nights Eliza banish'd rest,</br>With care unwearied watch'd aside my bed,</br>And with fond arm sustain'd my restless head;</br>Each cooling herb applied to sooth my pain,</br>Nor were he tender labours wrought in vain;</br>Kind symptoms of returning health appear'd,</br>And Love's rich cordials my weak spirits cheer'd;</br>My strength renew'd, joy sparkled in her eye,</br>And fill'd my soul with grateful extasy.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Ye mantling vines, that form the conscious bower,</br>Where oft we pass the soft endearing hour,</br>While you, to imitate our joys divine,</br>In wanton folds your amorous branches twine,</br>A thousand kisses whisper from your leaves;</br>But barren of those sweets Eliza gives;</br>For not the mingling arms, or frequent kiss,</br>But souls united cause the heart-felt bliss.</br>Ye hills, ye dales, ye streams, and shady groves,</br>To distant plains resound our mutual loves.", "Eliza's presence, with supreme delights,</br>Shortens the summer's days, and winter's nights:</br>No irksome toil shall Colin e're regard,</br>Her happiness and love the rich reward.</br>Blest be the day, at each return thrice blest,</br>That gave Eliza to my raptur'd breast.</br>This day, may no misfortunes vex the swains,</br>No ripen'd corn be laid by furious rains;</br>No luckless reaper meet with painful wound,</br>Or tread the stinging adder on the ground;</br>No nipping blast the hopeless grapes assail,</br>Or make the downy peaches withering fail;</br>But may propitious Love excite to mirth,</br>And Ceres' honours grace the teeming earth;</br>With golden fruit the loaded vines be crown'd,</br>And purple clusters on the vines abound.</br>Now cease, ye hills, ye dales, ye streams, and groves,</br>To tell the distant plains our mutual loves.", "STREPHON.</br>Well hast thou, Colin, tun'd the oaten reed,</br>Thy songs the songs of nightingales exceed;</br>Unable to withstand thy powerful lay,</br>The melancholy fiend is hied away;</br>To fate resign'd, I feel returning rest,</br>Sweet friendship now has all my soul possest,</br>And Colin young, with his Eliza fair,</br>Shall equal portions of my bosom share.</br>Long may succeeding years their love renew,</br>A pattern for each nymph and shepherd true,</br>And may Eliza fair, and Colin young,</br>To distant times by happy pairs be sung!</br>"]