["BOOK FIRST.</br>Praise be the warrior's meed, who seeks to rise</br>By virtuous acts, by deeds of bold emprize,</br>O'er dark oblivion; and in time's despight,</br>Beneath whose wasteful course, in endless night,</br>Successive ages sink, and pass unknown,</br>Aspires to make futurity his own.", "Such Arthur was:  the song preserv'd his fame;</br>And oft our fathers kindled at the name:</br>When wand'ring minstrels to the feeling heart,</br>The strains of nature, undeprav'd by art,</br>Addrest; and crouded halls were taught to ring</br>With the bold acts of Britain's matchless king.", "Those days are past:  the vocal strain no more</br>Is heard, that charm'd our fathers' hearts of yore.</br>Now, sole memorial of their echoing halls,</br>Clasp'd by rude ivy, nod the mould'ring walls:</br>In cumb'rous heaps are stretch'd the stately towers,</br>While noxious weeds usurp the roseate bow'rs;</br>And, long enfolded in death's cold embrace,</br>Silent have slept the minstrels' gentle race.", "Yet still his name survives; nor deem it vain,</br>That one, the meanest of the tuneful train,</br>Caught by the lofty theme, with feebler lays</br>Presumes t' unfold a tale of other days.</br>Such, as of old to Fancy's ear addrest,</br>Perchance had struck the sympathising breast;</br>When lovely were our maids, and brave our youth,</br>When virtue valour crown'd, and beauty truth.", "The day's bright ruler, from his airy steep</br>Descending, plung'd beneath the western deep;</br>When, o'er the rocks that gird Ebuda's side,</br>Brave the wild winds, and surging waves deride,</br>The full-orb'd moon her radiant brow display'd,</br>And the blue sky in soften'd light array'd;</br>With quivering lustre deck'd the purple flood,</br>And edg'd with silver gleams the dusky wood.</br>Ivar, who trac'd his birth from sires renown'd,</br>A generous youth, beside the vast profound,</br>In meditation wrapt, pursues his course</br>Along the beach; while, with diminish'd force,</br>Fainter and fainter, from the shelving shore</br>The murmuring waves retreat with hollow roar.</br>Soon on th' horizon's utmost verge descry'd,</br>A fleet, dim-gliding on the distant tide,</br>Appears:  at times the snow-white sails in light</br>Are cloath'd, at times they vanish from his sight.</br>While o'er the main he bends his anxious eyes,</br>From high Conagra dreadful sounds arise,</br>Where darkly-frowning its projected steep</br>In wide-stretch'd shade involves the roaring deep;</br>That king of mountains, whose proud height to gain,</br>The feeble race of man would toil in vain.</br>On his astonish'd ear with hideous yell</br>Thus burst the strain that awed the powers of hell:", "\"Shall hated light still clothe these azure skies,</br>Daemons of dire revenge? &mdash; awake, arise!</br>Forego your dreary cells where horror reigns;</br>In gloom congenial wrap yon spangled plains!</br>The vault of heaven with winds conflicting rend,</br>And with the clouds the surging billows blend!&mdash;</br>Say, must we vainly thus your aid invoke?</br>For this does blood upon your altars smoke?</br>Do we for this the souls of mortals fire</br>With rage unpitying, and vindictive ire?</br>The race abhorr'd with causeless ills annoy,</br>And aid your hate?  awake, arise, destroy!\"", "As upward now he turn'd his wond'ring eyes,</br>Of fearful mien, and, more than mortal size,</br>Three female forms appear'd; in mystic rite</br>Engag'd, they traced the mountain's dizzy height</br>In circling course; whilst wide behind them flew</br>Their sable locks, and robes of russet hue,</br>As with demeanor wild, and outstretch'd arms</br>They rouz'd th' infernal powers: &mdash; their direful charms</br>At length prevail.  Th' increasing shades of night</br>Close dark around, and veil them from his sight.", "Now, by the potency of magic sound,</br>Th' aspiring mountain to its base profound</br>Convulsive shook:  the birds that used to sweep</br>In crouded flight around the dizzy steep,</br>(As gray-robed vapors, driven before the storm,</br>Float on the winds in many a varied form),</br>Rous'd from their secret clefts, with piercing cry,</br>Thro' the dun air in countless myriads fly,</br>From ev'ry point of heav'n red meteors glide</br>In streaming radiance to the mountain's side,</br>Thick and more thick; then to its height aspire,</br>And form a rampart of encircling fire.", "But tho' in splendor rose the mountain's head,</br>The robe of darkness o'er the sky was spread;</br>Portentous darkness &mdash; \"Powers of earth and air!</br>Ebuda's youth thus rais'd the suppliant prayer,</br>Ye, who o'er nature's wide domains preside!</br>Ye, who thro' boundless space benignly guide</br>Heaven's cheering orbs!  who thro' th' ethereal plain</br>Roll the deep thunder, or its rage restrain!</br>Whose pow'r can check the lightning's darted ray,</br>And bid the storm in whispers die away,</br>Assist the race of man! &mdash; behold, unbound,</br>The Powers of evil urge their wasteful round!</br>The Daemon of destruction is abroad,&mdash;</br>And his yon dreadful scene! &mdash; Beneath his load</br>Conagra trembles &mdash; bind, oh bind again</br>This fury in your adamantine chain!&mdash;\"", "He ceas'd; for echoing from the mountain's head,</br>Again the sounds that struck his soul with dread,</br>More direful rose. &mdash; \"Seize, seize, the-fated hour:</br>On yonder fleet, the storm of vengeance pour!</br>Descend ye clouds of death!  ye fiends arise!</br>Burst forth ye storms, and mingle seas and skies!\"", "And now the splendor that enclos'd the steep,</br>In sparks of fire flew diverse o'er the deep,</br>Kindling the nitrous clouds:  with livid glare</br>The lightning stream'd along the troubled air;</br>Tremendous thunder thro' the vast profound</br>In peals redoubled roll'd its awful sound:</br>In darkness failing thro' th' affrighted skies</br>The daemons pour'd their death-denouncing cries.</br>At times, their forms of dread the lurid light</br>Disclos'd, and swell'd the horrors of the night.", "Awhile the youth lay prostrate on the ground,</br>When rous'd in terror by a mightier sound</br>Of long-continu'd thunder; thro' the sky</br>He mark'd with keener blaze the lightning fly:</br>Saw, as it flash'd against Conagra's height,</br>Out-jutting crags, and rocks of ponderous weight,</br>Precipitate descend with hideous roar,</br>And dash the wild waves o'er the trembling shore.", "A mountain-billow burst before his view,</br>And on the strand a hapless warrior threw.</br>Sudden the raging winds their fury cease:</br>The storm-vex'd waves subside, and sink to peace.</br>Thro' scattering clouds, their fleecy robes in light</br>Array'd, majestic towers the queen of night:</br>Thick-gleaming stars the vault of heaven adorn,</br>Like dew-drops glist'ning to the beam of morn.</br>Tho' soft compassion in the gentle breast</br>Of Ivar swell'd, yet fear awhile represt</br>His doubtful steps; he saw the stranger rise,</br>And wildly roll around his wond'ring eyes.", "Stately his form; and mingled in his face</br>The charms of youth, and manhood's riper grace</br>Vied for preeminence:  a ponderous spear</br>He held, that not the raging waves could tear</br>From his strong grasp:  his bosom oft he struck,</br>And, upwards gazing, cast to heaven a look,</br>In which indignant rage, with grief combin'd,</br>Exprest the mix'd emotions of his mind.", "The youth approach'd, and cried:  \"O chief unknown!</br>On our rough rocks by angry billows thrown,</br>Accept my willing aid; thy mien, thy face,</br>Proclaim thee sprung from no ignoble race.</br>But whosoe'er thou art, 'tis ours to share,</br>And sooth the woes that we alike may bear.</br>O'er all those Isles, far as thy eye can strain,</br>Emerging darkly from the hoary main,</br>My sire presides:  to give affliction rest,</br>And pour in sorrow's agonising breast</br>Compassion's balm, is his; and be it mine;</br>Nor thou the wishes of my soul decline,</br>To guide thee to his friendly halls.\"  He said:</br>The stranger sigh'd, and silent bow'd his head</br>Assenting. &mdash; Soon the dome arose to sight,</br>Crown'd with the silver moon's reflected light.</br>Melaschlen there the splendid feast prepar'd,</br>And there the soul-delighting sound was heard</br>Of harps symphonious to the vocal lay,</br>That gave the tale of times long past away;</br>Of conflicts fierce, of heroes far renown'd,</br>And lovely maids whose smiles their prowess crown'd.</br>Or tears their tombs bedew'd, while borne on high</br>Their spirits roam'd exulting thro' the sky.</br>\"All hail ye warriors!  Thus the strain arose,</br>Releas'd from mortal toils, from mortal woes:</br>'Tis yours aloft on billowy clouds to ride,</br>Point the red lightning, and the thunder guide;</br>Or placid mid the blue expanse to stray,</br>And sport along the liquid blaze of day!\"", "The king with joy his unknown guest receives;</br>His willing hand in pledge of friendship gives.</br>But not the plenteous feast, the flowing bowl,</br>Or lofty lay the stranger's woes controul.</br>The silent tear descends; repeated sighs</br>His bosom swell; when thus Melaschlen cries:", "\"The secret anguish that thy soul devours,</br>Unfold; to succour, not betray, is ours.</br>Thy state compassion claims, not hostile rage;</br>Ebuda's sons no war with misery wage,</br>Know, tho' thou com'st from Scandinavia's coast,</br>The daring leader of a barbarous host,</br>That coast again unransom'd thou shalt view,</br>And teach a ruthless race the stranger's due.</br>But, if from Britain thou deriv'st thy birth,</br>Britain, whose glory fills the spacious earth&mdash;</br>And sure, unless the mist of age my sight</br>Deludes, thy garb bespeaks a British knight:</br>If such, thrice welcome to Ebuda's land:</br>The highest honour Arthur's friends demand.</br>For oh!  what kingdom has not heard your praise,</br>The darling theme, the wonder of our days!</br>Who, like your prince, with ardent souls inspir'd,</br>Taught by his rules, by his example fir'd,</br>As stars your radiant course of fame pursue,</br>Round the bright orb, from whence your beams ye drew.\"", "The stranger rose; Melaschlen's hand he prest;</br>And eager thus his generous host addrest:</br>\"Has fame too partial told in distant lands</br>The deeds of Arthur?  here that Arthur stands,</br>A hapless wretch:  if he has aught to claim,</br>'Tis grief superior, not superior fame.</br>Behold a monument of wrath divine,</br>To wreck whose fall the fiends of hell combine</br>With mortal foes; who, whelm'd beneath the main,</br>A fate abhorr'd, beheld his gallant train.</br>He, on the best of friends destruction draws;</br>Alas!  their only crime was Arthur's cause.</br>And is it just, immortal ruler!  say,</br>That those should perish who thy will obey?</br>Whilst on an impious race thy blessings shower,</br>Who mock thy sacred laws, and brave thy power?\"", "No more he said; &mdash; for lo!  in sudden gloom</br>A rushing cloud involves the spacious room;</br>And, quick-dispersing, by his side is seen</br>A reverend sage of awe-commanding mien.</br>Robes, whose pure whiteness match'd the new-fall'n snow,</br>Invest his form, and on the pavement flow:</br>The purple girdle, that around his waist,</br>Studded with sparkling gems the vesture braced,</br>Shot mingled beams of light:  his head was bare;</br>His brow imprinted with the tracks of care:</br>A few grey locks his temples crown'd; the wreath</br>Of honour'd age:  his ample chest beneath,</br>White as the thistle's silv'ry down, that plays</br>On zephyr's wing amid the summer rays,</br>His flowing beard descended:  in his hand</br>Appear'd, with mystic figures graved, a wand</br>Of wond'rous power. &mdash; Whilst in his breast the sighs</br>Of pity rose, wrath sparkled in his eyes:</br>Full on the prince he turn'd their piercing light,</br>Who shrunk abash'd, astonish'd at the sight.</br>Sternly he thus began:  \"Th' eternal will</br>It is not ours to question, but fulfil.</br>High haven permits those evils men create,</br>Whilst they, what folly caus'd, impute to fate.</br>'Twas known to thee thy ruin would be sought</br>By hell and hell-born powers with malice fraught;</br>No less, than that thro' me, indulgent heaven</br>Sufficient strength t' oppose their rage had given.</br>I warn'd thee never to forsake the host</br>Collected to redeem thy native coast.</br>Who shar'd thy dangers, well deserv'd thy care;</br>'Twas thine the fortunes of thy friends to share.\"", "\"Forgive me, father!\"  thus the prince replied,</br>\"Forgive thy erring son, too harshly tried;</br>How could I act?  I saw my vessels tost</br>By raging billows; some on quicksands lost;</br>Some dash'd on pointed rocks:  loud roar'd the sound</br>Of elements conflicting:  wide around</br>Fell daemons shriek'd, and in the boldest heart</br>Fix'd deep dismay, and terror's scorpion dart.</br>Yet then, be witness thou celestial power,</br>E'en at that dread, that soul-distracting hour,</br>When death impended, and confusion reign'd,</br>My heart, resolv'd, unmanly fear disdain'd,</br>The trembling seamen I adjur'd in vain</br>To work their vessels thro' the boiling main.</br>While pale, desponding, in the hold they lay,</br>I faced night's horrors, tho' the blasting ray</br>Flash'd round my temples:  when each mast and shroud</br>Was wrapt in flames; when, like a vaulted cloud,</br>Impended o'er my head the hollow wave,</br>And its dark womb appear'd a watry grave</br>To die as suits a warrior all my care,</br>Beside the trembling mast the threat'ning spear</br>I shook; the powers of darkness loud defied.&mdash;</br>Before me Gawaine stood, and eager cried,</br>With friendly voice:  \"Behold, enclos'd between</br>Yon wide-projecting rocks, a fairer scene</br>Unfolds; no billows there tumultuous roar</br>Smooth flow the waters o'er the level shore;</br>And t'ward our ship, thanks to propitious heav'n!</br>Before the storm a slender bark is driven.</br>Haste, let us seek the coast:  no more delay&mdash;</br>The shatter'd vessel sinks &mdash; 'tis death to stay!\"", "Nor vain were Gawaine's words:  I plain beheld</br>The shelter'd bay, where, wave on wave impell'd,</br>Screen'd from the tempest, with diminish'd force</br>In slow succession urg'd their peaceful course;</br>And sudden, by my friend's example taught,</br>I leapt into the bark: &mdash; that instant, thought</br>And memory possest my soul no more.&mdash;</br>Faint and exhausted on Ebuda's shore</br>I wak'd to life; and to these chiefs I owe</br>Such acts of friendship, as the sons of woe</br>Receive from virtue's hand.\"  The sage rejoin'd,</br>Frowning severe:  \"Oh, impotent of mind,</br>By fraud misled, to thwart what heav'n decreed,</br>And meanly quit the host 'twas thine to lead:</br>In Britain's cause &mdash; No Gawaine met thine eyes,</br>But hell-born Urda in the youth's disguise:</br>No friendly bark approach'd thy vessel's side;</br>Thy rashness plung'd thee in the roaring tide.</br>No beach was there, to fancy's view display'd</br>So smooth, but pointed rocks beneath the shade</br>Of dark Conagra; from whose frowning height</br>Huge fragments felt; and crush'd beneath their weight</br>Then hadst thou perish'd; but high heav'n, whose will</br>'Tis mine, its humble agent, to fulfil,</br>Endu'd thy friend with more than mortal power</br>To save thee in that dread, disast'rous hour.</br>I turn'd the loud descending rocks aside,</br>And calm'd the fury of th' indignant tide.</br>Hadst thou my counsel in thy heart engrav'd,</br>And, trusting heav'n, the powers of magic brav'd,</br>Those envious fiends had mourn'd their malice vain,</br>And fled, defeated, from the troubled main.</br>Then prosperous breezes to Menevia's coast</br>Had wafted Arthur, and his valiant host;</br>Where many a friend now bends his anxious eyes</br>O'er the dark wave to view thy sails arise.</br>Yet never let distrust, nor mean despair,</br>Usurp thy bosom.  Heaven's peculiar care</br>Still watches o'er thee; to the power divine</br>Submissive bow &mdash; 'tis impious to repine.</br>'Twas given the Weird Sisters to annoy</br>With raging storms thy fleet, but not destroy.</br>Illusions vain, the phantoms of the night,</br>Beguil'd thy reason, and deceiv'd thy sight.</br>When heav'nly goodness wills, 'tis his to quell</br>Fraud's black designs, and blast the arts of hell;</br>Or fierce Destruction, loosen'd from her chain,</br>Would waste the world, and ceaseless horrors reign.</br>May that reflection sooth thy soul to peace,</br>And idle murmurs, vain upbraidings cease.\"", "\"I feel, I own my fault, cried Uther's heir,</br>And heaven's decrees are righteous, tho' severe.</br>Yet grant me this request:  have I betray'd</br>To danger, or distress, my lovely maid?</br>Ills heap'd on ills with patience I'll endure,</br>And brave their rage, if Inogen's secure.\"", "\"She dwells in safety,\" thus the sage replied;</br>\"In my protection, and her faith confide.</br>But oh!  let different thoughts thy soul employ;</br>Dream not of beauty's charms, or peaceful joy,</br>When glory calls. &mdash; To my prophetic eyes</br>Perils and toils t' obstruct thy course arise.</br>If Arthur fails in aught that suits the brave,</br>He sinks disgrac'd to an timely grave.</br>Now, since thy harrass'd frame demands repose,</br>Is slumber seek oblivion of the woes</br>That still disturb thy mind.\"  The prince obey'd,</br>His kind submissive on his bosom laid,</br>And as he sought the downy bower of rest,</br>Check'd the soft sigh that struggled in his breast.", ""]