["GODE COUNSAILE OF CHAUCER</br>Flie fro the prese, and dwell with sothfastness;</br>Suffice unto thy Gode, though it be small,</br>For horde hath hate, and climbyng tikilnesse;</br>Prece hath envy, and wele it brent ore all,</br>Savour ne more then the behovin shall:</br>Rede well thyself, that other folke canst rede,</br>And trouthe the shall delivir, it is no drede.", "Paine the not eche crokid to redresse,</br>In trust of her that tournith as a balle;</br>Grete rest standith in litil businesse,</br>Beware also to spurre again a nalle.</br>Strive not as doth a crocke with a walle.</br>Demith thy self that demist othirs dede,</br>And trouthe the shall delivir, it is no drede.", "That the is sent receve in buxomenesse;</br>The wrastlying of this worlde askith a falle;</br>Here is no home, here is but wildirnesse,</br>For the pilgrim for the o best out of thy stalle,</br>Loke upon high, and thanke thy God of all;</br>Weivith thy luste, and let thy ghost the lede,</br>And trouthe the shall delivir, it is no drede.", "ATTEMPTED IN MODERN ENGLISH.</br>THE POET'S LAST ADVICE.</br>Fly from the croud, and be to virtue true,</br>Content with what thou hast, tho' it be small;</br>To hoard things hate; nor lofty thoughts pursue;</br>He who climbs high endangers many a fall.</br>Envy's a shade that ever waits on fame,</br>And oft the sun that raises it will hide:</br>Trace not in life a vast expansive scheme,</br>But be thy wishes to thy state ally'd.</br>Be mild to others, to thyself severe;</br>So truth shall shield thee or from hurt or fear.", "Think not of binding all things to thy will,</br>Nor vainly hope that Fortune shall befriend;</br>Inconstant she, but be thou constant still,</br>Whate'er betide, unto an honest end.</br>Yet needless dangers never madly brave;</br>Kick not thy naked foot against a nail;</br>Or from experience the solution crave,</br>If wall and pitcher strive which shall prevail?</br>Be in thy cause as in thy neighbour's clear,</br>So truth shall shield thee or from hurt or fear.", "Whatever happens, happy in thy mind</br>Be thou, nor at thy lot in life repine;</br>He 'scapes all ill whose bosom is resign'd;</br>Nor way nor weather will be always fine.</br>Beside, thy home's not here, a journey this,</br>A pilgrim thou, then hie thee on thy way;</br>Look up to God, intent on heav'nly bliss,</br>Take what the road affords, and praises pay:</br>Shun brutal lusts, and seek thy soul's high sphere;</br>So truth shall shield thee or from hurt or fear.</br>"]