["SONNET XX.</br>WRITTEN NEAR AN ANTIQUE ROMAN TOWER IN THE VICINITY OF TARRAGONA; SAID TO HAVE BEEN BUILT BY SCIPIO.</br>Here Rome on high her banners proudly wav'd,</br>By fell Ambition's madd'ning dream beguil'd:</br>Here godlike Scipio every danger brav'd,</br>And calmly 'mid the sanguine tempest smil'd.</br>And this lone tower his warlike soldiers pil'd,</br>To mark the spot where battle grimly frown'd;</br>Where Pain and Terror rais'd the outcry wild,</br>Amid the louder shout of Triumph drown'd!</br>\"Time's gradual touch\" the mouldering walls imbrown'd&mdash;</br>Rent the atlantes from their posts away&mdash;</br>Bade the long rye-grass creep the structure round,</br>And sculptur'd columns feel the rude decay:</br>Yet still it stands upon the sea-girt shore,</br>A proud memorial of the deeds of yore!", "SONNET XXV.</br>See the fond babe its little arms extend,</br>Anxious to meet the mother's warm embrace;</br>While in its laughing features sweetly blend</br>The blush of beauty, and infantile grace.</br>Love, hope, and mildness, in the mother's face,</br>And fond affection, all their powers unite;</br>Yet still, a lingering tear does faintly trace</br>Its shining path-way from her eye so bright.</br>Say why did sorrow chill the fond delight</br>That softly rose within the mother's breast?</br>Perhaps misfortunes sad bedimm'd her sight,</br>And sorrow's portion could not be repress'd?</br>She knew the world to be an ocean wild,</br>And shed a tear of pity for her child!", "SONNET XXXIII.</br>Dark is thy brow, but oh!  its shade reveals</br>That wild expression I so dearly prize;</br>While from beneath the fringe, that scarce conceals</br>Their wanton lustre, glance thy piercing eyes!</br>And there, insidious Love in ambush lies,</br>And bears on high a wand of mighty power;</br>Waving its magic o'er his enemies,</br>Who sink exhausted, as the pale wind-flower</br>Crouches beneath the rude autumnal shower.</br>Pining and sad, from thee they vainly seek</br>The lover's comfort, Hope! &mdash; alas!  their dower</br>Is nought but scorn, and woe, and patience meek.</br>Then feel some pity, if thou canst not love,</br>And let their grief, at least thy sorrow move.</br>"]