["While the deep offences of unnumber'd dyes,</br>To Heaven's high Throne with clamorous siege ascend,</br>To urge the lingering vengeance from the skies,</br>While discord shakes the world; our heavenly FRIEND,</br>With intercession mild, suspends the blow,</br>And breathes his peaceful prayer, thro' kindred saints below.", "Yet Justice stern displays her ponderous sword,</br>Reluctant waiting the permissive nod,</br>And Reason scarcely listens to the word,</br>Which speaks the mercy of a Saviour God,</br>So vast the crimes, so forcibly they plead,</br>To them a guilty land to punishment decreed.", "Shall then th' uplifted thunder crush to dust</br>Earth's rebel sons, and burst each vaulted dome?</br>Shall savage beasts prefer their equal boast,</br>And claim the attic structures for their home?</br>While fields untill'd, alone by these are trod,</br>And roads, and cities fam'd, rank with the grassy sod?", "'Tis just!  no plea arrests the penal stroke!</br>Rebellious worms should by rebellion die!</br>Ah!  what avails it mercy to invoke,</br>Whom violence has banish'd from the sky!</br>When slighted Love her angel-form declines,</br>And rigorous justice in tremendous glory shine!", "Shall every precept by th' Eternal giv'n,</br>Be violated, yet th' offender live?</br>Shall sinners slight the offer'd grace of Heav'n,</br>Pervert each blessing bounteous love can give,</br>With journey retrograde their Maker dare,</br>Yet gain the kingdom by a moment's feeble pray'r?", "While crowded Theatres affront the skies,</br>And with contagious vice infect the throng;</br>While art and vanity united rise,</br>To waste the hours in luxury and song;</br>While sumptuous fare, and gorgeous robes conspire</br>To stupefy the soul, and feed its guilty fire.", "And holy Temples for devotion rear'd,</br>Their scanty ranks of drowsy souls display;</br>By whom too oft perdition less is fear'd</br>Than that reproach which marks the narrow way.</br>Unjust pretenders to that sacred creed,</br>Which fill'd the skies with saints, who dar'd on earth to bleed.", "Ah Britain!  once the highly favour'd ground,</br>On which th' ALMIGHTY shower'd his choicest shore,</br>When peace and plenty every labour crown'd,</br>And concord bound thee to yon western shore;</br>How happy then!  Now dire intestine jars,</br>And foes with menace fierce, portend destructive wars.", "Aloof we hear the battles' loud alarm;</br>The hideous cannon with continued roar,</br>Proclaims approaching death and wide spread harm;</br>Confusion echoes from the martial shore;</br>The sounding trumpet, and the clashing spear,</br>Mingled with soldiers' shouts, and shrieks of dying fear.", "And are there not amongst the righteous found</br>With us, even us, the sinful and impure?</br>Alas!  our glory's levell'd with the ground!</br>Our crown is fallen and our light obscure!</br>Our lukewarm souls their festering sores conceal,</br>Slightly we feel the smart, slightly the sickness heal.", "Where are the works of piety and love,</br>Which once distinctly mark'd the chosen race?</br>Who now, obedient to his Lord above,</br>The pris'ner visits, and with kind embrace</br>Receives the needy stranger, and extends</br>His free good-will alike, for enemies and friends?", "Who clothes the naked with his needless veil?</br>Who stints his board, the hungry faint to chear?</br>Who claims the pining orphan for his guest?</br>And god-like, wipes the widow's tear?</br>How small a difference in the saints is found,</br>From those who spend their days in wanton pleasure's round!", "What mean these varied hues of gay attire,</br>Which clothe the gentle votaries of the cross?</br>What mean the elegancies which conspire,</br>To deck our tables, and our domes emboss?</br>O, curst expedients to sustain our pride,</br>Whose thousands pine around, for whom the Saviour died.", "How thinly rang'd along the house of prayer,</br>These dainty followers of a suffering Lord!</br>What cold attention when assembled there!</br>Their ears scarce open'd to the living word!</br>Hardly resolv'd their languid voice to raise,</br>In supplicating cries, or hymns of sweetest praise.", "And O!  what dying fires inform the heart,</br>While thus imperfect all their works remain?</br>While earth from heaven steals back so large a part,</br>Are these redeem'd from conversation vain?</br>What speaks the spot ere-while to prayer assign'd?</br>The sacred page unsearch'd, the passions unconfin'd?", "Where breathes the meekness of the heaven-born child,</br>The lowly tenderness and humble love,</br>The faith all ardent, and the spirit mild,</br>With active zeal attemper'd from above,</br>And charity, which flames intense and wide,</br>With unremitted toil, to bless on every side?", "Who warns the sinner of approaching woe?</br>Who points the mourner to a Saviour's cross?</br>Who bids the thoughtless heed, the untaught know?</br>And calls the fallen to retrieve their loss?</br>Who, with strong faith, the Mercy-seat assails?</br>Where is the faith which still in life and death prevails?", "Who now the heavenly SPIRIT entertains,</br>The sacred Shechinah, a present God?</br>Say, where the blessed stranger now remains?</br>Or griev'd, &mdash; forsakes he his unlov'd abode?</br>Bosoms which beat for earth, and scarce perceive</br>The Spirit's transient visit, or his final leave!", "O!  Thou rejected by earth's guilty race!</br>Too oft forgot by those who know thy Name!</br>Spirit of  peace, and purity, and grace,</br>Who erst thy people crown'd with holy flame!</br>Return, with blessing, once again return,</br>And seal our hearts thy shrine, for heav'n alone to burn.", "Come, heal our spirits sickness; bid us rise</br>To dwell with GOD, where all our hopes ascend!</br>Once more renew us, to salvation wise!</br>Once more return, our blest abiding Friend!</br>Fire our cold hearts to seize the prize before,</br>No more to grieve thy love, &mdash; to stray from thee no more.", "Deign, holy FATHER!  our return to bless;</br>To thee, with deep abasement we draw near,</br>To claim thy pardon, while our souls confess,</br>Low prostrate at thy feet with contrite fear,</br>We have not, Lord, improv'd thy bounteous grace,</br>Yet from thy people's sin, O!  turn away thy face!", "And thee, REDEEMER!  from whose tender care,</br>Like simple sheep we all have widely stray'd,</br>Yet now returning, hear thy suppliants' prayer.</br>Henceforth we crowd thy fold, and claim thy aid!</br>Our Shepherd thou!  O!  save thro' life's short day,</br>And save, when nature fades, and earth and heaven decay.", "ALMIGHTY THREE!  before whose awful Throne,</br>We bow submissive to thy sovereign will;</br>Righteous are all thy ways, thy thoughts unknown,</br>Thy hand can raise us, or thy word can kill:</br>Easy with Thee to crush a sinking land,</br>Or bid destruction cease, and peace victorious stand.", "But O!  whate'er our future lives await,</br>Or war, or famine, or some milder doom,</br>O!  save thy children, thro' their varied fate,</br>Or spread thy banner, and convey them home;</br>'Midst nature's fatal wreck preserve them blest,</br>Or take them from the storm, to everlasting REST.</br>"]