["Whilst I address thee, brother of my heart,</br>What sweet sensations in my bosom rise;</br>Whilst I attempt my feelings to impart,</br>What tears of pleasure trickle from my eyes:</br>Nor are they selfish, isolated joys&mdash;</br>Angels the rich participation claim,</br>For angels hail thee \"brother\" through the skies,</br>And make heaven's courts re-echo with the name</br>Of God's adopted son &mdash; Redemption is the theme.", "O, glorious work!  O work demanding praise!</br>Life, phenix like, emerges from its sire.</br>Exult, my soul &mdash; ascend, my loftiest lays,</br>And let a mortal catch a seraph's fire;</br>And fill'd with holy zeal, and warm desire,</br>Pour the loud burst of gratitude along,</br>Redemption in the Saviour!  earth retire!</br>Weak are my efforts, but my subject strong,</br>And as eternity, unbounded is my song!", "But O!  what pen can paint, what tongue rehearse</br>The mighty wonders of a love divine!</br>Language is barren, grovelling is my verse;</br>Expression faint, defective every line:</br>I pause astonish'd &mdash; and the task resign!</br>We cannot count the sands, nor mountains weigh,</br>Nor love's immensity in bounds confine!</br>But we can feel its strength infusing ray,</br>And mark its golden tints illume salvation's day.", "Much I rejoice, nor for myself alone,</br>The arms of mercy have encompass'd thee!</br>Thy sinful state, thy helplessness is shown;</br>And he, who bought thy pardon on the tree,</br>Already hath pronounced the words \"be free&mdash;</br>Go forth &mdash; no longer captive as before!\"</br>Haste, haste, my brother &mdash; bend the suppliant knee:</br>His goodness prove, his clemency adore,</br>And, trusting in his grace, resolve to sin no more.", "Art thou determined?  Then in Jesus' might</br>(Nor earth, nor hell, shall drive thee from the field,)</br>Drag forth the enemy, commence the fight,</br>Truth be your cov'ring, faith your well tried shield:</br>Nor, though a host surround you, basely yield,</br>Nor think the contest ended by a blow;</br>The death inflicting sword with vigour wield,</br>And bid defiance to your triple foe;</br>Glory is gain above, for victory below.", "Art thou a doubting Christian?  O, repel</br>The mean suggestions of ignoble fear.</br>Does unbelief with plausive reas'ning tell</br>'Tis all delusion that we feel, we hear?</br>Avoid the serpent, close thy mental ear&mdash;</br>Observe thy thoughts with circumspective care:</br>The Sun of Righteousness will soon appear</br>To chase the clouds, to make the prospect fair:</br>Only be watchful thou, nor cease from fervent prayer.", "Soldier!  thy warfare quickly will be past;</br>Sustain the battle, struggle till the end.</br>Storms may be strength'ning, sweet the roughest blast,</br>Grief, prove a comfort &mdash; every foe a friend</br>To urge thee nearer, where thy steps should tend,</br>And meek humility will trials bring:</br>Continue faithful, on thy Lord depend:</br>So shalt thou reach, where, borne on rapture's wing,</br>The choirs angelic move, and hallelujahs sing!</br>"]