["Lady, could time and distance break the chain</br>That link'd thy minstrel's heart in youth to thee,</br>The seal of softest love had come in vain</br>Across the climates of the south to me.</br>But 'tis not time, nor distance, nor the sea</br>Can ever sever from a heart like mine</br>The thoughts of days we never more can see,</br>The thoughts of friendship fond and pure as thine,</br>Warm as the genial suns that brightly o'er me shine.", "Thou say'st that I must sing thee many a song</br>Of all the loveliness of Chilian bowers,</br>The vineyards, and the sunshine, and the long,</br>Long endless years of verdure, fruits, and flowers.</br>This Paradise might waken songs like yours,</br>Could I but chain my spirit for a while;</br>But still it wanders to the crags and moors,</br>Where milder suns in days of summer smile</br>O'er the green breckan glens of my dear northern isle.", "Those who have no remembrances of youth,</br>Hallowed and sacred for the heart's repose,</br>Basking amidst the blossoms of the south,</br>May soon forget the thistle and the rose,</br>In climes where never-fading beauty glows.</br>They may forget the land of clouds and rain,</br>The autumn's yellow woods, the winter's snows,</br>The gladness when the spring comes back again,</br>And summer's sunny days wi' daisies deck the plain.", "But 'tis not thus with wanderers who have drank</br>In youth, like me, the spirit of the wood,</br>In dreams of love beside the hazel bank,</br>Listening the voice of mountain solitude,</br>The rustling of the green branch o'er the flood,</br>The blue hawk's scream, 'midst cliffs of hoary gray,</br>The lark's blythe song far in the moorland cloud,</br>Breaking the silence of the Sabbath-day:&mdash;</br>Oh!  these are dreams of youth that never can decay.", "Oh!  that I could recall those early days</br>When first thy glance did young ambition wake,</br>When, lingering 'midst the woods and broomie braes,</br>I studied Tasso's Pastorals for thy sake,</br>When rustling heath-bells o'er my head would shake,</br>And white flocks fed around me in the sun,</br>When stealing softly thro' the leafy brake,</br>Came thy light footstep when the day was done,</br>To share sweet moonlight walks with me and me alone.", "These were sweet days, my dear one!  but they're past:</br>They owe thee much &mdash; more than can be repaid.</br>Over my life a brightness they have cast,</br>Which but for thee had wither'd in the shade.</br>Thou wast my patroness, when some assayed</br>To check my roving spirit in its birth.</br>Thy favour made it soar above their aid,</br>And, like the winds of heaven, burst freely forth</br>To revel 'midst the blooms and brightness of the earth.", "How spirit-stirring to the heart of youth</br>To change green pastures, flocks, and flowers, and bees,</br>For the arm'd frigate destined for the south!</br>To see her broad sails first spread to the breeze!</br>To see green England's corn-fields, and its trees,</br>Like the last glimpse of sunset, fade away!&mdash;</br>The first encircling grandeur of the seas,</br>When waves are white with storm in Biscay's Bay,</br>The distant coast of France gilt with the sunny ray!", "To see its vineyards vanish from the glance,</br>Like clouds behind the waters of the main;</br>And think of the sad look sweet Mary once</br>Cast on that land she never saw again!</br>To see afar the hills of vine-clad Spain,</br>And think of all its knights and dames of yore,</br>Its tales of chivalry, its fields of slain,</br>And the brave warriors sleeping on its shore,</br>Corunna's bloody plain, the death-devoted Moore!", "And oh!  how bright and beautiful to him</br>Whose youth was passed 'midst crags and moorlands gray,</br>To see Madeira's blue isle rising dim,</br>Amidst the mist and dews of breaking day!</br>View'd from the distant sea in twilight ray,</br>How bleak it seem'd, of brown and barren hue;</br>But as it, brightening in the sunshine, lay,</br>What glad creations rose upon the view,</br>White cottages, green glens, and cliffs and peaks of blue!", "Like chalk-rocks scatter'd at the mountain's base</br>Funchal's white walls were thro' the darkness seen,</br>But dazzling and distinct in morning's rays</br>Rose foreign casements mix'd with orchards green;</br>And to the youth of Melrose who has been</br>Bewitch'd with northern minstrel's wizard spell,</br>It is a sweet and thrilling sound, I ween,</br>To hear the first notes of the convent bell,</br>And listen beauty's hymn in sacred, hallow'd cell.", "'Tis like the renovation of that age</br>When Scotland's glens had many a cloister gray,</br>And knights and ladies, fam'd in classic page,</br>Join'd at the vesper-bell to chant and pray.</br>One's heart would sigh to think of the decay</br>Of all those temples hallow'd now by time;</br>But that their fall from Scotland chas'd away</br>Those dreary days of darkness, blood, and crime,</br>Whose gloom is lingering still on many a foreign clime.", "Yet aye Madeira, beautiful green isle!</br>Reverting memory loves to dwell on thee:</br>I'll ne'er forget the soft and sunny smile</br>With which thou gavest me welcome from the sea;</br>Nor that delicious thrill of novelty</br>With which I first set foot on foreign earth,</br>That dream of lands far lovelier still to be,</br>Far in the south, that fancy pictur'd forth,</br>Blent with remembrance dear from islands in the north.", "The Sabbath morning ride, how calm and sweet!</br>Up to our Lady's Convent on the hill,</br>Half-hid amidst the fruit trees, 'neath our feet</br>The ocean's glassy waters calm and still,</br>The vineyard's creeping clusters, that distil,</br>Amidst brown sunny rocks, the bursting wine,</br>The schoolboys gathering peaches at their will,</br>Apples whose red cheeks thro' the green leaves shine,</br>And fruits from Grecian isles of beverage divine.", "Lady, farewell!  for mine is not the lyre,</br>Nor mine the studious minstrel's polish'd art</br>That thro' long melodies sustains its fire,</br>Pouring a flood of sweetness on the heart.</br>But tho' Madeira's sunshine now depart,</br>The bright dream broke by waters wide and blue,</br>Some calmer, happier hour, I will revert</br>To songs of home, of happiness, and you:</br>The storm is waxing loud &mdash; thou lovely one, adieu!</br>"]