["MELVIN, LARON:  TWO TRITONS.", "MELVIN.</br>Be still, fond youth, and cease the rueful noise,</br>That wide-mouth'd base ill-suits a squeaking voice:</br>The shepherd's ruder pipe, or sailors crowd,</br>As sweetly echoes, and almost as loud.", "LARON.</br>Rail on, poor Melvin, and with envy swell,</br>While Pholoe commends the tuneful shell.</br>She swears beside, I sing like am'rous swains,</br>When with alternate loves they chear the smiling plains.", "MELVIN.</br>Begin, if thou art skill'd in tuneful lay,</br>Now whispering breezes gentle sounds convey.</br>The noisy winds in bolted caves are prest,</br>And now the Halcyon builds her wavering nest.", "LARON.</br>I have observing pass'd through different climes,</br>Can fix the seasons, and adjust the times,</br>And know what stars, when they oppose or meet</br>Will cause or stormy winds, or falling sleet.", "MELVIN.</br>I've seen the deep o'er-spread with stringy weeds,</br>And depthless waters look like verdant meads.</br>I know far distant isles in Northern seas,</br>Where birds from insects grow, and hang on trees.", "LARON.</br>The Moon commands the Waves.  Her changing face</br>Disturbs the whole, and stirs the watry mass;</br>But there are seas, which no such influence know,</br>And rebel-tides, that without order flow.", "MELVIN.</br>Though now 'tis calm, I know those magick spells</br>Can raise the sleeping winds from rocky cells:</br>The louring Heaven looks then with sadder hue,</br>And dismal storms, and frightful wrecks ensue.", "LARON.</br>When fatal rocks have split the broken ship,</br>And shrieking mortals sink into the deep,</br>If Laron hears the cry, he often saves,</br>And buoys the floating wretch amidst the angry waves.</br>On yonder rock I tun'd the passive air</br>And Pholoe thought her sister Syren there.</br>The wanton dolphins joyous danc'd around,</br>Spouting the waves, and frisk'd at every sound.", "MELVIN.</br>In that same cliff Cyano sleeping lay,</br>With lab'ring haste I cut the yielding way:</br>I came, and she, glad of the kind surprize,</br>Still feign'd a sleep, and clos'd her waking eyes.", "LARON.</br>Ino repents, and would at length be kind;</br>But she's as fickle as the morning wind:</br>To me her tears and glances are no more</br>Than crackling bottles on the frothy shore.", "MELVIN.</br>In steepy rocks the Sea-fowl make their nest:</br>Take heed, ye birds; for an unwelcome guest</br>Will steal the speckled eggs, and give the prey</br>To a kind Nymph, that sports in yonder bay.", "LARON.</br>Peleus, earth-born, his Thetis has enjoy'd;</br>But the Wood-nymph, who late at ebbing tide</br>Measur'd the sandy plain, will come no more:</br>Ah!  would she love, I could e'en live &mdash; on shore.", "MELVIN.</br>The Manati his change of pleasure boasts,</br>Now sports in seas, now grazes on the coast;</br>Nature indulges thus th' amphibious kind,</br>While to our watry home we ever are confin'd.", "LARON.</br>Unhappy offspring of the briny main,</br>Who want a voice to sing, or to complain,</br>Tho' mute your selves, yet you in shoals will throng,</br>And joy to hear Laron's delightful song.", "MELVIN.</br>Fish, Laron, are not mute; for even now</br>I hear the distant lowings of the Cow,</br>While softer breezes breathe in whispers round,</br>And ev'ry wave breaks with a pleasing sound.", "LARON.</br>See yonder gawdy fish, that fluttering springs,</br>And cuts the liquid air with moistned wings;</br>Strange is his life, but stranger Laron's fate,</br>Who burns amidst the waves, and pines for heat.", "MELVIN.</br>Those gilded flyers still in danger move,</br>Pursu'd by fish below, by birds above:</br>So Melvin flying from Dorinda's eyes,</br>To Galatea falls an easy prize.", "LARON.</br>Old hoary Proteus late I sleeping found</br>In a dark mossy cave, and clasp'd him round;</br>In vain to fright with different forms he strove,</br>I held him fast, and he foretold my love.", "MELVIN.</br>I for Leucippe stole a fisher's net;</br>She kiss'd, and vow'd, she never would forget:</br>But they shall nothing lose by what I stole,</br>For to their boats I drive a numerous shoal.", "LARON.</br>A Trident now is mine, which Ceyx own'd,</br>Made of a Sword-fish, and emboss'd around:</br>When I bestow it on the am'rous maid,</br>Laron with more than kisses will be paid.", "MELVIN.</br>Laron is courted by a lovely fair:</br>Ye Gods!  I envy not the happy pair.</br>Poor duskie-fac'd Melanthe!  one wou'd think,</br>Like Cuttle-fish, she hid her self in ink.", "LARON.</br>Melanthe still is kind, though coarsely made:</br>The Nymph that's kind with kindness must be paid,</br>I hate the skittish fair, that flies when woo'd,</br>Like fearful Tunnies, when by Sharks pursued.", "MELVIN.</br>Lobsters by instinct the Pour-contrel fly;</br>(For if they see him, they by seeing die);</br>But we those dangers seek, we ought to shun,</br>And court our fate, and strive to be undone.", "LARON.</br>The Polypus, though chang'd, must not escape</br>By a false dress, and counterfeited shape;</br>So wanton Nymphs awhile with awkward pride</br>Deny that passion, which they cannot hide.</br>Love will revenge on those, who love inspire,</br>And they must heat themselves, who others set on fire.", "MELVIN.</br>When ebbing tides have emptied half the deep,</br>And pointed rocks affright the distant ship,</br>The Nereids sit, and comb their flowing hair,</br>Or move in tuneful sounds the circling air.</br>But, Triton, were no lover to be caught,</br>The hair would be uncomb'd, the song forgot.", "LARON.</br>Melvin, a sail comes brisk before the Wind.</br>Cease then the Song, and may the Nymph be kind:</br>For should we thus appear in human form,</br>The frighted Sailor will forebode a storm.</br>"]