["Where early Phoebus sheds his milder Beams,</br>The happy Gardens of Adonis lay:</br>There Time, well pleas'd to wonne, a Youth beseems.</br>Ne yet his Wings were fledg'd, ne Locks were grey;</br>Round him in sweet Accord the Seasons play</br>With Fruites and Blossoms meint, in goodly Gree;</br>And dancing hand in hand rejoice the Lea.</br>Sick Garden's now no mortal Wight can see,</br>Ne mote they in my simple Verse descriven be.", "The temper'd Clime full many a Tree affords;</br>Those many Trees blush forth with ripen'd Fruite;</br>The blushing Fruite to feast invites the Birds;</br>The Birds with plenteous Feasts their Strength recruite;</br>And warble Songs more sweet than Shepherd's Flute.</br>The gentle Stream that roll'd the Stones among,</br>Charm'd with the Place, almost forgot its Suite;</br>But list'ning, and responding to the Song,</br>Loit'ring, and winding often, murmured elong.", "Here Panacea, here Nepenthe grew,</br>Here Polygon, and each ambrosial Weed;</br>Whose Vertues could decayed Health renew,</br>And, answering exhausted Nature's Need,</br>Mote eath a Mortal to immortal Feed.</br>Here lives Adonis in unfading Youth;</br>Coelestial Venus grants him that rich Meed,</br>And him successive evermore renew'th,</br>In Recompence for all his faithful Love and Truth.", "Not she, I ween, the wanton Queen of Love,</br>All buxom as the Waves from whence she rose,</br>With her Twin Sons, who idly round her rove,</br>One Eros hight, the other Anteros;</br>Albeit Brothers, different as Foes:</br>This sated, sullen, apt for Bickerment;</br>That hungry, eager, fit for Derring-does.</br>That flies before, with scorching Flames ybrent;</br>This foll'wing douts those Flames with peevish Discontent.", "Celestial Venus does such Ribaulds shun,</br>Ne dare they in her Purlues to be seen;</br>But Cupid's Torch, fair Mother's fairest son,</br>Shines with a steady unconsuming Sheen;</br>Not fierce, yet bright, Coldness and Rage between.</br>The Backs of Lyons fellonest he strod;</br>And Lyons tamely did themselves amene;</br>On Nature's wild full sov'reignly he rod;</br>Wild Natures, chang'd, confess'd the mild puissant God.", "A beauteous Fay, or Heav'n descended Spright,</br>Sprung from her Sire, withouten Female's Aid,</br>(As erst Minerva did) and Psyche hight,</br>In that Enclosure happy Sojourn made.</br>No Art some heel'd Uncomelyness betray'd,</br>But Nature wrought her many-colour'd Stole;</br>Ne tarnish'd like an Aethiopian Maid,</br>Scorch'd with the Suns that ore her Beauties roll;</br>Ne faded like the Dames who bleach beneath the Pole.", "On either Side, and all adown her Back,</br>With many a Ring at equal Distance plac'd,</br>Contrary to the rest, was Heben Black,</br>With Shades of Green, quick changing as she pass'd;</br>All were on Ground-work of bright Gold orecast.</br>The Black gave Livelood to the greenish Hue,</br>The Green still deep'd the Heben ore it lac'd;</br>The Gold, that peep'd atween and then withdrew,</br>Gave Lustre to them both, and charm'd the wond'ring View.", "It seem'd like Arras, wrought with cunning Skill,</br>Where kindly meddle Colours, Light, and Shade:</br>Here flows the Flood; there rising Wood or Hill</br>Breaks off its Course; gay Verdure dites the Mead.</br>The Stream, depeinten by the glitt'rand Braid,</br>Emong the Hills now winding seems to hide;</br>Now shines unlook'd for thro' the op'ning Glade,</br>Now in full Torrent pours its golden Tyde;</br>Hills, Woods, and Meads refresh'd, rejoicing by its Side.", "Her Cupid lov'd, whom Psyche lov'd again.</br>He, like her Parent and her Belamour,</br>Sought how she mote in Sickerness remain,</br>From all Malengine safe, and evil Stour.</br>\"Go tender Cosset,\" said he, \"forray ore</br>These Walks and Lawnds; Thine all these Buskets are;</br>Thine ev'ry Shrub, Thine ev'ry Fruite and Flower:</br>But Oh!  I charge thee, Love, the Rose forbear;</br>For Prickles sharp do arm the dang'rous Rosiere.", "\"Prickles will Pain, and Pain will banish Love:</br>I charge thee, Psyche, then the Rose forbear.</br>When faint and sick, thy Languors to remove,</br>To yon ambrosial Shrubs and Plants repair;</br>Thou weetest not what Med'cines in them are:</br>What Wonders follow their repeated Use</br>N'ote thy weak Sense conceive, should I declare;</br>Their labour'd Balm, and well-concocty'd Juice,</br>New Life, new Forms, new Thews, new Joys, new Worlds produce.", "\"Thy Term of Tryal past with Constancy,</br>That wimpling Slough shall fall like Filth away;</br>On Pinions broad, uplifted to the Skie,</br>Thou shalt, astert, thy stranger self survey.</br>Together, Psyche, will we climb and play;</br>Together wander through the Fields of Air,</br>Beyond where Suns and Moons mete Night and Day.</br>I charge thee, O my Love, the Rose forbear,</br>If thou wouldst Scathe avoid.  Psyche, forewarn'd, beware!\"", "\"How sweet thy Words to my enchanted Ear!\"</br>(With grateful, modest Confidence she said;)</br>\"If Cupid speak, I could for ever hear:</br>Trust me, my Love, thou shalt be well obey'd.</br>What rich Purveyance for me hast thou made,</br>The prickly Rose alone denied!  the rest</br>In full Indulgence giv'n!  'Twere to upbraid</br>To doubt Compliance with this One Request:</br>How small, and yet how kind, Cupid, is thy Beheast!", "\"And is that Kindness made an Argument</br>To raise me still to higher Scenes of Bliss?</br>Is the Acceptance of thy Goodness meant</br>Merit in me for farther Happiness?</br>No Merit and no Argument, I wiss,</br>Is there besides in me unworthy Maid:</br>Thy Gift the very Love I bear thee is.</br>Trust me, my Dove, thou shalt be well obey'd;</br>To doubt Compliance here, Cupid, were to upbraid.\"", "Withouten Counterfesance thus she spoke;</br>Unweeting of her Frailty.  Light uprose</br>Cupid on easy Wing:  yet tender Look,</br>And oft reverted Eye on her bestows;</br>Fearful, but not distrustful of her Vows.</br>And mild Regards she back reflects on him:</br>With aching Eye pursues him as he goes;</br>With aching Heart marks each diminish'd Limb;</br>Till indistinct, diffus'd, and lost in Air he seem.", "He went to set the Watches of the East,</br>That none mote rush in with the Tyde of Wind:</br>He went to Venus to make fond Request</br>From fleshly Ferm to loosen Psyche's Mind,</br>And her eftsoons transmew.  She forelore pin'd;</br>And mov'd for Solace to the glassy Lake,</br>To view the Charms that had his Heart entwin'd.</br>She saw, and blush'd and smil'd; then inly spake:</br>\"These Charms I cannot chuse but love, for Cupid's Sake.\"", "Then Sea-born Venus 'gan with Envy stir</br>At bruite of their great Happiness; and sought</br>How she might wreak her Spight:  then call'd to her</br>Her Sons, and op'd what rankled in her Thought;</br>Asking who'd venture ore the Mounds to vau't</br>To breed them scathe unwares; to damp the Joy</br>Of blissful Venus, or to bring to nought</br>The liefest Purpose of her darling Boy,</br>Or urge them both their minion Psyche to destroy.", "Eros recul'd, and noul'd the Work atchieve.</br>\"Bold is th' Attempt,\" said he, \"averse from Love;</br>If Love inspires I could derreign to reave</br>His Spear from Mars, his Levin-brond from Jove.\"</br>Him Anteros, sneb'd surly.  \"Galless Dove!</br>Than Love's, Spight's mightier Prowess understond:</br>If Spight inspires, I dare all Dangers prove;</br>And if successful, stand the Levin-brond,</br>When hurlen angry forth from Jove's avenging Hond.\"", "He said, and deffly t'wards the Gardens flew;</br>Horribly smiling at his foul Emprise.</br>When, nearer still and nearer as he drew,</br>Unsufferable Brightness wounds his Eyes</br>Forth beaming from the crystal Walls; he tries</br>Arrear to move, averted from the Blaze.</br>But now no longer the pure Aether buoys</br>His grosser Bodies disproportion'd peaze;</br>Down drops, plumb from his tow'ring Path, the Treachor base.", "So ore Avernus, or the Lucrine Lake,</br>The wistless bird pursues his purpos'd Flight:</br>Whether by Vapours noy'd that thenceforth break,</br>Or else deserted by an Air too light,</br>Down tumbles the Fowl headlong from his Height.</br>So Anteros astonied fell to Ground,</br>Provok'd, but not accoid at his straunge Plight.</br>He rose, and wending coasts it round and round</br>To find unguarded pass, hopeless to leap the Mound.", "As on the Margin of a Stream he stood,</br>Slow rolling from that Paradise within,</br>A Snake's Out-case untenanted he view'd:</br>Seizing the Spoil, albe it worthless been,</br>He darts himself into the vacant Skin.</br>In borrow'd Gear, th' exulting Losel glides,</br>Whose faded Hues with Joy flush bright again:</br>Triumphant ore the buoyant Flood he rides;</br>And shoots th' important Gulph, borne on the gentle Tydes.", "So shone the brazen Gates of Babylon;</br>Armies in vain her Muniments assail:</br>So strong, no Engines could them batter down;</br>So high, no Ladders could the Ramparts scale;</br>So flank'd with Tow'rs, Besiegers n'ote avail;</br>So wide, sufficient Harvests they enclose:</br>But where Might yields, there Stratagems prevail.</br>Faithless Euphrates thro' the City flows,</br>And through his Channel pours the unexpected Foes.", "He sails along in many a wanton Spire;</br>Now floats at length, now proudly rears his Crest:</br>His sparkling Eyes and Scales, instinct with Fire,</br>With Splendor, as he moves, the Waves ore kest:</br>And the Waves gleam beneath his flaming Breast.</br>As through the Battle, set in full Array,</br>When the Sun walks in radiant Brightness drest;</br>His Beams, that on the burnish'd Helmets play,</br>The burnish'd Helms reflect, and spread unusual Day.", "So on he fares, and stately wreaths about,</br>In Semblaunce like a Seraph glowing bright;</br>But without Terror flash'd his Lightnings out,</br>More to be wonder'd at, than to affright.</br>The backward Stream soon led the Masker right</br>To the broad Lake, where hanging ore the Flood</br>(Narcissus like, enamour'd with the Sight</br>Of his own Beauties) the fond Pysche stood,</br>To mitigate the Pains of lonely Widowhood.", "Unkenn'd of her, he raught th' embroider'd Bank;</br>And through the tangled Flouretts weft aside</br>To where a Rosiere by the River dank,</br>Luxuriant grew in all its blowing Pride,</br>Not far from Psyche; arm'd with scaly Hide</br>He clamb the Thorns, which no Impression make;</br>His glitt'ring Length, with all its Folds untied,</br>Plays floating ore the Bush:  then Silence brake,</br>And thus the Nymph, astonied at his Speech, bespake.", "\"O Fairest, and most Excellent, compleat</br>In all Perfections, sov'reign Queen of Nature!</br>The whole Creation bowing at thy Feet</br>Submissive pays thee Homage!  Wond'rous Creature,</br>If aught created Thou!  for every Feature</br>Speaks thee a Goddess issued from the Skie;</br>Oh!  let not me offend, unbidden Waiter,</br>At awefull distance gazing thus! &mdash; But why</br>Should gazing thus offend?  or how unbidden I?", "\"The Sun that wakes those Flourets from their Beds,</br>Or opes these Buds by his soft Influence,</br>Is not offended that they peep their Heads,</br>And shew they feel his Pow'r by their quick Sense,</br>Off'ring at his Command, their sweet Incense.</br>Thus I, drawn here, by thy enliv'ning Rays,</br>(Call not Intrusion my Obedience!)</br>Perforce, yet willing Thrall, am come to gaze,</br>To pay my Homage meet, and bask in Beauties blaze.\"", "Amaz'd she stood, nor could recover soon:</br>From Contemplation suddenly abraid;</br>Starting at Speech unusual:  yet the Tune</br>Struck sootly on her Ear, and Concert made</br>With her own Thoughts.  Nor with less pleasure stray'd</br>Her Eye delighted o'er his glossy Skin;</br>Yet frighted at the Thorn on which he play'd:</br>Pleasure with Horror mixt!  she hung between</br>Suspended; yields, recoils, uncertain where to lin.", "At length she spoke:  \"Reptile, no Charms I know</br>Such as you mention:  yet whate'er they are,</br>(And nill I lessen what the Gods bestow)</br>Their is the Gift, and be the Tribute their!</br>For them these Beauties I improve with Care,</br>Intent to them alone from Eve to Morn.</br>But reed me, Reptile, whence this Wonder rare,</br>That thou hast Speech, as if to Reason born?</br>And how, unhurt you sport on that forbidden Thorn?\"", "\"Say, why forbidden Thorn?\"  the Foe replied:</br>To every Reptile, every Insect free,</br>Has Malice harsh to thee alone denied</br>The Fragrance of the Rose enjoy'd by me?\"</br>\"&mdash; 'Twas Love, not Malice, form'd the kind decree,\"</br>(Half-wroth, she cried:)  \"Thine all these Buskets are,</br>\"Thine Fruit and Flow'r, were Cupid's Words to me:</br>But oh!  I charge thee, Love, the Rose forbear;</br>For Prickles sharp do arm the dang'rous Rosiere.", "\"Prickles will Pain, and Pain will banish Love:</br>I charge thee, Psyche, then the Rose forbear.</br>When faint and sick, thy Languors to remove,</br>To yon ambrosial Shrubs, and Plants repair;</br>Thou weetest not what Med'cines in them are.</br>What Wonders follow their repeated use</br>N'ote thy weak Sense conceive, should I declare:</br>Their labour'd Balm, and well-concocted Juice,</br>New Life, new Forms, new Thews, new joys, new Worlds produce.", "\"Thy Term of Tryal past with Constancy,</br>Thy wimpling Slough shall fall like Filth away;</br>On Pinions broad up-lifted to the Skie,</br>Thou shalt, astert, thy Stranger self survey.</br>Together Psyche, will we climb and play;</br>Together wander through the Fields of Air,</br>Beyond where Suns and Moons mete Night and Day.</br>I charge thee, O my Love, the Rose forbear,</br>If thou wouldst scathe avoid.  Psyche, forewarn'd, beware!\"", "Out burst the Frannion into open Laugh:</br>She blush'd, and frown'd at his uncivil Mirth.</br>Then, soften'd to a Smile, as hiding half</br>What mote offend if boldly utter'd forth,</br>He seem'd t' assay to give his Answer birth:</br>But stop'd; and chang'd his Smiles to Looks of Ruth.</br>\"Is this, (quoth he) fit Guerdon for thy Worth?</br>Does Cupid thus impose upon thy Youth?</br>Dwells then in Heav'n such Envy, void of Love and Truth?", "Is this the Instance of his Tenderness,</br>To envy Psyche what to Worms is given?</br>To cut her off from present Happiness</br>With feign'd Reversion of a promis'd Heav'n?</br>By Threat'nings false from true Enjoyments driven!</br>How innocent the Thorn to touch, he knows:</br>Where are my Wounds?  or where th' avenging Levin?</br>How softly blush these Colours of the Rose?</br>How sweet &mdash; (and div'd into the Flow'r) &mdash; its Fragrance flows?", "\"Disadvantageous are thy Terms of Tryal:</br>No longer, Psyche then the Rose forbear.</br>What is to recompence the harsh Denyal,</br>But Dreams of wand'ring thro' the Fields of Air,</br>And Joys, I know not what, I know not where!</br>As eath, on leafy Pinions borne, the Tree</br>Mote rush into the Skyes, and flutter there,</br>As thou soar yon, and quit thy due Degree:</br>Thou for this World wert made;  this World was made for Thee.", "\"In vain you'd fly to yonder Shrubs and Plants;</br>Bitter their Taste, and worthless their Effect:</br>Here is the Polychrest for all thy Wants;</br>No Panacea, like the Rose, expect.</br>Mute as my Fellow-brutes, as them abject</br>And reasonless was I, till haply woke</br>By tasting of the Rose, (O weak neglect</br>In thee the while!)  the Dawn of Sapience broke</br>On my admiring Soul; I reason'd, and I spoke.", "\"Nor this the only Change; for soon I found</br>The brisker Spirits flow in fuller Tyde;</br>And more than usual Lustre spread around:</br>Such Vertue has the Rose, in me well tried.</br>But wise, I ween, thy Lover has denied</br>Its Use to Thee; I join him too; Beware</br>The dang'rous Rose. &mdash; For such thy Beauty's Pride</br>'Twere Death to gaze on, if improv'd! &mdash; Forbear</br>To sharp that Wit, too keen! &mdash; Touch not the Rosiere.\"", "Uncheckt, indulg'd, her growing Passions rise:</br>Wonder, to see him safe, and hear his telling;</br>Ambition vain, to be more fair and wise;</br>And Rage, at Cupid's misconceiv'd false Dealing:</br>Various the Gusts, but, all one Way impelling,</br>She plung'd into the Bosom of the Tree,</br>And snatch'd the Rose, no dreaded Pain or quelling.</br>Off drops the Snake, nor farther staid to see;</br>But rush'd into the Flood, and vanish'd presently.", "Full many a Thorn her tender Body rent;</br>Full many a Thorn within the Wounds remain,</br>And throbbing cause continual Dreriment:</br>While gory Drops her dainty Form distain.</br>She wishes her lost Innocence again,</br>And her lost Peace, lost Charms, lost Love to find;</br>But Shame upbraids her with a Wish so vain:</br>Despair succeeded, and Aversion blind;</br>Pain fills her tortur'd Sense, and Horror clouds her Mind.", "Her bleeding, faint, disorder'd, Woe-begon,</br>Stretcht on the Bank beside the fatal Thorn,</br>Venus who came to seek her with her Son,</br>Beheld.  She stop'd:  And albe Heav'nly born,</br>Ruthful of others Woe, began to mourn.</br>The loss of Venus' Smiles sick Nature found;</br>As Frost-nipt drops the Bloom, the Birds forelorn</br>Sit hush'd, the faded Sun spreads Dimness round;</br>The clatt'ring Thunders crash, and Earthquakes rock the Ground.", "Then arming with a killing Frown her Brow</br>\"Die, poor unhappy\" &mdash; Cupid suppliant broke</br>Th' unfinish'd Sentence; and with dueful Bow</br>Beg'd her to doff the Keenness of her Look,</br>Which Nature feeling to her Center shook.</br>\"Then how should Psyche bear it?  Spare the Maid;</br>'Tis plain that Anteros his Spight has wroke:</br>Shall Vengeance, due to him, on her be laid?</br>Oh!  let me run, and reach th' ambrosial Balms,\" he said.", "\"Ah what would Cupid ask?\"  the Queen replies;</br>\"Can all those Balms restore her Peace again?</br>Wouldst thou a wretched Life immortalize;</br>Wouldst thou protract, by potent Herbs, her Pain?</br>Love bids her die; thy cruel Wish restrain.\"&mdash;</br>\"Why then (quoth he) in Looms of Fate were wove</br>The Lives of those, in long successive Train;</br>From her to spring, through yon bright Tracts to rove,</br>Due to the Skyes, and meant to shine in Fields above!", "\"Say, would thy Goodness envy them the Light</br>Appointed for them, or the Good prevent</br>Foreseen from them to flow?  eracing quite</br>The whole Creation through Avengement?</br>One only Species from its order rent,</br>The whole creation shrivels to a Shade.\"&mdash;</br>\"&mdash; Better all vanish'd,\" said she, \"than be meint</br>In wild Confusion, through Free Will misled,</br>And tempted to go wrong from Punishment delay'd.\"", "\"Let me that exemplary Vengeance bear,</br>(Benign return'd her amiable Son.)</br>Justice on her would lose its Aim; severe</br>In vain, productive of no Good; for none</br>Could by that desolating Blow be won.</br>So falls each generous Purpose of the Will</br>Correct, extinguish'd by Abortion:</br>Whence Justice would its own Intendments spill,</br>And cut off Vertue, by the Stroke meant Vice to kill.", "\"Yet lest Impunity should Forehead give</br>To Vice, In me let Guilt adopted find</br>A Victim; here awhile vouchsafe me live</br>Thy proof of Justice mixt with Mercy kind!\"&mdash;</br>\"&mdash; Oh!  strange Request (quoth she) of Pity blind!</br>How shouldst thou suffer, who didst ne'er offend?</br>How canst thou bear to be from me disloin'd?</br>To wander here, where Nature 'gins to wend</br>To Waste and Wilderness, and Pleasures have an End?\"", "\"You, Venus, suffer, (said he) when you strike;</br>Not for your own, but others foul Offence:</br>Why not permitted I to do the like,</br>When greater Good, I see, will coul from thence?</br>That greater Good orepays all Punishments;</br>And makes my Suff'rings, Pleasure:  if they prove</br>A means to conquer Anteros dispense</br>Healings to Psyche's Wounds, regain her Love,</br>And lead her, with her happy Sons, to Realms above.\"", "\"To thy intreaties Psyche's Life I give,\"</br>Replied th' indulgent Mother to her Son.</br>\"But yet deform'd, and minish'd let her live;</br>'Till thou shalt grant a better Change, foredone:</br>Nor shall that Change, but thro' Death Gates be won.</br>This Meed be Thine, ore Her and Hers to reign!</br>Already Nature puts her Horrors on:</br>Away! &mdash; I to my Bow'r of Bliss again!</br>Thou to thy Task of Love, and voluntary Pain.\"", "She went; and like a shifted Stage, the Scene</br>Vanish'd at once; th' ambrosial Plants were lost;</br>The jarring Seasons brought on various Teen;</br>Each sought, each seeking, each by other crost.</br>Young Spring to Summer flies from Winter's frost;</br>While sweltry Summer thirsts for Autumn's Bowl,</br>Which Autumn holds to Winter; Winter tost</br>With Scorn away, young Spring inflames his Soul:</br>Still craving, never pleas'd, thus round and round they roll.", "Th' inclement Airs bind up the sluggish Soil;</br>The sluggish Soil the toilsome Hand requires,</br>Yet thankless pays with sour harsh Fruites the Toil,</br>Ne willing yields, but ragged Thorns and Briers.</br>Birds, Birds pursue, as Hunger's Rage inspires;</br>Their sweetest Songs are now but Songs of Woe.</br>Here from th' encroaching Shore the Wave retires;</br>There hoarse Floods roar, impetuous Torrents flow,</br>Invade the Land, and the scarce Harvests overthrow.", "Stretcht on the Bank eftsoons th' inviting Form</br>Of Psyche faded; brac'd up lank and slim,</br>Her dwindled Body shrunk into a Worm;</br>Her Make new moulded, chang'd in ev'ry Limb,</br>Her Colours only left, all pale and dim:</br>Doom'd in a Caterpillar's Shape to lout,</br>Her Passions ill such worthless Thing beseem;</br>Pride, Rage, and Vanity to banish out,</br>She creeping crawls, and drags a loathsome length about.", "How Cupid wash'd her noisome Filth away;</br>What Arts he tried to win her Love again;</br>By what Wiles guileful Ant'ros did assay,</br>By Leasing, still her Recreant to maintain,</br>And render Cupid's kindly Labours vain:</br>Their Combat, Cupid's Conquest, Psyche's Crown,</br>(My Day's set Task here ended) must remain</br>Unsung; Far nobler Verse mot they renown:</br>Unyoke the toiled Steers, the weary Sun goes down.</br>"]