["The Bank hath stopt, the guineas far are gone,</br>And sighing merchants round the dome are seen;</br>Without the cash, see thousands trudging home,</br>And grumbling, tears, and misery mark the scene.", "Now notes can only greet the tearful eye</br>Of him, the sight of gold, alone could cheer;</br>And not a passenger is passing nigh,</br>But holds his paper up, and drops a tear.", "No guineas rattle, save in yonder chest,</br>Where lives the banker, or the knowing one,</br>Who, watchful still to soothe with gold his breast,</br>Gather'd some up, before it all was gone.", "No more the day shall call it into sight;</br>No more the well-stuff'd purse make pocket big;</br>Banish'd, thank PITT!  the weighty evil quite,</br>And hardly now is seen a guinea-pig.", "Let not the poor man mock the fatal day,</br>Nor ridicule too much the wealthy throng;</br>For soon the rich, the splendid, proud, and gay,</br>Will to his lowly, useful clan belong.", "The boast of guineas, and the blaze of wealth,</br>And all that e'er their arrogance bestow'd,</br>Shall quickly fall, or gently go by stealth,</br>And hoarding avarice throw down his load.", "Full many a good that property had stole</br>From out the general lot, and nature's stock,</br>Shall now revert to bless the common whole,</br>And back return, from whence it once was got.", "Nor shall distinctions, cruel, wicked, vain!</br>Keep man from man's acquaintance and from good;</br>But Truth's fair day shall now begin to reign,</br>And thousands happy stand were one once stood.", "For oft' hath property ... for oft hath gold</br>Debauch'd the best and sweetest gifts of heaven,</br>Rais'd man to misery ... men hath bought and sold,</br>And all our worst of wretchedness hath given.", "If chance, in future days, some curious wight</br>Should ask, how gold, how guineas flew away;</br>And wherefore false distinctions took their flight;</br>Some truth-inspir'd genius thus may say;", "\"A man arose, the people call'd him PITT,</br>Who, not intending real good to do,</br>Through contradiction the right method hit,</br>And call'd up wisdom, knowledge, beauty too.", "\"Oft' have we seen him, bless him!  forward bring</br>The clear, immortal writings of our PAINE;</br>And, meaning odium round his head to fling,</br>Made all men read him, and secur'd his fame.", "\"Oft' have we heard him, with sophistic art,</br>Point like a BURKE, by lies, the way of truth;</br>And so, by rules reverse, correct the heart,</br>Instruct the old, and purify the youth.", "\"The sons of gold, 'twas he alone could teach,</br>By lingering their God, their God of Gold;</br>'Twas he made hard oppression wisdom preach,</br>And truths made clear ... because he falshoods told.", "\"At length he fell; but not till various toil</br>Produc'd a good, he never, never meant;</br>'Twas he made freedom, beauty, plenty, smile,</br>And property's curst spell completely rent.", "THE EPITAPH.</br>\"Here rests his head, who banish'd gold afar,</br>Who strove through life man's comforts to subdue;</br>But yet he was a beacon, warning star,</br>And brought about the happy, good, and true.", "\"No farther seek his character to know;</br>A true effective democrat was he;</br>And, while he aim'd the rights of man a blow,</br>He call'd up truth, and made the nations free.\"</br>"]