["LYCAS, ALPHON.", "ALPHON.</br>Arise, my Lycas:  in yon' woody wilds</br>From a rough rock in deep enclosure hid</br>Of thickest oaks, a gushing fountain falls,</br>And pours it's airy stream with torrent pure:</br>Which late returning from the field at eve</br>I found, invited by it's dashing sound,</br>As thro' the gloom it struck my passing ear.</br>Thither I mean to drive our languid flocks;</br>Fit place to cool their thirst in mid-day hour.</br>Due west it rises from that blasted beech;</br>The way but short: &mdash; come, Lycas, rouze thy dog;</br>Let us be gone.", "LYCAS.</br>Alas, my friend, of flock,</br>Of spring, or shepherd's lore, to me is vain</br>To tell:  my fav'rite lamb, the solace dear</br>Of these grey locks, my sweet and sole delight,</br>Is snatch'd by cruel fate!  an armed band</br>On neighing steeds elate, in wide array</br>Trampled the youngling, as the vale along</br>At eve they pass'd, beneath their whelming march.", "ALPHON.</br>Such throng I heard, as in the neighb'ring wood</br>I wander'd to reduce a straggling ewe</br>Escap'd the fold:  what time the griesly owl</br>Her shrieks began, and at the wonted elm</br>The cows awaiting stood Lucilla's hand.</br>When strait with sudden fear alarm'd I start,</br>And list'ning to the distant-echoing steps</br>Of unseen horsemen with attentive ear,</br>I stand aloof.  But why this deep-felt grief?</br>Merits such loss these tears and black despair?", "LYCAS.</br>Alphon, no more to Lycas now remains,</br>Since he my last and latest care is lost!</br>Thou know'st my little flock; three tender ewes</br>Were all my mean ambition wish'd or sought.</br>Ev'n now nine days, and nine revolving nights</br>Are past, since these the Moldaw's raging flood</br>Swept with their wattled cotes, as o'er it's banks</br>It rose redundant, swoln with beating rains,</br>And deep immers'd beneath it's whirling wave.</br>I wak'd at early dawn, and to the field</br>I issus'd to pursue my wonted toil,</br>When lo!  nor flocks, nor wattled cotes I saw;</br>But all that met my wond'ring eyes around,</br>Was desolation sad.  Here stateliest oaks</br>Torn from their roots, with broken branches lay</br>In hideous ruin:  there the fields, that laugh'd</br>With rip'ning corn, of all their charms despoil'd,</br>With oozy fragments scatter'd waste and wild</br>Were seen.  I curst the wicked spirit drear,</br>That in the ruin'd abbey's darkest cell,</br>(That stands immur'd amid yon' lonesome pines)</br>I bound with triple chains:  his magic pow'r</br>Oft'times with howling storms, and thunder loud</br>Deforms the night, and blackens nature's face.</br>His tempests swell'd the Moldaw's rising streams,</br>And thus o'erwhelm'd my flock. &mdash; But this my heart</br>Had learn'd to bear, at length to comfort's voice</br>It had obey'd, and all it's woes forgot;</br>When ah!  too soon returning woes invade</br>My breast, just rising from its former stroke.</br>When this, the sole survivor, of my flock,</br>Follows his lost companions; while a wretch</br>I here remain, deserted and forlorn!</br>He too had dy'd beneath the whelming surge,</br>Had not the shelter of my low-rooft cott</br>That fatal night preserv'd him; where at eve</br>I hap'ly plac'd him with providing care,</br>Lest the fell storm, which yet from southern clouds</br>Threaten'd destruction, and to low'r began,</br>Might violate his tender-blooming age.", "ALPHON.</br>With piteous eye, and sympathizing heart,</br>Thy tears I view. &mdash;  These scenes of war and blood,</br>The calm repose of every field invade!</br>Myself had fall'n a victim to their rage,</br>As in deep dead of night my cave beneath</br>I lay dissolv'd in sleep, with warning voice</br>Had not my dog alarm'd with wond'ring ear.</br>When strait approach'd the cave a savage throng</br>With barb'rous arms, and habit fierce and wild,</br>With stern demeanour and defying look</br>Terrify; which the moon's pale-glimm'ring rays</br>Presented to my sight, as in the boughs,</br>Close shrouded, of a neighb'ring pine I sat</br>(Where sudden fear had driv'n me to evade</br>Impending fate, unconscious and amaz'd)</br>Secure, but trembling, and in chilly damps</br>My limbs bedew'd. &mdash; The monsters as they past,</br>With dire confusion all the cavern fill'd;</br>Hurl'd to the ground my scrip, and beechen cup,</br>Dispers'd the shaggy skins that form my bed,</br>And o'er the trampled floor had scatter'd wide</br>A hoard of choicest chesnuts, which I cull'd</br>With nice-discerning care, and had design'd</br>A present to my beauteous ROSALINDE.</br>Alas!  with them her love had been obtain'd,</br>And me to MYRON she had then preferr'd!", "LYCAS.</br>Shepherd, on thee has fortune kindly smil'd;</br>'Tis mine to feel her grief-inflicting hand!</br>Alas!  each object that I view around</br>Recalls my perish'd darling to my sight,</br>And mocks me with his loss!  see there the spring</br>Where oft he wont to slake his eager thirst!</br>And there the beech, beneath whose breezy shade</br>He lov'd to lie, close covert from the sun!</br>See yet the bark smooth-worn and bare remains,</br>Where oft the youngling rubb'd his tender side!</br>Ah!  what avail'd my care, and foresight vain?</br>That day he fell oppress'd by whelming steeds.</br>This hand had built a bow'r of thickest boughs</br>Compos'd, and wove with intermingling leaves,</br>Impervious to the sun; and strew'd the floor</br>With choicest hay, that in the secret shade</br>He might repose, nor feel the dog-star's beam!</br>But why this sad, repeated track of woe</br>I still pursue?  Farewel, my ALPHRON dear,</br>To distant fields, and pastures will I go,</br>Where impious war, and discord, nurse of blood,</br>Shall ne'er profane the silence of the groves.</br>"]