["Hence, thou torturing fiend, Despair,</br>That fill'st my soul with wild dismay,</br>And to the lonely haunts repair,</br>Where whilom thou hast used to stray:</br>And there, what time the day sinks in the west,</br>And night her mantle o'er the landscape throws,</br>Unseen glide through the darksome shades depress'd;</br>Thy mournful plaints, for all thy sum of woes,</br>Floating upon the bosom of the gale,</br>That softly sighs along the murmuring vale.", "For ah!  full many a pensive hour</br>Have thy dark clouds o'ercast my mind,</br>And whilst was felt thy stern, oppressive power,</br>What bless'd resource could fancy find,</br>Shunning each path where sported young Delight?</br>What sorrows keen recoil'd with memory's aid,</br>Nor rose one brightening prospect on the sight,</br>That erst gay hope with vivid tints portray'd:</br>Hence, then, away; nor more my peace molest,</br>But, Friendship, come, in all thy charms confess'd!", "Methought Favonius caught the prayer</br>And bore it on his balmy wing</br>To where the laughing lovers repair,</br>And gaily pass the jocund spring;</br>There, blissful as the moments glided by,</br>Friendship, her flight propitious smiling sped</br>Adown yon brilliant bow that decks the sky,</br>With lambent glories beaming round her head:</br>And where she moved she chased away despair,</br>Whilst rays of comfort bless'd the child of care.", "Hence Hope, elate with future joy,</br>Roved her flowery paths among;</br>And Bliss, unconscious of alloy,</br>Accompanied her tuneful song</br>With the soft lyre, where rose her bless'd alcove;</br>The Naiads, leaning o'er their trickling urns,</br>Round Stour's fair margin taught the sounds to rove,</br>And Echo, answering to the sweet returns,</br>Awaken'd Innocence with modest air,</br>To wreath her flowers, and strew them round the fair.", "Hail!  Friendship, then, thou source divine,</br>Whence copious streams of pleasure flow,</br>Inspiring every heart benign</br>With all thy honest warmth to glow:</br>Not vain thy power; for where extends thy sway</br>Unsullied honour o'er thy heart presides;</br>Vice from thy presence shrinks abash'd away,</br>And white robed Virtue all thy actions guides;</br>Her beaming sceptre casts thy holy spell;</br>And in the circle all the moral graces dwell.", "Oh!  bless'd irradiation mild,</br>To cheer us on our weary way,</br>Whether through gloomy deserts wild,</br>Or vales which fancy paints, we stray;</br>For where each brilliant pointed beam extends,</br>The' effects of vice no more disturb the mind</br>Illumined; but she cheerly onward bends</br>With rapture, permanent as great, to find</br>At thy pure crystal fount without control,</br>\"The feast of reason and the flow of soul.\"", "Scowling indignant round the scene,</br>Her devious tracks full fraught with woe,</br>Misfortune moves with pallid mien,</br>Around her venom'd shafts to throw;</br>And where she moves will Friendship eager press,</br>With pity's tear soft trembling in her eye,</br>To sooth the ruffling gales of grief, and bless</br>The darkening gloom with rays of constancy;</br>Kindly the lengthen'd roll of ills to share;</br>At last, to steal the sting from heart-corroding care.", "So when the tempest-driven car</br>Old Winter mounts with rapid pace</br>Around to spread destructive war</br>O'er nature's animated space;</br>Haply, soft peering midst some snow fringed vale,</br>An evergreen may charm the wanderer's eye,</br>That braves the fury of the passing gale,</br>Till on its bloom the Summer's breath shall sigh;</br>Waving its green leaves in the sunshine hour,</br>That wither'd not, assail'd by Winter's ruthless power.</br>"]