["Here on this mountain's bleak and lofty brow,</br>Where rocks with turf are thinly crusted o'er,</br>Whose scanty grass, on the dry mould below,</br>Is scorched by piercing rays at noontide hour;</br>Nor nourishment scarce yields the stinted flower,</br>Which grows perchance upon its parched up brink;</br>Nor haply nursed e'er by the genial shower,</br>Nor early morns refreshing dews to drink,</br>But on the crimpy sward its head is apt to sink.", "Yet here, ev'n here, the mountain pink behold!</br>By nature painted with the richest glow,</br>The opening buds its radiant flower unfold,</br>Which full in all their fragrant sweetness blow:</br>Its beauties bright like crimson velvet show,</br>Tho' small, how lovely its fair blooms appear,</br>As rich as those that in the garden grow;</br>Fostered with care their bulky head they rear,</br>While this unseen, untruded springs and withers here.", "But now, sweet flower, I'll thee remove with care;</br>And to the cultured border quick transplant,</br>There, henceforth, shalt thou blossom bright and fair,</br>Nor kind attention shalt thou ever want;</br>Tho' here thy nourishment hath been but scant,</br>There may thy tender roots luxuriant spread,</br>Thy widening crown produce a stronger plant,</br>And lengthening stalks support each swelling head,</br>Whilst withering blasts again no more shall thee invade.", "But ah!  perhaps my kindness I may rue,</br>And my officious care may prove thy bane,</br>Thy vessels strained with juices rich and new,</br>May soon with blotches thy gay verdue stain;</br>And then all remedy may prove in vain.</br>Alas!  thy blooming beauties soon may fade,</br>Then fondly I might wish thee here again,</br>When all thy honours in the dust are laid,</br>And all those graces gone in which thou art arrayed.", "Thus oft in some sequestered lonely cot,</br>A genius bright shoots forth unknown to fame,</br>Of gen'rous heart, content with humble lot,</br>Nor e'er desirous of a lofty name;</br>If but in virtue's paths withouten blame,</br>He tread; tho' all day long he toils for bread,</br>And blooming health invigorates his frame,</br>He little else, or nothing has to dread;</br>Not fortune's surly frowns nor favours will he heed.", "But if he chance to beam upon the sight,</br>Of some kind Patron, who, with good intent,</br>Spreads wide his fame, and calls him forth to light,</br>No longer in the homely cot he's pent;</br>But now whatever lux'ry can invent,</br>He freely shares; till giddy with his station</br>He headlong plunges; and his course is bent</br>Down pleasure's stream, which ends in sore vexation,</br>Whilst in his fading frame is made sad devastation.", "He's now stopt short amidst his mad career,</br>And death's unerring shafts, him keen assail,</br>Lo!  his approaching fate is drawing near&mdash;</br>'Tis o'er &mdash; The grave's got him within its pale&mdash;</br>Ah!  what doth all his genius now avail,</br>Since in the earth his body lies to rot;&mdash;</br>How vain's ambition since our life's so frail!</br>Sure happy is the man of humble lot,</br>Tho' born to live, unknown and haply dies forgot.</br>"]