["Pensive sat Colin at the break of day,</br>His bleating flocks around him sporting play:</br>New fragrance stealing as they sweep the plain,</br>The morning breezes fan the thoughtful swain;</br>On quiv'ring wings the songsters of the sky</br>O'er his head hover, or fleet warbling by;</br>But not the beauties of the morn display'd,</br>Nor bleating flocks that sporting round him play'd,</br>Nor fragrant breezes, nor the warbling throng</br>That near him thrill'd the sweetly varying song,</br>Chase from his breast the glooms of dark despair,</br>Or from his brow disperse the clouds of care;</br>But lo!  his Phaebe with a graceful mien,</br>Now swiftly trips it o'er the distant green;</br>At her approach he slowly rais'd his head,</br>And thus with looks of love and grief he said.", "COLIN.</br>'Tis Thursday morn, lo!  yonder rising sun</br>Hastes the last remnant of his course to run,</br>Ere noon 'tis finish'd, and his fading light,</br>Then leaves these fields in everlasting night;</br>Some gloomy pow'r usurps his golden throne,</br>And sweeps us, Phaebe, to some realms unknown,</br>Some unknown realms, where Phaebe, sought in vain,</br>No more with am'rous wiles shall charm her swain;</br>Time was, that Colin on thy heaving breast</br>Was sooth'd from care, and lull'd to blissful rest;</br>With thee reclining on the mountain's brow,</br>The prospect charm'd, yet lovelier prospect thou!</br>With thee, in dance I lightly trod the green,</br>Blithe as the fairies by pale moonlight seen.&mdash;", "PHAEBE.</br>O Colin!  let me stop that rising sigh,</br>Sooth thy pain'd beast, and wipe thy swimming eye;</br>With thee I'll go, whatever woes betide,</br>Cure what I can, and what I can't, divide;</br>Shou'dst thou thro' air in furious winds be hurl'd,</br>In the same storm I'd drive from world to world;</br>Shou'dst thou glide silent o'er the haunted plain,</br>With wings of love I'd catch my darling swain.", "COLIN.</br>Vain frantic thought!  thy Colin far from thee</br>Shall soon be wafted, on some stormy sea,</br>Or wrapt in clouds, and blown we know not where,</br>Our pale grim ghosts shall whirl about in air;</br>Shalt thou then bloom thus eminent in charms?</br>Then can'st thou catch me panting to thy arms?", "PHAEBE.</br>But gentle minds a gentler fate shall share,</br>Nor wrapt in clouds, nor blown we know not where;</br>For there are blissful plains, sweet scenes below,</br>Where faithful lovers never taste of woe;</br>Where streams for ever purl, and zephyrs sigh,</br>And rising flow'rs spontaneous sweets supply:</br>There close embow'r'd within the myrtle grove,</br>The best shall triumph in immortal love;</br>There ever constant, Colin shall abide,</br>And Phaebe smile, forever at his side.", "COLIN.</br>For faithful lovers this, for thee, remains;</br>But what for faithless nymphs, and perjur'd swains?</br>Inconstant, cruel, I but once was true,</br>True to one fair, and that one fair was you;</br>Inconstant, cruel, to the nymph I woo'd,</br>In vain her feet my parting steps persu'd;</br>In vain did Phillis, drowning ev'ry grace,</br>Bedew with pearly drops her lovely face;</br>Deaf to her cries, and to her sorrows blind,</br>To pale despair her love, my scorn, resign'd:</br>So shall just heav'n reject the pray'rs I make,</br>And scorn my sighs and tears, for Phillis' sake.", "PHAEBE.</br>This hour, repentant, to the nymph return,</br>For thee her breast still beats, her wishes burn;</br>Soon reconcil'd, her pray'rs shall rise with thine,</br>A sweet atonement to the pow'rs divine.", "COLIN.</br>But say, can'st thou resign my fond embrace,</br>And view a rival happy in thy place?</br>When thro' elysium at my side she roves,</br>And sighs eternal love in Pluto's groves?", "PHAEBE.</br>Alas!  thy words have taught my heart to fear;</br>To Damon faithless, tho' to thee sincere;</br>His vows I heard, and bid him hope the bliss,</br>Receiv'd his presents, and return'd his kiss;</br>The proud of conquest, tho' subdu'd by thee,</br>With scorn I left him, yet he sighs for me:</br>To him I fly, on him my fate depends,</br>And mercy still, if he forgives, descends:</br>And witness thou, O sun!  suffus'd in endless night,</br>My guilty passion here at once shall end,</br>Of Colin, now no lover, but a friend;</br>With joy I'll see his years of bliss increase,</br>Where falshood, grief, and jealousy shall cease;</br>Damon shall smile to see his Phaebe shed</br>Elysian flow'rs, o'er happy Colin's bed.</br>In hallow'd urns to thee, unblam'd, I'll bring</br>The cooling crystal of the bubbling spring;</br>No envy there shall social hearts enthrall,</br>But each one's bliss, shall be the bliss of all.", "She said, high noon arrives; the lovers found</br>The darkness fled, and daylight pour'd around;</br>And now, without remorse, th' embolden'd swain</br>Hugs close his Phaebe to his breast again;</br>For hapless Damon, Phaebe's scorn returns,</br>And all her breast with love for Colin burns.</br>Thus oft, with Fear, Repentance quits the heart;</br>Weigh well the moral that my strains impart.</br>"]