["Ah!  whither, Love, wilt thou now carry me?</br>What wontless Fury dost thou now inspire</br>Into my feeble Breast, too full of thee?</br>Whilst seeking to aslake thy raging Fire,</br>Thou in me kindlest much more great Desire,</br>And up aloft above my Strength dost raise,</br>The wondrous Matter of my Fire to praise.", "That as I earst, in praise of thine own Name,</br>So, now in Honour of thy Mother dear,</br>An honourable Hymn I eke should frame;</br>And with the Brightness of her Beauty clear,</br>The ravisht Hearts of gazeful Men might rear</br>To admiration of that heavenly Light,</br>From whence proceeds such Soul-enchanting Might.", "Thereto do thou, great Goddess, Queen of Beauty,</br>Mother of Love, and of all World's Delight,</br>Without whose sovereign Grace and kindly Duty,</br>Nothing on Earth seems fair to fleshly Sight,</br>Do thou vouchsafe with thy Love-kindling Light,</br>T' illuminate my dim and dulled Eyn,</br>And beautify this sacred Hymn of thine.", "That both to thee, to whom I mean it most,</br>And eke to her, whose fair immortal Beam</br>Hath darted Fire into my feeble Ghost,</br>That now it wasted is with Woes extream,</br>It may so please, that she at length will stream</br>Some Dew of Grace into my wither'd Heart,</br>After long Sorrow and consuming Smart.", "WHAT time this World's great Workmaster did cast</br>To make all things, such as we now behold,</br>It seems that he before his Eyes had plac'd</br>A goodly Pattern, to whose perfect Mould</br>He fashion'd them as comely as he could;</br>That now so fair and seemly they appear,</br>As nought may be amended any where.", "That wondrous Pattern wheresoere it be,</br>Whether in Earth laid up in secret Store,</br>Or else in Heaven, that no Man may it see</br>With sinful Eyes, for fear it to deflore,</br>Is perfect Beauty, which all Men adore:</br>Whose Face and Feature doth so much excel</br>All mortal Sense, that none the same may tell.", "Thereof as every earthly Thing partakes</br>Or more or less, by Influence Divine,</br>So it more fair accordingly it makes,</br>And the gross Matter of this earthly Mine</br>Which closeth it, thereafter doth refine,</br>Doing away the Dross which dimms the Light</br>Of that fair Beam, which therein is empight.", "For through Infusion of celestial Powre,</br>The duller Earth it quickneth with Delight,</br>And life-full Spirits privily doth poure</br>Through all the Parts, that to the Lookers sight</br>They seem to please:  That is thy sovereign Might,</br>O Cyprian Queen, which flowing from the Beam</br>Of thy bright Star, thou into them dost stream.", "That is the thing which giveth pleasant Grace</br>To all things fair, that kindleth lively Fire,</br>Light of thy Lamp, which shining in the Face,</br>Thence to the soul darts amorous Desire,</br>And robs the Hearts of those which it admire;</br>Therewith thou pointest thy Son's pois'ned Arrow,</br>That wounds the Life, and wastes the inmost Marrow.", "How vainly then do idle Wits invent,</br>That Beauty is nought else but mixture made</br>Of Colours fair, and goodly Temp'rament</br>Of pure Complexions, that shall quickly fade</br>And pass away, like to a Summer's shade;</br>Or that it is but comely Composition</br>Of Parts well measur'd, with meet Disposition?", "Hath white and red in it such wondrous Powre,</br>That it can pierce through th' Eyes unto the Heart,</br>And therein stir such Rage and restless Stowre,</br>As nought but Death can stint his dolorous Smart?</br>Or can Proportion of the outward Part</br>Move such Affection in the inward Mind,</br>That it can rob both Sense and Reason blind?", "Why do not then the Blossoms of the Field,</br>Which are arrayd with much more orient Hue,</br>And to the Sense most dainty Odours yield,</br>Work like Impression in the Looker's View?</br>Or why do not fair Pictures like Powre shew,</br>In which oft-times we Nature see of Art</br>Excell'd, in perfect limming every part?", "But ah!  believe me, there is more than so,</br>That works such Wonders in the Minds of Men.</br>I that have often prov'd, too well it know;</br>And whoso list the like Assays to ken,</br>Shall find my Trial, and confess it then,</br>That Beauty is not, as fond Men misdeem,</br>An outward Shew of things, that only seem.", "For that same goodly Hue of white and red,</br>With which the Cheeks are sprinkled, shall decay;</br>And those sweet rose Leaves so fairly spred</br>Upon the Lips, shall fade and fall away</br>To that they were, even to corrupted Clay.</br>That golden Wire, those sparkling Stars so bright,</br>Shall turn to Dust, and lose their goodly Light.", "But that fair Lamp, from whose celestial Ray</br>That Light proceeds, which kindleth Lovers Fire,</br>Shall never be extinguisht nor decay;</br>But when the vital Spirits do expire,</br>Unto her native Planet shall retire:</br>For it is heavenly born, and cannot die,</br>Being a parcel of the purest Sky.", "For when the Soul, the which derived was</br>At first, out of that great immortal Spright,</br>By whom all live to Love, whylom did pass</br>Down from the top of purest Heaven's hight,</br>To be embodied here, it then took Light</br>And lively Spirits from that fairest Star,</br>Which lights the World forth from his fiery Car.", "Which Powre retaining still or more or less,</br>When she in fleshly Seed is eft enraced,</br>Through every part she doth the same impress,</br>According as the Heavens have her graced;</br>And frames her House, in which she will be placed,</br>Fit for her self, adorning it with spoil</br>Of th' heavenly Riches, which she robb'd erewhile.", "Thereof it comes, that these fair Souls, which have</br>The most resemblance of that heavenly Light,</br>Frame to themselves most beautiful and brave</br>Their fleshly Bowre, most fit for their Delight;</br>And the gross Matter by a sovereign Might</br>Temper so trim, that it may well be seen</br>A Palace fit for such a Virgin Queen.", "So every Spirit, as it is most pure,</br>And hath in it the more of heavenly Light,</br>So it the fairer Body doth procure</br>To habit in, and it more fairly dight</br>With chearful Grace and amiable Sight:</br>For of the Soul the Body Form doth take;</br>For Soul is Form, and doth the Body make.", "Therefore where-ever that thou dost behold</br>A comely Corpse, with Beauty fair endewed,</br>Know this for certain, that the same doth hold</br>A beauteous Soul, with fair Conditions thewed,</br>Fit to receive the Seed of Vertue strewed;</br>For all that fair is, is by Nature good;</br>That is a sign to know the gentle Blood.", "Yet oft it falls that many a gentle Mind</br>Dwells in deformed Tabernacle around,</br>Either by Chance, against the Course of Kind,</br>Or through Unaptness in the Substance found,</br>Which it assumed of some stubborn Ground,</br>That will not yield unto her Form's Direction,</br>But is perform'd with some foul Imperfection.", "And oft it falls, (ay me the more to rue!)</br>That goodly Beauty albe heavenly born,</br>Is foul abus'd; and that celestial Hue</br>Which doth the World with her Delight adorn,</br>Made but the Bait of Sin, and Sinners Scorn;</br>Whilst every one doth seek and sue to have it,</br>But every one doth seek but to deprave it.", "Yet nathemore is that fair Beauty's Blame,</br>But theirs that do abuse it unto ill:</br>Nothing so good, but that through guilty Shame</br>May be corrupt, and wrested unto Will.</br>Natheless, the Soul is fair and beauteous still,</br>However Fleshes fault it filthy make:</br>For things immortal no Corruption take.", "But ye, fair Dames, the World's dear Ornaments,</br>And lively Images of Heaven's Light,</br>Let not your Beams with such Disparagements</br>Be dimm'd, and your bright Glory darkned quite:</br>But mindful still of your first Country's sight,</br>Do still preserve your first informed Grace,</br>Whose Shadow yet shines in your beauteous face.", "Loath that foul Blot, that hellish Firebrand,</br>Disloyal Lust, fair Beauty's foulest Blame,</br>That base Affection, which your Ears would bland,</br>Commend to you by Love's abused Name;</br>But is indeed the Bond-slave of Defame,</br>Which will the Girland of your Glory mar,</br>And quench the sight of your bright-shining Star.", "But gentle Love, that Loyal is and True,</br>Will more illumine your resplendent Ray,</br>And add mote Brightness to your goodly Hue,</br>From Light of his pure Fire, which by like way</br>Kindled of yours, your Likeness doth display;</br>Like as two Mirrours by oppos'd Reflection,</br>Do both express the Face's first Impression.", "Therefore to make your Beauty more appear,</br>It you behoves to love, and forth to lay</br>That heavenly Riches, which in you ye bear,</br>That Men the more admire their fountain may;</br>For else what booteth that celestial Ray,</br>If it in Darkness be enshrined ever,</br>That it of loving Eyes be viewed never?", "Put in your choice of Loves, this well advise,</br>That likest to your selves ye them select,</br>The which your Forms first Source may sympathize,</br>And with like Beauty's parts be inly deckt:</br>For of you loosely love, without respect,</br>It is not Love, but a discordant War,</br>Whose unlike Parts amongst themselves do jar.", "For Love is a celestial Harmony</br>Of likely Hearts compos'd of Stars concent,</br>Which join together in sweet Sympathy,</br>To work each other's Joy and true Content,</br>Which they have harbour'd since their first descent</br>Out of their heavenly Bowres, where they did see</br>And know each other here belov'd to be.", "Then wrong it were that any other twain</br>Should in Love's gentle Band combined be,</br>But those whom Heaven did at first ordain,</br>And made out of one Mould the more t' agree:</br>For all that like the Beauty which they see,</br>Straight do not love; for Love is not so light,</br>As straight to burn at first Beholder's sight.", "But they which love indeed, look otherwise,</br>With pure Regard and spotless true Intent,</br>Drawing out of the Object of their Eyes;</br>A more refined Form, which they present</br>Unto their Mind, void of all Blemishment;</br>Which it reducing to her first Perfection,</br>Beholdeth free from flesh's frail Infection.", "And then conforming it unto the Light,</br>Which in it self it hath remaining still,</br>Of that first Sun, yet sparkling in his sight,</br>Thereof he fashions in his higher Skill</br>An heavenly Beauty to his Fancy's will,</br>And it embracing in his Mind entire,</br>The Mirrour of his own Thought doth admire.", "Which seeing now so inly fair to be,</br>As outward it appeareth to the Eye,</br>And with his Spirit's proportion to agree,</br>He thereon fixeth all his Fantasie,</br>And fully setteth his Felicity,</br>Counting it fairer than it is indeed,</br>And yet indeed her Fairness doth exceed.", "For Lovers Eyes more sharply lighted be</br>Than other Mens, and in dear Love's Delight</br>See more than any other Eyes can see,</br>Through mutual receipt of Beames bright,</br>Which carry privy Message to the Spright,</br>And to their Eyes that inmost fair display,</br>As plain as Light discovers dawning Day.", "Therein they see, through amorous Eye-glaunces,</br>Armies of Loves still flying to and fro,</br>Which dart at them their little fiery Launces:</br>Whom having wounded, back again they go,</br>Carrying compassion to their lovely Foe;</br>Who seeing her fair Eyes so sharp Effect,</br>Cures all their Sorrows with one sweet Aspect.", "In which, how many Wonders do they reed</br>To their Conceit, that others never see;</br>Now of her Smiles, with which their Souls they feed,</br>Like Gods with Nectar in their Banquets free;</br>Now of her Looks, which like to Cordials be;</br>But when her Words embassade forth she sends,</br>Lord, how sweet Musick that unto them lends!", "Sometimes upon her Forehead they behold</br>A thousand Graces masking in delight,</br>Sometimes within her Eye-lids they unfold</br>Ten thousand sweet Belgards, which to their sight</br>Do seem like twinkling Stars in frosty Night:</br>But on her Lips, like rosie Buds in May,</br>So many Millions of chaste Pleasures play.", "All those, O Cytherea, and thousands more</br>Thy Handmaids be, which do on thee attend,</br>To deck thy Beauty with their Dainties store.</br>That may it more to mortal Eves commend,</br>And make it more admir'd of Foe and Friend;</br>That in Mens Hearts thou maist thy Throne install,</br>And spread thy lovely Kingdom over all.", "Then Io Triumph!  O great Beauty's Queen,</br>Advance the Banner of thy Conquest high,</br>That all this World, the which thy Vassals been,</br>May draw to thee, and with due Fealty</br>Adore the Powre of thy great Majesty;</br>Singing this Hymn in honour of thy Name,</br>Compil'd by me, which thy poor Liegeman am.", "In lieu whereof, grant, O great Sovereign,</br>That she whose conquering Beauty doth captive</br>My trembling Heart in her eternal Chain,</br>One drop of Grace at length will to me give,</br>That I her bounden Thrall by her may live;</br>And this same Life, which first from me she reaved,</br>May owe to her, of whom I it received.", "And you, fair Venus' Dearling, my dear Dread,</br>Fresh Flowre of Grace, great Goddess of my Life,</br>When your fair Eyes these fearful Lines shall read,</br>Deign to let fall one drop of due Relief,</br>That may recure my Heart's long pining Grief,</br>And shew what wondrous powre your Beauty hath,</br>That can restore a damned Wight from Death.</br>"]