["SHEP-HIRD.</br>Suet, suet, o gyt-hird!  is the gentil brez</br>That blas thro' ghon'er firs, by yon wel es.</br>But suetir far thy pyp! &mdash; Not Pan denys</br>Thy rival skil; but ghelds the secund pryz.</br>Gif, then, a buk wi buttan' horns be du</br>To him; a teman' gyt belangs to ghu.</br>Of gif a gyt he klem for his propyn,</br>Then sal a gimmar (ne sma' ben) be thyn.", "GYT-HIRD.</br>Sueter, O Shep-hird!  ar the nots ghu sing</br>Than water triklan' fre ghon rok-born spring!</br>Se gin the Meses in ghou delikht,</br>A fat fat lam is thyn undurit rikht.</br>Or gin thei levir tchus to ha' the lam,</br>Then, shep-hird, then, thy pryz sal be the dam.", "SHEP-HIRD.</br>Wult'u (lat me by a the nyn intret)</br>Wult'u on this brem-hillok tak thy set;</br>An ten thy fussil to sum tendir ar?</br>Men-huyl thy gyts sal be my speishal kar.", "GYT-HIRD.</br>Na!  shep-hird, na!  'Tis nu the nen of dei;</br>Huan o' the pyp we gyt-hirds dar na plei,</br>For fer o' Pan; hua tyr't wi' silvan sports,</br>To sum quil kov, to rest himsel', resorts:</br>A kankirt god he is &mdash; an' gif he sha</br>His atri snut, he'll farli fleig us a'.</br>Rathir, O shep-hird &mdash; fo ghe kan relat</br>In miakles numbirs Daphnis' wefu' fat&mdash;</br>Kum!  sit we dun, aniou this elm's brun shad,</br>Huar hirdlik hands a verdant bink th' mad:</br>Huar Nimph-devoted springs perennial flow,</br>An' spring-fed aks, arun, luxuriant grou.</br>Kum, sit we dun! &mdash; An Thirsis!  gif thy stran</br>Be si'k as Khromis (of the Libian plan)</br>Erst try'd to match, but vanli try'd &mdash; To the</br>A gyt, that ilken gher brings tuins, Y'l ge:</br>A gyt, hua, tho' she sukkil beth the twei,</br>Sal fill utour the milk kog tuys a' dei.</br>An', huat, than gyt Y value mukil me</br>A bran-nu kap, 'lang wi' the gyt sal ge;</br>Tua-luggit, larg, wi' wax wel sentit; and</br>Evn yit redolent o' the wark-man's hand.</br>Arund its lip the mimik ivi tuyns;</br>Thru huilk the goudin heliokhrysus shyns:</br>Ner this a vyn's luxuriant tendrils shet;</br>And on the tendrils hing the klustir't fret.</br>Within en 'uman sits, divynli far;</br>A rob hir lim's, a sned adorns her har:</br>On either syd, a wel-kem't spark is sen</br>Etlan to wun hir smyls an' katch hir en;</br>Huyl she, unmevt, at t'en an' t' ither lers;</br>An' seman' beth to sorn, at beth she sners.</br>Yet, still, thei stryv, wi' le-lorn luks to gan</br>Hir rules hart &mdash; but stryv, lyk fels, in van.</br>A bizi fishir, nisht, groun grei with ghers,</br>Haland his net upon a krag appers:</br>Si'k wun'rous vigur the ald man displeis,</br>Ghu'd think he still wur in his ghuthfu' deis:</br>Si'k fresh floresenc suels in ilke vein:</br>Si'k brani shino's he appers to strein.</br>Ne far fre him, a vynyard purpil't o'er</br>Wi ryp'nan' berris, lys alang the shor:</br>A kallan keps it &mdash; or, at lest su'd kep,</br>But (hedles he) tua wyli todlins krep</br>Thru' the thin hedj &mdash; an', huyl this en distrois</br>The joici graps, that en his art implois</br>To rob the bag; nor wil he ces, Y wen,</br>Until the lad be left withut disjen.</br>He, silli sal, for grasopirs prepars</br>O reds an' rashes wel-kompakit snars;</br>An' neither for the bag nor vynghard kars.</br>A ritsh akanthus, she dan' frum aniou</br>Its cirklan' levs, sems, wunnifu!  to grou!</br>A Kalidonian seilor sald it me:</br>A gyt it kost me, and a kebbak te.", "This kap, as yit unpre'd by mortal mu,</br>This kap unequal't wil Y gi to ghu:</br>Gin ghu'l but sing, an' sing wi' wentit fyr</br>The der, tho dismal, ditti Y desyr.</br>In me ne menli jelus rival dred:</br>Huy su'd ghur sangs ge wi' ghu to the ded.", "SHEP-HIRD.</br>Sing, Meses!  sing the sad bukolik strein:</br>Thirsis invoks; lat net his preir be vein.</br>Haur wur ghe, Nimphs!  huar, huan th' il-fatit Suan</br>Ghur datit Daphnis, liak't o' le-sik pan?</br>Did Pindus, or did Peneus ghu posses,</br>Haun he lei ling'rand in si'k dep distress.</br>For, neither huar Anapus' water's glyd,</br>Nor haur gret Etna rers, wi' mukil pryd</br>His lafti tap; nor by suet Akis' wav</br>Ku'd ghe be fun', the unhappi Suan to sav!", "Sing, Meses!  sing the sad bukolik strein,</br>Ev'n wufs an tygirs murn't the dian' Suain,</br>An' lyons in the wu'ds wur hard to gran.", "Sing, Meses!  sing the sad bukolik strein.</br>His faithfu' nout kum routan' fre the plan;</br>The milk-huyt heifers ters o' piti shed;</br>The sullan bull hings dun his languid hed;</br>And sportif kafs, desportif nu ne me,</br>Neglek the uddir, and express their we!", "Sing, Meses!  sing the sad bukolik strein.</br>The Gods themsel's ku'd piti Daphnis pein.</br>Frist gentil Hermes kam, an' kyn'li seid,</br>\"Hua kills the Daphnis!  huat hard-hartit meid?\"", "Sing, Meses!  sing the sad bukolik strein.</br>Nor ku'd Priapus, thokh a wag, refrein</br>Fre pitian' Daphnis &mdash; \"Daphnis!  tel me, hua</br>Has stou'n thy hart, an' te'n thy wits awa?</br>Daft man!  huy duynst'u?  huyl wi' skornfu' gle</br>She trips the fluri lan, an' lakhs at the!\"", "Se thei:  To a their wurds the dian' hynd</br>Mad ne reply, but fed his gref an' pyn'd.", "Sing, Meses!  sing the sad bukolik strein.</br>At lenth Dam Venus kam to seth his pein:</br>Kam smylan'; but hir smyls (the fret of art)</br>But ill concel't hir hiviness of hart.</br>\"Daphnis, she sad, ghu voustit ens, that ghy</br>Ku'd vinkis lev &mdash; sei, hua has vinkis't nu?\"", "Sing Meses!  sing the sad bukolik strain.</br>To Venus Daphnis thus reply'd agein:</br>\"Ah!  kruil Goddes!  Hua but ghu's to blam,</br>That kendil't in my brest this sliakles flam?</br>Odius to mankynd! &mdash; Lo!  hu sen my sun</br>His rapid curs, throu thy vyl arts is run!</br>The sal of Daphnis sinks this veri hur</br>To hell &mdash; sad sampil o' thy murd'ran pur!</br>Suyth!  to munt Ida, huar, gin fam sei tru,</br>A nout-hird, ens, did &mdash; huat we ken &mdash; wi' ghu!</br>Suyth!  to Ankises; and on Simois' banks</br>Mid cyprus-grovs, plei our ghur wentit pranks.</br>Or to Idalian hills wi' sped reper;</br>Ghur paramur Adonis weits ghu ther;</br>Ther tends his floks, an' smits the bristli ber!</br>Syn hy to Diomed, an' bostfu' sei:</br>Y vinkis't Daphnis &mdash; fekht me, gin ghe mei!\"", "\"Ghe wufs!  ghe bers and a' ghe silvan rac</br>Farwel! &mdash; Ne me ghur hants sal Daphnis trac.\"", "\"Suet Arethusa an' ghe sillir rills,</br>That water Thimbris fre the nib'ran' hills,</br>Farwel! &mdash; Y'm Daphnis, hua se aftin drav</br>His wel-fed bevs to drink ghur kristal wav.\"", "\"O Pan!  O Pan!  huare'r ghu hap to rov;</br>Or on the hill that halloit is to Jov;</br>Or on thyn an Menalian muntin gei;</br>Bak to Sikelian meds, ah!  sped ghur wei.</br>Lat the nor Helika's intchantan' mein,</br>Nor Menelus' prud monument detein:</br>Kum!  king of hirds! &mdash; an' fre a dian suein,</br>The pyp, that erst ghu ga', recev agein:</br>The suetist e'r was bla'n by mortal breth</br>Yet kanna tsharm awa' the goblin Deth!\"", "End, Meses!  end the sad bukolik strein.</br>He spak ne me &mdash; but, stryk't upon the plein,</br>Expyran' lys. &mdash; In vein the Quen o' luv</br>Attemps to reis him, an' the Fats to muv.</br>His thred is kut; the flouan' fleds o' Deth</br>Quensh lyf's fant fyr, an' stap his gaspan' breth:</br>The Meses darlin' an the Nimph's delikht;</br>Daphnis is plunj't in ivirlastan' nikht.", "Be natur tshanj't! &mdash; Let brumils vy'lits ber;</br>An' prikli huins produc the joici per;</br>Lat daffindillis on the etnagh grou,</br>An' doui ders led mastifs in a tou;</br>Lat hulits rival Philomela's ar,</br>Sin' Daphnis, luvli Daphnis, is ne mar.", "End, Meses!  end the sad bukolik strein.</br>Nu, gi the pryz; nor lat me sing in vein:</br>Gi kap an' gyt; that, milkan' hir, Y mei</br>A du libashion to the Meses pei.</br>Hal, Meses!  hal &mdash; Gin ghe inspyr, er lang</br>Y'll sing a lastier and a sueter sang.", "GYT-HIRD.</br>O shep-hird!  mei thy mu be ivir fil't</br>Wi fragrant henni fre the kem distil't:</br>Eigitian figs, and ilka thing that's rar,</br>Intchantan' sangstir!  be thy deili far.</br>Her, tak the kap!  observ hu wel it smels:</br>Ghu'd think the Hurs had dipt it in their wels.</br>Ge, Kissitheia!  bring the gyt beden,</br>An' milk hir her befor our Thyrsis en.</br>Men-huyl, my gimmirs!  be ghur sports forborn!</br>Or dred the mukil buk's mistchivus horn.</br>"]