["Oh, that a being in this latter time</br>Lived such as poets in their witching lays,</br>Feigned were their demi-gods in nature's prime!</br>The Dryad sheltered from noon's scorching rays</br>By leafy canopy; &mdash; the Naiad's days</br>Stealing by gently wedded to some spring,</br>In pure connatural essence; &mdash; while the haze</br>Of twilight in the vale is lingering,</br>The Oread from mountain top the sun-rise welcoming.", "Oh, that a man might hope to pass his life,</br>Where through lime, beech, and alder, the proud sun</br>His leafy grot scarce visited; &mdash; where strife</br>Is known not; &mdash; to absolve &mdash; to impeach him none;&mdash;</br>His moral life, and that of nature, one:&mdash;</br>Where fragrant thyme, and crisped heath-bells prank</br>The ground, all memory of the world to shun,</br>And piercing, while his ears heaven's music drank,</br>Nature's profoundest depths, the God of Nature thank.", "To drink the pure crystalline well, to lave</br>His strong limbs in some Naiad haunted stream,</br>On that sod, which one day might be his grave,</br>To shelter him from noon-tide's scorching beam,</br>In cool recess; &mdash; and thus, while he might dream</br>His life away, his appetite assuaged</br>By kernell'd fruits with which the earth doth teem;&mdash;</br>Forget that he hath been where men engaged</br>In civilized contention, foamed and raged.", "Oh, that the wild bee, who, with busy wing,</br>Hums, as she travels on from flower to flower:</br>Oh, that the lark that now is carolling</br>Above yon ancient ivy-mantled tower;</br>Oh, that the stock-dove from her secret bower,</br>The gurgling fall of waters; the deep sound</br>Of pines, whose film-like leaves scarce own the power</br>Of panting breeze, most like the voice profound</br>Of ocean, when its roar, by distance, is half-drowned:", "Oh, that the bleat of lambs, the shepherd's reed,</br>The tinkling bell which warns the flock to fold;</br>Oh, that the harmonies we little heed,</br>Eternal harmonies, and manifold,</br>Throughout God's works in pathless mazes rolled,</br>All concords that in heaven and earth delight,</br>Sweet to the sense of hearing, as we hold</br>The form of beauty to the lover's sight,&mdash;</br>Oh!  that in one vast chorus these would all unite!", "My God!  this world's a prison-house to some;</br>And yet to those who cannot prize its treasure,</br>It will not suffer them in peace to roam</br>Far from its perturbation and its pleasure.</br>No!  though ye make a compact with its measure,&mdash;</br>Except to one or two by fortune blest!&mdash;</br>'Twill only mock your efforts; thus your leisure,</br>Yielded to her, becomes a sad unrest;&mdash;</br>It pays the fool the least that worships her the best.", "Yet, on the other hand, if ye forego</br>Her haunts, and all her trammels set aside,</br>Though 'tis her joy ungratefully to throw</br>Scorn on her slaves, her vassals to deride,&mdash;</br>\"Hewers of wood, drawers of water,\" plied</br>With daily drudgery know this truth full well&mdash;</br>She will from pole to pole, through time and tide,</br>Still follow you with persecuting spell,</br>And by her whispers foul, make solitude a hell.", "Therefore breathed I this prayer, that, as in years</br>Long parted, beings were supposed to live</br>Exempt from human ties; &mdash; from human tears,</br>And human joys; &mdash; endowed with a reprieve</br>From friends to flatter, or foes to forgive;&mdash;</br>So it might fare with me! &mdash; Oh, Liberty,</br>I ask for thee alone; &mdash; with thee to weave</br>Quaint rhymes, to breathe the air, were heaven to me;</br>To dream myself the only living thing, save thee!", "When Heaven has granted thought and energy,</br>Passion, Imagination, Fancy, Love,</br>Pleasures and pains, hopes, fears, that will not die,</br>'Tis surely hard to be condemned to rove</br>In a perpetual wilderness; to move</br>Unblest by freedom, and humanity;&mdash;</br>I blame not those for whom the world hath wove,</br>Spells that to them are best reality&mdash;</br>Some are there 'twill not serve, nor yet will let them fly.", "Oh!  for an island in the boundless deep!</br>Where rumour of the world might never come;</br>Oh, for a cave where weltering waves might keep</br>Eternal music! &mdash; round which, night-winds roam</br>Incessantly, mixed with the surging foam;</br>And from their union bring strange sounds to birth;&mdash;</br>Oh, could I rest in such an uncouth home,</br>No foes except the elements; &mdash; the earth,</br>The air; &mdash; though sad, I'd learn to make with them strange mirth.", "I'd learn the voices of all winds that are;</br>The music of all waters:  and the rude</br>Flowers of this isle, although both \"wild and rare,\"</br>Should be by me with sympathy endued.</br>I would have lovers in my solitude;</br>Could animal being be sustain'd, the mind</br>Such is her energy, would find all good;</br>And to her destiny eftsoons resigned,</br>In solitude would learn the infinite to find.", "Oh!  thou first Cause, thou giver of each blessing,</br>E'en were I cursed, so vain a thing I'm not</br>As to suppose nothing is worth possessing;&mdash;</br>That misery's the universal lot.</br>A cold hand lies on me; &mdash; a weight; &mdash; from what,</br>Whence, where, or how, &mdash; boots it not here to tell:</br>I only wish that I could be forgot,</br>And that I might inherit some small cell,</br>With blessings short of heaven, and curses short of hell.", "This medium is my prayer.  Thought, gift divine!</br>When first &mdash; like Alpheus, sung by bards of old,</br>Who sank into the earth, that he might join</br>The adored Arethuse; &mdash; the bedded hold</br>Through which thy rich and copious treasures roll'd,</br>Is shaken with the tempest of despair;</br>And when first sapped by sorrows manifold,</br>Thy streams no longer murmur clear and fair,</br>Buried in silent caves of agony and care;", "When first, instead of each translucent rill,</br>Fed by thy parent fount, which issued forth,</br>Wandering playfully \"in its own sweet will;\"</br>Instead of dimpling brooks, whose voice was mirth;</br>Clear waves, that to and fro upon the earth</br>Ran amid grass, and flowers, and plume-like ferns,</br>As they were free by charter of their birth;</br>Or clear tide lapsing from thy copious urns,</br>So calm, the bending grass but tells one where it turns;", "When first, instead of such prodigious wealth,</br>Waters that stray through meads, and while they stray,</br>So silently they flow, and with such stealth,</br>The richer green &mdash; the lustier flowers betray</br>Alone, the secret of their noiseless way:</br>While others take a more fantastic course,</br>And with such involutions sing and play</br>'Twixt sandy banks, or with a note more hoarse,</br>O'er rocks and sparry beds, forgetful of their source,", "That one might deem they were without a law,</br>Lawless as winds, if winds could be, or ere</br>The Almighty architect impressed an awe</br>On nature's wildest freebooters; &mdash; or were,</br>Like as is sung of the crystalline sphere,&mdash;</br>Involved in maze of such perplexity,</br>That e'en that skill which made intention clear,</br>So intricate was it, one might deny</br>The very law itself from its transcendency.", "When first, I say &mdash; I've played the truant long,</br>From the theme I had espoused-the streams of thought</br>Are poisoned at their source; the bosom wrung</br>With tempests that contained them, &mdash; care distraught,</br>Man prays for death; he cannot then be brought</br>To meek submission: &mdash; all is auarchy</br>Within; &mdash; with insurrection fraught,</br>His state is like a kingdom, where the die</br>Is hazarded, of sacrilegious victory.", "But, let hours, days, weeks, months, and years pass by,</br>A sullen acquiescence then succeeds,</br>And the first proof of nature's sanity</br>Is, that the mind its own condition heeds:</br>Though it be choaked with thorns, and clogged with weeds,</br>A parent's fondness still it 'gins to feel</br>For its own creations; and to this succeeds</br>Strongest imagination; &mdash; the barbed steel</br>From foes has pierced too deep for other men to heal.", "No!  still betwixt him and his fellow men</br>The irrepassible gulph, when once passed, gapes;</br>Yet, though his thoughts, that creep as in a den</br>The slimy insect, e'en in all their shapes</br>Have nothing reconciling, yet escapes</br>Nought that is harmful; like the bloated toad,</br>They are dark, they are dreary, loathsome:  human apes</br>Thence deem them poisonous:  they are a weary load;</br>And not the less since undeservedly bestowed.", "But oh, mistake them not! &mdash; They are free from ill!</br>The seven-months' babe, whose little hand's at rest,</br>While his warm lips imbibe the milky rill,</br>Cushioned upon his mother's well-known breast,</br>Is not more innocent of feeling, drest</br>In any garb of hatred or of ire,&mdash;</br>I speak of one I've known; earth hath no rest</br>For such as he: &mdash; no correspondent wire</br>In any human breast can recognize the lyre,&mdash;", "Like the lorn harp of Tara on the walls,</br>Swept by the invisible breathings of the wind,</br>When as that harp had ceased in Tara's halls,</br>To pour the soul of harmony refin'd&mdash;</br>That tells his fate.  Strange melodies assigned</br>To it, harsh discord seem to th' ears of all:</br>Yet not a note doth breathe from it designed</br>To give a pang:  it mayn't be musical:&mdash;</br>Well may a shattered lyre, a shattered bard befall.", "Tones untranslateable should it discourse,</br>When by its master touched; oh, deem not ye,</br>Because ye know them not, and think them hoarse,</br>That in those tones no mystery may be,</br>Such as unravelled might give harmony</br>To its wild cadences! &mdash; Then let him sing;</br>And though his song please not, yet still if he</br>Feels, while it floats around, as though a wing</br>Protected him with tremulous faint o'er shadowing.", "'Tis more than naked skies, and naked stars,</br>'Tis more than Heaven's canopy bestows,</br>'Tis more than storms, and elemental wars,</br>And murky clouds, winds, rain, sleet, hail, and snows,</br>Think not that I blame these.  They are not my foes.</br>I seek communion, covet sympathy,</br>E'en with their wildest moods: &mdash; they suit my woes&mdash;</br>I meant to say when souls from agony</br>A little respite feel, souls will self-questioned be.", "And now, oh God!  e'en let my wish once more,</br>Ere this lay cease, be to thy love confessed,</br>Grant me to vegetate on some wild shore;</br>Since I cannot be happy, as the best</br>I e'er can hope to be, let mine own breast</br>Be to itself its sole companion; &mdash; there,</br>Though much of wretchedness, and much unrest</br>Be housed, at least there need be no despair</br>From that which I once deemed sole source of cureless care:", "That in my poor thought was malignity,&mdash;</br>I never wished to harm a living thing,&mdash;</br>Pain was a frightful mystery to me;</br>I've often shudder'd at the moth's scorched wing;</br>Oft from the path the snail or worm would fling,</br>Doomed to the tread of careless passenger:&mdash;</br>How little dreamt I then this shuddering,</br>From the heart's nice calculation, whence we infer</br>Futurity, was my fate's harbinger.", "No! &mdash; no! &mdash; Oh God! &mdash; If there be one beneath</br>The cope of Heaven; or e'en in Heaven enshrin'd,</br>Who, with accusing voice, could dare to breathe</br>That pang of body, or that pang of mind,</br>From me resulting, were to them assign'd,</br>With perverse wilfulness, when next I look</br>Towards the starry vault, may I be blind!</br>Blot out my name from thy eternal book!</br>A shelter for my head let earth afford no nook!", "But since, on the other hand, I may proclaim</br>That \"peace on earth, and good-will towards men,\"</br>Have, save through inadvertence, been the aim</br>Which governed heart, and tongue, and act, and pen;</br>Why should I not, oh Father, once again</br>Find that some peace is yet in store for me?</br>Leave to me thought, oh leave to me a den,</br>And then from agony to be set free</br>Sufficeth for the heart broken by agony.", "Once more, oh Father, hear! &mdash; Thy will is power!&mdash;</br>Act, thy decision is; &mdash; all, all is thine!&mdash;</br>The pangs that shake me, bodings that devour,</br>Both how I agonize, and how I pine,</br>Thou knowest well:  and though each faltering line</br>Of mine betray affliction's cleaving curse,</br>Thou knowest well the torments that are mine</br>As far exceed the pictures of my verse,</br>As atoms are exceeded by the universe.", "Lays such as these might then seem roundelays,</br>And madrigals, compared to truth's plain theme,</br>To elegies, to epitaphs, on days,</br>On friends, on joys, departed like a beam</br>Of summer, or the lightning's trackless gleam:</br>Oh, then, my humble prayer do not deny</br>If I implore, or that the feverish dream</br>Of life might end, or that in liberty</br>Forgotten I might live, since unwept I must die.</br>"]