["Beneath these willow-boughs, whose hovering shade</br>Shifts with the breeze o'er this secluded stream,</br>'Midst reeds and waving bulrushes embay'd,</br>My boat hath floated since the noon-day gleam;</br>And now the light of eve begins to fade,</br>And I am scarce awaken'd from my dream&mdash;</br>My long day-dream of thee. &mdash; O!  gentle friend,</br>When will this thraldom of my spirit end?", "The storm, by which my heart so late was shaken,</br>Is over, and my thoughts are tranquil now,</br>And I can bear to feel myself forsaken,&mdash;</br>Yea, with a placid and unalter'd brow;</br>Though, ever and anon, doth Memory waken</br>The slumbering gusts which make my spirit bow</br>And reel to its foundations &mdash; still my sleep</br>Is throng'd with passionate dreams, from which I start to weep.", "And though these lovely haunts have never seen</br>Thy beauty &mdash; nor, perchance, shall ever see,</br>Yet here the shadow of thy charms hath been,</br>And here are fresh remembrances of thee.</br>This lonely creek &mdash; these islands wild and green&mdash;</br>These woods and hills, speak feelingly to me;</br>For here that wild and secret passion grew,</br>In the first solitude my heart e'er knew.", "But I must dream no more: &mdash; and if I borrow</br>From the cold world one last and pensive day</br>To bury my dead hopes, and soothe fond sorrow</br>With the last tears these eyes will ever pay</br>To passion &mdash; thou wilt pardon me.  To-morrow</br>Breaks the last spell, and bears me far away</br>From this dream-haunted region; &mdash; here I part</br>With the last folly of my hardening heart.", "So now farewell to Love, &mdash; but not to thee,</br>High-hearted Friend! &mdash; The hour of my despair</br>Did first reveal thy being's depths to me;</br>I saw the beauty of thy soul laid bare,&mdash;</br>Its power, and gentleness, and majesty;</br>Its deep and strong affections; and I swear,</br>Here, while my hopes lie crush'd and bleeding yet, </br>Thou art the noblest spirit I have met.", "High converse, since that hour, we two have held,</br>Which will not be forgotten; thou alone</br>Hast search'd my inmost bosom, and beheld</br>My nature in its weakness; &mdash; thou hast known</br>The thoughts that shook, the passions that rebell'd,</br>The dreams that made me tremble &mdash; like thine own,</br>Have been my spirit's faintings &mdash; O!  that thou</br>Couldst feel the fulness of my triumph now!", "Methinks I could embrace my desolation,</br>And say \"Farewell\" serenely, were I sure</br>That thy young spring of joyous expectation</br>From that far-gathering tempest were secure,</br>Which yet may shake thy peace to its foundation&mdash;</br>But I believe that thou wilt well endure</br>The fury of the storm, and lift thy brow</br>To heaven, unscathed, and more serene than now.", "For in thy thoughtful forehead's clear expanse,</br>And in the lightning of thy quick, wild eye,</br>And in the restless dreams, that shift and glance</br>Through all thy eloquent looks incessantly&mdash;</br>In each bright movement of thy countenance&mdash;</br>In thy most thrilling converse &mdash; I descry</br>Heaven's stamp; nor e'er shall human error bind</br>The strength and genius of thy mighty mind.", "O!  had I known thee earlier &mdash; but one year&mdash;</br>One little year &mdash; when thou wast fancy-free,&mdash;</br>While both our natures trembled with one fear,</br>And panted with one thirst &mdash; I swear to thee,</br>By all that to my soul on earth is dear,</br>By all thy hopes of final victory,</br>Bit all we feel within, around, above&mdash;</br>Thou shouldst have loved me with a Spirit's love.", "Nor vain had been my hope that I had found</br>In thee the embodied phantasy, whose gleams</br>Kindled my sleep for years, and pour'd around</br>My path the brightness of a poet's dreams&mdash;</br>Whose voice was to my ear a phantom-sound,</br>So sweet, that its ideal music seems</br>E'en now to haunt my sense &mdash; that thou wert She</br>To whom my dearest hopes must cling eternally.", "Tis o'er &mdash; but there are words, which thou hast spoken,</br>Writ on my heart in fire &mdash; and now I know</br>The slumber of my soul at length is broken,</br>Yea, by the stroke that laid its visions low:</br>Perchance hereafter I may find a token</br>Worthy to speak to thee of all I owe,</br>But never can repay thee &mdash; but e'en now</br>I must fulfil one unforgotten vow.", "Have I not sworn that from this alter'd lyre</br>The strains thou lov'st not shall be heard no more?</br>Have I not sworn my spirit shall aspire</br>(If yet its weaken'd wing hath power to soar)</br>To nobler darings with a pure desire?</br>That when this tale is told &mdash; these wanderings o'er,</br>My song shall be attuned, with high endeavour,</br>To loftier music &mdash; or be mute for ever?", "Haply, asleep in Reason's secret cells</br>A power is hid, which yet may make me strong;</br>Haply, the desart of my soul hath wells</br>Which yet may pour a deeper stream of song;</br>Haply &mdash; but oh!  awaken'd conscience tells</br>That I have trifled with my heart too long&mdash;</br>Deaden'd each nobler impulse, and profaned</br>The strength which Nature for high toils ordain'd.", "Yet, from this hour will I, with earnest thought,</br>Heap knowledge from neglected mines of lore.</br>If, haply, by long process, may be wrought</br>To steadfast ends my mind's unfashion'd ore:</br>Nor vain shall be the lessons thou hast taught,</br>Nor vain that purpose which, for thee, I swore</br>I would pursue in silence. &mdash; But 'tis time</br>To end this idle and presumptuous rhyme.", "The task, which I began in happier hours,</br>Lies yet, a shapeless fragment &mdash; and 'twill be</br>Hard to renew, with worn and drooping</br>That toil whose fruits will yield no joy to thee.</br>Yet &mdash; for the feelings that so late were ours&mdash;</br>Thou wilt forgive my foolish phantasy,</br>Dallying with bitter jests, as if to ease</br>The aching of unheal'd remembrances.", "Perhaps amidst my laughter, thou wilt hear,</br>At times, a sadder and more solemn tone,</br>Recalling to thine unforgetful ear</br>Things which are yet reveal'd to thee alone;</br>And thou, I think, wilt hold those accents dear,</br>And greet them with a pleasure all thine own;</br>Nor shall these gifts which I so coldly bring,</br>Seem in thy sight a worthless offering.</br>"]