["Why comes not Francis? &mdash; Joyful chear</br>In that parental gratulation,</br>And glow of righteous indignation,</br>Went with him from the doleful City:&mdash;</br>He fled &mdash; yet in his flight could hear</br>The death-sound of the Minster-bell;</br>That sullen stroke pronounced farewell</br>To Marmaduke, cut off from pity!</br>To Ambrose that!  and then a knell</br>For him, the sweet half-opened Flower!</br>For all &mdash; all dying in one hour!</br>&mdash;Why comes not Francis?  Thoughts of love</br>Should bear him to his Sister dear</br>With motion fleet as winged Dove;</br>Yea, like a heavenly Messenger,</br>An Angel-guest, should he appear.</br>Why comes he not? &mdash; for westward fast</br>Along the plain of York he past;</br>The Banner-staff was in his hand,</br>The Imagery concealed from sight,</br>And cross the expanse, in open flight,</br>Reckless of what impels or leads,</br>Unchecked he hurries on; &mdash; nor heeds</br>The sorrow of the Villages;</br>From the triumphant cruelties</br>Of vengeful military force,</br>And punishment without remorse,</br>Unchecked he journies &mdash; under law</br>Of inward occupation strong;</br>And the first object which he saw,</br>With conscious sight, as he swept along,&mdash;</br>It was the Banner in his hand!</br>He felt, and made a sudden stand.", "He looked about like one betrayed:</br>What hath he done?  what promise made?</br>Oh weak, weak moment!  to what end</br>Can such a vain oblation tend,</br>And he the Bearer? &mdash; Can he go</br>Carrying this Instrument of woe,</br>And find, find any where, a right</br>To excuse him in his Country's sight?</br>No, will not all Men deem the change</br>A downward course, perverse and strange?</br>Here is it, &mdash; but how, when?  must she,</br>The unoffending Emily,</br>Again this piteous object see?", "Such conflict long did he maintain</br>Within himself, and found no rest;</br>Calm liberty he could not gain;</br>And yet the service was unblest.</br>His own life into danger brought</br>By this sad burden &mdash; even that thought</br>Raised self-suspicion which was strong,</br>Swaying the brave Man to his wrong:</br>And how, unless it were the sense</br>Of all-disposing Providence,</br>Its will intelligibly shewn,</br>Finds he the Banner in his hand,</br>Without a thought to such intent,</br>Or conscious effort of his own?</br>And no obstruction to prevent</br>His Father's wish and last command!</br>And, thus beset, he heaved a sigh;</br>Remembering his own prophecy</br>Of utter desolation, made</br>To Emily in the yew-tree shade:</br>He sighed, submitting to the power,</br>The might of that prophetic hour.</br>\"No choice is left, the deed is mine&mdash;</br>Dead are they, dead! &mdash; and I will go,</br>And, for their sakes, come weal or woe,</br>Will lay the Relic on the shrine.\"", "So forward with a steady will</br>He went, and traversed plain and hill;</br>And up the vale of Wharf his way</br>Pursued; &mdash; and, on the second day,</br>He reached a summit whence his eyes</br>Could see the Tower of Bolton rise.</br>There Francis for a moment's space</br>Made halt &mdash; but hark!  a noise behind</br>Of Horsemen at an eager pace!</br>He heard and with misgiving mind.</br>&mdash;'Tis Sir George Bowes who leads the Band:</br>They come, by cruel Sussex sent;</br>Who, when the Nortons from the hand</br>Of Death had drunk their punishment,</br>Bethought him, angry and ashamed,</br>How Francis had the Banner claimed,</br>And with that charge had disappeared;</br>By all the Standers-by revered.</br>His whole bold carriage (which had quelled</br>Thus far the Opposer, and repelled</br>All censure, &mdash; enterprise so bright</br>That even bad Men had vainly striven</br>Against that overcoming light)</br>Was then reviewed, and prompt word given,</br>That to what place soever fled</br>He should be seized, alive or dead.", "The troop of horse have gained the height</br>Where Francis stood in open sight.</br>They hem him round &mdash; \"Behold the proof,</br>Behold the Ensign in his hand!</br>He did not arm, he walked aloof!</br>For why? &mdash; to save his Father's Land;&mdash;</br>Worst Traitor of them all is he,</br>A Traitor dark and cowardly!\"", "\"I am no Traitor,\" Francis said,</br>\"Though this unhappy freight I bear;</br>It weakens me, my heart hath bled</br>Till it is weak &mdash; but you beware,</br>Nor do a suffering Spirit wrong,</br>Whose self-reproaches are too strong!\"</br>At this he from the beaten road</br>Retreated towards a brake of thorn,</br>Which like a place of 'vantage shewed;</br>And there stood bravely, though forlorn.</br>In self-defence with a Warrior's brow</br>He stood, &mdash; nor weaponless was now;</br>He from a Soldier's hand had snatched</br>A spear, &mdash; and with his eyes he watched</br>Their motions, turning round and round:&mdash;</br>His weaker hand the Banner held;</br>And straight by savage zeal impelled</br>Forth rushed a Pikeman, as if he,</br>Not without harsh indignity,</br>Would seize the same: &mdash; instinctively&mdash;</br>To smite the Offender &mdash; with his lance</br>Did Francis from the brake advance;</br>But, from behind, a treacherous wound</br>Unfeeling, brought him to the ground,</br>A mortal stroke: &mdash; oh, grief to tell!</br>Thus, thus, the noble Francis fell:</br>There did he lie of breath forsaken;</br>The Banner from his grasp was taken,</br>And borne exultingly away;</br>And the Body was left on the ground where it lay.", "Two days, as many nights, he slept</br>Alone, unnoticed, and unwept;</br>For at that time distress and fear</br>Possessed the Country far and near;</br>The third day, One, who chanced to pass,</br>Beheld him stretched upon the grass.</br>A gentle Forester was he,</br>And of the Norton Tenantry;</br>And he had heard that by a Train</br>Of Horsemen Francis had been slain.</br>Much was he troubled &mdash; for the Man</br>Hath recognized his pallid face;</br>And to the nearest Huts he ran,</br>And called the People to the place.</br>&mdash;How desolate is Rylstone-hall!</br>Such was the instant thought of all;</br>And if the lonely Lady there</br>Should be, this sight she cannot bear!</br>Such thought the Forester express'd,</br>And all were swayed, and deemed it best</br>That, if the Priest should yield assent</br>And join himself to their intent,</br>Then, they, for Christian pity's sake,</br>In holy ground a grave would make;</br>That straightway buried he should be</br>In the Church-yard of the Priory.", "Apart, some little space, was made</br>The grave where Francis must be laid.</br>In no confusion or neglect</br>This did they, &mdash; but in pure respect</br>That he was born of gentle Blood;</br>And that there was no neighbourhood</br>Of kindred for him in that ground:</br>So to the Church-yard they are bound,</br>Bearing the Body on a bier</br>In decency and humble chear;</br>And psalms are sung with holy sound.", "But Emily hath raised her head,</br>And is again disquieted;</br>She must behold! &mdash; so many gone,</br>Where is the solitary One?</br>And forth from Rylstone-hall stepped she,&mdash;</br>To seek her Brother forth she went</br>And tremblingly her course she bent</br>Tow'rds Bolton's ruined Priory.</br>She comes, and in the Vale hath heard</br>The Funeral dirge; &mdash; she sees the Knot</br>Of people, sees them in one spot&mdash;</br>And darting like a wounded Bird</br>She reached the grave, and with her breast</br>Upon the ground received the rest,&mdash;</br>The consummation, the whole ruth</br>And sorrow of this final truth!", ""]