["Divinest Clio, strike the trembling Strings;</br>Not so, as when you sing of fighting Kings,</br>Or armed Squadrons marching from a-far,</br>Or paint the rugged Pomp and Thunder of the War;</br>But softest Sounds, and sweetest Measures move,</br>Such as enchant and melt the Soul to Love.</br>If thou, O Goddess, aid'st me while I sing,</br>I to Mirtilla, will this Present bring.</br>The Song her Spousals and her Praise pursues;</br>A grateful Task!  Mirtilla loves the Muse.</br>Nor fear, chaste Bride, to listen to my Lyre;</br>These Notes no brutal Sentiments inspire.</br>The Matron, and the modest Virgin too,</br>Each tender Line, without a Blush, may view.</br>My nicer Lays, with Elegance of Art,</br>Shall gently warm, but not infect the Heart.</br>My decent Muse a virtuous Pride maintains;</br>And Purity of Manners decks her Strains.", "Now, Hymen, in thy Saffron Robe appear,</br>And trim thy Torch, and shed thy Blessings here;</br>See where Mirtilla with her Thirsis stands,</br>Join'd are their Hearts, and link'd their faithful Hands:</br>This Day, auspicious to their mutual Vows,</br>Rewards the Bridegroom with his lovely Spouse.</br>His ev'ry Kiss, and ev'ry kind Embrace,</br>Lights up the conscious Colour in her Face.</br>On each fair Cheek the varying Blushes play,</br>And rival all the Glories of the Day.</br>How well did Nature for this Nymph prepare</br>A Sable Crown of jetty-colour'd Hair:</br>As if to let us see, with strange Delight,</br>The Blaze of Noon, in Neighbourhood of Night.</br>Fain would the Muse exalt Mirtilla's Praise</br>In worthy Verse, and in immortal Lays:</br>But oh!  a Hundred Tongues it would require;</br>And Lungs of Brass, my Bosom should inspire,</br>A Song like this to teach the living Lyre.</br>For could I paint her Eyes, her Air, her Grace,</br>And all the various Wonders of her Face,</br>What Sounds are so emphatick and refin'd,</br>To teach the greater Beauties of her Mind?</br>Meek as the Lamb, and gentle as the Dove,</br>Good, as the gracious Gods who rule above,</br>And all her Soul is Innocence and Love.</br>There Royal Reason, with a sceptred Hand,</br>Do's o'er th' inferior Faculties command.</br>This peaceful Heav'n the Virtues make their Seat;</br>And hither, from the madding World retreat.</br>Well might the Youths for thee, Mirtilla, pine;</br>And well adore what seems so much Divine.</br>How often have I heard them, with Delight,</br>Fatigue their Tongues to do thy Beauty right?</br>In vain they languish now, in vain they burn;</br>Mirtilla goes, and never will return.</br>The happy Thyrsis bears the Prize away;</br>Thyrsis the Young, the Gallant, and the Gay.</br>O envy'd Youth!  on whom the charming Maid,</br>The strictest Ties to constant Love has laid.</br>Content, with thee o'er swelling Seas to roam</br>To distant Climes, far from her Native Home;</br>Pleas'd, she forsakes fair Albion's pleasant Land,</br>And tempts the dang'rous Deep, and seeks a Foreign Strand.", "Blow soft ye Winds, ye Billows gentle rise,</br>And smile ye Planets from the brighten'd Skies;</br>Let blest Mirtilla be your righteous Care,</br>Amid the Faithless Waters be her Guide;</br>Securely let the honour'd Vessel ride,</br>And ev'ry Wave triumphantly divide;</br>Conduct her safely thro' the liquid Plain,</br>And give her at the last, the wish'd-for Port to gain.", "O Sacred Love!  Divine Imperial Pow'r!</br>Whose awful Altars Gods and Men adore!</br>What dare not Mortals when by Thee inspir'd?</br>When thou their Breasts, when thou their Blood hast fir'd?</br>The feeble Fair, tho' delicate of Frame,</br>Outstrip the Heroes in the Lists of Fame!</br>Love, with Almighty Energy, imparts</br>Strength to their Arms, and Courage to their Hearts.</br>Sometimes thou triumph'st in a diff'rent Way,</br>And mak'st the Roughest Minds thy Laws obey;</br>So absolute, so boundless is thy Sway:</br>Ev'n stubborn Souls, whom nothing else can move,</br>Nor Storms of Fate, nor Bolts of angry Jove,</br>Are melted down, and humaniz'd by Love.</br>Let bright Mirtilla witness what I say,</br>That nought can stop, when Love shall urge the Way:</br>He rushes on, nor will  his Course restrain,</br>And Rocks and Mountains interpose in vain,</br>The Desarts of the Land, and Terrors of the Main.", "But now, methinks, I see the Bark that bore</br>The happy Pair, approach the Indian Shore.</br>Mirtilla now on Albion left behind,</br>Reflects, with soft Anxiety of Mind.</br>She calls her Thyrsis with her beck'ning Hand,</br>And pointing, shews th' Appearance of the Land;</br>Then twines her snowy Arms around his Neck,</br>While from her Lips these tender Accents break.", "\"Thy Faith, O gen'rous Youth, now let me prove;</br>Remember all the Merit of my Love;</br>Parents, and Friends, and Country, All for thee</br>I left, and thou art more than All to me:</br>If e'er you lik'd, oh!  now protect these Charms;</br>And take me, Thyrsis, to thy Guardian Arms:</br>Receive thy Wife; a Stranger, oh!  defend;</br>My Husband thou!  my Father!  and my Friend!\"", "Her moving Words breathe in the gen'rous Youth,</br>The firmest Loyalty and kindest Truth:</br>Within his Souls the silent Raptures rise;</br>And Tears of Fondness overflow his Eyes:</br>His Heart dissolves; he clasps her to his Breast;</br>And calms her troubled Thoughts, and lulls her Mind to rest.", "Look down, propitious God of Love!  look down,</br>And with thy choicest Gifts these Lovers crown.</br>Let Gratitude the Bridegroom's Heart dilate;</br>And tend'rest Passions warm his beauteous Mate.</br>Oh!  may their Ardours no Abatement know;</br>But Fires Eternal in their Bosoms glow.</br>And from the fruitful Fair and Genial Bed,</br>Grant that a hopeful Progeny proceed!</br>Let Mirth and Plenty gladden ev'ry Year;</br>And rich Contentment soften ev'ry Care.</br>Be thine, Mirtilla, All the dear Delights</br>That sweetest Love in mingled Minds excites;</br>\"And Peace thy Days, and Pleasure crown thy Nights.\"</br>"]