["The east is irradiate with gold,</br>Now morning illumines the plain;</br>The swain leads his flock from the fold,</br>And carrols his amorous strain.", "Awake then, my fair, and arise:</br>Behold, the bright sov'reign of day</br>Dispels the dun shade from the skies:</br>The morn is all shining and gay.", "The trains and the tempests are past;</br>For Winter has fled from our vale;</br>And the grove, late by whirlwinds oppress'd,</br>Only waves the green leaf to the gale.", "Now Summer, sweet-smiling and bland,</br>Diffuses her bounty around:</br>The blackbird is heard in our land,</br>And flowerets enamel the ground.", "By the fountains, soft-warbling that flow,</br>We'll see how the daisies arise;</br>We'll mark the young violet blow,</br>And admire the auricula's dyes.", "Not a flower that, reflected, is seen</br>To smile in the crystalline rill;</br>Not a shrub that adorneth the green,</br>Or diffuseth its sweets from the hill;", "Not the rocks, hanging awful, around;</br>On the plain, not a shadowy tree;</br>Not a dew-drop that shines on the ground,</br>But still has some beauty &mdash; for thee.", "And the swains of our valley declare,</br>On their lawns when thy footsteps are seen,</br>The flowers more delightful appear,</br>And the woods wear a pleasanter green.", "And the downy-wing'd zephyrs that rest</br>On the wild roses dew-sprinkled bloom,</br>Ay flutter with joy to thy breast;</br>And there shed the softest perfume.", "O'er the meadow, so fragrant and fair,</br>How the bee to each various flower</br>Still roves, with industrious care,</br>And collects her ambrosial store!", "Here, Amanda, thy Virtue will say,</br>\"Thus man should each season improve;</br>For time, like a thief, flies away.\"</br>Yes, Amanda:  and so too says Love.", "Haste away:  Nor the rosy-lip'd morn,</br>Nor the blackbird, nor hum of the bee,</br>Nor the dew-sprinkled rose, nor the thorn,</br>Can please, lovely nymph, without thee.", "Haste away:  While we may, we'll enjoy</br>The pleasures we now have in store:</br>For Summer's sweet season will fly,</br>And the landscape will charm us no more.</br>"]