["TO THE RIGHT HONOURABLE SIR CHRISTOPHER HATTON, LORD CHANCELLOR OF ENGLAND, &amp;c.</br>Those prudent Heads, that with their Counsels wise</br>Whilom the Pillars of th' Earth did sustain,</br>And taught ambitious Rome to tyrannise,</br>And in the Neck of all the World to reign,</br>Oft from those grave Affairs were wont abstain,</br>With the sweet Lady Muses for to play:</br>So Ennius, the elder Africane,</br>So Maro oft did Cesar's Cares allay.</br>So you, great Lord, that with your Counsel sway</br>The burden of this Kingdom mightily;</br>With like delights sometimes may eke delay</br>The rugged Brow of careful Policy:</br>And to these idle Rimes lend little space,</br>Which for their Titles sake may find more grace.", "TO THE RIGHT HONOURABLE THE LORD BURLEIGH, LORD HIGH TREASURER OF ENGLAND.</br>To you, right noble Lord, whose careful Breast</br>To menage of most grave Affairs is bent,</br>And on whose mighty Shoulders most doth rest</br>The burden of this Kingdom's Government;</br>As the wide Compass of the Firmament</br>On Atlas mighty Shoulders is upstaid;</br>Unfitly I these idle Rimes present,</br>The Labour of lost Time, and Wit unstaid.</br>Yet if their deeper Sense be inly waid,</br>And the dim Veil, with which from Common View</br>Their fairer Parts are hid, aside be laid;</br>Perhaps not vain they may appear to you.</br>Such as they be, vouchsafe them to receave,</br>And wipe their Faults out of your Censure grave.", "TO THE RIGHT HONOURABLE THE EARL OF OXENFORD, LORD HIGH CHAMBERLAIN OF ENGLAND.</br>Receive, most noble Lord, in gentle gree,</br>The unripe fruit of an unready Wit:</br>Which, by thy Countenance, doth crave to be</br>Defended from foul Envy's poysonous Bit.</br>Which so to do may thee right well befit,</br>Sith th' antique Glory of thine Ancestry</br>Under a shady Veil is therein writ,</br>And eke thine own long-living Memory;</br>Succeeding them in true Nobility:</br>And also for the love, which thou doost bear</br>To th' Heliconian Imps, and they to thee;</br>They unto thee, and thou to them most dear:</br>Dear as thou art unto thy self, so Love</br>That loves and honours thee, as doth behove.", "TO THE RIGHT HONOURABLE THE EARL OF NORTHUMBERLAND.</br>The sacred Muses have made always Clame,</br>To be the Nurses of Nobility,</br>And Registers of everlasting Fame,</br>To all that Arms profess and Chevalry.</br>Then by like Right the noble Progeny,</br>Which them succeed in Fame and Worth, are tyde</br>T' embrace the Service of sweet Poetry,</br>By whose Endeavours they are glorifide;</br>And eke from all, of whom it is envide,</br>To patronize the Author of their Praise,</br>Which gives them Life, that else would soon have dyed,</br>And crowns their Ashes with immortal Baies.</br>To thee therefore, right noble Lord, I send</br>This Present of my Pains, it to defend.", "TO THE RIGHT HONORABLE THE EARL OF CUMBERLAND.</br>Redoubted Lord, in whose courageous Mind,</br>The Flowre of Chevalry, now blooming fair,</br>Doth promise Fruit, worthy the noble Kind,</br>Which of their praises have left you the Heir;</br>To you this humble Present I prepare,</br>For love of Vertue and of Martial Praise.</br>To which, though nobly ye inclined are,</br>As goodly well ye shew'd in late Assaies,</br>Yet brave Ensample of long passed Daies,</br>In which true Honour ye may fashion'd see,</br>To like desire of Honour may ye raise,</br>And fill your Mind with Magnamanitee.</br>Receive it, Lord, therefore as it was ment,</br>For honour of your Name, and high Decent.", "TO THE MOST HONOURABLE AND EXCELLENT LORD, THE EARL OF ESSEX, GREAT MASTER OF THE HORSE TO HER HIGHNESS, AND KNIGHT OF THE NOBLE ORDER OF THE GARTER, &amp;c.</br>Magnifick Lord, whose Vertues excellent</br>Do merit a most famous Poet's Wit,</br>To be thy living Praises Instrument;</br>Yet do not sdeign, to let thy Name be writ</br>In this base Poem, for thee far unfit.</br>Nought is thy Worth disparaged thereby:</br>But when my Muse, whose Feathers, nothing flit,</br>Do yet but flag, and lowly learn to fly,</br>With bolder Wing, shall dare aloft to fly</br>To the last Praises of this Fairy-Queen;</br>Then shall it make more famous Memory</br>Of thine Heroick Parts, such as they been.</br>Till then, vouchsafe thy noble Countenance</br>To these first Labours needed furtherance.", "TO THE RIGHT HONOURABLE THE EARL OF ORMOND AND OSSORY.</br>Receive, most noble Lord, a simple Taste</br>Of the wild Fruit, which savage Soyl hath bred;</br>Which being through long Wars, left almost waste,</br>With brutish Barbarism is overspred:</br>And in so fair a Land, as may be red,</br>Not one Parnassus, nor one Helicon</br>Left for sweet Muses to be harboured,</br>But where thy self hast thy brave Mansion;</br>There, indeed, dwell fair Graces many one,</br>And gentle Nymphs, delights of learned Wits;</br>And in thy Person, without Paragone,</br>All goodly Bounty, and true Honour sits.</br>Such therefore, as that wasted Soyl doth yield,</br>Receive, dear Lord, in worth, the Fruit of barren Field.", "TO THE RIGHT HONOURABLE THE LORD CH. HOWARD, LORD HIGH ADMIRAL OF ENGLAND, KNIGHT OF THE NOBLE ORDER OF THE GARTER, AND ONE OF HER MAJESTY'S PRIVY-COUNCIL, &amp;c.</br>And ye, brave Lord, whose goodly Personage</br>And noble Deeds, each other garnishing,</br>Make you Ensample to the present Age,</br>Of the old Heroes, whose famous Ofspring</br>The antique Poets wont so much to sing,</br>In this same Pageant have a worthy Place;</br>Sith those huge Castles of Castilian King,</br>That vainly threatned Kingdoms to displace,</br>Like flying Doves ye did before you chace:</br>And that proud People, woxen Insolent,</br>Through many Victories, didst first deface:</br>Thy Praises everlasting Monument</br>Is in this Verse engraven semblably,</br>That it may live to all Posterity.", "TO THE RIGHT HONOURABLE THE LORD HUNSDON, HIGH CHAMBERLAIN TO HER MAJESTY.</br>Renowned Lord, that for your Worthiness,</br>And noble Deeds, have your deserved Place;</br>High in the Favour of that Emperess,</br>The World's sole Glory, and her Sex's Grace,</br>Here eke of right have you a worthy Place;</br>Both for your nearness to that Fairy-Queen,</br>And for your own high Merit in like case:</br>Of which, apparent Proof was to be seen,</br>When that tumultuous Rage, and fearful Deen</br>Of Northern Rebels ye did pacifie,</br>And their disloyal Powre defaced cleen,</br>The Record of enduring Memory.</br>Live, Lord, for ever, in this lasting Verse,</br>That all Posterity thy Honour may reherse.", "TO THE MOST RENOWNED AND VALIANT LORD, THE LORD GREY OF WILTON, KNIGHT OF THE NOBLE ORDER OF THE GARTER, &amp;c.</br>Most noble Lord, the Pillar of my Life,</br>And Patron of my Muses pupillage,</br>Through whose large Bounty poured on me rife,</br>In the first Season of my feeble Age,</br>I now do live, bound yours by Vassalage:</br>Sith nothing ever may redeem, nor reeve</br>Out of your endless Debt, so sure a Gage;</br>Vouchsafe in Worth, this small Gift to receave,</br>Which in your noble Hands for Pledge I leave,</br>Of all the rest, that I am tyed t' account:</br>Rude Rimes, the which a rustick Muse did weave</br>In savage Soyl, far from Parnasso Mount,</br>And roughly wrought in an unlearned Loom:</br>The which vouchsafe, dear Lord, your favourable Doom.", "TO THE RIGHT HONOURABLE THE LORD OF BUCKHURST, ONE OF HER MAJESTY'S PRIVY-COUNCIL.</br>In vain I think, (Right Honourable Lord)</br>By this rude Rime, to memorize thy Name;</br>Whose learned Muse hath writ her own Record</br>In golden Verse, worthy immortal Fame:</br>Thou much more fit (were Leisure to the same)</br>Thy gracious Soveraign's Praises to compile,</br>And her Imperial Majesty to frame</br>In lofty Numbers and heroick Stile.</br>But sith thou maist not so, give leave awhile</br>To baser Wit, his Power therein to spend;</br>Whose gross Defaults thy dainty Pen may file,</br>And unadvised Oversights amend.</br>But evermore vouchsafe it to maintain</br>Against vile Zoylus' Backbitings vain.", "TO THE RIGHT HONOURABLE SIR FR. WALSINGHAM, KNIGHT, PRINCIPLE SECRETARY TO HER MAJESTY, AND ONE OF HER HOURABLE PRIVY-COUNCIL.</br>That Mantuan Poet's incompared Spirit,</br>Whose Garland now is set in highest place,</br>Had not Mecaenas, for his worthy Merit,</br>It first advaunc't to great Augustus' grace,</br>Might long (perhaps) have lien in Silence base,</br>Ne been so much admir'd of later Age.</br>This lowly Muse, that learns like steps to trace,</br>Flies for like aid unto your Patronage,</br>That are the great Mecaenas of this Age;</br>As well to all that civil Arts profess,</br>As those that are inspir'd with Martial Rage,</br>And craves Protection of her Feebleness:</br>Which if ye yield, perhaps ye may her raise</br>In bigger Tunes to sound your living Praise.", "TO THE RIGHT NOBLE LORD AND MOST VALIANT CAPTAIN, SIR JOHN NORRIS, KNIGHT, LORD PRESIDENT OF MOUNSTER.</br>Whoever gave more honourable prize</br>To the sweet Muse, than did the Martial Crew;</br>That their brave Deeds she might immortalize</br>In her shrill Tromp, and sound their Praises dew?</br>Who then ought more to favour her, than you</br>Most noble Lord, the Honour of this Age,</br>And Precedent of all that Arms ensue?</br>Whose warlike Prowess, and manly Courage,</br>Tempred with Reason, and Advizement sage,</br>Hath fill'd sad Belgia with victorious Spoil,</br>In France and Ireland left a famous Gage,</br>And lately shak't the Lusitanian Soil.</br>Sith then each where thou hast disspred thy Fame,</br>Love him, that hath eternized your Name.", "TO THE NOBLE AND VALOROUS KNIGHT, SIR WALTER RALEIGH, LORD WARDEN OF THE STANNERIES, AND LIEUTENANT OF CORNWAL.</br>To thee that art the Summer's Nightingale,</br>Thy soveraign Goddesses most dear Delight,</br>Why do I send this rustick Madrigale,</br>That may thy tuneful Ear unseason quite?</br>Thou only fit this Argument to write,</br>In whose high Thoughts Pleasure hath built her Bowre,</br>And dainty Love learn'd sweetly to indite.</br>My Rimes I know unsavory and sowre,</br>To taste the Streams, that like a golden showre</br>Flow from thy fruitful Head, of thy Loves praise,</br>Finer perhaps to thunder martial Stowre,</br>When so thee list thy lofty Muse to raise:</br>Yet till that thou thy Poem wilt make known,</br>Let thy fair Cinthia's Praises be thus rudely shown.", "TO THE RIGHT HONOURABLE AND MOST VERTUOUS LADY, THE COUNTESS OF PEMBROKE.</br>Remembrance of that most Heroick Spirit,</br>The Heavens Pride, the Glory of our Days;</br>Which now triumpheth through immortal Merit</br>Of his brave Vertues, crown'd with lasting Bays</br>Of heavenly Bliss and everlasting Praise;</br>Who first my Muse did lift out of the Flore,</br>To sing his sweet Delights in lowly Lays;</br>Bids me, most noble Lady, to adore</br>His goodly Image, living evermore</br>In the divine Resemblance of your Face;</br>Which with your Vertues ye embellish more,</br>And native Beauty deck with heavenly Grace:</br>For his, and for your own especial sake,</br>Vouchsafe from him this Token in good worth to take.", "TO THE MOST VERTUOUS AND BEAUTIFUL LADY, THE LADY CAREW.</br>Ne may I without blot of endless Blame,</br>You, fairest Lady, leave out of this place,</br>But with remembrance of your gracious Name,</br>Wherewith that courtly Garland most ye grace,</br>And deck the World, adorn these Verses base:</br>Not that these few Lines can in these comprise</br>Those glorious Ornaments of heavenly Grace,</br>Wherewith ye triumph over feeble Eyes,</br>And in subdued Hearts do tyrannize.</br>For thereunto doth need a golden Quill,</br>And silver Leaves, them rightly to devise,</br>But to make humble Present of good will:</br>Which, when as timely means it purchase may,</br>In ampler wise it self will forth display.", "TO ALL THE GRACIOUS AND BEAUTIFUL LADIES IN THE COURT.</br>The Chian Painter, when he was requir'd</br>To pourtraict Venus in her perfect hiew,</br>(To make his Work more absolute) desir'd</br>Of all the fairest Maids to have the View.</br>Much more me needs (to draw the semblant true</br>Of Beauty's Queen, the World's sole Wonderment)</br>To sharp my Sense with sundry Beauties view,</br>And steal from each some part of Ornament.</br>If all the World to seek I overwent,</br>A fairer Crew yet no where could I see,</br>Than that brave Court doth to mine eye present;</br>That the World's Pride seems gathered there to be,</br>Of each a part I stole by cunning Theft:</br>Forgive it me, fair Dames, sith less ye have not left.</br>"]