["Doth the same trade support this being, then,</br>That had supported thine? &mdash; And shall thy name</br>Be dropped, forgotten from the minds of men!</br>Oh, no, for though thou sought'st not after fame,</br>Thou hast upon the sorrowing muse a claim,</br>That would prolong thy memory in her strain;</br>For thine was that aspiring holy aim,</br>Which makes us blush at Folly's heedless train,</br>And turn to Wisdom's paths, and seek therein our gain.", "Fit for the elder world!  the cynic's time,</br>When men despised the outward vanities,</br>Thou couldst not feed thy bosom on the slime</br>Of every-day enjoyment!  No, thy sighs</br>Still mounted for the fruit which most despise,</br>That of the tree of knowledge, &mdash; this to thee</br>Was ever tempting in thy paradise,</br>Nor whilst an apple was upon that tree,</br>Couldst thou contented feel, but pluck'd on greedily.", "The languages of nations &mdash; realms no more,</br>'Twas thy ambition and thy love to know,</br>And gather what their sages taught of yore;</br>What he who made the rock with water flow,</br>Said to the chosen people, what the woe</br>Which made Philosophy still drop its tear.</br>To prove the warmth of the Meonian flow,</br>To learn the Mantuan's judgment, and to clear</br>Each point of science up &mdash; these claimed thy toil severe.", "Thus didst thou, for thy solitary gain;</br>Thus didst thou ponder on the letter'd past,</br>Collecting to the treasure of thy brain,</br>The Alp of thought which ages had amass'd.</br>What labour?  what intricacies thou hast,</br>In thy lone hours, thus conquer'd and unknit!</br>Unaided, Perseverance round thee cast</br>That confidence which makes all toil submit,</br>And wanting which, thy bark on learning's rocks had split.", "In fancy, now methinks thy form I see,</br>As o'er the musty tomes thou'rt bent to find</br>Some explanation which perplexeth thee,</br>And wanting which, thou hast no peace of mind,</br>Now, now, the head is on the hand reclin'd,</br>And now the pen is up to clear the doubt,</br>And now 'tis down again, &mdash; and as the wind</br>Puffs through thy dwelling's creeks thy lamp about,</br>I sigh for martyr'd life, and wish its struggle out.", "Alas!  that ever such a mind as thine</br>Should be confin'd to poverty's dull spell,</br>That it unto itself should only shine,</br>As doth the bright pearl in its prison shell;</br>But this is oft the case, for all can tell</br>From story, or from memory, some sad tale</br>Of genius with a fate &mdash; dark, drear, and fell;</br>Of those who, like thee, doom'd to toil and wail,</br>Still felt th' ennobling wish, &mdash; but felt it to their bale.", "Hast thou not felt it so, when on thy head</br>The gray locks came?  hast thou not felt it then?</br>Where, then, was thy reward for all thou'dst read</br>And learn'd? &mdash; for all thy scorn of worldly men,</br>Where was the home which knew no suffering, when,</br>Thou call'st all helpless in thy age to him,</br>Who for some dross drawn from the miser's den,</br>Thy dear companions was to purchase, then</br>Thy books, thy friends through life, each volume's sparkling gem.", "O how my heart sinks, sinks, when I recur</br>To such a fate as thine!  by nature form'd</br>To be our erring spirit's minister,</br>And by thy doom to be in darkness worm'd!</br>With nothing but thy stoicism arm'd,</br>To take thy hard career through weary life,</br>O, how it sinks, sinks, sinks, or is alarm'd,</br>Lest others, like thee, with thy powers rife,</br>Should waste their tide of mind in bootless scenes of strife.", "But, ah!  how useless thus to dwell on thee&mdash;</br>The grave is now thy comfort, &mdash; in its sleep</br>Thou find'st a medicine for the misery</br>Of thy wreck'd life's decline; we can but weep,</br>That all that is of thee is in its keep;</br>That all thy learning left us, is to know</br>Thou couldst not from this barren being reap</br>Thy nature's wants.  Unhappy, 'till below,</br>Poor, friendless, and unknown, thou gottest from thy woe.", "Yes!  we may weep; but weeping can't recall</br>The loss of bright ability, like thine;</br>The star we see, through boundless ether fall,</br>Can we replace it in its sphere to shine?</br>Sorrow may give its tear, and thou hast mine,</br>But all in vain &mdash; thy keeping in the grave</br>Is as a stone, dropp'd to the ocean's brine,</br>It sinks beneath th' unfathomable wave,</br>No art can it return, no love can hope to save.</br>"]