["A Gentle Shepherd (that's he proper Name)</br>Retir'd to Stow, far distant from the Thame;</br>Where dancing Fishes in the Bason play'd,</br>And crowded Columns form'd a Marble Shade:</br>There, while he mourn'd by Streams that never flow,</br>The Statues round a dumb Compassion show;</br>The Worthies list'ned in each sculptur'd Hall;</br>My Lord, consenting, sat and heard it all.", "Ye stubborn York, ye fierce New-England Crew,</br>Free from Excise, but not from Customs too,</br>To you I mourn, nor to the Deaf I sing,</br>Your Woods shall answer, and your Cities ring.</br>Quebec and Georgia my Stamp Duties pay;</br>Why are you prouder, and more hard then they?</br>The gay Creoles with my new Tax agree,</br>They parch'd by Heat, and I inflam'd by thee;</br>The sultry Sirius burns their Sugar-Canes,</br>While in thy Heart a wholesome Winter reigns.", "Where stray ye, Members, in what Lane or Grove,</br>While to enforce the Act I hopeless move?</br>In those fair Rooms, where Royal G&mdash; resides,</br>Or where the Cockpit's ample Hall divides,</br>As in the gilded Sconce I view my Face,</br>No rising Blushes stain the faithful Glass;</br>But since my Figure pleases there no more,</br>I shun the Levee which I sought before.</br>Once I was skill'd in ev'ry Fund that went</br>From India Bonds to humble Cent. per Cent.</br>Ah, Gentle Shepherd, what avails thy Skill</br>To frame a Tax for D&mdash;w&mdash;ll to repeal?", "Let &mdash;, proud, preside at C&mdash;l B&mdash;d,</br>Or wily H&mdash;l&mdash;d still desire to hoard;</br>But in the Treasury let me spend my Days,</br>And load the sinking Fund a thousand Ways.</br>That Wand was mine, which B&mdash;, with parting Breath,</br>Into my Hands, resigning, did bequeath:</br>He said, G&mdash; G&mdash;v&mdash;le, take this Rod, the same</br>That to the Cyder Counties taught my Name;</br>But R&mdash;k&mdash;m may sway the Wand for me,</br>Since I'm despised and disgrac'd by thee.</br>Oh!  were I made by some transforming Pow'r,</br>The smooth-tongued P&mdash; that speaks in yonder Bow'r,</br>Then might my Voice the list'ning Ears employ,</br>And I the Pension he receives enjoy.", "And yet my Speeches pleas'd the Tory Throng,</br>Rough R&mdash;gby grinn'd, and N&mdash;t&mdash;n prais'd my Song;</br>The Cits, while Bow Church Bells forgot to ring,</br>In milk-white Wings, their kind Addresses bring.</br>But their Addresses are preferr'd in vain,</br>On P&mdash;t their Thanks are now preferr'd again;</br>For him the richest Boxes are design'd,</br>And in one Parchment all their Freedoms join'd.</br>Accept their Wreaths, allow your Partners none,</br>Claim all their Praise, as due to you alone.", "See what strange Things in the Repeal appear;</br>Discordant Earl have form'd an Union here:</br>In opposition B&mdash; and T&mdash;p&mdash;e join,</br>And wicked Twitcher with good W&mdash;b&mdash;t&mdash;n.</br>Come, matchless Jemmy!  bless the cool Retreats,</br>When Peers, from voting, quit their scarlet Seats:</br>When weary Commons leave the sultry Town,</br>And drown'd with Debts, to finger Rents go down.</br>This harmless Grove no lurking Bailiff hides,</br>But in my Breast the Serpent Rage abides.</br>Oh, how I long with you to pass my Days,</br>Drink our own Healths, and sound each other's Praise;</br>Your Praise the Press shall bear thro' all the Town,</br>And Evening Posts from London waft it down:</br>But would you write, and rival Anti's Strain,</br>The wond'ring Mob his Lies would read again;</br>The moving Carman hear the pow'rful Call,</br>And Pots of Beer hang list'ning in their Fall.", "But see, the Ladies shun the noon-tide Air,</br>And hungry Lords to Dinner fast repair:</br>At Table all to Places fix'd Resort&mdash;</br>Ye, Gods, and is there then no Place at Court?</br>But soon the Sun with milder Rays descends</br>To western Climes, where my Stamp Duty ends:</br>On my poor Effigy their Furies prey,</br>By Night they burn me, as they hang by Day.</br>"]