["Whilst You, My LORD, adorn that stately Seat,</br>Where shining Beauty makes her soft Retreat,</br>Enjoying all those Graces, uncontroll'd,</br>Which noblest Youths would die but to behold;</br>Whilst You inhabit Lowther's awful Pile,</br>A Structure worthy of the Founder's Toil:</br>Amaz'd we see the former LONSDALE shine</br>In each Descendent of his Noble Line,</br>But most transported and surpriz'd, we view</br>His ancient Glories all reviv'd in You,</br>Where Charms, and Virtues join their equal Grace,</br>Your Father's Godlike Soul, Your Mother's lovely Face.", "Me Fortune, and kind Heav'ns Indulgent Care</br>To Famous OXFORD, and the Muses bear,</br>Where, of all Ranks, the blooming Youths combine</br>To pay due Homage to the mighty Nine,</br>And snatch, with smiling Joy, the Laurel Crown,</br>Due to the Learned Honours of the Gown.</br>Here I, the meanest of the tuneful Throng,</br>Delude the Time with an unhallow'd Song,</br>Which thus my Thanks to much-lov'd Oxford pays,</br>In no ungrateful, though unartful Lays.", "Where shall I first the beauteous Scene disclose,</br>And all the gay Variety expose?</br>For whereso'er I turn my wond'ring Eyes,</br>Aspiring Tow'rs, and verdant Groves arise,</br>Immortal Greens the smiling Plains array,</br>And mazy Rivers murmur all the way.", "O, might Your Eyes behold each sparkling Dome,</br>And freely o'er the beauteous Prospect roam,</br>Less ravish'd your own Lowther you'd survey,</br>Though Pomp and State the costly Seat display,</br>Where Art so nicely has adorn'd the Place,</br>That Nature's Aid might seem an useless Grace,</br>Yet Nature's Smiles such various Charms impart,</br>That vain and needless are the Strokes of Art.</br>In equal State our rising Structures shine,</br>Fram'd by such Rules, and form'd by such Design,</br>That here, at once surpriz'd and pleas'd, we view</br>Old Athens lost and conquer'd in the New,</br>More sweet our Shades, more fit our bright Abodes</br>For warbling Muses, and inspiring Gods.", "Great Vanbrook's self might own each artful Draught</br>Equal to Models in his Curious Thought,</br>Not scorn a Fabrick by our Plans to frame,</br>Or in Immortal Labours Sing their Fame;</br>Both Ways he save 'em from destroying Fate,</br>If he but Praise them, or but Imitate.", "See, where the Sacred Sheldon's haughty Dome</br>Rivals the stately Pomp of ancient Rome,</br>Whose From, so great and noble, seems design'd</br>T' express the Grandeur of its Founder's Mind.</br>Here, in one lofty Building, we behold</br>Whate'er the Latian Pride could boast of old.</br>True, no dire Combates feed the Savage Eye,</br>And strow the Sand with sportive Cruelty;</br>But more adorn'd with what the Muse inspires,</br>It far outshines their Bloody Theatres.</br>Delightful Scene:  when here, in equal Verse,</br>The youthful Bards their Godlike QUEEN rehearse,</br>To Churchill's Wreaths Apollo's Laurel join,</br>And sing the Plains of Hockstet, and Judoign.", "Next let the Muse record our Bodley's Seat,</br>And aim at Numbers, like the Subject, Great:</br>All hail thou Fabrick, Sacred to the Nine,</br>Thy Fame immortal, and thy Form divine!</br>Who to thy Praise attempts the dang'rous Flight,</br>Should in thy various Tongues be taught to write,</br>His Verse, like thee, a lofty Dress should wear,</br>And breathe the Genius which inhabits there;</br>Thy Proper Lays alone can make thee Live,</br>And pay that Fame, which first thy self didst give.</br>So Fountains which through secret Channels flow,</br>And pour Above the Flouds they take Below,</br>Back to their Father Ocean urge their Way,</br>And to the Sea, the Streams, it gave, Repay.", "No more we fear the Military Rage,</br>Nurst up in some obscure Barbarian Age,</br>Nor dread the Ruin of our Arts divine,</br>From Thick-scull'd Heroes of the Gothique Line,</br>Tho' Pale the Romans saw those Arms advance,</br>And wept their Learning lost in Ignorance.</br>Let Brutal Rage around its Terrors spread,</br>The Living murder, and consume the Dead,</br>In impious Fires let Noblest Writings burn,</br>And with their Authors share a Common Urn;</br>Only, ye Fates, our lov'd Bodleian spare,</br>Be IT, and Learning's self shall be your Care,</br>Here ev'ry Art and ev'ry Grace shall join,</br>Collected Phoebus here alone shall shine,</br>Each other Seat be Dark, and this be all Divine.</br>Thus when the Greeks Imperial Troy defac'd,</br>And to the Ground its fatal Walls debas'd,</br>In vain they burn the Works of Hands Divine,</br>And vow Destruction to the Dardan Line,</br>Whilst good Aeneas flies th' unequal Wars,</br>And, with his Guardian Gods, Iulus bears,</br>Old Troy for ever stands in him Alone,</br>And All the Phrygian Kings survive in One.", "Here still presides each Sage's rev'rend Shade,</br>In soft Repose and easie Grandeur laid,</br>Their deathless Works forbid their Fame to die,</br>Nor Time it self their Persons shall destroy,</br>Preserv'd within the Living Gallery.</br>What greatest Gift could bounteous Heav'n bestow,</br>Than to be seen Above, and read Below?</br>With deep Respect I bend my duteous Head,</br>To see the faithful Likeness of the Dead;</br>But O!  what Muse can equal Warmth impart?</br>The Painter's Skill transcends the Poet's Art.</br>When 'round the Pictur'd Founders I descry,</br>With Goodness soft, and great with Majesty.</br>So much of Life the artful Colours give,</br>Scarce more within their Colleges they live,</br>My Blood begins in wilder Rounds to roul,</br>And pleasing Tumults combat in my Soul,</br>And humble Awe my down-cast Eyes betray,</br>And only less than Adoration pay.</br>Such were the Roman Fathers, when o'ercome</br>They saw the Gauls insult o'er conquer'd Rome,</br>Each Captive seem'd the haughty Victor's Lord,</br>And prostrate Chiefs their awful Slaves ador'd.", "Such Art as this adorns your Lowther's Hall,</br>Where feasting Gods Carouse upon the Wall,</br>The Nectar, which Creating Paint supplies,</br>Intoxicates each pleas'd Spectator's Eyes,</br>Who view, amaz'd, the Figures heav'nly Fair,</br>And think they breath the true Elysian Air,</br>With Strokes so bold, Great Varrio's Hand has drawn</br>The Gods in Dwellings, brighter than their own.", "Fir'd with a Thousand Raptures, I behold</br>What lively Features grac'd each Bard of old,</br>Such Lips, I think, did guide his charming Tongue,</br>In such an Air, as this, the Poet sung,</br>Such Eyes, as these, glow'd with the sacred Fire,</br>And Hands, like these, employ'd the Vocal Lyre:</br>And scarce admire their deathless Labours more.</br>See where the gloomy Scaliger appears,</br>Each Shade is Critick, and each Feature sneers,</br>The artful Ben so smartly strikes the Eye,</br>I more than see a fancy'd Comedy,</br>The muddy Scotus crowns the Motley Shew,</br>And Metaphysicks cloud his wrinkled Brow.</br>But distant Awe invades my beating Breast,</br>To see Great Ormond in the Paint exprest;</br>With Fear I view the Figure from afar,</br>Which burns with noble Ardour for the War,</br>But near Approaches free my doubting Mind,</br>To view such Sweetness with such Grandeur join'd.", "Here studious Heads the graver Tablet shews,</br>And there with Martial Warmth the Picture glows,</br>The blooming Youth here boasts a brighter Hew,</br>And Painted Virgins far out-shine the True.", "Hail Colours, which with Nature bear a Strife,</br>And only want a Voice to perfect Life!</br>The wond'ring Stranger makes a sudden Stand,</br>And pays low Homage to the lovely Band,</br>Within each Frame a Real Fair believes,</br>And vainly thinks the Mimick Canvas lives,</br>'Till undeceiv'd he quits th' enchanting Shew,</br>Pleas'd with the Art, though he laments it too.", "So when his Juno bold Ixion woo'd,</br>And aim'd at Pleasures, worthy of a God,</br>A beauteous Cloud was form'd by angry Jove,</br>Fit to invite, though not indulge his Love;</br>The Mortal thought he saw his Goddess shine,</br>And all the lying Graces look'd Divine,</br>But when, with Heat, he clasp'd her fancy'd Charms,</br>The empty Vapour baulk'd his eager Arms.", "Loath to depart, I leave th' inviting Scene,</br>Yet scarce forbear to view it o'er again,</br>But still new Objects give a new Delight,</br>And various Prospects bless the wand'ring Sight.", "Aloft in State the airy Tow'rs arise,</br>And with new Lustre deck the wond'ring Skies;</br>Lo!  to what height the Schools ascending reach,</br>Built with that Art, which they alone can teach,</br>The lofty Dome expands her spacious Gate,</br>Where all the decent Graces jointly wait,</br>In ev'ry Shape the God of Art resorts,</br>And Crowds of Sages fill th' extended Courts.", "With Wonders fraught the bright Musaeum see,</br>It self the greatest Curiosity!</br>Where Nature's choicest Treasure, all combin'd,</br>Delight, at once, and quite confound the Mind,</br>Ten Thousand Splendors strike the dazled Eye,</br>And form, on Earth, another Galaxy.", "Here Colleges in sweet Confusion rise,</br>There Temples seem to reach their Native Skies,</br>Spires, Tow'rs, and Groves compose the various Shew;</br>And mingled Prospects charm the doubting View,</br>Who can deny their Characters Divine,</br>Without Resplendent, and inspir'd within?</br>But since above my weak and artless Lays,</br>Let their own Poets sing their equal Praise.", "One Labour more my grateful Verse renews,</br>And rears aloft the Low-descending Muse;</br>The Building, Parent of my young Essays,</br>Asks, in Return, a Tributary Praise.</br>Pillars sublime bear up the pompous Height, </br>Whilst Guardian Muses shade the happy Piles,</br>And all around diffuse propitious Smiles.</br>Here Lancaster, adorn'd with ev'ry Grace,</br>Stands Chief in Merit, as the Chief in Place:</br>To his lov'd Name our earliest Lays belong,</br>The Theme at once, and Patron of our Song.</br>Long may he o'er his much-lov'd Queens preside,</br>Our Arts encourage, and our Counsels guide,</br>'Till After-Ages, fill'd with glad Surprize,</br>Behold his Image, all Majestick rise,</br>Where now, in Pomp, a venerable Band,</br>Princes, and Queens, and Holy Fathers stand.</br>Good Eglisfield claims Homage from the Eye,</br>And the hard Stone seems soft with Piety;</br>The mighty Monarchs still the same appear,</br>And ev'ry Marble Frown provokes the War,</br>Whilst rugged Rocks, mark'd with Philippa's Face,</br>Soften to Charms, and glow with New-born Grace.</br>A Sight less Noble did the Warriors yield,</br>Transform'd to Statues by the Gorgon Shield,</br>Distorting Fear the Coward's Form confest,</br>And Fury seem'd to heave the Hero's Breast,</br>The lifeless Rocks each various Thought betray'd,</br>And all the Soul was in the Stone display'd.", "Too high, my Verse, has been thy daring Flight,</br>Thy softer Numbers now the Groves invite,</br>Where silent Shades provoke the speaking Lyre,</br>And chearful Objects happy Songs inspire,</br>At once bestow Rewards, and Thoughts infuse,</br>Compose a Garland, and supply a Muse.", "Behold around, and see, the living Green</br>In native Colours paints a blooming Scene,</br>Th' eternal Buds no deadly Winter fear,</br>But scorn the coldest Season of the Year;</br>Apollo sure will bless the happy Place,</br>Which his own Daphne condescends to grace,</br>For here the everlasting Laurels grow</br>In ev'ry Grotto, and on ev'ry Brow.", "Prospects so gay demand a Congreve's Strains,</br>To call the Gods and Nymphs upon the Plains;</br>Pan yields his Empire o'er the Sylvan Throng,</br>Pleas'd to submit to his Superior Song;</br>Great Denham's Genius looks, with Rapture down,</br>And Spencer's Shade resigns the Rural Crown.", "Fill'd with great Thoughts, a Thousand Sages rove</br>Through ev'ry Field, and solitary Grove,</br>Whose Souls, ascending an exalted Height,</br>Out-soar the drooping Muse's vulgar Flight,</br>That longs to see her Darling Vot'ries laid</br>Beneath the Covert of some gentle Shade,</br>Where purling Streams, and warbling Birds conspire</br>To aid th' Enchantments of the trembling Lyre.", "Bear me some God to Christ-Church's Royal Seat,</br>And lay me softly in the green Retreat,</br>Where Aldrich holds o'er Wit the Sov'raign Pow'r,</br>And Crowns the Poets, which he taught before.</br>To Aldrich, Britain owes her tuneful Boyle,</br>The noblest Trophy of the conquer'd Isle,</br>Who adds new Warmth to our Poetick Fire,</br>And gives to England the Hibernian Lyre.</br>Philips by Phoebus, and his Aldrich taught,</br>Sings with that Heat, wherewith his Churchill fought,</br>Unfetter'd, in Great Milton's Strain he writes,</br>Like Milton's Angels, whilst his Heroe fights,</br>Pursues the Bard, whilst he with Honour can,</br>Equals the Poet, and excels the Man.", "O'er all the Plains, the Streams, and Woods around,</br>The pleasing Lays of sweetest Bards resound,</br>A faithful Echo ev'ry Note returns,</br>And list'ning River-Gods neglect their Urns.</br>When Codrington, and Steele their Verse unrein,</br>And form an easie, unaffected Strain,</br>A double Wreath of Laurel binds their Brow,</br>As they are Poets, and are Warriors too.</br>Trapp's lofty Scenes in gentle Numbers flow,</br>Like Dryden, Great, as soft as moving Rowe.</br>When youthful Harison, with tuneful Skill,</br>Makes Woodstock Park scarce yield to Cooper's Hill,</br>Old Chaucer, from th' Elysian Fields, looks down,</br>And sees, at length, a Genius, like his own;</br>Charm'd with his Lays, which reach the Shades below,</br>Fair Rosamonda intermits her Woe,</br>Forgets the Anguish of an injur'd Soul,</br>The fatal Poniard, and invenom'd Bowl.", "Apollo smiles on Magdalen's peaceful Bow'rs,</br>Perfumes the Air, and paints the Grot with Flow'rs,</br>Where Yalden learn'd to gain the Myrtle Crown,</br>And ev'ry Muse was fond of Addison.</br>Applauded Man!  For weightier Trusts design'd,</br>For once disdain not to unbend thy Mind,</br>Thy Mother Isis and her Groves rehearse,</br>A Subject, not unworthy of thy Verse,</br>So Latium Fields will cease to boast thy Praise,</br>And yield to Oxford, painted in thy Lays:</br>And when the Age to come, from Envy free,</br>What thou to Virgil giv'st, shall give to thee,</br>Isis, Immortal by the Poet's Skill,</br>\"Shall, in the smooth Description, murmur still,\"</br>New Beauties shall adorn our Sylvan Scene,</br>And, in thy Numbers, grow for ever Green.", "Danby's fam'd Gift such Verse, as thine, requires,</br>Exalted Raptures, and Celestial Fires;</br>Apollo here shou'd plenteously impart,</br>As well his Singing, as his Curing Art,</br>Nature her self the healing Garden loves,</br>Which kindly her declining Strength improves,</br>Baffles the Strokes of unrelenting Death,</br>Can break his Arrows, and can blunt his Teeth.</br>How sweet the Landskip!  where in Living Trees,</br>Here frowns a Vegetable Hercules,</br>There Fam'd Achilles learns to live again,</br>And looks yet angry in the Mimick Scene,</br>Here artful Birds, which blooming Arbours shew,</br>Seem to fly higher, whilst thy upwards grow,</br>From the same Leaves both Arms and Warriors rise,</br>And ev'ry Bough a diff'rent Charm supplies.", "So when our World the Great Creator made,</br>And unadorn'd the sluggish Chaos laid,</br>Horror, and Beauty own'd their Sire the same,</br>And Form it self from Parent Matter came,</br>That lumpish Mass, alone, was Source of all,</br>And Bards and Themes had one Original.", "In vain the Groves demand my longer Stay,</br>The gentle Isis wafts the Muse away,</br>With Ease, the River guides her wand'ring Stream,</br>And hastes to mingle with Uxorious Thame,</br>Attempting Poets on her Banks lie down,</br>And quaff inspir'd the better Helicon,</br>Harmonious Strains adorn their various Themes,</br>Sweet as the Banks, and flowing as the Streams.", "Bless'd We, whom bounteous Fortune here has thrown,</br>And made the various Blessings all our own!</br>Nor Crowns, nor Globes, the Pageantry of State,</br>Upon our humble, easie Slumbers wait,</br>Nor ought, that is Ambition's lofty Theme,</br>Disturbs our Sleep, and Gilds the gaudy Dream.</br>Touch'd by no Ills which vex th' unhappy Great,</br>We only read the Changes in the State,</br>Triumphant Marlbro's Arms, at Distance, hear,</br>And learn, from Fame, the rough Events of War,</br>With pointed Rhimes the Gallick Tyrant pierce,</br>And make the Cannon Thunder in our Verse.", "See, how the matchless Youth their Hours improve,</br>And in the glorious Way to Knowledge move!</br>Eager for Fame, prevent the rising Sun,</br>And watch the Midnight Labours of the Moon.</br>Not tender Years their bold Attempts restrain,</br>Who leave dull Time, and hasten into Man,</br>Pure to the Soul, and pleasing to the Eyes,</br>Like Angels, Youthful, and like Angels, Wise.", "Some learn the mighty Deeds of Ages gone,</br>And, by the Lives of Heroes, form their own,</br>Now view the Granique choak'd with Heaps of Slain,</br>And warring Worlds on the Pharsalian Plain,</br>Now hear the Trumpets Clangour from afar,</br>And all the dreadful Harmony of War,</br>Now trace those secret Tricks, that lost a State,</br>And search the fine-spun Arts, that made it Great,</br>Correct those Errors, that its Ruin bred,</br>And bid some long-lost Empire rear it's ancient Head.", "Others, to whom persuasive Arts belong,</br>(Words in their Looks, and Musick on their Tongue)</br>Instructed by the Wit of Greece, and Rome,</br>Learn richly to Adorn their native Home,</br>Whilst list'ning Crowds confess the sweet Surprize,</br>With Pleasure in their Breasts, and Wonder in their Eyes.", "Here Curious Minds the Latent Seeds disclose,</br>And Nature's darkest Labyrinths expose,</br>Whilst greater Souls the distant Worlds descry,</br>Pierce to the out-stretch'd Borders of the Sky,</br>Enlarge the searching Mind, and broad expand the Eye.", "O You, whose rising Years so great began,</br>In whose bright Youth, I read the shining Man,</br>O LONSDALE, know what Noblest Minds approve,</br>The Thoughts, they cherish, and the Arts, they love;</br>Let these Examples your young Bosom fire,</br>And bid your Soul to boundless Height aspire.</br>Methinks I see you in our Shades retir'd,</br>Alike admiring, and by all admir'd:</br>Your Eloquence now charms my ravish'd Ear,</br>Which future Senates shall transported hear,</br>Now mournful Verse inspires a pleasing Woe,</br>And now your Cheeks, with Warlike Fury, glow,</br>Whilst, on the Paper, fancy'd Fields appear,</br>And Prospects of Imaginary War,</br>Your Martial Soul sees Hockflet's fatal Plain,</br>Or fights the fam'd Ramillia o'er again.", "But I, in vain, these lofty Names rehearse,</br>Above the faint Attempts of humble Verse,</br>Which Garth should in Immortal Strains design,</br>Or Addison exalt, with Warmth Divine;</br>A meaner Song my tender Voice requires,</br>And fainter Lays confess the fainter Fires,</br>By Nature fitted for an humble Theme,</br>A painted Prospect, or a murm'ring Stream,</br>To tune a Vulgar Note, in Echo's Praise,</br>Whilst Echo's self resounds the flatt'ring Lays,</br>Or whilst I tell how Myra's Charms surprize,</br>Paint Roses on her Cheeks, and Suns within her Eyes.", "O did proportion'd Height to me belong,</br>Great ANNA'S Name should Grace th' ambitious Song,</br>Illustrious Dames should round their QUEEN resort,</br>And LONSDALE'S MOTHER crown the splendid Court,</br>Her Noble SON should boast no Vulgar Place,</br>But share the Ancient Honours of his Race,</br>Whilst each Fair DAUGHTER'S Face and Conqu'ring Eyes,</br>To Venus only shou'd submit the Prize.</br>O matchless Beauties!  More than Heav'nly Fair,</br>Your Looks resistless, and Divine your Air,</br>Let your bright Eyes their bounteous Beams diffuse,</br>And no fond Bard shall ask an useless Muse,</br>Their kindling Rays excite a nobler Fire,</br>Give Beauty to the Song, and Musick to the Lyre.", "This Charming Theme I ever cou'd pursue,</br>And think the Inspiration ever new,</br>Did not the God my wand'ring Pen restrain,</br>And bring me to his Oxford back again.", "Oxford, the Goddess Muse's Native home,</br>Inspir'd like Athens, and adorn'd like Rome!</br>Had'st thou, of old, been Learning's fam'd Retreat,</br>And Pagan Muses chose thy lovely Seat,</br>O, how unbounded had their Fiction been!</br>What fancy'd Visions had adorn'd the Scene!</br>Upon each Hill a Sylvan Pan had stood,</br>And ev'ry Thicket boasted of a God,</br>Satyrs had frisk'd, in each Poetick Grove,</br>And not a Stream, without its Nymphs, could move.</br>Each Summit had the Train of Muses shew'd,</br>And Hippocrene in ev'ry Fountain flow'd,</br>The Tales, adorn'd with each Poetick Grace,</br>Had look'd almost as Charming, as the Place.", "Ev'n now we hear the World, with Transports, own</br>Those Fictions by more wond'rous Truths out-done;</br>Here pure Eusebia keeps her Holy Seat,</br>And Themis smiles, from Heav'n, on this Retreat!</br>Our chaster Graces own refin'd Desires,</br>And all our Muses burn with Vestal Fires,</br>Whilst Guardian Angels our Apollo's stand,</br>Scatt'ring rich Favours with a bounteous Hand,</br>To bless the happy Art, and sanctifie the Land.", "O pleasing Shades!  O ever-green Retreats!</br>Ye learned Grottoes!  And ye sacred Seats!</br>Never may you Politer Arts refuse,</br>But entertain, in Peace, the bashful Muse,</br>So may you be kind Heav'n's distinguish'd Care,</br>And may your Fame be Lasting, as 'tis Fair.</br>Let greater Bards on fam'd Parnassus dream,</br>Or taste th' inspiring Heliconian Stream,</br>Yet whilst our Oxford is the Bless'd Abode</br>Of ev'ry Muse, and ev'ry tuneful God,</br>Parnassus owns its Honours far out-done,</br>And Isis boasts more Bards than Helicon.", "A Thousand Blessings I to Oxford owe,</br>But You, My LORD, th' inspiring Muse bestow,</br>Grac'd with your Name, th' unpolish'd Poem shines,</br>You Guard its Faults, and Consecrate the Lines.</br>O might you, here, meet my desiring Eyes,</br>My drooping Song, to nobler Heights, would rise,</br>Or might I come to breathe your Northern Air,</br>Yet should I find an equal Pleasure there,</br>Your Presence would the harshest Climate sooth,</br>Hush ev'ry Wind, and ev'ry Mountain smooth,</br>Would bid the Groves, in springing Pomp, arise,</br>And open Charming Vista's to the Eyes,</br>Would make my trifling Verse be heard around,</br>And sportive Echo play the empty Sound,</br>With you I should a better Phoebus find,</br>And own, in YOU alone, the Charms of OXFORD join'd.</br>"]