["THE ARGUMENT.</br>Within this Song my Muse doth tell</br>The worthy fact of Philocel,</br>And how his Love and he in thrall</br>To death depriv'd of Funerall</br>The Queene of Waves doth gladly save,</br>And frees Marina from the Cave.", "So soone as can a Martin from our Towne</br>Fly to the River underneath the Downe,</br>And backe returne with morter in her bill,</br>Some little cranny in her nest to fill,</br>The Shepheard came.  And thus began anew:</br>Two houres alas, onely two houres are due</br>From time to him, t'is sentenc'd so of those</br>That here on earth as Destinies dispose</br>The lives and deaths of men; and that time past</br>He yeelds his judgement leave and breaths his last.", "But to the cause.  Great Goddesse understand</br>In Mona Ile thrust from the Brittish land,</br>As (since it needed nought of others store)</br>It would intyre be and a part no more,</br>There liv'd a Maid so faire, that for her sake</br>Since she was borne the Ile had never Snake,</br>Nor were it fit a deadly sting should be</br>To hazard such admired Symmetrie,</br>So many beauties so commixt in one,</br>That all delight were dead if she were gone.</br>Shepheards that in her cleare eyes did delight,</br>Whilst they were open never held it night:</br>And were they shut, although the morning gray</br>Call'd up the Sun, they hardly thought it day.</br>Or if they call'd it so, they did not passe</br>Withall to say that it eclipsed was.</br>The Roses on her cheekes, such as each turne</br>Phoebus might kisse, but had no powre to burne.</br>From her sweet lips distill sweets sweeter doe,</br>Then from a Cherry halfe way cut in two:</br>Whose yeelding touch would, as Promethian fire,</br>Lumps truly senslesse with a Muse inspire;</br>Who praysing her would youth's desire so stirre,</br>Each man in minde should be a ravisher.</br>Some say the nimble-witted Mercury </br>Went late disguis'd professing Palmistrie,</br>And Milke-maids fortunes told about the Land,</br>Onely to get a touch of her soft hand.</br>And that a Shepheard walking on the brim</br>Of a cleare streame where she did use to swim,</br>Saw her by chance, and thinking she had beene</br>Of Chastitie the pure and fairest Queene,</br>Stole thence dismaid, least he by her decree</br>Might undergoe Acteons destinie.</br>Did youths kinde heate inflame me (but the snow</br>Upon my head shewes it coold long agoe),</br>I then could give (fitting so faire a feature)</br>Right to her fame, and fame to such a creature.</br>When now much like a man the Palsie shakes</br>And spectacles befriend, yet undertakes</br>To lymbe a Lady, to whose red and white</br>Apelles curious hand would owe some right:</br>His too unsteady Pencell, shadowes here</br>Somewhat too much, and gives not over cleere;</br>His eye deceiv'd mingles his colours wrong,</br>There strikes too little, and here stayes too long,</br>Does and undoes, takes off, puts on (in vaine)</br>Now too much white, then too much red againe;</br>And thinking then to give some speciall grace,</br>He workes it ill, or so mistakes the place,</br>That shee which sits were better pay for nought,</br>Then have it ended, and so lamely wrought:</br>So doe I in this weake description erre;</br>And striving more to grace, more injure her.</br>For ever where true worth for praise doth call,</br>Hee rightly nothing gives that gives not all.</br>But as a Lad who learning to divide,</br>By one small misse the whole hath falsifide.", "Caelia men call'd, and rightly call'd her so:</br>Whom Philocel (of all the Swaines I know</br>Most worthy) lov'd:  alas!  that love should be</br>Subject to fortunes mutabilitie!</br>What ever learned Bards to fore have sung,</br>Or on the Plaines Shepheards and Maydens young,</br>Of sad mishaps in love are set to tell,</br>Comes short to match the Fate of Philocel.", "For as a Labourer toyling at a Bay </br>To force some cleere streame from his wonted way,</br>Working on this side sees the water run</br>Where hee wrought last, and thought it firmely done;</br>And that leake stopt, heares it come breaking out</br>Another where, in a farre greater spout,</br>Which mended to, and with a turfe made trim,</br>The brooke is ready to o'reflow the brim,</br>Or in the banke the water having got,</br>Some Mole-hole, runs where he expected not:</br>And when all's done, still feares, lest some great raine</br>Might bring a flood and throw all downe againe:</br>So in our Shepheards love:  one hazard gone,</br>Another still as bad was comming on.</br>This danger past, another doth begin,</br>And one mishap thrust out lets twenty in.</br>For hee that loves, and in it hath no stay,</br>Limits his blisse seld' past the Marriage day.", "But Philocels alas and Caelia's too</br>Must ne're attaine so farre as others doe.</br>Else Fortune in them from her course should swerue,</br>Who most afflicts those that most good deserve.", "Twice had the glorious Sun run through the Signes,</br>And with his kindly heat improv'd the Mines,</br>(As such affirme with certaine hopes that try</br>The vaine and fruitlesse Art of Alchymie)</br>Since our Swaine lov'd:  and twice had Phoebus bin</br>In horned Aries taking up his Inne,</br>Ere he of Caelia's heart possession wonne.</br>And since that time all his intentions done</br>Nothing, to bring her thence.  All eyes upon her</br>Watchfull, as Vertues are on truest Honour.</br>Kept on the Ile as carefully of some,</br>As by the Trojans their Palladium.", "But where's the Fortresse that can Love debarre?</br>The forces to oppose when he makes warre?</br>The Watch which he shall never finde asleepe?</br>The Spye that shall disclose his counsels deepe?</br>That Fort, that Force, that Watch, that Spye would be</br>A lasting stop to a fifth Emperie.</br>But wee as well may keepe the heat from fire</br>As sever hearts whom love hath made intyre.", "In lovely May when Titans golden rayes</br>Make ods in houres betweene the nights and dayes;</br>And weigheth almost downe the once-even Scale</br>Where night and day, by th' Aequinoctiall</br>Were laid in ballance, as his powre hee bent</br>To banish Cynthia from her Regiment,</br>To Latmus stately Hill, and with his light</br>To rule the upper world both day and night,</br>Making the poore Antipodes to feare</br>A like coniunction 'twixt great Jupiter</br>And some Alc'mena new, or that the Sun </br>From their Horizon did obliquely run:</br>This time the Swaines and Maidens of the Ile </br>The day with sportive dances doe beguile,</br>And every Valley rings with shepherds songs,</br>And every Eccho each sweet noate prolongs,</br>And every River with unusuall pride</br>And dimpled cheeke rowles sleeping to the tyde,</br>And lesser springs, which ayrie-breeding Woods</br>Preferre as hand-maids to the mighty floods,</br>Scarce fill up halfe their channels, making haste</br>(In feare, as boyes) lest all the sport be past.", "Now was the Lord and Lady of the May</br>Meeting the May-pole at the breake of day,</br>And Caelia as the fairest on the Greene,</br>Not without some Maids envy chosen Queene.</br>Now was the time com'n, when our gentle Swaine</br>Must inne his harvest or lose all againe.</br>Now must he plucke the Rose least other hands,</br>Or tempests, blemish what so fairely stands:</br>And therefore as they had before decreed,</br>Our shepherd gets a Boate, and with all speede</br>In night (that doth on Lovers actions smile)</br>Arrived safe on Mona's fruitfull Ile.", "Betweene two rockes (immortall, without mother)</br>That stand as if out-facing one another,</br>There ran a Creeke up, intricate and blinde,</br>As if the waters hid them from the winde;</br>Which never wash'd but at a higher Tyde</br>The frizled coates which doe the mountaines hide;</br>Where never gale was longer knowne to stay</br>Then from the smooth wave it had swept away</br>The new divorced leaves, that from each side</br>Left the thicke boughes to dance out with the tyde.</br>At further end the Creeke, a stately Wood</br>Gave a kinde shadow (to the brackish Flood)</br>Made up of trees, not lesse kend by each skiffe</br>Then that sky-scaling Pike of Tenerife,</br>Upon whose tops the Herneshew bred her young,</br>And hoary mosse upon their branches hung:</br>Whose rugged ryndes sufficient were to show</br>Without their height, what time they gan to grow.</br>And if dry eld by wrinckled skin appeares,</br>None could allot them lesse then Nestor's yeares.</br>As under their command the thronged Creeke </br>Ran lessened up.  Here did the Shepheard seeke</br>Where he his little Boate might safely hide,</br>Till it was fraught with what the world beside</br>Could not outvalew; nor give equall weight</br>Though in the time when Greece was at her height.", "The ruddy Horses of the Rosie Morne</br>Out of the Easterne gates had newly borne</br>Their blushing Mistresse in her golden Chaire,</br>Spreading new light throughout our Hemispheare.</br>When fairest Caelia with a lovelyer crew</br>Of Damsels then brave Latmus ever knew</br>Came forth to meet the Younsters; who had here</br>Cut downe an Oake that long withouten peere</br>Bore his round head imperiously above</br>His other Mates there, consecrate to Jove.</br>The wished time drew on:  and Caelia now</br>(That had the same for her white arched brow)</br>While all her lovely fellowes busied were</br>In picking off the Jems from Tellus haire,</br>Made tow'rds the Creeke, where Philocel unspide,</br>(Of Maid or Shepheard that their May-games plide)</br>Receiv'd his wish'd-for Caelia, and begun</br>To steere his Boate contrary to the Sun,</br>Who could have wish'd another in his place</br>To guide the Carre of light, or that his race</br>Were to have end (so he might blesse his hap)</br>In Caelia's bosome, not in Thetis lap.</br>The Boate oft danc'd for joy of what it held:</br>The hoyst-up Saile, not quicke but gently sweld,</br>And often shooke, as fearing what might fall,</br>Ere she deliver'd what she went withall.</br>Winged Argestes, faire Aurora's sonne,</br>Licenc'd that day to leave his Dungeon,</br>Meekely attended and did never erre</br>Till Caelia grac'd our Land and our Land her.</br>As through the waves their love-fraught Wherry ran,</br>A many Cupids, each set on his Swan,</br>Guided with reynes of gold and silver twist</br>The spotlesse Birds, about them, as they list,</br>Which would have sung a Song (ere they were gone),</br>Had unkinde Nature given them more then one;</br>Or in bestowing that had not done wrong,</br>And made their sweet lives forfaite, one sad song.", "Yet that their happy Voyage might not be</br>Without Tymes shortner, Heaven-taught Melodie,</br>(Musicke that lent feet to the stable Woods,</br>And in their currents turn'd the mightie Floods,</br>Sorrowes sweet Nurse, yet keeping Joy alive,</br>Sad discontent's most welcome Corrasive,</br>The soule of Art, best lov'd when Loves are by,</br>The kinde inspirer of sweet Poesie,</br>Least thou should'st wanting be, when Swans would faine</br>Have sung one Song, and never sung againe)</br>The gentle Shepheard hasting to the shore</br>Began this Lay, and tym'd it with his Oare:", "Never more let holy Dee</br>O're other Rivers brave,</br>Or boast how (in his jollitie)</br>Kings row'd upon his wave.</br>But silent be, and ever know</br>That Neptune for my Fare would row.", "Those were Captives.  If he say</br>That now I am no other,</br>Yet she that beares my prisons key</br>Is fairer then Loves Mother;</br>A God tooke me, those, one lesse high:</br>They wore their bonds, so doe not I.", "Swell then, gently swell, yee Floods,</br>As proud of what yee beare,</br>And Nymphes, that in low corrall Woods</br>String Pearles upon your hayre,</br>Ascend:  and tell if ere this day</br>A fairer prize was seene at Sea.", "See, the Salmons leape and bound</br>To please us as we passe,</br>Each Mermaid on the Rockes around,</br>Lets fall her brittle glasse,</br>As they their beauties did despize,</br>And lov'd no myrrour but your eyes.", "Blow, but gently blow, fayre winde;</br>From the forsaken shore,</br>And be as to the Halcyon kinde,</br>Till we have ferry'd o're:</br>So maist thou still have leave to blow,</br>And fan the way where she shall goe.", "Floods, and Nymphes, and Windes, and all</br>That see us both together,</br>Into a disputation fall,</br>And then resolve me, whether</br>The greatest kindnesse each can show,</br>Will quit our trust of you or no.", "Thus as a merry Milke-maid neate and fine</br>Returning late from milking of her Kine,</br>Shortens the dew'd way which she treads along</br>With some selfe-pleasing-since-new-gotten Song,</br>The Shepheard did their passage well beguile.", "And now the horned Flood bore to our Ile </br>His head more high then hee had us'd to doe,</br>Except by Cynthia's newnesse forced to.</br>Not Januaries snow dissolv'd in Floods</br>Makes Thamar more intrude on Blanchden Woods,</br>Nor the concourse of waters where they fleete</br>After a long Raine, and in Severne meete,</br>Rais'th her inraged head to roote faire Plants,</br>Or more affright her nigh inhabitants,</br>(When they behold the waters rufully,</br>And save the waters nothing else can see)</br>Then Neptune's subject now, more then of yore:</br>As loath to set his burden soone on shore.", "O Neptune!  hadst thou kept them still with thee,</br>Though both were lost to us and such as wee,</br>And with those beauteous birds which on thy brest</br>Get and bring up; afforded them a rest,</br>Delos, that long time wandring piece of earth</br>Had not beene fam'd more for Diana's birth;</br>Then those few planks that bore them on the Seas,</br>By the blest issue of two such as these.", "But they were landed:  so are not our woes,</br>Nor ever shall, whil'st from an eye there flowes</br>One drop of moysture; to these present times</br>We will relate, and some sad Shepheards rymes</br>To after ages may their Fates make knowne,</br>And in their depth of sorrow drowne his owne.</br>So our Relation and his mournfull Verse</br>Of teares shall force such tribute to their Herse,</br>That not a private griefe shall ever thrive</br>But in that deluge fall, yet this survive.", "Two furlongs from the shore they had not gone,</br>When from a low-cast Valley (having on</br>Each hand a woody hill, whose boughes unlopt</br>Have not alone at all time sadly dropt,</br>And turn'd their stormes on her dejected brest,</br>But when the fire of heaven is ready prest</br>To warme and further what it should bring forth,</br>For lowly Dales mate Mountaines in their worth,</br>The Trees (as screenlike Greatnesse) shades his raye,</br>As it should shine on none but such as they)</br>Came (and full sadly came) a haplesse Wretch,</br>Whose walkes and pastures once were known to stretch</br>From East to West so farre that no dyke ran</br>For noted bounds, but where the Ocean</br>His wrathful billowes thrust, and grew as great</br>In sholes of fish as were the others Neate:</br>Who now dejected and depriv'd of all,</br>Longs (and hath done so long) for funerall.", "For as with hanging head I have beheld</br>A widow Vine, stand in a naked field,</br>Unhusbanded, neglected, all-forlorne,</br>Brouz'd on by Deere, by Cattle cropt and torne:</br>Unpropt, unsuccoured by stake or tree,</br>From wreakfull stormes impetuous tyranny,</br>When, had a willing hand lent kinde redresse,</br>Her pregnant bunches might from out the Presse</br>Have sent a liquour both for taste and show</br>No lesse divine then those of Malligo:</br>Such was this wight, and such she might have beene.</br>Shee both th' extremes hath felt of Fortunes teene,</br>For never have we heard from times of yore,</br>One sometime envy'd and now pitty'd more.</br>Her object, as her state, is low as earth;</br>Privation her companion; thoughts of mirth</br>Irkesome; and in one selfe-same circle turning,</br>With sodaine sports brought to a house of mourning.</br>Of others good her best beliefe is still</br>And constant to her owne in nought but ill.</br>The onely enemy and friend she knowes</br>Is Death, who though deferres must end her woes;</br>Her contemplation frightfull as the night;</br>She never lookes on any living wight</br>Without comparison; and as the day</br>Gives us, but takes the Glowormes light away:</br>So the least ray of Blisse on others throwne</br>Deprives and blinds all knowledge of her owne.</br>Her comfort is (if for her any be)</br>That none can shew more cause of griefe then she.</br>Yet somewhat she of adverse Fate hath won,</br>Who had undone her were she not undone.</br>For those that on the Sea of Greatnesse ryde</br>Farre from the quiet shore, and where the tyde</br>In ebbs and floods is ghess'd, not truly knowne;</br>Expert of all estates except their owne;</br>Keeping their station at the Helme of State</br>Not by their Vertues but auspicious Fate:</br>Subject to calmes of favour stormes of rage,</br>Their actions noted as the common Stage,</br>Who, like a man borne blinde that cannot be</br>By demonstration shewne what 'tis to see,</br>Live still in Ignorance of what they want,</br>Till Misery become the Adamant,</br>And touch them for that poynt, to which, with speede,</br>None comes so sure as by the hand of Neede.</br>A Mirrour strange she in her right hand bore,</br>By which her friends from flatterers heretofore</br>She could distinguish well; and by her side,</br>(As in her full of happinesse) untyde,</br>Unforc'd, and uncompell'd, did sadly goe</br>(As if partaker of his Mistresse woe)</br>A loving Spanyell, from whose rugged backe</br>(The onely thing (but death) she moanes to lacke)</br>She pluckes the hayre, and working them in pleats</br>Furthers the suite which Modestie intreates.</br>Men call her Athliot:  who cannot be</br>More wretched made by infelicitie,</br>Unlesse she here had an immortall breath,</br>Or living thus, liv'd timorous of death.", "Out of her lowly and forsaken dell</br>Shee running came, and cryde to Philocel,</br>Helpe!  helpe!  kinde shepherd helpe!  see yonder, where</br>A lovely Lady hung up by the hayre,</br>Struggles, but mildly struggles with the Fates,</br>Whose thread of life, spun to a thread that mates</br>Dame Natures in her haire, stayes them to wonder</br>While too fine twisting makes it breake in sunder.</br>So shrinkes the Rose that with the flames doth meet;</br>So gently bowes the Virgin parchment sheet;</br>So rowle the waves up and fall out againe,</br>As all her beautious parts, and all in vaine.</br>Farre, farre, above my helpe or hope in trying,</br>Unknowne, and so more miserably dying,</br>Smothring her torments in her panting brest,</br>She meekly waits the time of her long rest.</br>Hasten!  O hasten then!  kinde Shepheard, haste.", "He went with her, And Caelia (that had grac'd</br>Him past the world besides) seeing the way</br>He had to goe, not farre, rests on the lay.", "'Twas neere the place where Pans transformed Love</br>Her guilded leaves displaid, and boldly strove</br>For lustre with the Sun:  a sacred tree</br>(Pal'd round) and kept from violation free:</br>Whose smallest spray rent off, we never prize</br>At lesse then life.  Here, though her heavenly eyes</br>From him she lov'd could scarce afford a sight,</br>(As if for him they onely had their light)</br>Those kinde and brighter Starres were knowne to erre</br>And to all misery betrayed her.</br>For turning them aside, she (haplesse) spies</br>The holy Tree, and (as all novelties</br>In tempting women have small labour lost</br>Whether for value nought, or of more cost)</br>Led by the hand of uncontroll'd desire</br>She rose, and thither went.  A wrested Bryre</br>Onely kept close the gate which led into it,</br>(Easie for any all times to undoe it,</br>That with a pious hand hung on the tree</br>Garlands or raptures of sweet Poesie)</br>Which by her opened, with unweeting hand</br>A little spray she pluckt, whose rich leaves fan'd</br>And chatter'd with the ayre, as who should say</br>Doe not for once, O doe not this bewray!</br>Nor give sound to a tongue for that intent!</br>\"Who ignorantly sinnes, dies innocent.\"", "By this was Philocel returning backe,</br>And in his hand the Lady; for whose wrack</br>Nature had cleane forsworne to frame a wight</br>So wholly pure, so truely exquisite:</br>But more deform'd and from a rough-hewne mold,</br>Since what is best lives seldome to be old.</br>Within their sight was fayrest Caelia now;</br>Who drawing neere, the life-priz'd golden bough</br>Her Love beheld.  And as a Mother kinde</br>What time the new-cloath'd trees by gusts of winde</br>Unmov'd, stand wistly listning to those layes</br>The feather'd Quiristers upon their sprayes</br>Chaunt to the merry Spring, and in the Even</br>She with her little sonne for pleasure given,</br>To tread the fring'd bankes of an amorous flood,</br>That with her musicke courts a sullen wood,</br>Where ever talking with her onely blisse </br>That now before and then behinde her is,</br>Shee stoopes for flowres the choisest may be had,</br>And bringing them to please her prittie Lad,</br>Spyes in his hand some banefull flowre or weed,</br>Whereon he gins to smell, perhaps to feede,</br>With a more earnest haste she runs unto him,</br>And puls that from him which might else undoe him:</br>So to his Caelia hastned Philocel,</br>And raught the bough away:  Hid it:  and fell</br>To question if shee broke it, or if then</br>An eye beheld her?  Of the race of men</br>(Replide she), when I tooke it from the tree</br>Assure your selfe was none to testifie,</br>But what hath past since in your hand, behold,</br>A fellow running yonder o're the Wold</br>Is well inform'd of.  Can there (Love) insue,</br>Tell me!  oh tell me!  any wrong to you</br>By what my hand hath ignorantly done?</br>(Quoth fearefull Caelia) Philocel!  be wonne</br>By these unfained teares, as I by thine,</br>To make thy greatest sorrowes partly mine!</br>Cleere up these showres (my Sun), quoth Philocel,</br>The ground it needes not.  Nought is so from Well</br>But that reward and kinde intreaties may</br>Make smooth the front of wrath, and this allay.</br>Thus wisely he supprest his height of woe,</br>And did resolve, since none but they did know</br>Truly who rent it:  And the hatefull Swaine</br>That lately past by them upon the Plaine</br>(Whom well hee knew did beare to him a hate,</br>Though undeserved, so inveterate</br>That to his utmost powre he would assay</br>To make his life have ended with that day.)</br>Except in his had seene it in no hand,</br>That hee against all throes of Fate would stand,</br>Acknowledge it his deede, and so afford</br>A passage to his heart for Justice sword,</br>Rather then by her losse the world should be</br>Despiz'd and scorn'd for losing such as she.", "Now (with a vow of secrecy from both)</br>Inforcing mirth, he with them homewards go'th;</br>And by the time the shades of mighty woods</br>Began to turne them to the Easterne Floods,</br>They thither got:  where with undaunted heart</br>He welcomes both, and freely doth impart</br>Such dainties as a Shepheards cottage yeelds,</br>Tane from the fruitfull woods and fertile fields:</br>No way distracted nor disturb'd at all.</br>And to prevent what likely might befall</br>His truest Caelia, in his apprehending</br>Thus to all future care gave finall ending:</br>Into their cup (wherein for such sweet Girles</br>Nature would Myriades of richest Pearles </br>Dissolve, and by her powrefull simples strive</br>To keepe them still on earth, and still alive)</br>Our Swaine infus'd a powder which they dranke:</br>And to a pleasant roome (set on a banke</br>Neere to his Coate, where he did often use</br>At vacant houres to entertaine his Muse)</br>Brought them and seated on a curious bed,</br>Till what he gave in operation sped,</br>And rob'd them of his sight, and him of theirs,</br>Whose new inlightning will be quench'd with teares.", "The Glasse of Time had well-nye spent the Sand </br>It had to run, ere with impartiall hand</br>Justice must to her upright Ballance take him:</br>Which he (afraid it might too soone forsake him)</br>Began to use as quickly as perceive,</br>And of his Love thus tooke his latest leave:", "Caelia!  thou fairest creature ever eye</br>Beheld, or yet put on mortalitie!</br>Caelia that hast but just so much of earth,</br>As makes thee capable of death!  Thou birth</br>Of every Vertue, life of every good!</br>Whose chastest sports and daily taking food</br>Is imitation of the highest powres</br>Who to the earth lend seasonable showres,</br>That it may beare, we to their Altars bring</br>Things worthy their accept, our offering.</br>I the most wretched creature ever eye</br>Beheld, or yet put on mortalitie,</br>Unhappy Philocel, that have of earth</br>Too much to give my sorrowes endlesse birth,</br>The spring of sad misfortunes; in whom lyes</br>No blisse that with thy worth can sympathize,</br>Clouded with woe that hence will never flit,</br>Till deaths eternall night grow one with it:</br>I as a dying Swan that sadly sings</br>Her moanfull Dirge unto the silver springs,</br>Which carelesse of her Song glide sleeping by</br>Without one murmure of kinde Elegie,</br>Now stand by thee; and as a Turtles mate,</br>With lamentations inarticulate,</br>The neere departure from her love bemones,</br>Spend these my bootlesse sighes and killing grones.</br>Here as a man (by Justice doome) exilde</br>To Coasts unknowne, to Desarts rough and wilde,</br>Stand I to take my latest leave of thee:</br>Whose happy and heaven-making company</br>Might I enjoy in Libia's Continent,</br>Were blest fruition and not banishment.</br>First of those Eyes that have already tane</br>Their leave of mee:  Lamps fitting for the Phane</br>Of heavens most powre, and which might ne're expire</br>But be as sacred as the Vestall fire:</br>Then of those plots, where halfe-Ros'd Lillies be,</br>Not one by Art but Natures industry,</br>From which I goe as one excluded from</br>The taintlesse flowres of blest Elizium:</br>Next from those Lips I part, and may there be</br>No one that shall hereafter second mee!</br>Guiltlesse of any kisses but their owne,</br>Their sweets but to themselves to all unknowne:</br>For should our Swaines divulge what sweets there be</br>Within the Sea-clipt bounds of Britanie,</br>We should not from invasions be exempted,</br>But with that prize would all the world be tempted.</br>Then from her hart:  O no!  let that be never,</br>For if I part from thence I dye for ever.</br>Be that the Record of my love and name!</br>Be that to me as is the Phoenix flame!</br>Creating still anew what Justice doome</br>Must yeeld to dust and a forgotten toombe.</br>Let thy chaste love to me (as shadowes run</br>In full extent unto the setting Sun)</br>Meet with my fall; and when that I am gone,</br>Backe to thy selfe retyre, and there grow one.</br>If to a second light thy shadow be,</br>Let him still have his ray of love from mee;</br>And if, as I, that likewise doe decline,</br>Be mine or his, or else be his and mine.</br>But know no other, nor againe be sped,</br>\"She dyes a virgin that but knowes one bed.\"", "And now from all at once my leave I take</br>With this petition, that when thou shalt wake,</br>My teares already spent may serve for thine,</br>And all thy sorrowes be excus'd by mine!</br>Yea, rather then my losse should draw on hers,</br>(Heare, Heaven, the suit which my sad soule preferres!)</br>Let this her slumber, like Oblivions streame,</br>Make her beleeve our love was but a dreame!</br>Let me be dead in her as to the earth,</br>Ere Nature lose the grace of such a birth.</br>Sleepe thou sweet soule from all disquiet free,</br>And since I now beguile thy destiny,</br>Let after patience in thy brest arise,</br>To give his name a life who for thee dyes.</br>He dyes for thee that worthy is to dye,</br>Since now in leaving that sweet harmonie</br>Which Nature wrought in thee, hee drawes not to him</br>Enough of sorrow that might streight undoe him.</br>And have for meanes of death his parting hence,</br>So keeping Justice still in Innocence.", "Here staid his tongue, and teares anew began.</br>\"Parting knowes more of griefe then absence can.\"</br>And with a backward pace and lingring eye</br>Left, and for ever left, their company.", "By this the curs'd Informer of the deede</br>With wings of mischiefe (and those have most speede)</br>Unto the Priests of Pan had made it knowne;</br>And (though with griefe enough) were thither flowne</br>With strict command the Officers that be</br>As hands of Justice in her each decree.</br>Those unto judgement brought him:  where, accus'd</br>That with unhappy hand he had abus'd</br>The holy Tree, and by the oath of him</br>Whose eye beheld the separated limb,</br>All doubts dissolv'd, quicke judgement was awarded,</br>(And but last night) that hither strongly guarded</br>This morne he should be brought, and from yond rocke,</br>(Where every houre new store of mourners flocke)</br>He should be head-long throwne (too hard a doome)</br>To be depriv'd of life, and dead, of toombe.", "This is the cause faire Goddesse that appeares</br>Before you now clad in an old mans teares,</br>Which willingly flow out, and shall doe more</br>Then many Winters have seene heretofore.", "But Father (quoth she), let me understand</br>How you are sure that it was Caelia's hand</br>Which rent the branch; and then (if you can) tell</br>What Nymph it was which neere the lonely Dell </br>Your shepherd succour'd.  Quoth the good old man:</br>The last time in her Orbe pale Cynthia ran,</br>I to the prison went, and from him knew</br>(Upon my vow) what now is knowne to you.</br>And that the Lady which he found distrest,</br>Is Fida call'd, a Maid not meanly blest</br>By heavens endowments, and, alas!  but see,</br>Kinde Philocel, ingirt with miserie</br>More strong then by his bonds, is drawing nigh</br>The place appointed for his tragedie:</br>You may walke thither and behold his fall;</br>While I come neere enough, yet not at all.</br>Nor shall it need I to my sorrow knit</br>The griefe of knowing with beholding it.", "The Goddesse went:  (but ere she came did shrowde</br>Her selfe from every eye within a cloud)</br>Where shee beheld the Shepheard on his way,</br>Much like a Bridegroome on his marriage-day,</br>Increasing not his miserie with feare:</br>Others for him, but he shed not a teare.</br>His knitting sinewes did not tremble ought,</br>Nor to unusuall palpitation brought</br>Was or his heart or lyver:  nor his eye,</br>Nor tongue, nor colour shew'd a dread to dye.</br>His resolution keeping with his spirit,</br>(Both worthy him that did them both inherit)</br>Held in subjection every thought of feare,</br>Scorning so base an executioner.", "Some time he spent in speech, and then began</br>Submissely prayer to the name of Pan,</br>When sodainly this cry came from the Plaines:</br>From guiltlesse blood be free, ye Brittish Swaines!</br>Mine be those bonds, and mine the death appoynted!</br>Let me be head-long thrown, these limbes disjoynted!</br>Or if you needs must hurle him from that brim,</br>Except I dye there dyes but part of him.</br>Doe then right, Justice, and performe your oath,</br>Which cannot be without the death of both!", "Wonder drew thitherward their drowned eyes,</br>And Sorrow Philocels.  Where he espyes,</br>What he did onely feare, the beautious Maide,</br>His wofull Caelia, whom (ere night arraid</br>Last time the world in suit of mournfull blacke,</br>More darke then use, as to bemone their wracke)</br>He at his cottage left in sleepes soft armes</br>By powre of simples and the force of charmes,</br>Which time had now dissolv'd, and made her know</br>For what intent her Love had left her so.</br>Shee staid not to awake her mate in sleepe,</br>Nor to bemone her Fate.  She scorn'd to weepe,</br>Or have the passion that within her lyes</br>So distant from her heart as in her eyes.</br>But rending of her haire, her throbbing brest</br>Beating with ruthlesse strokes, she onward prest</br>As an inraged furious Lionesse,</br>Through uncouth treadings of the wildernesse,</br>In hote pursuit of her late missed broode.</br>The name of Philocel speakes every wood,</br>And she begins to still and still her pace:</br>Her face deckt anger, anger deckt her face.</br>So ran distracted Hecuba along</br>The streets of Troy.  So did the people throng</br>With helplesse hands and heavy hearts to see</br>Their wofull ruine in her progenie.</br>And harmlesse flocks of sheepe that neerely fed</br>Upon the open plaines wide scattered,</br>Ran all afront, and gaz'd with earnest eye</br>(Not without teares) while thus shee passed by.</br>Springs that long time before had held no drop,</br>Now welled forth and over-went the top:</br>Birds left to pay the Spring their wonted vowes,</br>And all forlorne sate drooping on the boughes:</br>Sheep, Springs and Birds, nay trees unwonted grones</br>Bewail'd her chance, and forc'd it from the stones.", "Thus came she to the place (where aged men,</br>Maidens, and wives, and youth and childeren</br>That had but newly learnt their Mothers name,</br>Had almost spent their teares before shee came.)</br>And those her earnest and related words</br>Threw from her brest; and unto them affords</br>These as the meanes to further her pretence:</br>Receive not on your soules, by Innocence</br>Wrong'd, lasting staines which from a sluce the Sea </br>May still wash o're, but never wash away.</br>Turne all your wraths on mee:  for here behold</br>The hand that tore your sacred Tree of gold;</br>These are the feete that led to that intent</br>Mine was th' offence, be mine the punishment.</br>Long hath he liv'd among you, and he knew</br>The danger imminent that would insue;</br>His vertuous life speakes for him, heare it then!</br>And cast not hence the miracle of men!</br>What now he doth is through some discontent,</br>Mine was the fact, be mine the punishment!", "What certaine death could never make him doe</br>(With Caelia's losse), her presence forc'd him to.</br>She that could cleere his greatest clouds of woes,</br>Some part of woman made him now disclose,</br>And shew'd him all in teares:  And for a while</br>Out of his heart unable to exile</br>His troubling thoughts in words to be conceiv'd;</br>But weighing what the world should be bereav'd,</br>He of his sighes and throbs some license wan,</br>And to the sad spectators thus began:</br>Hasten!  O haste!  the houre's already gone,</br>Doe not deferre the execution!</br>Nor make my patience suffer ought of wrong!</br>'Tis nought to dye, but to be dying long!</br>Some fit of Frenzie hath possest the Maid:</br>She could not doe it; though she had assaid,</br>No bough growes in her reach; nor hath the tree</br>A spray so weake to yeeld to such as shee.</br>To winne her love I broke it, but unknowne</br>And undesir'd of her; Then let her owne</br>No touch of prejudice without consent,</br>Mine was the fact be mine the punishment!", "O!  who did ever such contention see</br>Where death stood for the prize of victory?</br>Where love and strife were firme and truly knowne,</br>And where the victor must be overthrowne?</br>Where both pursude, and both held equall strife</br>That life should further death, death further life.", "Amazement strucke the multitude.  And now</br>They knew not which way to performe their vow.</br>If onely one should be depriv'd of breath,</br>They were not certaine of th' offenders death;</br>If both of them should dye for that offence</br>They certainely should murder Innocence;</br>If none did suffer for it, then there ran</br>Upon their heads the wrath and curse of Pan.</br>This much perplex'd and made them to deferre</br>The deadly hand of th' Executioner,</br>Till they had sent an Officer to know</br>The Judges wils:  (and those with Fates doe goe)</br>Who backe return'd, and thus with teares began:</br>The Substitutes on earth of mighty Pan </br>Have thus decreed (although the one be free)</br>To cleare themselves from all impunitie,</br>If, who the offender is, no meanes procure,</br>Th' offence is certaine, be their death as sure.</br>This is their doome (which may all plagues prevent)</br>To have the guilty, kill the innocent.", "Looke as two little Lads (their parents treasure)</br>Under a Tutor strictly kept from pleasure,</br>While they their new-given lesson closely scan,</br>Heare of a message by their fathers man,</br>That one of them, but which he hath forgot,</br>Must come along and walke to some faire plot;</br>Both have a hope:  their carefull Tutor loth</br>To hinder eyther, or to license both;</br>Sends backe the Messenger that he may know</br>His Masters pleasure which of them must goe:</br>While both his Schollers stand alike in feare</br>Both of their freedome and abiding there,</br>The Servant comes and sayes that for that day</br>Their Father wils to have them both away:</br>Such was the feare these loving soules were in</br>That time the messenger had absent bin.</br>But farre more was their joy twixt one another,</br>In hearing neither should out-live the other.", "Now both intwinde, because no conquest won,</br>Yet either ruinde, Philocel begun</br>To arme his Love for death:  a roabe unfit</br>Till Hymens saffron'd weed had usher'd it.</br>My fayrest Caelia!  come; let thou and I,</br>That long have learn'd to love, now learne to dye;</br>It is a lesson hard if we discerne it,</br>Yet none is borne so soone as bound to learne it.</br>Unpartiall Fate layes ope the Booke to us,</br>And let us con it still imbracing thus;</br>We may it perfect have, and goe before</br>Those that have longer time to read it o're;</br>And we had neede begin and not delay,</br>For 'tis our turne to read it first to day.</br>Helpe when I misse, and when thou art in doubt</br>Ile be thy prompter, and will helpe thee out.</br>But see how much I erre:  vaine Metaphor</br>And elocution Destinies abhorre.</br>Could death be staid with words, or wonne with teares,</br>Or mov'd with beauty, or with unripe yeeres,</br>Sure thou could'st doe't; this Rose, this Sun-like eye</br>Should not so soone be quell'd, so quickly dye.</br>But we must dye, my Love; not thou alone,</br>Nor onely I, but both; and yet but one.</br>Nor let us grieve; for we are marryed thus,</br>And have by death what life denyed us.</br>It is a comfort from him more then due;</br>\"Death severs many, but he couples few.\"</br>Life is a Flood that keepes us from our blisse,</br>The Ferriman to waft us thither, is</br>Death, and none else; the sooner we get o're</br>Should we not thanke the Ferriman the more?</br>Others intreat him for a passage hence,</br>And groane beneath their griefes and impotence,</br>Yet (mercilesse) he lets those longer stay,</br>And sooner takes the happy man away.</br>Some little happinesse have thou and I,</br>Since we shall dye before we wish to dye.</br>Should we here longer live, and have our dayes</br>As full in number as the most of these,</br>And in them meet all pleasures may betide,</br>We gladly might have liv'd and patient dyde.</br>When now our fewer yeeres made long by cares</br>(That without age can snow downe silver haires)</br>Make all affirme (which doe our griefes discry)</br>We patiently did live, and gladly dye.</br>The difference (my Love) that doth appeare</br>Betwixt our Fates and theirs that see us here,</br>Is onely this:  the high-all knowing powre</br>Conceales from them, but tels us our last houre.</br>For which to Heaven we far-farre more are bound,</br>Since in the houre of death we may be found</br>(By its prescience) ready for the hand</br>That shall conduct us to the Holy-land.</br>When those, from whom that houre conceal'd is, may</br>Even in their height of Sinne be tane away.</br>Besides, to us Justice a friend is knowne,</br>Which neither lets us dye nor live alone.</br>That we are forc'd to it cannot be held;</br>\"Who feares not Death, denies to be compell'd.\"", "O that thou wert no Actor in this Play,</br>My sweetest Caelia!  or divorc'd away</br>From me in this:  O Nature!  I confesse</br>I cannot looke upon her heavinesse</br>Without betraying that infirmitie</br>Which at my birth thy hand bestow'd on mee.</br>Would I had dyde when I receiv'd my birth!</br>Or knowne the grave before I knew the earth!</br>Heavens!  I but one life did receive from you,</br>And must so short a loane be paid with two?</br>Cannot I dye but like that brutish stem</br>Which have their best belov'd to dye with them?</br>O let her live!  some blest powre heare my cry!</br>Let Caelia live and I contented dye.", "My Philocel (quoth she) neglect these throes!</br>Aske not for mee, nor adde not to my woes!</br>Can there be any life when thou art gone?</br>Nay, can there be but desolation?</br>Art thou so cruell as to wish my stay,</br>To waite a passage at an unknowne day?</br>Or have me dwell within this Vale of woe</br>Excluded from those joyes which thou shalt know?</br>Envy not me that blisse!  I will assay it,</br>My love deserves it, and thou canst not stay it.</br>Justice!  then take thy doome; for we intend,</br>Except both live, no life:  one love, one end.", "Thus with imbraces, and exhorting other,</br>With teare-dew'd kisses that had powre to smother;</br>Their soft and ruddy lips close joyn'd with eyther,</br>That in their deaths their soules might meet together.</br>With prayers as hopefull as sincerely good,</br>Expecting death they on the Cliffes edge stood,</br>And lastly were (by one oft forcing breath)</br>Throwne from the Rocke into the armes of death.", "Faire Thetis whose command the waves obey,</br>Loathing the losse of so much worth as they,</br>Was gone before their fall; and by her powre</br>The Billowes (mercilesse, us'd to devoure,</br>And not to save) she made to swell up high,</br>Even at the instant when the tragedy</br>Of those kinde soules should end:  so to receive them,</br>And keepe what crueltie would faine bereave them.</br>Her hest was soone perform'd:  and now they lay</br>Imbracing on the surface of the Sea,</br>Voyd of all sense; a spectacle so sad</br>That Thetis, nor no Nymph which there she had,</br>Touch'd with their woes, could for a while refraine</br>But from their heavenly eyes did sadly raine</br>Such showres of teares (so powrefull, since divine)</br>That ever since the Sea doth taste of Bryne.</br>With teares, thus to make good her first intent,</br>She both the Lovers to her Chariot hent:</br>Recalling Life that had not cleerely tane</br>Full leave of his or her more curious Phane,</br>And with her praise sung by these thankfull paire</br>Steer'd on her Coursers (swift as fleeting ayre)</br>Towards her pallace built beneath the Seas,</br>Proud of her journey, but more proud of these.", "By that time Night had newly spred her robe</br>Over our halfe-part of this massie Globe,</br>She wonne that famous Ile which Jove did please</br>To honour with the holy Druydes.</br>And as the Westerne side shee stript along,</br>Heard (and so staid to heare) this heavy Song:", "O Heaven!  what may I hope for in this Cave?  A Grave.</br>But who to me this last of helpes shall retch?  A Wretch.</br>Shall none be by pittying so sad a wight?  Yes:  Night.</br>Small comfort can befall in heavy plight</br>To mee poore Maid, in whose distresses be</br>Nor hope, nor helpe, nor one to pittie mee,</br>But a cold Grave, a Wretch, and darksome Night.", "To digge that Grave what fatall thing appeares?  Thy Teares.</br>What Bell shall ring me to that bed of ease?  Rough Seas.</br>And who for Mourners hath my Fate assign'd?  Each Winde.</br>Can any be debarr'd from such I finde?</br>When to my last Rites Gods no other send</br>To make my Grave, for Knell, or mourning friend,</br>Then mine own Teares, rough Seas, and gusts of Winde.", "Teares must my grave dig:  but who bringeth those?  Thy Woes.</br>What Monument will Heaven my body spare?  The Ayre.</br>And what the Epitaph when I am gone?  Oblivion.</br>Most miserable I, and like me none</br>Both dying, and in death, to whom is lent</br>Nor Spade, nor Epitaph, nor Monument,</br>Excepting Woes, Ayre and Oblivion.", "The end of this gave life unto a grone,</br>As if her life and it had beene but one;</br>Yet shee as carelesse of reserving eyther,</br>If possible would leave them both together.</br>It was the faire Marina, almost spent</br>With griefe and feare of future famishment.</br>For (haplesse chance) but the last rosie morne</br>The willing Redbrest flying through a Thorne,</br>Against a prickle gor'd his tender side,</br>And in an instant so, poore creature, dyde.", "Thetis much mov'd with those sad notes shee heard,</br>Her freeing thence to Triton soone referr'd;</br>Who found the Cave as soone as set on shore,</br>And by his strength removing from the doore</br>A weighty stone, brought forth the fearefull Mayde,</br>Which kindly led where his faire Mistresse staid</br>Was entertain'd as well became her sort,</br>And with the rest steer'd on to Thetis Court,</br>For whose release from imminent decay</br>My Muse awhile will here keepe Holy-day.</br>"]