["Ah!  whither, bright god of the spring,</br>Are thy rays nature-chearing withdrawn?</br>The warblers that stretch the gay wing,</br>No longer enliven the lawn.</br>Ye breezes of softness, ah where</br>Are your zephyrs of fragrance exil'd?</br>No longer you sport through the air,</br>On the bosom of aether so mild.</br>Ye streams that ran purling along,</br>From your banks your own Flora is fled;</br>And Philomel issues no song</br>Thro' the verdure that cover'd her head.</br>The bleating of lambs from the fold,</br>From the valley no longer ascends;</br>No tale of soft passion is told</br>Where the beech its broad branches extends.</br>Ah!  where is the couch of green moss,</br>Which I with my Delia have found,</br>When with pleasure we wander'd across</br>The daisy-embroider'd ground.</br>No more to the close-twisted bow'r,</br>With the fair one delighted I run?</br>In coolness to pass the fond hour,</br>Eluding the heat of the sun.</br>For nature so pensive is grown,</br>Her tears steep in dew all the plain,</br>With grief I attend to her moan,</br>But my sorrows attend her in vain.</br>November, the tomb of the year,</br>Usurps his tyrannical stand,</br>His glooms in succession appear,</br>In succession stalk over the land.</br>But where does my Celadon rove,</br>The friend of my undisguis'd breast?</br>And where is that empress of love,</br>My Delia, with innocence bless'd?</br>Can November to Celadon bring</br>The horrors which friendship annoy?</br>In that bosom forgetfulness spring,</br>Where friendship has treasur'd each joy?</br>Can Delia, whose heart is the seat</br>Where love ever faithful is stor'd,</br>Too cruel desert my retreat,</br>By winter's rough visit explor'd?</br>No, Celadon, no, to complain</br>Of the virtues enthron'd in your heart,</br>Would pierce friendship's side with a pain,</br>'Twere ungrateful in me to impart;</br>For friendship, most pure in her form,</br>In lustre congenial is thine,</br>Unruffled, unhurt by the storm,</br>Tho' the troubles of life shall combine.</br>Let winter attempt to destroy</br>The comforts which friendship can bring,</br>Come, Celadon, come, we'll enjoy,</br>And soften November to Spring.</br>Nor let me of Delia complain,</br>Tho' the trees all their verdure resign,</br>Tho' the north bids his tyrannies reign,</br>And Phoebus for clouds cannot shine.</br>She comes &mdash; in her presence is love,</br>Her eyes are the heralds of grace;</br>November no longer shall prove</br>Of nature the squalid disgrace.</br>"]