["Whence come these dismal sounds that fill our ears!</br>Why do the groves such lamentations send!</br>Why sit the virgins on the hill of tears,</br>While heavy sighs their tender bosoms rend!</br>They weep for ALBIN with the flowing hair,</br>Who perish'd by the cruelty of Mey;</br>A blameless hero, blooming, young, and fair;</br>Because he scorn'd her passion to obey.</br>See on yon western hill the heap of stones,</br>Which mourning friends have raised o'er his bones!", "O woman!  bloody, bloody was thy deed;</br>The blackness of thy crime exceeds belief;</br>The story makes each heart but thine to bleed,</br>And fills both men and maids with keenest grief!</br>Behold thy daughter, beauteous as the sky</br>When early morn transcends yon eastern hills,</br>She lov'd the youth who by thy guile did die,</br>And now our ears with lamentations fills:</br>'Tis she, who sad, and groveling on the ground,</br>Weeps o'er his grave, and makes the woods resound.", "A thousand graces did the maid adorn:</br>Her looks were charming, and her heart was kind;</br>Her eyes were like the windows of the morn,</br>And wisdom's habitation was her mind.</br>A hundred heroes try'd her love to gain;</br>She pity'd them, yet did their suits deny:</br>Young ALBIN only courted not in vain,</br>ALBIN alone was lovely in her eye:</br>Love fill'd their bosoms with a mutual flame;</br>Their birth was equal, and their age the same.", "Her mother Mey, a woman void of truth,</br>In practice of deceit and guile grown old,</br>Conceiv'd a guilty passion for the youth,</br>And in his ear the shameful story told:</br>But o'er his mind she never could prevail;</br>For in his life no wickedness was found;</br>With shame and rage he heard the horrid tale,</br>And shook with indignation at the sound:</br>He fled to shun her, while with burning wrath</br>The mother, in revenge, decreed his death.", "Amidst Lochmey, at distance from the shore,</br>On a green island, grew a stately tree,</br>With precious fruit each season cover'd o'er,</br>Delightful to the taste, and fair to see:</br>This fruit, more sweet than virgin honey found,</br>Serv'd both alike for physic and for food;</br>It cur'd diseases, heal'd the bleeding wound,</br>And hunger's rage for three long days withstood.</br>But precious things are purchas'd still with pain,</br>And thousands try'd to pluck it, but in vain.", "For at the root of this delightful tree,</br>A venomous and awful dragon lay,</br>With watchful eyes, all horrible to see,</br>Who drove th' affrighted passengers away.</br>Worse than the viper's sting its teeth did wound,</br>The wretch who felt it soon behov'd to die;</br>Nor could physician ever yet be found</br>Who might a certain antidote apply:</br>Ev'n they whose skill had sav'd a mighty host,</br>Against its bite no remedy could boast.", "Revengeful Mey, her fury to appease,</br>And him destroy who durst her passion slight,</br>Feign'd to be stricken with a dire disease,</br>And call'd the hapless ALBIN to her sight:</br>\"Arise, young hero!  skill'd in feats of war,</br>On yonder lake your dauntless courage prove;</br>To pull me of the fruit, now bravely dare,</br>And save the mother of the maid you love.</br>I die without its influence divine;</br>Nor will I taste it from a hand but thine.\"", "With downcast look the lovely youth reply'd,</br>\"Tho' yet my feats of valour have been few,</br>My might in this adventure shall be try'd;</br>I go to pull the healing fruit for you.\"</br>With stately steps approaching to the deep,</br>The hardly hero swims the liquid tide;</br>With joy he finds the dragon fast asleep,</br>Then pulls the fruit, and comes in safety back;</br>Then with a chearful countenance, and gay,</br>He gives the present to the hands of Mey.", "\"Well have you done, to bring me of this fruit;</br>But greater signs of prowess must you give:</br>Go pull the tree entirely by the root,</br>And bring it hither, or I cease to live.\"</br>Though hard the task, like lightning fast he flew,</br>And nimbly glided o'er the yielding tide;</br>Then to the tree with manly steps he drew,</br>And pull'd, and tugg'd it hard, from side to side:</br>Its bursting roots his strength could not withstand;</br>He tears it up, and bears it in his hand.", "But long, alas!  ere he could reach the shore,</br>Or fix his footsteps on the solid land,</br>The monster follow'd with a hideous roar,</br>And like a fury grasp'd him by the  hand.</br>Then, gracious God!  what dreadful struggling rose!</br>He grasps the dragon by th' invenom'd jaws,</br>In vain:  for round the bloody current flows,</br>While its fierce teeth his tender body gnaws.</br>He groans through anguish of the grievous wound,</br>And cries for help; but, ah!  no  help was found!", "At length, the maid, now wond'ring at his stay,</br>And rack'd with dread of some impending ill,</br>Swift to the lake, to meet him, bends her way;</br>And there beheld what might a virgin kill!</br>She saw her lover struggling on the flood,</br>The dreadful monster gnawing at his side;</br>She saw young ALBIN fainting, while his blood</br>With purple tincture dy'd the liquid tide!</br>Though pale with fear, she plunges in the wave,</br>And to the hero's hand a dagger gave!", "Alas!  too late; yet gath'ring all his force,</br>He drags, at last, his hissing foe to land.</br>Yet there the battle still grew worse and worse,</br>And long the conflict lasted on the strand.</br>At length he happily descry'd a part,</br>Just where the scaly neck and breast did meet;</br>Through this he drove a well-directed dart,</br>And laid the monster breathless at his feet.</br>The lovers shouted when they saw him dead,</br>While from his trunk they cut the bleeding head.", "But soon the venom of his mortal bite</br>Within the hero's bosom spreads like flame;</br>His face grew pale, his strength forsook him quite,</br>And o'er his trembling limbs a numbness came.</br>Then fainting on the slimy shore he fell,</br>And utter'd, with a heavy, dying groan,</br>These tender words, \"My lovely maid, farewell!</br>Remember ALBIN; for his life is gone!\"</br>These sounds like thunder all her sense opprest,</br>And swooning down she fell upon his breast.", "At last, the maid awak'ning as from sleep,</br>Felt all her soul o'erwhelm'd in deep despair,</br>Her eyes star'd wild, she rav'd, she could not weep,</br>She beat her bosom, and she tore her hair!</br>She look'd now on the ground, now on the skies,</br>Now gaz'd around, like one imploring aid.</br>But none was near in pity to her cries,</br>No comfort came to soothe the hapless maid!</br>Then grasping in her palm, that shone like snow,</br>The youth's dead hand, she thus express'd her woe.", "Burst, burst, may heart!  the lovely youth is dead,</br>Who, like the dawn, was wont to bring me joy.</br>Now birds of prey will hover round his head,</br>And wild beasts seek his carcase to destroy;</br>While I who lov'd him, and was lov'd again,</br>With sighs and lamentable strains must tell,</br>How by no hero's valour he was slain,</br>But struggling with a beast inglorious fell!</br>This makes my tears with double anguish flow,</br>This adds affliction to my bitter woe!", "Yet fame and dauntless valour he could boast;</br>With matchless strength his manly limbs were bound;</br>That force would have dismay'd a mighty host,</br>He show'd, before the dragon could him wound.</br>His curling locks, that wanton'd in the breeze,</br>Were blacker than the raven's ebon wing;</br>His teeth were whiter than the fragrant trees,</br>When blossoms clothe them in the days of spring;</br>A brighter red his glowing cheeks did stain,</br>Than blood of tender heifer newly slain.", "A purer azure sparkled in his eye,</br>Than that of icy shoal in mountain found;</br>Whene'er he spoke, his voice was melody,</br>And sweeter far than instrumental sound.</br>O he was lovely!  fair as purest snow,</br>Whose wreaths the tops of highest mountains crown;</br>His lips were radiant as the heav'nly bow;</br>His skin was softer than the softest down;</br>More sweet his breath, than fragrant bloom, or rose,</br>Or gale that cross a flow'ry garden blows.", "But when in battle with our foes he join'd,</br>And fought the hottest dangers of the fight,</br>The stoutest chiefs stood wond'ring far behind,</br>And none durst try to rival him in might!</br>His ample shield then seem'd a gate of brass,</br>His awful sword did like the lightning shine!</br>No force of steel could through his armour pass,</br>His spear was like a mast, or mountain-pine!</br>Ev'n kings and heroes trembled at his name,</br>And conquest smil'd where e're the warrior came!", "Great was the strength of his unconquer'd hand,</br>Great was his swiftness in the rapid race;</br>None could the valour of his arm withstand,</br>None could outstrip him in the days of chace.</br>Yet he was tender, merciful, and kind;</br>His vanquish'd foes his clemency confest;</br>No cruel purpose labour'd in his mind,</br>No thought of envy harbour'd in his breast.</br>He was all glorious, bounteous, and benign,</br>And in his soul superiour to a king!", "But now he's gone!  and nought remains but woe</br>For wretched me; with him my joys are fled,</br>Around his tomb my tears shall ever flow,</br>The rock my dwelling, and the clay my bed!</br>Ye maids, and matrons, from your hills descend,</br>To join my moan, and answer tear for tear;</br>With me the hero to his grave attend,</br>And sing the songs of mourning round his bier.</br>Through his own grove his praise we will proclaim,</br>And bid the place for ever bear his name.</br>"]