["Mark where yon steeple rears its simple spire,</br>Where all the village train, with awe, retire,</br>To lift their grateful orisons on high,</br>To him, whose awful mandate rules the sky.</br>I love to see the long procession glide</br>Across the mead, or up the green-hill's side,</br>To that plain edifice, whose folding-door</br>Expands admissible to rich and poor:</br>The house of HIM, who no distinction knows,</br>But that which Virtue's sacred pow'r bestows.</br>Behind the church a tott'ring mansion bends,</br>Whose mould'ring wall a sudden lapse portends;</br>Rank weeds enclose its entrance; and each stone</br>Is with excrescent damps and moss o'ergrown:</br>Its garden waste, its lawn o'er-run with briar;</br>Its once pellucid fount, a bed of mire.</br>There desolation reigns &mdash; no human sound</br>The long deserted lonely rooms resound:</br>No guest, with champing steed and hasty hoof,</br>Approaches now the hospitable roof;</br>That rifted roof, wide opening to the sky;</br>Totters at every blast that blusters by.", "Alas!  the Parsonage! &mdash; \"Alas!  the shame\"&mdash;</br>Methinks I hear some hoary swain exclaim,</br>\"A time there was, when yonder mould'ring dome</br>Was Peace and Charity's selected home.</br>How cheerful to the eye its front arose!</br>There crept the Woodbine, and here bloom'd the Rose.</br>There droop'd the virgin Lily's pensive head;</br>And here Carnations glow'd with streaky red.</br>There stood of ancient Elms a stately row,</br>And here, as gently slop'd the smiling lawn,</br>Started at ev'ry breeze, the trembling Fawn.</br>Methinks, ev'n now, in yon sequester'd way,</br>Where hazel clumps exclude the noon-tide ray,</br>Our lost lamented past'ral friend I view,</br>As wont, some pious reverie pursue.</br>O!  what a man was he? &mdash; what charms of sense</br>Could round such tranquil happiness dispense.</br>Each sun, that on his works delightful shone,</br>Saw him neglect, for others' ease, his own:</br>Each lib'ral sentiment that warm'd his breast,</br>A friend in ev'ry human form confest:</br>No narrow selfish prejudice confin'd,</br>His noble, free, disinterested mind.</br>To ev'ry sect alike his bounty flow'd;</br>His love for all mankind unceasing glow'd;</br>For as the sun its genial warmth imparts,</br>Alike to barren and to fertile parts,</br>So would he dedicate to all his care,</br>And portion of his love to all a share:</br>Good, without pride; and learn'd, without conceit;</br>Skill'd to check riot, or suppress debate;</br>No match declar'd &mdash; no contract was begun,</br>Nor mother gave her maid, nor sire his son;</br>Till first their past'ral Friend the choice approv'd;</br>His sanction was the prize for those that lov'd.</br>Beneath his care dark Melancholy smil'd,</br>By soothing arguments of woe beguil'd:</br>Despair grew calm, and Sorrow's rankling dart</br>Was blunted by his soft persuasive art.</br>The wretch by persecuting Conscience stung</br>Drank Peace and Hope from his enliv'ning tongue;</br>That tongue whose harmonizing sounds would flow</br>A magic talisman for ev'ry woe.", "\"Alas!  one fatal eve, by duty led,</br>He sought with godly zeal the fev'rish bed</br>Of fell disease &mdash; he sought to cheer the hour</br>Of harpy Death's inevitable pow'r;</br>But can my falt'ring voice our mis'ry tell?</br>A victim to his gen'rous pains he fell;</br>He fell (but rests in ev'ry heart inurn'd)</br>Wet with the tears of all; belov'd and mourn'd!", "\"Ah!  sad reverse &mdash; a stripling of the gown</br>Now holds the vicarage, but lives in town.</br>In scenes of gay volupt'ousness he strays,</br>And spends in revelry both nights and days.</br>While yonder dome, slow mould'ring into dust,</br>Admits each pelting show'r and vagrant gust.\"", "Methinks I hear the swain &mdash; his deep-drawn sigh!</br>I mark the rising sorrow swell his eye;</br>And as I bid farewell, and turn the vale,</br>Reflection ponders on his mournful tale.</br>"]