["To you, brave PRINCE, I whilom tun'd my Song,</br>When o'er old Pictland's bleak and steep Ascents,</br>You fought the Gallick Foe, and Rebel Throng,</br>Whose mingled Force portended great Events:</br>Till your right-trusty, and well-temper'd Sword,</br>Out-drawn by Victory, and by her upheld,</br>As Justice gave the Death-dispensing Word,</br>Mow'd the thick Harvest of the bloody Field,</br>Then! &mdash; each surviving Felon fled dismay'd,</br>And GALLIA's Trophies at your Feet were laid.", "Not now triumphant, but in Fear of Thrall</br>See thy lov'd Country, see BRITANNIA weep,</br>By Treach'ry humbled to th' insulting Gaul</br>By Treach'ry &mdash; now scarce MISTRESS of the DEEP:</br>Hard Terms and new!  and never to be borne</br>While on the English Throne thy SIRE shall sit,</br>Shall HE and BRITAIN be expos'd to Scorn?</br>Who us'd on Glory's lofty Top to greet?</br>No!  die the secret Authors of these Harms,</br>These civil Traitors, worse then those in Arms.", "SUBJECT and PRINCE!  our Lot, as Subject, feel,</br>Our publick Woe, our deep-imprinted Shame:</br>As PRINCE, uphold the sinking common Weal,</br>And vindicate thy Royal Father's Fame.</br>Apt once for Arms, and train'd to martial Deeds</br>Ten thousand-thousand English on thee wait;</br>If chance thy habil Wisdom do succeeds</br>To drive these Caitiff from the Palace-Gate,</br>To free our Sovereign from each Carpet-Knight,</br>And let his People for their Parent fight.", "For where a FONDNESS for corrupting Gold</br>The Heart of Man ambitious doth infect;</br>Each Trust is doubtful, and all Duty sold;</br>And those betray the State who should protect:</br>Whether from Foes they hope some better Meed,</br>For all the Deeds of Treason they can boast;</br>Or doom'd by Fate in Folly to exceed,</br>They look to save themselves, tho' ALL be lost;</br>Such Moon-struck Counsellors forever bring</br>Toil to a LAND, and Danger to a KING.", "See yon good LEADER, mark'd with Age and Scars,</br>Propping his feeble Footsteps with his Lance,</br>Wrapt in deep Thought, amidst the Din of Wars,</br>By Moonlight, tow'rds the gleaming Waves advance.</br>Why comes he?  but some Succours to descry,</br>For sore his Castle by the Foe is prest:</br>Yet ah!  in vain he rolls his haggard Eye,</br>His hopeless State is not to be redress'd;</br>He sighs indignant, and in Grief returns,</br>Tho' still his Thunders roar, and all the Welkin burns.", "Hard Fate, that no such Efforts can avail,</br>Whole Armies of the Foe come pouring on:</br>If once again they should attempt to scale,</br>Not VICTORY alone; but ALL is gone.</br>His worn-out Soldiers now with Cause complain</br>Of Blood mispent, and long-defrauded Hope:</br>\"By England not by Us,\" they cry amain</br>\"This Fort, &mdash; this Work of Years &mdash; is yielded up.\"</br>Their Leader heard them &mdash; Sorrow shook his Head,</br>And Anguish sunk him, heart-sick, on his Bed.", "Here while he lay, as some record the Tale,</br>In visionary Trance, or broken Sleep,</br>There seem'd an antique Figure stern and pale</br>To rise from the Mists, that hover'd o'er the Deep;</br>\"This Place,\" it said, \"so many Ages known,</br>And now the Monument of Blakeney's Fame,</br>I first explor'd; the Title is my own:</br>For Carthaginian MAGO was my Name.</br>I come my Brother's Story to relate:</br>So like to Hannibal's is Blakeney's Fate.", "\"As now MINORCA, Brutium once was lost:</br>For Hanno's Faction govern'd all at Home,</br>Averse to Wars they drew him from his Post,</br>And HANNIBAL by Hanno was o'ercome:</br>To this the Fall of CARTHAGE we may place.</br>Our Tyrian COLONIES were Traders all,</br>In WAR they purchas'd AIDS; then purchas'd Peace,</br>And thought the World would follow Money's Call:</br>No native Troopos, the while, their Wealth secur'd,</br>Nor longer than they paid, their foreign Strength endur'd.", "So when the Romans came, by Action bold,</br>How did our puny Shops and Streets resound?</br>Just like the helpless Bleatings of the Fold,</br>When the Getulian Lion stalks around.</br>But better Fate attends your native Land,</br>Her ample Soil a numerous Race supplies;</br>Sufficient both for Traffick and Command,</br>A Nation fam'd for earning Victories.</br>E'en now see WILLIAM waft his Levies o'er,</br>And Normanby submit to Fance no more.", "Brave VERNON Wonders shall again atchieve,</br>This Isle regretted ne'er shall France obey,</br>Your Glory sunk by Byng shall HAWKE retrieve;</br>And friendly CORSICA the Loss repay.\"&mdash;</br>He spoke and plung'd into his antient Berth;</br>Hoarse Thunder shook the Balearick Shore,</br>The Turrets totter'd, and the rocking Earth</br>Gave each French Heart Presage of Woe in Store.</br>But Blakeney 'woke and smil'd, assur'd that YOU,</br>Illustrious PRINCE, would make the Vision true.</br>"]