["At length the gallant Navy from afar</br>Rises in prospect, with expended wings</br>Improving the kind gale, so long delay'd;</br>And wins in pompous pride her easy way</br>To Albion's shore, charg'd with the precious freight</br>Of England's dearest hopes, and GEORGE'S love.</br>Not so desir'd, nor with such treasure fraught,</br>Arrives the wealthy convoy, from the coast</br>Of Ceylon or Golconda; laden deep</br>With spicy drugs, barbaric gems, and gold.</br>Nor He who circled in his daring course</br>The globe entire, old ocean's utmost round,</br>Brought back so rich a prize, tho' with the spoils</br>Of proud Iberia loaded he return'd;</br>Or captive in his halsers when he drag'd</br>The vanquish'd Gallic fleets; as now he brings,</br>More welcome, from Germania's friendly shore.", "Hail kindred regions, dear parental soil,</br>Saxonian plains!  where deep Visurgis flows,</br>Where Leina's doubly-honour'd waters glide,</br>Where mighty Albis draws his humid train!</br>England to You with grateful homage pays</br>Filial obeysance meet:  to You she owes</br>Her name, her tribes, her generous race; to You</br>Her first, her last blessings.  Forth from You</br>Issued our Sires, old Woden's high-born sons;</br>Great Woden deem'd a God, with uncouth rites</br>By his rude offspring worship'd:  they their course</br>Adventurous steer'd to these alluring shores.</br>First Hengist, valiant chief; nor yet less wise</br>Than valiant:  he the Cantian wold obtain'd,</br>His new dominion; yielded by social league,</br>Or won by fair Rowena's conquering charms.</br>Next Ella, Cerdic, and th' intreptid race</br>Of Anglians from Eydora's northern stream,</br>Pour'd in their numerous hosts:  nor British prowess</br>Nor Merlin's spells, nor Arthur's puissant sword,</br>Hight Caliburn, fam'd in romantic tale,</br>Could long withstand th' impetuous onset bold</br>Of our great sires in battle.  Soon they rais'd</br>On Britain's ruins seven imperial thrones;</br>Seven thrones conjoin'd at length in Cerdic's race:</br>From whose high source the stream of regal blood,</br>Down to th' illustrious House of Lunenbourg,</br>From antient Brunswic nam'd, (Brunswic, the seat</br>Primeval of Saxonian chieftains old)</br>To GEORGE, great heir of Anglo-Saxon Kings.", "And Thou, great heir of Anglo-Saxon Kings,</br>Erewhile, now England's boast, and highest pride,</br>Welcome to these congenial shores; to this</br>Ambiguous land, another Saxony.</br>See thine own people, thy compatriot tribes,</br>With heart-felt joy, and zealous loud acclaim,</br>Thy blest arrival hail.  Tho' sever'd long</br>From their original soil, on foreign stock</br>Tho' grafted, not degenerate:  still within</br>Works the wild vigour of the parent root.</br>Rough, hardy, brave; by force intractable,</br>Or lawless rule; patient of equal sway;</br>With civil freedom tempering regal pow'r.</br>Be this thy better country; nor regret</br>Thy natal plains, tho' dear:  here Thou shalt find</br>What largely shall o'erpay thy loss.  Lo!  here</br>Thy Parent, Brother, Friend, all charities</br>Compris'd in one, thy Consort, with fond wish</br>Expects Thee; scepter'd GEORGE, with every grace</br>Adorn'd; yet more renown'd for virtue's praise,</br>Faith, honour, in green years wisdom mature,</br>True majesty with awful goodness crown'd.</br>He shall asswage thy grief:  his thoughtful breast,</br>Studious of England's glory and Europe's weal,</br>Thou in return shalt sooth; with tender smiles,</br>Endearing blandishment, and equal love.</br>Nor shall, Heaven's gift, fruit of the genial bed</br>Be wanting; pledge of public happiness</br>Secure; dear source of long domestic joys.</br>Here Thou shalt reign a second CAROLINE;</br>Diffusing from the throne a milder ray,</br>Soft beauty's unexpressive influence sweet.</br>Prompt to relieve th' opprest; to wipe away</br>The widow's tears; to call forth modest Worth;</br>To cherish drooping Virtue:  patroness</br>Of Science and of Arts; friend to the Muse,</br>Of every grateful Muse the favourite theme.", "Hail, Sovran Lady, dearest Dread!  accept</br>Ev'n now this homage of th' officious Muse,</br>That on the verge extreme of Albion's cliff</br>With gratulation thy first steps prevents,</br>Tho' mean, yet ardent; and salutes thine ear</br>With kindred accents in Teutonic lays.</br>"]