["Beneath a recluse shady grove,</br>Poor Strephon despairing was laid;</br>And while his complaint was lost Love,</br>A mossy green bank was his bed.</br>The birds in regard to his woe,</br>Their ditties sung mournfully by,</br>And the stream that his tears taught to flow,</br>To his sighs in soft murmurs reply.", "How wretched am I and forlorn,</br>Alas, simple youth!  thus he cry'd,</br>'Twere better I ne'er had been born,</br>Or the day I saw Nelly had dy'd:</br>I gaz'd on her beautiful face,</br>She spoke and I bless'd the dear tongue,</br>Her voice had such sweetness and grace,</br>That all nature was still when she sung.", "When December's chill frosts did appear,</br>And isicles hung on each tree,</br>Her presence made spring of the year,</br>And her smiles was a summer to me;</br>All diversions where mirth does abound</br>Quite insipid appear'd to my eye,</br>No joy, no contentment I found</br>Unless my dear Charmer was by.", "Each morn, as we walk'd o'er the vale,</br>On my arm she would gently recline;</br>So fondly she heard my soft tale,</br>That I thought she would surely be mine.</br>With her swift my time flew away,</br>Each moment was fill'd with delight;</br>My love was my theme all the day,</br>And my dreams were of Nelly each night.", "But, ah!  how deluded was I,</br>To believe that a Maiden so fair</br>Would with my fond wishes comply,</br>Or suppose I deserv'd her least care;</br>Could I think that a Beauty like her,</br>Only constant to me would remain;</br>Or to riches that she would prefer</br>Humble life with a faithful fond Swain.", "To see now, as lonely I pass</br>Where sweet rural pastimes abound,</br>When they hear my sad sorrowful case</br>All the Maidens sit weeping around;</br>Whilst the Youths once whose envy I've been,</br>Now with Nelly no more I appear,</br>When they see how dejected my mien,</br>'Gainst their wills, cannot pity forbear.", "As I saunter along the green mead,</br>To indulge in this lonely retreat,</br>My footsteps insensibly lead</br>To those places where Nelly would meet:</br>No words can describe the distress</br>My soul does those moments sustain;</br>Too mighty by far to express</br>What throbs from my heart thro' each vein.", "No more in those paths will I range</br>Where all the gay folks we espy;</br>Like a false one I never can change,</br>But, as constant I've liv'd &mdash; so I'll die.&mdash;</br>To fly from my sorrows, how vain!</br>What place can e'er give relief?</br>No distance can ease my fond pain,</br>No climate can soften my grief.", "Then cease, my companions, pray cease,</br>Your kind, but vain labour resign,</br>No more will I quit the sad place</br>Nor at my hard fortune repine.</br>When in the cold earth I am laid,</br>Secure from distress and despair,</br>Tho' you sorrow to see me betray'd,</br>To accuse the dear false one forbear.", "Should she hear for her Love I am dead,</br>And to the sad place but repair,</br>For my grief I am doubly repaid,</br>If she drops but one pitying tear.&mdash;</br>In that thought I'll sink peaceful to rest,</br>Unmov'd by each tempest that blows;</br>To the worms will I yield a glad guest,</br>Nor shall Love more disturb my repose.", "When blest in those mansions above</br>Where never came sorrow or care,</br>The truth of my passion to prove</br>The burthen will be of my pray'r,</br>\"That, Heaven indulgent will prove</br>By granting each blessing of life;</br>To crown with a faithful fond Love</br>A consciously fortunate wife.\"</br>"]