["The weeping time of Heav'n is now come in,</br>Kindely the season clowdes of sorrowe beares,</br>To smile, O let it be a deadly sinne</br>And happy hee, his merry looks forsweares,</br>See heav'n for us is melted into teares:</br>O deerest Prince how many hearts wear knowne</br>To save thy life, that would have lost their owne?", "When thou thy Countreys griefe, weart once her glory,</br>How was this blessed Isle crown'd with delight;</br>So long it never knew how to be sorry,</br>But anchor'd all her joyes upon thy sight;</br>The musique every whear did freely lite:</br>The Shepheards pip't, and countrey byrds did sing,</br>The water-nymphs came dauncing from their spring.", "It was the mother then of harmeless pleasure</br>The Queene of beawty all men came to see,</br>And poore it could not bee, thou weart her treasure,</br>Onely it was a little prowde of thee,</br>Aye mee, that ever so it might not bee!</br>The Garden of the world, whear nothing wanted,</br>Another Paradise, that God had planted.", "Her happie fields wear dec'kt with every flowre,</br>That with her sweetest lookes Peace smil'd to see it.</br>Delight it selfe betwixt her breasts did bowre,</br>And oft her rustique Nymphs thy couch would meet,</br>And strew with flowers the way before thy feete.</br>But now those flowers wee woont to strow before thee,</br>Dead, in thy grave wee throw them to adore thee.", "Sleepe softly, royall Ghost, in that cold bed,</br>Let deaths pale chambers give thee easie rest,</br>Whear all the Princely bones lie buried,</br>With guilded crowns and long white scepters drest.</br>Ah, little look't they thou shouldst be their guest!</br>What makes the heav'ns proclaime such open warres?</br>Wee did not owe thee so soone to the starres.", "And yet our vowes doe not thy starres envie thee,</br>Bathe thee in joyes, wee in our teares will swim:</br>Wee doe not unto heav'n, or God denie thee,</br>Onely the Muses begge this leave of him,</br>To fill with teares their fountaine to the brim,</br>And as thou sett'st emparadis'd above,</br>To powre out to thee rivers of their love.", "See how the yeare with thee is stricken dead,</br>And from her bosome all her flowers hath throwne,</br>With thee the trees their haires fling from their head,</br>And all the Sheapherds pipes are deadly blowne,</br>All musique now, and mirth is hatefull growne:</br>Onely Halcyons sad lamenting pleases,</br>And that Swans dirge, that, as hee sings, deceases.", "Heav'n at thy death deni'd our world his light,</br>Ne suff'red one pale starre abroad to peepe,</br>And all about the world the winds have sigh'd,</br>Nor can the watrie-nymps (so fast they weepe)</br>Within their banks their flouds of sorrow keepe.</br>Suffer us, in this deluge of distresse,</br>Thee, if not to enjoy, at least to blesse.", "Bedded in all the roses of delight</br>Let thy engladded soule embalmed lie,</br>Imbrightned into that celestiall light,</br>Which all Gods saintly Lamps doth glorifie,</br>Thear boast thy kinred with the Deitie</br>Whear God his Sonne, and Christ his Brother greet thee,</br>And thy too little glorious Sisters meete thee.", "But O thou desert Island, that art found</br>Cast in the seas deepe bosome by mishap,</br>As if with our salt teares thou all weart drown'd,</br>And hadst from heav'n drop't into sorrowes lap;</br>Desolate house!  what mantle now shall wrap</br>Thy naked sides?  poore widow, made to mourne,</br>To whom wilt thou thy sad addresses tourne?", "Alas, the silent Angels on his tombe</br>Can him no honour, thee no comfort sing,</br>Their pretie weeping lookes may well become</br>Themselves, but him to life can never bring.</br>Thee therefore, deerest Prince, from perishing</br>Or yet alive wee in our hearts will save,</br>Or dead with thee, our hearts shall be thy grave.", "HENRIE farewell, heav'ns soone-restored Exile,</br>Immortall Garland of thy Fathers head,</br>Mantle of honour to this naked Isle,</br>Bright drop of heav'n, on whose wish't nuptiall bed</br>Now all our ripest hopes hung blossomed.</br>Farewell, farewell; hearke how the Angels sing,</br>On earth our Prince is now in heav'n a King.</br>"]