["Where Guadalquiver rolls its limpid stream,</br>Near to thy ancient Corduba, Oh!  Spain;</br>Where nature showered its bounties, Sol his beam,</br>And all was smiling as the golden reign,</br>Which blessed the shepherds of Arcadia's plain.</br>Young Mariaquita dwelt, of Spanish girls</br>The fairest blossom in their lovely train;</br>The fairest of the land, where beauty twirls</br>The castinet, and love his silken flag unfurls.", "Sweet are the days of youth, and sweet the hours</br>Of rural mirth, and innocence, and ease,</br>When hope leads fancy to her sylvan bowers,</br>Where naught but fragrant perfumes fan the breeze;</br>And Time has not impregnated disease</br>Into the pores where care with age soon creeps&mdash;</br>And young desire with Iris-plumage flies,</br>As the brisk bee from flower to flower, and steeps</br>His lips, all honeyed o'er; then on as blithely leaps.", "Such were the hours that Mariaquita knew;</br>And love had lately brushed her with his wing,</br>And whisper'd in her ear a tale more true</br>Than he attunes, oft, in his wandering;</br>And had infused his sweets without his sting,</br>Stealing upon her heart as summer's air,</br>Which stirs a bed of roses blossoming;</br>Pure as the orison of childhood's prayer;</br>Fond as the mother's breast who clasps her infant care.", "And, Oh!  the blushing half-averted cheek,</br>When Felix met that lustre-gemed dark eye,</br>Timidly tender.  Then would its glance speak</br>Those thoughts of teeming sensibility, </br>Which o'er the aspect of the features fly</br>More strong than all that language could express;</br>Nor did the heart of Felix marvel, \"why?\"</br>At those soft tell-tales of her tenderness,</br>He too had questioned love, whose soft reply was \"yes.\"", "Oh!  who can watch the eye where beauty shines,</br>Nor thrill in fondness 'neath its lovely gaze;</br>Nor wish to bend him at so fair a shrine,</br>Adore the vision bright where Heaven's light rays,</br>The cheek's pale rose-dyed sheen, the smile which plays</br>Sweetly impressive o'er features' cast,</br>As the soft tender glow of autumn's days,</br>Leaving a sweeter memory as it passed,</br>As flowers, whose essence breath'd, have fragrance to the last.", "And in the vale they dwelt in, all was mirth;</br>Oft had they heard of, but ne'er dream'd that war,</br>(Which had o'errun the fairest climes on earth,)</br>Would short turn its hot malignant star</br>Towards their peaceful homes, and drive its car</br>Scorching, like Phaeton, the abodes of men;</br>Ah!  then the drum would drown the soft guitar,</br>And anguish, death, and discord make a den</br>Of their now peaceful vale, &mdash; contentment's denizen.", "Dark treason soon supplied what force could not;</br>Ambition's slave (whose curse had lately drown'd</br>Europe with blood and tears) with heinous plot</br>Now seized possession of Hesperia's ground:</br>Little he deemed that some would there be found</br>Patient in woe, and patriot-like in mind;</br>But that the portent of his name's dark sound</br>(Borne like the thunder-clap upon the wind)</br>Would awe their hearts to bend to slavery's yoke resign'd.", "But soon was leagued full many a mountain-band&mdash;</br>What!  though the foe had rush'd from East to West,</br>And let his eagles loose upon the land,</br>Devouring and destroying?  some possessed</br>Of daring minds, and fired with freedom's zest,</br>Fled to their Sierra's fortresses and hold;</br>And, 'mongst the few, young Felix with the rest</br>Could not look tamely on, with spirit bold, </br>To see oppression's chain around his country rolled.", "The vale he loved, the friends so softly dear,</br>And that fair form in which his heart delighted.&mdash;</br>Ah!  luckless fate, how often dost thou sere</br>Our fairest hopes!  how often hast thou blighted</br>Youth's most devoted vision, too short-sighted;</br>Gone, as a meteor or a summer's leaf;</br>Tearing asunder those whom love united:</br>Who could have seen thee, in a space so brief,</br>Turning those smiles, to tears!  that merriment to grief!", "Oh!  he who fosters hope will often find</br>The smile he coins but glistens to deceive;</br>And he who pictures pleasure in his mind,</br>Will often lack its joys; he who will weave</br>Fair visions of the brain and can believe</br>The flitting colourings of his fancy's beam,</br>Will ever have a host ills to grieve.</br>Joys are not lasting as their shadows seem,</br>And we oft stamp as fact what fancy did but dream.", "And oh!  that farewell, parting hour was come,</br>Tears, sighs, and all that sorrow doth respire,</br>Tokens of love were her's; even that home</br>She would have flown from; but alas! her sire</br>Grown old, infirm with years as to require</br>All that a child's attention should bestow!</br>Here filial love silenced at once desire,</br>Striving to soothe her tender heart of woe</br>With thoughts, that happier days would recompence the blow!", "And two revolving moons had passed away,</br>Since Felix from his love and home had gone;</br>Tidings were brought of feuds, each coming day,</br>Yet they were doubtful or but little known;</br>At length the cloud of war came thickening on,</br>Darkening o'er Andalusia's verdant plain;</br>Already were Morena's summits won,</br>And the loose foe, whom nothing could restrain,</br>Bringing dismay, and death, and havock in his train.", "Brief be my tale, where grief it's burthen is;</br>One morn the foe broke in upon the vale,</br>Making that peaceful spot a dark abyss</br>Of every horror that can well assail;</br>The shriek of death, the matron's, virgin's wail,</br>The riot of intemperance and hate;</br>A childless parent's or an orphan's tale</br>Soon had to grieve at the dark deeds of fate,</br>And curse the hardened fiends that could such scenes create.", "But to my sequel, &mdash; how shall words describe</br>What Mariaquita and her sire befell?</br>Behold some ruffians of that lawless tribe</br>Broke in upon that bower where love did dwell,</br>And seizing her with a lascivious yell</br>Tore her (while clinging) from her parent's arms;</br>He, in his frenzy rushing to repel,</br>Was struck to earth, and life's last spirit warms</br>To curse the hands that now defiled his daughter's charms.", "And passion sated, there it left her form,</br>Pale, fallen, and faded &mdash; all but life now fled;</br>Even as a rose-bud, blasted by the storm,</br>Struck by the whirlwind to its parent bed,</br>Where yesterday it rose its lovely head</br>Fragrant and fresh, and glittering in the dew;&mdash;</br>Ah! whither hope?  Ah!  why deceit thus spread,</br>That, like the Dead Sea's fruit art fair in hue</br>But inwardly all dust and ashes to the view.", "For oh!  she never woke to reason more!</br>Sorrow and suffering had subdued her mind;</br>That ray of nature's light was clouded o'er,</br>And left a frame all tenantless behind;</br>Even as a ruined structure, where the wind</br>Murmurs with strange and confused sound; devoid</br>Of sense thus thought flits loose and unconfined,</br>'Till day on day left nature unsupplied;&mdash;</br>This could not last &mdash; she sleeps by her loved parent's side.", "Muse!  twine a cypress garland round thy lyre;</br>Maids!  weep the fairest of thy sister-band;</br>She, who could once the smile of mirth inspire,</br>In grace, in look the loveliest of the land,</br>Nipt like a flower by fate's untimely hand!</br>And Felix came to find a desert-spot</br>Where every charm once glowed, as if the wand</br>Of some destructive power had chosen to blot</br>Its charm from nature's face, and seal its mournful lot?", "O'er that green sod, which marked the tenement</br>Where she, he loved, in sleep eternal lay&mdash;</br>An oath of vengeance 'gainst the foes he sent,</br>Who tore her in her loveliness away!</br>By secret stealth, or contest's open fray,</br>Revenge looks only to the end it swore;</br>And well did he their deed of blood repay;</br>He lived to hurl the foe to Hades' shore,</br>To see Gaul fly his land and peace her smiles restore.</br>"]