["There liv'd a Race to good Charissa dear,</br>Who rais'd a thousand Domes devote to Pray'r;</br>A thousand mattin Choirs with White array'd,</br>In tuneful Tributes all their Vows convey'd;</br>Then Charity was wont her Isle to love,</br>And oft for this to change the Realms above:</br>But when she hapless found fierce Rage begin,</br>Where Force reform'd but by a pious Sin,</br>When arm'd Devotion would the Priest expel,</br>And Royal Sacrilege was christen'd Zeal,</br>She view'd, she mourn'd, she fled her rifled Isle,</br>While ravenous Henry gave a Loose to Spoil.", "And now where Towers stretch'd far their taper Shade,</br>Where hallow'd Walls religious Pomp display'd,</br>The solitary Traveler stares around,</br>Oft halts &mdash; oft deems he hears some screaming Sound,</br>And treads with trembling Knees the consecrated Ground.</br>For oft o'er Graves the Shepherd tends his Herd,</br>And points where Saints and Martyrs lay interr'd;</br>Here in still Deep of Night are Peasants fear'd,</br>When the tall Ghosts stalk slow with Steps unheard,</br>When moaning Cries the lonesome Ruins fill,</br>So pitiful they howl!  and shriek so hollow shrill!</br>These dismal Yells the Shepherds shiv'ring hear,</br>And feign bold Talk to chace the freezing Fear;</br>But when the Nod of some much-injur'd Shade</br>Sadly invites 'em with his beck'ning Head,</br>They fly.  They wonder at their Speed unknown,</br>Glad that they shun the Sprite &mdash; yet, hast'ning on,</br>Oft look behind to view the Sprite they shun.</br>Where holy Pilgrims wont to kneel and pray,</br>Now browzing Goats, and lowing Oxen stray,</br>O'er mould'ring Pillars creeps the blushing Vine,</br>And leafy Fig invests each solemn Shrine,</br>O'er venerable Virgins sculptur'd Heads,</br>Nods horrid Thorn, and darksome Elder spreads,</br>And with close Foliage o'er the pictur'd Walls,</br>Time's favourite Plant the mournful Ivy crawls;</br>Warning the Cock, no more the midnight Bell,</br>Call'd the pale Sisters from the Silent Cell,</br>Whose Lamps to bless benighted Wand'rer's Sight,</br>Cast thro' thick Windows a dim doubtful Light.", "Religion wept. &mdash; to fill fair Albion's Throne,</br>Till gracious Heav'n sent bounteous Anna down;</br>Alike for Mercy and for War renown'd,</br>She rais'd the drooping Priesthood from the Ground;</br>Stoop'd from her Throne to hear each mournful Sigh,</br>With Thunder in Hand, but Pity in her Eye;</br>Queen of th' Afflicted!  form'd by Heav'n to melt,</br>At every Woe distressful Virtue felt:</br>Thy Name shall last with freshest Laurels crown'd,</br>Long as thy Churchill's Sword shall be renown'd;</br>'Till Danube cease to tremble at thy Name,</br>Forgetful of the Blood that stain'd his fearful Stream.</br>"]