["Thee, Happiness!  I sing; thou waking dream,</br>Thou universal idol of the world,</br>At whose delusive shrine</br>Each mortal bends the knee!", "Thou ignis fatuus of each anxious mind,</br>Which, ever follow'd, ever distant prov'st;</br>Whom, when we think t' attain,</br>We find a wand'rer still!", "Offspring of ever-blooming Hope, endow'd</br>By man's creative fancy with each bliss,</br>How various is thy form!</br>How fleeting, and how vain!", "As speaks each wayward passion of each breast,</br>As paint the ardent wishes of each soul,</br>Thou art afar beheld,</br>Such is thy phantom shape.", "But, closer view'd, as flies the passing wind,</br>Or like a bubble bursting in the air,</br>Or like a rapid thought</br>That shoots athwart the brain;&mdash;", "Or like the light'ning's coruscating flash,</br>Or like the aspiration of a sigh,</br>Or like the shadows faint</br>Of the blast-driven clouds;&mdash;", "Or like the circling eddies of the stream,</br>Or the duration of a day, or year</br>Of life, of centuries,</br>Or of the waning earth,", "Which, when compar'd to vast Eternity,</br>Are nothings all; &mdash; thus transient is thy reign!</br>Thus are thy promis'd joys</br>The comets of the mind.", "In dreams of pow'r thou court'st Ambition's tool;</br>In pomp of luxury the slave of Pride;</br>In piles of useless gold</br>The avaricious breast;&mdash;", "In frequent cups of gaily-sparkling wine,</br>And in the gifts that flow from Pleasure's lap,</br>His bliss the sectary</br>Of Epicurus seeks;&mdash;", "In warlike fame the hero of the field;</br>In verdant bays the Muse's darling child;</br>In constant industry</br>Thy son, Activity;&mdash;", "Whilst, at his ease, remov'd from cares and strife,</br>From all the galling falsehoods of the world,</br>In lone retirement</br>The hermit seeks thy cell;&mdash;", "In tilling of his fields the rustic swain;</br>In deeds of charity the feeling soul;</br>In Love and Friendship's sweets</br>The man of social heart;&mdash;", "In pious virtuous acts the moralist;</br>All, all thy presence court, but court in vain.</br>Where, Happiness, art thou?</br>On earth no happiness.", "Power and state but strew our couch with thorns;</br>The love of gold excites a thousand fears;</br>And Dissipation, tho' 'tis dress'd in smiles,</br>Beneath its flowers hides th' envenom'd snake.</br>The fame of war's precarious, and but lasts</br>While conquest gilds the hero's waving crest;</br>Besides the wounded's cries, the dying's groans,</br>Its constant toils are foes to Happiness.</br>The verdant bays are subject to decay,</br>And snarling critics, like the canker-worm,</br>Feed on the wealth which binds and author's brow;</br>While Poverty, in rags, with famish'd mien,</br>Too often in his garret seeks a home.</br>Sickness, fatigue, and losses, oft await</br>The sons of Industry; while the lone man,</br>With melancholy pall'd, becomes unfit</br>By long seclusion from the busy world,</br>To mix again in gay society.</br>Th' unsteady elements full oft repay</br>The labours of the field with barrenness.</br>E'en charity begets ingratitude,</br>And what's more biting to a feeling mind?</br>Our wife, our friend, may die; or what is worse,</br>May prove unfaithful; while the virtuous here</br>May meet neglect, disdain, and persecution.</br>Where then dost thou reside, O Happiness!</br>With the eternal spirits of the just,</br>Amid the heavenly host,</br>With angels, and with God!</br>"]