["Behold thy Cochrane, Scotland!  and be proud</br>To see that fiery spirit of the deep,</br>Like freedom's guardian angel from the cloud</br>Forth breaking on the waves his watch to keep.</br>How like the bolt of Heaven!  his arm can sweep</br>Aside the fleets of Portugal and Spain.</br>For their lost nations they in vain may weep,</br>While his broad flag is hoisted on the main,</br>The billows are his throne, and while he lives he'll reign.", "And British seamen love to tell the sport,</br>Of how one night a Spanish frigate lay,</br>Mann'd and secure, beneath a friendly fort</br>Of bright brass bristling guns, in Lima Bay;</br>And Cochrane's boarding boats were under weigh.</br>His men were few, but strong enough their faith</br>To move a mountain had it dared to stay</br>Their desp'rate course.  On for the prize they sweep:</br>\"Silence or death!\"  the chief proclaims, with utterance deep.", "'Twas sable night:  nought on the waters stirr'd&mdash;</br>Scarce ev'n the feathering of the muffled oar.</br>Pacing the forts the watchmen kept their guard,</br>But little dream'd they who 'twas passed their shore.</br>The frigate's bells proclaim'd the first watch o'er;</br>The gun-room revellers to their berths had crept;</br>The seamen on her decks were heard to snore;</br>The mid-watch sentries wak'd; the rest all slept;</br>When sudden in the midst the brave assailants leapt.", "Athwart her moorings, rang'd to form a chain,</br>A line of gunboats lay:  its links they broke,</br>Scattering with their sabres blood like rain,</br>Quenching the flames amid the cannon smoke.</br>The opposing warriors in confusion broke</br>Ere scarce to quarters beat their midnight drum.</br>Some stood, their daggers grasping firm as rock,</br>Dread welcome threat'ning to the first should come;</br>But many of them stood with trembling terror dumb.", "Behold the Patriots on the bulwarks spring!</br>They grasp the fore, the main, and mizen chains.</br>With fearful strength, their battle blades they swing;</br>With desp'rate vigour every muscle strains;</br>And well their chief his chieftainship maintains,</br>The gangway he ascends, with dauntless stride,</br>And where the shower of bullets thickest rains&mdash;</br>His dusky Patriot \"Devil\" by his side&mdash;</br>The quarterdeck he sweeps to seize the post of pride.", "Brave Crosbie's band the forecastle now gain,</br>Cutting their path through groves of bristling steel;</br>The Royalists awhile the charge sustain;</br>But backward on the gangways soon they reel.</br>The Patriots dash the helmsman from the wheel;</br>And, cheering, rally round their leader's sword.</br>The frigate freed, the tide she soon 'gins feel.</br>\"Loose sails!\" a broad Scotch accent gives the word;</br>And instant 'tis obeyed &mdash; 'tis Cochrane treads the board.", "But fifteen minutes past, well-mann'd and moor'd,</br>Beneath the forts the Esmeralda lay.</br>Now under hatch, his prisoners secured,</br>The conqueror steers her calmly 'cross the Bay;</br>The deep-mouthed brazen batteries on him play;</br>He smiles and boasts they cannot point a gun.</br>The frigate's flag was changed, when dawning day</br>Brought o'er the Eastern Andes' peaks the sun.</br>'Twas thus the hero's brow its brightest laurel won.</br>"]