["ENCHANTRESS SWEET!  thou who so oft hast pour'd</br>Upon my ravish'd mind the visions wild</br>Of thy illusive charms;</br>And on my melting soul", "Diffus'd such bliss as pensive virgins feel,</br>What time they breath to soft-persuasive notes</br>Of heavenly harmony,</br>Chaste Love's melodious lay;", "Fairest of sky-born forms, O FANCY!  say,</br>In what Elysian vale's secluded scene</br>Thou keep'st thy airy court,</br>And mark'st the shadowy hosts", "That circle round thy flowery throne, and hail</br>In wildly-warbled strains thy sceptred power!</br>Say, shall the green-rob'd Sylphs</br>That lure thy vagrant feet", "To tread their groves and deep romantic shades&mdash;</br>Oh!  say, shall rapture and enthusiast love,</br>The sacred votarists</br>That lead thy tuneful train,", "Me gently guide to those sequester'd haunts,</br>And to the wondering view of mortal eye</br>Disclose the unrivall'd charms</br>Of thy angelic mien?", "Seducing Nymph!  thou, who so oft has stol'n</br>The magic wand from nature, and display'd</br>It's necromantic force</br>In many a sportive wile;", "I feel, I feel thy fascinating spells</br>Now quickly gliding o'er my trembling frame!</br>And catch a transient glance</br>Of thy ethereal form;", "As to yon mountain's misty brow thou fly'st</br>Light as the wanton gale, that skimm'd erewhile</br>Around the ruffled sedge,</br>And kiss'd the curling wave!", "Ah!  let me trace thy dewy footsteps there,</br>And view thee gazing at the grey-ey'd morn,</br>That bids the circling sun</br>Gild with his orient beams", "The clouds that float in slow majestic pomp</br>Along the azure vault; there mark the forms</br>Thy rosy finger paints</br>Upon thy lucid sides&mdash;", "Of castles tumbling from their silver base;</br>Of lakes that roll their waves of liquid gold;</br>Giants and dwarfs, and knights</br>That wage terrific war,", "And on the impurpled field shed ghastly rout,</br>And wild despair, and visionary death,</br>With every frantic shape</br>To grace the ideal scene.", "Or should the sultry moon invidious chace</br>These \"sweet illusions of the sense,\" and pour</br>Upon thy naked head</br>His strong refulgent rays,", "Still let me follow through thy winding walks,</br>As near some fountain's odour-breathing side</br>Thou bid'st around thee wait</br>The soft voluptuous hours.", "And say!  fair source of every pictur'd art,</br>Say, shall I mingle with the sylven maids;</br>Who rosy chaplets bring</br>To court thy genial smile?", "Who playful twine their smooth ambrosial arms</br>To the soft warblings of some oaten pipe?</br>Or see with looks entranc'd</br>Idalia's graceful Queen", "Leading from myrtle groves and jasmine bowers</br>The young-ey'd joys and purple-pinion'd loves,</br>To greet in votive airs</br>Of breathing minstrelsy", "Thy wildly-varying power; &mdash; 'till from above</br>The breeze, that slept between the velvet leaves,</br>Wak'd by the sound divine,</br>Now plumes his azure wing;", "Now fluttering sports amid the gladsome train;</br>Then swiftly clasping their celestial limbs</br>Shakes from his wavy locks</br>The sweets of blushing May!", "Yet should my pensive mind delight to rove,</br>What time the star that marks with fond regret</br>Her sire's declining light,</br>Faintly illumes the glade;", "Then lead me where the lonely nightingale,</br>Whose plaintive numbers stealing through the shades</br>Of eve, may gently wake</br>Responsive echo's shell,", "And lull my raptur'd soul to extacy,</br>In tones that sigh, and strains that warbling weep;</br>While from their green retreats</br>The nymphs and dryads sweet,", "And many a maid that woo'd the chaste-lip'd moon,</br>Or mutely listen'd to the love-lorn tale,</br>\"In deep attention hang,</br>Murmuring their soft applause.\"", "But when the rude winds deform the soothing scene,</br>And from the darkening valley Cynthia meek</br>Withdraws her silver beams;</br>Be mine the mouldering pile,", "Whose awful ruins on the impending point</br>Of some high rugged cliff, sublimely frowns</br>Upon the gloomy wood</br>That shades the stream below.", "There while the maddening tempest howls around,</br>And the big thunder rolls his lenghten'd voice;</br>There by thy magic spells</br>And witching sorceries,", "Spectres, and all the visionary shapes,</br>I view, that wildly glare and loudly shriek,</br>As by the light'ning's flash</br>They wing their devious way;", "'Till the chill'd blood creeps through my shuddering veins,</br>And hails the terrors of thy mighty hand,</br>ENCHANTRESS SWEET!  chaste Queen</br>Of Harmony and Grace!", "Whether with sportive mien thou cull'st the hues</br>Of roseate Spring, thy flowering locks to wreathe,</br>Or rob'st thy glowing limbs</br>In Summer's purple blooms;", "Whether array'd in Autumn's yellow tints</br>Thou point'st indignant to the unfeeling blast,</br>That from the weeping spray</br>Shatters its leafy pride;", "Or wrapt in stern-ey'd Winter's sable gloom,</br>Pursu'st the infuriate genius of the storm,</br>As to the upland waste</br>He soars with hideous yell:", "In all these varying scenes, still let thy Bard</br>Endearing Maid!  attend thy hallow'd steps;</br>\"Still gaze the visions wild</br>Of thy awakening power,\"", "And mark the holy fevours that distend</br>Thy swelling breast; &mdash; 'till his rapt soul may hymn</br>In strains more wildly sweet</br>Thy bliss-inspiring Name!</br>"]