["Then, spent with weary wandering, on the bank</br>All tissued with sweet flowers, I flung my side;</br>And bathed my forehead in the herbage dank</br>That sprouted cool beneath the willows wide:</br>There was the spot where broken hearts might hide,</br>So thought I, from the world of evil men;</br>Gazing for ever on the silver tide,</br>Or listening to the murmurs of the glen,</br>Or echo sweet that woke its hollow sounds again.", "How lovely were it thus, from day to day,</br>To glide through life, from all it's troubles clear,</br>To leave at morn my rushy couch to pray,</br>Then forth and walk, companion'd by the deer,</br>And timorous hare, and wood-dove cooing near,</br>The friend of every innocent wild thing</br>That wing'd or grazed beside me without fear,</br>All in those secret arbours worshipping,</br>As once in paradise, their lonely pilgrim king.", "And what were wealth to me?  those little flowers,</br>Were thy not richer than the gems of Inde?</br>What kingly tapestry like those waving bowers?</br>What throne so glorious as that wild rock lined</br>With golden moss, with love-sick rose entwined?</br>What were the banquet of the proud saloon</br>To the young almond's pulp, the citron's rind</br>That scoop'd the stream, when the pure feast was done?</br>Those are the Hermit's joys, to kings and courts unknown.", "And when the twilight sent her pearly star</br>To tell me that the hour of rest was come,</br>My music be the waterfall afar,</br>The hunter's mellow cornet winding home,</br>The bleat of distant folds, the wild bee's hum,</br>Like evening's anthem rising to the skies,&mdash;</br>Then turn to sleep within that rushy room</br>Where slumber never from the Hermit flies,</br>Till morn looks smiling in, and breathes upon his eyes.", "So mused I in a dim, delicious trance,</br>Till dreams upon my sinking eyelids clung.</br>A shout awoke me, swift and strong the lance</br>That through the thicket o'er my forehead sung.</br>Half blind and dizzy to my steed I sprung,</br>Beside his shrinking hoof a knight lay slain.</br>Fierce fight was round me, spear and mace, high swung,</br>Through proud helms crash'd their way; blood gush'd like rain,</br>And all was trumpet-bursts, and yells of mortal pain.</br>"]