["Ye kind Transporters of th' excursive soul!</br>Ye Visions!  that, when Night enwraps the Pole,</br>The lively wanderer to new worlds convey,</br>Escaping from her heavy house of clay,</br>How could the gentle spirit, foe to strife,</br>Bear without you this coil of waking life?</br>Its grief-embitter'd cares, its joyless mirth,</br>And all the flat realities of earth?</br>Sweet Phantoms!  you the glowing hope inspire,</br>You give to Beauty charms, to Fancy fire,</br>When, soaring like the eagle's kindred frame,</br>The Poet dreams of everlasting Fame;</br>Or, tickled by the feather of the dove,</br>The softer Virgin dreams of endless Love.</br>There was a time, when Fortune's bright decrees</br>Were seen to realize such dreams as these:</br>Now dangerous visions the fond mind decoy</br>Vainly to pant for unexisting joy,</br>While Belles and Bards with mournful sighs exclaim,</br>Mortality has seiz'd both Love and Fame.", "Ah fair SERENA, might the boast be ours</br>To clear from such a charge these heavenly Powers!</br>Blest!  might thy Bard deserve in Fame to see</br>A guard as faithful, as Love proves to thee!</br>Blest!  if that airy Being gild his life,</br>Who sav'd thee trembling on the brink of strife,</br>And now, kind prompter of thy nightly dream,</br>Fill'd thy rapt spirit with her sacred beam!</br>For soon as Slumber set thy soul at large,</br>Thy Guardian Power revisited her charge;</br>And, lightly hovering o'er th' illumin'd bed,</br>Thus with fond smiles of approbation said:</br>\"Well hast thou past, sweet maid, one trying scene,</br>One fiery ordeal of the tyrant Spleen:</br>Thus, my SERENA, may thy force sustain</br>Each harder trial, that may yet remain!</br>Against the Fiend to fortify thy soul,</br>By useful knowledge of her dark controul,</br>I come to show thee, what no mortal eye,</br>Save thine, was e'er permitted to descry;</br>The realms, where Spleen's infernal agents goad</br>The ghostly tenants of her drear abode.</br>Now summon all thy strength!  throw fear aside,</br>And firmly trust in thy aethereal Guide!\"", "She spoke:  and thro' the Night's surrounding shade</br>Th' obedient Nymph, not unappall'd, convey'd;</br>Thro' long, long tracts of darkness, on they past</br>With speed, that struck the trembling Maid aghast,</br>Till now, recovering by degrees, she found</br>Her soft foot press upon the solid ground.</br>Encourag'd by her Guide, at length she tries</br>To search the gloomy scene, with anxious eyes.", "\"Thro' me ye pass to Spleen's terrisic dome,</br>Thro' me, to Discontent's eternal home:</br>Thro' me, to those, who sadden'd human life,</br>By sullen humour or vexatious strife;</br>And here, thro' scenes of endless vapours hurl'd,</br>Are punish'd in the forms they plagued the world;</br>Justly they feel no joy, who none bestow,</br>All ye who enter, every hope forego!\"</br>O'er an arch'd cavern, rough with horrid stone,</br>On which a feeble light, by flashes, shone,</br>These characters, that chill'd her soul with dread,</br>SERENA, fixt in silent wonder, read.</br>As she began to speak, her voice was drown'd</br>By the shrill echo of far other sound:</br>Forth from the portal lamentable cries</br>Of wailing Infants, without number, rise.</br>Compassion to this poor and piteous flock</br>Led the soft Maid still nearer to the rock.</br>The pining band within she now espied,</br>And, touch'd with tender indignation, cried,</br>\"How could these little forms, of life so brief,</br>Deserve this dire abode of lasting grief?\"</br>\"&mdash; Well may thy gentle heart be sore concern'd</br>At sight so moving,\" the mild Sprite return'd:</br>\"Thou seest in those, whose wailings wound thy ears,</br>The puny progeny of modern Peers:</br>Their sires, by Avarice or Ambition led,</br>Aliens to Love, approach'd the nuptial bed;</br>With proud indifference, and with cold distaste,</br>Their homely brides reluctantly embrac'd,</br>And by such union gave disastrous birth</br>To these poor pale incumbrances of earth,</br>Who, bred in Vanity, with Pride their dower,</br>Were Spleen's sure victims from their natal hour,</br>And in their splendid cradles pul'd and pin'd,</br>Till Fate their ill-spun thread of life untwin'd,</br>And to this vestibule convey'd their ghosts,</br>To form the van-guard of th' infernal hosts.</br>But let not Pity's ineffectual charm</br>Impede thy progress, or thy strength disarm!</br>Follow and fear not!  guarded by my care</br>From all the phantoms that around thee glare.\"", "She spoke; and enter'd, ere the Nymph replied,</br>A pass, that open'd in the cavern's side,</br>Low, dark, and rocky &mdash; with her body bent,</br>SERENA follow'd down the dire descent.</br>A sudden light soon struck her dazzled view;</br>But 'twas a light of such infernal hue,</br>As double horror to the darkness gave,</br>With dread reflection from a dusky wave.</br>Round a black water tatter'd spectres stand,</br>With each a tiny taper in its hand;</br>Fierce Mendicants!  who strive some alms to win</br>From the fair Wanderer, with incessant din.</br>The Guardian Spirit saw SERENA grieve,</br>To hear of wants she knew not to relieve;</br>And to the generous Nymph in pity cries:</br>\"The Gulf of Indolence before us lies,</br>O'er whose dull flood, to which no bank is seen,</br>A boat must waft thee to the dome of Spleen.</br>These pallid figures, that around thee press,</br>And haunt thee with importunate distress,</br>On earth were Beggars of each different class,</br>Tho' blended here in one promiscuous mass.</br>The Poor, who spurn'd kind Industry's controul,</br>The Rich, who begg'd from penury of soul:</br>Both by their abject pride alike debas'd,</br>Blasphem'd that nature, which they both disgrac'd,</br>And, hither by the sullen Fiend convey'd,</br>Here still they ply their ineffectual trade;</br>In chase of each new passenger they run,</br>Condemn'd to beg from all, to gain by none.</br>But from these wretches turn thy fruitless care!</br>Behold the gulf before thee, and beware!</br>Nor touch the stream, which mortal sense o'ercomes,</br>And by its baleful charm the soul benumbs!\"</br>\"&mdash; Can mortal pass!\"  the shudd'ring Nymph replied,</br>\"This sullen, slow, unnavigable tide,</br>In whose black current this enormous mound</br>Of shapeless stone appears, this horrid bound,</br>That seems an everlasting guard to keep</br>O'er the dull waters, that beneath it creep?\"", "While yet she spoke, with a resounding shock,</br>Forth from the arch of the impending rock,</br>Which o'er the murmuring eddy hung so low,</br>The lazy river scarce had room to flow,</br>Of rude construction, and in roughest plight,</br>A boat now issued to SERENA'S sight;</br>An empty boat, that slowly to the shore</br>Advanc'd, without the aid of sail or oar;</br>Self-mov'd it seem'd, but soon the Nymph beheld</br>A grisly figure, who the stern impell'd.</br>Wading behind, the horrid Form appear'd;</br>Above the water his strong arm he rear'd,</br>And cross the creeping flood the crazy vessel steer'd.</br>The heavenly Sprite observ'd her trembling Ward,</br>Whose growing fears the hideous pass abhorr'd,</br>And cheering thus she spake:  \"This Spectre boasts</br>The chief dominion of these dreary coasts:</br>To him, thy Pilot, without dread consign,</br>And place thy body in his bark supine!</br>So thro' this arching rock thou'lt pass alone,</br>Safe from the perils of the incumbent stone:</br>Embark undaunted! &mdash; on the farther side</br>Thou'lt surely find me, thy unfailing Guide.</br>Nor let this Pilot raise thy groundless dread,</br>This sullen Charon of the froward dead,</br>A Phantom, never blest with human life,</br>Tho' oft on earth his noxious power is rife;</br>And in that region, ne'er from error free,</br>The words he dictates are assign'd to me.</br>Observe this Fiend, that Nature scorn'd to frame,</br>Offspring of Pride, and Apathy his name!</br>Passions he ne'er can feel, and ne'er impart,</br>A miscreated Imp, without a heart;</br>In place of which, his subtle parent pinn'd</br>A bladder, fill'd with circulating wind,</br>Which seems with mimic life the mass to warm,</br>And gives false vigour to his bloated form.</br>But place thee in the boat his arms direct,</br>My love shall watch thee, and my power protect.\"", "So spake the friendly Sprite; th' obedient Maid</br>Her form along the narrow vessel laid:</br>But oh!  what terrors shake her tender soul,</br>As from the shore the bark begins to roll,</br>And, sever'd from her Friend, her eyes discern</br>The steering Spectre wading at the stern!</br>Far stronger fears her resolution melt,</br>Than those, which erst the Bard of Florence felt,</br>When, by the honour'd shade of Virgil led</br>Thro' all the dreary circles of the dead,</br>Hell's fiercest Demons threaten'd to divide</br>The living Poet from his shadowy Guide;</br>And bade him, friendless, and alone, return,</br>Thro' the dire horrors of the dark sojourn.</br>Not long the lovely Fair one's terrors last;</br>For safely thro' th' impending rock she past:</br>And slow advancing to the gloomy strand,</br>The sullen Pilot brings her safe to land.</br>There, fondly hovering on her guardian plumes,</br>The heavenly Monitor her charge resumes;</br>And smiling, leads along the rocky road,</br>Whose windings open into Spleen's abode.", "Thou Queen of Shades!  whose spirit-damping spell</br>Too oft is seen the Poet's pride to quell,</br>When the sharp workings of unrelish'd wit</br>Plunge thy pale victim in a bilous fit;</br>May I, unpunish'd by thy subtle power,</br>Dare to display thy subterranean bower,</br>And to this wond'ring upper world explain</br>The shadowy horrors of thy secret reign?", "Entering beneath a wide fantastic arch,</br>Round the drear circuit of the dome they march;</br>Which a pale flash from many a fiery Sprite</br>Frequent illumes with intermitting light;</br>Such, as on earth, to Superstition's eye,</br>Denounces ruin from the northern sky,</br>While she discerns, amid the nightly glare,</br>Armies embattled in the blazing air.", "Around the Nymph unnumber'd phantoms glide;</br>Here swell the bloated race of bulky Pride:</br>In close and horrid union, there appear</br>The wilder progeny of frantic Fear;</br>Mis-shapen monsters!  whose stupendous frame</br>Abhorrent Nature has refus'd to name.</br>Here, in Cameleon colours, lightly slit</br>The motley offspring of disorder'd Wit.</br>All things prodigious the wide cave contain'd,</br>And forms, beyond what Fable ever feign'd:</br>But, as the worm, that on the dewy green</br>Springs half to view, and half remains useen,</br>Perceiving near its cell a human tread,</br>Slinks back to earth, and hides its timid head:</br>So, where the heavenly Spirit deign'd to lead,</br>The startled spectres from her step recede;</br>And, as abash'd they from her eye retire,</br>Sink into mist, or melt in fluid fire.", "High on an ebon throne, superbly wrought</br>With each fierce figure of fantastic thought,</br>In a deep cove, where no bright beam intrudes,</br>O'er her black schemes the sullen Empress broods.</br>The Shriek-Owl's mingled with the Raven's plume</br>Shed o'er her furrow'd brows an awful gloom;</br>A garb, that glares with stripes of lurid flame,</br>Wraps in terrific pomp her haggard frame;</br>Round her a Serpent, as her zone, is roll'd,</br>Which, writhing, stings itself in every fold.", "Near her pavilion, in barbaric state,</br>Four Mutes the mandates of their Queen await.</br>From sickly Fancy bred, by sullen Sloth,</br>Both parents' curse, yet pamper'd still by both,</br>First stands Disease; an hag of magic power,</br>Varying her frightful visage every hour,</br>Her horrors heightening, as those changes last,</br>And each new form more hideous than the past.</br>Detraction next, a shapeless Fiend, appears,</br>Whose shrivell'd hand a misty mirror rears;</br>Fram'd by malignant Art, th' infernal toy</br>Inverts the lovely mien of smiling Joy,</br>Robs roseate Beauty of attractive Grace,</br>And gives a stepdame's frown to Nature's face.</br>The third in place, but with a fiercer air,</br>See the true Gorgon Disappointment glare!</br>By whose petrific power Delight's o'erthrown;</br>And Hope's warm heart becomes an icy stone.</br>Last, in a gorgeous robe, that, ill bestow'd,</br>Bows her mean body by its cumbrous load,</br>Stands fretful Discontent, of Fiends the worst,</br>By dignity debas'd, by blessings curst,</br>Who poisons Pleasure with the sourest leaven,</br>And makes a Hell of Love's ecstatic Heaven.", "The Guide celestial, near this ghastly group,</br>Perceiv'd her tender Charge with terror droop:</br>\"Fear not, sweet Maid,\" she cries, \"my steps pursue!</br>Nor gaze too long on this infernal crew!</br>Turn from Detraction's fascinating glass!</br>In silence cross the throne!  observe, and pass!</br>Beyond this dome, the palace of the Queen,</br>Her empire winds thro' many a dreary scene,</br>Where she torments, as their deserts require,</br>Her various victims, that on earth expire;</br>Each class apart:  for in a different cell</br>The Fierce, the Fretful, and the Sullen dwell:</br>These shalt thou slightly view, in vapours hurl'd,</br>And swiftly then regain thy native world.</br>But first remark, within that ample nich,</br>With every quaint device of splendor rich,</br>Yon Phantom, who, from vulgar eyes withdrawn,</br>Appears to stretch in one eternal yawn:</br>Of empire here he holds the tottering helm,</br>Prime Minister in Spleen's discordant realm,</br>The pillar of her spreading state, and more,</br>Her darling offspring, whom on earth she bore;</br>For, as on earth his wayward mother stray'd,</br>Grandeur, with eyes of fire, her form survey'd,</br>And with strong passion starting from his throne,</br>Unloos'd the sullen Queen's reluctant zone.</br>From his embrace, conceiv'd in moody joy,</br>Rose the round image of a bloated boy:</br>His nurse was Indolence; his tutor Pomp,</br>Who kept the child from every childish romp;</br>They rear'd their nursling to the bulk you see,</br>And his proud parents call'd their imp ENNUI.</br>This realm he rules, and in superb attire</br>Visits each earthly palace of his Sire:</br>A thousand shapes he wears, now pert, now prim,</br>Pursues each grave conceit, or idle whim;</br>In arms, in arts, in government engages,</br>With Monarchs, Poets, Politicians, Sages;</br>But drops each work, the moment it's begun,</br>And, trying all things, can accomplish none:</br>Yet o'er each rank, and age, and sex, his sway</br>Spreads undiscern'd, and makes the world his prey.</br>The light Coquet, amid flirtation, sighs,</br>To find him lurk in Pleasure's vain disguise;</br>And the grave Nun discovers, in her cell,</br>That holy water but augments his spell.</br>As the strange monster, of the serpent breed,</br>That haunts, as travellers tell, the marshy mead,</br>Devours each nobler beast, tho' firmly grown</br>To size and strength superior to his own;&mdash;</br>For on the grazing Horse, or larger bull,</br>Subtly he springs, of dark saliva full,</br>With swiftly-darting tongue his prey anoints</br>With venom, potent to dissolve its joints,</br>And, while its bulk in liquid poison swims,</br>Swallows its melting bone and fluid limbs:&mdash;</br>So this Ennui, this wonder-working Elf,</br>Can vanquish powers far mightier than himself:</br>Nor Wit nor Science soar his reach above,</br>And oft he seizes on successful Love.</br>Of all the radiant host who lend their aid</br>To light mankind thro' life's bewildering shade,</br>Bright Charity alone, with cloudless ray,</br>May boast exemption from his baleful sway:</br>Haste then, sweet Nymph, nor let us longer roam</br>Round the drear circle of this dangerous dome!</br>Lest e'en thy Guide, entangled in his spell,</br>Should fail to guard thee from a Fiend so fell!\"", "So speaking, the kind Spirit's anxious care</br>Led from the palace the attentive Fair,</br>And, winding through a passage dark and rude,</br>Thus the mild Monitor her speech renew'd:</br>\"'Gainst Fear and Pity now thy bosom steel,</br>For sights more horrible I now reveal!</br>Spleen's tortur'd victims view with dauntless eyes;</br>For lo!  her penal realms before thee rise!\"</br>The Nymph advancing saw, with mute amaze,</br>A dismal, deep, enormous dungeon blaze.</br>Stones of red fire the hideous wall compos'd;</br>And massive gates the horrid confine clos'd,</br>Th' infernal Portress of this doleful dome,</br>With fiery lips, that swell'd with poisonous foam,</br>Pale Discord, rag'd; with whose tormenting tongue,</br>Thro' all its caves th' extensive region rung:</br>A living Vulture was the Fury's crest;</br>And in her hand a Rattlesnake she prest,</br>Whose angry joints incessantly were heard</br>To sound defiance to the screaming Bird.", "\"The boundless depth of this dire prison holds</br>The untam'd spirits of imperious Scolds:</br>Nor think that Females only fill the cave!</br>Male Termagants have liv'd, and here they rave.</br>All of each sex are pent within this pale,</br>Who knew no use of language, but to rail.\"</br>Thus to her Charge exclaim'd the heavenly Guide,</br>And, as she spoke, the portals open'd wide,</br>And to th' observance of the shuddering Maid,</br>Th' immeasurable den was all display'd.</br>But oh!  what various noises from within</br>Fill the vext air with one stupendous din!</br>Mourning's deep groan, and Anger's furious call</br>Terror's loud cry, and Affectation's squall,</br>The sob of Passion, the Hysteric scream,</br>And shrieks of Frenzy, in its fierce extreme!</br>In this wild uproar every sound's combin'd,</br>That stuns the senses, and distracts the mind.</br>\"Mark\" (to the nymph SOPHROSYNE began)</br>\"The fierce Xantippe flaming in the van,</br>The vase, she emptied on the sage's head,</br>Hangs o'er her own, a different shower to shed;</br>For, drop by drop, distilling liquid fire,</br>It fills the Vixen with new tropes of ire.", "\"Beyond the Grecian dame extend your view,</br>And mark the spectre of a modern Shrew!</br>She, who whene'er she din'd, with furious look,</br>Spurn'd her nice food, and bellow'd at her cook,</br>Here justly feels a culinary rack,</br>Bound like Ixion, to a whirling jack.", "\"But lo the Tityrus of this realm!  whose hulk</br>Is stretch'd supine, and whose enormous bulk</br>To such extent in this wide scene is spread,</br>Nine acres seem too narrow for his bed!</br>This form was once (but many years are past,</br>Since in his Civic furs he breath'd his last)</br>Lord Mayor of London; his whole life one treat,</br>And all his business but to rail and eat.</br>The circling group of Fish, and Fowl, and Beasts,</br>Once crown'd his table, and compos'd his feasts;</br>For all the creatures (mark this strange event!)</br>Which he devour'd with growling discontent,</br>O'er him their reunited limbs display,</br>The grumbling Glutton's flesh they rend away,</br>And find his swelling form a never-failing prey.</br>See!  fifty Turkies gobble on his paunch!</br>O'er his broad side twelve creeping Tutles spread,</br>And Fowls unnumber'd flutter round his head.\"", "SERENA gaz'd, but soon she turn'd away,</br>Mute with disgust, and shuddering with dismay,</br>\"To scenes less hideous let us now repair!\"</br>(Said the kind Guard of the dejected Fair)</br>And, cheering her faint Charge, her step she led</br>To the near dwelling of the fretful dead.", "Of dusky adamant the dungeon rose;</br>A dingy mirror its dark sides compose,</br>Reflecting, with a thousand quaint grimaces,</br>The pale inhabitants' distorted faces.</br>\"Here, like a Dame of Quality array'd,</br>Sits Peevishness, presiding o'er the shade,</br>And frowning at her own uncomely mien,</br>Whose coarse reflection on the wall is seen.</br>A snarling Lap-dog her right hand restrains,</br>Her lap an infant Porcupine contains,</br>Which, while her fondness tries its wrath to still,</br>Wounds her each moment with a pointed quill.</br>The froward Spirits here in durance fret,</br>Whose testy life was one continued pet;</br>Here they in trifles that vexation find,</br>Which teaz'd on earth their irritated mind.</br>Observe the Phantom, who with eyes askance</br>Still to the mirror turns her eager glance!</br>While on her cheek, at every anxious turn,</br>Blushes of new mortification burn.</br>Beauty for lasting bliss had form'd the Maid;</br>Love to her arms his faithful homage paid;</br>But, all this swelling tide of joy to check,</br>A fatal Freckle rises on her neck:</br>Her soft cosmetics the vext Nymph applies,</br>Success attends her, and the Freckle dies:</br>But ah!  this victory avails her not;</br>She finds an Hydra in the teazing spot:</br>Fast as one flies, another still succeeds,</br>And with eternal food her fretful humour feeds.", "Near to the Nymph, in a more moody fit,</br>See the pale Phantom of a peevish Wit!</br>Mark with what frowns his eager eyes peruse,</br>Wet from the press, three Critical Reviews!</br>With wounded Vanity's distracting rage</br>How rapidly he runs thro' every page!</br>He finds some honours lavish'd on his Verse,</br>And Joy's faint gleams his gloomy spirit pierce.</br>But oh!  too soon these feeble sparks decay:</br>And keen Vexation reassumes her prey.</br>Hating reproof, in every fibre sore,</br>One censur'd particle torments him more,</br>More than a hundred happier lines delight,</br>Which liberal favour condescends to cite.", "But time will fail us, if we pause to view</br>The various torments of the testy crew;</br>These wretched chymists, whose o'erheated brain</br>Extracts from nothing a substantial pain.</br>Yet, ere to different districts we advance,</br>Take of one fretful tribe a transient glance!</br>Their unsuspected punishments supply</br>A lesson, useful to the Female eye.</br>Spleen's liveliest agent here beguiles the gay,</br>Fair to attract, and flattering to betray.\"</br>As thus the kind aethereal Guardian spoke,</br>Within a rock, whence plaintive murmurs broke,</br>She touch'd a secret spring, whose power was such,</br>Two jarring doors unfolded at the touch,</br>And, with the charms of regal splendor bright,</br>A chearful banquet sparkles to the sight.</br>Viands so light, so elegantly grac'd,</br>Might tempt e'en Temperance herself to taste;</br>For Fruits alone compos'd th' enticing treat,</br>Fair to the eye, and to the palate sweet.</br>In such bright juice the Peach and Cherry swim,</br>As make the Topaz and the Ruby dim.</br>Here crown'd with every flower, and gaily drest</br>In all the glitter of a Gallic vest,</br>Whose ample folds her loathsome body screen'd,</br>A child of Luxury reigns, a subtle Fiend!</br>Who, with a grace that every heart allures,</br>Smiles on the lustre of her rich liqueurs.</br>Her fatal smiles their utmost power exert</br>To poison Beauty at her dire dessert;</br>To blast the rose that Health's bright cheek adorns,</br>And fill each festive heart with latent thorns:</br>For the sly Fiend, of every art possest,</br>Steals on th' affection of her Female guest;</br>And, by her soft address seducing each,</br>Eager she plies them with a Brandy Peach:</br>They with keen lip the luscious fruit devour;</br>But swiftly feel its peace-destroying power.</br>Quick thro' each vein new tides of frenzy roll:</br>All evil passions kindle in the soul,</br>Drive from each feature every chearful grace,</br>And glare ferocious in the sallow face;</br>The wounded nerves in furious conflict tear,</br>Then sink, in blank dejection and despair.</br>Effects more dire, thus tempting to deceive,</br>The Apple wrought not in the soul of Eve;</br>Howe'er disguis'd, in Jelly or in Jam,</br>Spleen has no poison surer than a Dram.", "\"But haste we now\" (the heavenly Leader cries)</br>\"To where this penal world's last wonder lies!\"</br>She spoke; and led the Nymph thro' deeper dells,</br>Low-murmuring vaults, and horror-breathing cells.</br>And now they pass a perforated cage,</br>Where rancorous Spectres without number rage.</br>\"Avert thine eye!\" (the heavenly Spirit said)</br>\"Nor view these abject tribes of envious dead!</br>Who pin'd to hear the voice of Truth proclaim</br>A Sister's beauty, or a Brother's fame!</br>Tho' crown'd with all Prosperity imparts,</br>High in their various ranks, and several arts;</br>Yet, meanly sunk by Envy's base controul,</br>They died in that consumption of the soul;</br>And here, thro' bars that twisted Adders make,</br>And the long volumes of th' envenom'd Snake,</br>O'er this dark road they dart an anxious eye,</br>Still envying evey Fiend that flutters by.</br>Pass!  and regard them not!\" &mdash; Th' attentive Maid</br>In silent tremor the behest obey'd.", "This dungeon crost, her weary feet she drags</br>Thro' winding caverns, and o'er icy crags:</br>Soul-chilling damps in the dark passage reign,</br>Which issues on a vast and dreary plain,</br>Fann'd by no breezes, with no verdure crown'd;</br>The black horizon is its only bound.</br>And now advancing, in a drizzly mist,</br>Thro' sullen Phantoms, hating to exist,</br>SERENA spies, high o'er his subjects plac'd,</br>The ghastly Tyrant of the gloomy waste.</br>Murmuring he sits upon a rocking stone,</br>Th' unstable base of his ill-founded throne:</br>Hideous his face, and horrible his frame,</br>Misanthropy the grisly Monster's name!</br>Him to fierce Pride, with raging passion sore,</br>The frowning Gorgon, Disappointment, bore;</br>On earth detested, and by heaven abhorr'd,</br>Of this drear wild he reigns the moody lord.</br>Few are the subjects of his waste domain,</br>And scarce a Female in his frightful train,</br>Except one changing corps of ancient Prudes:</br>Reluctant here the prying band intrudes.</br>Each, who on earth, behind her artful fan,</br>Feign'd coarse aversion to the creature Man,</br>Is doom'd, in this dark region, to abide</br>Some transient pains for hypocritic pride.</br>Here ever-during chains those Scoffers bind,</br>Whose writings deaden and debase the mind;</br>Who mock Creation with injurious scorn,</br>And feel a fancied void in Plenty's horn.", "In his right-hand, an emblem of his cares,</br>A branch of Aconite the Monarch bears;</br>And those four Phantoms, who this region haunt,</br>He feeds with berries from this deadly plant;</br>For, strange to tell!  tho' sever'd from its root,</br>The bough still blackens with successive fruit.</br>The tribes, who taste it, burst into a fit</br>Of raving mockery and rancorous wit;</br>And, pleas'd their Tyrant's ghastly smile to court,</br>By vile distortions make him various sport.</br>The frantic rabble, who his sway confess,</br>Before his throne an hideous Puppet dress;</br>When in unseemly rags they have array'd</br>The image, from their own dark semblance made,</br>In horrid gambols round their work they throng,</br>With antic dance and rude discordant song;</br>Satire's rank offals on the block they fling,</br>And call it Nature, to delight their King:</br>While in their features he exults to see</br>The frowns of Torture, mixt with grins of Glee.</br>For, as these abject toils engage the crew,</br>Their own grim idol darkens to their view;</br>Wide and more wide its horrid stature spreads,</br>And o'er the tribe new consternation sheds:</br>For each forgets, in his bewilder'd gaze,</br>'Tis but a Monster, which he help'd to raise.</br>As o'er its form their dizzy glances roll,</br>It strikes a chearless damp thro' all the soul.</br>Vainly to shun the baleful sight they try,</br>It draws for ever the reluctant eye:</br>At each review with deeper dread they start;</br>A colder chaos numbs each freezing heart.</br>No mutual confidence, no friendly care,</br>Relieves the panic they are doom'd to bear;</br>For as they shrink absorb'd in wild affright,</br>When each to each inclines his wounded sight.</br>They feel, for social comfort, sour disgust,</br>And all the sullen anguish of distrust.", "\"Now mark, SERENA!\" (the mild Guide began)</br>The proudest Phantom of the gloomy clan,</br>Appointed, by this surly Monarch's grace,</br>High-priest of all his Misanthropic race!</br>See o'er the croud a throne of vapours lift</br>That strange and motley form, the shade of SWIFT!</br>Now shalt thou view\" (the guardian Sprite pursues)</br>His horrid pennance, that each day renews:</br>Perchance its terrors may o'erwhelm thy sense,</br>But trust my care to bear thee safely hence!\"</br>As thus she spoke, above the gazing throng,</br>High in a sailing cloud the Spectre swept along.</br>Vain of his power, of elocution proud,</br>In mystic language he harangu'd the crowd;</br>The bounds he mark'd, with measure so precise,</br>Of Equine virtue, and of Human vice,</br>That, cursing Nature's gifts, without remorse,</br>Each sullen hearer wish'd himself a Horse.</br>Pleas'd with the pure effect his sermon wrought,</br>Th' ambitious Priest a rich Tiara caught,</br>Which, hovering o'er his high-aspiring head,</br>Sarcastic Humour dangled by a thread.</br>The rich Tiara, for his temples fit,</br>Blaz'd with each polish'd gem of brilliant wit;</br>And sharp-fac'd Irony, his darling Sprite,</br>Who rais'd her patron to this giddy height,</br>Fast on his brow the dangerous honour bound,</br>But, in the moment that her Priest was crown'd,</br>His airy throne dissolv'd, and thunder rent the ground.</br>Forth from the yawning earth, with lightning's speed,</br>Sprung the fierce phantom of a fiery Steed,</br>Spurring his sides, whence bloody poison flow'd,</br>The ghastly-grinning Fiend, Derision, rode.</br>In her right-hand a horrid whip she shakes,</br>Whose sounding lash was form'd of knotted snakes:</br>An uncouth bugle her left-hand display'd,</br>From a grey monkey's skull by Malice made;</br>As her distorted lips this whistle blew,</br>Forth rush'd the Spectre of a wild Yahoo.</br>See the poor Wit in hasty terror spring,</br>And fly for succour to his grizzly King!</br>In vain his piercing cries that succour court:</br>The grizzly King enjoys the cruel sport.</br>Behold the fierce Yahoo, her victim caught,</br>Drive her sharp talons thro' the seat of thought!</br>That copious fountain, which too well supplied</br>Perverted Ridicule's malignant tide.</br>Quick from her steed the grinning Fiend descends,</br>From the pierc'd skull the spleenful brain she rends,</br>To black Misanthropy, her ghastly King,</br>See the keen Hag this horrid present bring!</br>Her daily gift!  for, as each day arrives,</br>Her destin'd victim for new death revives.</br>The Huntress now, this direst pageant past,</br>On her wild bugle blew so dread a blast,</br>The sharp sound pierc'd thro' all the depths of Hell;</br>The fiends all answer'd in one hideous yell,</br>And in a fearful trance the soft SERENA fell.</br>Hence from the lovely nymph her senses fled,</br>Till, thro' the parted curtains of her bed,</br>The amorous Sun, who now began to rise,</br>Kist, with a sportive beam, her opening eyes.", ""]