["When, to the common rest that crowns our days,</br>Call'd in the noon of life, the good man goes,</br>Or full of years, and ripe in wisdom, lays</br>His silver temples in their last repose;</br>When, o'er the buds of youth, the death-wind blows,</br>And blights the fairest; when our bitterest tears</br>Stream, as the eyes of those that love us close,</br>We think on what they were, with many fears</br>Lest Goodness die with them, and leave the coming years.", "And therefore, to our hearts, the days gone by,&mdash;</br>When lived the honor'd sage whose death we wept,</br>And the soft virtues beam'd from many an eye,</br>And beat in many a heart that long has slept,&mdash;</br>Like spots of earth where angel-feet have stept&mdash;</br>Are holy; and high-dreaming bards have told</br>Of times when worth was crown'd, and faith was kept,</br>Ere friendship grew a snare, or love wax'd cold&mdash;</br>Those pure and happy times &mdash; the golden days of old.", "Peace to the just man's memory, &mdash; let it grow</br>Greener with years, and blossom through the flight</br>Of ages; let the mimic canvas show</br>His calm benevolent features; let the light</br>Stream on his deeds of love, that shunn'd the sight</br>Of all but heaven, and, in the book of fame,</br>The glorious record of his virtues write,</br>And hold it up to men, and bid them claim</br>A palm like his, and catch from him the hallow'd flame.", "But oh, despair not of their fate who rise</br>To dwell upon the earth when we withdraw;</br>Lo!  the same shaft, by which the righteous dies,</br>Strikes through the wretch that scoff'd at mercy's law,</br>And trode his brethren down, and felt no awe</br>Of him who will avenge them.  Stainless worth,</br>Such as the sternest age of virtue saw,</br>Ripens, meanwhile, till time shall call it forth</br>From the low modest shade, to light and bless the earth.", "Has Nature, in her calm majestic march,</br>Falter'd with age at last?  does the bright sun</br>Grow dim in heaven?  or, in their far blue arch,</br>Sparkle the crowd of stars, when day is done,</br>Less brightly?  when the dew-lipp'd spring comes on,</br>Breathes she with airs less soft, or scents the sky</br>With flowers less fair than when her reign begun?</br>Does prodigal autumn, to our age, deny</br>The plenty that once swell'd beneath his sober eye?", "Look on this beautiful world, and read the truth</br>In her fair page; see, every season brings</br>New change, to her, of everlasting youth;</br>Still the green soil, with joyous living things,</br>Swarms, the wide air is full of joyous wings,</br>And myriads, still, are happy in the sleep</br>Of ocean's azure gulfs, and where he flings</br>The restless surge.  Eternal love doth keep</br>In his complacent arms, the earth, the air, the deep.", "Will then the merciful One, who stamp'd our race</br>With his own image, and who gave them sway</br>O'er earth, and the glad dwellers on her face</br>Now that our flourishing nations far away</br>Are spread, where'er the moist earth drinks the day,</br>Forget the ancient care that taught and nursed</br>His latest offspring?  will he quench the ray</br>Infused by his own forming smile at first,</br>And leave a work so fair all blighted and accursed?", "Oh no!  a thousand cheerful omens give</br>Hope of yet happier days whose dawn is nigh;</br>He, who has tamed the elements, shall not live</br>The slave of his own passions; he whose eye</br>Unwinds the eternal dances of the sky,</br>And in the abyss of brightness dares to span</br>The sun's broad circle, rising yet more high,</br>In God's magnificent works his will shall scan&mdash;</br>And love and peace shall make their paradise with man.", "Sit at the feet of history &mdash; through the night</br>Of years the steps of virtue she shall trace,</br>And show the earlier ages, where her sight</br>Can pierce the eternal shadows o'er their face;&mdash;</br>When, from the genial cradle of our race,</br>Went forth the tribes of men, their pleasant lot</br>To choose, where palm-groves cool'd their dwelling place,</br>Or freshening rivers ran; and there forgot</br>The truth of heaven, and kneel'd to gods that heard them not.", "Then waited not the murderer for the night,</br>But smote his brother down in the bright day,</br>And he who felt the wrong, and had the might,</br>His own avenger, girt himself to slay;</br>Beside the path the unburied carcass lay;</br>The shepherd, by the fountains of the glen,</br>Fled, while the robber swept his flock away,</br>And slew his babes.  The sick, untended then,</br>Languish'd in the damp shade, and died afar from men.", "But misery brought in love &mdash; in passions strife</br>Man gave his heart to mercy pleading long,</br>And sought out gentle deeds to gladden life;</br>The weak, against the sons of spoil and wrong,</br>Banded, and watch'd their hamlets, and grew strong.</br>States rose, and, in the shadow of their might,</br>The timid rested.  To the reverent throng,</br>Grave and time-wrinkled men, with locks all white,</br>Gave laws, and judged their strifes, and taught the way of right.", "Till bolder spirits seized the rule, and nail'd</br>On men the yoke that man should never bear,</br>And drove them forth to battle:  Lo!  unveil'd</br>The scene of those stern ages!  What is there?</br>A boundless sea of blood, and the wild air</br>Moans with the crimson surges that intomb</br>Cities and banner'd armies; forms that wear</br>The kingly circlet, rise, amid the gloom,</br>O'er the dark wave, and straight are swallow'd in its womb.", "Those ages have no memory &mdash; but they left</br>A record in the desert &mdash; columns strown</br>On the waste sands, and statues fall'n and cleft,</br>Heap'd like a host in battle overthrown;</br>Vast ruins, where the mountain's ribs of stone</br>Were hewn into a city; streets that spread</br>In the dark earth, where never breath has blown</br>Of heaven's sweet air, nor foot of man dares tread</br>The long and perilous ways &mdash; the cities of the dead;", "And tombs of monarchs to the clouds up-piled&mdash;</br>They perish'd &mdash; but the eternal tombs remain&mdash;</br>And the black precipice, abrupt and wild,</br>Pierced by long toil and hollow'd to a fane;&mdash;</br>Huge piers and frowning forms of gods sustain</br>The everlasting arches, dark and wide,</br>Like the night heaven when clouds are black with rain.</br>But idly skill was task'd, and strength was plied,</br>All was the work of slaves, to swell a despot's pride.", "And virtue cannot dwell with slaves, nor reign</br>O'er those who cower to take a tyrants yoke;</br>She left the down-trod nations in disdain,</br>And flew to Greece, when liberty awoke,</br>New-born, amid those beautiful vales, and broke</br>Sceptre and chain with her fair youthful hands,</br>As the rock shivers in the thunder stroke.</br>And lo!  in full-grown strength, an empire stands</br>Of leagued and rival states, the wonder of the lands.", "Oh Greece!  thy flourishing cities were a spoil</br>Unto each other; thy hard hand oppress'd</br>And crush'd the helpless; thou didst make thy soil</br>Drunk with the blood of those that loved thee best:</br>And thou didst drive, from thy unnatural breast,</br>Thy just and brave to die in distant climes;</br>Earth shudder'd at thy deeds, and sigh'd for rest</br>From thine abominations; after times</br>That yet shall read thy tale, will tremble at thy crimes.", "Yet there was that within thee which has saved</br>Thy glory, and redeem'd thy blotted name;</br>The story of thy better deeds, engraved</br>On fame's unmouldering pillar, puts to shame</br>Our chiller virtue; the high art to tame</br>The whirlwind of thy passions was thine own;</br>And the pure ray, that from thy bosom came,</br>Far over many a land and age has shone,</br>And mingles with the light that beams from God's own throne.", "And Rome, thy sterner, younger sister, she</br>Who awed the world with her imperial frown,</br>Drew the deep spirit of her race from thee,&mdash;</br>The rival of thy shame and thy renown.</br>Yet her degenerate children sold the crown</br>Of earth's wide kingdoms to a line of slaves;</br>Guilt reign'd, and wo with guilt, and plagues came down,</br>Till the North broke its flood gates, and the waves</br>Whelm'd the degraded race, and welter'd o'er their graves.", "Vainly that ray of brightness from above,</br>That shone around the Galilean lake,</br>The light of hope, the leading star of love,</br>Struggled, the darkness of that day to break;</br>Even its own faithless guardians strove to slake,</br>In fogs of earth, the pure immortal flame;</br>And priestly hands, for Jesus' blessed sake,</br>Were red with blood, and charity became.</br>In that stern war of forms, a mockery and a name.", "They triumph'd, and less bloody rites were kept</br>Within the quiet of the convent cell;</br>The well-fed inmates patter'd prayer, and slept,</br>And sinn'd, and liked their easy penance well.</br>Where pleasant was the spot for men to dwell,</br>Amid its fair broad lands the abbey lay,</br>Sheltering dark orgies that were shame to tell,</br>And cowl'd and barefoot beggars swarm'd the way,</br>All in their convent weeds, of black, and white, and gray.", "Oh, sweetly the returning muses' strain</br>Swell'd over that famed stream, whose gentle tide</br>In their bright lap the Etrurian vales detain,</br>Sweet, as when winter storms have ceased to chide,</br>And all the new leaved woods, resounding wide,</br>Send out wild hymns upon the scented air.</br>Lo!  to the smiling Arno's classic side</br>The emulous nations of the west repair,</br>And kindle their quench'd urns, and drink fresh spirit there.", "Still, heaven deferr'd the hour ordain'd to rend</br>From saintly rottenness the sacred stole;</br>And cowl and worshipp'd shrine could still defend</br>The wretch with felon stains upon his soul;</br>And crimes were set to sale, and hard his dole</br>Who could not bribe a passage to the skies;</br>And vice beneath the mitre's kind control,</br>Sinn'd gaily on, and grew to giant size,</br>Shielded by priestly power, and watch'd by priestly eyes.", "At last the earthquake came &mdash; the shock, that hurl'd</br>To earth, in many fragments dash'd and strown,</br>The throne, whose roots were in another world,</br>And whose far stretching shadow awed our own.</br>From many a proud monastic pile, o'erthrown,</br>Fear-struck, the hooded inmates rush'd and fled;</br>The web, that for a thousand years had grown</br>O'er prostrate Europe, in that day of dread</br>Crumbled and fell, as fire dissolves the flaxen thread.", "The spirit of that day is still awake,</br>And spreads himself, and shall not sleep again;</br>But through the idle mesh of power shall break,</br>Like billows o'er the Asian monarch's chain;</br>Till men are fill'd with him, and feel how vain,</br>Instead of the pure heart and innocent hands,</br>Are all the proud and pompous modes to gain</br>The smile of heaven; &mdash; till a new age expands</br>Its white and holy wings above the peaceful lands.", "For look again on the past years; &mdash; behold,</br>Flown, like the night-mare's fearful dreams, away</br>Full many a horrible worship, that, of old,</br>Subdued the shuddering realms to its dark sway;</br>And crimes that fear'd not once the eye of day,</br>Rooted from men, without a name or place;</br>And nations blotted out from earth, to pay</br>The forfeit of deep guilt; &mdash; with glad embrace</br>The fair disburden'd lands welcome a nobler race.", "Thus error's monstrous shapes from earth are driven;</br>They fade, they fly &mdash; but truth survives their flight;</br>Earth has no shades to quench that beam of heaven;</br>Each ray, that shone, in early time, to light</br>The faltering footsteps in the path of right,</br>The broader glow of brightness, shed to aid</br>In man's maturer day his bolder sight,</br>All blended, like the rainbow's radiant braid,</br>Pour yet, and still shall pour, the blaze that cannot fade.", "Late, from this western shore, that morning chased</br>The deep and ancient night, that threw its shroud</br>O'er the green land of groves, the beautiful waste,</br>Nurse of full streams, and lifter up of proud</br>Sky-mingling mountains that o'erlook the cloud.</br>Erewhile, where yon gay spires their brightness rear,</br>Trees waved, and the brown hunter's shouts were loud</br>Amid the forest; and the bounding deer</br>Fled at the glancing plume, and the gaunt wolf yell'd near.", "And where his willing waves yon bright blue bay</br>Sends up, to kiss his decorated brim,</br>And cradles, in his soft embrace, the gay</br>Young group of grassy islands born of him,</br>And, crowding nigh, or in the distance dim,</br>Lifts the white throng of sails, that bear or bring</br>The commerce of the world; &mdash; with tawny limb,</br>And belt and beads in sunlight glistening,</br>The savage urged his skiff like wild bird on the wing.", "Then, all his youthful paradise around,</br>And all the broad and boundless mainland, lay</br>Cool'd by the interminable wood, that frown'd</br>O'er mound and vale, where never summer ray</br>Glanced, till the strong tornado broke his way</br>Through the grey giants of the sylvan wild;</br>Yet many a shelter'd glade, with blossoms gay</br>Beneath the showery sky and sunshine mild,</br>Within the shaggy arms of that dark forest smiled.", "There stood the Indian hamlet, there the lake</br>Spread its blue sheet that flash'd with many an oar,</br>Where the brown otter plunged him from the brake,</br>And the deer drank &mdash; as the light gale flew o'er,</br>The twinkling maize-field rustled on the shore;</br>And while that spot, so wild and lone and fair,</br>A look of glad and innocent beauty wore,</br>And peace was on the earth and in the air,</br>The warrior lit the pile, and bound his captive there:", "Not unavenged &mdash; the foeman, from the wood,</br>Beheld the deed, and when the midnight shade</br>Was stillest, gorged his battle-axe with blood;</br>All died &mdash; the wailing babe &mdash; the shrieking maid&mdash;</br>And in the flood of fire that scathed the glade,</br>The roofs went down; but deep the silence grew,</br>When on the dewy woods the day-beam play'd;</br>No more the cabin smokes rose wreath'd and blue,</br>And ever, by their lake, lay moor'd the light canoe.", "Look now abroad &mdash; another race has fill'd</br>These populous borders &mdash; wide the wood recedes,</br>And towns shoot up, and fertile realms are till'd;</br>The land is fall of harvests and green meads;</br>Streams numberless, that many a fountain feeds,</br>Shine, disembower'd, and give to sun and breeze</br>Their virgin waters; the full region leads</br>New colonies forth, that toward the western seas</br>Spread, like a rapid flame among the autumnal trees.", "Here the free spirit of mankind at length</br>Throws its last fetters off; and who shall place</br>A limit to the giant's unchain'd strength,</br>Or curb his swiftness in the forward race.</br>Far, like the comet's way through infinite space,</br>Stretches the long untravell'd path of light</br>Into the depths of ages:  we may trace,</br>Afar, the brightening glory of its flight,</br>Till the receding rays are lost to human sight.", "Europe is given a prey to sterner fates,</br>And writhes in shackles; strong the arms that chain</br>To earth her struggling multitude of states;</br>She too is strong, and might not chafe in vain</br>Against them, but shake off the vampyre train</br>That batten on her blood, and break their net.</br>Yes, she shall look on brighter days, and gain</br>The meed of worthier deeds; the moment set</br>To rescue and raise up, draws near &mdash; but is not yet.", "But thou, my country, thou shalt never fall,</br>But with thy children &mdash; thy maternal care,</br>Thy lavish love, thy blessings shower'd on all&mdash;</br>These are thy fetters &mdash; seas and stormy air</br>Are the wide barrier of thy borders, where</br>Among thy gallant sons that guard thee well,</br>Thou laugh'st at enemies:  who shall then declare</br>The date of thy deep-founded strength, or tell</br>How happy, in thy lap, the sons of men shall dwell.</br>"]