["Ah-well-a-day!  what will become of me?</br>None comes to wooe; must I a maiden die?</br>I flouted Hobbinol; my flouts I moan:</br>As pettish babies, when the pap is gone,</br>Cry for't again; but all their cries are vain;</br>The lulling mothers trow not what they mean.</br>O, come my love, ah me, why did I scorn?</br>Deaf as a fish!  I sorrow in my turn.</br>One winter's eve thy love appeared plain,</br>When thou albee the cold, the wind, and rain,</br>O'er yon high rocky mountain came to wooe;</br>Ah, what cou'd love 'gainst every danger do!</br>Plain was thy love, and hence might well be known:</br>Thy love I plainly saw, but little wist my own.</br>Mad giddy girl, I lewdly held the door,</br>And call'd, get home, he went, but comes no more.</br>His love is chang'd, I fear:  It cannot be:</br>Did I not see him stand behind a tree</br>At me to peep, attending of my ewes?</br>He saw me look; and sculk'd among the boughs.</br>Thou surely loves me still; did I not find</br>An emm, new-carved on yon beech's rind?</br>This was thy work; what other cou'd it mean?</br>No Mally else, but me, lives on our green.</br>By this, it seems, I am not quite forgot;</br>He, sure enough, this emm, for Mally wrote.</br>And, pray, what lass is liker him, than me?</br>Birds of like feather will together be.</br>His sheep with crabs, and him with plums I'll beat;</br>Crabs been too hard:  he does not hear me say't.</br>He'll chace, and take me; if he let's me go,</br>That he may take again, again I'll throw.</br>He may love Nan o' th' dale; but she's not fair;</br>Nor kon she rightly tend a shepherd's care;</br>Nor heal their ills, with simples well prepar'd:</br>Nor shear the corn; nor milk the brindley herd:</br>She little knows the dairy maiden's care;</br>Or cheese to press, or butter to prepare;</br>All which I do.  I have full twenty ewes;</br>Besides their lambs; and tway right fair-fleck'd cows:</br>A milking pail, a skimming dish, a churn,</br>A sheep-hook rarely carv'd, but somewhat worn;</br>A cypress cheese-vat, spinning-wheel, tho' old;</br>A chaff-bed, and green rug, to keep from cold.</br>What wou'd one more?  and yet my mother said,</br>She'd give me th' elbow chair when I was wed.</br>My garter's loose, and that's a certain show,</br>That my sweetheart is thinking of me now:</br>It must mean Mopsy; Hobbinol is gone;</br>Poor Hobbinol, why on thee did I frown?</br>Mopsy cou'd love me well; tho' Hob disdains,</br>Or else no truth abides in shepherd swains.</br>He told our Roger I was passing fair,</br>Besides he sends me many a cath'rin' pear.", "I met two tawny gypsies on a day,</br>And gypsies been right knowing folk they say.</br>They took my hand and wistful looking said</br>That I was then woo'd by a lovely lad.</br>Who shou'd be mine:  He wore a cap of green;</br>This must be Hob, but Hob comes not again.", "I dreamt of bulls; and now for sure I know,</br>That dreams of bulls forebode some deal of woe:</br>Oh, henceforth may I dream of bulls no more!</br>Come Hobbinol, nor shun to dark my door.</br>Why scorned I?  ah me, why did I scorn?</br>And not thy love with equal love return?</br>Ah, why?  but 'tis too late, 'tis all in vain,</br>My dear is gone, and cometh not again.</br>O come again; why thus impair my charms?</br>My door stands open; open are my arms.</br>"]