["ALCON, CHALCIS.", "Cete, a Nymph (conscious of beauty) strove</br>T' expose her charms, and every grace improve;</br>Now wanton div'd, now with an haughty air</br>In circling ringlets twist her flowing hair,</br>Chalcis and Alcon at a distance stood;</br>Their wistful eyes with sudden transport glow'd.</br>Too soon they fear'd to lose the pleasing sight,</br>And would the Nymph to longer stay invite.</br>Alternate songs the Rival-youths compare,</br>And, changing, thus engage the listning Fair.", "ALCON.</br>The Lamprey will admit the Serpent's love,</br>And Nature does th' unequal match approve,</br>But first she makes the spouse himself disarm,</br>And leave behind the poison, that would harm:</br>But we court love with its attending ills;</br>A deadly draught the bitter potion fills.</br>Happy the Nymph, happy the Tritons were,</br>If those were innocent, and these sincere.", "CHALCIS.</br>The Dolphins are to meaner fish preferr'd,</br>And made the chief of all the finny herd.</br>They love promote, and the hid Nymph betray'd,</br>When Neptune sought in vain the fearful maid:</br>Though coy she fled, the Dolphins were as fleet,</br>And told the God, and shew'd the close retreat.</br>So tell, ye fish, where Cete hides below,</br>And may the God yet greater gifts bestow.", "ALCON.</br>How can the Nymph be either true or kind,</br>Bred up with waves, and us'd to noisy wind?</br>Things here are cruel all; with mutual rage,</br>Devour each other, and for food engage.</br>On their own spawn the graceless Tunnies feed,</br>And joyous feast on the enliven'd seed.</br>So wayward beauty its own offspring hates,</br>And kills the passion, which it self creates.", "CHALCIS.</br>All are not cruel, but some harmless feed,</br>And eat the slime, or bite the swimming weed;</br>Nay there are those live by a constant kiss,</br>And to each other owe their life and bliss.</br>When fishers for the female Sepia wait,</br>If she be caught, they need no second bait,</br>The constant male will still the Fair attend,</br>And mocks the net, and glories in his end.", "ALCON.</br>When the mild spring, or smiling calms, invite</br>The wanton fish in love, and gay delight</br>Are sporting seen, but soon are hid below,</br>When storms begin, and winds in anger blow.</br>But, Triton, there are some, who truly brave,</br>Ev'n court the storms, and mock the rising wave.</br>So love is heighten'd by opposing frowns;</br>Scorn cannot heal, but may repeat the wounds.", "CHALCIS.</br>I hate the shore; for there the troubled deep</br>Rolls all its filth, and forms a noisome heap.</br>The dying Dolphins to the shore repair,</br>Nor would in death pollute the purer Air.</br>Ev'n when a cooling breeze from airy fields</br>In summers heat a kind refreshment yields,</br>I choose to stay, where depthless waters flow,</br>And sport with fish above, or dive below.", "ALCON.</br>Ah!  wretched seas, alway averse to sleep;</br>Here ravenous fish their constant watches keep:</br>With restless pain they cut the trackless way,</br>And seize the spoil, and feast upon the prey.</br>But though we wake, no hopes the toil repay,</br>In vain by night we sigh, or sing by day,</br>Nor may in tuneful song our passion tell,</br>The Nymphs despise the voice, and dread the louder shell.", "CHALCIS.</br>Art must be us'd, when force will not prevail.</br>Snares wily laid, and cunning, seldom fail.</br>I've seen the Crab, and how with sly deceit,</br>He patient will the opening Oyster wait:</br>Then with a stone prevents the closing shell,</br>And tears the ravish'd prey from its unguarded cell</br>Th' unhappy fish has all his sweets expos'd,</br>O'ercome by craft, and can no more be clos'd.", "Cete well-pleas'd thus far the Tritons heard,</br>Then sunk beneath, and as she disappear'd,</br>On Chalcis smil'd, for Chalcis was preferr'd;</br>So well he lov'd, that the transported boy</br>Could scarce sustain the vast impetuous joy.</br>While luckless Alcon knit his angry brow;</br>His looks sad rage, and deep resentment show,</br>And quick he dives to weep unseen below.</br>"]