["The Highest that created first of nought</br>A Chaos vast, and out thereof did take</br>The Earth, whereof he noblest Creature wrought,</br>Ev'n man, and made all Creatures for his sake,</br>Him first pure, just, and righteous did make,</br>But since their owne inventions they obay,</br>And in a right path set, their way mistake,</br>And as blinde; fooles and slaves have gone astray,</br>Nor can, without the true Light, finde againe the way.", "For whilst they doe yet in their sinnes remaine,</br>Their Soules in errour and in darknesse bide,</br>They know not how they should be borne againe,</br>For Sinne this mysterie from them doth hide;</br>And till Humilitie their trusty Guide,</br>Shall them to wholesome true Repentance leade,</br>They misse their ayme, and striving stray more wide;</br>Repentance quickneth men in sinne cleane dead,</br>And teacheth new-borne babes in path of Life to tread.", "She is the Mid-wife, that with keenest knife</br>Our Navell cuts, whereby we cleave to sinne,</br>Who though shee cruell seeme, yet gives sweet life,</br>When first to live in Spirit we begin;</br>Shee, us polluted and defil'd within,</br>Doth clense in Fountayne of Regeneration,</br>Us new-born Babes, shee teacheth to let in</br>The milke sincere to sure Justification;</br>Till stronger meate make strong our Faith to sure Salvation.", "And though in chaine of Gods most firme Decree,</br>First saving linke is his Predestination,</br>Election next, them Calling, yet wee see,</br>No certayne pledges here of our Salvation,</br>Till true Repentance workes Humiliation:</br>Loe!  then we doe, by right degrees, proceede</br>Unto the highest linke, Glorification;</br>So that Repentance first to us doth reede,</br>What is eternally in Heav'n by God decreed.", "Thou that dost Hearts with true Repentance season,</br>Making them view their owne vile wretchednesse,</br>That cast downe with Apostasie and Treason,</br>We may of thee seeke endlesse Happinesse;</br>First grant me true Repentance:  next to expresse</br>What sov'raign Vertues I in her have found.</br>And though at first my soule with bitternesse</br>Were overwhelm'd; yet Grace did cure that wound;</br>So where most sinne there is, Mercy doth most abound.", "Repentance is a holy worke of Grace,</br>From godly Sorrow:  by which Man from sin</br>Is turn'd:  Gods promises in Christ t' embrace,</br>And fruits fit for Repentance to begin:</br>Repentance is Gods holy worke within,</br>To worke our Righteousnesse, and Sinne deface,</br>And no Man can be exercis'd therein,</br>But he that standeth in the state of Grace;</br>For no Man turnes to God, till God him first embrace.", "Grace and Repentance are in time conjoyn'd,</br>As Fire and Heate:  but as Heate first appeares</br>To us, when fire and Embers is confin'd,</br>Ev'n so when sparkes of Grace our heart first cheares,</br>Repentance manifests her selfe by tears.</br>Grace is the sap in heav'nly vegetation,</br>Repentance is the prime bud which it bears,</br>The first sure signe of true Regeneration,</br>Then follow leaves, flowr's, fruits, as certayne demonstration.", "This godly Sorrow differs from the care</br>And griefe a worldling in his heart receaves,</br>By sense of Gods just wrath or great Mens feare,</br>Or ought that their good names or goods bereaves.</br>This godly Sorrow griefe of mind conceives,</br>That he hath sinn'd, and that he did displease</br>So good and kinde a God, which so close cleaves</br>To's heart, that though no feare did him disease,</br>Of Judge, Hell, Devil, nought but Grace can him appease.", "But true Repentance doth repent of all,</br>And not of many or one onely sin:</br>Herod converted thus at Baptists call,</br>Him gladly heard, and hearing did begin</br>For to doe many things:  but would not lin</br>The sinne of incest with his brothers Love;</br>Some, like th' Adulterer, doe cease to sinne,</br>When they want strength:  from bad to worse some move,</br>As when the prodigall a covetous man doth prove.", "She hath two hands, with one, loe!  shee beginnes</br>To presse us downe to true mortification,</br>Whereby we may returne from all our sinnes;</br>Us th' other raiseth by Regeneration </br>To a new life, and to Sanctification.</br>One from all actuall sinnes makes us abstayne,</br>Suppresseth, weakens natures depravation;</br>Makes the Mind purpose, and the Will full fayne,</br>And all our whole indeavours from sinne to refrayne.", "The other hand Mans purged mind doth raise</br>Unto a serious firme deliberation,</br>To yeeld sincere obedience to Gods Sayes,</br>And worketh in the will an inclination</br>Him to obey, as at our first creation.</br>This doth Mans life and best indeavours frame,</br>To walke here in a holy conversation:</br>Though all, we doe, unperfect is and lame,</br>Yet if the Heart be right, God will accept the same.", "And as shee hath a double energie,</br>Men head-long to th' infernall Pit to throw,</br>And them againe by Faith to vivifie:</br>So though of this great worke, one cause we know,</br>Gods Spirit, that whereas it list doth blow;</br>Yet useth it a two-fold instrument,</br>The Law, which Death to us for sinne doth show,</br>The Gospell, that doth preach attonement;</br>Thus both the Law and Gospel teach us to repent.", "The Law first pierceth ev'n the very heart,</br>And doth by little and degrees proceede;</br>Till Knowledge foure things needfull doth impart,</br>Gods Law, the guilt of Sinne, and Sinnes just meede,</br>Which is eternall Fire by God decreed:</br>Then we these rightly to our selves apply,</br>Which doth in us a feare and horrour breed,</br>Except on Gospels comfort we rely;</br>For without that we die in hell eternally.", "Then doth the Gospell make us comprehend</br>Gods mercy, for it seriously enquire,</br>And by the gifts of Knowledge to contend,</br>That though I justly have deserv'd Gods ire,</br>If I my selfe denie yet, and desire</br>My trust in Christs sole merits to repose,</br>I shall thereby escape eternall Fire:</br>Thus doth Repentance griefe and joy impose,</br>Griefe for my sinnes:  but Joy, God doth me from them loose.", "Thus godly Sorrow in our heart being wrought,</br>Which brings Repentance with true change of mind,</br>We are resolv'd never in word, deed, thought,</br>So to offend God in our wonted kind,</br>But a new life to leade; loe, then we find</br>Within our selves a wondrous alteration,</br>Not that it changeth substance of our minde,</br>Or body, in the matter or the fashion,</br>But doth reforme their powers as in their first creation.", "Then bring we fruits worthy amendement</br>Of life; the truth whereof we doe expresse,</br>When, by good workes, we shew how we repent:</br>Repenting soules be Trees of Righteousnesse,</br>Planted by God which Rivers doe refresh,</br>Ev'n flouds that from the Sanctuarie flow,</br>Whose boughes doe lowly stoope with fruitfulnesse:</br>Their fruits for meat; leaves good for medicine grow,</br>Else to the roote the Axe is said them downe to throw.", "Repentance Subject is a grieved heart,</br>A conscience wounded with the sight of Sinne,</br>Which nought but hell and horrour doth impart,</br>When to lay open conscience doth beginne</br>Our sinnes without, and wicked thoughts within:</br>And 'lesse shee to use hope in Christ reveale,</br>We may with Judas hang up by the chin,</br>But like a skilfull Surgeon shee doth deale,</br>First corrasive the sore, and then it gently heale.", "Shee hath a double Object, guilt of sinne,</br>And Sinnes just meede, eternall condemnation,</br>Which terror breedes without, horror within;</br>The second is our Saviours blessed Passion,</br>Made ev'n our owne by a right application:</br>This brings true inward joy and sound delight,</br>And doth deface th' hand-writing of damnation,</br>This brings us out of darknesse into light,</br>This Sunne of Righteousness doth chase away our night.", "As Pharaoh with his Butler and his Baker,</br>So deales shee with the wicked and the just,</br>They both alike offended have their Maker,</br>And both alike into one Dungeon thrust:</br>But, loe, shee lifts to place of highest trust</br>The Butler, but the Baker doth forsake,</br>And leaves him to the meede of the unjust:</br>Thus, with her left hand shee us drownes in Lake,</br>But with her right us into endlesse joy doth take.", "Neare to her followes, gracious Restitution,</br>A Lady of a conscience wondrous tender;</br>That of all benefits makes retribution,</br>And for a wrong done, double mends will render;</br>Sorrow, Teares, Kindenesse, Bountie, doe attend her,</br>Sighs, Prayer, true Devotion on her wait,</br>If shee wants these Associates, God amend her,</br>Shee's but Hypocrisie, the devils bait,</br>To catch poore soules with false pretences and deceit.", "For, loe, two Hags of hell would like her seeme:</br>One outward is and ceremoniall,</br>Which like proud Pharisee her selfe doth deeme</br>Above the Publican:  And shee will fall</br>To prayer on her knees amongst them all:</br>The other ev'n my pen trembles to write,</br>Mine heart to thinke of:  her, Despaire we call,</br>Oh!  shee our Saviours suffrings doth despite,</br>Counting His satisfaction, for her sinnes, too light.", "Many there be that will repent of sinne,</br>When they are scourged by th' Almighties hand,</br>But when to spare his rod he doth beginne,</br>They stay repenting, and themselves doe band</br>Against the Righteous:  And though God command,</br>They will resist him like proud Egypts King,</br>Which notwithstanding ten Plagues did withstand</br>His Makers will, his Heart still hardening,</br>Till on himselfe and people he confusion bring.", "Foure things observe in this great worke of wonder,</br>Grace, horrour, sorrow, comfortable peace,</br>Which I resemble to tempestuous thunder,</br>Lightning shewes first, next cracks, then showers encrease,</br>But all in comfortable Sunne-shine cease:</br>So in this worke of our Regeneration,</br>The Spirit first lights; Hell doth like thunder prease,</br>Then sorrowes, clouds, teares, showers make inundation:</br>Lastly, like Sunne shines joy, which seales up our salvation.", "And as in course of humane generation,</br>Conception, travell, lastly birth wee see;</br>So in this worke of our regeneration,</br>The Spirit, Soules horrour, inward joy agree:</br>The Spirit first giveth life and power to bee,</br>The Soule then travelleth in griefe and paine,</br>Then followeth our glad nativitie,</br>Which recompenseth all our losse with gaine:</br>Thus as at first the Flesh the Spirit begets againe.", "And as some women, though they doe conceave,</br>And quickning joy doe feele within their womb,</br>Yet by disorder oft a hurt receave,</br>And so miscarry ere to birth they come,</br>So that their wombe becomes the infants tomb:</br>So in us oft a quickning Spirit doth move,</br>As if Repentance were in us begun,</br>Yet in the end it doth abortive prove,</br>This is when we resist the holy Spirit of Love.", "Some, as I say, conceive an embryon,</br>But lose their fruit ev'n in the vegetation,</br>Some in due time to travell have begun,</br>But wanted strength ev'n in the procreation,</br>And in this weaknesse falne to desperation,</br>Like Judas they have strangled their owne brood,</br>Before it had in new life respiration,</br>Who did deplore's betraying innocent blood,</br>Well he began, but ended in a desperate mood.", "But if our travell doth to birth proceede,</br>And that there is a living Child forth brought,</br>Oh then what joy and comfort it doth breede,</br>Then we employ our care, and ev'ry thought</br>How we may nurse and feede it as we ought;</br>We therefore pap and milke to it first give,</br>And after stronger meates for it are sought,</br>Till it unto a perfect man hath thrive,</br>Loe then he can beget; that earst began to live.", "Ev'n so a new borne Babe in Christ proceedes,</br>There's wondrous joy at's first regeneration,</br>On Gospel's Milke he young and tender feedes,</br>Till he grow strong:  Then from Predestination </br>He can discourse ev'n to Glorification,</br>Thus doth he to a height and fulnesse grow</br>Of age and strength by Spirits Illumination,</br>Till he all Mysteries in Christ doth know,</br>Then is he able unto others them to show.", "Men are like Horses wild, who sure had bin,</br>As at the first, to Man obedient,</br>Had they not beene corrupted by mans sin,</br>And would have beene servants most diligent,</br>Now they grow Rebels, disobedient,</br>Till we with bit, yoke, bridle, doe them tame:</br>So man grows 'gainst his Maker insolent,</br>Till by Repentance he doth him reclame;</br>Then he becomes as at the first God did him frame.", "Mans heart is like the ground which for mans sinne</br>Is cursed, Thornes and Thistles for to reare,</br>Which first the skillfull Plow-man doth beginne,</br>With a strong Teame of Oxen up to teare;</br>Fallowes and Harrowes it oft to prepare,</br>Pure, sweet and cleane for to receive his seede:</br>Loe then, in stead of Thornes it Wheat will beare,</br>Repentance thus ploughs Hearts to kill Sinnes weede,</br>And Tils it, fit and sweet for Grace to sow faiths seede.", "If a man sowes and doth not Till his ground,</br>Or if one Till his ground and doe not sow,</br>On first kind, Thornes and Thistles doe abound,</br>Which choke the seede so that it cannot grow;</br>And from the unsowne tilled ground, we mow</br>Nothing but stinking weedes fit for the fire:</br>Ev'n so, except with sorrow we doe plow</br>Our hearts, and Word to sow therein desire;</br>Sinne chokes all grace, and weeds therein grow ranke and higher.", "Repentance like an Axe is, that hath praid</br>On all the Cedars that on Lebanon stand;</br>And ev'ry one downe on the earth hath laid,</br>The sound shee hews and squares with her right hand,</br>Making them posts and pillars fit to stand</br>In Gods owne house:  But ev'ry hollow crust</br>She teares and cleaves for fire with her left hand:</br>Thus doth Repentance trim and square the just;</br>Despair th' ungodly rends, and into Hell doth thrust.", "Behold!  we thus with trembling and with feare,</br>In paine and griefe worke out our owne salvation,</br>But some whenas Repentance draweth neare,</br>And calls their conscience to examination,</br>Like Ahab, fall into this bitter passion,</br>What, hast thou found me?  O mine enemie?</br>Despising godly Prophets reformation,</br>And rather unregenerate chuse to die,</br>Then pangs and bitter throwes of a new birth to try.", "Latines and Greekes give her a divers name,</br>Which have in them a twofold true notation,</br>And yet in her they both employ the same;</br>Latines from Paine doe make their derivation.</br>Next is a new mind by interpretation;</br>Both these describe her nature wondrous right,</br>In paine and sorrow is her inchoation,</br>When shee with Flesh and powers of Hell doth fight,</br>Then followes change of mind which bringeth sweet delight.", "For shee is bred in paine, brought forth in gladnesse,</br>Sorrow is over-night, but in the morne</br>Come soundest joy, to chase away nights sadnesse,</br>And when we thinke that we are left forlorne,</br>Then comfort's night to lift on high our horne,</br>And though a while the Worldlings us doe deeme</br>The off-scumme of the people, and the scorne</br>Of wicked men:  yet God doth us esteeme,</br>And by this change, most precious in his eyes we seeme.", "Thus have all holy men in former ages,</br>By griefe and change of mind obtayn'd Gods grace.</br>This eke is shadowed in those grand Sages,</br>That tooke great paynes and care to find the place,</br>Where Christ was borne, that they might see his face;</br>Who after, in a dreame, forwarned were</br>Not to returne againe in their first trace:</br>Thus after travell long, great paines and care,</br>With joy and change of mind another way they fare.", "Of all the Vertues that attend Loves state,</br>Ev'n from dread Mercy that sits in her Throne,</br>To low Humilitie, that keeps her gate,</br>Our blessed Saviour hath us paternes showne,</br>Only because no sinne was ever knowne</br>To be in him, He cannot well be said</br>For to repent of sinnes that be his owne;</br>But sure for ours a ransome deare he paid,</br>And felt the wrath of God which on us should be laid.", "His Soule was heavie ev'n unto the death,</br>He fear'd to drinke this cup of bitternesse,</br>God did on him such wrath and vengeance breathe,</br>That he sweat drops of blood in his distresse:</br>Such horrour, by Gods curse, did him depresse,</br>That he cry'd out as if he were forsaken,</br>Such horror doth repenting soules oppresse,</br>But not in so great measure are they shaken,</br>For Christ the edge of Gods displeasure off hath taken.", "This was his way to heav'n, This must be ours,</br>Before we be to true Repentance brought.</br>Consider now with me the bitter stowers,</br>Whereby our Fathers have Repentance sought,</br>Let Abram tell, from native Countrey brought</br>Into an unknowne Land, to be a stranger,</br>Where he endured Hunger, cold, and drought,</br>Whom Canaans famine made an Egypt ranger,</br>Whereof the losse of Wife and Life he was in danger.", "Afflicted Job, modell of true Repentance,</br>How was he plagu'd without?  frighted within?</br>Who though he seem'd most happy in his entrance,</br>Yet his last dayes were best:  David did sin</br>Most desperately:  but after did begin</br>Sadly to crie, when he Gods anger found,</br>Purge me without, and make me clean within.</br>When Solomon felt his sinnes cursed wound,</br>He a whole Booke of true Repentance did compound.", "Good Hezekiah chattered like a Swallow,</br>Or like a Crane, and mourned like a Dove,</br>And though his sonne Manasses long did wallow</br>In much foule sinne, yet bondage did him move</br>To true Repentance:  Peter more did love</br>His Master after unadvis'd denyall:</br>Thus all Gods servants better Saints doe prove</br>After they have endur'd the fiery tryall.</br>Experience of Gods love makes holy men more loyall.", "But why seeke I for witnesses without?</br>Looke in thine heart, if there thou hast not found</br>This smart of horror, thou maist justly doubt</br>Thy soul's not yet up in Lifes bundle bound;</br>Therefore unto thy selfe with speede propound,</br>To view Gods wrath and thine owne wretchednesse,</br>Then griefe of heart and sorrow will abound,</br>Which thee unto the brinke of hell will presse,</br>Till Faith thee raise by inward joy to happinesse.", "Thou shalt not find her like fruit, which to th' eye</br>Was wondrous faire, and pleasant to the taste,</br>Which poyson'd Adam and his Progenie:</br>Shee bitter is at first, sweet at the last:</br>And when the cloud of sorrow's over-past,</br>Shee brings of joy and comfort so great store</br>That all become new:  loe, old things are past,</br>Shee is the Antidote that doth restore</br>What Adam lost, when he forsook his Makers lore.", "No, th' Antidote is Christs most precious Blood,</br>Repentance is but the preparative,</br>To make our soules taste this most heav'nly food,</br>Then which no other can keep us alive:</br>And till Repentance out of us doth drive</br>In-bred corruption, and all actuall sin,</br>This Balme of Gilead will not make us thrive,</br>Oh then Repentance!  purge me cleane within,</br>And make my stomack fit this Manna to let in.", "The Spirit's willing, but the Flesh is weake,</br>Oh a most pill is this temptation,</br>None but they that have felt it, right can speake</br>What pangs it breedes in our regeneration:</br>Well, let men-pleasers onely sing salvation,</br>Let not vaine fruitlesse hopes thine heart deceive,</br>We must first taste the curse of our damnation,</br>Before salvation truely we conceive;</br>As head, so must the members that to it doe cleave.", "We here must taste it, or then, when w' appeare</br>At Christs Tribunall:  From which none can hide</br>Himself; but all stand forth themselves to cleare;</br>When Bookes are brought forth, and are open'd wide,</br>In sight of God, Christ, Angels, and the Bride,</br>When Satan and thy conscience thee accuse,</br>And no gold can an Advocate provide:</br>Oh, who thinks of this day and can refuse</br>To taste here of Christs Cup, and scape the Devils Cruse?", "Wherefore against thy selfe an Action bring,</br>And thus accuse, examine, judge, and trie,</br>Lest thou beest judged of the righteous King:</br>First before Gods Tribunall prostrate lie,</br>As if he then beheld thee with his eye,</br>Confesse thy in-bred sinnes, known, and unseene,</br>Against thy selfe pronounce unfeignedly</br>Damnation, hell, and horrour:  when we seeme</br>Most vile in our owne eyes, God doth us best esteeme.", "Death, to all men the wages is of sin,</br>But unto those the Hav'n of Happinesse,</br>That thus on earth condemn themselves within,</br>And after bring forth fruits of Righteousnesse;</br>But to those that goe on in wickednesse,</br>Death is the Port and entrance into Hell.</br>Lord give me here this pill of bitternesse,</br>Which may corruption from mine heart expell:</br>No wound can be so deepe, but thou by grace canst heal.", "And though shee seems like fiery two-edged sword,</br>That keepes from man the way to Tree of Life,</br>Because her fiery triall is abhord,</br>And Cowards heart doth fain to see her knife,</br>Swouning away at Flesh's and Spirits strife:</br>Oh never yet let feare my courage quaile,</br>To hinder me from that sweet Tree of Life,</br>Better Repentance thresh me with her flaile</br>On earth; then hellish Dragon breake me with his tail.", "We are as Satan hop'd Job to have found,</br>Whenas he said, Doth Job serve God for nought?</br>Whilst God doth hedge us in on each side round,</br>And prospers all that by our hands are wrought,</br>Whilst by our stocks are multitudes forth brought,</br>So long we seeme his bountie to embrace;</br>But take away our goods and leave us nought,</br>Behold, I say, we curse him to his face,</br>Except, as unto Job, he grant preventing grace.", "This is of wicked men the punishment,</br>That all their life Repentance have despised,</br>Ev'n at their end they thinke not to repent,</br>This trade must in thy youth be exercised,</br>As Abel of his Firstlings sacrificed.</br>They that from sinne abstain not till their last,</br>And to Worlds pleasures have their Youth devised:</br>Are like those, that being sicke, professe to fast,</br>Whenas alas!  they have no appetite or taste.", "Such late Repentance seldome is or never:</br>We one example in the Scripture reade</br>Not to despaire, repent what time soever,</br>But onely one example, lest it breede</br>Presumption:  'Tis meat and drinke indeede</br>To Satan, for to see youth doe his will,</br>And on the other side great joy doth breede</br>To th' Angels, for to see young men fullfill</br>Gods Statutes in their Youth, and eke obey his Will.", "Oh!  then embrace her whilst 'tis cal'd To day:</br>For most uncertain is our life and fraile,</br>The longer I the lusts of sinne obey,</br>Against them I the hardlier shall prevaile;</br>Late med'cines of their cures doe most what faile,</br>Which would yeeld remedie in season taken;</br>The Serpent in the head, not in the taile</br>Is quickly kil'd:  young twigs are easily shaken,</br>But grow hard to remove when they deepe root have taken.", "If in due time thou seekest to repent</br>By godly sorrow which ne're comes too late,</br>And thou hels pangs dost feele; be confident,</br>Thou art by Faith in Christ regenerate,</br>Assure thy selfe, most happy is thy state;</br>If thou least drop of Mercy dost obtaine:</br>The danger's past; sinnes stinging will abate,</br>The Spirit of thy mind's renew'd again,</br>And from least show of sinne hereafter now refraine.", "Though, like Elisha's servant, first thou see</br>Nought but Hostilitie, thee to confound,</br>If that thine eyes with his once open'd be</br>To looke up to the Mountayne:  There abound</br>Horses and Charets fiery about thee round,</br>Cry but Alas!  Master, What shall we do?</br>Loe, more for thee, then there for them are found:</br>Thy light with blindenesse so confounds thy Foe,</br>Thou mayst them captive leade, and unto others show.", "Thy Groat is found, which thou before hadst lost;</br>Thy Sheepe's brought home, that earst hath gone astray;</br>Thy dead sonne hath againe receiv'd his ghost;</br>The Prodigall's come home that ran away;</br>Vashti's deposed from the Scepters sway,</br>And humble Hester now hath got her place,</br>The workes of darknesse now are chac't away,</br>And in their room are workes of Light and Grace,</br>Faith by Repentance shewes us now Loves smiling face.", "Joy after sorrow, after labour rest,</br>And after shipwrack the desired Port,</br>All men have safety:  they discern it best</br>That lately have escap'd some eminent hurt.</br>Loe!  light is pleasing unto ev'ry sort,</br>To them most that in darkest Dungeon bee,</br>To passe from death to life, doubtlesse the sport</br>Of living:  But 'bove all the joyes I see,</br>Is when from wounded conscience, Grace doth set us free.", "And now, O Lord, unable to expresse</br>Thy wondrous bountie in our first creation;</br>And much more here unworthy to confesse</br>Thy Love and Grace in our regeneration</br>Begun here first in us by renovation</br>And true Repentance:  Lord, now cure my wound,</br>The sting of conscience by sweet application</br>Of Faith:  the fruits whereof may still abound,</br>And to the riches of thy glorious Grace redound.", "You may be pleas'd with me to call to mind,</br>How when the humble Lady first me brought</br>To Dame Repentance, harsh I her did find,</br>And shee most strongly on my conscience wrought,</br>Yea, though with teares, I oft her Grace besought,</br>That I might judged be at Mercies seate,</br>Shee me, by force, before Dame Justice brought,</br>Where all my sinnes and faults shee did repeate,</br>But Faith me justifide, of whom I next entreate.</br>"]