["1.</br>Ye ghastly groves, that heare my wofull cries</br>Whose shady leaves do shake to heare my paine</br>Thou silver streame that dost with teares lament</br>The cruell chance that doth my greefe increase:</br>Ye chirping birds whose cheereles notes declare</br>That ye bewaile the woes I feele in minde,</br>Beare witnesse how with care I do consume,</br>And heare the cause why thus I pine away.", "2.</br>Love is the cause that makes me pine away,</br>And makes you heare the Eccho of my cries</br>Through griefes encrease:  And though the cause of paine</br>Which doth enforce me still thus to lament</br>Proceed from love, and though my paine encrease</br>By dayly cries which doe that paine declare,</br>And witnesse are of my afflicted minde,</br>Yet cry I will, till crying me consume.", "3.</br>For as the fire the stubble doth consume,</br>And as the winde doth drive the dust away,</br>So pensive hearts are spent with dolefull cries,</br>And cares distract the minde with pinching paine.</br>But all in vaine I do my cares lament,</br>My sorrow doth by sobs, sighs, teares, encrease:</br>Though sobs, sighes, teares, my torments doe declare,</br>Sobs, sighes, nor teares move not her flintie minde.", "4.</br>I am cast out of her ungratefull minde</br>And she hath sworne I shall in vaine consume,</br>My wearie daies my life must wast away,</br>Confum'd with paine, and worne with restles cries,</br>So Philomele too much opprest with paine</br>By his misdeed that causeth her lament,</br>Doth day and night her mournfull layes encrease,</br>And to the Woods her sorrowes doth declare.", "5.</br>Some ease it is, hid sorrowes to declare,</br>But too small ease to such a grieved minde,</br>Which by repeating woes doth more consume:</br>To end which woes I find at all no way,</br>(A simple salve to cure so great a paine)</br>But to deaths deafened eares to bend my cries.</br>Come then ye ghastly owles help me lament,</br>And as my cryes, so let your shrikes encrease.", "6.</br>For as your shrikes (the tunes of death) encrease</br>When sun is set and shaddowes do declare.</br>The nights approach, so I from my darke minde</br>Since my bright Sun is fled, in cries consume,</br>My night of woes, and though you flie away</br>Soone as the day returnes and cease your cries,</br>Yet I by day find no release of paine,</br>But day and night so foule a change lament.", "7.</br>But while I thus to sensles things lament</br>Ruth of my case in them thereby d' encrease</br>Which she feeles not, with scoffs she doth declare</br>My pangs to him, who first her wanton minde</br>From me did win:  Since when I still consume</br>Like wax gainst fire, like snow that melts away</br>Before the sun:  Thus thus, with mournful cries</br>I lyving die, and dying, live in paine.", "8.</br>And now adiew delight, and farewell paine</br>Adiew vaine hope I shall no more lament</br>Her fained faith which did my woes encrease,</br>And yee to whom my greefes I thus declare,</br>Yee which have heard the secrets of my minde,</br>And seing then my lingring life in paine consume,</br>GROVE, BROOK, and BIRDS adiew, now hence away,</br>By death I will, and cease my deadly cries.</br>"]