["It was that hour when parting light</br>Still lingers in the west awhile,</br>As if to give approaching night</br>Her latest, but her loveliest smile.</br>The breeze that gently kissed each flower,</br>Had stol'n the perfume of its sigh,</br>Silence scarce breathed around my bower,</br>When dewy slumber closed mine eye&mdash;</br>Tho' bright had been each flow'ry vale,</br>On which my waking thoughts had dwelt,</br>The fragrance that now filled the gale,</br>Was more than mortal sense had felt.</br>The region that now smiled around</br>Shone like the bowers of fairy-land;</br>The brilliant flowers that decked the ground</br>Bloomed as beneath enchantment's wand.</br>The cloudless sky looked blue and calm,</br>Upon a clear lake's tranquil breast,</br>So pure the air, it breath'd like balm,</br>And lulled each anxious care to rest.", "There was a blower where roses blushed,</br>With many a leafy branch o'er spread,</br>Cooled by a little rill that gushed,</br>And murmured o'er its marble bed.</br>A mossy couch with flow'rets crowned,</br>Seemed decked to greet some coming guest,</br>Soft airy musick floated round,</br>Like strains that wait upon the blest.</br>And cherub forms were hov'ring near,</br>Heaving light wreaths of many a flower,</br>Each sweet that waits upon the year,</br>Blossomed around this lovely bower.</br>So hid with flowers was the chain,</br>That bound me to this scene of bliss,</br>That worldly pleasures had been vain,</br>If offered in a spot like this.", "But hark!  some bard has touched the strings</br>Of harp that minstrel hands inspire,</br>Some voice in touching accents sings</br>The theme that wakes the poet's fire.</br>My soul has caught the measure wild,</br>My steps are led by musick's power,</br>To view a scene which fancy's child,</br>Might picture in her dreaming hour&mdash;</br>The mountains that upreared their heads,</br>Were tinged with evening's golden light,</br>Like smile which parting virtue sheds</br>Just ere it sink to death and night&mdash;</br>The hills, the groves, the streams, were such,</br>As nature forms in wayward mood,</br>Then gives Romance's magick touch,</br>To hallow scenes so wild and rude.", "But as I gaz'd, there sounded nigh,</br>A strain with heavenly tones so filled,</br>As hushed the breezes to a sigh,</br>And former notes of sweetness stilled.</br>No earthly voices sure could raise,</br>Such tones as melted on my ear,</br>They sang the poet's deathless praise,</br>And all the joys that wait him here.", "Anxious I turned, to view from whence</br>Arose such sounds of pure delight,</br>But scarcely could my dazzled sense</br>Endure a scene so glittering bright.</br>High on a fair and starry throne,</br>The Genius of this land was placed,</br>A wreath where dewy flowers shone,</br>Her forehead's snowy whiteness graced.</br>The crown she held was doomed to shine,</br>Upon the happy poet's brow</br>Whose voice could breathe strains as divine,</br>As those which now around her flow.", "Whilst thus by fancy's powerful spell,</br>Each feeling of my heart was led,</br>Hark!  strains of distant musick swell,</br>And sweetly o'er the waters spread.</br>As nearer on the list'ning ear,</br>The wild plaintive measure softly stole,</br>A bark of airy form drew near</br>And wonder seiz'd my admiring soul.</br>Like silver clouds that gently glide,</br>Through sky of purest azure hue,</br>So on the lake's transparent tide,</br>On wings of light the vessel flew.</br>The sail each balmy breeze that caught,</br>Shone as the sun its radiance threw,</br>Like web by fairy fingers wrought,</br>And gemmed with morning's early dew.</br>The awning o'er the deck that spread,</br>Was formed of roses clustering sweet,</br>And not a ray the sun could shed,</br>To pierce that quiet, cool, retreat.", "But now the bark has reached the shore,</br>And from its deck descends a train,</br>Whose bright and beaming faces wore</br>A joy unmixed with earthly stain.</br>Towards the throne they bend their feet,</br>Where stood a lyre of magick tone,</br>Whose thrilling numbers murmured sweet,</br>When touched by poet's hand alone&mdash;</br>He who should wake its sweetest sound,</br>And strike its trembling chords the best,</br>Should with the glittering wreath be crown'd</br>And near the throne, forever rest.", "Eager to gain so bright a prize,</br>Onward they haste with anxious glow,</br>And whilst his skill each poet tries,</br>The voices round him cease to flow,</br>The chords tho' touched by skilful hands,</br>Though many a note of sweetness swelled,</br>Still higher strains this realm demands,</br>Still was the glittering crown withheld.", "And now a poet seized the lyre,</br>And o'er the chords his fingers threw&mdash;</br>His eye beamed with poetick fire,</br>His voice distilled like evening dew.</br>He sang his bleeding country's wrongs,</br>In strains might wake the patriot's glow,</br>Then breathed her wild and plaintive songs,</br>And soothed the heart in feeling's flow.", "The next one told of former days,</br>And many an ancient legend sang,</br>And whilst the witching tale he plays,</br>Applauding voices round him rang.</br>The place he chose for fiction's scene,</br>Was given so clear to fancy's view,</br>That hill and valley, smiled as green</br>As ever painter's pencil drew.", "The Genius waved her hand and rose,</br>She bid him hasten to those shades</br>Where he might taste in blest repose,</br>A Paradise that never fades.</br>For he who pictured scenes so well,</br>In colours of so rich a dye,</br>Deserved in that bright land to dwell,</br>So fit to charm the poet's eye.", "Alone he went not &mdash; For as sweet</br>Another bard had breathed his song,</br>Equal the share of Praise they meet,</br>And equal joys to both belong.", "And can no being then be found,</br>Whose brow that glittering crown shall wear,</br>Can there by no strains of sweeter sound</br>Than those which lately warbled here?</br>Oh!  little did I know, how high,</br>A poet's genius dares to soar,</br>For now, the song that floated by,</br>Exceeded all I heard before.</br>Scarce did I dare to breathe or sigh,</br>Lest I should lose the faintest trill,</br>And as the notes at distance die</br>On my wrapt soul they linger still.</br>The heavenly choir was mute as death,</br>Not even zephyr's wing awoke,</br>And not a sigh or faintest breath</br>The spell of deep enchantment broke.", "A murmur now dispelled the trance,</br>The Genius rose with beaming eyes,</br>She bid th' immortal bard advance,</br>And wear a crown that never dies.</br>Ne'er had the heavenly list'ners heard,</br>Such tones as breathed around them now,</br>No longer was the gift deferred,</br>But sparkled now on Byron's brow.", "The throb of joy that heaved my breast,</br>Dispelled this fair but transient dream,</br>The sun had sunken in the west,</br>And clouds obscured the moon's soft beam.</br>So in youth's short, but blissful day,</br>We dream of regions fair and bright,</br>But soon the vision fades away,</br>We wake, and all around, is night!</br>"]