["BENEDIC, NICCO.", "BENEDIC.</br>How now (old Nick) what!  ripe in age and teares?</br>What drawes such youthfull humour from such yeares?</br>I would thou didst but looke in yonder brooke,</br>How well this whimpring mood becomes thy looke.</br>Give ore (for shame) thy childeish pueling notes,</br>And say what harmes befalne thee or thy goates.</br>What ever woes thee, let thy freind it know;</br>This th'onely way to ease thy heart in woe.", "NICCO.</br>O let my cause soften thy careles eares</br>Freind Benedic, before thou blame my teares.</br>As true it is, thou sayest, To ease the heart</br>Is to our freind our sorrow to impart;</br>So he anothers sorrow must beleeve,</br>That would be pitied when himselfe doth greive.</br>That gallant goat, that I have shew'd thee oft</br>In head of all my heard, lifting aloft</br>His gray and curled browes whereon he bore,</br>In his two horny Registers, the score</br>Of his owne yeares and of my yearely care,</br>Since of a kid I bred him up so faire,</br>That to his brisket from his streaked back</br>Shed parting lockes of blended white and black,</br>The yearne whereof almost with supple sleave</br>Of Tyrian wormes I durst for wager weave:</br>His oyly gilles let fall a checquerd beard</br>Downe to his knees, that awed all the heard;</br>Yet under awfull brow and visage bent</br>Harbring a Nature so benevolent,</br>That he (ah he!)  as willingly would stand</br>And leane his itching forehead to my hand</br>And in mine armes fodder, or play, or sleepe</br>As lovingly as any kid I keepe.", "BENEDIC.</br>And what disease of him diseases thee?", "NICCO.</br>Sawest thou not him my best, and dost not see</br>That he of all my heard is now unseene?", "BENEDIC.</br>What is the cause that he forsakes the greene?", "NICCO.</br>Whilome by night (o night for rest ordain'd!</br>But with unrest and all abuses stayn'd)</br>A woolfe, or fox, our ill-defended cotes</br>Useing to haunt, assaults my housed goates,</br>Till with his sharpe and cruell fangs he had</br>For his blood-thirsty throat an entry made:</br>Whereat a suddain fright and fearefull note</br>Of trembling kids waken'd my slumbring goate,</br>Who rowsing up and quickly casting eye</br>Of th' ugly snout of deadly enemye</br>To heard and heards-man, back he fetch'd his fees,</br>And with his fore-heads curl'd and crooked trees</br>He met the Vermine, with a brush so strong</br>As made his teeth meete through his burning tongue:</br>And while unsatisfy'd againe he flew</br>Upon his foe, the savadge Dog withdrew;</br>And my heards champion through the breach so wrought</br>Ran head so feirce, His crooked antlers caught</br>A rafter on the out-side of my stack,</br>That hamper'd him, he could not forth nor back:</br>And then all sweltred in his paines and heate</br>Of rage, while in his bandes himselfe he beate,</br>The carion coward sometimes seis'd the throate,</br>Sometimes the eye-lids, of my luckles goate,</br>Who (though thus bound) maintain'd the desp'rat fight,</br>Till honest day reveal'd the wrongs of night,</br>And I with speare came in, to earth to joyne</br>The salvage theifes already bleeding groyne.</br>But all too late:  for what with grief, and what</br>With bruises sore and venime wounds thus got,</br>Ne're thrived more my goat, but pin'd away.</br>No clover-grasse, corne-blade, nor odorous hay,</br>Garlique, nor Beet, nor Betony, nor Sage,</br>Mallow, nor Rue, nor Plantain would asswage</br>His inward sicknes or his outward smart:</br>No holy-thistle water chear'd his heart:</br>Stone-pitch did not his bruised fillets good,</br>Nor wholsome treacle cleanse his poison'd blood.</br>No faire wordes tic'd him to his woonted cribs,</br>Nor stroaking made him licke his stareing ribs.</br>Low lean't his head; his gray beard swept the dust:</br>Downe fell his crest, and with his crest his lust.</br>His ragged chines seem'd dayly more and more</br>Higher to grow, his starving belly lower:</br>Untill, his eyes their black and lively sightes</br>Shrowding in their owne pale and deadly whites,</br>Yeilding to death long-dying life, my goat</br>Left his unhappy heard and curled Coat.", "BENEDIC.</br>Now what a tedious tale (but that to doate</br>Thine age has leave) hast thou told of a goat!</br>But thy condition's to be borne withall:</br>Small losses to the great are great to small,</br>And that may something justify thy mone.</br>But as losse is not unto thee alone,</br>Be not alone to greife.  It chanced me</br>In my young dayes in shade of poplar tree</br>To hide mine ore-watch'd eyes from illes &mdash; whereon</br>I seldome dreame, that wakeing thinke on none&mdash;</br>And while I stole (stole o why doe I say?</br>T'was but my right) one sleepe at high noone-day,</br>A spitefull theife that did (it seemes) not feare,</br>Nor shame, the Muses bowers to pilleare,</br>Of my best scrip and then my dearest mate</br>Left me to rise depriv'd and desolate.</br>Thou mayest (old Nic), as cause thou hast, inveigh</br>'Gainst Woolfe or Fox:  but there's no beast of prey</br>So bad as Man, mischeivously inclin'd.</br>What knows not truth nor reason's false by kinde:</br>But impious man, that reason hath and truth</br>Doeth know, against both truth and reason doth.</br>Scrip was it such as honest Colidens,</br>Furnis'd by mine (as his was with his) pens</br>With Eglogues, Sonnets, Elegies, and Layes,</br>In Vertues honour and her owners prayse.</br>But there (my comfort is) no scurrile song,</br>Nor hatefull Libell, freind or foe to wrong.</br>I never such invented, young nor old:</br>My harmelesse Muse me better lesson told.</br>Thus strip'd by false and cruell-hearted theft</br>Of all my little wealth, with nothing left</br>But woe and want, I, trotting worlds of ground</br>After my losse, more losse of labour found.</br>I could have wept like thee, but 'tis in vaine</br>To thinke with teares our losses to regaine;</br>Or with consuming sorrow to betray</br>More to hard Fortune than shee takes away.</br>And since more learned Shep-heards have us taught</br>(Lesson I feare of you Goat-heards unthought)</br>That heavens such chances suffer doe sometimes</br>Befall us, to chastise us for our crimes;</br>We must not quite heav'ns gentle punishments</br>With much more punishable discontents.</br>Like to a yeareling Lambe shorne of his best,</br>His first and dearest fleice, I meekly rest.</br>And that [had] been my onely losse, 'twere well:</br>But many greater have me since befell;</br>Yet, for all my disasters, doe not whine</br>So much as thou for one poore goat of thine.", "NICCO.</br>Sure (Benedic) then, thou art fram'd of steele,</br>Or rocky substance, that no passion feele.</br>Had I endur'd so many ruthfull things</br>I thinke I should by this time into springs</br>Have melted been, or been with sorrow pin'd.</br>O what is then that vertue of the minde,</br>That makes us men in suffrings differ so,</br>Whose bodies have an equall sence of woe?</br>What man am I, that woman should have been,</br>Whom small distresse hath so great power in?</br>Or of what more then common mold art thou,</br>Whose breast doeth under no distresses bow?", "BENEDIC.</br>Of neither stone nor steele.  Continuall wet</br>Will weare the one, and fire the other fret.</br>But as foundations, layd on wooll, are sayd</br>To over-last those that on rocks are layd,</br>So gentle mindes their burthens long endure</br>When rocky hearts will cleave and prove unsure.</br>As after heavy wheeles, whose routs remaine</br>In sinking earth, soft flowers rise againe;</br>And tender waters neither breake nor shrinke</br>Under the Barke, that gapeing sandes will sinke;</br>Great stomacks crack at sorrowes weighty summes,</br>But Patience yeilds and, yeilding, overcomes.</br>While yet a flock I have, I joy as much</br>In those that last as I should joy in such&mdash;</br>For those that stealth or sicknesses consume</br>I place content before me in their roome.</br>I doe not honour fickle fortunes name</br>For what I have, nor on the Starres exclame</br>For what I part withall; I know that they</br>Are instruments of his immortall sway</br>Whence I receive, with joy and Patience, all</br>The good and ill me or my state befall.</br>I murmur not at crosse or casualties</br>Whereto all mortall Nature subject lyes;</br>I onely strive with workes of honesty</br>To readvance the wracks of injury:</br>So by repaire to make my losse my fame,</br>And by my Patience my theifes gaine his shame:</br>Who after losse yet live on what is left,</br>Discourage Envy and discount'nance theft.</br>And while a heard of goats thou hast to keepe</br>Scorne not to follow him that followes sheepe</br>In this one lesson, that to all belongs,</br>Patience recovers losse and conquers wrongs.", "NICCO.</br>Shepheard, Thou know'st my substance is not great:</br>A tender kid from his dam's tender teat</br>I tender thy advice, and take my leave.</br>Our heards begin to mingle (I perceive).</br>I will no more trust Night, who is to such</br>As robbe both thee and me a freind too much.", "BENEDIC.</br>Keepe still thy kid or take a lambe from mee</br>As good as him:  I counsell not for fee.</br>(Yet blame not all that doe; for good advice,</br>That freindly is, may merit freindly price.)</br>Nor blame thou Night, that ill must not be thought</br>For wicked deeds, the wicked doers fault:</br>But sell thy Goats fine skin, and therewithall</br>Bvy worser stuffe to build a better wall.</br>And so lets shed our cattell while tis light,</br>For sheepe and goats together mixe not right.", "Benedics Emblem.</br>Gloria prudentis patientia.", "Nicco's Emblem.</br>Who suffer will and doe none ill,</br>In the way to heaven are they.</br>"]