["Where Needwood's banks embroider'd smile</br>On bright-hair'd Dove, the British Nile,</br>Pleas'd MUNDY fix'd his easel strong,</br>And stretch'd his canvas wide and long;</br>Broad o'er his hand the pallet lies,</br>With pencils for a thousand dyes.</br>He look'd, and drew, and look'd again,&mdash;</br>&mdash;Enamour'd Fancy snatch'd the pen,</br>Nymphs, Graces, Loves, around him throng,</br>With all the sisterhood of song:</br>Bright tints by Fairy hands were mix'd,</br>And Witchcraft etch'd the shades betwixt.", "Delighted Flora pale and violet drew</br>The primrose pale and violet blue.</br>A Naiad spread the flake of snow,&mdash;</br>White foams the glittering stream below.</br>\"Give me the pallet,\" Love demands,</br>And stretching forth his baby hands</br>Dipp'd with nice touch his keenest shaft</br>In all the blushing lakes, and laugh'd;</br>With sweetest grace the pencil flow'd,</br>With softest tints the canvas glow'd;</br>\"I'll draw mamma,\" the wanton cries,</br>And TALBOT'S features charm our eyes!</br>With airy ease the white neck bends,</br>Lock after lock the hair descends:</br>O'er the fair form the graces spread</br>Their vest, and Hymen wreathes the head.", "And then Thalia, muse of woe,</br>Move's o'er the woof her crayon slow.</br>Here, cold, bewilder'd, tir'd, forlorn,</br>The traveller sighs in vain for morn;</br>Stretch'd on the imprinted snow he lies,</br>And bends on heaven his stiffening eyes.</br>Their Friendship sits the shade beneath,</br>And twines for CLARKE a fadeless wreath;</br>Fresh Cypress with the flowers she weaves,</br>And many a tear-drop gems the leaves.</br>Next o'er the lawn a virgin throng</br>In sad procession moves along,</br>Lorn Loves inverted torches bear,</br>And Pity weeps o'er VERNON'S bier.", "To shade the distant ground, and lay</br>The rising group in bolder day,</br>A Dryad chalks some dusky strokes,&mdash;</br>Behind umbrageous frown her oaks!</br>And SWILCAR, rent by many a storm,</br>Rears high in air his leafless form.", "Pleas'd MUNDY stood with eager eyes,</br>And watch'd the living figures rise;</br>Smil'd as the varying colours flow'd,</br>And sigh'd by turns, and chill'd, and glow'd:</br>And to the admiring world has shewn</br>The immortal tablet for his own.</br>"]