["ROBIN AND NANCY.", "In vain the bashful Bard presumes to sing;</br>In vain his modest Muse expands her trembling wing.</br>Distrust to please suspends her tuneful choice,</br>And sinks the puny Poet's feeble voice.</br>How should he sing, alas!  unskill'd in song;</br>Or how succeed in his attempt so young?</br>Teach him, ye plumy minstrels of the groves;</br>In artless strains ye warble forth your loves:</br>Untaught, the linnet and the nightingale</br>With native melody delight the dale:</br>Like them, my Muse, thy slender musick try,</br>And glad the plains with rustic harmony:</br>No lofty thoughts these sylvan scenes infuse,</br>A homely song best fits a homely Muse.</br>Herbert!  true friend!  to thee, of right, belong</br>These lays, my first essay in rural song.</br>When chilling winter pinch'd the needy swain,</br>And his starv'd flock pin'd on the barren plain;</br>You took him home, what more could shepherd crave?</br>And shelter to his sheep and fodder gave.</br>O could I imitate those sprightly strains,</br>With which great Pembroke whilom charm'd the plains,</br>To thee my grateful reed should sweetly sound,</br>And Herbert's name through every grove resound.</br>Mean while the tribute of an humbler lay</br>Accept; 'tis all a bankrupt Muse can pay.", "'Twas dusk; and now Heaven's shining troops began</br>Their polar march, with Vesper in the van;</br>When Nancy, leaning on young Robin's arm,</br>Return'd from dancing at a neighbouring farm.</br>Long had the pair with mutual flames been blest,</br>And Love and Joy exulted in each breast;</br>The happy swain, prest by so sweet a load,</br>Yet lighter for his lovely burden trod.</br>And now the moon, uprising in the east,</br>Long shadows on the gloomy valley cast;</br>The timorous nymph clung to her guardian swain,</br>Scar'd at each shade that stretch'd along the plain;</br>And often turn'd; oft thought some spright appear'd;</br>Now frisking elves, now jack-a-lanterns fear'd.</br>Till the kind youth, who long had learn'd the way</br>To sooth her breast, and every care allay,</br>Thus with a tale began to charm her ears,</br>Beguile the way, and expiate her fears.", "ROBIN.</br>All on high noon, when as the sultry plains</br>To cooly shades had drove the fainting swains,</br>Aneath the shelter of a whelming rock</br>Lucilla lay; around her graz'd her flock:</br>Around and near; proud to be thusen kept;</br>Nor wander'd they albe't their pastor slept.</br>Ah, happy flock!  well might ye deign to stay;</br>From such a lovely keeper what would stray?</br>Ah, happy flock!  rul'd by so sweet a maid;</br>Ah, happy girl!  by flocks and swains obey'd.", "NANCY.</br>How!  Robin!  how!", "ROBIN.</br>Nay, Nancy dear!  I trow,</br>With all her beauties, she must vail to you.</br>Belike the lad who did the lay indite</br>Liv'd long ago; or ne'er of thee had sight.", "NANCY.</br>Tell on, whoe'er the lad or lass may be,</br>It matters not, so Robin loves but me.", "ROBIN.</br>A flowery wreath her milky temples bound;</br>The sweetest flowers the sweetest maiden crown'd.</br>Each flower so worn puts on a brighter hue:</br>Yet, though they flourish'd more than when they grew,</br>The lily, which in gardens seems so fair,</br>No snow could brag, her whiter skin so near.</br>The rose, which on the bushes blushes so,</br>Wax'd pale, or seem'd to wax.  Carnations too</br>Doubled their smell, but lost their crimson dye,</br>Or seemed to lose; her lovelier checks so nigh,</br>As thus the maid, stretch'd on the mossy floor,</br>Slept, as she thought, from prying lads secure,</br>Alen, a shepherd of the bordering plains,</br>Young, yet no stranger to Love's tender pains,</br>In quest of wanton stragglers from his stock</br>Chanced this-a-way to pass; but when the rock</br>He spied, and, low adown, so fair a lass</br>In tempting guise, soft slumbering on the grass,</br>His search forgot, and lost in sweet amaze,</br>He stops, upon the lovely girl to gaze.</br>Well might he stop!  Who such a sight could spy,</br>Yet, like a lubber, pass unheedful by?</br>\"Ah me!  (he cried, when first he'd power to speak)</br>Ah me!  (then sigh'd as though his heart would break)</br>What may this mean?  why flutters so my heart?</br>Why glow my cheeks?  and whence this tickling smart</br>Through every limb?  Of sleeping maids good store</br>I've seen, yet never felt the like before.</br>Some fairy queen, I trow, who with her train,</br>By moonshine, nightly trips it on the plain,</br>Dwells in this hollow hill!  'tis so!  then haste,</br>Rash lad, away!  thou canst not fly too fast.</br>Haste, turn thy eyes, lest with their loss you pay</br>The bold forbidden ken.  Haste far away.</br>Chance she to wake, albe't you scape with sight,</br>Dread the blue mark of pinches rude each night.</br>But ah!  I rave; what fairy elve may vie</br>With flesh so fair!  ting'd with such rosy dye?</br>Those tiny forms at midnight take their round</br>And never sleep; or sleep not, sure, so sound.</br>The wreath she d'ons bespeaks her May's bright queen,</br>So justly chosen by our neighbour Green.</br>'Tis she!  and song is scanty in her praise,</br>Though the sweet burden of each shepherd's lays:</br>But O!  what lays, what ditties, can set forth</br>Such countless beauties!  such unmated worth?</br>Why stoop I not, and gently steal a kiss?</br>I tremble!  what unwonted dread is this!</br>Lasses, well pleas'd, such tender thefts allow;</br>Oft have I tried them; what withholds me now?</br>Ah!  luckless hap to guide my steps this way!</br>I sought a straying lamb; but now, wide stray</br>Myself, alas!  better I'd stay'd at home</br>Content, though half my flock had deign'd to roam.</br>My pipe, the tuneful calmer of my grief,</br>With cheary strains had yielded sure relief;</br>Soft soothing sounds had wafted wide my care,</br>While answering groves had seem'd my woes to share.</br>But soothing ditties fan a lover's flame,</br>And who would goad the grief he seeks to tame?</br>Untoward ail!  which music feeds alone!</br>Woe's me poor Alen!  then, I'm share undone!</br>But why undone?  is Love so sad a pain?</br>O!  yes, it is when not return'd again.</br>Why not return'd?  to woo's a pleasing task;</br>Will any damsel yield afore we ask?</br>Such lovely looks ill mate with peevish pride;</br>'Tis soon enough to wail when once denied.</br>Blithsome and brisk, I trow, thou dost not bear</br>A make that ever yet was known to scare.</br>Sucky and Agnis, maids of no mean face,</br>Allow thee freely in their hearts a place;</br>And why should this despise thee?  though more gay,</br>She's woman, and may love as well as they.</br>But, should she not!  can Alen brook her scorn</br>In love, wont hitherto to meet return?</br>Waist-heart!  what shall I do in such a case?</br>How will fast trickling tears unman my face?</br>How will my sighs swell up the rising gale?</br>Yet, what will sighs, and what will tears avail?</br>Still hope:  what though she should thy suit deny;</br>Lasses, at first, are naturally coy,</br>And will be woo'd.  'Tis cunning more than scorn</br>With-holds their smiles, we slight what's easy won.</br>Were there no rugged rocks nor dreary dales,</br>We should not prize the beauty of these vales.</br>The rose, the violet, and cowslip too,</br>Would seem less sweet, were no rank weeds to grow.</br>Then ne'er despair, though, first, she icy prove,</br>In time she'll melt, Love's the reward of Love.</br>Alack, alack!  my hope is all too vain!</br>Oft have I heard how much this fruitful plain</br>Vaunts of its blithsome youth; lads who possess</br>Whate'er in Love can please, or maiden bless.</br>Mehap some one of these her easy heart</br>May have already gain'd:  and then, what smart</br>Must Alen feel, what woe, what pining pain,</br>To see the lass for which I sigh in vain</br>Some lucky rival bless!  O rueful thought!</br>First may I die, ere such should be my lot!\"</br>So having plain'd, his stand the shepherd takes</br>Propt on his crook:  soft watching till she wakes.</br>But, of his court, the story makes no say;</br>Or else, mehap, the rest was torn away.</br>Now, for my tale, I beg, at least, one kiss.", "NANCY.</br>Take it, dear lad!  and with it this, and this.</br>Such tales to tell, I'd hire thee thus all day,</br>So sweet the purchase, and so sweet the pay.</br>"]