["In the gay hours of unsuspecting joy,</br>What lovely visions Hope delights to rear,</br>What dreams of bliss the youthful mind employ</br>With doubts unclouded, undisturb'd by fear.</br>Stern Disappointment!  how thy stroke severe</br>Has dash'd their fairy prospects at a blow!</br>How many an eye has shed the bitter tear</br>O'er fancied pleasure, chang'd to real woe!</br>How many a heart, through ill-directed pride,</br>Its baffled hopes disdaining to confide,</br>Has silently consum'd, or impiously died.", "Those who Ambition's rash career pursue,</br>And seek the vain rewards his votaries claim,</br>Who scorn th' applauses of the wiser few,</br>And choose the giddy vulgar's loud acclaim,</br>The sound of titles, or the boast of fame;</br>Security or joy can never know,</br>Thy sudden stroke oft mars his cherish'd aim,</br>And sinks the wretch to infamy and woe.</br>So o'er the tyrant's head thy thunder burst,</br>Though long in Grandeur and in Vic'try nurst,</br>Now vainly may he rage, accursing and accurst!", "How oft the mind, which purest genius fires,</br>And feelings worthy of its flame, adorn,</br>Which learning polishes, and taste inspires,</br>Is doom'd to share neglect, contempt, and scorn;</br>The harsh reproaches of the proud to mourn,</br>The keenest anguish to a mind like thine,</br>Ill-fated Chatterton!  unknown, forlorn,</br>Thy haughty spirit could not stoop to pine,</br>Thou could'st not brook the scornful coldness, shewn</br>By minds, so far inferior to thine own,</br>Thou could'st not bear to live, unnotic'd, and alone!", "Alas!  how wretched is the heart that bears</br>Those pangs!  neglected genius oft must prove,</br>How doubly wretched he, whose bosom shares</br>The sharper dart of unrequited love.</br>The festive scenes, that once his heart could move,</br>He passes heedless and unheeded by;</br>Each blooming field, each sweet and shady grove,</br>Appears a desert to his sick'ning eye.</br>Let Nature stiffen in unvarying snow,</br>Or Summer suns with scorching lustre glow,</br>Unmark'd are both by him &mdash; he feels but inward woe.", "Oft reason, fairest gift of bounteous Heav'n,</br>Has sunk beneath the woes it could not bear;</br>Oft the weak heart, by Disappointment riv'n,</br>Has flown to madness to avoid despair.</br>Behold yon maniac, how his wild eyes glare</br>Towards one fixed spot, with unrecoiling view,</br>'Twas there he last beheld his fair one &mdash; there</br>He saw her lovely, and he deem'd her true;</br>His looks were high &mdash; uncheck'd  by doubt or dread,</br>When burst the tempest o'er his hapless head&mdash;</br>Her falsehood pierc'd his heart &mdash; his shatter'd reason fled.", "Along the margin of yon frozen stream</br>Who wanders with unequal steps and slow,</br>His eyes no more in sparkling pleasure beam,</br>But wildly glancing, speak his inward woe.</br>\"Alas!\"  he cried, \"my joy exists below.</br>No happiness awaits the sanguine mind,</br>Its fairest visions, like yon fields of snow,</br>Vanish and melt &mdash; nor leave a trace behind.</br>The dame of Mis'ry glows within my breast;</br>There will it rage, unceasing, unreprest,</br>No prospect of relief, no hope of earthly rest.", "\"Now Winter triumphs o'er the closing year,</br>And veils each prospect in congenial gloom,</br>Ere long will milder Spring once more appear,</br>And clothe the valleys in their wonted bloom,</br>Their glitt'ring colours and their rich perfume.</br>O!  may no earthly Spring to me return!</br>O!  may the rays that Summer skies illume,</br>Beam unreflected o'er my mould'ring urn!</br>Then my torn heart, in yonder distant sphere,</br>No more the wayward slave of love and fear,</br>Shall find at length that rest it sought so vainly here.\"</br>"]