["THYRSIL, LANERET.", "If in thy bright, tho' less exalted, Sphere,</br>My youthful Verse has won thy gentle Ear;</br>While higher rais'd, more Influence to dispense,</br>Thy Sex's Charms, improv'd by manly Sense;</br>O!  of thy gracing Smile ambitious long,</br>Will fav'ring TALBOT hear my riper Song?", "Two Fowlers met beneath a fragrant Shade,</br>Which the close Boughs of blooming Hawthorn made.</br>'Twas early Dawn, when yet the glimm'ring Light</br>But dimly pierc'd the scatt'ring Brown of Night.</br>Now while their Nets were spread along the Mead,</br>Ere yet the gath'ring Covy came to feed,</br>The listless Swains the fav'ring Leisure chuse,</br>Responsively to tune the rural Muse:</br>Scorn'd Melite's enchanting Pow'r they tell,</br>And how the Love-despairing Nisus fell.</br>Of Astril had they learn'd the melting Strain,</br>By Turns they listen, and by Turns complain.", "LANERET.</br>Forsaken Melite's unruly smart,</br>O Thyrsil, hear!  and what her spelly Art.&mdash;</br>Still, cruel Boy, must I thy Scorn upbraid,</br>And own, in vain, a Passion unrepay'd?</br>Nor Pray'rs he hears, nor Vows his breast assail:</br>Begin my Rites; &mdash; ye magic Rites prevail.</br>Inconstant Moon, fair Wand'rer, change his Mind,</br>Or make me scorn, or make my Tyrant kind.", "This Coronal my drooping Brows shall shade,</br>Of Laurel, Yew, and budding Vervain made,</br>A triple Mixture; thrice I turn around,</br>Thrice rake the Fires, and sprinkle thrice the Ground.</br>Uneven Measures bind the mazy Charm,</br>And frozen Breasts of icy Hate disarm.</br>Inconstant Moon, fair Wand'rer, change his Mind,</br>Or make me scorn, or make my Tyrant kind.", "Galessa, bring the Bowl; this Swallow's Heart,</br>All warm, I to the mingled Draught impart,</br>Of potent Use his wayward Mind to turn;</br>And add this Sparrow's Gore to make him burn.</br>Judge, Maid, if needless is my wakeful Care,</br>For me he slights, and mocks my fond Despair.</br>Nine tedious Days has he my sight forbore,</br>And will revisit Melite no more.</br>In Shades remote he wears his Hours away,</br>To watch his Nets and call the feath'ry Prey.</br>Ye Birds of Air, his treach'rous Call despise,</br>Fly his false Snare, as me the Charmer flies.</br>Inconstant Moon, fair Wand'rer, change his Mind,</br>Or make me scorn, or make my Tyrant kind.", "With Birds of Night I brim the Spel-fill'd Bowl,</br>The Batt obscene, and day-deterring Owl.</br>Night drowns Remembrance in forgetful Shades,</br>Night the Love-troubled Mind to rest persuades.</br>The Sufferer's Woes, and Maids that pining weep,</br>She soothes in Silence, and relieves in Sleep.</br>Inconstant Moon, fair Wand'rer, change his Mind,</br>Or make me scorn, or make my Tyrant kind.", "In Woods the curring Nightingale is found,</br>Larks love the Meads, and Quails the corny Ground,</br>The Throstle to the ferny Heath is true,</br>And Swans to Floods, and Melite to you.&mdash;</br>See how the swarming Rooks for Flight prepare,</br>Their Croaks, and black'ning Pinions sound in air;</br>A lucky Sign!  and see, my Swain returns,</br>He melts, he murmurs, and with Love he burns.</br>Inconstant Moon, fair Wand'rer, change his Mind,</br>Or make me scorn, or make my Tyrant kind.", "THYRSIL.</br>Sweet flows the Verse, as is the theme it paints;</br>Grief saddens mine; to me the mournful Plaints,</br>The mournful Plaints for Nisus' Fate belong&mdash;</br>Alternate Muses smile on Thyrsil's Song!", "O Phylla, as the cooing Turtle fair,</br>And slow as the unpitying Hawk to spare;</br>Subtle as Water-Fowl, unfix'd as Wind,</br>And sullen, as the Nightingale confin'd!</br>Yet, make thy Nisus of thy Charms possess'd,</br>Cheer thy brown Love, and heal his bleeding Breast.</br>What tho' the sun-burnt Swain, in summer Fields,</br>To the hot Air his prideless Beauty yields,</br>While to his Springes he allures the Prize;</br>Slight not his Colour, nor his Flame despise.</br>How aptly, beauteous Maid, might you unite</br>His Sallow, graceful to thy purer White.</br>Pale Willows, by the Elm, are fairer seen,</br>The lighter heighten'd by the deeper green;</br>And Alders in the Forest lovelier shew,</br>When wedded to the Hazel's duskier Hue.&mdash;</br>My Voice, my Reed, shall in their Turns complain;</br>Here mix, my moving Pipe, thy sweetly mournful Strain.", "Who knows like him the wheaten Straws to lime?</br>Or differing Notes of various Birds to chime?</br>When best to climb for Nests the leafy Grove?</br>Or drive in stubble-lands the Pheasant Drove?</br>How to his Nets the running Powts to guide?</br>Or plant his Trammels by the River Side?</br>By thee, when dar'd the wasteful Hern essay</br>To beat the reedy Shores for fishy Prey?</br>Now waves thy bare-Hook in the dallying Wind,</br>Thy Frauds are obvious to the wiley Kind;</br>The Hern on wasteful Wing may beat the Shore;</br>Thee, Guardian Swain, the fishy Tribes deplore!</br>My Voice, my Reed, shall in their Turns complain;</br>Here mix, my moving Pipe, thy sweetly mournful Strain.", "Why rashly would'st thou dare with vent'rous Aim,</br>Untry'd in Love, to trust so wild a Flame?</br>The Barnacle ne'er quits the plasy Mud,</br>But keeps her Sounding in the shallow Flood.</br>Linnets on high their Eyries never make,</br>But harbour lowly in the fuzzy Brake.</br>When shall the Chaffinch on the Main-Sea brood,</br>Or Halcyons nest their offspring in the wood?</br>All things, by Nature taught, their station know</br>But thou art fond to tempt unpractis'd Woe.</br>Vain is the Hope to taste of Pleasure more,</br>The Heart love-thrall'd, no Absence can restore.</br>My Voice, my Reed, shall in their Turns complain;</br>Here mix, my moving Pipe, thy sweetly mournful Strain.", "Ah!  ever lost, and ever to be mourn'd!</br>By Hope deserted, and by Phylla scorn'd;</br>With thee shall I no more the Game invite,</br>Or sound the Low-Bell in the Field by Night,</br>By reedy Brooks the meshy Toils display,</br>Or in the moory Fenn the Springes lay.</br>The lavish Lark at muting Time shall sing,</br>Or dar'd, before the Hobby, take to wing,</br>Ere Phylla shall be soften'd by thy Pain,</br>Or thou thy vaded Happiness regain.</br>For thee the Fisher on the green-Sea-Deep,</br>And Birdsman in the Osier Copse shall weep;</br>The pitying Nymphs with Flow'rs thy Bier shall strew,</br>And Thyrsil's Voice and Reed their moving Plaint renew.</br>My Voice, my Reed, shall in their Turns complain;</br>Here mix, my moving Pipe, thy sweetly mournful Strain.", "Now rose the Wood-Lark from her hilly Nest,</br>And blith in air her wooing Notes express'd;</br>The Fowlers their untimely Songs reclaim,</br>Couch in the Shrubs, and watch the settling Game.</br>"]