["Frae the bed-head auld Geordy took his kent</br>At the cock-craw, an' dadart owr the bent,</br>To visit Robin, lang his neebour near,</br>An' mutual aid made them to ither dear.", "GEORDY.</br>Guid mournin' Rob, lang mat ye live to see</br>The sun blink owr this morn an' happy be.</br>I thought this day day-break wad ne'er appear,</br>Sae fair I lang't to wiss ye a guid Year.", "ROBIN.</br>Braw thanks my lad; lang may ye see this day</br>Come fraught to you wi' ilka thing but wae.</br>Fu fair I've wearied for my neebour true</br>Sin' the first cock his scraichin' clarion blew.</br>Three score o times the spring the gowan's sent,</br>Sin' we this day held happily content.</br>'Twas Marr's Year &mdash; I mind fu' weel the day</br>Whan we first canty held our hog-ma-nae.</br>Ye than was just new married on a Kate;</br>An' I on Jenny bonny mim an' blate.</br>Now Geordy lad, I'm whiles sae fell'd wi' fear,</br>That whisp'rin tells our partin's drawin near.", "GEORDY.</br>The langest day that e'er the warl saw</br>Aneath night's shade did blink itsel awa.</br>But Robin lad, the wretch needs only dread,</br>Wha hads to heaven the darin' impious head;</br>An' whase predominant gate has been thro' life</br>To mete an' mingle unto ithers grief.</br>But sober stock whase doon nae feck o' ill,</br>Has houps aboon, lat death come whan he will.</br>This saxty Years ye've paid the laird his fee&mdash;</br>An' to a' man gi'en Justice wi' a' sweigh.</br>Afore the Court I'd tak a sacred aith,</br>Ye'd thole grit hurt 'fore ye'd do ony skaith.</br>Ye've kept the kirk an' ordinances due,</br>An' gane as straight as sinfu' clay can do.</br>An' tho' fock do their best &mdash; I'm free to swear</br>They'll while rub shouthers wi' pollution here.</br>Do a' ye can &mdash; lat heaven do the laive&mdash;</br>We'll get perfection south side o' the grave.", "That I this mornin' might mair happy had,</br>I sent yestreen for cotter's lass and lad,</br>A cog o' yill did on the gantry faem</br>That an' guid meat I coupit i' their wame.</br>Syne took them to the big potatoe bing,</br>An' owr ilk shouther did four firlots fling.</br>Sax bowes o' meal, nae mill did better grind,</br>I took an' parted 'mang them to a pound.</br>A guid fat wadder gae to ilka hearth</br>To gar their bairnies loup an' dance wi' mirth.</br>An' Katty gied them a' a pickle woo'</br>To cleid their back, sin' I had fed their mou'.</br>And sent them in a kebbuck an' some yill,</br>To tak on New Year's morn a hearty sweel.</br>An' sin' the storm has steekt them i' the house</br>They'll happy be &mdash; an' crak like us fu cruse</br>I tentit them this morn, unseen, alane,&mdash;</br>An' my heart glowed to see them a' sae fain.", "ROBIN.</br>It gars my heart ay loup wi' merry glee,</br>Whan my friends turn an' mine sae cosh agree.</br>Yestreen my Jenny dandart owr the gate</br>An' brought the cotters ere the hour grew late.</br>What she did gie I cannae realy tell,</br>But a' their bairns were haddin' her gown tail.</br>Their fathers cryin &mdash; 'Lord bless ye, lucky wife!</br>Lang mat your ha' be stow'd wi' blessin's rife!</br>Sae cosh she pangs their amery or kist,</br>That a' my life I never yet did mis't.</br>Syne round her a' her servants made to hoddle,</br>An' paid them a' their wages to a boddle.</br>Ilk lad a sark &mdash; ilk maid a snood she gae,&mdash;</br>An' gar't them rantin' had their hog-ma-nae.</br>An' few need peenge aneath misfortune's glowr</br>Was fock do a' the guid that's i' their power.", "GEORDY.</br>The grit-man's gate obsequious rowes the hinge</br>For lordly guests &mdash; while servants to them beenge,</br>An' stow the board wi' mair than it dowe had,</br>While countless teinds gang supperless to bed;</br>Rise up niest morn mair dowie than the lift,</br>Whan sable clouds toom down their balefu' drift.</br>This is the pinchin', scanty, time o' year,</br>Whan rich an' bien soud strew their orrow geer:</br>To wae-worn fock dung doil'd, an' haddin down,</br>I' the lane village, or the mickle town.</br>A very little strings the peasant's heart,</br>Gars his hearth bleise, and does the grit nae hurt.", "ROBIN.</br>They'll rather guzzle till they cannae glowr</br>Ere they had help out to the feckless poor:</br>An' tho' inclement frown the wintry skies,</br>They lounge utentive the poor man's cries.</br>Fortune frae heaven comes couthsome to ane's house</br>Wi' guid intent to be of solid use:</br>She dowe nae bide to glance frae place to place,</br>For ostentation's pleasure to embrace:</br>An' gif we use her this way soon an' late,</br>She will some time fu' dourly tak the pet,</br>An' slight us for our lack o' common sense,</br>That dinnae ken what way to do her mence:</br>Or soud we dern her in a neuks sae grey</br>She pettit gangs wi' spendthrift chaps awa.</br>She likes to tread wi' peace the Sylvan vale,</br>Wi' canny comrads an' the sober meal:</br>An' aft she soud be treat to tak a look,</br>Where poverty sits cauldrife i' the nook.</br>At proper times to tak her to the town,</br>An' there 'mang liberal sauls to set her down:</br>Lat tim'd hilarity upo' her wait,</br>And strict oeconomy attend her gate.</br>An' now an' then lead her to dungeon's cell</br>Where misery wi' awefu horrors dwell:</br>Whare meagre poor tied wi' the tyrant's hand,</br>Clank their strange chains i' Britain's feelin' land.&mdash;</br>An' after she's doon there what guid she can,</br>To tak her back to Sylvan shades again.", "GEORDY.</br>There she soud tent the pleugh-man on the lee,</br>An' to his ruggit toil her succor gie:</br>Tell him the right way to improve his haugh,</br>Till a fu' barn-yeard gleefu' mak him laugh:</br>To mak his fields sprout wi' a better green;</br>And sleeker woo' upon' his flocks be seen.</br>Niest whare the garden spreads her bosom fair,</br>At leisure hours, her feet soud dander there:</br>Whare heaven all-potent veils the power o' art,</br>An' wafts a warl' of odor to the heart.</br>An aft she soud be led unto the shore,</br>Whare trade an' commerce ply the eident oar,</br>To gie new pith unto the merchant's hand,</br>That he may send his wares athort the land.</br>These are the bairns that supplicate her ear,</br>An' she wi' these soud jocund spend the Year.</br>Gif itherways grit-fock, distort her mind,</br>They're mockin' heav'n, whase been to them sae kind.", "It's unco cruel to tak her to a race;</br>An' amang jockies stain her wi' disgrace:</br>Or whare the gamester sits wi' features gair,</br>To spulzie her o' her pang'd pouches there:</br>Or whare the drunkarts sit wi' plooky nose,</br>Wha owr the quegh's strang faem insipid dose:</br>Or whare the steghin' gluttons nauseous dwell,</br>An' mak their wames the kettle-pans o' h-ll,</br>Mish-mashin creatures for their greed or gust,</br>An' feed a lumber-load for worms an' dust.</br>Insensate brutes!  the thrid what they destroy</br>Sae nauseously, wad to God's poor gie joy.</br>Wad help the lanely widow to dispel</br>The clouds o' wae, that hing out owr her cell.", "ROBIN.</br>We'll crak nae mair o' this &mdash; we cannae mend</br>The unco ills that stain this sinfu land.&mdash;</br>We'll ben the house &mdash; I hear my Jane's asteer&mdash;</br>An' get her beneson i' the New Year.</br>Yestreen she made a haggis fat and guid,</br>An' singit weel a dainty wather's head,</br>Her bottle prim'd, came last night frae the town,</br>An' a guid pye is ready for the oo'n.</br>We'll spend the day as harmless as we may,</br>Like sober fock, bound for eternal day.</br>"]