["I. 1.</br>How oft shall i survey</br>This humble roof, the lawn, the greenwood shade,</br>The vale with sheaves o'erspread,</br>The glassy brook, the flocks which round thee stray?</br>When will thy cheerful mind</br>Of these have utter'd all her dear esteem?</br>Or, tell me, dost thou deem</br>No more to join in glory's toilsome race,</br>But here content imbrace</br>That happy leisure which thou had'st resign'd?", "I. 2.</br>Alas, ye happy hours,</br>When books and youthful sport the soul could share,</br>Ere one ambitious care</br>Of civil life had aw'd her simpler powers;</br>Oft as your winged train</br>Revisit here my friend in white array,</br>O fail not to display</br>Each fairer scene where i perchance had part,</br>That so his generous heart</br>The abode of even friendship may remain.", "I. 3.</br>For not imprudent of my loss to come,</br>I saw from contemplation's quiet cell</br>His feet ascending to another home</br>Where public praise and envied greatness dwell.</br>But shall we therefore, o my lyre</br>Reprove ambition's best desire?</br>Extinguish glory's flame?</br>Far other was the task injoin'd</br>When to my hand thy strings were first assign'd:</br>Far other faith belongs to friendship's honor'd name.", "II. 1.</br>Thee, Townshend, not the arms</br>Of slumbering ease, nor pleasure's rosy chain,</br>Were destin'd to detain:</br>No, nor bright science, nor the Muse's charms.</br>For them high heaven prepares</br>Their proper votaries, an humbler band:</br>And ne'er would Spenser's hand</br>Have deign'd to strike the warbling Tuscan shell,</br>Nor Harrington to tell</br>What habit an immortal city wears,", "II. 2.</br>Had this been born to shield</br>The cause which Cromwell's impious hand betray'd,</br>Or that, like Vere, display'd</br>His redcross banner o'er the Belgian field.</br>Yet where the will divine</br>Hath shut those loftiest paths, it next remains,</br>With reason clad in strains</br>Of harmony, selected minds to inspire,</br>And virtue's living fire</br>To feed and eternize in hearts like thine.", "II. 3.</br>For never shall the herd, whom envy sways,</br>So quell my purpose or my tongue controul,</br>That i should fear illustrious worth to praise,</br>Because it's master's friendship mov'd my soul.</br>Yet, if this undissembling strain</br>Should now perhaps thine ear detain</br>With any pleasing sound,</br>Remember thou that righteous fame</br>From hoary age a strict account will claim</br>Of each auspicious palm with which thy youth was crown'd.", "III. 1.</br>Nor obvious is the way</br>Where heaven expects thee, nor the traveller leads,</br>Through flowers or fragrant meads,</br>Or groves that hark to Philomela's lay.</br>The impartial laws of fate</br>To nobler virtues wed severer cares.</br>Is there a man who shares</br>The summit next where heavenly natures dwell?</br>Ask him (for he can tell)</br>What storms beat round that rough laborious height.", "III. 2.</br>Ye heroes, who of old</br>Did generous England freedom's throne ordain;</br>From Alfred's parent reign</br>To Nassau, great deliverer, wise and bold;</br>I know your perils hard,</br>Your wounds, your painful marches, wintry seas,</br>The night estrang'd from ease,</br>The day by cowardice and falsehood vex'd,</br>The head with doubt perplex'd,</br>The indignant heart disdaining the reward", "III. 3.</br>Which envy hardly grants.  But, o renown,</br>O praise from judging heaven and virtuous men,</br>If thus they purchas'd thy divinest crown,</br>Say, who shall hesitate?  or who complain?</br>And now they sit on thrones above:</br>And when among the gods they move</br>Before the sovran mind,</br>\"Lo, these,\" he saith, \"lo, these are they</br>Who to the laws of mine eternal sway</br>From violence and fear asserted human kind.\"", "IV 1.</br>Thus honor'd while the trait,</br>Of legislators in his presence dwell;</br>If i may aught foretell,</br>The statesman shall the second palm obtain.</br>For dreadful deeds of arms</br>Let vulgar bards, with undiscerning praise,</br>More glittering trophies raise:</br>But wisest heaven what deeds may chiefly move</br>To favor and to love?</br>What, save wide blessings, or averted harms?", "IV. 2.</br>Nor to the imbattled field</br>Shall these achievements of the peaceful gown</br>The green immortal crown</br>Of valor, or the songs of conquest, yield.</br>Not Fairfax wildly bold,</br>While bare of crest he hew'd his fatal way,</br>Through Naseby's firm array,</br>To heavier dangers did his breast oppose</br>Than Pym's free virtue chose,</br>When the proud force of Strafford he controul'd.", "IV. 3.</br>But what is man at enmity with truth?</br>What were the fruits of Wentworth's copious mind</br>When (blighted all the promise of his youth)</br>The patriot in a tyrant's league had join'd?</br>Let Ireland's loud-lamenting plains,</br>Let Tyne's and Humber's trampled swains,</br>Let menac'd London tell</br>How impious guile made wisdom base;</br>How generous zeal to cruel rage gave place;</br>And how unbless'd he liv'd and how dishonor'd fell.", "V. 1.</br>Thence never hath the Muse</br>Around his tomb Pierian roses flung:</br>Nor shall one poet's tongue</br>His name for music's pleasing labor chuse.</br>And sure, when nature kind</br>Hath deck'd some favor'd breast above the throng,</br>That man with grievous wrong</br>Affronts and wounds his genius, if he bends</br>To guilt's ignoble ends</br>The functions of his ill-submitting mind.", "V. 2.</br>For worthy of the wise</br>Nothing can seem but virtue; nor earth yield</br>Their fame an equal field,</br>Save where impartial freedom gives the prize.</br>There Somers fix'd his name,</br>Inroll'd the next to William.  there shall Time</br>To every wondering clime</br>Point out that Somers, who from faction's croud,</br>The slanderous and the loud,</br>Could fair assent and modest reverence claim.", "V. 3.</br>Nor aught did laws or social arts acquire,</br>Nor this majestic weal of Albion's land</br>Did aught accomplish, or to aught aspire,</br>Without his guidance, his superior hand.</br>And rightly shall the Muse's care</br>Wreaths like her own for him prepare,</br>Whose mind's inamor'd aim</br>Could forms of civil beauty draw</br>Sublime as ever sage or poet saw,</br>Yet still to life's rude scene the proud ideas tame.", "VI. 1.</br>Let none profane be near!</br>The Muse was never foreign to his breast:</br>On power's grave seat confess'd,</br>Still to her voice he bent a lover's ear.</br>And if the blessed know</br>Their ancient cares, even now the unfading groves,</br>Where haply Milton roves</br>With Spenser, hear the inchanted echos round</br>Through farthest heaven resound</br>Wise Somers, guardian of their fame below.", "VI. 2.</br>He knew, the patriot knew,</br>That letters and the Muses powerful art</br>Exalt the ingenuous heart,</br>And brighten every form of just and true.</br>They lend a nobler sway</br>To civil wisdom, than corruption's lure</br>Could ever yet procure:</br>They too from envy's pale malignant light</br>Conduct her forth to sight</br>Cloath'd in the fairest colors of the day.", "VI. 3.</br>O Townshend, thus may Time, the judge severe,</br>Instruct my happy tongue of thee to tell:</br>And when i speak of one to freedom dear</br>For planning wisely and for acting well,</br>Of one whom glory loves to own,</br>Who still by liberal means alone</br>Hath liberal ends pursu'd;</br>Then, for the guerdon of my lay,</br>\"This man with faithful friendship,\" will i say,</br>From youth to honor'd age my arts and me hath view'd.\"</br>"]