["Ye verdant Laurels, and ye gloomy Pines,</br>Ye fragrant Myrtles, and the mournful Yew;</br>Your leafy Honours to resign prepare,</br>That I, with friendly Care,</br>May deck our Churchill's Tomb; to him they're due.", "Occasion sad, sad Office ever dear,</br>For 'tis the last we ever can bestow:</br>Since thy harmonious Soul has taken Flight,</br>Receive from us the Tribute of our Woe.</br>Curst be Boulogne, there Churchill met his Fate,</br>There Churchill died, and has not left his Peer:</br>But shall we bear him silent on the Bier,</br>While the loud laments stun the adverse Shore;</br>Shall they still weep, and shall not we do more,</br>Than barely give him the last parting Tear?</br>Him, our dear Country's Boast, her fav'rite Son,</br>Fair Freedom's Patron, and the Muse's Flame,</br>Who to his Aid, in Haste, to get her came,</br>Hoping to save, but nothing could be done:</br>And Nature echo'd, The great CHURCHILL'S dead.", "Begin, Melpomene, the Fun'ral Song,</br>Touch, with bold Hand, the loudly sounding String,</br>Raise thy sweet Voice, but let it still be strong,</br>Equal to him to whom it does belong:</br>For thou of all the nine the Dirge must sing.", "Apollo hear, and grant my just Desire,</br>Since thy own Son, the Genius of our Isle,</br>Is gone &mdash; for ever gone &mdash; and never more,</br>Must he return, to bless this weeping Shore:</br>Some other Mortal with his Soul inspire,</br>Lest Vice should triumph and get Head the while.</br>For he in Virtue's Cause did still engage,</br>And lovely Freedom all his Soul inspir'd;</br>Vice felt the Force of his Poetic Rage,</br>Unable to withstand his Pen, retir'd.</br>Form'd was his Head, and ready was his Hand,</br>Nor venal L&mdash;ds, nor M&mdash;rs, would spare:</br>To lash the highly Vicious was his Care,</br>And to expose the Harpies of the Land.", "Freedom he sung, in such enchanting Strains,</br>Freedom, the Hills re-echo'd to the Plains.", "Apollo heard, and inward grieving sigh'd,</br>He greatly mourn'd the Loss of one so dear;</br>'Till quite o'ercome, he threw his Harp aside,</br>And down his Cheek stole the ambrosial Tear:</br>Then sought Britannia, but long sought in vain</br>Among her Cliffs, and on her rocky Shore,</br>'Gainst which the Waves, in headlong Fury, drove,</br>And the loud Winds assaulted from above,</br>There she had often sat and told her Pain:</br>But now her Griefs were greater than before,</br>And she at Dover wasted all her Store</br>Of Tears; while o'er her Fav'rite's Tomb,</br>In melancholy Posture long she stood</br>Quite motionless and dumb.</br>At length her Grief found Vent, and she began,</br>In Words like these &mdash; the Verse alternate ran.", "Now will the Good and Virtuous greatly mourn,</br>The Fate of him, so lov'd, and so admir'd;</br>Now will they pour their Sorrows o'er his Urn,</br>And weep the Bosom quench'd, that Freedom fir'd.", "Why should we blush to weep for one so dear,</br>For one already in the List of Fame?</br>Why should we shame to drop the tender Tear,</br>For one whose Works will eternize his Name?", "Here must he rest, and here will I remain,</br>And be the constant Guardian of his Grave;</br>Here will I vent my Sorrows to the Main,</br>And wail the Fate of him I could not save.</br>"]