["The shepherds in the shade their hunger feasted</br>With simple cates, such as the countrey yeelds;</br>And while from scorching beams secure they rested,</br>The Nymphs disperst along the woody fields,</br>Pull'd from their stalks the blushing strawberries,</br>Which lurk close shrouded from high-looking eyes;</br>Shewing that sweetnesse oft both low and hidden lies.", "But when the day had his meridian runne</br>Between his highest throne, and low declining;</br>Thirsil again his forced task begunne,</br>His wonted audience his sides entwining.</br>The middle Province next this lower stands,</br>Where th' Isles Heart-city spreads his large comands,</br>Leagu'd to the neighbour towns with sure and friendly bands.", "Such as that starre, which sets his glorious chair</br>In midst of heav'n, and to dead darknesse here</br>Gives light and life; such is this citie fair:</br>Their ends, place, office, state, so nearely neare,</br>That those wise ancients from their natures sight,</br>And likenesse, turn'd their names, and call'd aright</br>The sunne the great worlds heart, the heart the lesse worlds light.", "This middle coast to all the Isle dispends</br>All heat and life:  hence it another Guard</br>(Beside those common to the first) defends;</br>Built whole of massie stone, cold, drie, and hard:</br>Which stretching round about his circling arms,</br>Warrants these parts from all exteriour harms;</br>Repelling angry force, securing all alar'ms.", "But in the front two fair twin-bulwarks rise,</br>In th' Arren built for strength, and ornament;</br>In Thelu of more use, and larger size;</br>For hence the young Isle draws his nourishment:</br>Here lurking Cupid hides his bended bow;</br>Here milkie springs in sugred rivers flow;</br>Which first gave th' infant Isle to be, and then to grow.", "For when the lesser Island (still increasing</br>In Venus temple) to some greatnesse swells,</br>Now larger rooms and bigger spaces seizing,</br>It stops the Hepar rivers; backward reels</br>The stream, and to these hills bears up his flight,</br>And in these founts (by some strange hidden might)</br>Dies his fair rosie waves into a lily white.", "So where fair Medway, down the Kentish dales</br>To many towns her plenteous waters dealing,</br>Lading her banks, into wide Thamis falls;</br>The big-grown main with fomie billows swelling,</br>Stops there the sudding stream; her steddy race</br>Staggers awhile, at length flies back apace,</br>And to the parent fount returns its fearfull pace.", "These two fair mounts are like two hemispheres,</br>Endow'd with goodly gifts and qualities;</br>Whose top two little purple hillocks reares,</br>Most like the Poles in heavens Axletrees:</br>And round about two circling altars gire,</br>In blushing red; the rest in snowy tire</br>Like Thracian Haemus looks, which ne're feels Phoebus fire.", "That mighty hand in these dissected wreathes,</br>(Where moves our Sunne) his thrones fair picture gives;</br>The pattern breathlesse, but the picture breathes;</br>His highest heav'n is dead, our low heav'n lives:</br>Nor scorns that loftie one thus low to dwell;</br>Here his best starres he sets, and glorious cell;</br>And fills with saintly spirits, so turns to heav'n from hell.", "About this Region round in compasse stands</br>A Guard, both for defence, and respiration,</br>Of sixtie foure, parted in severall bands;</br>Half to let out the smokie exhalation,</br>The other half to draw in fresher windes:</br>Beside both these, a third of both their kindes,</br>That lets both out, and in; which no enforcement bindes.", "This third the merrie Diazome we call,</br>A border-citie these two coasts removing;</br>Which like a balk, with his crosse-builded wall,</br>Disparts the terms of anger, and of loving;</br>Keeps from th' Heart-citie fuming kitchin fires,</br>And to his neighbours gentle windes inspires;</br>Loose when he sucks in aire, contract when he expires.", "The Diazome of severall matter's fram'd:</br>The first moist, soft; harder the next, and drier:</br>His fashion like the fish a Raia nam'd;</br>Fenc'd with two walls, one low, the other higher;</br>By eight streams water'd; two from Hepar low,</br>And from th' Heart-town as many higher go;</br>But two twice told down from the Cephal mountain flow.", "Here sportfull Laughter dwells, here ever sitting,</br>Defies all lumpish griefs, and wrinkled care;</br>And twentie merrie-mates mirth causes fitting,</br>And smiles, which Laughters sonnes, yet infants are.</br>But if this town be fir'd with burnings nigh,</br>With selfsame flames high Cephals towers fry;</br>Such is their feeling love, and loving sympathie.", "This coast stands girt with a peculiar wall,</br>The whole precinct, and every part defending:</br>The chiefest Citie, and Imperiall,</br>Is fair Kerdia, farre his bounds extending;</br>Which full to know were knowledge infinite:</br>How then should my rude pen this wonder write,</br>Which thou, who onely mad'st it, onely know'st aright?", "In middle of this middle Regiment</br>Kerdia seated lies, the centre deem'd</br>Of this whole Isle, and of this government:</br>If not the chiefest this, yet needfull'st seem'd,</br>Therfore obtain'd an equall distant seat,</br>More fitly hence to shed his life and heat,</br>And with his yellow streams the fruitfull Island wet.", "Flankt with two severall walls (for more defence)</br>Betwixt them ever flows a wheyish moat;</br>In whose soft waves, and circling profluence</br>This Citie, like an Isle, might safely float:</br>In motion still (a motion fixt, not roving)</br>Most like to heav'n in his most constant moving:</br>Hence most here plant the seat of sure and active loving.", "Built of a substance like smooth porphyrie;</br>His matter hid, and (like it self) unknown:</br>Two rivers of his own; another by,</br>That from the Hepar rises, like a crown,</br>Infold the narrow part:  for that great All </br>This his works glory made pyramicall;</br>Then crown'd with triple wreath, and cloath'd in scarlet pall.", "The Cities self in two partitions rest;</br>That on the right, this on the other side:</br>The right (made tributarie to the left)</br>Brings in his pension at his certain tide,</br>A pension of liquours strangely wrought;</br>Which first by Hepars streams are hither brought,</br>And here distill'd with art, beyond or words or thought.", "The grosser waves of these life-streams (which here</br>With much, yet much lesse labour is prepar'd)</br>A doubtfull chanel doth to Pneumon bear:</br>But to the left those labour'd extracts shar'd,</br>As through a wall, with hidden passage slide;</br>Where many secret gates (gates hardly spi'd)</br>With safe convoy give passage to the other side.", "At each hand of the left two streets stand by,</br>Of severall stuffe, and severall working fram'd,</br>With hundred crooks, and deep-wrought cavitie:</br>Both like the eares in form, and so are nam'd.</br>I' th' right hand street the tribute liquour sitteth:</br>The left forc't aire into his concave getteth;</br>Which subtile wrought, and thinne, for future workmen fitteth.", "The Cities left side, (by some hid direction)</br>Of this thinne aire, and of that right sides rent,</br>(Compound together) makes a strange confection;</br>And in one vessel both together meynt,</br>Stills them with equall never-quenched firing:</br>Then in small streams (through all the Island wiring)</br>Sends it to every part, both heat and life inspiring.", "In this Heart-citie foure main streams appeare;</br>One from the Hepar, where the tribute landeth,</br>Largely poures out his purple river here;</br>At whose wide mouth a band of Tritons standeth,</br>(Three Tritons stand) who with their three-forkt mace</br>Drive on, and speed the rivers flowing race,</br>But strongly stop the wave, if once it back repace.", "The second is that doubtfull chanel, lending</br>Some of this tribute to the Pneumon nigh;</br>Whose springs by carefull guards are watcht, that sending</br>From thence the waters, all regresse denie:</br>The third unlike to this, from Pneumon flowing,</br>And his due ayer-tribute here bestowing,</br>Is kept by gates and barres, which stop all backward going.", "The last full spring out of this left side rises,</br>Where three fair Nymphs, like Cynthia's self appearing,</br>Draw down the stream which all the Isle suffices;</br>But stop back-waies, some ill revolture fearing.</br>This river still it self to lesse dividing,</br>At length with thousand little brooks runnes sliding,</br>His fellow course along with Hepar chanels guiding.", "Within this Citie is the palace fram'd,</br>Where life, and lifes companion, heat, abideth;</br>And their attendants, passions untam'd:</br>(Oft very hell in this strait room resideth)</br>And did not neighbouring hills, cold aires inspiring,</br>Allay their rage and mutinous conspiring,</br>Heat all (it self and all) would burn with quenchlesse firing.", "Yea that great Light, by whom all heaven shines</br>With borrow'd beams, oft leaves his loftie skies,</br>And to this lowly seat himself confines.</br>Fall then again, proud heart, now fall to rise:</br>Cease earth, ah cease, proud Babel earth, to swell:</br>Heav'n blasts high towers, stoops to a low-rooft cell;</br>First heav'n must dwell in man, then man in heav'n shall dwell.", "Close to Kerdia Pneumon takes his seat,</br>Built of a lighter frame, and spungie mold:</br>Hence rise fresh aires to fanne Kerdia's heat;</br>Temp'ring those burning fumes with moderate cold:</br>It self of largest size, distended wide,</br>In divers streets and out-wayes multipli'd:</br>Yet in one Corporation all are joyntly ti'd.", "Fitly 't is cloath'd with hangings thinne and light,</br>Lest too much weight might hinder motion:</br>His chiefest use to frame the voice aright;</br>(The voice which publishes each hidden notion)</br>And for that end a long pipe down descends,</br>(Which here it self in many lesser spends)</br>Untill low at the foot of Cephal mount it ends.", "This pipe was built for th' aiers safe purveiance,</br>To fit each severall voice with perfect sound;</br>Therefore of divers matter the conveiance</br>Is finely fram'd; the first in circles round,</br>In hundred circles bended, hard and drie,</br>(For watrie softnesse is sounds enemie)</br>Not altogether close, yet meeting very nigh.", "The seconds drith and hardnesse somewhat lesse,</br>But smooth and pliable made for extending,</br>Fills up the distant circles emptinesse;</br>All in one bodie joyntly comprehending:</br>The last most soft, which where the circles scanted</br>Not fully met, supplies what they have wanted,</br>Not hurting tender parts, which next to this are planted.", "Upon the top there stands the pipes safe covering,</br>Made for the voices better modulation:</br>Above it foureteen carefull warders hovering,</br>Which shut and open it at all occasion:</br>The cover in foure parts it self dividing,</br>Of substance hard, fit for the voices guiding;</br>One still unmov'd (in Thelu double oft) residing.", "Close by this pipe runnes that great chanel down,</br>Which from high Cephals mount twice every day</br>Brings to Koilia due provision:</br>Straight at whose mouth a floud-gate stops the way,</br>Made like an Ivie leaf, broad-angle-fashion;</br>Of matter hard, fitting his operation,</br>For swallowing soon to fall, and rise for inspiration.", "But see, the smoak mounting in village nigh,</br>With folded wreaths steals through the quiet aire;</br>And mixt with duskie shades in Eastern skie,</br>Begins the night, and warns us home repair:</br>Bright Vesper now hath chang'd his name and place,</br>And twinkles in the heav'n with doubtfull face:</br>Home then my full-fed lambes; the night comes, home apace.", ""]