["I have liv'd many seasons &mdash; and I stand</br>Nor low nor lofty on this world at last:</br>Yet, with some hope (which I cannot withstand)</br>I shall not wholly bow me to the blast,</br>Nor, all unknown, like a base weed be cast</br>Away, and wither in my wint'ry grave,</br>Shaming the soil that fed me &mdash; For the past,&mdash;</br>'Tis gone &mdash; and 'twould be idle now to rave</br>Of wasted hours, or mourn &mdash; I am not folly's slave.", "Yet like a pestilence, despondence hung</br>Upon the spirit of my prime &mdash; In vain</br>I sought for cure &mdash; like wasting fire it clung</br>Against my heart &mdash; it struck upon my brain&mdash;</br>Then, like a lion bursting from its chain,</br>For I was not the fool of phantasy,</br>I rush'd away, and rid me of my pain;</br>And, with that courage that becomes the free,</br>Stood on the verge again &mdash; safe &mdash; for at liberty.", "In deep embowering woods I built my home</br>For nature nurses best the sickly mind;</br>And when Apollo thro' my leafy dome</br>Came visiting, I rose &mdash; at eve, reclin'd,</br>I caught strange secrets from the whispering wind,</br>That with its cooling freshness bath'd my head</br>As with Olympian dews &mdash; 'twas then my mind</br>Gather'd its powers &mdash; and, sickly visions fled,</br>I stood like a man new-born &mdash; recover'd from the dead.&mdash;", "It is upon the mountains &mdash; the vast sea&mdash;</br>That we hear Nature's language &mdash; 'tis the tide</br>Which rolls for ever speaks 'Eternity:'</br>The hills declare she is to Heaven allied:</br>And in the thunder comes her voice of pride:</br>Her mirror is the lake:  her garb the field</br>With all the colours of the Iris dyed:</br>Somewhat of mighty moment doth she yield</br>From every part.  To me, her soul she hath revealed.", "For I did woo her in my early youth,</br>And sought the marvels of her lonely ways;</br>And often in those fountain depths, where truth</br>Springs from its parent source, I loved to gaze&mdash;</br>And watch'd its many wanderings, where it strays</br>The world's rude rocks, and 'wildering woods among;</br>And where the elemental lightnings blaze</br>I've trod &mdash; aye, stood above 'em &mdash; while along</br>The precipice they play'd &mdash; wild &mdash; glittering &mdash; and strong.", "I've roamed amongst the eternal Alps &mdash; I've stood</br>And gazed upon the diminish'd world below;</br>Marking, at frightful distance, field and flood</br>And spire and town, like things of pigmy show,</br>Shrink into nothing:  while these peaks of snow</br>(Which yet the winds themselves but seldom  climb)</br>Arose like giants from the void below,</br>But fashion'd all for everlasting time&mdash;</br>Imperishable  things &mdash; unstain'd, as 'twere, by crime.", "I've seen the setting sun &mdash; there &mdash; oh!  how weak</br>My verse to tell what flash'd across  my sight</br>Green, blue, and burning red was every streak&mdash;</br>Like rainbow-beams &mdash; but trebly, trebly bright;</br>The earth &mdash; the air &mdash; the heavens &mdash; were living light:</br>My vision was absorbed &mdash; I trembled &mdash; then</br>Softening his glance, and sinking in his might,</br>The Sun slow faded from the eyes of men,</br>And died away.  Ne'er have I seen the like again.", "Yet have I lain in many a leafy nook</br>Sequester'd &mdash; hiding from the summer beam&mdash;</br>Idling &mdash; or haply with that charmed book,</br>Writ by the Avon side; and loved to dream</br>Of pale Cordelia &mdash; gentle Imogene&mdash;</br>Or, on some brook that slid, like guilt, away,</br>Hurrying the pilfered mosses down its stream,</br>Pondered &mdash; and often, at the close of day,</br>Gazed on the coming Moon, and felt, perchance, her sway.", "It is in high, remoter scenes, that we</br>Become sublim'd &mdash; yet humble:  there we learn</br>That still beyond us spreads &mdash; Infinity&mdash;</br>And we still &mdash; clay:  or, all admiring, turn</br>To where those characters of beauty burn,</br>Which God hath printed on the starry skies:</br>And haply guess why we alone may learn</br>The world's vast wonders &mdash; why alone our eyes</br>See far &mdash; why we alone have such proud sympathies.", "For with creation and its marvels, none,</br>Save we, can hold communion.  On the earth</br>Are many stately footsteps, and the Sun</br>Shines on eyes bright as ours:  yet hath our birth</br>Holy shed round us an immortal worth,</br>Beyond the rest &mdash; tho' with the rest we fade,</br>And are encircled by as frail a girth</br>To life, as they &mdash; and in the deadly shade</br>Wither as quick, and are as loathsome when decayed.", "But while we live, the air &mdash; the fruit &mdash; the flower</br>Doth own to us a high, a superior charm</br>And the soul's radiance in our wint'ry hour</br>Flings a sweet summer halo round us &mdash; warm&mdash;</br>And then &mdash; the multitudinous things that swarm</br>From the brain's secret cells, and never die,</br>Tho mortal born &mdash; Oh!  for that boasted balm</br>Of life!  to raise the mighty when they lie</br>Wrecks, both in frame and mind &mdash; common mortality.", "Seems it not hard, that they whose spirits have</br>Engendered, and matured such thoughts sublime,</br>And lived but for the world &mdash; must in the grave</br>At last sink like the things of folly &mdash; crime&mdash;</br>Ere yet the soul hath blossom'd in its prime?</br>For who may tell how high the labouring thought</br>Might reach, if giv'n to live till after-time:</br>And what a pyramid it might build &mdash; how fraught</br>With treasures, but from time and meditation caught.", "Now &mdash; oh!  how short is life!  yet, in our day</br>Things like the sunbeams start from out the brain&mdash;</br>Man like a vapour shines &mdash; then sinks away;</br>Bright to the last, but brief &mdash; a thing of pain</br>And passion &mdash; slave of love, hate, pleasure, gain&mdash;</br>Fashion'd from all the elements, and frail</br>As each &mdash; all fire, clay, ether &mdash; like the main</br>Stormy, and fickle as the April gale&mdash;</br>He sins, prays, hates, forgives, then prays and &mdash; sins again.</br>"]