["The feverish couch that yields me no repose,</br>The tear-dewed pillow of my spectre dream,</br>With trembling heart and brain, that round me throws</br>Ill-omened forms that fleetly glide and gleam,</br>I leave, to drink the stirring breeze of morn,</br>And watch the setting of the waning moon,</br>While brilliant gems the brow of night adorn,</br>And peace is felt &mdash; the wretched spirit's boon:</br>To wing my soul from earthly thought away,</br>And trace seraphic forms in shades that round me play.", "'Tis silvery twilight and the fanning airs</br>That tune the aspen and the willow grove</br>To wonted arbours of enmingling love,</br>Breathe o'er the bosom tender thoughts, and long</br>Unwaked, of spring time blisses, and unfold</br>Visions of beauty, that in silence throng</br>To ruined bowers, mid which they sung of old;</br>While from the rainbow of the heart on high,</br>Hope bent and swept her angel-harp along the sky.", "The stars are melting in the pale-blue Heaven,</br>And their soft radiance fades before the eye;</br>Their hour is past, and like the visions given</br>To unwrung hearts they vanish in the sky:</br>Yet why should I their parting light regret,</br>When bright Aurora gleams along the east?</br>Or, when the vesper star of love has set,</br>On other orbs my wandering eye-beam feast?</br>Pall'd is the palate, if the fragrant draught</br>Is e'er untasted, or forgot as soon as quaff'd.", "Or why should beams so holy longer dwell</br>On crime, since folly, midnight, and despair,</br>Light villain lordling's blazon'd palace-hell,</br>Or weep o'er ruined maiden's anguish'd prayer?</br>Steel through the lattice of the secret bower,</br>Where lecherous losel, and lost leman meet;</br>Or linger long before the midnight hour,</br>Lest murder's shriek their guardian spirits greet?</br>Ye eyes of Heaven!  why deign to look below?</br>Earth is a vast Aceldama of guilt and woe!", "But purple morn o'er diamond dews careers,</br>And blushing nature welcomes home her lord;</br>And other sleepless eyes, bedimm'd with tears,</br>Than mine, with waking woes too true accord!</br>Sorrows to mine, like vulcan flames to light</br>Emitted from the flattering fire-fly's wing,</br>Corrode once happier hearts, and sadly blight</br>Affections all as fond, with aspic sting;</br>Then why should I, though doomed to mourn and sigh,</br>Protract my selfish strain when thousands shriek and die?</br>"]