["I.</br>By firm immutable immortal laws</br>Impress'd on Nature by the GREAT FIRST CAUSE,</br>Say, MUSE!  how rose from elemental strife</br>Organic forms, and kindled into life;</br>How Love and Sympathy with potent charm</br>Warm the cold heart, the lifted hand disarm;</br>Allure with pleasures, and alarm with pains,</br>And bind Society in golden chains.", "Four past eventful Ages then recite,</br>And give the fifth, new-born of Time, to light;</br>The silken tissue of their joys disclose,</br>Swell with deep chords the murmur of their woes;</br>Their laws, their labours, and their loves proclaim,</br>And chant their virtues to the trump of Fame.", "Immortal Love!  who ere the morn of Time,</br>On wings outstretch'd, o'er Chaos hung sublime;</br>Warm'd into life the bursting egg of Night,</br>And gave young Nature to admiring Light!&mdash;</br>You!  whose wide arms, in soft embraces hurl'd</br>Round the vast frame, connect the whirling world!</br>Whether immers'd in day, the Sun your throne,</br>You gird the planets in your silver zone;</br>Or warm, descending on ethereal wing,</br>The Earth's cold bosom with the beams of spring;</br>Press drop to drop, to atom atom bind,</br>Link sex to sex, or rivet mind to mind;</br>Attend my song! &mdash; With rosy lips rehearse,</br>And with your polish'd arrows write my verse!&mdash;</br>So shall my lines soft-rolling eyes engage,</br>And snow-white fingers turn the volant page;</br>The smiles of Beauty all my toils repay,</br>And youths and virgins chant the living lay.", "II.</br>Where Eden's sacred bowers triumphant sprung,</br>By angels guarded, and by prophets sung,</br>Wav'd o'er the east in purple pride unfurl'd,</br>And rock'd the golden cradle of the World;</br>Four sparkling currents lav'd with wandering tides</br>Their velvet avenues, and flowery sides;</br>On sun-bright lawns unclad the Graces stray'd,</br>And guiltless Cupids haunted every glade;</br>Till the fair Bride, forbidden shades among,</br>Heard unalarm'd the Tempter's serpent-tongue;</br>Eyed the sweet fruit, the mandate disobey'd,</br>And her fond Lord with sweeter smiles betray'd.</br>Conscious awhile with throbbing heart he strove,</br>Spread his wide arms, and barter'd life for love!&mdash;</br>Now rocks on rocks, in savage grandeur roll'd,</br>Steep above steep, the blasted plains infold;</br>The incumbent crags eternal tempest shrouds,</br>And livid light'nings cleave the lambent clouds;</br>Round the firm base loud-howling whirlwinds blow,</br>And sands in burning eddies dance below.", "Hence ye profane! &mdash; the warring winds exclude</br>Unhallow'd throngs, that press with footstep rude;</br>But court the Muse's train with milder skies,</br>And call with softer voice the good and wise.</br>&mdash;Charm'd at her touch the opening wall divides,</br>And rocks of crystal form the polish'd sides;</br>Through the bright arch the Loves and Graces tread,</br>Innocuous thunders murmuring o'er their head;</br>Pair after pair, and tittering, as they pass,</br>View their fair features in the walls of glass;</br>Leave with impatient step the circling bourn,</br>And hear behind the closing rocks return.", "Here, high in air, unconscious of the storm,</br>Thy temple, NATURE, rears it's mystic form;</br>From earth to heav'n, unwrought by mortal toil,</br>Towers the vast fabric on the desert soil;</br>O'er many a league the ponderous domes extend,</br>And deep in earth the ribbed vaults descend;</br>A thousand jasper steps with circling sweep</br>Lead the slow votary up the winding steep;</br>Ten thousand piers, now join'd and now aloof,</br>Bear on their branching arms the fretted roof.", "Unnumber'd ailes connect unnumber'd halls,</br>And sacred symbols crowd the pictur'd walls;</br>With pencil rude forgotten days design,</br>And arts, or empires, live in every line.</br>While chain'd reluctant on the marble ground,</br>Indignant TIME reclines, by Sculpture bound;</br>And sternly bending o'er a scroll unroll'd,</br>Inscribes the future with his style of gold.</br>&mdash;So erst, when PROTEUS on the briny shore,</br>New forms assum'd of eagle, pard, or boar;</br>The wise ATRIDES bound in sea-weed thongs</br>The changeful god amid his scaly throngs;</br>Till in deep tones his opening lips at last</br>Reluctant told the future and the past.", "Here o'er piazza'd courts, and long arcades,</br>The bowers of PLEASURE root their waving shades;</br>Shed o'er the pansied moss a checker'd gloom,</br>Bend with new fruits, with flow'rs successive bloom.</br>Pleas'd, their light limbs on beds of roses press'd,</br>In slight undress recumbent Beauties rest;</br>On tiptoe steps surrounding Graces move,</br>And gay Desires expand their wings above.", "Here young DIONE arms her quiver'd Loves,</br>Schools her bright Nymphs, and practises her doves;</br>Calls round her laughing eyes in playful turns,</br>The glance that lightens, and the smile that burns;</br>Her dimpling cheeks with transient blushes dies,</br>Heaves her white bosom with seductive sighs;</br>Or moulds with rosy lips the magic words,</br>That bind the heart in adamantine cords.", "Behind in twilight gloom with scowling mien</br>The demon PAIN, convokes his court unseen;</br>Whips, fetters, flames, pourtray'd on sculptur'd stone,</br>In dread festoons, adorn his ebon throne;</br>Each side a cohort of diseases stands,</br>And shudd'ring Fever leads the ghastly bands;</br>O'er all Despair expands his raven wings,</br>And guilt-stain'd Conscience darts a thousand stings.", "Deep-whelm'd beneath, in vast sepulchral caves,</br>OBLIVION dwells amid unlabell'd graves;</br>The storied tomb, the laurell'd bust o'erturns,</br>And shakes their ashes from the mould'ring urns.&mdash;</br>No vernal zephyr breathes, no sunbeams cheer,</br>Nor song, nor simper, ever enters here;</br>O'er the green floor, and round the dew-damp wall,</br>The slimy snail, and bloated lizard crawl;</br>While on white heaps of intermingled bones</br>The muse of MELANCHOLY sits and moans;</br>Showers her cold tears o'er Beauty's early wreck,</br>Spreads her pale arms, and bends her marble neck.", "So in rude rocks, beside the Aegean wave,</br>TROPHONIUS scoop'd his sorrow-sacred cave;</br>Unbarr'd to pilgrim feet the brazen door,</br>And the sad sage returning smil'd no more.", "Shrin'd in the midst majestic NATURE stands,</br>Extends o'er earth and sea her hundred hands;</br>Tower upon tower her beamy forehead crests,</br>And births unnumber'd milk her hundred breasts;</br>Drawn round her brows a lucid veil depends,</br>O'er her fine waist the purfled woof descends;</br>Her stately limbs the gather'd folds surround,</br>And spread their golden selvage on the ground.", "From this first altar fam'd ELEUSIS stole</br>Her secret symbols and her mystic scroll;</br>With pious fraud in after ages rear'd</br>Her gorgeous temple, and the gods rever'd.</br>&mdash;First in dim pomp before the astonish'd throng,</br>Silence, and Night, and Chaos, stalk'd along;</br>Dread scenes of Death, in nodding sables dress'd,</br>Froze the broad eye, and thrill'd the unbreathing breast.</br>Then the young Spring, with winged Zephyr, leads</br>The queen of Beauty to the blossom'd meads;</br>Charm'd in her train admiring Hymen moves,</br>And tiptoe Graces hand in hand with Loves.</br>Next, while on pausing step the masked mimes</br>Enact the triumphs of forgotten times,</br>Conceal from vulgar throngs the mystic truth,</br>Or charm with Wisdom's lore the initiate youth;</br>Each shifting scene, some patriot hero trod,</br>Some sainted beauty, or some saviour god.", "III.</br>Now rose in purple pomp the breezy dawn,</br>And crimson dew-drops trembled on the lawn;</br>Blaz'd high in air the temple's golden vanes,</br>And dancing shadows veer'd upon the plains.&mdash;</br>Long trains of virgins from the sacred grove,</br>Pair after pair, in bright procession move,</br>With flower-fill'd baskets round the altar throng,</br>Or swing their censers, as they wind along.</br>The fair URANIA leads the blushing bands,</br>Presents their offerings with unsullied hands;</br>Pleas'd to their dazzled eyes in part unshrouds</br>The goddess-form; &mdash; the rest is hid in clouds.", "\"PRIESTESS OF NATURE!  while with pious awe</br>Thy votary bends, the mystic veil withdraw;</br>Charm after charm, succession bright, display,</br>And give the GODDESS to adoring day!</br>So kneeling realms shall own the Power divine,</br>And heaven and earth pour incense on her shrine.", "\"Oh grant the MUSE with pausing step to press</br>Each sun-bright avenue, and green recess;</br>Led by thy hand survey the trophied walls,</br>The statued galleries, and the pictur'd halls;</br>Scan the proud pyramid, and arch sublime,</br>Earth-canker'd urn, medallion green with time,</br>Stern busts of Gods, with helmed heroes mix'd,</br>And Beauty's radiant forms, that smile betwixt.", "\"Waked by thy voice, transmuted by thy wand,</br>Their lips shall open, and their arms expand;</br>The love-lost lady, and the warrior slain,</br>Leap from their tombs, and sigh or fight again.</br>&mdash;So when ill-fated ORPHEUS tuned to woe</br>His potent lyre, and sought the realms below;</br>Charm'd into life unreal forms respir'd,</br>And list'ning shades the dulcet notes admir'd.&mdash;", "\"Love led the Sage through Death's tremendous porch,</br>Cheer'd with his smile, and lighted with his torch;&mdash;</br>Hell's triple Dog his playful jaws expands,</br>Fawns round the GOD, and licks his baby hands;</br>In wondering groups the shadowy nations throng,</br>And sigh or simper, as he steps along;</br>Sad swains, and nymphs forlorn, on Lethe's brink,</br>Hug their past sorrows, and refuse to drink;</br>Night's dazzled Empress feels the golden flame</br>Play round her breast, and melt her frozen frame;</br>Charms with soft words, and sooths with amorous wiles,</br>Her iron-hearted Lord, &mdash; and PLUTO smiles.&mdash;</br>His trembling Bride the Bard triumphant led</br>From the pale mansions of the astonish'd dead;</br>Gave the fair phantom to admiring light,&mdash;</br>Ah, soon again to tread irremeable night!\"", "IV.</br>Her snow-white arm, indulgent to my song,</br>Waves the fair Hierophant, and moves along.&mdash;</br>High plumes, that bending shade her amber hair,</br>Nod, as she steps, their silver leaves in air;</br>Bright chains of pearl, with golden buckles brac'd,</br>Clasp her white neck, and zone her slender waist;</br>Thin folds of silk in soft meanders wind</br>Down her fine form, and undulate behind;</br>The purple border, on the pavement roll'd,</br>Swells in the gale, and spreads its fringe of gold.", "\"First, if you can, celestial Guide!  disclose</br>From what fair fountain mortal life arose,</br>Whence the fine nerve to move and feel assign'd,</br>Contractile fibre, and ethereal mind:", "\"How Love and Sympathy the bosom warm,</br>Allure with pleasure, and with pain alarm,</br>With soft affections weave the social plan,</br>And charm the listening Savage into Man.\"", "\"GOD THE FIRST CAUSE! &mdash; in this terrene abode</br>Young Nature lisps, she is the child of God.</br>From embryon births her changeful forms improve,</br>Grow, as they live, and strengthen as they move.", "\"Ere Time began, from flaming Chaos hurl'd</br>Rose the bright spheres, which form the circling world;</br>Earths from each sun with quick explosions burst,</br>And second planets issued from the first.</br>Then, whilst the sea at their coeval birth,</br>Surge over surge, involv'd the shoreless earth;</br>Nurs'd by warm sun-beams in primeval caves</br>Organic Life began beneath the waves.", "\"First HEAT from chemic dissolution springs,</br>And gives to matter its eccentric wings;</br>With strong REPULSION parts the exploding mass,</br>Melts into lymph, or kindles into gas.</br>ATTRACTION next, as earth or air subsides,</br>The ponderous atoms from the light divides,</br>Approaching parts with quick embrace combines,</br>Swells into spheres, and lengthens into lines.</br>Last, as fine goads the gluten-threads excite,</br>Cords grapple cords, and webs with webs unite;</br>And quick CONTRACTION with ethereal flame</br>Lights into life the fibre-woven frame.&mdash;</br>Hence without parent by spontaneous birth</br>Rise the first specks of animated earth;</br>From Nature's womb the plant or insect swims,</br>And buds or breathes, with microscopic limbs.", "\"In earth, sea, air, around, below, above,</br>Life's subtle woof in Nature's loom is wove;</br>Points glued to points a living line extends,</br>Touch'd by some goad approach the bending ends;</br>Rings join to rings, and irritated tubes</br>Clasp with young lips the nutrient globes or cubes;</br>And urged by appetencies new select,</br>Imbibe, retain, digest, secrete, eject.</br>In branching cones the living web expands,</br>Lymphatic ducts, and convoluted glands;</br>Aortal tubes propel the nascent blood,</br>And lengthening veins absorb the refluent flood;</br>Leaves, lungs, and gills, the vital ether breathe</br>On earth's green surface, or the waves beneath.</br>So Life's first powers arrest the winds and floods,</br>To bones convert them, or to shells, or woods;</br>Stretch the vast beds of argil, lime, and sand,</br>And from diminish'd oceans form the land!", "\"Next the long nerves unite their silver train,</br>And young SENSATION permeates the brain;</br>Through each new sense the keen emotions dart,</br>Flush the young cheek, and swell the throbbing heart.</br>From pain and pleasure quick VOLITIONS rise,</br>Lift the strong arm, or point the inquiring eyes;</br>With Reason's light bewilder'd Man direct,</br>And right and wrong with balance nice detect.</br>Last in thick swarms ASSOCIATIONS spring,</br>Thoughts join to thoughts, to motions motions cling;</br>Whence in long trains of catenation flow</br>Imagined joy, and voluntary woe.", "\"So, view'd through crystal spheres in drops saline,</br>Quick-shooting salts in chemic forms combine;</br>Or Mucor-stems, a vegetative tribe,</br>Spread their fine roots, the tremulous wave imbibe.</br>Next to our wondering eyes the focus brings</br>Self-moving lines, and animated rings;</br>First Monas moves, an unconnected point,</br>Plays round the drop without a limb or joint;</br>Then Vibrio waves, with capillary eels,</br>And Vorticella whirls her living wheels;</br>While insect Proteus sports with changeful form</br>Through the bright tide, a globe, a cube, a worm.</br>Last o'er the field the Mite enormous swims,</br>Swells his red heart, and writhes his giant limbs.", "V.</br>\"Organic Life beneath the shoreless waves</br>Was born and nurs'd in Ocean's pearly caves;</br>First forms minute, unseen by spheric glass,</br>Move on the mud, or pierce the watery mass;</br>These, as successive generations bloom,</br>New powers acquire, and larger limbs assume;</br>Whence countless groups of vegetation spring,</br>And breathing realms of fin, and feet, and wing.", "\"Thus the tall Oak, the giant of the wood,</br>Which bears Britannia's thunders on the flood;</br>The Whale, unmeasured monster of the main,</br>The lordly Lion, monarch of the plain,</br>The Eagle soaring in the realms of air,</br>Whose eye undazzled drinks the solar glare,</br>Imperious man, who rules the bestial crowd,</br>Of language, reason, and reflection proud,</br>With brow erect who scorns this earthy sod,</br>And styles himself the image of his God;</br>Arose from rudiments of form and sense,</br>And embryon point, or microscopic ens!", "\"Now in vast shoals beneath the brineless tide,</br>On earth's firm crust testaceous tribes reside;</br>Age after age expands the peopled plain,</br>The tenants perish, but their cells remain;</br>Whence coral walls and sparry hills ascend</br>From pole to pole, and round the line extend.", "\"Next when imprison'd fires in central caves</br>Burst the firm earth, and drank the headlong waves;</br>And, as new airs with dread explosion swell,</br>Form'd lava-isles, and continents of shell;</br>Pil'd rocks on rocks, on mountains mountains raised,</br>And high in heaven the first volcanoes blazed;</br>In countless swarms an insect-myriad moves</br>From sea-fan gardens, and from coral groves;</br>Leaves the cold caverns of the deep, and creeps</br>On shelving shores, or climbs on rocky steeps.</br>As in dry air the sea-born stranger roves,</br>Each muscle quickens, and each sense improves;</br>Cold gills aquatic form respiring lungs,</br>And sounds aerial flow from slimy tongues.", "\"So Trapa rooted in pellucid tides,</br>In countless threads her breathing leaves divides,</br>Waves her bright tresses in the watery mass,</br>And drinks with gelid gills the vital gas;</br>Then broader leaves in shadowy files advance,</br>Spread o'er the crystal flood their green expanse;</br>And, as in air the adherent dew exhales,</br>Court the warm sun, and breathe ethereal gales.", "\"So still the Tadpole cleaves the watery vale</br>With balanc'd fins, and undulating tail;</br>New lungs and limbs proclaim his second birth,</br>Breathe the dry air, and bound upon the earth.</br>So from deep lakes the dread Musquito springs,</br>Drinks the soft breeze, and dries his tender wings,</br>In twinkling squadrons cuts his airy way,</br>Dips his red trunk in blood, and man his prey.", "\"So still the Diodons, amphibious tribe,</br>With two-fold lungs the sea or air imbibe;</br>Allied to fish, the lizard cleaves the flood</br>With one-cell'd heart, and dark frigescent blood;</br>Half-reasoning Beavers long-unbreathing dart</br>Through Erie's waves with perforated heart;</br>With gills and lungs respiring Lampreys steer,</br>Kiss the rude rocks, and suck till they adhere;</br>The lazy Remora's inhaling lips,</br>Hung on the keel, retard the struggling ships;</br>With gills pulmonic breathes the enormous Whale,</br>And spouts aquatic columns to the gale;</br>Sports on the shining wave at noontide hours,</br>And shifting rainbows crest the rising showers.", "\"So erst, ere rose the sience to record</br>In letter'd syllables the volant word;</br>Whence chemic arts, disclosed in pictured lines,</br>Liv'd to mankind by hieroglyphic signs;</br>And clustering stars, pourtray'd on mimic spheres,</br>Assumed the forms of lions, bulls, and bears;</br>&mdash;So erst, as Egypt's rude designs explain,</br>Rose young DIONE from the shoreless main;</br>Type of organic Nature!  source of bliss!</br>Emerging Beauty from the vast abyss!</br>Sublime on Chaos borne, the Goddess stood,</br>And smiled enchantment on the troubled flood;</br>The warring elements to peace restored,</br>And young Reflection wondered and adored.\"", "Now paused the Nymph, &mdash; The Muse responsive cries,</br>Sweet admiration sparkling in her eyes,</br>\"Drawn by your pencil, by your hand unfurl'd,</br>Bright shines the tablet of the dawning world;</br>Amazed the Sea's prolific depths I view,</br>And VENUS rising from the waves in YOU!", "\"Still Nature's births enclosed in egg or seed</br>From the tall forest to the lowly weed,</br>Her beaux and beauties, butterflies and worms,</br>Rise from aquatic to aerial forms.</br>Thus in the womb the nascent infant laves</br>Its natant form in the circumfluent waves;</br>With perforated heart unbreathing swims,</br>Awakes and stretches all its recent limbs;</br>With gills placental seeks the arterial flood,</br>And drinks pure ether from its Mother's blood.</br>Erewhile the landed Stranger bursts his way,</br>From the warm wave emerging into day;</br>Feels the chill blast, and piercing light, and tries</br>His tender lungs, and rolls his dazzled eyes;</br>Gives to the passing gale his curling hair,</br>And steps a dry inhabitant of air.", "\"Creative Nile, as taught in ancient song,</br>So charm'd to life his animated throng;</br>O'er his wide realms the slow-subsiding flood</br>Left the rich treasures of organic mud;</br>While with quick growth young Vegetation yields</br>Her blushing orchards, and her waving fields;</br>Pomona's hand replenish'd Plenty's horn,</br>And Ceres laugh'd amid her seas of corn.&mdash;</br>Bird, beast, and reptile, spring from sudden birth,</br>Raise their new forms, half-animal, half-earth;</br>The roaring lion shakes his tawny mane,</br>His struggling limbs still rooted in the plain;</br>With flapping wings assurgent eagles toil</br>To rend their talons from the adhesive soil;</br>The impatient serpent lifts his crested head,</br>And drags his train unfinish'd from the bed.&mdash;</br>As Warmth and Moisture blend their magic spells,</br>And brood with mingling wings the slimy dells;</br>Contractile earths in sentient forms arrange,</br>And Life triumphant stays their chemic change.\"", "Then hand in hand along the waving glades</br>The virgin Sisters pass beneath the shades;</br>Ascend the winding steps with pausing march,</br>And seek the Portico's susurrant arch;</br>Whose sculptur'd architrave on columns borne</br>Drinks the first blushes of the rising morn,</br>Whose fretted roof an ample shield displays,</br>And guards the Beauties from meridian rays.</br>While on light step enamour'd Zephyr springs,</br>And fans their glowing features with his wings,</br>Imbibes the fragrance of the vernal flowers,</br>And speeds with kisses sweet the dancing Hours.", "Urania, leaning with unstudied grace,</br>Rests her white elbow on a column's base;</br>Awhile reflecting takes her silent stand,</br>Her fair cheek press'd upon her lily hand;</br>Then, as awaking from ideal trance,</br>On the smooth floor her pausing steps advance,</br>Waves high her arm, upturns her lucid eyes,</br>Marks the wide scenes of ocean, earth, and skies;</br>And leads, meandering as it rolls along</br>Through Nature's walks, the shining stream of Song.", "First her sweet voice in plaintive accents chains</br>The Muse's ear with fascinating strains;</br>Reverts awhile to elemental strife,</br>The change of form, and brevity of life;</br>Then tells how potent Love with torch sublime</br>Relights the glimmering lamp, and conquers Time.</br>&mdash;The polish'd walls reflect her rosy smiles,</br>And sweet-ton'd echoes talk along the ailes.", ""]