["The wonted hour, which gives the rising day,</br>Hath slowly step'd o'er yon blue mountain high;</br>No ray of morn, the orient beams display,</br>To streak with bright'ning gold the star-deck'd sky.", "Say, Muse, oh!  say, why thus the day new-born</br>Is sabled o'er with this impervious gloom;</br>Or why so of its genial lustre shorn,</br>No gleam askance the valley's fair illume.", "No sound harmonious floats along the vale,</br>The birds, in mournful silence, bend the spray;</br>The willows o'er the weeping brooks bewail,</br>While pensive on their streams meand'ring stray.", "But hark!  yon ravens wild ill-boding croak;</br>The hooting bird too, of the sapless tree;</br>The solemn stillness of the morn hath broke,</br>And sorrow's spread it's mantle o'er the lea.", "What visual form or mission'd angel bright,</br>With golden pinions breaks the darkling lour,</br>Whose radiant plume displays effulgent light,</br>And hovers, dove-like, o'er yon Gothick tower.", "'Tis sure some pure celestial form on high,</br>To wrest a spirit from this frail abode:</br>Hark!  hark!  'tis call'd, I hear the parting sigh!</br>A soul's enlarg'd, and soars unto his God.", "Amazement dazzles on my trembling sight!</br>See!  see!  that fleeting ghost!  'tis Tubal's shade;</br>Swift gliding on, to meet yon cherub bright,</br>Whose graceful brows with heav'n sent peace array'd.", "The wing'd angelic lends his aiding hand,</br>And clasps the pure immortal to his breast.</br>But, hark!  the heav'nly train, aetherial band,</br>With sounds mellifluous charms his soul to rest.", "The beauteous form, lo shapes his radiant plume,</br>Sublimely wide, and soars with heav'nly grace;</br>His starry wings the distant skies illume,</br>And brightens all the universal space.", "'Tis gone!  Attraction's sunk beneath it's sight!</br>And leads a spirit flutt'ring for his own,</br>Through realms of bliss, amid the sons of light,</br>O'er star-set pavements, to his Maker's throne.", "Oh!  may he there such delectations prove,</br>As mercy, grace, and perfect good inspire;</br>Bless'd with a crown of heav'n's redeeming love,</br>And join in endless song the heav'nly choir.", "But here dread sorrow's spread the mournful hue,</br>Each valley, hill, and grove is sabled o'er;</br>The villager's, in vain, their sport renew,</br>For Tubal's dead, and pastimes are no more.", "How oft I've felt his sweetly chanted strains,</br>Beating their tuneful rapture in my ear,</br>'Till dire misfortune's burst its canker'd chains,</br>And Hope enliv'ning sprang from his council dear.", "His bosom'd harp, divine Erata strung,</br>Then touch'd the note of each according wire;</br>The strains were sweet, the varied Muses sung,</br>And Tubal's breast, they made their fav'rite lyre.", "For who, like him, could touch the lyrick strain,</br>And add new beauty to the morning's rise;</br>Or who, like him, could charm the starry train,</br>When Cynthia spangl'd out the midnight skies.", "But soft!  I hear the sorrow striking knell,</br>With deadly sound it calls the kindred few,</br>To 'tend the sad hearse to the hallow'd cell,</br>Where death-rais'd mounds are clad in hoary hue.", "Then here, ye minstrels of the humble vale,</br>In solemn dirge with me his loss deplore;</br>For woodland notes, alas!  no more avail,</br>For Tubal's dead, and rectitude's no more.", "No marbl'd stone, or monumental bust,</br>Shall tell the future age his worth and fame;</br>Yet conscious truth reveres his humble dust,</br>And pity drops a tear at Tubal's name.", "What boots this strange magnificence of sound;</br>This pompous mock at death among the great;</br>Time's mould'ring hand the regal piles confound,</br>And mingles all within the lap of fate.", "Then rest thou ever dear and friendly shade,</br>Since greatness only is the chance of birth;</br>A King's no more, when in the tomb he's laid,</br>Than Tubal in this narrow spot of earth.", "Yet from his dust, bless'd Peace, your olives rear,</br>And kindred doves shall there securely dwell,</br>While flow'rs, more sweet than grace the vernal year,</br>Shall fragrance breathe around his clay-built cell.", "And there too shall the fair inspiring Nine</br>A yearly tribute to his ashes pay,</br>'Till wearied Time forbids the stars to shine,</br>And yon bright Sun grows pale and dies away.</br>"]