["Prince Arthur and his nephew base</br>Do combat hond to hond,</br>Each slays his foe; &mdash; how Arthur was</br>Convey'd to Faery londe.", "O! why should Virtue in this world succomb</br>To hateful Vice her bright, celestial head?</br>Oh!  why is Vice permitted to assume</br>Fair Virtue's semblaunce &mdash; worshipp'd in her stead?</br>Certes, at this I eft have mervailled:</br>But who high Jove's mysterious ways may scan?</br>By mortal wight they are not to be read:</br>Nathlesse he'll justify those ways to man,</br>When Time shall cease to roll, he will unfold his plan.", "These grave conceipts have passen through my mind,</br>Eft as I've ponder'd o'er Prince Arthur's end:</br>Sure Fortune to her minion seem'd unkind,</br>Whenas th' adult'rer did his couch ascend,</br>And with unhallow'd love his honour shend.</br>Albe he sought redress in martial strife,</br>Ne Virtue bright, ne Valour mote defend</br>From the vile faytor's swerde his sacred life,</br>Fore-doom'd he was to fall, through his disloyal wife.", "Of all the beauteous flowers beneath the sun,</br>In sooth, sweet woman is the loveliest flower;</br>But soonest blighted, when y'breath'd upon</br>By passion's gales, in whot temptation's hour.</br>Ah, me!  faire beauty is a perilous dower:</br>If virtue guard not, eften frail, as sheen,</br>Wooing the gaze of wanton paramour:</br>Such were the frailties of that dame, I ween,</br>Who shar'd the prince's bed, his own annointed queene.", "Bright dawn'd the morning of that fatal day,</br>When royal Arthur bow'd him to his fate;</br>He set his martial bands in firm array,</br>Fir'd with revenge, and more than mortal hate</br>'Gainst him, who robb'd of peace his marriage state,</br>Mordred, th' incestuous, whose vile arts had turn'd</br>From love and honour Arthur's tender mate:</br>All terms of overture the monarch spurn'd,</br>And for the traitor's blood with rage resistless burn'd.", "With golden streaks Dan Phoebus 'gan to fret</br>The eastern clime, the morning mists uncurl'd:</br>When those fierce fone in deadly combat met,</br>A stern defiance from each chief was hurl'd;</br>And where the royal standard wav'd, unfurl'd,</br>The battle clos'd; there rag'd the wild uproar,</br>There fought and bled the bravest in the world:</br>Knights of the Table Round were bath'd in gore,</br>There Arthur met his foe: &mdash; they met to part no more.", "Like as two lions on Numidian plain</br>Together rush, in fierce hostility:</br>Fire in each eye, and terror in each mane,</br>Certes, it is a selcouthe sight to see,</br>All beasts amated fro the combat flee:</br>So when those heroes at each other dash'd,</br>Large vantage ground their wond'ring hosts left free:</br>Fierce was the strife, they strook, they foin'd, they lasht,</br>Whilse from their batter'd arms bright floods of sparkles flasht.", "But all the wonders of that dreadful fight,</br>What mortal bard, what mortal tongue can tell?</br>When two such champions met in all their might,</br>Even fabled deeds of arms they did excell.</br>Pierc'd by his uncles hand, the traitor fell,</br>And breath'd his last upon the bloody plain:</br>But, see!  the victor reels upon his selle.</br>His radiant arms life's crimson currents stain,</br>He sinks, and yields his soul upon his foeman slain.", "Whilst life's faint flame still flicker'd in its urn,</br>The dying prince commaundment gave to throw</br>His trenchant magic glave, hight Caliburn,</br>Into a lake, whose waters ne'er did flow.</br>But ere it cleft that lake's sheen surface, lo!</br>A mighty hand stretch'd forth arraught the same:</br>And thrice in air ywav'd it to and fro;</br>When loudly thrice responding thunders came,</br>And suddenly it sunk, wreath'd in the levin-flame.", "When two dark clouds, with hidden fury fraught,</br>In welkin meet; loud bursts the levin-brond:</br>Sudden the wind, whyleare to madness wrought,</br>Ceases its brawling, and in cadence bland</br>Whispers serenely over sea and lond;</br>So when their chiefs in fight had slain each other,</br>Incontinent did either hostile band</br>Surcease their strife, like children of one mother;</br>Each shook his foeman's hand as tho' he were his brother.", "Thus fell the pride and flower of chivalry</br>By treason's hand.  Alack!  and well away!</br>Whose stalworth arm had bow'd the surquedry</br>Of Saxon fone, in many a bloody fray.</br>Four hundred felt his prowess in one day.</br>Farewell to thee, thou mirror of true glory!</br>Tho' cruel foes did here thy peace bewray,</br>And low  thou liest 'neath the sod once gory,</br>Thy deathless fame shall live for aye in minstrel story.", "Some say, to Faery londe the Prince was borne</br>By elfin fays, and wonnes in groves of bliss.</br>Unfading flowers its smiling fields adorn;</br>A land of peace and love &mdash; unlike to this:</br>Ne pain, ne grief, ne death comes there ywis.</br>Bright elfin sylphs his light attendants are,</br>And eke the Faerye Queene his consort is,</br>In amaranthine bowers reside the pair,</br>Blest with immortal youth, immortal joys to share.</br>"]