["She was a thing of morn &mdash; with the soft calm</br>Of Summer evening in her pensive air;</br>Her smile came o'er the gazer's heart like balm,</br>To soothe away all sorrow save despair;</br>Her radiant brow scarce wore a trace of care,&mdash;</br>A sunny lake, where imaged you might trace,</br>Of Hope and Memory all that's bright and fair,</br>Where no rude breath of Passion came to chase,</br>Like winds from Summer wave, its heaven from that sweet face.", "As one who looks on landscapes beautiful</br>Will feel their spirit all his soul pervade;</br>E'en as the heart grows stiller by the lull</br>Of falling waters, when the winds are laid;</br>So he who gaz'd upon this heavenly maid</br>Imbibed a sweetness never felt before:</br>Oh!  when with her through Autumn fields I've stray'd,</br>A brighter hue the ling'ring wild-flowers wore,</br>And sweeter was the song the small bird warbled o'er!", "Then came Consumption, with her languid moods,</br>Her soothing whispers, and her dreams that seek</br>To nurse themselves in silent solitudes;</br>She came, with hectic glow and wasted cheek,</br>And still the maiden pined, more wan and weak,</br>'Till her declining loveliness each day</br>Paled like the second bow; yet would she speak</br>The words of hope, e'en while she past away</br>Amidst the closing clouds, and faded ray by ray!", "She died i' the bud of being, in the spring&mdash;</br>The time of flow'rs, and songs, and balmy air;</br>'Mid opening blossoms she was with'ring,</br>But thus 'twas ever with the good and fair,</br>The lov'd of Heaven:  ere yet the hand of Care</br>Upon the snowy brow hath set his seal,</br>Or Time's hoar frost come down to blanch the hair,</br>They fade away, and 'scape what others feel,</br>The pangs that pass not by &mdash; the wounds that never heal!", "They laid her in the robes that wrap the dead;</br>So beautiful in rest ye scarce might deem,</br>From form so fair, the gentle spirit fled,</br>But only lapp'd in some Elysian dream;</br>And still the glory of a vanish'd dream;</br>The ling'ring halo of a parted ray,</br>Shed o'er her lonely sleep its latest gleam,</br>Like evening's rose-light, when the Summer day</br>Hath fled o'er sea and shore, and faded far away.</br>"]