["Now Phoebus rose; and with his early Beams</br>Wak'd slumb'ring Delia from her pleasing Dreams;</br>Her Wishes by her Fancy were supply'd,</br>And in her Sleep the nuptial knot was ty'd.</br>With secret Joy she saw the Morning Ray</br>Chequer the Floor, and through the Curtains play;</br>That happy Morn that shall her Bliss compleat,</br>And all her Rivals envious Hopes defeat.</br>In haste she rose; unmindful of her Pray'rs,</br>Flew to the Glass, and practis'd o'er her Airs:</br>Her new-set Jewels round her Robe are plac'd,</br>Some in a Brilliant Buckle bind her Waist;</br>Some round her Neck a circling Light display,</br>Some in her Hair diffuse a trembling Ray;</br>The Silver Knot o'erlooks the Mechlen Lace,</br>And adds becoming Beauties to her Face:</br>Brocaded Flow'rs o'er the gay Manteau shine,</br>And the rich Stays her Taper Shape confine;</br>Thus all her Dress exerts a graceful Pride,</br>And sporting Loves surround th' expecting Bride,</br>For Daphnis now attends the blushing Maid,</br>Before the Priest their solemn Vows are paid;</br>This Day which ends at once all Delia's Cares,</br>Shall swell a thousand Eyes with secret Tears.</br>Cease, Araminta, now no longer Grieve,</br>Thou ne'er from Hymen canst the Youth retrieve.</br>Why then in vain will Araminta mourn?</br>Bestow thy Love where thou mayst hope Return.</br>But still the wretched Maid no Comfort knows,</br>And with Resentment cherishes her Woes;</br>Alone she pines, and in these mournful Strains,</br>Of Daphnis' Vows, and her own Fate complains.</br>Was it for this I sparkled at the Play,</br>And loiter'd in the Ring whole hours away?</br>When if thy Chariot in the Circle shone,</br>Our mutual Passion by our Looks was known:</br>Through the gay Crowd my watchful Glances flew,</br>Where-e'er I pass thy grateful Eyes pursue.", "Ah faithless Youth!  too well you saw my Pain;</br>For Eyes the Language of the Soul explain.", "Think, Daphnis, think that scarce five Days are fled,</br>Since in mine Ears those treach'rous things you said</br>How did you praise my Shape and graceful Air!</br>And Woman thinks all Compliments sincere.</br>Did not thy Tongue in Raptures speak thy Flame,</br>And in soft Sighs breath Araminta's Name?</br>Didst thou not then with Oaths thy Passion prove,</br>And with an awful trembling, say &mdash; I love?", "Ah faithless Youth!  too well you saw my Pain;</br>For Eyes the Language of the Soul explain.", "How could'st thou thus, ungrateful Youth, deceive?</br>How could I thus, unguarded Maid, Believe?</br>Sure thou canst well recall that fatal Night,</br>When subtle Love first enter'd at my Sight:</br>When in the Dance I was thy Partner chose,</br>Gods!  what a Rapture in my Bosom rose!</br>My trembling Hand my sudden Flame confess'd,</br>My glowing Cheeks a wounded Heart express'd;</br>My looks spoke Love; while you with answ'ring Eyes,</br>In killing Glances made as kind Replies.</br>Think, Daphnis, think, what tender Things you said,</br>Think what Confusion all my Soul betray'd;</br>You call'd my graceful Presence Cynthia's Air,</br>And when I sung, the Syrens charm'd your Ear;</br>How did the Flatt'ry my weak Bosom move,</br>When in each Whisper flew a Gale of Love!</br>But Daphnis now hath forfeited his Truth,</br>And Marriage Bonds confine the perjur'd Youth.", "Ah faithless Youth!  too well you saw my Pain;</br>For eyes the Language of the Soul explain.", "Whene'er I dress'd, my Maid, who knew my Flame,</br>Cherish'd my Passion with thy lovely Name;</br>Thy Picture in her Talk so lively grew,</br>That thy dear Image rose before my View;</br>She dwelt whole Hours upon thy Shape and Mien,</br>And wounded Delia's Fame to sooth my Spleen:</br>When she beheld me at the Name grow pale,</br>Strait to thy Charms she chang'd her artful Tale;</br>And when thy matchless Charms were quite run o'er,</br>I bid her tell the pleasing Tale once more.</br>Oh, Daphnis!  from thy Araminta fled!</br>Oh, to my Love for ever, ever Dead!</br>Like Death, his Nuptials all my Hopes remove,</br>And ever part me from the Man I love.", "Ah faithless Youth!  too well you saw my Pain;</br>For eyes the Language of the Soul explain.", "O might I by my cruel Fate be thrown,</br>In some Retreat far from this hateful Town!</br>Vain Dress and glaring Equipage, Adieu,</br>Let happier Nymphs those empty Shows pursue,</br>Me, let some melancholy Shade surround,</br>Where not the Print of Human Step is found.</br>In the gay Dance my Feet no more shall move,</br>But bear me faintly through the lonely Grove;</br>No more these Hands shall o'er the Spinnet bound,</br>And from the sleeping Strings call forth the Sound;</br>Musick adieu, farewel Italian Airs,</br>The Croaking Raven now shall sooth my Cares.</br>Involved in thought on some old Trunk I rest,</br>And think how Araminta once was blest;</br>There o'er and o'er thy Letters I peruse,</br>And all my Grief in one kind Sentence lose,</br>Some tender Line by chance my Woe beguiles,</br>And on my Cheek a short-liv'd Pleasure smiles;</br>But Sorrow soon my Bosom will regain;</br>And tell me all those Oaths and vows were vain,</br>For Daphnis now the Gordian knot has ty'd,</br>Nor Force nor Cunning can the Band divide.", "Ah faithless Youth!  too well you saw my Pain,</br>For Eyes the Language of the Soul explain.</br>"]