["Soon as the east its portals doth unfold,</br>And gives the morning forth in summer pride;</br>The hills rejoicing in its streaks of gold,</br>Shake off the veils that would their splendour hide.</br>The fleecy tenants, on the sunny side,</br>With grateful bleatings, do the morning hail;</br>Deep in the glen the folds are opened wide:</br>The herds spread slowly o'er the dewy vale,</br>And with their hollow lowings fill the balmy gale.", "No shepherds' lay this sacred morn is heard,</br>The tuneful pipe is silent on the hill,</br>The milk maid's note by beauty's self endear'd,</br>The ploughman's ditty, and his whistle shrill:</br>But sweet the murmuring of the wimpling rill,</br>Seeking its way beneath the flowery thorn,</br>Where the grey linnet opes his little bill,</br>And pours his mellow measures to the morn,</br>In concord with the lark on lofty pinions borne.", "The parent cottager refreshed with sleep,</br>The glow of gratitude his bosom warms,</br>To Him, whose mighty arm does constant keep,</br>And shields his cottage from all nightly harms.</br>No painful retrospect his soul alarms,</br>Through scenes of guilt he never learned to stray;</br>Thrice happy he, who, 'midst sweet rural charms,</br>In calm content sees seasons pass away,</br>Simplicity his guide, and innocence his stay.", "Perhaps upon th' enamell'd  bank reclined,</br>Or stretched at ease within the, rural bower,</br>In sweetest converse with his Maker joined,</br>He joyous spends the fleeting morning hour.</br>Than evening dew drops to the drooping flower,</br>When burning sun-beams scorch its slender stem,</br>Still more refreshing falls Religion's power</br>Upon his heart, that feels the genial beam</br>Which darts from scripture truth &mdash; the heaven-inspiring theme.", "Beside him she that, o'er the milky pail,</br>Gives to his children's wants her kindly aid,</br>In lusty breathing snuffs the scented gale,</br>And tastes the fragrance of the clover'd mead.</br>The tiny boy, who wont her way to lead,</br>This morn the kind indulgent parent frees;</br>Devoid of care he loiters on his bed,</br>Or otherwise, as may his fancy please,</br>And deems that he this morn enjoys a glorious ease.", "And now around the tender mother, all</br>The band of little cottagers proclaim</br>Their puny wants:  she calms their clamorous call,</br>Her ever nearest and her dearest aim.</br>Clad by her labour, grateful for the same,</br>Their artless tongues speak music to her ear,</br>The thrill of secret joy darts through her frame,</br>That they can with such decency appear</br>This day, from pious lips the sacred truths to hear.", "And from the cottage gable now is seen</br>The guest expected, eager hastening on;</br>The picture she of rosy Health I ween,</br>And Innocence that guilt hath never known.</br>To serve in Town their Mary late had gone;</br>A clamorous welcome meets her at the door,</br>And many a freak of playful love is shewn,</br>As round the children's laps she deals her store</br>Of sugared sweets so rare, the like unseen before.", "The parent pair rejoice to see her well;</br>Enquiry fond is by the mother made;</br>They joyous list to bear their daughter tell,</br>How she in all her undertakings sped:</br>Of them she serves, delighted, speaks the maid,</br>The father's grateful prayers to heaven ascend,&mdash;</br>\"O may their house's honours never fade;</br>But heavenward still may all their journeyings tend,</br>That do in early life the poor man's child befriend!\"", "The mother hastes to crown their simple board:</br>No rich repast kind Providence has sent;</br>Though plain the fare their humble stores afford,</br>Yet rich the feast &mdash; when, shared with sweet Content.</br>And, ever thankful for the blessings lent,</br>A partial glance the parents round them throw;</br>And Oh!  can aught their humble joys prevent,</br>To mark the ruddy cheeks that round them glow,</br>And list the broken words from infant lips that flow?", "At such a time the pious heart can feel,</br>(All worldly cares beside are quite forgot)</br>All of its joy that heaven can here reveal;</br>That pure delight is felt, the same, I wot,</br>In splendid palace and in humble cot:</br>He wanders far from Wisdom's heavenly way,</br>And knows not truth, who deems the peasant's lot</br>Behind his lord's, in aught that God will say</br>Is nearer to his love, and where his peace will stay.", "The father now, right reverently, prepares</br>To bid his children join in praises due</br>To Him whose goodness every day declares,</br>And render thanks for mercies ever new;</br>Perhaps the Saviour he presents to view,</br>The theme most dear to every Christian heart;</br>How sorrows did his humble life pursue,</br>And how he groaned, in agony apart,</br>To vanquish Death for man, and blunt for him his dart.", "His bosom fired by the ennobling theme,</br>The father prays:  \"Upon thy throne on high,</br>O God!  for ever lauded be thy name,</br>Who, in thy mercy, still hast pass'd us by,</br>And gives us hope of joys beyond the sky:</br>We bless thee that, in health, we meet again;</br>Lord on thy goodness may we still rely;</br>And, when on earth we may no more remain,</br>O may we meet in heaven set free from doubt and pain.\"", "This duty o'er, for Church they all prepare;</br>The mother stays behind to lock the door;</br>One bears a bible, others psalm-books bear,</br>The youngling cottagers, who trot before,</br>Still fondly cling to Mary for her store.</br>Then friends and neighbours, meeting on the road,</br>In kindly converse join.  The sage's lore</br>Instructs the young as onward still they plod,</br>And mix in pious groups around the house of God.", "There tales of gladness joyfully are heard,</br>And tears are shed o'er stories of distress;</br>Friends meet with friends, by friendship old endear'd,</br>And share each other's woes, and make them less;</br>Oh yes!  when sorrows on the lone heart press,</br>The smile of friendship drives them far away.</br>Some seek apart their Maker to address,</br>And o'er the page of inspiration, pray</br>For his assisting might and saving grace alway.", "A gentle youth has Mary now address'd,</br>On whom she fondly turns a partial glance;</br>A passion pure is by that look express'd,</br>That wakes, and warms in either breast at once:</br>Uncheck'd their blending spirits do advance,</br>And fondly meet in love's mysterious tie,</br>Not led by form through fashion's mazy dance;</br>Attracted strong, by kindred sympathy,</br>She feels that love is bliss, and why should she deny?", "The past to them the present much endears,</br>Their early love in infancy began,</br>Grew with their growth, and ripen'd with their years;</br>And now that she's a woman, he a man,</br>He long has wish'd the furtherance of a plan</br>Would make his Mary dear his own through life;</br>His heart now swells with rapture, that he can</br>Propose the day will make them man and wife,&mdash;</br>When wedlock's purest joys, their virtue will make rife.", "Now every sense to soft composure brought,</br>All eager list the message from the sky;</br>How that for man, Redemption has been bought,</br>And pardon free for those in sin that lie;</br>That Christ their High Priest, has gone up on high,</br>And offers of his Father's grace hath made</br>To those, who from their former guilt, will fly</br>To him, who suffering in the guilty's stead,</br>For Adam's fallen race a heavy ransom paid.", "And O!  as evil cannot turn to good,</br>If unassisted by a power divine,</br>O!  seek a saving interest in his blood,</br>Who can the heart to righteousness incline,</br>The bands of sin for ever can untwine,</br>And will present you, when the combat's won,</br>Pure as th' immortal Seraphim, that shine</br>In cloudless glory round his Fathers throne,</br>To Him, th' Eternal God, who reigns in heaven alone.", "Oh!  how can man, so graciously endued</br>With faculties, that time nor space can bind,</br>By error be so fearfully subdued,</br>That he annihilation seeks to find,</br>To quench the fire of the immortal mind</br>In dust, on which he daily lives to tread</br>The grovelling sceptic, to himself unkind,</br>And those alas!  whose wavering minds are fed</br>Upon his poison rank, shall yet believe and dread.", "Then do not let another moment pass,</br>For this may be the last to us that's given;</br>Gaunt Death stands ready, with his dart and glass,</br>To strike the blow commission'd him by Heaven:</br>O would you wish your journey may be even,</br>Your home where min'string angels will attend,</br>Be sin forever from each bosom driven;</br>Seek God to he your Father, Guide, and Friend,</br>Your portion will be bliss unmingled, without end.", "Now all disperse, with prayer and praise to God,</br>Each to his home, in quiet and in peace,</br>The humble cottager to his abode</br>Returns, new strengthen'd in a growth of grace,</br>That yet to bright perfection will increase.</br>His children all are summoned round his chair,</br>Deep thought is fixed in every infant face,</br>For every one must to their sire declare</br>What of the goodman's words their memories young may bear.", "He, in his turn, discourses more at large,</br>And truths explains that will their peace promote,</br>And by their humble hopes in Heaven, will charge</br>Them that these truths must never lie forgot,</br>Or God, from out his book their names will blot.</br>Hence so pre-eminent dear Scotia stands</br>For worth and wisdom:  from the lowly cot</br>Hence genius soars so bright, that it commands</br>In learning, arts, and arms, the praise of other lands.", "Thus, in sweet converse, glides the evening bye;</br>Perhaps, before the sire, is open'd wide</br>The book, that speaks the will of the Most High,</br>His dearest treasure, counsellor, and guide;</br>Or reads of them, despite of tyrant pride,</br>Who for the Kirk, and for their country stood,</br>Nobly regardless of what might betide;</br>Midst persecution's rage, through fire and flood</br>Their testimony bore, and seal'd it with their blood.", "Yet, o'er their sufferings, could the good man weep.</br>By pangs indignant is his bosom stung,</br>That tyrants, in the blood of saints, should steep</br>Their guilty hands, yet from that blood hath sprung,</br>(For that to God be laud from every tongue,)</br>A plant whose branches beautifully grow,</br>And, 'mong its leaves, ambrosial fruits are hung,</br>That to the weak and weary, strength bestow;</br>A balm for every wound, a cure for every woe.", "Now evening's shadows round the cottage spread;</br>For evening praise the father bids prepare:</br>Heart-prompted practice in the lowly shed.</br>His children, friends, and country, pass in prayer</br>Before him, and are left to God's blest care;</br>Religion sheds her influence o'er his breast,</br>No home for pride or avarice is there,</br>Bless'd in themselves, and by their Maker bless'd,</br>The humble cottage inmates sink to balmy rest.</br>"]