["Deep vale of sorrow!  from life's early day</br>Amid thy cypress shades a sojourner,</br>Woes of dread name have marked my winding way,</br>And forc'd from feeling's fount, the burning tear;</br>The tear for unrequited love and truth,</br>For honor fall'n, the purple blush of shame,</br>The rending sigh o'er vanquish'd hopes of youth,</br>The pang of woman's pride for blasted fame,</br>All these are mine, and more, I may not, durst not name.", "Dark dregs and bitter! &mdash; yet let no one think,</br>Unnerv'd her energies, and quench'd her fire,</br>Tamely the maddening draught shall Ella drink,</br>No!  rather let me rouse each latent ire;</br>And nobly spurning the low beaten track,</br>The world's cold acorn, and pity of be good,</br>With Portia's, Arria's courage, render back,</br>Of being's weight the insufferable load,</br>A bootless gift at best &mdash; resume thy loan, my God!", "The deed is done!  the steel hath gleam'd on high,</br>The crimson tide of life is ebbing fast,</br>Soon shall this breast expel the final sigh,</br>And these quick flutt'ring pulses throb their last!</br>Soft in the earth this wilder'd head shall rest,</br>Nor dream of ill disturb the long repose,</br>The daisied turf surmount this bursting breast,</br>Nor Ella's heart be wrung with Ella's woe,</br>Prison'd from sorrow there, and safe from all her foes.", "Ha!  do I rave?  the mist that veil'd my sight,</br>Life's laboring, panting breath hath swept away,</br>And conscience, habited in beamy light,</br>Opes her broad page, and points the informing ray,</br>Passion's loud gust is hush'd, nor longer drowns</br>Her awful voice, as erst 'twas wont to do;</br>Truth, told in thunder, my stunn'd ear confounds,</br>And o'erwhelms me with its weight of woe;</br>Where, my distracted soul, for refuge canst thou go?", "Saviour of sinners!  to thy wounded side,</br>Though long contemned, fain would my spirit flee;</br>Sole ark of safety, where the guilty bide</br>From floods of vengeance &mdash; yet O shield for me!</br>Too late!  too late!  Oh, give me back to life!</br>The flintiest path that ever mortal trod,</br>Its keenest sorrows, and its sharpest strife,</br>Its veriest ignominious scorn and load,</br>I could endure for aye &mdash; but not thy frown, Oh God!", "\"Laugh'st thou at my calamity?\" I rush'd</br>Dreadless to meet thee at thy dreadful throne;</br>With every vile and untam'd passion flush'd,</br>I dar'd the doom, and pluck'd the vengeance down.</br>Dark boils the gulf of Death, that now I pass,</br>No change to meet but deep and deeper ill;</br>For, on the opening gates of during brass,</br>I read thy unrevers'd and righteous will,</br>\"He that comes filthy here, let him be filthy still.\"</br>"]