["Come, let us frollike merrily, my Swaine,</br>Let's see what Spirit there quickens yet in thee,</br>If there so much be left but as a Graine,</br>Of the great stock of antike Poesie,</br>Or living but one slip of PHOEBUS sacred Tree.", "Or if reserv'd from Times devouring rage,</br>With his sad Ruines scorning once to fall,</br>Any Memoriall left thee as a gage:</br>Or the delight of simple Pastorall,</br>May thee revive, whom care seemes to appall.", "To Fortunes Orphanes Nature hath bequeath'd,</br>What mightiest Monarchs seldome have possest,</br>From highest Heaven this influence is breath'd,</br>The most Divine Impression of the brest,</br>And whom th' one pines, the other oft doth feast.", "Nor doth 't affect this fond Gentilitie,</br>Whereon the Foole World open-mouthed gazes,</br>Thinking it selfe of great abilitie,</br>That it a great great Grandsires Glorie blazes,</br>And paints out Fictions in untimely Phrases.", "Idlely we thinke that Honour can inflame</br>These moving Pictures, made but for the Street,</br>(We daily find) that overlive their name,</br>And blacke Oblivion is their winding sheet,</br>Their Glorie trodden under vulgar feet.", "Envie discharging all her poys'ned Darts,</br>The valiant minde is temp'red with that fire,</br>At her fierce loose that weakly never starts,</br>But in despight, doth force her to retyre,</br>With carelesse feet and spurnes her in the myre.", "ROWLAND.</br>I may not sing of such as fall nor clime,</br>Nor chaunt of Armes, and of Heroike Deeds,</br>It fitteth not a Shepheards rurall Rime,</br>Nor is agreeing with my Oaten Reeds:</br>Nor from my Song, grosse Flatt'rie proceeds.", "On the Worlds Idols I doe hate to smile,</br>Nor shall their Names e'r in my Page appeare,</br>To bolster Basenesse I account it vile,</br>'Tis not their Lookes, nor Greatnesse that I feare,</br>Nor shall 't be knowne by me, that such there were.", "No fatall Dreads, nor fruitlesse vaine Desires,</br>Low Caps and Court'sies to a painted Wall,</br>Nor heaping rotten sticks on needlesse fires,</br>Ambitious waies to climbe, nor feares to fall,</br>Nor things so base doe I affect at all.", "MOTTO.</br>If these, nor these may like thy varying Quill,</br>As of too high, or of too low a straine,</br>That doe not aptly paralell thy skill,</br>Nor well agreeing with a Shepheards vaine,</br>Subjects (suppos'd) ill to beseeme a Swaine.", "Then tune thy Pipe to thy IDEA's praise,</br>And teach the Woods to wonder at her name,</br>Thy lowly Notes so maist thou lightly raise,</br>And thereby others happily inflame:</br>Yet thou the whilst, stand farthest off from blame.", "Thy Temples then with Lawrell shall be dight,</br>When as thy Muse got hie upon her wing,</br>With nimble Pineons shall direct her flight,</br>To th' place from whence all Harmonies doe spring,</br>To rape the Fields with touches of her string.", "ROWLAND.</br>Shepheard, since thou so strongly do'st perswade,</br>And her just worth so amply us affoords,</br>O sacred Furie, all my Powers invade,</br>All fulnesse flowes from thy abundant hoords,</br>Her prayse requires the excellentest words.", "Shall I then first sing of her heavenly eye,</br>To it attracting every other sight?</br>May a poore Shepheards praise aspire so hye,</br>Which if the Sunne should give us up to Night,</br>The Stars from it should fetch a purer Light.", "Or that faire brow, where Beautie keepes her state,</br>There still residing as her proper Spheare,</br>Which when the World she meaneth to amate,</br>Wonder invites to stand before her there,</br>Throughout the World the praise thereof to beare.", "Or touch her cheeke, deare Natures Treasurie,</br>Whereas she stores th' abundance of her Blisse,</br>Where of her selfe, she 'xacts such usurie,</br>That she's else needie by inwealthying this,</br>And like a Miser her rich chest doth kisse.", "Or those pure hands in whose delicious Palmes,</br>Love takes delight the Palmester to play,</br>Whose christall fingers dealing heavenly Almes,</br>Give the whole wealth of all the World away.</br>O, who of these sufficiently can say!", "Or th' Ivorie Columnes, which this Fane upbeare,</br>Where DIAN's Nuns their Goddesse doe adore,</br>Before her, ever sacrificing there,</br>Her hallowed Altars kneeling still before,</br>Where more they doe performe, their Zeale the more:", "Unconning Shepheard of these praise I none,</br>Although surpassing, yet let I them passe,</br>Nor in this kind her Excellence is showne,</br>To sing of these, not my intent it was,</br>Our Muse must undergoe a waightier masse,", "And be directed by a straighter line,</br>Which me must unto higher Regions guide,</br>That I her Vertues rightly may define,</br>From me my selfe that's able to divide,</br>Unlesse by them my weaknesse be supplide.", "That be the end whereat I only ayme,</br>Which to performe, I faithfully must strive,</br>Faire as I can to build this goodly frame,</br>And every part so aptly to contrive,</br>That time from this Example may derive.", "In whom, as on some wel-prepared Stage,</br>Each morall Vertue acts a Princely part,</br>Where every Scene pronounced by a Sage,</br>Hath the true fulnesse both of Wit and Art,</br>And wisely stealeth the Spectators heart,", "That every censure worthily doth brooke,</br>And unto it a great attention drawes,</br>In t'which when Wisdome doth severely looke,</br>Often therewith she forced is to pause,</br>To yeeld a free and generall applause.", "Who unto goodnesse can she not excite,</br>And in the same not teacheth to be wise,</br>And deeply seene in each obsequious rite,</br>Wherein of that some mystery there lyes,</br>Which her sole studie is, and only exercise?", "But the great'st Volume, nor exactest Comment,</br>Wherein art ever absolutest shined,</br>Nor the small'st Letter filling up the Margent,</br>Yet every space with matter interlined,</br>In the high'st Knowledge, rightly her defined.", "O!  if but sense effectually could see,</br>What is in her t'be worthily admired,</br>How infinite her Excellencies bee,</br>The date of which can never be expired,</br>From her high praise, the World could not be hired.", "But since that Heaven must onely be the Mirror,</br>Wherein the World can her perfections view,</br>And Fame is strooken silent with the terror,</br>Wanting wherewith to pay what is her due,</br>Colours can give her nothing that is new.", "Then since there wants abilitie in colours,</br>Nor Pensill yet sufficiently can blaze her,</br>For her Ile make a Mirror of my dolours,</br>And in my teares sheest' looke her selfe and prayse her:</br>Happy were I, if such a Glasse might please her.", "Goe, gentle winds, and whisper in her Eare,</br>And tell IDEA, how much I adore her,</br>And you, my Flocks, report yee to my Faire,</br>How farre she passeth all that went before her,</br>And as their Goddesse all the Plaines adore her.", "And thou, cleere Brooke, by whose pure silver streame</br>Grow those tall Okes, where I have carv'd her name,</br>Convay her prayse to NEPTUNES watry Realme,</br>And bid the Tritons to sound forth her Fame,</br>Untill wide NEPTUNE scarce containe the same.", "MOTTO.</br>Stay there, good ROWLAND, whither art thou rapt,</br>Beyond the Moone that strivest thus to straine?</br>Into what phrensie lately art thou hapt,</br>That in this sort intoxicates thy Braine,</br>Much disagreeing from a Shepheards vaine?", "ROWLAND.</br>MOTTO, why me so strangely shouldst thou tempt,</br>Above my strength with th' Magick of her stile?</br>The scope of which from limits is exempt,</br>As be all they that of it doe compile,</br>Able to raise the spirit that is most vile.", "Didst thou me first unto her prayses stirre,</br>And now at last, dost thou againe refuse me?</br>What if perhaps with too much love I erre,</br>And that therein the forward Muse abuse me?</br>The cause thou gav'st is able to excuse me.", "MOTTO.</br>ROWLAND then cease, reserve thy plenteous Muse,</br>Till future time, thy simple oaten Reed</br>Shall with a farre more glorious rage infuse,</br>To sing the glory of some Worthies deed:</br>For this I thinke, but little shall thee steed.", "ROWLAND.</br>Shepheard, farewell, the Skyes begin to lowre,</br>Yon pitchy Cloud, that hangeth in the West,</br>Shewes us, ere long, that we shall have a showre:</br>Come, let us home, for I so thinke it best,</br>For to their Cotes our Flocks are gone to rest.", "MOTTO.</br>Content, and if thoul't come to my poore Cote,</br>Although, GOD knowes, my cheere be very small,</br>For wealth with me was never yet a-flote:</br>YColumnes, which what ever doe befall,</br>Wee'll sit and turne a Crab, and tune a Madrigall.</br>"]