["On Banks of Leven, whare canty gowdspinks sing,</br>An' ilka sinny brae wi' gowans spring;</br>Whare caller burnies wimple on their way,</br>An' lammies, loupin' 'mang the hillocks play;</br>Ae simmer e'ening, near a bonny haugh,</br>Right braw wi' buds o' birk an' sproutin' saugh,</br>Twa rosy lasses snugly sat them down,</br>Far frae the din an' a' the clash o' town,</br>Baith blyth, unkent a glouming hour to steal,</br>An' joke a while, tir'd at the weary wheel;</br>Kate look'd at Betty wi' a blinkan ee,</br>An' syne began to rant wi' meikle glee.", "KATY.</br>O Betty, woman, troth I'm unco fain,</br>Since simmer's come anes mair to blush the plain,</br>Now ilka glen an rig's claith'd airy braw,</br>An' winter wi' his nippin' breath's awa';</br>The lav'rock lilts aboon in canty tank,</br>An' 'mang the knows the lads an' lasses wauk;</br>The brooms an' daisies scent the kintra wide,</br>An' a' that's airy dwells on Leven-side.", "BETTY.</br>Yes, Kate, ilk bush an' hillock looks fu' gay,</br>An' a' the meadows smell wi' newest hay;</br>Amang the knows are lads and lasses seen,</br>An' routh o' young anes wanton on the green;</br>Nae mair wi' ingle will we need to spin,</br>But quat our dargue whane'er the ky come in,</br>Syne to the gait. &mdash; Ilk lassie wi' her jo,</br>May sauter far, ne'er fley'd for bogle-bo;</br>Free frae the yelloch o' auld maiden aunts,</br>Wha' pester youngsters wi' their hav'rel taunts,</br>An' 'cause themsels are lightlied by the men,</br>Wad marrows scarce allow to ane in ten.", "KATY.</br>Ay!  weel I wat that's true; I ken mysel',</br>The tither e'en what meikle ill befel;</br>Young Patie frae the fair came o'er the rig,</br>In a' his Sunday's claiths right sound and trig;</br>Twa days before, we trysted then to tauk,</br>Or 'mang the saugh and hazle bushes wauk;</br>He darn'd himsel' till I shoul'd quat the wheel,</br>An' frae my crabbit aunty hidlins steal,</br>Whan, as misluck wad hae't, wha then came by,</br>But the auld maiden gaun to milk the ky;</br>She saw my lad, wi' birr up to him ran,</br>An' minted fair to scauld, to curse, an' ban;</br>Came o'er his noddle wi' the twa pint stoup,</br>Till a' his saul wi' fright began to loup;</br>Then ca'd him mony a name, o'er ill to tell,</br>An' swore he sure was guan the road to hell;</br>Bade him pack hame to gait he came in peace,</br>An' seek nae mair to ruin her poor niece:</br>Then in she came still in her barlick-hood,</br>An' furious on the floor rampagin' stood,</br>Miscu'd me fair, an said she'd gang hersel',</br>An' a' the story to the session tell:</br>This mony a day I'll ne'er dow bide her sight,</br>Nor anes, for a' she said, e'er think her right;</br>Fu' blythe wad mony a bonny lassie be</br>To hae a jo o' ony sic as he.</br>Amang our shepherds a' nane looks sae fair,</br>At kirk an' market he's the triggest there;</br>Deckt out in claith o' his ain glimmers woo',</br>'Tis hard to ken him frae the laird, I trow;</br>Wi' routh o' lair he's stockin' still his mind,</br>An' kena nae less than mony a braw divine.</br>I looe my lad &mdash; I'm sure he's fond o' me,</br>Wha cares how crabbit then may auntie be?</br>Whan he bids marry, ablins I'll comply;</br>I doubt if she the offer wad deny.", "BETTY.</br>Troth I commend your wit.  She was nae blate</br>To treat your lad an' you in sic a gait;</br>Aft hae I thought, o' a' about the green,</br>A herd sae clever was na to be seen;</br>I'll ne'er forget, ae bonny morn in May,</br>Whan to the shealings I scour'd aff sae gay,</br>Right snod my gown, an' coats trus'd to the knees,</br>I skelpit brawly up the gowany lee;</br>Rought gat of milk, for a' the ky were ca'd,</br>My pails were soon as fu' as they cou'd ha'd;</br>Weel laden I came trudgin' hame my lane,</br>An' just as I the aiken wood had ta'en,</br>Aboon the bow'r whare, mony a heartsome day,</br>I, whan a bairny, us'd to link an' play;</br>I met wi' Patie cawin up his ewes,</br>An' rantin' o'er the Broom o' Cowdenknows;</br>Fu' snug I hid mysel' &mdash; to hear the sang,</br>Set down my pails the clover grass amang;</br>But he, ay gleg o sight, soon fand me out,</br>An' jeering spluz'd, what wark I was about?</br>I tald the truth, which pleas'd your Patie sae,</br>He sang the Cowdenknows, an' twa three mae,</br>Syne out his whistle took, an' play'd sae rare,</br>I prais'd the lucky hour that drave me there,</br>An' hameward held, still listnin' to the soun',</br>Which sough'd amang the hills baith up an' down;</br>Lang was I canty, an' my voice in tune,</br>For mony a day it kept my heart aboon.", "KATY.</br>Hout, Meg, what need ye gie sae meikle praise;</br>The lads are wondrous vogie now-a-days;</br>There's nane but ken themselfs &mdash; tho', tweest us twa,</br>I like my winsome Patie best o' a';</br>But see  ye lass, the sin is hast'nin' down,</br>An' spraings o' reek are risen 'boon the town;</br>Let's up, an' o'er the crafts, I'll get the deil,</br>If aunty finds me up and frae the wheel;</br>We'll meet anither gloming er't be lang,</br>An baith take time to crack an' lilt a sang.</br>"]