["And shall the minstrel harp in silence rest</br>By silver Tweed, or Yarrow hung with flowers;</br>Or where, reflected on Loch Katrine's breast,</br>High o'er the pine-clad hills Benledi towers;</br>Save when the blast that sweeps the mountain crest,</br>Wakes the wild chorus of Aeolian song;</br>Save when at twilight grey the dewy west</br>Strays with soft touch the trembling chords among;</br>Whilst as the notes with wayward cadence rise,</br>Some love-lorn maniac's plaint seems swelling to the skies?", "Thrice has she flung her witch-notes on the gale,</br>Swept by the master of the mighty mood,</br>And thrice has raptured echo caught the tale</br>From hill, from dell, from tower, and haunted wood:</br>And if for aye the magic numbers fail,</br>With them shall fancy quit the woodlands sear;</br>And every genius, wreathed with primrose pale,</br>From his wan brow the withered chaplet tear.</br>Hark!  fairy shrieks are heard in every glade,</br>And Scotland's wild-rose bowers and glens of hawthorn fade.", "Yet once again the magic lyre shall ring,</br>An exil'd prince demands the lofty strain,</br>And Scotland's falchion drawn to fence her king,</br>And clans embattled on their native plain;</br>The Stuarts' heir demands his father's reign,</br>And Highland loyalty, with dauntless truth,</br>Welcomes the wanderer from the lonely main,</br>And to her bleeding bosom clasps the youth.</br>The warning sprite was heard on lake and hill,</br>And thrice the bittern shriek'd, and echo clamour'd shrill.", "Lives there the man to party-rage a prey,</br>Can blame the noble, blame the generous part;</br>Can bid cold interest o'er the passions sway,</br>And freeze the life-blood streaming from the heart?</br>Far be from such my hand, my heart away:</br>Though all mistaken be the clansman's creed,</br>Yet sure where kindred fealty led the way,</br>Bright was the path, and gallant was the deed!</br>The chieftain calls, with shouts the clan reply,</br>Nor heed the low'ring storm that veils the southern sky.", "Wild music peals, the clansman grasps his glaive,</br>And Gladesmuir owns that falchion's deadly sway;</br>Hide, hapless Albyn, hide fair honour's grave,</br>And deepest horrors shroud Drummossie's day!</br>And bid thy broadest darkest forest's wave</br>Conceal his mountain path, his lowly bed;</br>And bid each mist-clad hill, each dropping cave,</br>Shed \"dews and wild flowers\" on the wanderer's head.</br>Ah!  bathe in drops of balm his fever'd brain;</br>Ah!  hide the murder'd friend, &mdash; the ghastly spectre train.</br>"]