["DAMON.</br>'Tis done &mdash; your patient ear we greet no more,</br>With varied strains of academic lore.</br>Prepare we now to frame some joyous lay,</br>In rapturous mood, to close this festal day.", "THYRSIS.</br>Damon, begin, &mdash; Let thy mellifluous tongue,</br>In mazy melting numbers lead the song.</br>Long have these walls presented to our view,</br>The weeping cyprus, and the baleful yew:</br>Long have the Muses mourn'd our heroes slain,</br>But now we bring the myrtle and the bay,</br>And all the bloomy pride of blithsome May,</br>To deck the Muses seat. &mdash; Strike bold the lyre,</br>And let returning Peace the strain inspire.", "DAMON.</br>Not more delightful is the bubbling fount</br>To shepherd panting o'er the parched mount,</br>Than is the theme my Thyrsis would impart,</br>To swell with rapture Damon's glowing heart.</br>Can we forget how thro' the trackless wood</br>With phalanx firm, and sword unstain'd in blood,</br>Our brave commander urg'd his glorious way,</br>And bent the fierce barbarians to his sway;</br>Taught them our power and mercy both to own,</br>And shook the haughty chieftains on their throne?</br>The mournful captives, hopeless and forlorn,</br>From gospel-light, from friends, from freedom torn,</br>Restor'd by him, again behold their home,</br>Rejoic'd, in savage wilds no more to roam!</br>Yon Heav'ns the deed approve. &mdash; Strike bold the lyre,</br>And let returning Peace the strain inspire.", "AIR.</br>Peace, thou white rob'd child of light,</br>Thine is every softer scene!</br>Young ey'd Pleasure, gay Delight,</br>Still attend thy sylvan reign.</br>Where-e'er thou deign'st to be a guest,</br>Corroding Care forsakes the breast.", "THYRSIS.</br>When Peace descending from celestial day,</br>To seats of mortals wings her radiant way,</br>Thus happy swains their rural reeds employ,</br>And all the Muses join the general joy.</br>Yet other subjects claim the votive lay,</br>In gratulations sacred to this day</br>To cheer these walls, behold, a god-like band,</br>All-hail, ye sons of Science! &mdash; Wake the lyre,</br>And let their names the joyous strains inspire!", "DAMON.</br>Yes!  we will sing. &mdash; When grateful raptures move,</br>Can nurtur'd child forget a parent's love!</br>Then might we cease to warble from our tongue,</br>The heav'n-illumin'd patriotic throng,</br>Who by the generous love of Science fir'd,</br>To bless this academic seat conspir'd!</br>Illustrious is the roll! &mdash; The sacred name</br>Of gracious GEORGE first dignifies the theme.</br>Then, mitered SECKER, Learning's mildest son,</br>Whom pure Religion joys to call her own,</br>We next behold!  And PENN, who oft before</br>Dispers'd his bounty &mdash; and a thousand more&mdash;</br>But who can count the dew-drops of the morn;</br>Or spangling stars which yonder skies adorn?</br>All-hail, ye sons of Science! &mdash; Wake the song;</br>And let these vaulted roofs the echoing notes prolong!", "CHORUS.</br>I.</br>Sons of Science, loudly sing;</br>Let these vaulted roofs resound:</br>Learning's friend is Britain's King;</br>Tell it to the world around!", "II.</br>Infant Science call'd for aid,</br>Mournful, in a distant wild;</br>Bands of worthies by him led,</br>Joyous, nurs'd the drooping child!</br>Learning's friend is Britain's King;</br>Ever, ever, live the King!</br>"]