["AESCHINES.  THYONICHUS.", "AESCHINES.</br>All health to good Thyonichus, my friend.", "THYONICHUS.  May the same blessing Aeschines attend.", "AESCHINES.</br>I see you seldom. &mdash;", "THYONICHUS.</br>Well, what ails you now?", "AESCHINES.</br>All is not well with me.&mdash;", "THYONICHUS.</br>You therefore grow</br>So much a sloven, so exceeding thin,</br>Your hair untrimm'd, your beard deforms your chin.</br>A poor Pythag'rist late I chanc'd to meet,</br>Pale-fac'd, like you, and naked were his feet;</br>He came from learned Athens, as he said,</br>And was in love too &mdash; with a loaf of bread.", "AESCHINES.</br>You jest; but proud Cynisca makes me sad;</br>Nay, I'm within a hair-breadth raving mad.", "THYONICHUS.</br>Such is your temper, so perverse you grow,</br>You hope all smooth:  but what affects you now?", "AESCHINES.</br>I and Cleunicus and the Greek agreed,</br>With Apis, skill'd Thessalian colts to breed,</br>In my green court, with wine to chear our souls:</br>A sucking pig I dress'd, and brace of fowls:</br>And fragrant wine produc'd, four summers old,</br>Phoenicia's generous wine that makes us bold:</br>Onions and shell-fish last the table crown'd,</br>And gayly went the cheering cup around;</br>Then healths were drank, and each oblig'd to name</br>The lovely mistress that inspir'd his flame.</br>Cynisca (she was by) then charm'd my soul,</br>And to her health I drain'd the foaming bowl:</br>She pledg'd me not, nor deign'd a kind reply:</br>Think how my rage, inflam'd with wine, ran high.</br>'What are you mute?'  I said &mdash; a waggish guest,</br>\"Perhaps she's seen a Wolf,\" rejoin'd in jest:</br>At this her cheeks to scarlet turn'd apace;</br>Sure you might light a candle at her face.</br>Now Wolf is Laba's son, whom most men call</br>A comely spark, is handsome, young and tall.</br>For him she sigh'd; and this by chance I heard;</br>Yet took no note, and vainly nurst my beard.</br>We four, now warm, and mellow with the wine,</br>Arch Apis, with a mischievous design,</br>Nam'd Wolf, and sung encomiums of the boy,</br>Which made Cynisca fairly weep for joy,</br>Like a fond girl, whom love maternal warms,</br>That longs to wanton in her mother's arms.</br>I swell'd with rage, and, in revengeful pique,</br>My hand discharg'd my passion on her cheek:</br>\"Since thee, I cry'd, my love no more endears,</br>Go court some other with those tender tears.'\"</br>She rose, and, gathering in a knot her vest,</br>Flew swiftly; as the swallow from her nest,</br>Beneath the tiling skims in quest of food,</br>To still the clamours of her craving brood.</br>Thus from her downy couch in eager hast,</br>Through the first door, and through the gate she past,</br>Where-e'er her feet, where-e'er her fancy led;</br>The proverb says, 'The bull to wood is fled.'</br>Now twenty days are past, ten, nine, and eight,</br>Two and eleven add-two months compleat,</br>Since last we met, and like the boors of Thrace,</br>In all that time I never trimm'd my face.</br>Wolf now enjoys her, is her sole delight;</br>She, when he calls, unbars the door at night:</br>While I, alas!  on no occasion priz'd,</br>Like the forlorn Megareans am despis'd.</br>Oh could I from these wild desires refrain,</br>And love her less, all would be well again!</br>Now like a mouse insnar'd on pitch I move;</br>Nor know I any remedy for Love.</br>Yet in Love's flames our neighbour Simus burn'd,</br>Sought ease by travel, and when cur'd return'd;</br>I'll sail, turn soldier, and though not the first</br>In fighting fields, I would not prove the worst.", "THYONICHUS.</br>May all that's good, whate'er you wish, attend</br>On Aeschines, my favourite and friend.</br>If you're resolved, and sailing is your plan,</br>Serve Ptolemy, he loves a worthy man.", "AESCHINES.</br>What is his character?", "THYONICHUS.</br>a royal spirit,</br>To point out genius, and encourage merit:</br>The poet's friend, humane, and good, and kind;</br>Of manners gentle, and of generous mind.</br>He marks his friend, but more he marks his foe;</br>His hand is ever ready to bestow:</br>Request with reason, and he'll grant the thing,</br>And what he gives, he gives it like a king.</br>Go then, and buckle to your manly breast</br>The brazen corslet, and the warrior vest;</br>Go brave and bold, to friendly Aegypt go,</br>Meet in the tented field the rushing foe.</br>Age soon will come, with envious hand to shed</br>The snow of winter on the hoary head,</br>Will sap the man, and all his vigor drain&mdash;</br>'Tis ours to act while youth and strength remain.</br>"]