["PHILIS.</br>O!  Damon, say, what grief o'erclouds thy face?</br>Why moves my swain with such disorder'd pace?</br>Why  heaves thy manly breast, with swelling sighs?</br>Or why suffus'd in tears appears thine eyes?</br>Where has my Damon's gleeful spirit flown?</br>His laughing muse, to all the village known?</br>Some happier maid has won my shepherd's heart,</br>And hapless Philis from her love must part.", "DAMON.</br>Ungen'rous Philis!  sooner should the sun</br>Forbear his grand diurnal race to run;</br>Sooner the yew should quit its weeping rind</br>Than I'd prove false, or leave thy love behind.</br>But oh!  hast thou not heard the doleful tale</br>Which long shall cause sad shepherds to bewail?</br>Well may our eyes be bath'd in briny tears&mdash;</br>Well may we pine with sad corroding cares&mdash;</br>Well may we sigh and mourn, in ceaseless grief,</br>No lenient balm can give our souls relief&mdash;</br>Our hope, our joy, our comforter is fled&mdash;</br>Pan's mighty friend, the great Deburg &mdash; is dead!", "PHILIS.</br>Now, now poor isle, the measure of thy woes,</br>O'erfill'd, above the brim in torrents flows;</br>Well may'st thou now with tears augment the tide,</br>Whose briny current leaves thy verdant side.</br>For us in vain the sun his glory yields;</br>For us in vain shall bloom the fragrant fields;</br>For us in vain the flow'ry meads are gay,</br>Or Sylvan songsters hail the infant day;</br>Nor sun, nor fields, nor meads can yield delight,</br>Divert our woes, or please our aching sight,</br>But sunk in solitude, opprest with woe,</br>Our ceaseless tears in briny streams shall flow.</br>He's gone!  the joy, the guardian of our plains,</br>Whose bounteous hand reliev'd the lab'ring swains,</br>Who bade our bow'rs to bloom, our pastures smile,</br>At once the shield and glory of our isle.", "DAMON.</br>True, true my Philis, he was good, as brave;</br>As found t' adorn his country as to save.</br>His princely race from him new glory gain'd,</br>No selfish views his gen'rous bosom stain'd.</br>Who now from foes shall guard our fleecy care?</br>What local balm can ease our black despair?</br>Who now shall grant us pastures for our sheep?</br>None, none!  our friend is dead!  weep, shepherds, weep!", "PHILIS.</br>O!  they shall weep, but weep, alas, in vain</br>Their hope is fled, yet still they may complain&mdash;</br>No more we join the dance in yonder grove,</br>No more we hear your dulcet lays of love.</br>No more the rustic reed shall cheer the swains,</br>Nor wake each echo of the neighbouring plains,</br>The silent trees, disrob'd of verdure, mourn,</br>And on the breeze their doleful sighs are borne:</br>The groans of Dryads fills the leafless wood,</br>And Shannon's maids swell with tears the flood.", "DAMON.</br>Ah!  well I fear'd some direful ruin nigh,</br>To rend our breasts, and wake the constant sigh,</br>When, with the dawn, I drove my fleecy care</br>The verdant banquet of the plain to share,</br>My finest ram, the father of the train,</br>Fell ill, and, lifeless, sunk upon the plain.</br>When soon the vale resounds with doleful cries,</br>While mournful echo to the voice replies&mdash;</br>Our friend is dead&mdash;</br>O!  who shall now the helpless swain protect</br>From wanton insult, and from cold neglect?</br>Who now shall from the lawless spoiler shield</br>His little all &mdash; his cottage, sheep, and field?</br>When homespun tyrants rear'd their iron rod,</br>(Proud of the glittering of their golden god,)</br>To crush the swain, our great defender rose</br>To shield his shepherds from domestic foes:</br>Oppression shrunk beneath his mighty hand,</br>And ERIN hail'd him \"guardian of her land.\"", "PHILIS.</br>O!  Damon, let us not as yet, despair</br>Tho' we have lost De Burg's paternal care,</br>His lovely spouse, our bright Arcadian queen,</br>Will still protect her simple swains I ween;</br>Nor is her hand less ready to bestow&mdash;</br>What blessings from his bounty daily flow.</br>But, lost in grief the beaut'ous mourner lies,</br>All lenient balms her poignant woe denies.</br>But oh!  ye kindred seraphs, quickly bear</br>Soft consolation to your lovely care;</br>Long may she live with bounteous hand to bless,</br>And smooth the rugged road of sharp distress,</br>'Till her sweet cherubs, crown'd with ev'ry grace,</br>Adorn and dignify their princely race.</br>'Till, like herself, endow'd with heav'nly charms,</br>Her beauteous daughter fills some princely arms.</br>'Till the sweet youth (in infancy possest</br>Of all that warms and dignifies the breast,)</br>Shall tread those paths his noble father trod,</br>And serv'd his king, his country, and is god,</br>'Till far, far hand arrives that fatal day</br>When death shall bear her from this house of clay,</br>To reign in bliss &mdash; to strike the plausive string,</br>And hymn the praise of Heaven's eternal king.</br>"]