["Faint is the plume, and nerveless is the wing,</br>Of that weak bird, who first attempts to fly;</br>Who on the tow'ring cedar's height would sing,</br>Or trace its fellow-inmates thro' the sky;</br>It's downy pinions scarce aloft can float,</br>And artless sounds the yet untuneful note.", "So is it with the Poet's daring flight,</br>Who first begins to trace the bright abodes,</br>Who first attempts to tread Parnassus' height,</br>Where young Apollo charms the list'ning Gods;</br>Who from their azure battlements admire</br>The Nine fair Nymphs which form the tuneful choir.", "Here Phoebus sings, here wakes the golden lyre,</br>Here the fair Nine bid sweetest accents flow;</br>Ah!  happy, would they lend their native fire,</br>To grace the labours of their sons below:</br>To swell, with softer notes, each tuneful theme,</br>And let them taste the Heliconian stream.", "They first instructed POPE and GAY to sing,</br>Did ADDISON and DRYDEN's passions warm,</br>Led MILTON to their own Pierian spring,</br>And gave his pen superior pow'r to charm.</br>Inspir'd by them, each tuneful son of fame</br>Pants for the wish'd-for meed &mdash; a deathless name.", "MELPOMENE, the Muse of Tragic woe,</br>Her SHAKESPEARE with her fav'rite beauties grac'd;</br>Bade SOUTHERNE'S verse with gentlest passions glow,</br>And in her OTWAY perfect nature trac'd;</br>Did ROWE with all her harmony inspire,</br>And gave to LEE her own poetic fire.", "To celebrate each memorable shade,</br>Fain would I call th' Aonian choir to view;</br>Yet would I not invoke their tuneful aid,</br>If I could Nature's juster paths pursue:</br>For sure the verse in brightest lustre shines</br>Which Nature dictates, and which Art refines.", "Thus, when our CHAUCER first awoke the string,</br>All rude and harsh the lays &mdash; tho' bold the flight,</br>'Till Nature bade her fav'rite SPENSER sing,</br>And his soft verse with ev'ry charm bedight:</br>Eftsoons, sweet notes fell deftly from his tongue,</br>Thilk as ne other bard hath whilom sung.", "But, ah!  how vain the poet's boasted praise,</br>Tho' every Muse should smile upon his art,</br>Unless fair Truth directs his moral lays&mdash;</br>Unless fair Virtue glows around his heart:</br>Tho' smooth the verse, with ev'ry charm complete,</br>How false the flashes of a W&mdash;T'S wit!", "Ye sons of Verse!  Ye votaries of Fame!</br>Who sigh for praises from the futue age,</br>Say, would ye raise a never-dying name?</br>With moral truths immortalise your page;</br>Inroll your names those deathless bards among,</br>\"Who stoop'd to truth, and moralis'd their song.\"", "But if, all uninform'd by Wisdom's lore,</br>Untaught, unwarm'd by Virtue's sacred rays,</br>If still ye pant for fame, the wish give o'er,</br>Nor wander in delusion's wilder'd maze:</br>Truth, Nature, Wisdom, Virtue, only can</br>Compleat the Poet, as they form the Man.</br>"]