["Friend of the early morning of my life,</br>Partner of many a pleasure when a boy,</br>Now that you've wed a young and lovely wife,</br>From far, far distant climes, I send you joy!</br>Blest be your coming years!  may love ne'er cloy!</br>Deep may its green branch in the heart take root,</br>Never may storm nor canker-worm destroy,</br>Till its young blossoms ripen into fruit,</br>And from the parent stem full many a young tree shoot.", "It surely must be very, very sweet</br>To have a smiling partner such as yours</br>To welcome you at night, when storm and sleet</br>And winter's drift is darkening on the moors;</br>Hang up the frozen plaid, and shut the doors,</br>Draw in the old oak-chair, and stir the fire,</br>Arrange the tea-cups, and ransack the stores</br>Of ham, white cakes, and ewe-cheese, to inspire</br>Contentment, mirth, and peace, and gladness, and desire.", "How far superior happiness like this</br>To all that false and hollow-hearted mirth,</br>That gay companions round the circling glass,</br>In hours of drunken levity, call forth!</br>Tho' sparkling in the moment of their birth,</br>Those gleams of gladness never long remain:</br>When the bright morning dawns upon the earth,</br>The heart is sick with weariness and pain,</br>Remorse, and ruin'd health, and rash vows made in vain.", "Had I a happy pastoral home like you,</br>With one I dare not name my own sweet bride,</br>I'd bid the sons of mirth and wine adieu,</br>And seldom would I leave my lady's side:</br>'Twould be my sweetest pleasure, and my pride,</br>With her to wile the idle hours away,</br>Where Spango's waters thro' the moorland glide;</br>To walk where flocks upon the green hills stray,</br>And many a mountain flower in summer decks the brae.", "O there is beauty on thy hills, Crossbank,</br>When little lambs on braes and breckan feed;</br>When the wild mountain honey breathes on Spangk,</br>From holms with flowering thy me and heath-bells red,</br>When the thick hay-swaithes rise upon the mead,</br>And mowers whet the scythe at breaking morn,</br>And miners, full of mirth, from Wanlockhead</br>Cheer the young maidens 'midst the yellow corn;</br>And rows of rustling sheaves the new-shorn fields adorn.", "Those pastoral scenes are sweet, but doubly dear</br>With a young lady's heart their charms to share;</br>A pretty, playful prattler always near</br>To chase away life's weariness and care.</br>Maidens and youths, like doves, were made to pair;</br>Manhood's warm breast loves not to sigh alone;</br>And womanhood has feelings that she dare,</br>Tho' fond and passionate, disclose to none</br>But him whose spirit blends in fondness with her own.", "Sweet dreams of happiness!  It makes me sigh</br>To think no pastoral dwelling waits for me.</br>Yours is a home blest by a lady's eye,</br>Mine the arm'd frigate on the roaring sea:</br>Your footing is on green hills firm and free;</br>Mine quakes and trembles with the tempest's breath;</br>Yours is soft friendship's calm society;</br>Mine the wild spirits of the watery path,</br>Whose souls are pride and fire, whose words are blood and death.", "But yet I love awakening with the drum,</br>The fife, the bugle, and the din of war,</br>To hear light-hearted seamen's busy hum</br>Mix in confusion with the ocean's jar,</br>From land to land, from clime to clime afar;</br>To bound with England's thunder o'er the tide,</br>To walk the quarter-deck 'neath evening's star,</br>Look round upon a world of waters wide,</br>O'er which our red-cross flag is floating in its pride.", "I love to listen when the storm grows loud,</br>Against us when the elements combine,</br>When the red-spirit of the thunder cloud</br>Breaks forth upon the waters of the Line,</br>Thro' midnight's gloom when sheeted lightnings shine,</br>When o'er the frigate whelming seas are cast,</br>To see her bound away thro' clouds of brine;</br>While the wild sea boys, singing at the mast,</br>Look down and smile at Death on pale horse riding past.", "O 'tis sublime, and beautiful, and grand;</br>It makes the thrilling soul exult with pride,</br>But you who live with ladies upon land</br>Know nothing of the grandeur of the tide.</br>Long years of love to you, and to your bride;</br>Daughters and sons, and an old age of ease!</br>My kind remembrances to all beside;</br>Freedom to court and wed whene'er they please;</br>This is the wish I send to young friends o'er the seas.</br>"]