["Sprytes of the bleste, the pious Nygelle sed,</br>Poure owte yer pleasaunce, onn mie fadres hedde.", "Rycharde of Lyons harte to fyghte is gon,</br>Uponne the brede sea doe the banners gleme;</br>The amenused nationnes be aston,</br>To ken syke large a flete, syke fyne, syke breme.</br>The barkis heafods coupe the lymed streme;</br>Oundes synkeynge oundes upon the harde ake riese;</br>The water slughornes wythe a swotye cleme</br>Conteke the dynynge ayre, and reche the skies.</br>Sprytes of the bleste, on gouldyn trones astedde,</br>Powre owte yer pleasaunce onn mie fadres hedde.", "The gule depeyncted oares from the black tyde,</br>Decorn wyth fonnes rare, doe shemrynge ryse;</br>Upswalynge doe heie shewe ynne drierie pryde,</br>Lycke gore-red estells in the eve merk skyes;</br>The nome-depeyncted shields, the speres aryse,</br>Alyche talle roshes on the water syde,</br>Alenge from bark to bark the bryghte sheene flyes;</br>Sweft-kerv'd delyghtes doe on the water glyde.</br>Sprites of the bleste, and everich Seyncte ydedde,</br>Poure owte youre pleasaunce on mie fadres hedde.", "The Sarasen lokes owte:  he doethe feere,</br>That Englondes brondeous sonnes do cotte the waie,</br>Lyke honted bockes, theye reineth here and there,</br>Onknowlachynge inne whatte place to obaie.</br>The banner glesters on the beme of daie,</br>The mittee crosse Jerusalim ys seene;</br>Dhereof the syghte yer corrage doe affraie,</br>In balefull dole their faces be ywreene.</br>Sprytes of the bleste, and everich Seyncte ydedde,</br>Poure owte your pleasaunce on mie fadres heade.", "The bollengers and cottes, soe swyfte yn fyghte,</br>Upon the sydes of everich bark appere;</br>Foorthe to his offyce lepethe everych knyghte,</br>Eftsoones hys squyer, with hys shielde and spere.</br>The jynynge shieldes doe shemre and moke glare;</br>The dosheynge oare doe make gemoted dynne,</br>The reynyng foemen, thynckeynge gif to dare,</br>Boun the merk swerde, theie seche to fraie, theie blyn.</br>Sprytes of the bleste, and everich seyncte ydedde,</br>Poure owte yer pleasaunce onne mie fadres hedde.", "Now comm the warrynge Sarasyns to fyghte,</br>Kynge Rycharde, lyche a lyoncel of warre,</br>Inne sheenynge goulde, lyke feerie gronfers dyghte,</br>Shaketh alofe hys honde, and seene afarre.</br>Syke haveth I espyde a greter starre,</br>Amenge the drybblett ons to sheene fulle bryghte;</br>Syke sunnys wayne wyth amayl'd beames doe barr</br>The blaunchie mone or estells to gev lyghte.</br>Sprygtes of the bleste, and everich Seyncte ydedde,</br>Poure out your Ppeasaunce on mie fadres hedde.", "Distraughte affraie, wythe lockes of blodde red die,</br>Terroure, emburled yn the thonders rage,</br>Deathe, lynked to dismaie, dothe ugsomne flie,</br>Enchafynge echone champyonne war to wage.</br>Speeres bevyle speres; swerdes upon swerdes engage;</br>Armoure on armoure dynn, shielde upon shielde;</br>Ne dethe of thosandes can the warre assuage,</br>Botte falleynge nombers sable all the feelde.</br>Sprites of the bleste, and everich Seyncte ydedde,</br>Poure out youre pleasaunce on mie fadres hedde.", "The foemen fal arounde; the cross reles hye;</br>Steyned ynne goere, the harte of warre ys seen:</br>Kynge Rycharde, thorough everyche trope dothe flie,</br>And beereth meynte of Turkes onto the greene;</br>Bie hymm the floure of Asies menne ys sleane;</br>The waylynge mone doth fade before hys sonne;</br>Bie hym hys knyghtes bee formed to actions deene,</br>Doeynge syke marvels, strongers be aston.</br>Sprytes of the bleste, and everych Seyncte ydedde,</br>Poure oute your pleasaunce onn mie fadres hedde.", "The fyghte is wonne; Kynge Richarde master is,</br>The Englonde bannerr kisseth the hie ayre;</br>Full of pure joie the armie is iwys,</br>And everych one haveth it onne his bayre;</br>Agayne to Englonde comme, and worshcepped there,</br>Twyghte into lovynge Armes, and feasted eft;</br>In everych eyne aredynge nete of wyere,</br>Of all remembrance of past peyne berefte.</br>Sprites of the bleste, and everich Seyncte ydedde,</br>Syke pleasures powre upon mie fadres hedde.", "Syke Nigel sed, whan from the bluie sea</br>The upswol sayle dyd daunce before his eyne;</br>Swefte as the wishe, hee toe the beeche dyd flee,</br>And founde his fadre steppeynge from the bryne.</br>Lette thyssen menne who haveth sprite of loove,</br>Bethynck untoe hemselves how mote the meetynge proove.</br>"]