["Now, the long labour of the day forgot,</br>Homeward the ploughman drove his weary team,</br>Gay shone the window of the village cot,</br>Reflecting bright the sun's departing beam.", "I left, with eager joy and gladd'ning haste,</br>The busy town to luxury and care,</br>In greenwood groves, and flowery fields, to taste</br>Th' untainted gale, and breathe a purer air.", "Long while I wander, heedless of my way,</br>O'er many a plain, whilst chance my footsteps led</br>Where, by a gloomy grove conceal'd from day,</br>The house of justice hides the ruffian's head;", "I saw, and not unmov'd, that awful scene,</br>Whilst soft compassion dropp'd a pitying tear;</br>When, lo!  the voice of anguish from within,</br>And sighs of woe I heard, or seem'd to hear.", "Bent down with chains, a prisoner I survey,</br>For gentle pity urg'd me to the place;</br>On the cold ground in humble grief he lay,</br>And his pale hands conceal'd the mourner's face.", "\"Peace to thy griefs, unhappy swain,\" I cry,</br>\"And heaven-born comfort wipe the falling tear!</br>\"Nor peace, ingenuous stranger,\" he reply'd,</br>\"Nor heaven-born comfort, deign to sojourn here.", "\"Alas they fly these mansions of despair,</br>Nor with the midnight murd'rer deign to dwell!</br>Then haste thee hence, nor thus, with fruitless care,</br>Explore th' unhonest sorrows of my cell.", "\"And yet, if touch'd with pity of my woes,</br>Candour may listen to a murderer's fate;</br>Bear with me, whilst my sorrows I disclose,</br>And faithful to the theme my tale relate.", "\"Ingenuous stranger!  know, my years of youth</br>Were pass'd in peace, with virtue and with worth;</br>My parents led me in the paths of truth,</br>And fortune smil'd deceitful on my birth.", "\"Where Arden's neighbouring woods the valley shade,</br>My sire a few paternal acres till'd,</br>And, justly partial to the blameless trade,</br>He train'd me to the labours of the field.", "\"And from the straw-roof'd cot, and village vale,</br>I never, never, form'd a wish to roam;</br>'Till pleasure, pictur'd in a partial tale,</br>Poison'd my soul, and lur'd me from my home.", "\"Forc'd to the shade by autumn's sultry beam,</br>Of London's pride the livery'd menial told,</br>Of the gay joys that grac'd his constant theme</br>Raptur'd I heard, and languish'd to behold.", "\"Then, the fond object of my wish to gain,</br>Patient of toil the daily task I bore,</br>And not unanswering to my constant pain,</br>With gradual increase grew my little store.", "\"At length, the time so long desir'd obtain'd,</br>To go, with eager gladness, I prepare,</br>And my fond father's friendly voice disdain'd,</br>Nor, O my mother, heard thy softer prayer.", "\"Sleepless I pass'd the last long lingering night,</br>With fond impatience blam'd the slumbering sun,</br>And long ere dawn of day my fatal flight</br>To London's walls I took, and was undone.", "\"Launch'd on the tide of vice, with impious speed</br>Headlong I rush'd, and quickly gain'd the goal:</br>Ah, now afresh the wounds of conscience bleed,</br>And the dread story harrows up my soul!", "\"Urg'd by the voice of lust, the plot was laid,</br>And the 'lone traveller bled beneath my knife:</br>The partner of my guilt the guilt betray'd,</br>And swift-pursuing justice claim'd my life.", "\"The pains of death I fear not:  other woes</br>Torment my soul, and urge me to despair;</br>For you the bitter tear of anguish flows,</br>Oh injur'd friends, and venerable pair!", "\"How will ye brook the story of my shame,</br>Soon, my dear parents, to your village borne?</br>How will ye brook to hear your William's name</br>Quoted by malice in some tale of scorn?", "\"Pure are my parents, e'en their very thought</br>Pure as the breath of heaven, from vices free;</br>Yet if my good old father fail'd in aught,</br>Alas, that failing was his love of me!", "\"Too fond his William's praises to declare,</br>Oft was he wont to boast my matchless truth,</br>And ah too oft, with partial pride, compare</br>His darling William with the village youth;", "\"And oft would boast, his neighbour swains among,</br>(Forgive a parent's pride) his William's form;</br>And on the dear theme as he linger'd long,</br>His eyes would glisten, and his heart grew warm.", "\"But now no more his William must he boast,</br>The little triumph of his life is done,</br>The little source of all his joy is lost,</br>And the sad sire must blush to own his son.", "\"When day's long toil was crown'd with evenings rest,</br>Thron'd in his wicker chair the good man sate,</br>Each village politician was his guest,</br>Stood round his fire, or loiter'd at his gate.", "\"And, rural statesmen, as his colleagues drew</br>Around, o'er some stale gazette would he pore;</br>And oft would sit and talk, for much he knew,</br>Of village tale and legendary lore.", "\"But now his bliss is past, his tale is done!</br>And all his friends, and all his joys, are fled!</br>Th' indignant hind the guilty cot will shun</br>That shrouded once a murderer's hateful head!", "\"No more in summer seek his elm-tree's shade,</br>No more in winter seek his social fire,</br>But all th' unfeeling rustics of the glade</br>Will shun, with cruel scorn, a murderer's sire.\"", "He ceas'd:  and, tortur'd with the pains of woe,</br>On the damp earth in speechless grief he fell;</br>And turning thence with pensive steps and flow,</br>I wav'd my hand, I could not say farewell.</br>"]