["Now savage elders flourish in thy courts;</br>The thistle now thy lorn recesses haunts;</br>Perch'd on thy walls the wild geranium sports,</br>And the rude mallows, deck'd in purple, flaunts:</br>Behold, proud Castle, thine inhabitants!</br>See how their nodding heads the zephyr hail,</br>As if they mock'd thee with triumphant taunts,</br>As victory's banners to each passing gale</br>From some dismantled Fort relate their boastful tale.", "Are they not emblems, these obtrusive flowers,</br>Thus choaking up the sculptured Leopard's trace</br>And the old Cross on Sudeley's honour'd towers,</br>Are they not emblems of the motly race</br>Upraised by Mammon from their humble place?</br>Those weeds that on the ruins of the Great</br>Arise in rank luxuriance, and deface</br>The genealogic types of reverend date,</br>And flirt new symbols forth, and wear a gaudy state.", "Brydges, the proud tear in thy dark eye swells,</br>When History thy Forefathers' fame displays,</br>And hoar Tradition garrulously tells</br>Tales that their shades to the mind's vision raise,</br>Like forms shewn dimly through a twilight haze:</br>Fancy the while in her insidious strain,</br>Whispering sweet words, exaggerates the praise,</br>The power, and wealth, and chivalry, and train</br>Of thy baronial Sires &mdash; magnificently vain.", "Then follows Memory's fancy-withering part:</br>She bends, as a fond Sister, o'er the Urn</br>Of Youth's dead Expectations, the sad Heart;</br>And calls up every woe that thou hast borne;</br>And murmurs till the bosom is o'erworn</br>And the plumed spirit of ambition droops.</br>Thus to regrets life's vernal projects turn;</br>Pain's poisonous fruit succeeds the flowery hopes</br>That bloom'd in Denton's vale, and Wotton's sylvan slopes.", "Yet why repine? &mdash; no more the Lydian stream</br>Devolves in its old bed the golden tide:</br>Ancestrel dignities have ceased to beam</br>Upon the children of a house of pride:</br>And thou, 'tis true, hast been severely tried:</br>To the maternal legacy of care</br>Thy birthright by no brother was denied;</br>No smooth supplanter kindly claim'd thy share,</br>As hard Rebecca's Hope beguiled the Patriarch's heir,", "Yet, why, too fondly querulous, repine?</br>Still many a pure delight thy journey cheers;</br>And, though a way with thorns perplex'd is thine,</br>Fresh flowers still greet thee in the vale of tears;</br>And Love walks with thee to the goal of years;</br>And thou hast treasures, as Cornelia's prized;</br>And even of worldly state enough appears,</br>And, if enough, the rest should be despised;</br>Peace visits not the heart where pride is unchastised.", "Of briers the earth, of clouds the heaven to clear,</br>Hast thou not too the love of lore and song?</br>If Sudeley now the haughty head could rear</br>As when its battlements withstood the strong,</br>And frown'd upon Rebellion; if the throng</br>Of chivalry and beauty, as of yore,</br>Still danced its beryl-glittering halls along,</br>And thou wert lord of hill, and plain, and tower,</br>While all within was pomp, and all without was power;", "Could all the specious pageantry convey</br>A genuine pleasure to the thoughtful mind,</br>Which one who loves like thee the Muse's lay,</br>Within the shades of quiet cannot find?</br>Ambition's pillars shake with every wind,</br>And, like these Ruins, soon or late, must fall;</br>But the green wreaths in Learning's bowers entwined</br>Will grace the tomb, as o'er yon Chapel-wall</br>The clustering ivy spreads its rich enduring pall.</br>"]