["Poor child!  (how contented it sleeps)</br>As yet quite a stranger to woe;</br>'Tis unknown why thy mother thus weeps,</br>Why her tears thus incessantly flow:</br>Ah, cease not to flow briny tears!</br>Ye bring to my anguish relief;</br>Ye give vent to my heart rending cares,</br>And soften the sharpness of grief.", "Ah!  did ye not flow to my aid,</br>My heart would have broken in twain;</br>Alas!  by barbarians betray'd,</br>I shall ne'er see my husband again!</br>The wretches well skill'd to beguile,</br>With a smile on their brow thou didst meet;</br>Ah!  why didst thou trust in that smile,</br>Beneath it lurk'd faithless deceit.", "I am told that in dungeons confin'd,</br>Shut out from the light of the day,</br>With strong fetters the captive they bind,</br>Who is made (sad misfortune!) their prey:</br>That in huge floating castles they're born,</br>To a country far distant from here&mdash;</br>From all tender connexions they're torn,</br>From all that their souls could hold dear.", "Far, far, they are born from the soil,</br>Where their love, their affections remain;</br>And compell'd for their tyrants to toil,</br>To gather their harvests with pain.</br>The sigh that is bursting my heart,</br>Accuses my fondness and care;</br>Ah why did I let thee depart!</br>In thy dangers why did not I share!", "Ah my child! &mdash; but I shall not yet be</br>Quite of all consolation bereft&mdash;</br>I will cease to lament &mdash; since in thee,</br>I still some small comfort have left:</br>I will live! &mdash; but it is for thy sake!</br>To thee I'll transfer all my care;</br>But for thee &mdash; I had plung'd in the lake,</br>In the transports of grief and despair.", "To the woods dark recesses I'll fly,</br>Where fell tygers prowl nightly for prey;</br>Could I hide from these ravagers' eye&mdash;</br>The tyger's less cruel than they.</br>'Tis hunger alone that excites</br>These monsters to range thro' the wood;</br>But the Christian, more savage, delights</br>To riot in carnage and blood.", "Grief will soon bring my life to a close,</br>To the land I shall then wing my way,</br>Where the spirits departed repose&mdash;</br>Impatient I wait for the day!</br>I again shall my husband behold,</br>In safety reclin'd in the grove;</br>Where the fierce Christian thirsting for gold,</br>Shall part me no more from my love.</br>"]