["I stood on Zion; and methought (a dream</br>Of ingulphed ages o'er me came) there stood</br>An hoary minstrel by me, and the gleam</br>Of his unwonted flashing eye, imbued</br>With fire, that long had slept in solitude,</br>Illumed his furrowed visage, and arrayed</br>His form in splendour &mdash; wayward was his mood</br>Of feverish being, and a fitful shade</br>Of unknown anguish passed &mdash; but on his vitals prey'd.", "He stood before me with his caftan rent,</br>And silvery beard far streaming to the breeze,</br>His unstrung lyre was tuneless &mdash; and he bent</br>O'er its sad, worn golden wires, like the freize</br>Of some lone fane o'er tomb-stones, or the greeze,</br>Where countless votaries thronged, that far winds</br>Its untrod pathway round the dome, where trees,</br>Time's moaning relics, sigh, and fate unbinds</br>The virgin lyrist from her shrine, where worshipped noble minds", "An unknown Being sketched in mortal garb;</br>Around the untombed minstrel myst'ry flung</br>Her sable mantle &mdash; but the thoughts unbarb</br>The heart, that slumbers in its cell, and, stung</br>To noble plenitude, like bright stars hung</br>In yon aerial concave, the soul</br>Springs to impart its fire; when mind is wrung</br>To frenzied madness, spurning time's control,</br>The flood of passion pours, clandestine scenes unroll.", "He woke from his deep, unbroken reverie&mdash;</br>Not war's fierce, untamed, courser bounds away</br>'Mid vollied thunders with triumphal glee,</br>And shakes the gory battle-field &mdash; not the fray</br>Of ocean's billowy waves, when murky day</br>Retires, and sheds not light upon the scene</br>Of the wreck'd bark's despair &mdash; as the gray</br>Genius of time, when burst his voice, I ween,</br>Seem half so terrible, for their armory's seen.", "He broke mute silence, and his arched brow</br>Seemed clothed in jewels, and his tow'ring frame</br>Of adamant, &mdash; and fires irradiate glow,</br>In one full halo of unearthly flame,</br>Around him; and his eye's wild wrath to tame</br>No mortal power would dare.  The vision flew</br>Through boundless space, when pealed his awful name,</br>And rising empires my fixed optics drew,</br>While tuned the bard his lyre, and sung how nations grew.", "\"Prostrate Judea!  darling child of heaven!</br>God was thy hierarch, and gracious King,</br>Before his war-car hostile hordes were driven,</br>And in Moriah did warbling music fling</br>On high melodious praise &mdash; choirs, enamoured, wing</br>Their terrene flight to mingle glory's lays</br>With adoration's songs &mdash; earth, elysium ring,</br>And votive shrines waft censers' perfume &mdash; praise,</br>Honour and devotion crowned blest Aelia's holy days.", "\"But low-born chicane, and intrigue beguile</br>A nation of its grandeur, and infest</br>Ambition's dome, and wisdom's hall, and smile</br>Upon the railing turmoil &mdash; dregs congest,</br>And poison oft the banquet of the blest;</br>The vulgar heart enshrouds the hottest fires,</br>The unknown start, and lords pursue the jest,</br>Freedom and truth outvie the mob's desires,</br>But lawless rapine lights the noblest nation's pyres.", "\"Lo!  mailed avengers on the ingrate rush,</br>In madness fly the ungorged eagles o'er</br>The heaven-doomed clime, and their broad pinions brush</br>Away the pride of ages, and the shore,</br>Where angels love to linger, peals the roar</br>Of ruin, and the poltroon's cry awakes</br>The fierce fanatic's vaunt &mdash; and on high soar</br>The proud fane's fragments, where the streaming flakes</br>Of flame illume the sky, and heaven's bright mirror breaks.", "\"Debasement drove them to the feats of hell,</br>And nature shuddered at her children's fall,</br>Frenzied despair, and frantic fury swell</br>Alecto's blood-fed orgies &mdash; but the pall</br>Of blackness shrouds the unholy festival;</br>Rebels they were, alas!  they loved the slime</br>Of the foul quagmire, and the sordid thrall</br>Of luxury and lust, above the clime,</br>The Eden portioned &mdash; planted &mdash; blessed by a kind King sublime.", "\"Lone Desolation stalks through mirthless streets,</br>And reigns sole monarch of the desert land,</br>Where God once deigned to sway, &mdash; the Sovereign greets</br>From glory's high arch, where, amid his band</br>Of bitterns, waves the sceptre of command,</br>And gleams the jewelled diadem of sate,</br>His voiceless realm exulting &mdash; his stern hand</br>Upholds his silent mandate &mdash; and the state</br>Of once bright Palestine nought but heaven can renovate.", "\"Where are thy glories, lost Judea!  where?</br>Where are the pomp and splendour of thy fane?</br>Aerial strains float not through listless air,</br>Nor beauties linger on thy ravished plain.</br>Where are thy high-soul'd heroes?  Can again</br>The voice of dauntless chivalry awake</br>The dormant energies of David's reign?</br>Can glory's heaven-descended, full beams break</br>The spell of bondage, gild the Gallilean lake?", "\"Behold!  yon cloud, that veils the eastern skies,</br>Secrets the angel of exhaustless love,</br>It gathers not, but bright transparencies</br>Reveal where harbingers of mercy move;</br>Doth not thy soul dilate, when from above</br>Descends the herald to invoke the bloom,</br>And rays of heaven upon the clime, where grove,</br>Hill, dale, stream, rock, and nameless tomb,</br>Attract love, awe, and veneration, though in gloom?", "\"O towery Babylon!  cinctured bright</br>With massive bulwarks &mdash; where the gilded groves</br>Of spires and turrets shed the solar light,</br>When eve in darkness reigned &mdash; thy splendour proves</br>A fairy pageant &mdash; and the wand'rer roves</br>Through blood-paved palaces; the dragon loves</br>To slumber in the monarch's couch &mdash; and mirth</br>And maudlin revel quake, when ireful moves</br>The fiery besom o'er the startled earth&mdash;</br>And heaven's dire fiat caused Chaldea's dismal dearth.", "\"She fell by pampered luxury &mdash; the hall</br>Of Semiramis and Belshazzar gleamed</br>With diverse instruments &mdash; at glory's call</br>The one her courser sped where loudly screamed</br>The raven o'er red heaps of foes &mdash; where beamed</br>The trophied car of triumph &mdash; where the dome</br>Of fame immortal tow'red &mdash; and honour deemed</br>He built earth's empire; fiery spirits roam,</br>And make the tombless battle-field their foemen's home.", "\"The other reigned amid a wilderness</br>Of dazzling glory, and his gem-crowned brow</br>Beamed peerless mirth &mdash; white robed panders bless</br>The glorious feast &mdash; architraves throw</br>Lamps' kindling light &mdash; and the full banquet's glow</br>Of golden cups, and embossed lavers, crowns</br>The festive dome &mdash; arch'd vaults, and swung globes strow</br>Delicious incense round &mdash; but darkly frowns</br>Impending vengeance, lo!  wreathed flame the palace bounds.", "\"The voiceless, viewless angel hovered o'er</br>The festal city &mdash; flower-wreathed maidens dance</br>Around the festooned fane of Bel &mdash; the shore</br>Of grand Euphrates hears the proud steed prance</br>Along towered walls &mdash; afar the Persian's lance</br>Mocks the bright sunbeams, and the clarion's bray</br>Echoes a fierce defiance; but the glance</br>Of the determined captain lights the fray,</br>And nought can crush the band where all their lord obey.", "\"Now, save the storm-lash'd pyramid, where sleep</br>Creation's lords in aweless grandeur, all</br>The gemm'd land is one vast Golgotha &mdash; deep</br>Lie time's vaunting demigods, to the call</br>Of honour, or of fame unknown &mdash; the pall</br>Of desolation shrouds them &mdash; saint and sage,</br>Monarch and slave, in foul corruption's thrall</br>Are held mute compeers, and the guileless page</br>Of refluent Time doth class them equals of the age.", "\"The feudal manacles no longer bind</br>The low-born vassal &mdash; through the slime and gore</br>Of war and bondage, slaves no longer wind</br>Their way, and drag their chains, for the rich store</br>Of death is mingled clay &mdash; and vipers soar</br>Above distinction; chainless mind obeys</br>Not the tiar'd despot &mdash; nervous powers pour</br>Tinselled treasures into tyrants' cells &mdash; rays</br>Of thought celestial break debasement's tainting haze.", "\"Immortal Greece!  the dim gem glory leaves,</br>When on her eagle-pinions, ere the ire</br>Of freedom's foe the fane of grandeur cleaves,</br>She seeks the lone wild, where the vestal fire</br>Of virtue burns &mdash; unshackled souls aspire!</br>The quenchless embers of thy funeral pyre</br>The despot's fell breath blew to vivid flame:</br>Though long the willow wore thy warbling lyre,</br>It lives &mdash; and cannot die &mdash; thy free-born name,&mdash;</br>And every age shall add a jewel to thy fame.", "\"Thine was the bard, whose noble ardour lives</br>In freedom's child, and fires his glowing eye,</br>Thine the proud sophist, whose great name survives</br>Conception's crude ideas of mystery;</br>Thine were the heroes, on whom destiny</br>Attended, like the lightning on the storm;</br>Thine is the clime, where patriot souls will fly</br>In freedom's holy cause sublimely warm,</br>And tread thy hallowed strand, and frown at despot's form.", "\"Destruction waved his besom o'er thee, Rome</br>Through pillared streets, and festooned fanes of pride,</br>The vaulted palace, and the peasant's dome,</br>Decay asserts her dismal reign &mdash; the nide</br>Of feathered rovers throng the hall, or ride</br>Unrivalled in triumphal march &mdash; and chant</br>Victorious paeans o'er the clime, where's died</br>Each patriot passion, that could charm or daunt,</br>Or shed a glow o'er her, that worth made glory's haunt.", "\"Egeria was the child of fancy, wrought</br>Into a sybil, and a Pythoness,</br>By the credulity of man, who sought</br>To deck a being formed to view and bless;</br>She and the flamen raised Rome's glory less</br>Than the low archer of her phalanx'd host;</br>Her martial virtue, and her fearlessness</br>Were her omnipotent deities &mdash; when lost</br>The Pantheon fell, and pride fled from Baiae's coast.", "\"The triple tiar graces ill the brow</br>Of him, whose palace is the Lateran,</br>The pomp of gemm'd canonicals, whose glow</br>Was dazzling &mdash; the voice of wrath, from whose ban</br>The soul recoiled, and quivering lips, all wan,</br>Ejaculated ruth &mdash; the ermined power,</br>Have fallen in their acme &mdash; freeborn man</br>No more in cells of priestcraft drags his hour</br>Of wretchedness &mdash; but resumes the soul's celestial tower.", "\"Time's mansions &mdash; cities &mdash; lords, in one dread tomb</br>Are now immerged &mdash; and other monarchs rise,</br>And reign o'er other climes &mdash; the dread simoom</br>Of vengeance hath blackened the bright skies</br>Of glory and of fame.  The obsequies</br>Of nations time performs, and in the dust</br>Lays all the train of pride; the conqueror dies,</br>And earth receives him &mdash; but the green clods burst,</br>And winds herald his ashes to their mansion erst.\"", "The minstrel turned &mdash; and radiant flashed his eye&mdash;</br>\"Lo!  where the Atlantic laves a perfum'd shore,</br>And the winged glories of a distant sky,</br>In lambent fires of beauty, hover o'er,</br>A nation reigns; in all the vaunted lore</br>Of eastern sages, ne'er a reign, like this,</br>Was sketched in fancy; the shade of power bore</br>From bondaged climes, now slavery's dark abyss,</br>The bay, the laurel, palm, to trophy freedom's bliss.", "\"No proud regalia of imperial state,</br>Nor feudal seignories of pomp and power,</br>Nor pride baronial mark the noble fate</br>Of heaven-blest Columbia; but the hour,</br>That sealed her freedom, brought a blissful dower</br>Of wise equality in human kind;</br>Her patriot chiefs, 'mid glory's splendour, tower,</br>A golden chain each filial heart doth bind,</br>And harps in tones of love fling music on each wind.", "\"She owns no autocrat, who drives his car</br>O'er prostrate slaves, and lives but in their doom;</br>The light, that flashed from her refulgent star,</br>Will wane when ruin shrouds the world in gloom,</br>But ne'er till then!  for the blasting simoom</br>Of chilling tyranny will rage remote.\"</br>He said; I stood upon a lonely tomb</br>Amid the platted broomland &mdash; and the note</br>Of the soft nightingale through ether fields did float.</br>"]