["Mild was the vernal gale, and calm the day,</br>When Maia near a crystal fountain lay,</br>Young Maia, fairest of the blue-eyed maids,</br>That rov'd at noon in Tibet's musky shades;</br>But, haply, wandering through the fields of air,</br>Some fiend had whisper'd &mdash; Maia, thou art fair!</br>Hence swelling pride had fill'd her simple breast,</br>And rising passions robb'd her mind of rest;</br>In courts and glitt'ring tow'rs she wish'd to dwell,</br>And scorn'd her lab'ring parent's lowly cell:</br>And now, as gazing o'er the glassy stream,</br>She saw her blooming cheek's reflected beam,</br>Her tresses brighter than the morning sky,</br>And the mild radiance of her sparkling eye,</br>Low sighs and trickling tears by turns she stole,</br>And thus discharg'd the anguish of her soul:</br>\"Why glow those cheeks, if unadmir'd they glow?</br>Why flow those tresses, if unprais'd they flow?</br>Why dart those eyes their liquid ray serene,</br>Unfelt their influence, and their light unseen?</br>Ye heav'ns!  was that love-breathing bosom made</br>To warm dull groves, and cheer the lonely glade?</br>Ah, no:  those blushes, that enchanting face</br>Some tap'stried hall or gilded bow'r might grace;</br>Might deck the scenes, where love and pleasure reign,</br>And fire with am'rous flames the youthful train.\"", "While thus she spoke, a sudden blaze of light</br>Shot through the clouds, and struck her dazzled sight:</br>She rais'd her head, astonish'd, to the skies,</br>And veil'd with trembling hands her aching eyes;</br>When through the yielding air she saw from far</br>A goddess gliding in a golden car,</br>That soon descended on the flow'ry lawn,</br>By two fair yokes of starry peacocks drawn:</br>A thousand nymphs with many a sprightly glance</br>Form'd round the radiant wheels an airy dance,</br>Celestial shapes, in fluid light array'd;</br>Like twinkling stars their beamy sandals play'd:</br>Their lucid mantles glitter'd in the sun,</br>(Webs half so bright the silkworm never spun)</br>Transparent robes, that bore the rainbow's hue,</br>And finer than the nets of pearly dew</br>That morning spreads o'er ev'ry op'ning flow'r,</br>When sportive summer decks his bridal bow'r.", "The queen herself, too fair for mortal sight</br>Sat in the centre of encircling light.</br>Soon with soft touch she rais'd the trembling maid,</br>And by her side in silent slumber laid:</br>Straight the gay birds display'd their spangled train,</br>And flew refulgent through th' aerial plain;</br>The fairy band their shining pinions spread,</br>And as they rose fresh gales of sweetness shed;</br>Fan'd with their flowing skirts, the sky was mild,</br>And heav'n's blue fields with brighter radiance smil'd.", "Now in a garden deck'd with verdant bow'rs</br>The glitt'ring car descends on bending flow'rs:</br>The goddess still with looks divinely fair</br>Surveys the sleeping object of her care;</br>Then o'er her cheek her magick finger lays,</br>Soft as the gale that o'er a vi'let plays,</br>And thus in sounds, that favor'd mortals hear,</br>She gently whispers in her ravish'd ear:", "\"Awake, sweet maid, and view this charming scene</br>For ever beauteous, and for ever green;</br>Here living rills of purest nectar flow</br>O'er meads that with unfading flow'rets glow;</br>Here am'rous gales their scented wings display,</br>Mov'd by the breath of ever-blooming May;</br>Here in the lap of pleasure shalt thou rest,</br>Our lov'd companion, and our honor'd guest.\"", "The damsel hears the heav'nly notes distil,</br>Like melting snow, or like a vernal rill;</br>She lifts her head, and, on her arm reclin'd,</br>Drinks the sweet accents in her grateful mind:</br>On all around she turns her roving eyes,</br>And views the splendid scene with glad surprize;</br>Fresh lawns, and sunny banks, and roseate bow'rs,</br>Hills white with flocks, and meadows gem'd with flow'rs;</br>Cool shades, a sure defence from summer's ray,</br>And silver brooks where wanton damsels play,</br>That with soft notes their dimpled crystal roll'd</br>O'er colour'd shells and sands of native gold:</br>A rising fountain play'd from ev'ry stream,</br>Smil'd as it rose, and cast a transient gleam,</br>Then gently falling in a vocal show'r</br>Bath'd ev'ry shrub, and sprinkled ev'ry flow'r,</br>That on the banks, like many a lovely bride,</br>View'd in the liquid glass their blushing pride;</br>Whilst on each branch, with purple blossoms hung</br>The sportful birds their joyous ditty sung.", "While Maia, thus entranc'd in sweet delight,</br>With each gay object fed her eager sight,</br>The goddess mildly caught her willing hand,</br>And led her trembling o'er the flow'ry land:</br>Soon she beheld where, through an op'ning glade</br>A spacious lake its clear expanse display'd;</br>In mazy curls the flowing jasper wav'd</br>O'er its smooth bed, with polish'd agate pav'd;</br>And on a rock of ice by magic rais'd</br>High in the midst a gorgeous palace blaz'd;</br>The sunbeams on the gilded portals glanc'd,</br>Play'd on the spires, and on the turrets danc'd;</br>To four bright gates four iv'ry bridges led,</br>With pearls illumin'd, and with roses spread:</br>And now, more radiant than the morning sun</br>Her easy way the gliding goddess won;</br>Still by her hand she held the fearful maid,</br>And, as she pass'd the fairies homage paid:</br>They enter'd strait the sumptuous palace-hall,</br>Where silken tapestry emblaz'd the wall,</br>Refulgent tissue, of an heav'nly woof;</br>And gems unnumber'd sparkled on the roof,</br>On whose blue arch the flaming diamonds play'd,</br>As on a sky with living stars inlay'd:</br>Of precious diadems a regal store,</br>With globes and sceptres, strew'd the porph'ry floor;</br>Rich vests of eastern kings around were spread,</br>And glitt'ring zones a starry radiance shed:</br>But Maia most admir'd the pearly strings,</br>Gay bracelets, golden chains, and sparkling rings.", "High in the centre of the palace, shone,</br>Suspended in mid-air, an opal throne:</br>To this the queen ascends with royal pride,</br>And sets the favor'd damsel by her side.</br>Around the throne in mystick order stand</br>The fairy train, and wait her high command;</br>When thus she speaks:  (the maid attentive sips</br>Each word that flows, like nectar, from her lips.)", "'Favorite of heaven, my much lov'd Maia, know,</br>From me all joys, all earthly blessings, flow:</br>Me suppliant men imperial Fortune call,</br>The mighty empress of yon rolling ball:\"</br>(She rais'd her finger, and the wond'ring maid</br>At distance hung the dusky globe survey'd,</br>Saw the round earth with foaming oceans vein'd,</br>And lab'ring clouds on mountain tops sustain'd.)</br>\"To me has fate the pleasing task assign'd,</br>To rule the various thoughts of humankind;</br>To catch each rising wish, each ardent prayer,</br>And some to grant, and some to waste in air:</br>Know farther; as I rang'd the crystal sky,</br>I saw thee near the murm'ring fountain lie;</br>Mark'd the rough storm that gather'd in thy breast,</br>And knew what care thy joyless soul opprest.</br>Strait I resolv'd to bring thee quick relief,</br>Ease every weight, and soften every grief;</br>If in this court contented thou canst live,</br>And taste the joys these happy gardens give:</br>But fill thy mind with vain desires no more,</br>And view without a wish yon shining store:</br>Soon shall a num'rous train before me bend,</br>And kneeling votaries my shrine attend;</br>Warn'd by their empty vanities beware,</br>And scorn the folly of each human prayer.\"", "She said; and strait a damsel of her train</br>With tender fingers touch'd a golden chain:</br>Now a soft bell delighted Maia hears</br>That sweetly trembles on her list'ning ears;</br>Through the calm air the melting numbers float,</br>And wanton echo lengthens every note.</br>Soon through the dome a mingled hum arose,</br>Like the swift stream that o'er a valley flows;</br>Now louder still it grew, and still more loud,</br>As distant thunder breaks the bursting cloud:</br>Through the four portals rush'd a various throng,</br>That like a wintry torrent pour'd along:</br>A crowd, of ev'ry tongue, and ev'ry hue,</br>Tow'rd the bright throne with eager rapture, flew.</br>A lovely stripling stepp'd before the rest</br>With hasty pace, and tow'rd the goddess prest;</br>His mien was graceful, and his looks were mild,</br>And in his eye celestial sweetness smil'd:</br>Youth's purple glow, and beauty's rosy beam</br>O'er his smooth cheeks diffus'd a lively gleam;</br>The floating ringlets of his musky hair</br>Wav'd on the bosom of the wanton air:</br>With modest grace the goddess he addrest,</br>And, thoughtless, thus prefer'd his fond request:", "\"Queen of the world!  whose wide-extended sway,</br>Gay youth, firm manhood, and cold age obey,</br>Grant me, while life's fresh blooming roses smile,</br>The day with varied pleasures to beguile;</br>Let me on beds of dewy flow'rs recline,</br>And quaff, with glowing lips, the sparkling wine;</br>Grant me to feed on beauty's rifled charms,</br>And clasp a willing damsel in my arms,</br>Her bosom fairer than a hill of snow,</br>And gently bounding like a playful roe,</br>Her lips more fragrant than the summer air;</br>And sweet as Scythian musk her hyacinthine hair;</br>Let new delights each dancing hour employ,</br>Sport follow sport, and joy succeed to joy.\"", "The goddess grants the simple youth's request,</br>And, mildly thus accosts her lovely guest:</br>\"On that smooth mirror, full of magick light,</br>Awhile, dear Maia, fix thy wand'ring sight.\"</br>She looks; and in th' enchanted crystal sees</br>A bower o'er canopied with tufted trees:</br>The wanton stripling lies beneath the shade,</br>And by his side reclines a blooming maid;</br>O'er her fair limbs a silken mantle flows,</br>Through which her youthful beauty softly glows,</br>And part conceal'd and part disclos'd to sight,</br>Through the thin texture casts a ruddy light,</br>As the ripe clusters of the mantling vine</br>Beneath the verdant foliage faintly shine,</br>And, fearing to be view'd by envious day,</br>Their glowing tints unwillingly display.", "The youth, while joy sits sparkling in his eyes,</br>Pants on her neck, and on her bosom dies;</br>From her smooth cheek nectareous dew he sips,</br>And all his soul comes breathing to his lips.</br>But Maia turns her modest eyes away,</br>And blushes to behold their am'rous play.", "She looks again, and sees with sad surprize</br>On the clear glass far diff'rent scenes arise:</br>The bow'r, which late outshone the rosy morn,</br>O'erhung with weeds she saw, and rough with thorn;</br>With stings of asps the leafless plants were wreath'd;</br>And curling adders gales of venom breath'd:</br>Low sat the stripling on the faded ground,</br>And, in a mournful knot, his arms were bound;</br>His eyes, that shot before a sunny beam,</br>Now scarcely shed a sad'ning, dying gleam,</br>Faint as a glimm'ring taper's wasted light,</br>Or a dull ray that streaks the cloudy night:</br>His crystal vase was on the pavement roll'd,</br>And from the bank was fall'n his cup of gold;</br>From which, th' envenom'd dregs of deadly hue</br>Flow'd on the ground in streams of baleful dew,</br>And, slowly stealing through the wither'd bow'r,</br>Poison'd each plant, and blasted ev'ry flow'r:</br>Fled were his slaves, and fled his yielding fair,</br>And each gay phantom was dissolv'd in air;</br>Whilst in their place was left a ruthless train,</br>Despair, and grief, remorse, and raging pain.", "Aside the damsel turns her weeping eyes,</br>And sad reflections in her bosom rise;</br>To whom thus mildly speaks the radiant queen:</br>\"Take sage example from this moral scene;</br>See!  how vain pleasures sting the lips they kiss,</br>How asps are hid beneath the bow'rs of bliss!</br>Whilst ever fair the flow'r of temp'rance blows,</br>Unchang'd her leaf and without thorn her rose,</br>Smiling she darts her glitt'ring branch on high,</br>And spreads her fragrant blossoms to the sky.\"", "Next to the throne she saw a knight advance,</br>Erect he stood, and shook a quiv'ring lance;</br>A fiery dragon on his helmet shone;</br>And on his buckler beam'd a golden sun;</br>O'er his broad bosom blaz'd his jointed mail</br>With many a gem, and many a shining scale;</br>He trod the sounding floor with princely mien,</br>And thus with haughty words address'd the queen:</br>\"Let falling kings beneath my jav'lin bleed,</br>And bind my temples with a victor's meed;</br>Let ev'ry realm that feels the solar ray,</br>Shrink at my frown, and own my regal sway:</br>Let Ind's rich banks declare my deathless fame,</br>And trembling Ganges dread my potent name.\"", "The queen consented to the warrior's pray'r;</br>And his bright banners floated in the air;</br>He bade his darts in steely tempests fly,</br>Flames burst the clouds, and thunder shake the sky;</br>Death aim'd his lance, earth trembled at his nod,</br>And crimson conquest glow'd where'er he trod.", "And now the damsel, fix'd in deep amaze,</br>Th' enchanted glass with eager look surveys:</br>She sees the hero in his dusky tent,</br>His guards retir'd, his glimm'ring taper spent;</br>His spear, vain instrument of dying praise,</br>On the rich floor with idle state he lays;</br>His gory falchin near his pillow stood,</br>And stain'd the ground with drops of purple blood;</br>A busy page his nodding helm unlac'd,</br>And on the couch his scaly hauberk plac'd:</br>Now on the bed his weary limbs he throws</br>Bath'd in the balmy dew of soft repose:</br>In dreams he rushes o'er the gloomy field,</br>He sees new armies fly, new heroes yield;</br>Warm with the vig'rous conflict he appears,</br>And ev'n in slumber seems to move the spheres.</br>But lo!  the faithless page with stealing tread</br>Advances to the champion's naked head;</br>With his sharp dagger wounds his bleeding breast,</br>And steeps his eyelids in eternal rest:</br>Then cries, (and waves the steel that drops with gore)</br>\"The tyrant dies; oppression is no more.\"", "Now came an aged sire with trembling pace,</br>Sunk were his eyes, and pale his ghastly face;</br>A ragged weed of dusky hue he wore,</br>And on his back a pond'rous coffer bore.</br>The queen with falt'ring speech he thus addrest:</br>\"O, fill with gold thy true adorer's chest.\"", "\"Behold,\" said she, and wav'd her pow'rful hand,</br>\"Where yon rich hills in glitt'ring order stand:</br>There load thy coffer, with the golden store;</br>Then bear it full away, and ask no more.'", "With eager steps he took his hasty way,</br>Where the bright coin in heaps unnumber'd lay;</br>There hung enamour'd o'er the gleaming spoil,</br>Scoop'd the gay dross, and bent beneath the toil.</br>But bitter was his anguish, to behold</br>The coffer widen and its sides unfold:</br>And, ev'ry time he heap'd the darling ore,</br>His greedy chest grew larger than before;</br>Till spent with pain, and falling o'er his hoard,</br>With his sharp steel his mad'ning breast he gor'd:</br>On the lov'd heap he cast his closing eye,</br>Contented on a golden couch to die.", "A stripling, with the fair adventure pleas'd,</br>Stepp'd forward, and the massy coffer seiz'd:</br>But with surprize he saw the stores decay,</br>And all the long-sought treasures melt away;</br>In winding streams the liquid metal roll'd,</br>And through the palace ran a flood of gold.", "Next, to the shrine advanc'd a reverend sage,</br>Whose beard was hoary with the frost of age;</br>His few grey locks a sable fillet bound,</br>And his dark mantle flow'd along the ground:</br>Grave was his port, yet show'd a bold neglect,</br>And fill'd the young beholder with respect;</br>Time's envious hand had plough'd his wrinkled face,</br>Yet on those wrinkles sat superior grace;</br>Still full of fire appear'd his vivid eye,</br>Darted quick beams, and seem'd to pierce the sky.</br>At length, with gentle voice and look serene,</br>He wav'd his hand, and thus address'd the queen:", "\"Twice forty winters tip my beard with snow,</br>And age's chilling gusts around me blow:</br>In early youth, by contemplation led,</br>With high pursuits my flatter'd thoughts were fed;</br>To nature first my labors were confin'd,</br>And all her charms were open'd to my mind,</br>Each flow'r that glisten'd in the morning dew,</br>And ev'ry shrub that in the forest grew:</br>From earth to heaven I cast my wond'ring eyes,</br>Saw suns unnumber'd sparkle in the skies,</br>Mark'd the just progress of each rolling sphere,</br>Describ'd the seasons, and reform'd the year.</br>At length sublimer studies I began,</br>And fix'd my level'd telescope on man;</br>Knew all his pow'rs, and all his passions trac'd,</br>What virtue rais'd him, and what vice debas'd:</br>But when I saw his knowledge so confin'd,</br>So vain his wishes, and so weak his mind,</br>His soul, a bright obscurity at best,</br>And rough with tempests his afflicted breast,</br>His life, a flow'r ere ev'ning sure to fade,</br>His highest joys, the shadow of a shade;</br>To thy fair court I took my weary way,</br>Bewail my folly, and heav'n's laws obey,</br>Confess my feeble mind for pray'rs unfit</br>And to my maker's will my soul submit:</br>Great empress of yon orb that rolls below,</br>On me the last best gift of heav'n bestow.\"", "He spoke:  a sudden cloud his senses stole,</br>And thickening darkness swam o'er all his soul;</br>His vital spark her earthly cell forsook,</br>And into air her fleeting progress took.", "Now from the throng a deaf'ning sound was heard,</br>And all at once their various pray'rs prefer'd;</br>The goddess, wearied with the noisy crowd,</br>Thrice wav'd her silver wand, and spoke aloud:</br>\"Our ears no more with vain petitions tire,</br>But take unheard whate'er you first desire.\"</br>She said:  each wish'd, and what he wish'd obtain'd;</br>And wild confusion in the palace reign'd.", "But Maia, now grown senseless with delight,</br>Cast on an em'rald ring her roving sight;</br>And, ere she could survey the rest with care,</br>Wish'd on her hand the precious gem to wear.", "Sudden the palace vanish'd from her sight,</br>And the gay fabrick melted into night;</br>But, in its place, she view'd with weeping eyes</br>Huge rocks around her, and sharp cliffs arise:</br>She sat deserted on the naked shore,</br>Saw the curl'd waves, and heard the tempest roar;</br>Whilst on her finger shone the fatal ring,</br>A weak defence from hunger's pointed sting,</br>From sad remorse, from comfortless despair,</br>And all the painful family of care!</br>Frantick with grief her rosy cheek she tore,</br>And rent her locks, her darling charge no more:</br>But when the night his raven wing had spread,</br>And hung with sable ev'ry mountain's head,</br>Her tender limbs were numb'd with biting cold,</br>And round her feet the curling billows roll'd;</br>With trembling arms a rifted crag she grasp'd,</br>And the rough rock with hard embraces clasp'd.", "While thus she stood, and made a piercing moan,</br>By chance her em'rald touch'd the rugged stone;</br>That moment gleam'd from heav'n a golden ray,</br>And taught the gloom to counterfeit the day:</br>A winged youth, for mortal eyes too fair,</br>Shot, like a meteor, through the dusky air;</br>His heav'nly charms o'ercame her dazzled sight,</br>And drown'd her senses in a flood of light;</br>His sunny plumes, descending, he display'd,</br>And softly thus address'd the mournful maid:", "\"Say, thou, who dost yon wondrous ring possess,</br>What cares disturb thee, or what wants oppress;</br>To faithful ears disclose thy secret grief,</br>And hope (so heav'n ordains) a quick relief.\"", "The maid replied:  \"Ah, sacred genius!  bear</br>A hopeless damsel from this land of care;</br>Waft me to softer climes and lovelier plains,</br>Where nature smiles, and spring eternal reigns.\"", "She spoke; and, swifter than the glance of thought,</br>To a fair isle his sleeping charge he brought.", "Now morning breath'd:  the scented air was mild,</br>Each meadow blossom'd, and each valley smil'd;</br>On ev'ry shrub the pearly dewdrops hung,</br>On ev'ry branch a feather'd warbler sung;</br>The cheerful spring her flow'ry chaplets wove,</br>And incense-breathing gales perfum'd the grove.", "The damsel wak'd; and, lost in glad surprise,</br>Cast round the gay expanse her open'ng eyes,</br>That shone with pleasure, like a starry beam,</br>Or moonlight sparkling on a silver stream.</br>She thought some nymph must haunt that lovely scene,</br>Some woodland goddess, or some fairy queen;</br>At least she hop'd in some sequester'd vale</br>To hear the shepherd tell his amorous tale:</br>Led by these flatt'ring hopes from glade to glade,</br>From lawn to lawn, with hasty steps she stray'd;</br>But not a nymph by stream or fountain stood,</br>And not a fairy glided through the wood;</br>No damsel wanton'd o'er the dewy flow'rs,</br>No shepherd sung beneath the rosy bow'rs:</br>On every side she saw vast mountains rise,</br>That thrust their daring foreheads in the skies;</br>The rocks of polish'd alabaster seem'd,</br>And in the sun their lofty summits gleam'd.</br>She call'd aloud; but not a voice replied,</br>Save echo babling from the mountain's side.", "By this had night o'ercast the gloomy scene,</br>And twinkling stars emblaz'd the blue serene:</br>Yet on she wander'd, till, with grief opprest,</br>She fell; and, falling, smote her snowy breast:</br>Now, to the heav'ns her guilty head she rears,</br>And pours her bursting sorrow into tears;</br>Then plaintive speaks, \"Ah!  fond mistaken maid,</br>How was thy mind by gilded hopes betray'd?</br>Why didst thou wish for bow'rs and flow'ry hills,</br>For smiling meadows, and for purling rills;</br>Since on those hills no youth or damsel roves,</br>No shepherd haunts the solitary groves?</br>Ye meads that glow with intermingled dies,</br>Ye flow'ring palms that from yon hillocks rise,</br>Ye quiv'ring brooks that softly murmur by,</br>Ye panting gales that on the branches die,</br>Ah!  why has Nature through her gay domain</br>Display'd your beauties, yet display'd in vain?</br>In vain, ye flow'rs, you boast your vernal bloom,</br>And waste in barren air your fresh perfume.</br>Ah!  leave, ye wanton birds, yon lonely spray;</br>Unheard you warble, and unseen you play:</br>Yet stay till fate has fix'd my early doom,</br>And strow with leaves a hapless damsel's tomb.</br>Some grot or grassy bank shall be my bier,</br>My maiden herse unwater'd with a tear.\"", "Thus while she mourns, o'erwhelm'd in deep despair,</br>She rends her silken robes, and golden hair:</br>Her fatal ring, the cause of all her woes,</br>On a hard rock with mad'ning rage she throws;</br>The gem, rebounding from the stone, displays</br>Its verdant hue, and sheds refreshing rays:</br>Sudden descends the genius of the ring,</br>And drops celestial fragrance from his wing;</br>Then speaks:  \"Who calls me from the realms of day?</br>\"Ask, and I grant; command, and I obey.\"", "She drank his melting words with ravish'd ears,</br>And stopp'd the gushing current of her tears;</br>Then kiss'd his skirts, that like a ruby glow'd,</br>And said, \"O bear me to my sire's abode.\"", "Strait o'er her eyes a shady veil arose,</br>And all her soul was lull'd in still repose.", "By this with flow'rs the rosy-finger'd dawn</br>Had spread each dewy hill and verdurous lawn;</br>She wak'd, and saw a new-built tomb, that stood</br>In the dark bosom of a solemn wood,</br>While these sad sounds her trembling ears invade:</br>\"Beneath yon marble sleeps thy father's shade.\"</br>She sigh'd; she wept; she struck her pensive breast;</br>And bade his urn in peaceful slumber rest.", "And now, in silence, o'er the gloomy land,</br>She saw advance a slowly-winding band;</br>Their cheeks were veil'd, their robes of mournful hue</br>Flow'd o'er the lawn, and swept the pearly dew:</br>O'er the fresh turf they sprinkled sweet perfume,</br>And strow'd with flow'rs the venerable tomb.</br>A graceful matron walk'd before the train,</br>And tun'd in notes of wo the plaintive strain:</br>When from her face her silken veil she drew,</br>The watchful maid her aged mother knew.</br>O'erpow'r'd with bursting joy, she runs to meet</br>The mourning dame, and falls before her feet:</br>The matron with surprize her daughter rears,</br>Hangs on her neck, and mingles tears with tears.</br>Now o'er the tomb their hallow'd rites they pay,</br>And form with lamps an artificial day:</br>Erelong the damsel reach'd her native vale,</br>And told, with joyful heart, her moral tale;</br>Resign'd to heav'n, and lost to all beside,</br>She liv'd contented, and contented died.</br>"]