["Ah how long and how earnest I've strove,</br>Midst the stings of neglect and despair,</br>The rude fetters of LOVE to remove,</br>And his name from my memory to tear;</br>But, alas!  every effort is vain,</br>Still my passion must baffle each art,</br>Still I cherish with rapture my chain,</br>And his image will reign in my heart.", "If with him to a desart I stray,</br>Or range the wild woodlands among,</br>An injunction on time would I lay,</br>For 'tis HEAVEN to list to his song;</br>But for pleasure ah where can I rove?</br>In each circle abstracted I pine,</br>And the world must a wilderness prove,</br>To a heart so dejected as mine.", "Can I ever forget his soft power,</br>When first the lone arbour we prest?</br>And if ever I think of that hour,</br>Can I vaunt me a bosom at rest?</br>Still his vanish'd caresses I mourn,</br>Still my mind must each solace defy,</br>And controul still remembrance must scorn,</br>Tho' it often would spare me a sigh.", "No enchantment has friendship for me,</br>My depression no friends can remove;</br>They can never persuade me I'm free,</br>'Till they teach me the means not to love.</br>They may make me contented appear,</br>If awhile from retirement I steal,</br>They perhaps may suppress a warm tear,</br>But they cannot forbid me to feel.", "I have prov'd every pang from disdain,</br>Which a bosom susceptive could own,</br>But, alas!  I should never complain,</br>For the fondest endearments I've known.</br>His frowns may deprive me of joy,</br>May suspend every comfort awhile,</br>But a moment their force can destroy&mdash;</br>There's a magic that dwells in his smile.", "Yet I fain from my mind would efface</br>The mingled sensations I feel,</br>For me tender return can I trace,</br>On that heart where I languish to steal.</br>HOPE oft' o'er my sorrows will bend,</br>And will oft' his indifference mask;</br>But PITY is all she will lend,</br>And PITY is not what I ask.", "Ah then will I silently grieve,</br>Nor the warmth of my feelings betray;</br>My tears shall my anguish relieve,</br>And my sighs to his pillow shall stray;</br>Yet tell him not, streamlet, whose eyes,</br>Have thy delicate current opprest&mdash;</br>Ah!  tell him, soft gale, thou art sighs,</br>But never reveal from whose breast!</br>"]