["To thee, whose cautious step, and specious air,</br>Deceive the world, who simulating GOOD,</br>Drop'st from thine oily tongue the pitying pray'r,</br>T' avert the ills of man, and spare his blood.</br>\"To thee I call, but with no friendly voice,\"</br>I am no dupe to thine insidious art,</br>The vaunted mercy of thy traitor heart,</br>Nor in thy promises can I rejoice.</br>For well I know thee HYPOCRITE! &mdash; I know</br>Thou art the fatal source of human woe,</br>Thine is the shield that bloodiest tyrants bear,</br>Foul harbinger of death, black herald of despair.", "Why groans yon hapless, violated land,</br>With such continued suff'rance, and long care?</br>'Tis that, deceiver!  there thou giv'st command,</br>That MOD'RATE justice, MOD'RATE truth are there.</br>The poor not quite destroy'd, tho' doom'd to toil</br>From day to day unceasing, yet must hide</br>Their soul's deep anguish from the gaze of pride,</br>And greet with smiles the plund'rers of the soil.</br>The rectifying thoughts that fire the brain</br>Must be subdu'd, &mdash; 'tis treason to complain;</br>For order peace, tranquillity require,</br>They suffer all UNMOV'D, &mdash; then silently expire.", "O rather bear me sympathetic, wild!</br>To the hard scene of contest and dismay,</br>Where the bold multitude, no more beguil'd,</br>The awful banners of their rage display.</br>Ah!  let THEIR gen'rous ardors burn for me;</br>THEIR fiercest energies my bosom steel,</br>Who learn to vindicate, when taught to feel,</br>And dare th' extreme of all things to be free:</br>Better by far at once the conflict end,</br>The gen'ral FOE prevail, or general FRIEND,</br>Than that faint hope should languish with the throng,</br>Who love the right but half, but half detest the wrong.", "Mark, how the desolating tempest flies,</br>And rends the groaning forest from its base;</br>Its burning thunders wreck the pow'rless skies,</br>Its lightnings Nature's loveliest scenes deface.</br>Anon, behold its transient fury sped,</br>More fresh the flowers their vivid tints disclose,</br>With richer pride the yellow harvest glows,</br>More soft the air, more sweet the odours spread.</br>Thus from the storms of intellectual strife,</br>The moral system wakes to purer life,</br>The passions harmonize which late were hurl'd,</br>And reason's fairer beams illume a happier world.", "'Tis true, seductive is thy mild discourse,</br>With dainty terms of soft benevolence,</br>And honied phrases fill'd, abjuring force,</br>Trusting to time, and to progressive sense,</br>Thus the wild jargon of submissive peace,</br>Of calm endurance, petrify the heart,</br>Check the bold tear of manhood ere it start,</br>And bid the holy animation cease.</br>By due and slow degrees, by sober zeal,</br>Profess to rectify the public weal,</br>Which, by confusing parts, confound the whole,</br>Disorganize the will, and dislocate the soul.", "'Tis thine to boast of long existing laws,</br>Blame the EFFECT of ill, but not the CAUSE;</br>'Tis thine to call it mad erroneous rage,</br>When Indignation's spirit nobly glows;</br>When smarting with the sense of bitt'rest woes,</br>The mass of man the war of nature wage:</br>'Tis thine with horror then to paint the scene,</br>As barb'rous tyranny had never been,</br>Of ruthless anarchy alone complain,</br>Then if THY VICTIMS PAUSE, PREPARE TH' ETERNAL CHAIN.", "Ah!  wouldst thou ask me why I thus can hate,</br>Why thus abhor thee, execrable pow'r?</br>'Tis, that I deem thy mercy worse than fate,</br>'Tis, that thou smilest only to devour.</br>Did the GREAT POLE thy baleful influence share,</br>When rous'd to fury at his Country's call;</br>Or when he found that Country doom'd to fall,</br>Felt HE a MODERATION of DESPAIR?</br>Meanwhile, THY tranquil Hecate of the North,</br>Sent her infernal legions mildly forth,</br>To quell intemp'rate zeal, &mdash; the land to SAVE,&mdash;</br>With MOD'RATE murder sweep whole nations to the grave.", "At thy approach, true principle decays,</br>Cabals succeed, with reas'nings most abstruse;</br>Of Gothic governments the placid praise,</br>Of tender words and savage deeds profuse.</br>UNHAPPY FRANCE!  I see thy laurels die,</br>I see thy fading glories dimly shine,</br>The tyrants triumph with their wrath BENIGN,</br>The MOD'RATE wrath of boundless cruelty.</br>The bold terrific energy is past,</br>The peace and tyranny return at last,</br>Thy star of vic'try rose &mdash; when at the sight,</br>PALE MODERATION SHRIEK'D, AND ALL AGAIN WAS NIGHT.", "O YE FALL'N PATRIOTS!  ere I drop the pen,</br>One rending sigh shall to your worth be paid,</br>Ye greatest, noblest, bravest, best of men!</br>One grateful tear be offered to your shade.</br>Tho' Monarchs execrate, tho' Britons scorn,</br>Your deathless name, yet still to freedom true,</br>Be't mine, alas!  to pay the homage due,</br>With Sorrow's cypress wreath your shrine adorn.</br>Scar'd at the light'ning of your lifted spear,</br>The traitor crouch'd, the despot learnt to fear,</br>And tho' thro' seas of blood your ark was driv'n,</br>THE DELUGE STILL WAS JUST, THE ARK BELONG'D TO HEAV'N.</br>"]