["Night, deepest night o'er all the boundless wild</br>Her solemn glooms, her blackest vail has spread;</br>And the lorn Indian, Nature's suffering child,</br>Shrinks shivering to his frail and humble shed.", "Loud howls the wind along the uncultur'd shore,</br>Where mighty lakes through narrow limits flow;</br>Opposed in vain, the torrent foams and roars,</br>And joins with ERIE'S stormy waves below.", "Beyond the stream an ancient forest lays;</br>Now its tall trees in verdant pride aspire;</br>Now, from some vagrant spark's expanding blaze,</br>O'erwhelm a region in a sea of fire.", "Lo, by the conflagration's lurid gleam,</br>Fast where the rapid river murmuring flows,</br>Releas'd from giddy Life's illusive dream,</br>Two hapless warriors in the dust repose.", "Sway'd by a youthful ardour of command,</br>Or thirst of fame, they sought this hostile shore:</br>Elate with hope they left their native land,</br>But left, ill-fated, to return no more.", "Where the raised earth marks out each narrow cell,</br>They sleep, unconscious, in their lowly bed;</br>Nor even the loud terrific savage yell</br>Invades the silent slumbers of the dead.", "Victims of savage fraund and vengeful ire,</br>Here CAMPBELL and DALYELL obscurely rest:</br>Yet shall their fate a pitying pang inspire,</br>And rouse to sympathy the feeling breast.", "Flowers of the desert, here your odours shed;</br>With fairest verdure here expand your bloom,</br>That no unhallowed feet, with impious tread,</br>Deface a vestige of the mournful tomb.", "Another Chief demands the votive lays;</br>For still, whate'er the colour and the birth,</br>The impartial Muse a willing tribute pays,</br>Applausive numbers to heroic worth.", "Not LOGAN'S fame should e'er the verse inspire;</br>LOGAN, undaunted in the martial strife;</br>But, more ferocious than the tyger-sire,</br>From his own infant crush'd the guiltless life.", "A nobler soul, inflam'd with patriot zeal,</br>With generous view th' exalted purpose plann'd,</br>To join the scatter'd tribes for gen'ral weal,</br>Repel invasion, and retrieve the land.", "Wide and more wide expands the patriot flame,</br>And the rous'd nations feel th' incentive glow:</br>Vain, Chieftain, all thy prowess  &mdash; vain thy fame&mdash;</br>The dastard hand of Treach'ry lays thee low!", "In distant lands unfriended he expires;</br>Yet each fierce OTTOWA that fights and bleeds,</br>Or sinks the prey of agonizing fires,</br>Shall boast, O PONDIAC, thy vengeful deeds!", "Far in the lonely woods' sequester'd shade,</br>Or on the margin of the stream they lie;</br>Yet for the valiant, the ill-fated dead,</br>The Traveller shall stop, and breath a sigh.</br>"]