["MY SERIOUS CARES AND CONSIDERATIONS.</br>'Tis said the age of man is seventy yeares,</br>If eighty, it is full of griefe and Cares,</br>And if we of our time account should keepe,</br>How halfe our lives we doe consume in sleepe,</br>And for the waking halfe, account that too,</br>How little service to our God we doe:</br>For till seven yeares be past and gone away,</br>We are uncapable to doe or pray.</br>Our Adolescency till our manly growth,</br>We wast in vanitie and tricks of youth,</br>And as we travell to our jorneyes end,</br>The more we live the more we doe offend.</br>In sixty yeares three thousand Sabbaths be,</br>Which are some eight yeares in account we see,</br>But of those Sundayes let us thinke agen,</br>How little service God hath had of men,</br>And to the holiest man it will appeare,</br>About one hundred houres in a yeare.</br>And so in threescore yeares God hath not one,</br>Wherein his service we attend upon.</br>And if that (lesse then one) t' account were brought,</br>How many a nap, and many a wavering thought,</br>And wandring fancies doe us round beset,</br>(That many times the text we doe forget?)</br>Thinke but of this, and then the yeare before</br>Must be abated halfe, or somewhat more.</br>Thus many a Christian sixty yeares hath trod</br>The earth, and not sixe months hath serv'd his God.</br>When we our lives unequally thus share,</br>In thinking of it, I am full of care.", "I care in all my actions so to live,</br>That no occasion of offence I give</br>To any man, with either pen or tongue,</br>In name, or fame, or goods, to doe them wrong.</br>For he's the greatest murderer alive,</br>That doth a man of his good name deprive</br>With base columnious slanders and false lies,</br>Tis the worst villainy of villanes:</br>To blast a good mans name with scandals breath,</br>Makes his dishonor long survive his death:</br>For Infamie's a colour dyde in graine,</br>Which scarce oblivion can wash out againe.</br>As nothing's dearer then a mans good name,</br>So nothing wounds more deeper then defame.</br>Nature gave man a paire of eares and eyes,</br>And but one tongue which certainly implies,</br>That though our sight and hearing still is free,</br>Yet must we not speake all we heare or see,</br>Then he's a Viper that doth lyes invent,</br>To worke thereby anothers detriment,</br>'Tis sinne to slander a notorious Knave,</br>But sinne and shame a good man to deprave:</br>Thus good or bad, or whatsoe're they are,</br>To doe to neither of them wrong I care.", "I care to get good Bookes, and I take heed,</br>And care what I doe either write or read:</br>Though some through ignorance, and some through spite</br>Have said that I can neither reader nor write.</br>But though my lines no scholership proclaime,</br>Yet I at learning have a kind of ayme.</br>And I have gatherd much good observations,</br>From many humane and divine translations.</br>I was well entred (forty Winters since)</br>As farre as \"possum\" in my Accidence;</br>And reading but from \"possum\" to \"posset,\"</br>There I was mir'de, and could no further get,</br>Which when I thinke upon (with mind dejected)</br>I care to thinke how learning I neglected.", "The Poet \"Quid,\" (or Ovid if you will)</br>Being in English, much hath helpt my skill:</br>And Homer too, and Virgil I have seene,</br>And reading them I have much better'd beene:</br>Godfrey of Bulloyne, well by Fairfax done,</br>Du Bartas, that much love hath rightly wonne:</br>Old Chaucer, Sidney, Spencer, Daniel, Nash,</br>I dipt my finger where they us'd to wash.</br>As I have read these Poets, I have noted</br>Much good, which which in my memory is quoted.", "Of Histories I have perusde some store,</br>As no man of my function hath done more.</br>The Golden legend, I did over tosse,</br>And found the Gold mixt with a deale of drosse.</br>I have read Plutarchs Morals and his Lives,</br>And like a Bee, suckt Hony form those Hives.</br>Josephus of the Jewes, Knowles of the Turks,</br>Marcus Aurelius, and Guevara's works:</br>Lloyd, Grimstone, Montaigne, and Suetonius,</br>Agrippa, (whom some call Cornelius,)</br>Grave Seneca, and Camden, Purchas, Speed,</br>Old Monumental Fox, and Hollinshead:</br>And that sole Booke of Bookes which God hath given</br>(The best eternall Testaments of heaven)</br>That I have read, and I with care confesse,</br>My selfe unworthy of such happinesse.</br>And many more good Bookes I have with care</br>Lookt on their goods, and never stole their ware,</br>For no booke to my hands could ever come,</br>If it were but the treatise of Tom Thumb,</br>Or Scoggins Jests, or any simple play,</br>Or monstrous newes came Trundling in my way.</br>All these, and ten times more, some good, some bad</br>I have from them much observation had.</br>And so with care and study I have writ</br>These bookes, the issue of a barren wit.</br>The most of them are verse, but I suppose</br>It is much ease to name them here in prose.", "THE NAMES OF MANY OF THE BOOKES THAT I HAVE WRITTEN.</br>First, the Sculler.</br>Upon Coriat three merry bookes, called,</br>Odcombs complaint,</br>Coriats resurrection, and</br>Laugh and be fat.</br>The nipping or snipping of Abuses.</br>Two mad things against Fenor.</br>Taylors Urania.</br>The marriage of the Princesse.</br>An Elegy on Prince Henry.</br>Two bookes of all the Kings of England.</br>Three weekes, three dayes, and three houres observations in Germany.</br>Travels to Scotland.</br>Travels to Prague in Bohemia.</br>An Englishmans love to Bohemia.</br>The Bible in verse.</br>The Booke of Martyrs in verse.</br>The praise of Hempseed.</br>A kicksy winsy.</br>The great O Toole.</br>Jack a Lent.</br>The praise of Beggery.</br>Taylors Goose.</br>Faire and foule weather.</br>The life and death of the Virgin Mary.</br>The Whip of Pride.</br>And lastly (since the reigne of th' Emperor OTTO)</br>Was never seene the like of TAYLORS MOTTO.", "All these, and some which I have quite forgot,</br>With care (as is aforesaid) I have wrote.", "I care how to conclude this carefull straine:</br>In care I care how to get out againe:</br>I care for food and lodging, fire and rayment,</br>And (what I owe) I care to make good payment.</br>But most of all, I care, and will endever</br>To live so carefull that I may live ever.", "Thus without wronging any man a jot,</br>I shew I have what every man hath not:</br>My wants are such, that I forgive them free,</br>That would but steale the most of them from me.</br>My cares are many, as I here expresse,</br>Poore cousin Germans unto carelessnesse.</br>I have a knowledge how their liking is.</br>I care in all that I herein have pend,</br>To please the good, and shew the bad to mend.</br>And those that will not thus be satisfide,</br>I have a spirit that doth them deride.</br>I flattry want mens likings to obtaine,</br>I care to love those that love me againe.</br>Thus be mens judgements steady or unsteady</br>To like my Booke, the care is tane already.</br>The Proverb sayes, that hast makes (often) wast,</br>Then what is wast, impute it to my hast:</br>This Booke was written (not that here I boast)</br>Put houres together, in three dayes at most:</br>And give me but my breakfast, Ile maintaine,</br>To write another e're I eate againe,</br>But well or ill, or howsoe're tis pen'd,</br>Lik't as you list, so I made an END.</br>"]