["O!  Goddess, in whose green retreat</br>Mirth, youth, and laughter, love to meet,</br>And round thy flaunting, breezy bowers,</br>Weave many a knotted fringe of flowers,</br>Whose sweet heads, nodding, seem to say&mdash;</br>If Health you seek, we show the way!</br>But not 'midst green retreats alone,</br>The shrub-built court, or mossy throne,</br>Where flowers with meek contention vie</br>To yield perfume, or win the eye,</br>Inquiring swains the goddess find</br>On the hoar rock beat by the wind;</br>Indifferent though her glossy hair</br>Trembles at every breath of air&mdash;</br>E'en though her playful curls are flowing</br>Upon the breeze that's round her blowing.</br>Still she bounds on &mdash; the swains pursue&mdash;</br>Through daisied fields and woodlands too;</br>And, on the pathless mountain's side,</br>Take exercise to be their guide;</br>For she bestows the well-earn'd wealth&mdash;</br>The generous Almoner of Health;</br>Her gifts hands round to those who know</br>To brush the mead, or climb the brow;</br>To rise when ruddy morn bestows</br>On the pale sky the blushing rose,</br>While yet the hawthorn hangs with dew,</br>And spangles bright with every hue;</br>While birds yet sing their first good-morrow,</br>And Nature's smiles bode nought of sorrow:</br>'Tis then that Health holds forth her hand,</br>And bids them trip the furrowed land;</br>That exercise shall warmly glow</br>The fair-won treasures to bestow;</br>That sleep shall ask no downy bed,</br>Alike to her where rests her head,</br>Whether on moss-grown turf reclin'd,</br>In shady grot, or cooling wind,</br>On earth's green lap o'erhung with oak,</br>Or soundly slumbering on the rock;</br>For Exercise unerring knows</br>The varied couch of sweet repose;</br>Knows, too, that Health the path shall tread,</br>And turn to down the rocky bed.", "Ah!  Goddess, wilt thou ne'er attend?</br>Wilt thou ne'er meet one as a friend?</br>'Tis not because I have not been</br>Amidst the nymphs and shepherds seen;</br>For, as they frolick'd o'er the mead,</br>Gay bounding to the oaten reed,</br>This foot, I ween, as light could pass</br>As any yet that trod the grass;</br>Why then, ah!  why hast thou still been</br>The saddener of my mirthful scene!</br>For thee I've sought in every shade,&mdash;</br>To thee I've due oblation paid;</br>With waking morn have left my bed,</br>While the light breeze play'd round my head;</br>And cowslips rose beneath my feet,</br>Aurora's infant rays to meet.</br>When sober Eve, \"the matron gray,\"</br>Was taking leave of sultry Day;</br>E'er yet the sun, that scorch'd before,</br>With beams oblique glanc'd on the shore;</br>E'er yet his radiance left the skies,</br>And dewy damps began to rise;</br>E'er the blue mist, at distance seen,</br>Had furl'd his dark unwholesome screen;</br>I eager went with searching eyes</br>To meet thee, mountain Exercise,</br>Still trusting thou would'st bring to me</br>The buskin'd nymph I fear I ne'er again shall see!", "But since in vain I search around&mdash;</br>Since Health is nowhere to be found,</br>To Cheerfulness I bend the knee,</br>The Goddess next of kin to thee!</br>And she, so soft, thy form shall wear,</br>Hang round my bed, and o'er my chair,</br>That Sickness shall let minutes pass,</br>Nor see one sand forsake the glass.</br>Though ever fainting as she moves,</br>And drooping e'en in fragrant groves;</br>Whose lifeless frame no art can cheer,</br>Nor all the changes of the year;</br>Nor song, nor pipe, can bid her raise</br>One cheering thought of better days;&mdash;</br>Nor all the flow'rets Nature spreads</br>On her green lap in leafy beds,</br>Can o'er her cheek prolong the smile,</br>Though balmy zephyrs play the while,</br>Till touch'd by thee, thou goddess dear!</br>Who'st dried this eye of many a tear.</br>And oft, when sickness by my side</br>Has every other joy denied,</br>With Hope or Fancy in thy train</br>Thou sooth'd, or seem'd to soothe my pain,</br>And banish'd every thought of sorrow</br>By gaily pointing to to-morrow.</br>Fancy would weave a wreath of flowers,</br>And dress the nimble-footed hours,</br>That henceforth ever more should go</br>\"Upon the light fantastic toe;\"</br>Not heavily, as beating time</br>To every plaintive note of mine;</br>For Hope, with smiles that might deceive</br>A heart less willing to believe,</br>Would wave her hand, and pointing, say,</br>Health keeps for thee yon coming day.", "Again deceiv'd; the flatterer sends</br>Her second self, and best of friends;</br>She, who her cup so oft has brought,</br>Not fill'd with the enlivening draught,</br>Yet tastes so like, you scarce can tell,&mdash;</br>Content can imitate so well;</br>So well can counterfeit her air,</br>So well can chant her notes that cheer,</br>That ever, when she meets mine eye,</br>Methinks the rosy Goddess by.", "Hygea, then, bound through the vale,</br>And listen to each shepherd's tale,</br>And let the nymphs around thee throng,</br>Enraptur'd with thy matin song;</br>And on the heart feel every word</br>Strike the soft, sweet, harmonic chord,</br>Which thrilling through the frame shall rise,</br>And sparkle in the telltale eyes.", "But what have I of comfort lost,</br>That healthier, stouter frames can boast!</br>Have I not sisters, ever near,</br>O ever kind!  O ever dear!</br>Who suffer not the winds to wave</br>O'er the bent shrub they prop and save.</br>From Autumn's faded form they hide,</br>And Winter's stripping hand they guide;</br>And even midst the Summer's heat</br>An equal watchfulness I meet.</br>Away then, Health!  thy frowns are vain,</br>Thou canst not touch my soul with pain!</br>"]