["THE COMING TO FETCH THE BRIDE FROM RAVENNA.</br>The sun is up, and 'tis a morn of May</br>Round old Ravenna's clear-shewn towers and bay,</br>A morn, the loveliest which the year has seen,</br>Last of the spring, yet fresh with all its green;</br>For a warm eve, and gentle rains at night,</br>Have left a sparkling welcome for the light,</br>And there's a crystal clearness all about;</br>The leaves are sharp, the distant hills look out;</br>A balmy briskness comes upon the breeze;</br>The smoke goes dancing from the cottage trees;</br>And when you listen, you may hear a coil</br>Of bubbling springs about the grassier soil;</br>And all the scene in short, &mdash; sky, earth, and sea,</br>Breathes like a bright-eyed face, that laughs out openly.", "'Tis nature, full of spirits, waked and springing:&mdash;</br>The birds to the delightful time are singing,</br>Darting with freaks and snatches up and down,</br>Where the light woods go seaward from the town;</br>While happy faces, striking through the green</br>Of leafy roads, at every turn are seen;</br>And the far ships, lifting their sails of white</br>Like joyful hands, come up with scattery light;</br>Come gleaming up, true to the wished-for day,</br>And chase the whistling brine, and swirl into the bay.", "And well may all who can, come crowding there,</br>Where peace returning, and processions rare,</br>And to crown all, a marriage in May-weather</br>Have aught to bring enjoying hearts together:</br>For on this sparkling day, Ravenna's pride,</br>The daughter of their prince, becomes a bride,</br>A bride, to crown the comfort of the land:</br>And he, whose victories have obtain'd her hand,</br>Has taken with the dawn, so flies report,</br>His promised journey to the expecting court</br>With hasting pomp, and squires of high degree,</br>The bold Giovanni, lord of Rimini.", "Already in the streets the stir grows loud</br>Of expectation and a bustling crowd.</br>With feet and voice the gathering hum contends,</br>The deep talk heaves, the ready laugh ascends;</br>Callings, and clapping doors, and curs unite,</br>And shouts from mere exuberance of delight,</br>And armed bands, making important way,</br>Gallant and grave, the lords of holiday,</br>And nodding neighbours, greeting as they run,</br>And pilgrims, chanting in the morning sun.</br>With heaved-out tapestry the windows glow,</br>By lovely faces brought, that come and go;</br>Till, the work smoothed, and all the street attired,</br>They take their seats, with upward gaze admired;</br>Some looking down, some forwards or aside,</br>As suits the conscious charm in which they pride;</br>Some turning a trim waist, or o'er the flow</br>Of crimson cloths hanging a hand of snow;</br>But all with smiles prepared, and garlands green,</br>And all in fluttering talk, impatient for the scene.", "And hark!  the approaching trumpets, with a start</br>On the smooth wind come dancing to the heart.</br>A moment's hush succeeds; and from the walls,</br>Firm and at once, a silver answer calls.</br>Then press the crowd; and all who best can strive</br>In shuffling struggle, tow'rd the palace drive,</br>Where balconied and broad, of marble fair,</br>On pillars it o'erlooks the public square;</br>For there Duke Guido is to hold his state</br>With his fair daughter, seated o'er the gate:&mdash;</br>But the full place rejects the invading tide;</br>And after a rude heave from side to side,</br>With angry faces turned, and feet regained,</br>The peaceful press with order is maintained,</br>Leaving the door-ways only for the crowd,</br>The space within for the procession proud.", "For in this manner is the square set out:&mdash;</br>The sides, path-deep, are crowded round about,</br>And faced with guards, who keep the road entire;</br>And opposite to these, a brilliant quire</br>Of knights and ladies hold the central spot,</br>Seated in groups upon a grassy plot;</br>The seats with boughs are shaded from above</br>Of early trees transplanted from a grove,</br>And in the midst, fresh whistling through the scene,</br>A lightsome fountain starts from out the green,</br>Clear and compact, till, at its height o'er-run,</br>It shakes its loosening silver in the sun.", "There, talking with the ladies, you may see,</br>Standing about, or seated, frank and free,</br>Some of the finest warriors of the court,&mdash;</br>Baptist, and Hugo of the princely port,</br>And Azo, and Obizo, and the grace</br>Of frank Esmeriald with his open face,</br>And Felix the Fine Arm, and him who well</br>Repays his lavish honours, Lionel,</br>Besides a host of spirits, nursed in glory,</br>Fit for sweet women's love and for the poet's story.", "There too, in thickest of the bright-eyed throng,</br>Stands a young father of Italian song,</br>Guy Cavalcanti, of a knightly race;</br>The poet looks out in his earnest face;</br>He with the pheasant's plume &mdash; there &mdash; bending now,</br>Something he speaks around him with a bow,</br>And all the listening looks, with nods and flushes,</br>Break round him into smiles and grateful blushes.", "Another start of trumpets, with reply;</br>And o'er the gate a sudden canopy</br>Raises, on ivory shafts, a crimson shade,</br>And Guido issues with the princely maid,</br>And sits; &mdash; the courtiers fall on either side;</br>But every look is fixed upon the bride,</br>Who pensive comes at first, and hardly hears</br>The enormous shout that springs as she appears,</br>Till, as she views the countless gaze below,</br>And faces that with grateful homage glow,</br>A home to leave, and husband yet to see,</br>Fade in the warmth of that great charity;</br>And hard it is, she thinks, to have no will;</br>But not to bless these thousands, harder still:</br>With that, a keen and quivering glance of tears</br>Scarce moves her patient mouth, and disappears;</br>A smile is underneath, and breaks away,</br>And round she looks and breathes, as best befits the day.", "What need I tell of lovely lips and eyes,</br>A clipsome waist, and bosom's balmy rise,</br>The dress of bridal white, and the dark curls</br>Bedding an airy coronet of pearls?</br>There's not in all that crowd one gallant being,</br>Whom if his heart were whole, and rank agreeing,</br>It would not fire to twice of what he is,</br>To clasp her to his heart, and call her his.", "While thus with tip-toe looks the people gaze,</br>Another shout the neighb'ring quarters raise:</br>The train are in the town, and gathering near</br>With noise of cavalry, and trumpets clear;</br>A princely music, unbedinned with drums:</br>The mighty brass seems opening as it comes,</br>And now it fills, and now it shakes the air,</br>And now it bursts into the sounding square;</br>At which the crowd with such a shout rejoice,</br>Each thinks he's deafened with his neighbour's voice.</br>Then, with a long-drawn breath, the clangours die;</br>The palace trumpets give a last reply,</br>And clustering hoofs succeed, with stately stir</br>Of snortings proud and clinking furniture:</br>It seems as if the harnessed war were near;</br>But in their garb of peace the train appear,</br>Their swords alone reserved, but idly hung,</br>And the chains freed by which their shields were slung.", "First come the trumpeters, clad all in white</br>Except the breast, which wears a scutcheon bright.</br>By four and four they ride, on horses grey;</br>And as they sit along their easy way,</br>Stately and heaving to the sway below,</br>Each plants his trumpet on his saddle-bow.", "The heralds next appear, in vests attired</br>Of stiffening gold with radiant colours fired;</br>And then the pursuivants, who wait on these,</br>All dressed in painted richness to the knees:</br>Each rides a dappled horse, and bears a shield,</br>Charged with three heads upon a golden field.", "Twelve ranks of squires come after, twelve in one,</br>With forked pennons lifted in the sun,</br>Which tell, as they look backward in the wind,</br>The bearings of the knights that ride behind.</br>Their steeds are ruddy bay; and every squire</br>His master's colour shews in his attire.", "These past, and at a lordly distance, come</br>The knights themselves, and fill the quickening hum,</br>The flower of Rimini.  Apart they ride,</br>Six in a row, and with a various pride;</br>But all as fresh as fancy could desire,</br>All shapes of gallantry on steeds of fire.", "Differing in colours is the knights' array,</br>The horses, black and chesnut, roan and bay;&mdash;</br>The horsemen, crimson vested, purple, and white,&mdash;</br>All but the scarlet cloak for every knight,</br>Which thrown apart, and hanging loose behind,</br>Rests on the steed, and ruffles in the wind.</br>Their caps of velvet have a lightsome fit,</br>Each with a dancing feather sweeping it,</br>Tumbling its white against their short dark hair;</br>But what is of the most accomplished air,</br>All wear memorials of their lady's love,</br>A ribbon, or a scarf, or silken glove,</br>Some tied about the arm, some at the breast,</br>Some, with a drag, dangling from the cap's crest.", "A suitable attire the horses shew;</br>The golden bits keep wrangling as they go;</br>The bridles glance about with gold and gems;</br>And the rich housing-cloths, above the hems</br>Which comb along the ground with golden pegs,</br>Are half of net, to shew the hinder legs.</br>Some of the cloths themselves are golden thread</br>With silk enwoven, azure, green, or red;</br>Some spotted on a ground of different hue,</br>As burning stars upon a cloth of blue,&mdash;</br>Or purple smearings, with a velvet light</br>Rich from the glary yellow thickening bright,&mdash;</br>Or a spring green, powdered with April posies,&mdash;</br>Or flush vermilion, set with silver roses:</br>But all are wide and large, and with the wind,</br>When it comes forth, go sweeping on behind.", "With various earnestness the crowd admire</br>Horsemen and horse, the motion and the attire.</br>Some watch, as they go by, the riders' faces</br>Looking composure, and their knightly graces;</br>The life, the carelessness, the sudden heed,</br>The body curving to the rearing steed,</br>The patting hand, that best persuades the check,</br>And makes the quarrel up with a proud neck;</br>The thigh broad-pressed, the spanning palm upon it,</br>And the jerked feather swaling in the bonnet.", "Others the horses and their pride explore,</br>Their jauntiness behind and strength before;</br>The flowing back, firm chest, and fetlocks clean;</br>The branching veins ridging the glossy lean;</br>The mane hung sleekly; the projecting eye</br>That to the stander near looks awfully,</br>The finished head, in its compactness free,</br>Small, and o'erarching to the lifted knee,</br>The start and snatch, as if they felt the comb,</br>With mouths that fling about the creamy foam;</br>The snorting turbulence, the nod, the champing,</br>The shift, the tossing, and the fiery tramping.", "And now the Princess, pale and with fixed eye,</br>Perceives the last of those precursors nigh,</br>Each rank uncovering, as they pass in state,</br>Both to the courtly fountain and the gate;</br>And then a second interval succeeds</br>Of stately length, and then a troop of steeds</br>Milkwhite and unattired, Arabian bred,</br>Each by a blooming boy lightsomely led:</br>They too themselves seem young, and meet the sight</br>With freshness, after all those colours bright:</br>In every limb is seen their faultless race,</br>A fire well tempered, and a free-left grace:</br>Slender their spotless shapes, and meet the sight</br>With freshness, after all those colours bright:</br>And as with quoit-like drop their steps they bear,</br>They lend their streaming tails to the fond air.</br>These for a princely present are divined,</br>And shew the giver is not far behind.</br>The talk increases now, and now advance,</br>Space after space, with many a sprightly prance,</br>The pages of the court, in rows of three;</br>Of white and crimson is their livery.</br>Space after space, &mdash; and yet the attendants come,&mdash;</br>And deeper goes about the impatient hum&mdash;</br>Ah &mdash; yes &mdash; no &mdash; 'tis not he &mdash; but 'tis the squires</br>Who go before him when his pomp requires;</br>And now his huntsman shews the lessening train,</br>Now the squire-carver, and the chamberlain,&mdash;</br>And now his banner comes, and now his shield</br>Borne by the squire that waits him to the field,&mdash;</br>And then an interval, &mdash; a lordly space;&mdash;</br>A pin-drop silence strikes o'er all the place:</br>The princess, from a distance, scarcely knows</br>Which way to look; her colour comes and goes;</br>And, with an impulse and affection free,</br>She lays her hand upon her father's knee,</br>Who looks upon her with a laboured smile,</br>Gathering it up into his own the while,</br>When some one's voice, as if it knew not how</br>To check itself, exclaims, \"the prince!  now &mdash; now!\"</br>And on a milk-white courser, like the air,</br>A glorious figure springs into the square;</br>Up, with a burst of thunder, goes the shout,</br>And rolls the echoing walls and peopled roofs about.", "Never was nobler finish of fine sight;</br>'Twas like the coming of a shape of light;</br>And many a lovely gazer, with a start,</br>Felt the quick pleasure smite across her heart:&mdash;</br>The princess, who at first could scarcely see,</br>Though looking still that way from dignity,</br>Gathers new courage as the praise goes round,</br>And bends her eyes to learn what they have found.</br>And see, &mdash; his horse obeys the check unseen;</br>And with an air 'twixt ardent and serene,</br>Letting a fall of curls about his brow,</br>He takes his cap off with a gallant bow;</br>Then for another and a deafening shout,</br>And scarfs are waved, and flowers come fluttering out;</br>And, shaken by the noise, the reeling air</br>Sweeps with a giddy whirl among the fair,</br>And whisks their garments, and their shining hair.", "With busy interchange of wonder glows</br>The crowd, and loves his brilliance as he goes,&mdash;</br>The golden-fretted cap, the downward feather,&mdash;</br>The crimson vest fitting with pearls together,&mdash;</br>The rest in snowy white from the mid thight:</br>These catch the extrinsic and the common eye:</br>But on his shape the gentler sight attends,</br>Moves as he passes, &mdash; as he bends him, bends,&mdash;</br>Watches his air, his gesture, and his face,</br>And thinks it never saw such manly grace,</br>So fine are his bare throat and curls of black,&mdash;</br>So lightsomely dropt in, his lordly back&mdash;</br>His thigh so fitted for the tilt or dance,</br>So heaped with strength, and turned with elegance;</br>But above all, so meaning is his look,</br>As easy to be read as open book;</br>And so much easy dignity there lies</br>In the frank lifting of his cordial eyes.", "His haughty steed, who seems by turns to be</br>Vexed and made proud by that cool mastery,</br>Shakes at his bit, and rolls his eyes with care,</br>Reaching with stately step at the fine air;</br>And now and then, sideling his restless pace,</br>Drops with his hinder legs, and shifts his place,</br>And feels through all his frame a fiery thrill:</br>The princely rider on his back sits still,</br>And looks where'er he likes, and sways him at his will.", "Surprise, relief, a joy scarce understood,</br>Something perhaps of very gratitude,</br>And fifty feelings, undefin'd and new,</br>Dance through the bride, and flush her faded hue.</br>\"Could I but once,\" she thinks, \"securely place</br>A trust for the contents on such a case,</br>And know the spirit that should fill that dwelling,</br>This chance of mine were hardly called compelling.\"</br>Just then, the stranger, looking slowly round</br>By the clear fountain and the brilliant ground,</br>And bending, as he goes, with frequent thanks,</br>Beckons a follower to him from the ranks.</br>And loosening, as he speaks, from its light hold</br>A dropping jewel with its chain of gold,</br>Sends it, in token he had lov'd him long,</br>To the young father of Italian song:</br>The youth smiles up, and with lowly grace</br>Bending his lifted eyes and blushing face,</br>Looks after his new friend, who, scarcely gone</br>In the wide turning, nods and passes on.", "This is sufficient for the destined bride;</br>She took an interest first, but now a pride;</br>And as the prince comes riding to the place,</br>Baring his head, and raising his fine face,</br>She meets his full obeisance with an eye</br>Of self-permission and sweet gravity;</br>He looks with touched respect, and gazes, and goes by.", ""]