["See where the rosy-footed Spring</br>Dances forth in trim array,</br>Blithe as an Eastern bridal Queen,</br>To wed the lamp of day.</br>And see!  where rising nature homage pays,</br>And all her breathing incense pour along;</br>The softest gales, the shrillest warblers lays,</br>The streams sweet murmur, and the poets song,</br>All, all are thine!  Earth, Air, and Sea, and Sky,</br>All wake for thee, fair Spring, their sweetest minstrelsy.", "I too the gentle influence feel,</br>And join the rapt'rous choral song;</br>And touch the lyre as soft I steal,</br>Oh Cam! &mdash; thy banks along.</br>Tho' on those banks no myrtle breathes perfume,</br>No rose unfolds its blushing beauties there,</br>No tulip there displays its gaudy bloom,</br>No stately lily decks the gay parterre;</br>Enclos'd within the garden's bright domain,</br>These all in Eastern pride still hold their golden reign.", "Yet nature o'er the simple scene</br>Scatters wild beauties bright and gay,</br>As up they spring, a numerous train,</br>As fair and sweet as they.</br>To me the violet hath a balmy sweet,</br>To me the kingcup scatters golden hues,</br>E'en in the primrose modest beauties meet,</br>E'en the meek daisy can instruct the muse:</br>Mid fields in silent wonder she can stand,</br>And ev'n in field-flow'rs trace a master's matchless hand.", "And see!  the sportive sun-beams play,</br>Dancing on the crisped stream;</br>While thousand insects, light and gay,</br>Swift o'er the surface skim.</br>Nor does in vain the stately cygnet sail,</br>Nor roving bees buz on the flowery brink,</br>Nor fishes down the silver current steal,</br>Nor little songsters on the margin drink,</br>And playful oft their glossy pinions ply,</br>While with their feather'd mates they vernal gambols try.", "Oh Spring! &mdash; I love thy gentle reign;&mdash;</br>Yet I will leave thee, gentle Spring,</br>If so his wisdom shall ordain</br>Who reigns, thy smiling King.</br>Yes, all thy clouds and skies of silver hues,</br>Thy meads, and vales, soft gales, and glossy bloom,</br>I'll leave them all, so friendly to the muse,</br>Should but thy Sov'reign say, Behold!  I come.</br>And shatter'd too might sleep this feeble lyre,</br>Might I but hear, and view, and join th' immortal choir.", "What tho' I love thee, Spring-tide fair,</br>Yet there's a brighter Spring above;</br>Gay laughs the Sun the livelong year,</br>And all is light and love.</br>There gales immortal sweetness breathe around;</br>There shine fair-smiling fruits and golden flowers,</br>Cherish'd, luxuriant on the laughing ground,</br>With Heav'n's own dews, and pure ambrosial show'rs.</br>There happy beings rest, their conquest won,</br>And reap from heavenly trees a never-with'ring crown.</br>"]