["'Tis o'er! &mdash; the bright star like a meteor fire,</br>An instant shone, then vanish'd from our sight!</br>Fierce, in unbaffled rule, paternal ire</br>Quenches its beams in everlasting night.</br>With guardian care a dying mother strove</br>To shield from penury resistless love;</br>But that kind care a father's proud disdain</br>Meets with derision's smile, and sternly proves it vain.", "O!  pitiless of spirit! &mdash; but away,</br>Ye weak complaints, ye unavailing groans!</br>Now, stung by Disappointment's madd'ning sway,</br>Scruples, and fears, my desperate love disowns.</br>Oft did they wound thee; &mdash; I abjure their crimes!</br>Extinct all hope of more propitious times,</br>Long years of wasted youth elapsed I see,</br>And former terrors curse &mdash; e'en tho' they throbb'd for thee.", "Her hovering ghost, whose violated boon</br>Sought from the scourge of power our loves to save,</br>Shall see us meet, &mdash; now, &mdash; in this night's pale noon,</br>And lock our hands across her sacred grave.</br>There thy decisive vows my soul shall claim;</br>By the last silence of her mouldering frame,</br>By Death's dark shrines and unresisted power,</br>That only his dread stroke shall e'er divide us more.", "Still can EMILLIA's heart, like mine, desire?</br>Then Fate in vain may spread her direst loom;</br>Nor yet, if Persecution light her pyre,</br>Shall its fierce flames our destin'd joys consume.</br>A robe of pure asbestos we can wear,</br>And while the raging fires around us glare,</br>With arms entwined our solemn steps shall move,</br>Safe in the shielding garb, supplied by faithful love.", "All that affrights the prosperous and the vain,</br>Reproach, with taunting lip, and scornful brow,</br>And shuddering penury, and fever'd pain,</br>To blast the powers of life, the spirit bow;</br>The bed of death, the dim funereal gloom,</br>A timeless pall, an unlamented doom,</br>Clasp'd in each other's arms, he firmly scorn'd,</br>Nor ought of wealth and pride, for love renounced, be mourn'd!", "Then shall I gaze on my EMILLIA's form</br>Through the long summer's day and winter's night;</br>Her smile my sun, her frown my only storm,</br>Her health and love, my sources of delight;</br>Her grave, my quiet bed of lasting rest,</br>Where power, and hate, no longer shall molest,</br>Reproach and penury no more dismay,</br>While undivided sleeps our earthly-hapless clay.</br>"]