["Here plastic son of Nature, play thy part,</br>And call forth all the wonders of thy art;</br>In every line be deepest judgment shewn,</br>And figure into life the breathing stone;</br>Recal to vigour Bards of former days,</br>Whose works have fill'd the mouth of Fame with praise.", "Far on the right, beneath the cope of night,</br>Where darkness seems just bursting into light,</br>Let Ossine stand; a spear his hand must grace,</br>And honest scars declare the Warrior's face.</br>Resign'd the glory of the bloody field,</br>No more he strikes in fight the sounding shield;</br>On softer notes his martial spirit moves,</br>Now courts the Muses to the shady groves;</br>Now calls the deeds of Heroes into Fame,</br>And strikes the harp to some illustrious name;</br>Now falling Warriors mark the bloody fray,</br>And shields and spears compose the broken lay.</br>In vain the mind on single features dwells,</br>When all thy work with num'rous beauties swells;</br>Chief son of Song, to native truth restor'd,</br>And prov'd the prowess of thy father's sword;</br>Oh!  might a Bard of those degenerate days,</br>Bask in thy beam, and brighten in thy blaze;</br>No more should thou Prosaic creep the ground,</br>But rise to measure of Castalian sound.", "Next, Artist, let the bust of Spencer stand,</br>And wave the magic circle round the land;</br>Bring palfries, steeds, fays, fairies, elves in sight,</br>And Knights and matrons mix in airy fight;</br>Sweet was his flowing song the Fairy Tale,</br>Nor did the airy flights of Fancy fail;</br>Which in the winding of a story told,</br>To barbarous ears the moral truths unfold.", "Then place Roscommon on a judgment seat,</br>In spite of wealth and title truely great;</br>Prescribing limits to the flights of Song,</br>And laws dictating to the rhyming throng;</br>Bidding to urge, or to restrain their course,</br>While his example does his laws enforce.", "Let Congreve next Roscommon hold his place,</br>Whose lines can boast of something more than grace;</br>They give a lasting image of his mind,</br>Soft, but not weak; and gentle, not too kind.", "Now Artist, let thy wondrous skill be known,</br>A keener chissel, and a finer stone,</br>For Steele prepare; the Comic Muse disdains</br>To boast of aught but his, or Farquhar's strains;</br>From their light scenes confounded Folly flies,</br>To all her train of Hydra monsters dies;</br>To just regard they rais'd the comic Play,</br>And laugh'd the folly of the age away;</br>So fine the stroke, the satire cut so keen,</br>The wound was mortal, tho' the edge not seen.", "In some conspicuous place let Swift appear,</br>Inscrib'd with Drapier, Dean, or Gulliver;</br>No matter which; his formidable looks</br>Must tell mankind the subject of his books;</br>Which, fill'd with wit, and keen satiric rage,</br>Lash'd and improv'd, at once, an impious age.</br>On a tribunal likewise let him sit,</br>And sway his sceptre o'er the realms of Wit;</br>Succeeding Bards, thro' Swift to fame must climb,</br>And judge the measure of their wit by him:</br>Fain would the Muse her darling son commend,</br>A zealous patriot, and as firm a friend;</br>And see, his country rears the lasting bust,</br>And highly honours Swift's adored dust,</br>Who broke the chains by Party rage design'd,</br>In abject state Ierne's sons to bind;</br>Whose pen still strove her Freedom to restore,</br>And burst the force of ill-designing pow'r.", "See Parnel comes; prepare the Poet's place;</br>Draw every virtue smiling on his face;</br>From Envy free, from Party, Strife, and Rage,</br>His face must be a picture of his page.</br>See by his side a little Pope appears,</br>And calls the Poet into future years,</br>Amidst the learned circle of his friends,</br>He stands, and Parnel's moral page commends,</br>The world obey'd; for Oxford heard the strain,</br>Nor Harley hears, nor Pope commends in vain.", "Such were the Bards who lays immortal sung,</br>Tho' silent now remain the tuneful tongue,</br>While such as these Ierne calls her own,</br>Her sister holds o'er Wit a double throne.</br>For numbers yet remain behind unnam'd,</br>For pointed wit, and deepest judgment fam'd;</br>Whom their own Muse, tho' Gratitude ran dry,</br>Deathless herself, forbids her sons to die.</br>"]