["HOBBINOLL, COLLIDEN.", "HOBBINOLL.</br>If thou be not that gentle Shep-heard Swaine</br>That in the Muses wells, as good as wine,</br>(Freind Colliden) hast so refresh'd a braine,</br>That, for the Sonnet sweet, or lyrique line,</br>Few Shepheards be that may surpasse thy straine,</br>Or from thy forhead win the leaffy twine,</br>I have forgot that honest looke of thine.", "COLLIDEN.</br>Who would have look'd for entertaine so fine</br>From Hobbinoll, if I mistake not you,</br>To Colliden, the same poore freind of thine,</br>To whom no such great complement is due.", "HOBBINOLL.</br>Yet to revive our spirits, that both decline,</br>Let's heare some pleasant Sonnet old or new.", "COLLIDEN.</br>O Hobbinoll, Wee may not still pursue</br>The path of youth; nor walke beside the line</br>That from false joyes should leade us to the true.</br>I now those wanton virelayes doe rue,</br>The fancyes of my like phantastique dayes,</br>Wherein to Swaines and Nymphes more praise then due:</br>The more I sung, I lessen'd mine owne praise.</br>With Olive twine now twisted is my Bayes,</br>From whence my heart more hallow'd thoughts doth take.</br>Now let my songs be in my Makers praise,</br>Who to that purpose onely did me make,</br>(If so unworthy Shep-heard in his layes,</br>O blessed Lord, thy praise may undertake).</br>For Shepheard, sheepe, and all that for their sake</br>Thou sees't this goodly universe doth yield,</br>His mighty hand did forme, and voyce awake.</br>When out of nothing he did all things build,</br>The glorious Sun that doth the welkin guild,</br>And Welkin gilt, he plac'd in such estate,</br>And with such bounty made and deck'd the feild,</br>As well for heardsmans joy as cattells gate,</br>As we them see:  and (sikerly) he will'd,</br>When we them see, we him should meditate</br>Who hath these favours done for us ingrate</br>And worthles of the least of all his store,</br>Nay wretches much more meriting his hate</br>For our desarts, if ought we claime therefore.", "HOBBINOLL.</br>Shep-heard I am full glad it was my fate</br>To meet thee so, a swaine of such good lore:</br>For I had thought, as I was taught to fore,</br>That Pan was God of Shep-heards and of sheep,</br>That Phoebus of the Sun the bridle bore,</br>And Cynthia sway'd the season when we sleep;</br>And that another Deity, old and hoare,</br>They Neptune call'd, govern'd the Ocean deep;</br>That of the feilds Dame Flora had the keep,</br>And them in all their painted 'parrell clad;</br>And that the valley flat, the mountains steep,</br>And all things else, their severall Deity had.", "COLLIDEN.</br>Who taught thee so, were Shep-heards not so wise</br>Or honest as they should; unlesse they meant</br>By these and all imagin'd Deities</br>One onely God, true and Omnipotent.</br>For like a reall truth in shady guise</br>Such fictions his true honours represent.", "HOBBINOLL.</br>Sure (Colliden) such was their good intent,</br>Though I, then young, did scarcely understand.</br>But since of thee it is my blest event</br>More now to learne of his most high command,</br>Who made and governs all, be thou content</br>To follow on the song thou hast in hand.", "COLLIDEN.</br>When I survey my heap of youthfull song</br>And Ditties quaint, to volumes neare arose,</br>I whilome did, to please the amorous throng</br>Of Nymphs and Swayns, to my green reed compose,</br>And finde so small a number them among</br>Of pious straine or vertues pure dispose,</br>Then muse not (Hobbinoll) that my Muse growes</br>Melancholly, but thinke her justly sorry</br>For seeking earthly more then heav'nly glory.", "The Man is happy (sure) to whom the Muse</br>So gracious is as with him deigne to dwell;</br>(For she in him more joyance may infuse</br>Then hath to some of greater place befell):</br>But much more happy hee that how to use</br>And entertaine so sweet a guest can tell.</br>She comes not hither from her sacred well</br>For thee or mee with her too bold to make:</br>Of daintiest things we soonest surfet take.", "Doubtles The head of that so famous fount</br>By pranceing hoofe of flying horse was found,</br>That mens conceits, by taste thereof, should mount</br>Till they at Heavens azure gates rebound;</br>And not descend to theames of base account</br>To be in nine days vulgar wonder drown'd,</br>Or idle Minstrells mercinary sound,</br>And of eternity themselves deprive,</br>That noble mindes all labour to arrive.", "Delightfull songs if fram'd on subject vaine,</br>Though for a season vaunt and flourish may,</br>Yet sagest hand of Fame will them disdaine</br>In her immortall Treasury to lay;</br>But as yon wanton Sicamore to raine</br>Must yeild her pompe, so theirs to time must they,</br>Though yet as fresh as death-unknowing Bay,</br>Whose leafe who claimes to weare ought well fore-cast</br>His actions, life with life of Laurell last.", "Wherefore thou seest not on my simple head</br>Such Coronet to sager Shep-heards due,</br>Whose Verses live though they them-selves be dead</br>(If dye they could whose deeds their lives renew),</br>While most of mine unworthy to be read</br>Dye (while I live), or should, if how I knew</br>To win successe my wishes to ensue:</br>Since tis the way to make one sin two-fold</br>To cout'nance youths vaine acts with forhead old.", "But now I am in better vaine to sing</br>In his due honour, that on high doth sit:</br>(Which he, that is of all the Soveraigne King,</br>Grant I so may as may his servant fit).</br>If ought thou hear'st, wherefore in verdant ring</br>Of laurell branch Thou mayst my temples knit,</br>I shall at once embrace thy love and it;</br>For whether meed assum'd hath right or none,</br>Just is the garland others hands put on.", "HOBBINOLL.</br>Ah!  woe is me!  that pent in cottage poore,</br>And cottage poore as pent in valley low,</br>And sorry soyle that at my luckles doore</br>Such tree of triumph listeth not to grow.</br>But neighbour mine there is, that hath afore</br>His happy hatch some that he will bestow</br>More soone on me cause I to thee it owe:</br>My sweeting tree may one day him remeed;</br>The poore sometime hath what the rich may need.", "COLLIDEN.</br>Awake, O virgin of celestiall race!</br>That thy first milke didst draw from sacred breast</br>Of Memory, and then receiv'ds thy place</br>By Thespian streames amongst thy sisters blest;</br>So highly sprung, yet scornest not to grace</br>Mee, lowly Swaine, of all thy servants least:</br>No more let lump of living clay infest</br>Thy heavenly pinions, nor yet prevent</br>With plummets of dull sloth thy faire ascent.", "But above all, O blessed Majesty,</br>Who by thy power and wisdome all hast wrought,</br>And all dost rule, above and under skye,</br>From greatest substance unto smallest thought,</br>That we thy name aright may magnify,</br>And sing thy works and wonders as we ought,&mdash;</br>Grant with such streames our feeble hearts be fraught</br>As thou doest give, from forth thine ever-living</br>Fountaine of grace, that more abounds by giving.", "O sottish men!  that dayes in silence spend,</br>Or in lewd tales that worse then silence bee;</br>While Creatures dumb by Nature doe commend</br>Their makers love with greater praise then wee.</br>Who taught this Beech her branches to extend,</br>From storme to shelter us and flockes, but hee?</br>Who not alone into this freindly tree,</br>But into every lesse-esteemed plant</br>And herbe and shrub, hath put life vegetant.", "Nor hath he set the high above to grow,</br>As shrouds to be or shaddows to our need,</br>But hath commanded they their blossoms blow,</br>And usefull fruits their blossoms to succeed:</br>Nor doth the Earth with flowers and herbage sow</br>Onely for pleasant walke, or cattells feed,</br>Or sence of sight or smell; but us to steed</br>For wholsom cure, and often to supply</br>Our dying life, to render theirs to dy.", "Goat-heard beware, or man, (who ere thou art),</br>That thou alone do not like cypher stand,</br>Conferring all thy fortunes, wit, and art</br>Upon thy selfe, with too reserv'd a hand;</br>But learne for common good to act some part</br>Of vertuous office in thy native land,</br>Least thou be worse then weed in sorry sand,</br>Whereof the vilest that thou tread'st upon</br>For others use more vertues hath then one.", "The Cowslip do's not onely deck the feilds,</br>But lends her yellow fingers to the cure</br>Of shaking sinnews:  and the violet yeilds</br>Her azure blood fowle surfets to repure.</br>Contemned wormwood from infection sheilds;</br>And Rue makes wasting liver longer dure.</br>Elacampane faint loungs doth reassure;</br>Plantain of bleeding wounds allayes the smart;</br>Mynt helps the head, and Rose mary the heart.", "The Indian julep, mix'd for pallats paines,</br>Craves Woodbines help such dolour to asswage;</br>And quintessences diving to the reines</br>Disdaine not there the aid of Saxifrage.</br>Who Tansey tastes, or Clarey entertaines,</br>Need eate no snake with youth to cover age.</br>The holy-thistle quenches fevers rage.</br>Where costly Antidots shun poore estate</br>There sage is treacle, saffron Mythridate.", "Nor stand tall woods alone for goodly port,</br>But each his proper businesse hath and state.</br>The Oake a builder is of lasting sort,</br>And him the Elme and Beech doe imitate.</br>The Ash a souldier, Ewe is his consort:</br>The Pine a Sayler, and the Fyrrhe his mate;</br>The Cypresse mourner at the funerall gate;</br>And Lawrell, that wee talked of but now,</br>A crowne of Victors and of Muses brow.", "The Poplar can the climbeing workeman's wish</br>As well advance as fan the sunny glade;</br>The melancholly willow learne to fish</br>Rather then bee for fooles the garland made;</br>The Maple turne himselfe to Shep-heards dish,</br>And Holly prentice be to Vintners trade,</br>The hoary Palme the poore mans cottage shade:</br>And all this crue to solace, Walnut-tree,</br>And Box, and Plane, a set of Musique bee.", "Where-to to dance becomes not us to call</br>Fayre fruitfull Ladies not to Shep-heards knowne,</br>Such as the great Pom-granate, Olive small,</br>And lushious Figge, that loves to be alone,</br>The Abricot upheld with Southern wall,</br>And Orenge gilt that thrice a yeare doth grone,</br>The downy Quince, and golden Mell-cotone,</br>The sanguine Peach in silken robe install'd,</br>The Almond twice, and Nut-meg treble-wall'd.", "But with our rurall nymphes we may be bold</br>(As to our rurall callings most be meet),</br>The ruddy Peare-main, and the Costard cold,</br>The spungy Russetting, and Violet sweet,</br>The Warden, and the Deus-ans two year'd old,</br>The Pippen when she leaves the stately street,</br>The Cherry when she scornes not us to greet,</br>The Hasell-nut familiar every-where,</br>The harmeles Damson, and the Katterne Peare.", "Thus like my selfe, although I simply sing</br>Song simple as my selfe, forbeare to blame,</br>For all my serious thoughts are on the King</br>Of trees and fruits, that yet I did not name,</br>The peereles Vine with clusters flourishing</br>Of mighty grapes, not onely for their fame,</br>But that the Lord of life, who man became,</br>Him-selfe is pleased the true Vine to call,</br>And all his members true his branches all.", "And as we see that fixed to the stake,</br>So nayled to tree was this celestiall Vine,</br>Whose pierced side for our redemptions sake</br>Gush'd precious blood, as precious grapes doe wine.</br>O blessed Husband!  that in hand dost take</br>To purge all living branch thereof, refine</br>With powerfull grace this feeble soule of mine,</br>And graffe it in this stock so sure, that fruite</br>Of praise to thee it ever forth may shute.", "That turning ore new leafe of Natures booke</br>Thy hand or worke I further may behold</br>In creatures such whose knowledge thou dost brooke</br>To simple Man, clad in so wretched mold:</br>For (Nations all to hold in heav'nly hooke</br>Of mutuall love) his wisedome doeth unfold,</br>To some, what he from others doth withold;</br>That men for wonders that they not possesse</br>Ought him admire, for those they have him blesse.", "His wonders then let us (with reverence) note.</br>What learnedst tongues could never full expresse,</br>Thou mayest well thinke, in sound of slender Oate</br>The little learned Shep-heard can much lesse.</br>The Marriner that toyles in Sea's remote,</br>And Pilgrim, that doth halfe his life professe</br>To spend in farre-sought lands and wildernesse,</br>From freezing Laps to scorched Negro's walke,</br>His other halfe may thereof spend in talke.", "Although the Sun him company had borne,</br>Companion such would tempt one venter farre</br>From the Vermillion palace of the morne</br>To Westerne waves oft gilded by his carre,</br>And shewen him every land his rayes adorne</br>With yearely progresse, and his courts that are</br>All flourish'd 'ore with many a twinkling starre,</br>Some over head to us, some over-head</br>To those whose feet against our feet doe tread.", "And all his sisters shining seates, betwixt</br>The golden Ram and silver horned Kid;</br>The axle set, with Lords and Ladies mix't,</br>Now stellified for famous deeds they did;</br>The Cynosure with cout'nance gravely fix't,</br>Teaching the wonder in the Load-stone hid;</br>Th' Arcadian Lady, and her sonne, forbid</br>To wash in Ocean waves; and daughter seven</br>Of him whose shoulders underset the heaven.", "But how beseemes it me in russet robe</br>To sing of shineing wonders of the skye?</br>More fitting those that skill the astralobe</br>And have high reach in sage astrologie.</br>But he that fram'd this universall globe</br>Above all Creatures here would Man his eye</br>Should upward lift, and contemplate on hye</br>Those glympses of the glorious life of blisse,</br>The more to strive for that life after this.", "And though poore Shep-heard be the least of men,</br>And I (poore I!)  of Shep-heards be the least,</br>My Muse his honours must returne agen</br>In such degree as he my Muse hath bles't.</br>Though in the sound of highest pipe or pen</br>His praise can never fully be expres't,</br>None may his talent let in dust to rest;</br>And, shareing of his graces, I not dare</br>To silence in his praise my humble share.", "HOBBINOLL.</br>Little wot I who is the skillfulst Swaine:</br>Of skill to judge (certes) doth skill require:</br>Yet bene thy layes and love not all in vaine;</br>For though I cannot judge, I can admire;</br>But nothing have, to quit thy gentle paine,</br>Till I some happier Fortune may aspire:</br>Unlesse thou wilt (for want of better tire)</br>Accept a warme kids-skin, to keepe from cold</br>Thy neck that doth thy honest brain uphold.", "COLLIDEN.</br>If Kid be lost, thou more his skin dost need:</br>I, waxen weake, yet no such gift may take.</br>Reward should not be taken for good deed,</br>That should be done for onely goodnes sake.</br>Now Pyroeis, the Suns formost steed,</br>With flameing fet-lock gildes the brackish lake:</br>Let us with day to our reposure make;</br>And houze our heards, ere nights unhealthy dewes</br>Soake through the fleeces of the tender ewes.", "HOBBINOLL.</br>Beshrew the Night, whose so unwelcome hast</br>Begins here to forbid our longer stay.", "COLLIDEN.</br>O no.  The sooner come, the sooner past</br>Is night, that brings on the more welcome day.", "HOBBINOLL.</br>And for that welcome day I shall fore-cast,</br>Wherein with thee discourse againe I may.", "COLLIDEN.</br>Come any day thou wilt, when he gives way</br>Who gave us six for one, that we should borrow</br>For our vaine use, no part of his, to morrow.", "Collidens Emblem.</br>Visa Creatoris manus est miranda creatis.", "Hobbinoll's Emblem.</br>In his works, his power, his love,</br>Seen, known, admir'd, is God above.</br>"]