["TITYRUS.</br>Under this beech why sits't thou here so sad</br>Son Damon, that wast erst a joviall lad?</br>These groves were wont to Eccho with the sound</br>Of thy shrill reed, while every Nymph danc'd round.</br>Rowse up thy soule, Parnassus mount stands high, </br>And must be climb'd with painefull industrie.", "DAMON.</br>You Father on his forked top sit still,</br>And see us panting up so steepe a hill;</br>But I have broke my reed, and deeply swore</br>Never with wax, never to joynt it more.", "TITYRUS.</br>Fond boy 'twas rashly done; I meant to thee,</br>Of all the sons I have, by legacie</br>To have bequeath'd my pipe, thee, thee of all,</br>I meant it should her second Master call.", "DAMON.</br>And doe you thinke I durst presume to play</br>Where Tityrus had worne his lip away!</br>Live long thy selfe to tune it; 'tis from thee,</br>It has not from it self such Harmony.</br>But if we ever such disaster have</br>As to compose our Tytirus in his grave;</br>Yonder upon yon aged Oak, that now</br>Old trophies beares on every sacred bow,</br>We'le hang it up a relique, we will doe it,</br>And learned swains shall pay devotion to it.", "TITYRUS.</br>Canst thou farewell unto the Muses bid? </br>Then bees shall loath the Thyme, the new wean'd Kid</br>Browze on the buds no more; the teeming ewes</br>Henceforth the tender fallows shall refuse.", "DAMON.</br>I by those Ladies now do nothing set;</br>Let 'em for me some other servant get:</br>They shall no more be Mistresses of mine,</br>No, though my pipe had hope to equall thine.</br>Thine which the floods have stopt their course to hear;</br>To which the spotted Linx hath lent an eare.</br>Which while the severall Ecchoes would repeat, </br>The Musick has been sweet, the Art so great</br>That Pan himself amaz'd at thy deep aires,</br>Sent thee of his own bowl to drown thy cares.</br>Of all the Gods Pan doth the Pipe respect,</br>The rest unlearned pleasures more affect. </br>Pan can distinguish what thy Raptures be</br>From Bavius loose lascivious Minstralsie,</br>Or Maevius windy Bagpipe, Maevius, he</br>Whose wit is but a Tavern Tympanie.</br>If ever I flock of my own doe feed,</br>My fattest Lambs shall on his Altar bleed.", "TITYRUS.</br>Two Altars I will build him, and each yeare</br>Will sacrifice two wel-fed Bullocks there.</br>Two that have horns; that while they butting stand</br>Strike from their feet a cloud of numerous sand.</br>But what can make thee leave the Muses man,</br>That such a Patron hast as mighty Pan?</br>Whence is thy fury?  Did the partiall eare</br>Of the rude Vulgar, when they late did heare</br>Aegon, and thee contend which best should play,</br>Him Victour deem, and give thy kid away?</br>Does Amarillis cause this high despaire?</br>Or Galatea's coynesse breed thy care?", "DAMON.</br>Neither of these, the Vulgar I contemn;</br>Thy pipe not alwaies Tytirus wins with them:</br>And as for Love, in sooth I doe not know</br>Whether he wears a bow, and shafts or no.</br>Or did I, I a way could quickly find,</br>To win the beauteous Galatea's mind,</br>Or Amarillis:  I to both could send</br>Apples that with Hesperian fruit contend:</br>And on occasion could have quickly guest</br>Where two fayr ring-doves built their amorous nest.", "TITYRUS.</br>If none of these, my Damon then aread </br>What other cause can so much passion breed!", "DAMON.</br>Father I will, in those indulgent ears</br>I dare unload the burden of my fears.</br>The Reapers that with whetted siccles stand,</br>Gathering the falling ears i' th' other hand;</br>Though they endure the scorching summers heat,</br>Have yet some wages to allay their sweat:</br>The Lopper that doth fell the sturdy Oak</br>Labours, yet has good pay for every stroke.</br>The Plowman is rewarded:  only we</br>That sing, are paid with our own melody.</br>Rich churls have learn't to praise us, and admire,</br>But have not learn't to think us worth the hire.</br>So toyling Ants perchance delight to hear</br>The summer musique of the Grassopper,</br>But after rather let him starve with pain,</br>Then spare him from their store one single grain.</br>As when great Junos beauteous Bird displaies</br>Her starry tail, the boyes doe run and gaze</br>At her proud train; so look they now adaies</br>On Poets; and doe think if they but praise,</br>Or pardon what we sing, enough they doe:</br>I, and 'tis well if they doe so much too.</br>My rage is swel'd so high I cannot speak it,</br>Had I Pan's pipe, or thine I now should break it!", "TITYRUS.</br>Let moles delight in Earth; Swine dunghils rake;</br>Crows prey on Carrion; Frogs a pleasure take</br>In slimy pools; And Niggards wealth admire;</br>But we, whose souls are made of purer fire,</br>Have other aimes:  Who songs for gain hath made,</br>Has of a liberall Science fram'd a Trade.</br>Hark how the Nightingale in yonder tree,</br>Hid in the boughes, warbles melodiously</br>Her various musique forth, while the whole Quire</br>Of other birds, flock around, and all admire!</br>But who rewards her?  will the ravenous Kite</br>Part with her prey, to pay for her delight?</br>Or will the foolish, painted pratling Jay</br>Now turn'd a hearer, to requite her play</br>Lend her a straw?  or any of the rest</br>Fetch her a feather when she builds her nest?</br>Yet sings she ne're the lesse, till every den</br>Doe catch at her last notes:  And shall I then</br>His fortunes Damon 'bove my own commend,</br>Who can more cheese into the market send?</br>Clowns for posterity may cark and care,</br>That cannot out-live death but in an Heire:</br>By more then wealth we propagate our Names,</br>That trust not to successions, but our Fames.</br>Let hide-bound churls yoak the laborious Oxe,</br>Milk hundred goats, and shear a thousand flocks;</br>Plant gainful Orchards, and in silver shine;</br>Thou of all fruits should'st only prune the Vine:</br>Whose fruit being tasted, might erect thy brain</br>To reach some ravishing, high, and lofty strain;</br>The double birth of Bacchus to expresse,</br>First in the grape, the second in the presse.</br>And therefore tell me boy, what is't can move</br>Thy mind, once fixed on the Muses Love?", "DAMON.</br>When I contented liv'd by Cham's fair streams,</br>Without desire to see the prouder Thames,</br>I had no flock to care for, but could sit</br>Under a willow covert, and repeat</br>Those deep and learned layes, on every part</br>Grounded on judgment, subtilty, and Art,</br>That the great Tutour to the greatest King,</br>The shepheard of Stagira, us'd to sing:</br>The shepheard of Stagira, that unfolds</br>All natures closet, shows what e're it holds;</br>The matter, form, sense, motion, place, and measure</br>Of every thing contain'd in her vast treasure.</br>How Elements doe change; What is the cause</br>Of Generation; what the Rule and Laws</br>The Orbs doe move by; Censures every starre,</br>Why this is fixt, and that irregular;</br>Knows all the Heavens, as if he had been there,</br>And help't each Angell turn about her spheare.</br>The thirsty pilgrim travelling by land,</br>When the feirce Dog-starre doth the day command,</br>Half choak't with dust, parch't with the soultry heat;</br>Tir'd with his journey, and o'recome with sweat,</br>Finding a gentle spring, at her cool brink</br>Doth not with more delight sit down and drink,</br>Then I record his songs:  we see a cloud,</br>And fearing to be wet, doe run and shroud</br>Under a bush; when he would sit and tell</br>The cause that made her mystie wombe to swell;</br>Why it sometimes in drops of rain doth flow,</br>Sometimes dissolves her self in flakes of snow:</br>Nor gaz'd he at a Comet, but would frame</br>A reason why it wore a beard of flame.</br>Ah Tytirus, I would with all my heart,</br>Even with the best of my carv'd mazers part,</br>To hear him as he us'd divinely shew,</br>What 'tis that paints the divers-colour'd bow:</br>Whence Thunders are discharg'd, whence the winds stray,</br>What foot through heaven hath worn the milky way!</br>And yet I let this true delight alone,</br>Call'd thence to keep the flock of Corydon.</br>Ah woe is me, anothers flock to keep;</br>The care is mine, the master shears the sheep!</br>A flock it was that would not keep together;</br>A flock that had no fleece, when it came hither.</br>Nor would it learn to listen to my layes,</br>For 'twas a flock made up of severall strayes;</br>And now I would return to Cham, I hear</br>A desolation frights the Muses there!</br>With rustique swains I mean to spend my time</br>Teach me there father to preserve my rime.", "TITYRUS.</br>To morrow morning I will counsel thee,</br>Meet me at Faunus Beech; for now you see</br>How larger shadows from the mountains fall,</br>And Corydon doth Damon, Damon, call.</br>Damon, 'tis time my flock were in the fold,</br>More then high time; did you not erst behold</br>How Hesperus above yon clouds appear'd,</br>Hesperus leading forth his beauteous heard?</br>"]