["In the great hall where martial trophies hung,</br>Where now the owl doth make her dreary nest,</br>Oft hath the mynstrel's strain divinely rung,</br>As oft he play'd before each noble guest,</br>Infusing generous ardour in each breast:</br>A transport animateth all around,</br>Giving to every heart a pleasant zest:</br>Through passages and lone apartments round,</br>With loud rebounding force the warlike streams resound.", "He'd tellen of great Alfred's warlike fame,</br>His victories, and eke his learning great;</br>The terror of his all-victorious name,</br>Who of the overbearing Danes did beat,</br>And crush'd their boasted sovereignty and state.</br>He'd sing the feats of Philip's godlike son,</br>Great Hector's deeds, and eke his hapless fate;</br>The mighty actions by great Caesar done,</br>The prowess of his arm, and victories he won.", "And ever and anon he'd shift his lays;</br>And ever and anon would change his theme:</br>Now sing in gallant Norman William's praise,</br>Then celebrate great Coeur de Lion's name;</br>His dauntless heart, and eke his martial fame;</br>His shining sword, and eke his golden shield;</br>The armour which inclos'd his goodly frame;</br>How well he knew the shining sword to wield,</br>And make the haughty foe to his great prowess yield.", "Oft the domesticks, seated round the fire,</br>With staring eyne, with look of timide fright,</br>And hair erect, would tell of goblins dire,</br>And shadowy forms that stalk about at night.</br>(Chimeras vaine, and fancies weak and light.)</br>They start around, with looks of childish fear,</br>Expecting straight to view some hideous spright;</br>Eftsoons they fancy some dire phantome near,</br>And gaze around the place with wild and vacant stare.", "But, ah!  no grimly spectre doth appear,</br>Ne frightfull figure doth astert their sight;&mdash;</br>Nought but the howling of the wind they hear;</br>Which doth disturb the silence of the night:</br>Ne horride form, ne bony, grisly spright,</br>Enwrapt with winding sheet, distain'd with gore,</br>Doth harrow up their soul, or cause affright;</br>Nought can be heard, except the wintry roar,</br>Driving with furious rage along the dreary shore.</br>"]