["The wight who quits the scenes of rural life,</br>And suffers wild his wishes to expand,</br>Bids heart-felt bliss give way to baneful strife,</br>Keen disappointment and her joyless band:</br>No longer then, the grateful gales that fann'd</br>His summer's evening walk, he hears to sigh,</br>But feels the storm in wild ambition's land</br>Beat on his brow, and ev'ry hope annoy,</br>Expel divine content and soul-expanding joy.", "Tho' to aspire is laudable and just,</br>When the pursuit is innocent and pure,</br>Yet expectation we must never trust</br>To rove at large, whatever be the lure,</br>But keep her bound in reason's curb secure:</br>For all is casual and vain below;</br>Of fortune's smiles a moment we're not sure:</br>Some arm unseen oft aims a fatal blow,</br>And gives self-promis'd joy, in sad exchange, for woe.", "Hope is the balm of life:  she cheers the soul,</br>And decks with smiling flowers each future view;</br>Yet to indulge her flights beyond control,</br>Chagrin and discontentment oft ensue;</br>Her tow'ring pinions to yon concave blue,</br>Shou'd be directed by Religion's hand;</br>Thence patience to obtain, and wisdom true,</br>And fortitude, and temper to withstand</br>Neglect, contempt and woe, and envy's treach'rous brand.", "In bloom of youth, before experience lights,</br>With her sagacious ray, the ardent mind,</br>A thousand gorgeous, visionary sights</br>Awake our wishes, spread them unconfin'd;</br>Nor does young reason their excursions bind:</br>We erring hope what ages cannot do,</br>And promise to ourselves long life to find,</br>O'erlook the cheerless vale of age and woe,</br>And suffer wide and wild our vain desires to go.", "Then like the courser, pawing to be gone,</br>That thinks he scours along the distant plain,</br>Eager of fame, to proud ambition prone,</br>We grasp at things we never can attain;</br>Our fancies rash, erroneous and vain,</br>Forget that prudence is the way to climb,</br>That worth and caution are the means to gain,</br>That acquisition is the work of time,</br>That labor, join'd with truth, conducts to heights sublime.", "From tardy springs the richest crops arise,</br>Black Eurus blows his blasting breath in vain,</br>To milder breezes and to kinder skies,</br>The tender germins trust their embryon gain:</br>Hence let the sons of haste a lesson gain,</br>And seize the fit occasion to aspire,</br>Lest disappointment's peace-corroding bane,</br>With drooping languour chill their bosoms fire,</br>And weep their future days in self-reproach and ire.", "O frail ambition!  how thy restless rage</br>Distorts the bosom with its boist'rous power.</br>Thy dire effects we mark in ev'ry age,</br>And see thee yet infest the court and bower!</br>Thy selfish jaws each social bond devour;</br>Thy foreign aims, extravagant and wild,</br>Divide us from ourselves, and give each hour</br>Which once with pleasing satisfaction smil'd,</br>To languishing suspense, by fear and hope turmoil'd.", "Thy false appearance holds to mortal eyes,</br>Dimm'd with the splendor of thy mien elate,</br>A fancy'd scene of visionary joys,</br>That covers with a veil thy real state.</br>But those can best proclaim what cares await</br>Thy bloated dignity, who thee have known,</br>Who sad beneath thy canopy have sate,</br>And even trembled on the guarded throne,</br>Anxious with jealous dread, afraid to trust their own.", "Hear Wolsey's last remark, when feeble age</br>And regal frowns had dampt his swelling pride,</br>Heart it, Ambition!  and relax thy rage,</br>Nor longer seek for grandeur's dangerous tide,</br>Where mortals roam, of compass madly void!</br>Hear it, with awe; forsake the vain pursuit,</br>And seek the scenes where health and joy reside,</br>Where balmy gales the drooping Soul recruit,</br>And thro' the tranquil bosom virtuous raptures shoot.", "To distant things our labors we devote,</br>Unconscious of the rocks that lie between,</br>And if kind fortune shou'd our aim promote,</br>And lead us to the goal so distant seen,</br>Ev'n there some prospect wakes our wishes keen;</br>A fresh horizon rises to the sight,</br>And lures the eye with landscapes sweet and green;</br>We instant spring to seize the new delight,</br>But vacant of the means, descend in sorrow's night.", "Hence the misanthrope of soul austere,</br>Who, weary of the world, to caves retires,</br>And views humanity with eye severe,</br>While fixt disgust his gloomy breast inspires.</br>Hence oft the frantic wight whom madness fires;</br>And many a wretch who causeless makes his moan,</br>Who, dark of what this simple state requires,</br>Groped for bliss where bliss was never known,</br>Resting his airy schemes upon the world alone.", "A pair there liv'd in Deva's flowery vale,</br>Fed by the hand of providential care,</br>Content and love they sung to ev'ry gale,</br>Each eve and morn they greeted with a prayer:</br>The simplest diet was their daily fare;</br>Their liquor what the lucid rill supply'd:</br>Riches they minded not, nor pompous glare,</br>But clad in homespun woof by nature dy'd,</br>They went to church or hall, or rov'd the mountain's side.", "A hut they had amidst a garden plac'd,</br>Encircled all by pear and apple trees,</br>An ivy green its mould'ring walls embrac'd,</br>And constant quiver'd with the sighing breeze;</br>Humming around, a busy clan of bees</br>Supply'd the pair with honey's balmy store;</br>Them fill'd with joy th' industrious peasant sees,</br>And from their labor learns instructive lore,</br>Recounts their wisdom oft and wond'rous order o'er.", "Two fruitful meadows were his whole estate;</br>The same his ancestors had long enjoy'd;</br>Nor wish'd he more.  Contented with his fate,</br>He till'd his acres, and he lov'd his bride.</br>When morning spread her orient lustre wide,</br>Awaken'd by the lark's inspiring lay,</br>He joyous rose, and plain good-morrow cry'd</br>To all he chanc'd to meet upon the way;</br>And health and cheerful song beguil'd the tedious day.", "Nor less at evening, when around the fire,</br>Half-leaning on his mate, exchanging love,</br>Did the gay Goddess of delight inspire</br>His genial temper.  Gentle as the dove,</br>The truest-loving bird of all the grove,</br>And jocund as the soaring lark was he,</br>Nor cou'd a slight offence his anger move,</br>Or stop the current of his native glee,</br>Yet steady was the wight and full of modesty.", "To him the world's transactions were unknown,</br>The annals of his vill were all he knew;</br>He minded not what monarch fill'd the throne,</br>Or who the fatal fire of faction blew.</br>Yet did he love to talk of Britons true,</br>Of Rights and Freedom which he knew by name,</br>Enjoy'd, yet understood not; and wou'd rue</br>The fate of those to whom misfortune came;</br>And what was wrong and vile wou'd confidently blame.", "Fame on his  tranquil ear had no effect;</br>He saw no pomp his wishes to excite,</br>Nor did he feel the anguish of neglect,</br>Or hear false praise her flatt'ring tale indite.</br>Self-approbation was his chief delight,</br>And love of neighbours good, whose morals sound</br>And simple manners he accounted bright:</br>Nor did his soul with sophistry abound;</br>His learning's total stock in scripture-lore he found.", "Nor did declining years his breast dismay,</br>Or pour the chill of languor on his mind;</br>A cheerful heart and \"conscience ever gay,\"</br>In age's wither'd vale delight can find.</br>Nor was his converse aught to spleen inclin'd,</br>But narrative and full of former things,</br>Of changes wrought by water, storm, and wind;</br>And oft some adage apposite he brings</br>T' elucidate his tale, or scrap of ballad sings.", "Thus liv'd in calm content this honest pair,</br>Unmindful of the stealing lapse of time:</br>Tho' age decays their cheeks, the slow impair</br>They scarce distinguish from their blooming prime</br>Such power has love its object to sublime.</br>One child they had to cheer their hoary years,</br>Whom to preserve from shame and sinful crime,</br>To heaven ascend their warm and frequent prayers,</br>And in his future weal concentred all their cares.", "The virtuous precept and monition pure</br>Oft fell persuasive from the harmless sire,</br>To warn the wight from vice's fatal lure,</br>Whose specious snares enclose a dang'rous mire.</br>Simple and plain he order'd his attire,</br>Impress'd the weight of prudence on his mind,</br>Bad him beyond his fortune ne'er aspire,</br>But what his Father's wishes had confin'd,</br>Permit to bound his own, and be to God resign'd.", "Ardentius heard him with benign regard;</br>And while youth's ripening roses, blooming fair,</br>Blush'd on his dimpled cheek, a full reward</br>Of all his Father's tenderness and care</br>His conduct promis'd.  Big with talents rare,</br>Of genius fertile, and of fancy warm,</br>He strove each mental ornament to share,</br>Before him knowledge spread her pleasing charm;</br>And many an antic scheme his playful thought did form.", "Oft on a mountain he wou'd sit sublime,</br>And view the vales with various beauty fair,</br>Inhale the sweetness of the vernal prime,</br>And taste the freshness of the morning air;</br>Observe Aurora mount her golden car,</br>And gild the fleecy clouds with rosy light,</br>Now drawn with fulgence each diminish'd star,</br>Now light the dew on Aspen twinkling bright;</br>Or smit with wonder, view, the grandeur of the night.", "Sometimes bewilder'd in a mazy wood,</br>He'd listen to the cascades thund'ring fall,</br>Survey the eddies of the foaming flood,</br>And rocks stupendous which the eye appal;</br>Or hearken to the raven's hideous call,</br>Or music of the birds; or stand inspir'd,</br>Viewing the ruins of some gothic wall,</br>Where superstition's children once retir'd,</br>Involv'd in monkish mist, with bigot fury fir'd.", "Charm'd with the soft delight that nature lends,</br>A garden fair he form'd in rural taste;</br>Beside its walks a winding water wends,</br>Whose fragrant banks the fairest flowerets grac'd.</br>Amid its groves, where ivies green embrac'd</br>The arching trees and honey-suckles twin'd,</br>The chair for sweet society he plac'd,</br>Where Amarillis oft his musings join'd,</br>And trac'd with tender thought, the beauties of his mind.", "Thus pure, thus happy liv'd the gentle swain,</br>Till sumptuous objects roused wild desire,</br>Led him to loathe his native fair domain,</br>And follow expectation's meteorous fire.</br>Ambition, dress'd in gorgeous attire,</br>Bids him awake &mdash; on tow'ring pinions fly&mdash;</br>Points to the apex of her pompous spire,</br>Then paints illusions fair before his eye,</br>And fires his eager soul with dreams of power and joy.", "Fame too invites him to her bright abode,</br>Fills him with charms of soul-deceiving praise,</br>Bids him attempt her fiend-infested road,</br>To her high throne his wild ideas raise,</br>And all th' allurements of her reign displays.</br>Enrapt, he listens to the Syren's wiles,</br>Surveys her eminence with ravish'd gaze,</br>And weens not, that beneath her specious smiles</br>A thousand thorns are lodg'd, a thousand arduous toils.", "Now farewell ev'ry genuine joy of life,</br>Adieu each scene that pleas'd his infant soul;</br>Hope, fear, ambition, with unsocial strife,</br>The alter'd regions of his breast control.</br>No more he tastes of love's nectareous bowl,</br>Or communes rapt with Amarillis fair;</br>Far other beauties in his prospect roll,</br>And bloom the objects of his bosom's care,</br>Whom wealth and birth adorn, and grandeur's pompous glare.", "No more he gazes with enrapt survey,</br>On nature's charms; or with sublime surprise,</br>Sees the white ridges of the surging sea,</br>In undulation horrible arise,</br>And with their billows seem to beat the skies:</br>With blank, unmeaning face he looks around,</br>Dead to the bosom's pure primeval joys.</br>With aims extravagant his thoughts abound,</br>Which wrap his absent soul in reverie profound.", "The pleasant groves and vistas he had plann'd</br>Amid his garden, haunts of sweet delight,</br>By odors scented and by zephyrs fann'd,</br>And deck'd with ev'ry grace to please the sight,</br>Now bloom neglected by the tasteless wight;</br>Weeds baneful spring and smother ev'ry flower,</br>And with offensiveness the Dryads fright,</br>Obstruct the entrance of each rosy bower,</br>Till wilderness again asserts her dreary power.", "Thus when the soul is from herself estranged,</br>And by delusive objects led aside,</br>What us'd to please to dreariness is chang'd,</br>And of its former beauties left devoid.</br>'Tis not in things themselves that charms abide,</br>Fancy full oft supplies the finish'd grace,</br>Deems that majestic which was born of pride,</br>Sees charms resistless in an Aethiop's face,</br>And can th' imagin'd source with raptur'd frenzy trace.", "'Tis thine, blest power!  imagination fair,</br>Divine enhancer of terrestrial joy!</br>To lend etherial sweetness to the air,</br>And keener feeling to th' admiring eye.</br>Yet thou hast equal power our bliss t' annoy:</br>When gloom surround us horrible and drear,</br>Thou, like the meteor of a dusky sky</br>Canst make that gloom more terrible appear,</br>And evil's haggard face a direr aspect wear.", "To feel thy charms, O sweet celestial power!</br>Secure from danger and uncouth allay,</br>True piety shou'd gild each passing hour</br>With pure religion's unadulterate ray;</br>Nor shou'd our bosoms ever run astray,</br>But grateful taste whatever God bestows,</br>Pursuing always virtue's smiling way,</br>Not lur'd aside by visionary shows,</br>Whose lustres lead full oft to misery and woes.", "Ardentius now, impatient of delay,</br>Attempts to climb the slippery steep of fame;</br>Envy pursues him all the devious way,</br>And wanton censure foils him with her flame;</br>Precipitation makes his efforts lame:</br>He rushes forward fearless of a fall,</br>Fill'd with the fancied pleasures of a name,</br>And deaf with confidence to reason's call,</br>Grasps at the laurel bough, nor aught can him appal.", "To various aims he bends his changeful mind,</br>Which deep bewilder'd in a wide abyss,</br>No settled system of pursuit can find,</br>Now chusing that, and now rejecting this.</br>And now the call of power he hears with bliss.</br>O follow not the false deceitful sound!</br>The pomp of state a mere delusion is;</br>Its specious smiles with thorny cares abound,</br>Its road is arduous too, and treacherous is the ground.", "The brilliant circlet which yon height surrounds,</br>Where place and power their awful stations hold,</br>Encloses fear and conscience-goading wounds,</br>Though of exterior luminous and bold:</br>Thus misty halos which the sun infold,</br>Attract with splendour while they storms contain.</br>But to Ardentius it is vainly told,</br>That elevation is unblest and vain,</br>Where honors shine so bright and splendid glories reign.", "But why shou'd his various fate portray,</br>Since fancy can the muse's task supply?</br>I need not paint what barriers vex'd his way,</br>What disappointments kill'd his promis'd joy,</br>What woes he rued deriv'd from treachery.</br>Each self-form'd vision vanish'd when at hand,</br>Whate'er he gain'd, tho' pleasing, soon did cloy:</br>While expectation distant glories scan'd,</br>Each fleeting moment prov'd how vain and wild he plan'd.", "Thus led by meteorous hope from view to view,</br>He travels forward in life's thorny vale,</br>Sometimes he halts, then promises renew</br>His dormant ardour and his heart regale.</br>And now his steps with age begin to fail,</br>And disappointment bends him to the ground;</br>Thrown on the wither'd grass he breathes his wail,</br>While hills and neighbouring groves his plaints resound,</br>His murmurs multiply, and spread his grief around.", "\"Ah!  what is life?  a wild tumultuous dream,</br>A scene of hope, of passion, and of pain!</br>In youth we see the stars of grandeur gleam,</br>And strive their fictitious glories to attain:</br>But expectation often soars in vain;</br>We dream of greatness, never mean to die,</br>Expect, despair, then mourn, then hope again,</br>Now this expedient and now that we try,</br>And following airy schemes from real grandeur fly.", "\"At first, a stranger to the world's false glare,</br>I tasted pleasure with a bounding heart,</br>Guiltless of envy and ambitious care,</br>I ne'er complain'd of disappointment's smart;</br>The world appear'd to me devoid of art:</br>I look'd with charity on all mankind,</br>Thought ev'ry swain perform'd a virtuous part,</br>Thought truth the ruler of the human mind;</br>Then calm my bosom was, romantic, yet refin'd.", "\"But now (O sad reverse!) mankind appears</br>A motley picture hideous to the eye;</br>Each face a frown of pride or envy wears,</br>That breaks of social love the sacred tie;</br>Here folly leers; there insolently high</br>The fools of fortune stalk wtih haughty air;</br>Here pleasure's trains in gorgeous revels vie;</br>There scandal's fiends the blasting tale prepare;</br>And here afflicted worth displays her borrow'd glare.", "\"What man that's wise wou'd haunt such hateful scenes</br>Whom conscious virtue lifts from ways so low?</br>O let me haste to where composure reigns,</br>Where Zephyrs fan, and murmuring waters flow,</br>Where human foot was never seen to go!</br>There weary of a thankless world unkind,</br>And bleeding with the arrows of its woe,</br>Alone, I'll sigh my sorrows to the wind,</br>Blame all its treacherous aims and hate its follies blind.\"", "He said:  and sought a solitary cell,</br>Dismal with nature's frown, a dire retreat,</br>Where night and solitude for ever dwell,</br>And birds obscene their clatt'ring pinions beat,</br>Amid its gloom terrific to complete</br>A giddy life, in wild confusion hurl'd,</br>That might have laps'd (had prudence led his feat,</br>Had life her genuine page to him unfurl'd)</br>With pleasure to himself and profit to the world.</br>"]