["What shall I sing?  the Muse assiduous kens</br>All subjects canoniz'd in prose or rhyme;</br>And all that time, in his important chace,</br>Has left unnotic'd, by the Bards unsung;</br>Yet none attracts such high dignity</br>As the soft Muff, replete with every charm.</br>Hail, blest production!  whether of Ermine,</br>Otter, or of grim Grimalkin form'd, all hail!</br>Or com'st thou from Siberia's hateful clime,</br>Or from Tartarian mountains, bordering on</br>Great Fubi's vast domain, or from the banks</br>Where Beavers cities build with rampart strong</br>To ward off savage Man. &mdash; Come to my arms.", "When angry Boreas shakes the mountain's brow,</br>And blustring bellows thro' the forest wide,</br>The flood, stagnates each wane, spreads sheets of snow,</br>And decks with pendant gems the leafless bough;</br>Then the coy Maid, Daphne, or Phillis fair,</br>Or Cloe, fraught with ev'ry winning grace,</br>Thinks of her Muff in paste-board prison pent,</br>Unbinds the charm, and sets her captive free.</br>Ah!  was my heart a Muff, I too had known</br>Perhaps the joys of liberty; like thee</br>Encircling kiss'd her lily hand, or warm'd,</br>Oh rapt'rous thought!  her heaving breast.  Thee, too,</br>The deep-read Doctor, learn'd in Paeon's page,</br>Prowling, pulse-feeling all the city round,</br>Dangles with grace, tho' death attends his step.</br>Nor can the Lawyer live without thy aid;</br>For on the awful Bench of Justice sate,</br>And poring o'er the devious dark debate,</br>He warmth and wisdom draws from thy embrace.</br>The Fopling too, who not for wisdom cares,</br>Or knows aught worthy of poetic song,</br>Thy aid implores, to make him Lady-like,</br>Or to be fine.", "Nor when the ev'ning shades descend, and cards</br>And pale quadrille usurp the frantic mind;</br>Art thou, thrown by, less useful; for in thee</br>Grimalkin, drawn by sympathy of scent,</br>Or by antipathy, and rage impell'd,</br>(Such deed, recorded stand in Prior's page)</br>Shall fix to thy embrace, dilate herself</br>In thy capricious round, and drop her young,</br>To furnish more materials for the Muff.</br>"]