["In Virgin's sign bright Sol cast forth his sheen,</br>And hot upon the meads he flung his ray;</br>The apple redded from its palie green,</br>And the rich pear bent down the leafy spray;</br>The spotted goldfinch sang the live-long day;</br>'Twas now the pride, the manhood of the year,</br>And all the earth was drest in its most lovely gear.", "The Sun was glowing in the midst of day,</br>Dead still the air, and eke the welkin blue,</br>When from the sea arose in dread array,</br>A heap of clouds of sable, sullen hue,</br>The which full fast unto the woodland drew,</br>Shrouding at once the bright Sun's beauteous face</br>And the black tempest swell'd and gather'd up apace.", "Beneath an elm, fast by the pathway side,</br>Which did unto Saint Godwin's Convent lead,</br>A hapless Pilgrim, moaning did abide,</br>Poor in his purse, and wretched in his weed;</br>Long tortur'd with the miseries of need:</br>Where from the hailstone could the wretched fly?</br>He saw no cottage there, nor any convent nigh!", "Look in his gloomy face, his sprite there scan;</br>How woe-begone &mdash; how wither'd &mdash; sapless &mdash; dead!</br>Haste to thy church-glebe house, O wretched man!</br>Haste to thy grave &mdash; thine only sleeping bed,</br>Cold as the clay which will grow on thy head;</br>\"Is Charity (said he) among high elves?</br>Ah!  Knights and Barons live for pleasure and themselves!\"", "The gather'd storm is ripe &mdash; the big drops fall,</br>The parched meadows smoke, and drink the rain;</br>The ghastly tempest doth the cattle pall,</br>And the full flocks driving o'er the plain;</br>Dash'd from the clouds the waters fly again;</br>The welkin gapes &mdash; the yellow lightning flies,</br>And the hot vapour in the flashing red flame dies.", "Spurring his palfry o'er the watery plain,</br>The Abbot of St. Godwin's Convent came;</br>His chapournette was drenched with the rain,</br>His painted swath did put Sir Priest to shame;</br>He backward told his bead-roll at the same;</br>The storm increased, and he drew aside</br>With the poor beggar near the elm to bide.", "His cloak was wrought of Lincoln cloth most fine,</br>With a gold button fasten'd near his chin,</br>His loose white robe was edg'd with tawdry twine,</br>And his spruce shoe, a rich lord's might have been;</br>Full well it show'd, that coat he thought no sin:</br>The trammels of the palfrey pleas'd his sight,</br>His carcase well laid out, his head with roses dight.", "\"An alms, Sir Priest!\" the drowned Pilgrim said,</br>\"O!  let me stand within your Convent door,</br>Till the sun shineth high above our head,</br>And the loud tempest of the sky is o'er;</br>Helpless and old, alas!  I am, and poor;</br>No house &mdash; no friend &mdash; no money in my pouch;</br>All that I call my own is this my silver crouch!\";", "\"Varlet!\" replied the abbot, \"cease your din,</br>This is no season alms and prayers to give;</br>My Porter never lets a beggar in;</br>None have my cheer, but what in honour live!\"</br>Now with black clouds the Sun began to strive,</br>And shooting on the ground his glaring ray,</br>The Abbot plied his spurs, and quickly flew away.", "Once more the sky was black, the thunder roll'd;</br>Fast running o'er the plain a Priest was seen;</br>Nor drest so proud, nor button'd up in gold,</br>His cloak was grey, and his short surplice clean;</br>A Limitoure he was to Abbot mean!</br>And from the pathway side then turned he,</br>Where the poor beggar lay beneath the wide elm-tree.", "\"An alms, Sir Priest!\" the drenched Pilgrim said,</br>\"For sweet Saint Mary and your Order sake;\"</br>The Limitoure then lossen'd his pouch thread,</br>And did, from it, a groat of silver take;</br>The wretched Pilgrim did for gladness shake;</br>\"Here, take this silver, it may ease thy care;</br>We are but God's stewards all &mdash; nought of our own we bear.", "\"But ah!  unhappy Pilgrim!  learn of me,</br>Scarce any give a rent-roll to their Lord;</br>Here, take my short-cloak, thou art bare, I see&mdash;</br>'Tis thine &mdash; the Saints will give me my reward.\"</br>He left the Pilgrim with this kindly word,</br>\"Virgin and holy Saints, who Heaven do fill,</br>O give the good man power, or give the mighty will!\"</br>"]