["SABLE &mdash; CRAPE.", "Where Westminster's fam'd Abbey rears its head,</br>And darksome vaults breathe noxious with the dead,</br>Where the dim windows cast a reverend gloom,</br>And gentle pity saddens o'er each tomb,</br>Where Poets, Aldermen and Admirals lie,</br>And Gallic standards cheer each Briton's eye;</br>Where he, whom curiosity attacks,</br>Sees Kings and Queens, and Generals of wax:</br>Two undertakers walk'd, indulging chat,</br>While each with decency pull'd off his hat;</br>Old wily Sable the discourse began,</br>Thus between Crape and him the conversation ran.", "SABLE</br>This awful scene, this venerable pile,</br>These monuments of marble make me smile:</br>My heart o'erflows with joy when tombs I see,</br>The death of others is new life to me.", "CRAPE.  </br>The rueful ghastly look, and dying groan,</br>Are what we Undertakers feed upon;</br>To us the hungry yawning grave supplies,</br>The fish that swim the seas, the fowls that wing the skies.", "SABLE</br>The smile of gladness brightens in my eye,</br>When Dukes are so obliging as to die.</br>By custom immemorial, the great</br>Must lie at least a week, and rot in state.</br>The room array'd in black is seen to mourn,</br>Dimly around my waxen tapers burn,</br>The raving widow sheds whole floods of tears,</br>And all the mockery of grief appears.", "CRAPE.</br>Last year a worthy Knight Lord Mayor they chose,</br>Mighty his paunch, and flaming red his nose,</br>At feasts of venison he swallow'd more.</br>Than any Mayor could ever do before.</br>A glorious present  from the Indies came,</br>A huge Shell-fish and Turtle was its name:</br>He sent to all the friends he lov'd the best,</br>And told what day would see his Turtle drest.</br>The day arriv'd, his eyes survey'd with glee,</br>The beauteous Callipash and Callipee.</br>He eat whole plates of green delicious fat,</br>When lo a surfeit nail'd him as he sat.</br>I then was call'd, his coffin soon was made,</br>And in the grave the pure green fat was laid.</br>May blessings crown the man for evermore,</br>Who first brought Turtle to the British shore.", "SABLE</br>A Maid of Honour lately left the light,</br>Her brilliant eyes were closed in dreary might.</br>To me 'twas given to see the lovely fair,</br>Interr'd in mother-earth with decent care.</br>Feathers of rabbit tails her hearse adorn'd,</br>While linen wrapt each staff of those who mourn'd,</br>For white's the emblem of a spotless maid,</br>And shows she never was by man betray'd;</br>Yet if the virgin was not much belied,</br>Full oft, the joys of lawless love the tried.", "CRAPE.</br>A Cheapside hosier lately left this life,</br>Thus spoke to me his sad lamenting wife;</br>The man I fondly lov'd is fled from hence,</br>Let him be buried with magnificence.</br>What must my feelings be to have it said,</br>That meanly in the grave his bones were laid,</br>Before his hearse let fifty torches blaze,</br>And flame along the streets with brightest rays.", "SABLE.</br>A set of mourners I in pay retain,</br>Thin as the ghosts which haunt the murderer's brain.</br>Austere they seem, as of the Spanish race,</br>And ludicrous with solemn length of face,</br>So bare their bones with poverty are worn,</br>They look more lank than sheep when newly shorn.</br>Yet some begin to lose the look of grief,</br>Acquainted grown with porter and with beef,</br>And though I give the highest price for woe,</br>Th' ungrateful varlets smile and chearful grow.", "CRAPE.</br>In every street I have a trusty spy,</br>To bring me early news of those who die.</br>Chiefly where venerable asses crowd,</br>And galloping consumptions cough aloud,</br>Or where fell fevers rage through every vein,</br>Or in the stomach gouts a place obtain.</br>With weary care they watch the fleeting breath,</br>And bear rejoiced the tidings of a death;</br>For every death I see them with a crown;</br>For each relapse I lay a shilling down,</br>But crowns and shillings vainly are implor'd,</br>When vigorous health is to the sick restor'd.", "SABLE.</br>Thanks to the Quacks whose skill is so profound,</br>When sickness comes new health is seldom found:</br>This drug for certain cures your every Ill,</br>And death must fly before this sovereign pill.</br>With exultation, this is still their cry,</br>But most are obstinate and chuse to die.", "CRAPE.</br>Faith even our honest friends in Warwick-lane,</br>Free now and then a patient from his pain,</br>Yet consolation it must sure impart,</br>That if he dies, he dies by rules of art.", "SABLE.</br>What obligations to the French are due,</br>Who taught the fricassee, the soup, the stew.</br>The feast's prepar'd, with flame the kitchen glows,</br>With baneful mixture every sauce o'eflows,</br>Death grimly hovers o'er the well-dress'd dish,</br>Informs the Ortolan, or lurks in fish.", "CRAPE.</br>Sure coals of fire are heap'd upon his head,</br>Who seeks the Thames with pockets full of lead,</br>The monster sinks beneath the roaring tides,</br>And every rite of sepulture derides.", "Lo now the falling hour of night drew near,</br>The Abbey gloom'd, their hearts were sunk with fear.</br>Their talking ends, in haste they stride along,</br>Regain the streets, and mingle with the throng.</br>"]