["She spake, and lo!  celestial radiance beam'd,</br>Amid the air, such odors, wafting now</br>As erst came blended with the evening gale,</br>From Eden's bowers of bliss.  An angel form</br>Stood by the Maid; his wings, etherial white,</br>Flash'd like the diamond in the noon-tide sun,</br>Dazzling her mortal eye:  all else appear'd</br>Her THEODORE.", "Amazed she saw:  the Fiend</br>Was fled, and on her ear the well-known voice</br>Sounded, tho' now more musically sweet</br>Than ever yet had thrill'd her charmed soul,</br>When eloquent Affection fondly told</br>The day-dreams of delight.", "\"Beloved Maid!</br>Lo!  I am with thee!  still thy Theodore!</br>Hearts in the holy bands of Love combin'd,</br>Death has no power to sever.  Thou art mine!</br>A little while and thou shalt dwell with me</br>In scenes where Sorrow is not.  Cheerily</br>Tread thou the path that leads thee to the grave,</br>Rough tho' it be and painful, for the grave</br>Is but the threshold of Eternity.", "\"Favour'd of Heaven!  to thee is given to view</br>These secret realms.  The bottom of the abyss</br>Thou treadest, Maiden!  Here the dungeons are</br>Where bad men learn repentance; souls diseased</br>Must have their remedy; and where disease</br>Is rooted deep, the remedy is long</br>Perforce, and painful.\"", "Thus the Spirit spake,</br>And led the Maid along a narrow path,</br>Dark gleaming to the light of far-off flames,</br>More dread than darkness.  Soon the distant sound</br>Of clanking anvils, and the lengthened breath</br>Provoking fire are heard:  and now they reach</br>A wide expanded den where all around</br>Tremendous furnaces, with hellish blaze,</br>Flamed dreadful.  At the heaving bellows stood</br>The meagre form of CARE, and as he blew</br>To augment the fire, the fire augmented scorch'd</br>His wretched limbs:  sleepless for ever thus</br>He toil'd and toil'd, of toil to reap no end</br>But endless toil and never-ending woe.", "An aged man went round the infernal vault,</br>Urging his workmen to their ceaseless task:</br>White were his locks, as is the wintry snow</br>On hoar Plinlimmon's head.   A golden staff</br>His steps supported powerful talisman,</br>Which whoso feels shall never feel again</br>The tear of Pity, or the throb of Love.</br>Touch'd but by this, the massy gates give way,</br>The buttress trembles, and the guarded wall,</br>Guarded in vain, submits.  Him heathens erst</br>Had deified, and bowed the suppliant knee</br>To Plutus.  Nor are now his votaries few,</br>Tho' he the Blessed Teacher of mankind</br>Hath said, that easier thro' the needle's eye</br>Shall the huge  camel pass, than the rich man</br>Enter the gates of heaven.  \"Ye cannot serve</br>Your GOD, and worship MAMMON.\"", "\"Missioned Maid!\"</br>So spake the Angel, \"know that these, whose hands</br>Round each white furnace ply the unceasing  toil,</br>Were Mammon's slaves on earth.  They did not spare</br>To wring from Poverty the hard-earn'd mite,</br>They robb'd the orphan's pittance, they could see</br>Want's asking eye unmoved; and therefore these,</br>Ranged round the furnace, still must persevere</br>In Mammon's service scorched by these fierce fires,</br>And frequent deluged by the o'erboiling ore:</br>Yet still so framed, that oft to quench their thirst</br>Unquenchable, large draughts of molten gold</br>They drink insatiate, still with pain renewed,</br>Pain to destroy.\"", "So saying, her he led</br>Forth from the dreadful cavern to a cell,</br>Brilliant with gem-born light.  The rugged walls</br>Part gleam'd with gold, and part with silver ore</br>A milder radiance shone.  The Carbuncle</br>There its strong lustre like the flamy sun</br>Shot forth irradiate; from the earth beneath,</br>And from the roof a diamond light emits;</br>Rubies and amethysts their glows commix'd</br>With the gay topaz, and the softer ray</br>Shot from the sapphire, and the emerald's hue,</br>And bright pyropus.", "There on golden seats,</br>A numerous, sullen, melancholy train</br>Sat silent.  \"Maiden, these,\" said Theodore,</br>\"Are they who, let the love of wealth absorb</br>All other passions; in their souls that vice</br>Struck deeply-rooted, like the poison-tree</br>That with its shade spreads barrenness around.</br>These, Maid!  were men by no atrocious crime</br>Blacken'd, no fraud, nor ruffian violence:</br>Men of fair dealing, and respectable </br>On earth, but such as only for themselves</br>Heap'd up their treasures, deeming all their wealth</br>Their own, and given to them, by partial Heaven,</br>To bless them only:  therefore here they sit,</br>Possessed of gold enough, and by no pain</br>Tormented, save the knowledge of the bliss</br>They lost, and vain repentance.  Here they dwell,</br>Loathing these useless treasures, till the hour</br>Of general restitution.\"", "Thence they past,</br>And now arrived at such a gorgeous dome,</br>As even the pomp of Eastern opulence</br>Could never equal:  wandered thro' its halls,</br>A numerous train; some with the red-swoln eye</br>Of riot, and intemperance-bloated cheek ;</br>Some pale and nerveless, and with feeble step,</br>And eyes lack-lustre.", "\"Maiden?\" said her guide,</br>\"These are the wretched slaves of Appetite,</br>Curst with their wish enjoyed.  The epicure</br>Here pampers his foul frame; till the pall'd sense</br>Loaths at the banquet; the voluptuous here</br>Plunge in the tempting torrent of delight,</br>And sink in misery.  All they wish'd on earth,</br>Possessing here, whom have they to accuse,</br>But their own folly, for the lot they chose?</br>Yet, for that these injured themselves alone,</br>They to the house of PENITENCE may hie,</br>And, by a long and painful regimen,</br>To wearied Nature her exhausted powers</br>Restore, till they shall learn to form the wish</br>Of wisdom, and ALMIGHTY GOODNESS grants</br>That prize to him who seeks it.\"", "Whilst he spake,</br>The board is spread.  With bloated paunch, and eye</br>Fat swoln, and legs whose monstrous size disgraced</br>The human form divine, their caterer,</br>Hight GLUTTONY, set forth the smoaking feast.</br>And by his side came on a brother form,</br>With fiery cheek of purple hue, and red</br>And scurfy-white, mix'd motley; his gross bulk,</br>Like some huge hogshead shapen'd, as applied.</br>Him had antiquity with mystic rites</br>Ador'd, to him the sons of Greece, and thine</br>Imperial Rome, on many an altar pour'd</br>The victim blood, with god titles graced,</br>BACCHUS, or DIONUSUS; son of JOVE,</br>Deem'd falsely, for from FOLLY'S ideot form</br>He sprung, what time MADNESS, with furious hand,</br>Seiz'd on the laughing female.  At one birth</br>She brought the brethren, menial here, above</br>Reigning with sway supreme, and oft they hold</br>High revels:  mid the Monastery's gloom,</br>Thy palace GLUTTONY, and oft to thee</br>The sacrifice is spread, when the grave voice</br>Episcopal, proclaim approaching day</br>Of visitation, or Churchwardens meet</br>To save the wretched many from the gripe</br>Of eager Poverty, or mid thy halls</br>Of London, mighty Mayor!  rich Aldermen,</br>Of coming feast hold converse.", "Otherwhere,</br>For tho' allied in nature as in blood,</br>They hold divided sway, his brother lifts</br>His spungy sceptre.  In the noble domes</br>Of Princes, and state-wearied Ministers,</br>Maddening he reigns; and when the affrighted mind</br>Casts o'er a long career of guilt and blood</br>Its eye reluctant, then his aid is sought</br>To lull the worm of Conscience to repose.</br>He too the halls of country Squires frequents,</br>But chiefly loves the learned gloom that shades</br>Thy offspring Rhedycina!  and thy walls,</br>Granta!  nightly libations there to him</br>Profuse are pour'd, till from the dizzy brain</br>Triangles, Circles, Parallelograms,</br>Moods, Tenses, Dialects, and Demigods,</br>And Logic and Theology are swept</br>By the red deluge.", "Unmolested there</br>He reigns:  till comes at length the general feast,</br>Septennial sacrifice; then when the sons</br>Of England meet, with watchful care to chuse</br>Their delegates, wise, independent men,</br>Unbribing and unbrib'd, and cull'd to guard</br>Their rights and charters from the encroaching grasp</br>Of greedy Power:  then all the joyful land</br>Join in his sacrifices, so inspir'd</br>To make the, important choice.", "The observing Maid</br>Address'd her guide, \"These Theodore, thou sayest</br>Are men, who pampering their foul appetites,</br>Injured themselves alone.  But where are they,</br>The worst of villains, viper-like, who coil</br>Around the guileless female, so to sting</br>The heart that loves them?\"", "\"Them,\" the spirit replied,</br>\"A long and dreadful punishment awaits.</br>For when the prey of want and infamy,</br>Lower and lower still the victim sinks,</br>Even to the depth of shame, not one lewd word,</br>One impious imprecation from her lips</br>Escapes, nay not a thought of evil lurks</br>In the polluted mind, that does not plead</br>Before the throne of Justice, thunder-tongued</br>Against the foul Seducer.\"", "Now they reach'd</br>The house of PENITENCE.  CREDULITY</br>Stood at the gate, stretching her eager head</br>As tho' to listen; on her vacant face,</br>A smile that promis'd premature assent</br>Tho' her REGRET behind, a meagre Fiend,</br>Disciplin'd sorely.", "Here they entered in,</br>And now arrived where, as in study tranced,</br>She sat, the Mistress of the Dome.  Her face</br>Spake that composed severity, that knows</br>No angry impulse, no weak tenderness,</br>Resolved and calm.  Before her lay that Book</br>That hath the words of Life; and as she read,</br>Sometimes a tear would trickle down her cheek,</br>Tho' heavenly joy beam'd in her eye the while.", "Leaving her undisturb'd, to the first ward</br>Of this great Lazar-house, the Angel led</br>The favour'd Maid of Orleans.  Kneeling down</br>On the hard stone that their bare knees had worn,</br>In sackcloth robed, a numerous train appear'd:</br>Hard-featured some, and some demurely grave;</br>Yet such expression stealingthe eye,</br>As tho', that only naked, all the rest</br>Was one close fitting mask.  A scoffing Fiend,</br>For Fiend he was, tho' wisely serving here</br>Mock'd at his patients, and did often pour</br>Ashes upon them, and then bid them say</br>Their prayers aloud, and then he louder laughed:</br>For these were Hypocrites, on earth revered</br>As holy ones, who did in public tell</br>Their beads, and make long prayers, and cross themselves,</br>And call themselves most miserable sinners,</br>That so they might be deem'd most pious saints ;</br>And go all filth, and never let a smile</br>Bend their stern muscles, gloomy, sullen men,</br>Barren of all affection, and all this</br>To please their God, forsooth!  and therefore SCORN </br>Grinn'd at his patients, making them repeat</br>Their solemn farce, with keenest raillery</br>Tormenting; but if earnest in their prayer,</br>They pour'd the silent sorrows of soul</br>To Heaven, then did they not regard his mocks</br>Which then came painless, and HUMILITY</br>Soon rescued them, and led to PENITENCE,</br>That She might lead to Heaven.", "From thence they came,</br>Where, in the next ward, a most wretched band</br>Groan'd underneath the bitter tyranny</br>Of a fierce Daemon.  His coarse hair was red,</br>Pale  grey his eyes, and blood-shot; and his face</br>Wrinkled by such a smile as Malice wears</br>In ecstacy.  Well-pleased he went around,</br>Plunging his dagger in the hearts of some,</br>Or probing with a poison'd lance their breasts,</br>Or placing coals of fire within their wounds;</br>Or seizing some within his mighty grasp,</br>He fix'd them on a stake, and then drew back,</br>And laugh'd to see them writhe.", "\"These,\" said the Spirit,</br>\"Are taught by CRUELTY, to loath the lives</br>They, led themselves.  Here are those wicked men</br>Who loved to exercise their tyrant power</br>On speechless brutes; bad husbands undergo</br>A long purgation here; the traffickers</br>In human flesh here too are disciplined,</br>Till by their suffering they have equall'd all</br>The miseries they inflicted, all the mass</br>Of wretchedness caused by  the wars they waged,</br>The towns they burnt, for they who bribe to war</br>Are guilty of the blood, the widows left</br>In want, the slave or led to suicide,</br>Or murdered by the foul infected air</br>Of his close dungeon, or more sad than all,</br>His virtue lost, his very soul enslaved,</br>And driven by woe to wickedness.", "\"These next,</br>Whom thou beholdest in this dreary room,</br>So sullen, and with such an eye of hate</br>Each on the other scowling, these have been</br>False friends.  Tormented by their own dark thoughts.</br>Here they dwell:  in the hollow of their hearts</br>There is a worm that feeds, and tho' thou seest</br>That skilful leech who willingly would heal</br>The ill they suffer, judging of all else</br>By their own evil standard, they suspect</br>The aid he vainly proffers, lengthening thus </br>By vice its punishment.\"", "\"But who, are these,\"</br>The Maid exclaim'd, \"that robed in flowing lawn,</br>And mitred, or in scarlet, and in caps</br>Like Cardinals, I see in every ward,</br>Performing menial service at the beck</br>Of all who bid them?\"", "Theodore replied,</br>These men are they who in the name of CHRIST</br>Did heap up wealth, and arrogating power,</br>Did make men bow the knee, and call themselves</br>Most Reverend Graces and Right Reverend Lords.</br>They dwelt in palaces, in purple clothed,</br>Arid in fine linen:  therefore are they here;</br>And tho' they would not minister on earth,</br>Here penanced they perforce must minister:</br>For he, the lowly man of Nazareth,</br>Hath said, his kingdom is not of the world.\"", "So saying on they past, and now arrived</br>Where such a hideous ghastly groupe abode,</br>That the Maid gazed with half-averting eye,</br>And shudder'd:  each one was a loathly corpse,</br>The worm did banquet on his putrid prey,</br>Yet had they life and feeling exquisite</br>Tho' motionless and mute.", "\"Most wretched men</br>Are these,\" the angel cried.  \"These, JOAN, are bards,</br>Whose loose lascivious lays perpetuate</br>Their own corruption.  Soul-polluted slaves,</br>Who sat them down, deliberately lewd,</br>So to awake and pamper lust in minds</br>Unborn; and therefore foul of body now</br>As then they were of soul, they here  abide</br>Long as the evil works they left on earth</br>Shall live to taint mankind.  A dreadful doom!</br>Yet amply merited by that bad man</br>Who prostitutes the sacred gift of song!", "And now they reached a huge and massy pile,</br>Massy it seem'd, and yet in every blast</br>As to its ruin shook.  There, porter fit,</br>REMORSE forever his sad vigils kept.</br>Pale, hollow-eyed, emaciate, sleepless wretch,</br>Inly he groan'd, or, starting, wildly shriek'd.</br>Aye as the fabric tottering from its base,</br>Threatened its fall, and so expectant still</br>Lived in the dread of danger still delayed.", "They enter'd there a large and lofty dome,</br>O'er whose black marble sides a dim drear light</br>Struggled with darkness from the unfrequent lamp.</br>Enthroned around, the MURDERERS OF MANKIND,</br>Monarchs, the great!  the glorious!  the august!</br>Each bearing on his brow a crown of fire,</br>Sat stern and silent.  Nimrod he was there,</br>First King the mighty hunter; and that Chief</br>Who did belie his mother's fame, that so</br>He might be called young Ammon.  In this court</br>Caesar was crown'd, accurst liberticide;</br>And he who murdered Tully, that cold villain,</br>Octavius, tho' the courtly minion's lyre</br>Hath hymn'd his praise, tho' Maro sung to him,</br>And when Death levelled to original clay</br>The royal carcase, FLATTERY, fawning low,</br>Fell at his feet, and worshipped the new God.</br>Titus was here, the Conqueror of the Jews,</br>He the Delight of human-kind misnamed;</br>Caesars and Soldans, Emperors and Kings,</br>Here they were all, all who for glory fought,</br>Here in the COURT OF GLORY, reaping now</br>The meed they merited.", "As gazing round</br>The Virgin mark'd the miserable train,</br>A deep and hollow voice from one went forth;</br>Thou who art come to view our punishment,</br>Maiden of Orleans!  hither turn thine eyes,</br>For I am he whose bloody victories</br>Thy power hath rendered vain.  Lo!  I am here,</br>The hero conqueror of Azincour,</br>HENRY OF ENGLAND! &mdash; wretched that I am,</br>I might have reigned in happiness and peace,</br>My coffers full, my subjects undisturb'd,</br>And PLENTY and PROSPERITY had loved</br>To dwell amongst them:  but mine eye beheld</br>The realm of France, by faction tempest-torn,</br>And therefore I did think that it would fall</br>An easy prey.  I persecuted those</br>Who taught new doctrines, tho' they taught the truth:</br>And when I heard of thousands by the sword</br>Cut off, or blasted by the pestilence,</br>I calmly counted up my proper gains,</br>And sent new herds to slaughter.  Temperate</br>Myself, no blood that mutinied, no vice</br>Tainting my private life, I sent abroad</br>MURDER and RAPE; and therefore am I doom'd,</br>Like these imperial Sufferers, crown'd with fire,</br>Here to remain, till Man's awaken'd eye</br>Shall see the genuine blackness of our deeds,</br>And warn'd by them, till the whole, human race,</br>Equalling in bliss the aggregate we caus'd</br>Of wretchedness, shall form ONE BROTHERHOOD,</br>ONE UNIVERSAL FAMILY OF LOVE.\"", ""]