["'Twas on a summer's night I lay repos'd,</br>In the kind arms of hospitable Rest;</br>When Fancy to my waking thought disclos'd</br>And deep the visionary scene imprest:</br>Close by my side in robes of morning-grey</br>A form celestial stood &mdash; or seem'd to stand;</br>Intranc'd in admiration as I lay,</br>She rais'd with aspect calm my feeble hand:</br>And while through all my veins the tumult ran,</br>With mild benignity &mdash; she placid thus began;", "\"Patience my name &mdash; of Lachesis the child,</br>Nor art thou unacquainted with my voice;</br>By me afflicted Virtue suffers mild,</br>And to th' eternal will submits its choice.</br>Behold, commission'd from the heavenly sphere,</br>I come to strengthen thy corrected sight;</br>To teach thee yet continued woes to bear,</br>And eye Misfortune in a friendly light:</br>Nor thou my present summons disobey,</br>But chearfully prepare to wait me on my way.\"", "\"Daughter of Heaven (methought I strait replied)</br>Gladly by me thy summons is obey'd;</br>Content I follow thee, celestial guide,</br>Beneath thy sure protection undismay'd:</br>Oft in sharp perils and surrounding woes</br>Thy salutary presence have I found;</br>Then lead wherever thy direction shows,</br>To distant seas, or earth's remotest bound:</br>Ready am I to wait thy purpos'd flight,</br>Thine be the care to act the sovereign will aright!\"", "Sudden, enfolded in a fleecy cloud,</br>Through yielding air we cut our rapid way,</br>While the pale moon a dubious light bestow'd,</br>Lands as we pass'd and intermingled sea:</br>Nor ceas'd our voyage, till the blushing dawn</br>Dispell'd the glimmering of the starry host;</br>And Night's dark curtain by degrees withdrawn,</br>We found ourselves on Thule's sky-girt coast:</br>Where Silence sits on her untroubled throne,</br>As if she left the world to live and reign alone.", "Here no invading noise the Goddess finds,</br>High as she sits o'er the surrounding deep;</br>But pleas'd she listens to the hollow winds,</br>Or the shrill mew, that lulls her evening-sleep;</br>Deep in a cleft-worn rock we found her laid,</br>Spangled the roof with many an artless gem:</br>Slowly she rose, and met us in the shade,</br>As half disturb'd that such intrusion came:</br>But at her sister's sight with look discreet,</br>She better welcome gave, and pointed each a seat.", "Wide from her grotto to the dazzled eye</br>A boundless prospect!  lay the azure waste,</br>Lost in the sightless limit sea and sky;</br>By measurable distance faintly trac'd;</br>Whence now arising from his wat'ry bed,</br>The sun emerging spread his golden ray;</br>When sweetly Patience rais'd her pensive head,</br>And thus the Goddess said, or seem'd to Say:</br>\"Mark, mortal, with Attention's deepest care,</br>The swift approaching scene the hands of Heaven prepare.\"", "With look intent, across the shining void,</br>(An object to the weak beholder lost!)</br>Just in the horizon dim a sail I spied,</br>As if she made some long-expected coast:</br>Kind to her wishes blew the western breeze,</br>As, swift advancing o'er the placid main</br>She shap'd her course, increasing by degrees,</br>Till nearer sense made all her beauties plain;</br>And shew'd her on the yielding billows ride,</br>In all the gallant trim of ornamental pride!", "Thus flew she onward with expanded sail,</br>A sight delightful to the pleasur'd eye!</br>Borne on the wings of the propitious gale,</br>Heedless, alas!  of hidden danger nigh:</br>The joyful sailor, long on ocean tost,</br>Already thought his tedious sufferings o'er;</br>Already hail'd the hospitable coast,</br>And trod in thought along the friendly shore:</br>When, dreadful to behold! &mdash; disastrous shock!</br>Shipwreck'd, at once she struck on a wave-cover'd rock!", "O Heaven! &mdash; it was a piteous sight to view</br>The wild confusion suddenly took place!</br>The different gestures of the frighted crew!</br>The fear that mark'd each death distracted face.</br>All one impassion'd scene of woe appear'd,</br>Some wildly rav'd, while others scarce could speak.</br>No order was observ'd, no reason heard,</br>For mortal paleness sate on every cheek!</br>I look'd at Patience!&mdash; as she sate me nigh,</br>And wonder'd, as I look'd, to see her tearless eye!", "Again I turn'd &mdash; when, o'er the vessel's side,</br>Distinct I saw a manly youth appear,</br>Launch the oar'd pinnace to the swelling tides</br>Nor shew'd his steady brow a guilty fear!</br>The sad remainder with a mournful hail</br>His just design and bold departure blest;</br>With lifted eye he spread the slender sail,</br>As if he trusted Heaven to guide the rest:</br>Swift o'er the main the bark retreating flew,</br>And the tall ship at once was taken from my view.", "Immediate Patience from her seat arose,</br>And all abrupt the transient visit broke!</br>While Silence, pleas'd, return'd to her repose</br>With air compos'd, for never word she spoke:</br>Again cloud-wafted we pursu'd our way</br>Westward, as gave the alter'd wind to ride,</br>When thus, methought, I heard the Goddess say</br>\"'Tis mine to wait yon' boat that braves the tide</br>For well, alas, too well I now foresee,</br>Much need yon voyagers will quickly have for me.\"", "Driven on the pinions of the eastern wind</br>O'er many a sea-girt isle, and rocky coast,</br>We left bleak Shetland's shadowy hills behind,</br>To watch the little bark in ocean tost:</br>For now from sight of land diverted clear,</br>They drove uncertain o'er the pathless deep,</br>Nor gave the adverse gale due course to steer,</br>Nor durst they the design'd direction keep:</br>The gathering tempest quickly rag'd so high,</br>The wave encompass'd boat but faintly reach'd my eye.", "Yet could I mark, amidst the noisy waste,</br>The peaceful exit blameless Virtue gave;</br>Calm sate the youth in the loud threatening blast,</br>And firm prepar'd him for his wat'ry grave!</br>One fond regard, his latest debt, he paid,</br>Eastward, to Caledonia's native shore;</br>And thus (methought) in dying accents said,</br>\"Farewell my country!\" &mdash; he could say no more,</br>For the wild surge with rage devouring spread,</br>And whelm'd the hapless youth in Ocean's liquid bed.", "Then Patience meek, as from my rending heart,</br>She heard deep utter'd the expressive sighs,</br>\"Seest thou (she said) that youth's undaunted parts</br>Who yonder ev'n in death unvanquish'd lies?</br>There view the blest effects from Virtue flow,</br>The cow'rd from Fate to shameful Safety flies;</br>The truly valiant dares to meet the foe,</br>Nor shrinks from danger, but with honour dies:</br>For guilt of all defence disarms the slave,</br>But innocence in death supports the good and brave.", "\"Yet, ere yon setting sun his light renew,</br>Shalt thou behold the decent honors paid</br>To the pale corse now floating in thy view,</br>And see it in the earth lamented laid;</br>For though he dies from each expecting friend,</br>Whose vows were offer'd for his safe return;</br>The mournful stranger o'er his grave shall bend,</br>The blushing virgins weep around his urn!</br>Such privilege his spotless truth shall boast,</br>Though to your distant world in dark oblivion lost!\"", "The tempest ceas'd &mdash; and all the sober night</br>Intent our course aerial we pursued</br>Till as Aurora dawn'd with ruddy light,</br>An island we perceiv'd that stemm'd the flood</br>No hills, nor trees adorn'd the level soil,</br>Where bleating flocks a plenteous herbage found;</br>Low lay the prospect of the bleating isle</br>With here and there a spot of tillage ground:</br>By which the humble village stood descried</br>Where never enter'd arts, or luxury, or pride!", "O'er many a sea-green holm we wafted went</br>Where undisturb'd the feather'd nations lay!</br>Till lighting on the plain with soft descent,</br>We saw a reverend form advance our way;</br>And now approaching with an easy pace,</br>The venerable sage before us stands,</br>White were his hairs, and chearful was his face,</br>At once delights his aspect and commands:</br>I felt all care suspended at his view,</br>Whom better far than I his kindred Goddess knew.", "Of homespun russet was the garb he bore,</br>Girt with a velvet seal's divided skin:</br>Of wollen yarn the mittens which he wore</br>To keep him from the breath of Boreas thin:</br>An easy path along the verdant ground</br>Soon to his hospitable cottage led,</br>Ere yet instructed I my error found,</br>Nor knew the cause my first emotion bred,</br>Till, as into his clean abode we went,</br>Kind Patience whisper'd me our host was call'd Content.", "Sweet was his earthen floor with rushes spread,</br>Sweet was each shell-wrought bowl, and wooden dish,</br>Sweet was the quilt compos'd his healthy bed,</br>Nor wanted he for fowl, or sun-dried fish;</br>And milk of sheep, and turf, a plenteous store,</br>Which lay beneath his comfortable roof;</br>No storms, no accidents, could make him poor,</br>He and his house, I ween, were weather proof.</br>A batchelor he wonde, devoid of care,</br>Which made him now appear so healthy and so fair.", "Long time with Patience fair discourse he held,</br>(Oft had the Goddess been his welcome guest)</br>Nor she the friendly intercourse repell'd,</br>But the good sire familiarly address'd:</br>Thus were we happily conversant set,</br>When from the neighbouring village rose a cry,</br>And drew our hasty steps where numbers met,</br>Like us, appear'd to know the reason &mdash; why?</br>Nor needed answer:  on the sea-weed spray,</br>Too visible reply! &mdash; the wave-toss'd body lay.", "How stood I shock'd &mdash; when in the semblant face,</br>(By death unalter'd, or the cruel flood)</br>I could of Lycidas each feature trace,</br>Young Lycidas, the learned and the good!</br>\"O Heaven (cried I) what sorrows will he feel,</br>Debarr'd the promis'd hope of thy return?</br>Not all his skill the mental wound can heal,</br>Or cure a loss he must so justly mourn!</br>How will he weep when in the ocean-grave,</br>He hears a brother lost he could have died to save!\"", "Here with observant eye, and look serene,</br>Thus check'd the good old man my plaintive speech;</br>\"Best in submission piety is seen,</br>That lesson let thy kind conduc'tress teach:</br>But lest the youth, thy friend bewails, should want</br>The rites departed merit ought to find,</br>Let these assembled natives kindly grant</br>The unpolluted grave, by Heaven assign'd:</br>A corpse that claim'd a due interment more,</br>Yet never wafted wave to Faroe's guiltless shore!\"", "He said &mdash; obedient to his just commands</br>The zealous youth the breathless body bear,</br>Some form the sepulchre with careful hands,</br>While round the virgins drop the artless tear.</br>Such flowers as Nature grants the ruder clime,</br>Such flowers around with pious care they shed,</br>And sing the funeral dirge in Runic rhyme,</br>Allotted to the sage, or warrior dead:</br>While as these fruitless honors are bestow'd,</br>Content with sober speech his purpose thus avow'd:", "\"What boots thee now, lost youth!  that cross the main,</br>Thou spread the daring sail from pole to pole,</br>Wealth to acquire, and knowledge to attain:</br>Knowledge, the nobler treasure of thy soul!</br>Beneath the scorching of the medial line,</br>On Afric's sand, and India's golden coast;</br>Virtue gave thee with native truth to shine,</br>Drest in each excellence that youth could boast,</br>And now she gives thee from the wave to rise,</br>And reach the safer port prepar'd thee in the skies.", "\"Yet take these honors, thy deserv'd reward!</br>Call this untroubled spot of earth thy own;</br>Here shall thy ashes find a due regard,</br>And annual sweets around thy grave be thrown.</br>Directing Heaven ordain'd thy early end,</br>From fraud and guilt to save thy blameless youth,</br>To show that Death no terrors can attend,</br>Where Piety resides and holy Truth:</br>Here take thy rest within this hallow'd ground,</br>Till the last trump emit the dead awakening sound!\"", "He ceas'd &mdash; attentive to the words he said,</br>In earth the natives place the honor'd clay;</br>With holy rites they cover up his head,</br>A spotless grave, where never mortal lay!</br>Charm'd with the simple manners of the isle,</br>I wish'd some further knowledge to receive;</br>Here could have dwelt with old Content awhile,</br>And learn'd of him the happiness to live!</br>When Patience from my side abruptly broke,</br>And starting at the loss, I suddenly awoke!</br>"]