["While some affect the serious, some the gay,</br>Some sing of love, and some of cruel war,</br>Their aims as various as the roads they take</br>In journeying through life &mdash; The task be mine</br>To paint the horrors of that dismal seat,</br>Where oft appear those poor unfortunates</br>Who venture, ere the nuptial knot is tied,</br>Nature's first law, and greatest, to obey&mdash;</br>Repenting-stool! &mdash; dread word!  at thought of thee</br>The rustic maiden stops her chearful song;</br>And, conscious of her frailty, pensive broods</br>O'er all the horrors of the frightful scene.", "Well she remembers, that, in former days,</br>Ere yet her heart had listen'd to the tale</br>Of artful love, she, like her neighbours, has,</br>With wanton cruelty, join'd the rattling crowd,</br>To laugh at an unhappy frail one's folly,</br>And active Fancy faithfully portray's</br>The jibes and sneers which she in turn must meet</br>If e'er her story reach the Session's ears.", "Strange things, the gossips say, do happen there;&mdash;</br>As how the liquorish Elders oft will ask</br>The history of the courtship &mdash; how begun&mdash;</br>How carried on &mdash; and where the guilt was first</br>Contracted; &mdash; how oft it was renew'd:</br>And, ever and anon, with solemn face</br>A candid answer urge &mdash; nought but the truth,</br>And all the truth, without reserve, require.</br>Ah!  how shall she to them those truths explain</br>Which from herself she wishes to conceal!</br>Ah!  how shall she recount the wandering thoughts</br>Which in her youthful bosom first arose!</br>Or half the nameless, little, artful tales</br>Which won her to consent!  Can she,</br>O'ercome with awe, oppress'd with grief, relate</br>The sportive dalliance of the fatal hour</br>In which she was undone?  Distracting thought!</br>Nor that the worst.  It wounds her to the soul,</br>E'en when that trial is o'er, to stand expos'd,</br>While bursts of sorrow gush from either eye&mdash;</br>The pity of her friends &mdash; the jest of those</br>Whom, in a happier hour, she once contemn'd&mdash;</br>To meet the parish &mdash; all the world to her&mdash;</br>Conven'd to witness her complete disgrace.", "Ah!  whether shall she turn, or whether fly!</br>Where her dishonour hide!  Her tortur'd mind</br>A thousand schemes proposes, and rejects.</br>Her thoughts affright her &mdash; but they haunt her still;</br>Till grown familiar, she at last resolves&mdash;</br>I'll add no more &mdash; it makes one's blood run chill.", "O ye whom watchful Providence has plac'd</br>To guard the flock, and, with a careful eye,</br>Observe their wanderings, and conduct their steps,</br>Deem not this theme unworthy your regard:</br>Deem not the Master Shepherd won't respect</br>Your kindness to the meanest in the fold:</br>O punish gently whom they chance to stray;</br>With kind compassion win the stragglers back,</br>And do not hunt them with the noisy dog</br>To them as frightful as the hungry wolf</br>Who lies in wait, and marks them for his prey.</br>"]