["E'er her bright robe the lucid day had spread,</br>Or cluster'd glories wrapt her GOLDEN head;</br>Two Swains impervious sought the plumag'd vale,</br>Whose flaccid sighs soft swell'd the rosy gale;</br>For purple love their wreathed hearts possest,</br>And Lubin thus his peccant friend addrest.", "LUBIN.</br>Lo!  DAMON now the tresses of the morn</br>Wave round the soul, and shield the breezy thorn;</br>The MYSTIC HOURS unbar the fainting night,</br>Extatic nature mellows as she flings,</br>O'er the young scene her evanescent wings.</br>Here, where no revels mitigate the glade,</br>But ills obumbrate the low-breathing mead;</br>Now with our pipes let us in sameness prove,</br>Who best can reel the VIVID CLASP of love.", "DAMON.</br>O!  LUBIN, thou whose lambent soul can feel,</br>The painted griefs which mantling notes reveal;</br>Thy sounding wishes glad my prurient mind,</br>To thy blue aims, and downy traits inclin'd;</br>But yet, methinks the hours would glide along,</br>In ROSIER PACE didst thou with burnish'd song,</br>Thy FLORA chaunt &mdash; while I in furtive lays,</br>Wou'd tell the greensward coral PHOEBE'S praise.", "LUBIN.</br>Pant, O!  my lute, precarious vigils sing,</br>With FLORA'S charms, I'll shake the lurid string.</br>She's fair as Elfins on bright IDA'S head,</br>When twilight shadows lift the falling dead;</br>She's sweeter far than eyelids of the morn,</br>Whose dewy orbs the festive oaks adorn,</br>Collective beauty emulates her face,</br>And blighted variance yields her gelid grace.", "DAMON.</br>In silver accents let my pipe proclaim</br>My PHOEBE'S charms, and bind the purple theme:</br>Sweet glar'd the hours, when up the vagrant steep,</br>I've met my fair one with her transient sheep;</br>Her orient charms in calmer accents flow'd,</br>The mountains glimmer'd and the vallies glow'd;</br>'Tis there irriguous she did speak of love,</br>The louring glade, and paley crested dove.</br>Fair screams my soul, while frigidly I burn</br>Through the round vista of a faded urn!</br>While all the UTTER'D GLANCES of her eye,</br>Ring round the wild and numb the lifting sigh.", "LUBIN.</br>Thy PHOEBE'S eye, laconic, can't compare</br>With the bland tumults of my FLORA'S air;</br>AUSONIAN streams may wayward tints disclose,</br>And down Seraphic wrap the yielding rose.</br>But these summ'd up could ne'er irriguous vie</br>With the dark lustre of my FLORA'S eye.</br>Remembrance oft her yellow hand shall rear,</br>Trace each soft wish, and cull each rigid care.</br>When first my Flora burst upon my sight,</br>Like golden visions girding fated night,</br>Obstreperous beauties from her lip I tore,</br>And joys sequester'd to her wailings bore.</br>E'er evening's breath shall shroud the amber grove,</br>Or shepherd lads to PLASTIC MEASURES move,</br>Her shall I greet &mdash; then let my pipe proclaim,</br>My PHOEBE'S charms, and bind the purple theme.", "DAMON.</br>How oft empyreal have I toiling strove,</br>To veil the gambols of the maid I love!</br>Not milk preposterous from AURORA'S wing,</br>Not shapes IAMBIC, which WHITE poets sing,</br>VALCLUSA'S vales, AETOLIA'S brazen groves,</br>Ne'er held such citings to the azure loves,</br>Or are so porous as my FLORA'S mind,</br>Whom lost I sought, and seeking strove to find.</br>Pant O my lute precarious vigils sing</br>To HOIA'S charms I'll shake the lurid string.", "LUBIN.</br>My Phoebe's fairer than the radiant trees,</br>When previous thunder shakes the wayward breeze;</br>Her grace effulgence.", "DAMON.</br>Hush thy pallid strain</br>For lo!  the Maidens tread the latent plain;</br>Close by yon copse they take their frantic stand,</br>In soft production laughing hand in hand.", "LUBIN.</br>True &mdash; then  collusive let the mossy lay</br>Lie in pale musing till some future day,</br>And let us join the insulated pair,</br>And each one wily greet his dimpling fair.</br>"]