["ADMIRATION.</br>Devil burn 'em &mdash; these wits are jack-asses!</br>Tumble down their vile books from my shelves!</br>They goddesses make of the lasses,</br>And simpletons make of themselves.", "Away with their nonsense away!&mdash;</br>MOGGY TIMBERTOE let me endite,</br>Whose eye is as bright as the day,</br>And whose tongue is as still as the night.", "With storms should the elements crack,</br>How fearless is virtue the while!</br>Let the brave be dismay'd at the smack;</br>Her face wears an ever-green smile.", "So gracefully PHYLLIDA moves,</br>So lightly she trips o'er the ground,</br>Each shepherd, that looks at her, loves;</br>Each shepherdess envies the wound.", "But how wou'd the blunderers stare</br>To see little TIMBERTOE run!</br>Or, how wou'd Miss PHYLLIDA bear</br>To foot it for ever on one!", "I knew that her fortune was noble,</br>I was smit with her presence behind;</br>And, blest with a similar hobble,</br>I wrote her a piece of my mind.", "\"I have seen a complexion as fair,</br>JENNY TWINKLE has one eye as fine;</br>But where shall we meet with a pair,</br>So bright as that twinkler of thine?", "\"My passion in vain I wou'd stifle,</br>Like a cinder I'm burnt black and blue;</br>Nor can I be cur'd by a trifle,</br>Unless I've that trifle from You.", "\"We have two pretty legs here between us,</br>And a very complete pair of eyes;</br>The folk that on one side have seen us,</br>Have seen nothing there to despise.", "\"It is not your cottage I want,</br>'Gainst an old oak's broad body reclin'd,</br>With a wide-gaping window in front,</br>And a snug little peep-hole behind.", "\"It is not the smell of your kitchen,</br>Where plenty and cleanliness please,</br>With a whole ham and half of a flitch, in</br>Reserve for potatoes and peas.", "\"It is not your mare to ride double,</br>Bereft like ourselves of one eye;</br>No, nor twenty fat geese on the stubble,</br>Nor a sow and nine pigs in the stye.", "\"It is not dear MOGGY your purse,</br>But your person I PHELIM adore;</br>And I'll take you for better or worse,</br>Will any man take you for more?\"", "HOPE.</br>Kind nature had thrown off the load,</br>Which in winter she commonly bore;</br>And the sun jogg'd along the same road,</br>He had travell'd some thousand times o'er.", "Mother earth had put on her new clothes,</br>'Twas (in English) the sweet month of May;</br>When love led me forth by the nose,</br>Where dear MOGGY TIMBERTOE lay:", "On the marge of a river reclin'd,</br>I trembled to see her asleep;</br>Lest she wake on the side that was blind,</br>And roll adown into the deep.", "Young Zephyr play'd roguishly by,</br>And whistled quite up to her knee;</br>I respectfully shut my one eye,</br>And the devil a bit did I see.", "Thrice I roar'd out, &mdash; \"arise pretty maid!\"</br>But she cou'd not have heard the last trump;</br>Yet thrice to get up she essay'd,</br>And thrice she fell down again plump:", "Then quick to assist her I went,</br>She was pleas'd my affection to see;</br>Her single eye shone with content,</br>And doubly it shone upon me.", "She drew from her bosom my letter,</br>Love drew from his quiver a dart;</br>Ah, thought I, she can't have a better</br>To trip up the heels of my heart.", "She smil'd when I kiss'd her dear hand:</br>Do your pleasure &mdash; as much as to say;</br>Yet so sweetly she bids me command,</br>By my faith that she makes me obey.", "Oh, what pleasure to see her lips jabber</br>About something, that nobody knows!</br>And their taste is just like bonny-clabber</br>With 'tatoes bobbing up to one's nose.", "Ye scenes of nonsensical noise,</br>Where often with pleasure I strove;</br>I fly from your bumpkinly joys</br>To the bosom of beauty and love.", "No longer the cudgel I wield;</br>The glories of wrestling I shun:</br>Ye shepherds, the cob of the field</br>Is content with the fame, he has won.", "Gentle hope, like an owl on her nest,</br>Stretch over my soul thy soft wing!</br>And the raptures, that can't be exprest,</br>Get up, little GIMLET, and sing.", "DISAPPOINTMENT.</br>Ye clouds of a dirt-colour die,</br>Besmut the bright face of the sun!</br>And let not the moon's silver eye</br>Make game of a lover undone!", "Brown, brown be the earth, and ye floods</br>Tumble back your rude streams, or lie still!</br>Ye beasts of the field to the woods!</br>Ye feather'd fowls fly where ye will!", "Plague take it &mdash; this love's a vile passion!</br>'Tis not worth an honest man's care;</br>It begins with a world of vexation;</br>It ends in disgust or despair.", "These girls are so full of vagary,</br>One never knows when they are right;</br>They'll lead you a dance, till you're weary,</br>Then marry another in spite.", "I pity those poor honest fellows,</br>Tied fast to their aprons for life;</br>They first give 'em cause to be jealous,</br>Then &mdash; \"Dare you suspect your own wife?\"", "I thought, I'd secur'd my dear MOGGY,</br>As safe as a thief in a mill;</br>But I'm popt in a hole that is boggy,</br>And there I may lie if I will.", "I found out a gift for my lass,</br>I found out the maker at YORK;</br>'Twas an eye neatly fashion'd of glass,</br>'Twas a leg nicely finish'd of cork.", "\"Special good are the members I bring,\"</br>Said I, and (to please her the more,)</br>\"My dear, you will find 'em the thing;</br>For I tried, and I prov'd 'em before.", "\"Look here, my sweet creature to grace</br>How charming this eye-ball doth shine;</br>It will give a new bloom to your face;</br>See, its fellow illuminates mine.", "\"Here's a limb!  Your acceptance I beg,</br>Oh, 'tis better than that log of wood;</br>'Tis a brother to this little peg,\"</br>And I caper'd as high as I coul'd.", "How false are the pleasures we know!</br>How severe is the pang of disgrace!</br>When I offer'd them both, and bow'd low;</br>Why, she gave me a kick in the face.", "Disappointment so blinded mine eye,</br>So confus'd the fine things I'd to say,</br>That my path I cou'd hardly espy,</br>As in dudgeon I hobbled away.", "SUCCESS.</br>There be lovers of life so profuse,</br>If a mistress but happen to frown,</br>That will give their wise head to a noose,</br>Or will take to the water, and drown.", "Now, why shou'd we quarrel with life,</br>Since life is at best but a span?</br>Is the loss of a termagant wife</br>Such an horrid misfortune to man?", "A termagant wife is the Dee'l;</br>And can MOGGY a termagant prove?</br>Her foot to be sure made me reel,</br>But perhaps 'twas a proof of her love.", "Ah, PHELIM, (said I to myself)</br>Why will not thy vanity see,</br>That a lady possest of such pelf,</br>May buy a much better than thee!", "Then I call'd myself dastardly devil,</br>And thought upon all I'd been told;</br>How that beauty despises a SNIVEL,</br>And yields to the touch of the bold.", "He's a knave and a noddy to boot,</br>That's abash'd, when a maiden says &mdash; nay;</br>And hastily gives up his suit,</br>Because he can't have his own way.", "I knew that the gifts wou'd allure,</br>And I follow'd the issue to see;</br>But scarce had I gone from the door,</br>Little MOGGY came hopping to me.", "On her lips I imprinted a kiss,</br>And another intended &mdash; but Oh!</br>She caught such a foretaste of bliss,</br>That she quak'd from her top to her toe.", "I fear'd, that an ague had seiz'd her,</br>Her colour so went and so came;</br>But soon I perceiv'd, that it pleas'd her,</br>And pleas'd, I repeated the same.", "Toward church I observ'd her eye squint,</br>Certain proof that she meant to be kind;</br>So I quickly improv'd on the hint,</br>And I silently told her my mind:", "But when her compliance I guest,</br>I thought that my heart wou'd run wild:</br>By Saint PATRICK, it bumpt in my breast</br>Like the kicks of a never-born child.", "To the Parson I artfully stray'd,</br>Who knew our perfections to scan;</br>He vow'd, so accomplish'd a maid</br>Never wedded so finish'd a man.", "He declar'd, we were form'd for delight,</br>Tho' (to give honest LEVI his due)</br>Time and stingo so bother'd his sight,</br>That he scarce knew a P from a Q.", "He bless'd us again and again,</br>In hopes I wou'd double his pay;</br>But, before the Clerk snuffled Amen,</br>We hopt like two magpies away.</br>"]