["Fair Pastorella, by great hap,</br>Her Parents understands:</br>Calidore doth the Blatant Beast</br>Subdue, and bind in Bands.", "Like as a Ship, that though the Ocean wide</br>Directs her Course unto one certain Coast,</br>Is met of many a counter Wind and Tide,</br>With which her winged Speed is lett and crost,</br>And she her self in stormy Surges tost;</br>Yet making many a Bord, and many a Bay,</br>Still winneth way, ne hath her Compass lost:</br>Right so it fares with me in this long way,</br>Whose Course is often staid, yet never is astray.", "For, all that hitherto hath long delaid</br>This gentle Knight from suing his first Quest,</br>Though out of course, yet hath not been mis-said,</br>To shew the Courtesy by him profest,</br>Even unto the lowest and the least.</br>But now I come into my Course again,</br>To his Atchivement of the Blatant Beast;</br>Who all this while at will did range and reign,</br>Whilst none was him to stop, nor none him to restrain.", "Sir Calidore, when thus he now had raught</br>Fair Pastorella from those Brigants Power,</br>Unto the Castle of Belgard her brought;</br>Whereof was Lord the good Sir Bellamoure;</br>Who whylom was in his Youth's freshest Flower</br>A lusty Knight, as ever wielded Spear,</br>And had endur'd many a dreadful Stour</br>In bloody Battel for a Lady dear,</br>The fairest Lady then of all that living were.", "Her Name was Claribel:  whose Father hight</br>The Lord of Many Islands, far renown'd</br>For his great Riches, and his greater Might.</br>He, through the Wealth wherein he did abound,</br>This Daughter thought in Wedlock to have bound</br>Unto the Prince of Picteland, bordering near;</br>But she, whose Sides before with secret Wound</br>Of love to Bellamoure empearced were,</br>By all means shun'd to match with any foreign Feer.", "And Bellamoure again so well her pleas'd</br>With daily Service and Attendance due,</br>That of her Love he was intirely seiz'd,</br>And closely did her wed, but known to few.</br>Which when her Father understood, he grew</br>In so great rage, that them in Dungeon deep</br>Without Compassion cruelly he threw;</br>Yet did so straightly them asunder keep,</br>That neither could to Company of th' other creep.", "Nath'less, Sir Bellamoure, whether through Grace</br>Or secret Gifts, so with his Keepers wrought,</br>That to his Love sometimes he came in place;</br>Whereof her Womb, unwist to Wight, was fraught,</br>And in due time a Maiden Child forth brought.</br>Which she straightway (for dread lest if her Sire</br>Should know thereof, to slay he would have sought)</br>Deliver'd to her Handmaid, that (for hire)</br>She should it cause be fostred under strange Attire.", "The trusty Damsel, bearing it abroad</br>Into the empty Fields, where living Wight</br>Mote not bewray the Secret of her Load,</br>She forth 'gan lay unto the open Light</br>The little Babe, to take thereof a sight.</br>Whom, whilst she did with watry Eyne behold,</br>Upon the little Breast (like Crystal bright)</br>She mote perceive a little purple Mold,</br>That like a Rose, her silken Leaves did fair unfold.", "Well she it markt, and pitied the more,</br>Yet could not remedy her wretched Case;</br>But closing it again like as before,</br>Bedew'd with Tears there left it in the place:</br>Yet left not quite, but drew a little space</br>Behind the Bushes, where she her did hide,</br>To weet what mortal Hand, or Heaven's Grace</br>Would for the wretched Infant's Help provide,</br>For which it loudly call'd, and pitifully cry'd.", "At length, a Shepheard, which there-by did keep</br>His fleecy Flock upon the Plains around,</br>Led with the Infant's Cry, that loud did weep,</br>Came to the place; where when he wrapped found</br>Th' abandon'd Spoil, he softly it unbound</br>And seeing there that did him pity sore,</br>He took it up, and in his Mantle wound;</br>So, home unto his honest Wife it bore,</br>Who as her own it nurst, and named evermore.", "Thus long continu'd Claribel a Thrall,</br>And Bellamoure in Bands, till that her Sire</br>Departed Life, and left unto them all.</br>Then all the Storms of Fortune's former Ire</br>Were turn'd, and they to Freedom did retire.</br>Thence-forth, they joy'd in Happiness together,</br>And lived long-in Peace and Love entire,</br>Without disquiet, or dislike of either,</br>Till time that Calidore brought Pastorella thither.", "Both whom they goodly well did entertain;</br>For, Bellamoure knew Calidore right well,</br>And loved for his Prowess, sith they twain</br>Long since had fought in Field.  Als Claribel</br>No less did tender the fair Pastorel,</br>Seeing her weak and wan, through Durance long.</br>There they awhile together thus did dwell</br>In much Delight, and many Joys among,</br>Until the Damsel 'gan to wex more sound and strong.", "Tho, 'gan Sir Calidore him to advise</br>Of his first Quest, which he had long before;</br>Asham'd to think, how he that Enterprise,</br>The which the Fairy-Queen had long afore</br>Bequeath'd to him, forslacked had so sore;</br>That much be feared, lest reproachful Blame,</br>With foul Dishonour him more blot therefore;</br>Besides the loss of so much Praise and Fame,</br>As through the World there by should glorify his Name.", "Therefore resolving to return in haste</br>Unto so great Atchievement, he bethought</br>To leave his Love, now peril being past,</br>With Claribel, whilst he that Monster sought</br>Throughout the World, and to Destruction brought.</br>So, taking leave of his fair Pastorel</br>(Whom to recomfort, all the means he wrought)</br>With thanks to Bellamoure and Claribel,</br>He went forth on his quest, and did that him befel.", "But first, e'er I do his Adventures tell</br>In this Exploit, me needeth to declare</br>What did betide to the fair Pastorel,</br>During his absence left in heavy care,</br>Through daily Mourning, and nightly Misfare:</br>Yet did that auntient Matron all she might,</br>To cherish her with all things choice and rare;</br>And her own Hand-maid, that Melissa hight,</br>Appointed to attend her duely day and night.", "Who, in a Morning, when this Maiden fair</br>Was dighting her (having her snowy Breast</br>As yet not laced, nor her golden Hair</br>Into their comely Tresses duely drest)</br>Chaunc't to espy upon her Ivory Chest</br>The rosy Mark, which she remember'd well</br>That little Infant had, which forth she kest,</br>The Daughter of her Lady Claribel,</br>The which she bore, the whiles in Prison she did dwell.", "Which well avizing, straight she 'gan to cast</br>In her conceitful Mind, that this fair Maid</br>Was that same Infant, which so long since past</br>She in the open Fields had loosely laid</br>To Fortune's Spoil, unable it to aid.</br>So, full of Joy, straight forth she ran in haste</br>Unto her Mistress, being half dismay'd,</br>To tell her, how the Heavens had her grac'd,</br>To save her Child, which in Misfortune's mouth was plac'd.", "The sober Mother, seeing such her mood</br>(Yet knowing not what meant that suddain Throw)</br>Askt her, how mote her Words be understood,</br>And what the matter was that mov'd her so.</br>My Liefe, said she, ye know that long ygo,</br>Whilst ye in durance dwelt, ye to me gave</br>A little Maid, the which ye childed tho;</br>The same again if now ye list to have,</br>The same is yonder Lady, whom high God did save.", "Much was the Lady troubled at that speech,</br>And 'gan to question straight how she it knew.</br>Most certain marks, said she, do me it teach;</br>For, on her Breast I with these Eyes did view</br>The little purple Rose, which thereon grew,</br>Whereof her Name ye then to her did give.</br>Besides, her Countenance, and her likely Hue,</br>Matched with equal Years, do surely prieve,</br>That yond same is your Daughter sure, which yet doth live.", "The Matron staid no lenger to enquire,</br>But forth in haste ran to the stranger Maid;</br>Whom catching greedily for great desire,</br>Rent up her Breast, and Bosom open laid;</br>In which that Rose she plainly saw display'd.</br>Then her embracing 'twixt her Armes twain,</br>She long so held, and softly weeping said;</br>And livest thou my Daughter now again?</br>And art thou yet alive, whom dead I long did fain?", "Tho, further asking her of sundry things,</br>And Times comparing with their Accidents,</br>She found at last, by very certain signs</br>And speaking marks of passed Monuments,</br>That this young Maid, whom Chance to her presents,</br>Is her own Daughter, her own Infant dear.</br>Tho, wondring long at those so strange Events,</br>A thousand times she her embraced near,</br>With many a joyful Kiss, and many a melting Tear.", "Who-ever is the Mother of one Child,</br>Which having thought long dead, she finds alive,</br>Let her by proof of that which she hath fil'd</br>In her own Breast, this Mother's Joy descrive:</br>For, other none such Passion can contrive</br>In perfect Form, as this good Lady felt,</br>When she so fair a Daughter saw survive,</br>As Pastorella was, that nigh she swelt</br>For passing Joy, which did all into Pity melt.", "Thence running forth unto her loved Lord,</br>She unto him recounted all that fell:</br>Who, joining Joy with her in one accord,</br>Acknowledg'd for his own fair Pastorel.</br>There leave we them in Joy, and let us tell</br>Of Calidore; who seeking all this while</br>That monstrous Beast by final Force to quell,</br>Through every place, with restless pain and toil</br>Him follow'd, by the track of his outrageous Spoil.", "Through all Estates he found that he had past,</br>In which he many Massacres had left,</br>And to the Clergy now was come at last;</br>In which such spoil, such havock, and such theft</br>He wrought, that thence all Goodness he bereft</br>That endless were to tell.  The Elfin Knight,</br>Who now no place besides unsought had left,</br>At length into a Monastere did light,</br>Where he him found despoiling all with Main and Might.", "Into their Cloysters now he broken had,</br>Through which the Monks he chaced here and there,</br>And them pursu'd into their Dortours sad,</br>And searched all their Cells and Secrets near;</br>In which, what Filth and Ordure did appear,</br>Were irksome to report:  yet that foul Beast,</br>Nought sparing them, the more did toss and tear,</br>And ransack all their Dens from most to least,</br>Regarding nought Religion, nor their holy Heast.", "From thence, into the sacred Church he broke,</br>And robb'd the Chancel, and the Desks down threw,</br>And Altars fouled, and Blasphemy spoke;</br>And th' Images, for all their goodly Hue,</br>Did cast to ground, whilst none was them to rue;</br>So all confounded and disorder'd there.</br>But seeing Calidore, away he flew,</br>Knowing his fatal Hand by former Fear;</br>But he him fast pursuing, soon approached near.", "Him in a narrow place he overtook,</br>And fierce assailing, forc'd him turn again:</br>Sternly he turn'd again, when he him strook</br>With his sharp Steel, and ran at him amain</br>With open Mouth that seemed to contain</br>A full good Peck within the utmost Brim,</br>All set with iron Teeth in Ranges twain,</br>That terrify'd his Foes, and armed him,</br>Appearing like the Mouth of Orcus, griesly grim.", "And therein were a thousand Tongues empight,</br>Of sundry Kinds, and sundry Quality;</br>Some were of Dogs, that barked Day and Night;</br>And some of Cats, that wrawling still did cry;</br>And some of Bears, that groynd continually;</br>And some of Tygers, that did seem to gren,</br>And snar at all, that ever passed by:</br>But most of them were Tongues of mortal Men,</br>Which spake reproachfully, nor caring where nor when.", "And them amongst, were mingled here and there</br>The Tongues of Serpents, with three-forked Stings,</br>That spat out Poison and gore bloody Gere</br>At all that came within his Ravenings;</br>And spake licentious Words, and hateful Things</br>Of good and bad alike, of low and high;</br>Ne Cesars spared he a whit, nor Kings,</br>But either blotted them with Infamy,</br>Or bit them with his baneful Teeth of Injury.", "But Calidore, thereof no whit afraid,</br>Rencounter'd him with so impetuous Might,</br>That th' Outrage of his Violence he staid,</br>And bet aback, threatning in vain to bite,</br>And spetting forth the Poison of his Spight,</br>That foamed all about his bloody Jaws.</br>Tho, rearing up his former Feet on hight,</br>He rampt upon him with his ravenous Paws,</br>As if he would have rent him with his cruel Claws.", "But he, right well aware his Rage to ward,</br>Did cast his Shield atween; and there-withal,</br>Putting his Puissance forth, pursu'd so hard,</br>That backward he enforced him to fall:</br>And being down, e'er he new help could call,</br>His Shield he on him threw, and fast down held;</br>Like as a Bullock, that in bloody Stall</br>Of Butcher's baleful Hand to ground is fell'd,</br>Is forcibly kept down, till he be throughly quell'd.", "Full cruelly the Beast did rage and roar,</br>To be down held, and maistered so with Might,</br>That he 'gan fret and foam out bloody Gore,</br>Striving in vain to rear himself up-right.</br>For, still the more he strove, the more the Knight</br>Did him suppress, and forcibly subdue;</br>That made him almost mad for fell despight.</br>He grin'd, he bit, he scratch'd, he venom threw,</br>And fared like a Fiend, right horrible in hue.", "Or like the Hell-born Hydra, which they feign</br>That great Alcides whylome overthrew,</br>After that he had labour'd long in vain,</br>To crop his thousand Heads, the which still new</br>Forth budded, and in greater number grew.</br>Such was the Fury of his hellish Beast,</br>Whilst Calidore him under him down threw;</br>Who nathemore his heavy Load releast:</br>But aye the more he rag'd, the more his Power increast.", "Tho, when the Beast saw he mote nought avail</br>By force, he 'gan his hundred Tongues apply,</br>And sharply at him to revile and rail,</br>With bitter Terms of shameful Infamy;</br>Oft interlacing many a forged Lye,</br>Whose like he never once did speak, nor hear,</br>Nor ever thought thing so unworthily:</br>Yet did he nought, for all that, him forbear,</br>But strained him so straightly, that he choakt him near.", "At last, when as he found his Force to shrink,</br>And Rage to quail, he took a Muzzel strong</br>Of surest Iron, made with many a Link;</br>There-with he mured up his Mouth along,</br>And therein shut up his blasphemous Tong,</br>For never more defaming gentle Knight,</br>Or unto lovely Lady doing wrong:</br>And there-unto, a great long Chain he tight,</br>With which he drew him forth, ev'n in his own despight.", "Like as whylome that strong Tirynthian Swain,</br>Brought forth with him the dreadful Dog of Hell,</br>Against his Will fast bound in iron Chain;</br>And roaring horribly, did him compel</br>To see the hateful Sun; that he might tell</br>To griesly Pluto, what on Earth was done,</br>And to the other damned Ghosts, which dwell</br>For aye in Darkness, which Day-light doth shun:</br>So led this Knight his Captive, with like Conquest won.", "Yet greatly did the Beast repine at those</br>Strange Bands, whose like till then he never bore,</br>Ne ever any durst till then impose,</br>And chauffed inly, seeing now no more</br>Him liberty was left aloud to roar:</br>Yet durst he not draw back, nor once withstand</br>The proved Power of noble Calidore,</br>But trembled underneath his mighty Hand,</br>And like a fearful Dog him follow'd through the Land.", "Him through all Fairy Land he follow'd so,</br>As if he learned had Obedience long,</br>That all the People where-so he did go,</br>Out of their Towns did round about him throng,</br>To see him lead that Beast in Bondage strong;</br>And seeing it, much wondred at the sight;</br>And all such Persons, as he earst did wrong,</br>Rejoyced much to see his captive plight,</br>And much admir'd the Beast, but more admir'd the Knight.", "Thus was this Monster, by the maistring Might</br>Of doughty Calidore, supprest and tam'd,</br>That never more he mote endamage Wight</br>With his vile Tongue, which many had defam'd,</br>And many causeless caused to be blam'd:</br>So did he eke long after this remain,</br>Until that (whether wicked Fate so fram'd,</br>Or fault of Men) he broke his iron Chain,</br>And got into the World at liberty again.", "Thence-forth, more Mischief and more Scathe he wrought</br>To mortal Men, than he had done before;</br>Ne ever could by any more be brought</br>Into like Bands, ne maistred any more;</br>Albe that long time after Calidore,</br>The good Sir Pelleas him took in hand;</br>And after him Sir Lamoracke of yore,</br>And all his Brethren born in Britain Land;</br>Yet none of them could ever bring him into Band,", "So now he raungeth through the World again,</br>And rageth sore in each Degree and State;</br>Ne any is, that may him now restrain,</br>He growen is so great and strong of late,</br>Barking, and biting all that him do bate,</br>All be they worthy Blame or clear of Crime:</br>Ne spareth he most learned Wits to rate,</br>Ne spareth he the gentle Poet's Rime,</br>But rends without regard of Person or of Time.", "Ne may this homely Verse, of many meanest,</br>Hope to escape his venomous Despite,</br>More than my former Writs, all were they cleanest</br>From blameful Blot, and free from all that Wite</br>With which some wicked Tongues did it backbite,</br>And bring into a mighty Peer's Displeasure,</br>That never so deserved to endite.</br>Therefore do you, my Rimes, keep better measure,</br>And seek to please, that now is counted wise Mens Treasure.</br>"]