["I had a dream! &mdash; my spirit was unbound</br>From the dark iron of its dungeon, clay,</br>And rode the steeds of Time; &mdash; my thoughts had sound,</br>And spoke without a word, &mdash; I went away</br>Among the buried ages, and did lay</br>The pulses of my heart beneath the touch</br>Of the rude minstrel Time, that he should play</br>Thereon, a melody which might seem such</br>As musing spirits love &mdash; mournful, but not too much!", "I had a dream &mdash; and there mine eyes did see</br>The shadows of past deeds like present things&mdash;</br>The sepulchres of Greece and Hespery,</br>Aegyptus, and old landes, gave up their kings,</br>Their prophets, saints, and minstrels, whose lute-strings</br>Keep a long echo &mdash; yea, the dead, white bones,</br>Did stand up by the house whereto Death clings,</br>And dressed themselves in life, speaking of thrones,</br>And fame, and power, and beauty, in familiar tones!", "I went back further still, for I beheld</br>What time the earth was one fair Paradise&mdash;</br>And over such bright meads the waters welled,</br>I wot the rainbow was content to rise</br>Upon the earth, when absent from the skies!</br>And there were tall trees that I never knew,</br>Whereon sate nameless birds in merry guise,</br>Folding their radiant wings, as the flowers do,</br>When summer nights send sleep down with the dew.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Anon there came a change &mdash; a terrible motion,</br>That made all living things grow pale and shake!</br>The dark Heavens bowed themselves unto the ocean,</br>Like a strong man in strife &mdash; Ocean did take</br>His flight across the mountains; and the lake</br>Was lashed into a sea where the winds ride&mdash;</br>Earth was no more, for in her merrymake</br>She had forgot her God &mdash; Sin claimed his bride,</br>And with his vampire breath sucked out her life's fair tide!", "Life went back to her nostrils, and she raised</br>Her spirit from the waters once again&mdash;</br>The lovely sights, on which I erst had gazed,</br>Were not &mdash; though she was beautiful as when</br>The Grecian called her \"Beauty\" &mdash; sinful men</br>Walked i' the track of the waters, and felt bold&mdash;</br>Yea, they looked up to Heaven in calm disdain,</br>As if no eye had seen its vault unfold</br>Darkness, and fear, and death! &mdash; as if a tale were told!", "And ages fled away within my dream;</br>And still Sin made the heart his dwelling-place,</br>Eclipsing Heaven from men; but it would seem</br>That two or three dared commune face to face,</br>And speak of the soul's life, of hope, and grace&mdash;</br>Anon there rose such sounds as angels breath&mdash;</br>For a God came to die, bringing down peace&mdash;</br>\"Pan was not;\" and the darkness that did wreathe</br>The earth, past from the soul &mdash; Life came by death!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]