["A comely Dame, in Sorrowe's garments drest,</br>Where Thames's crystal waters gently creep,</br>With her soft palme did beat her ivorie breast,</br>And rent her yellow locks; her rosy cheeke</br>She in a flood of brackish teares did steep:</br>RACHEL she seem'd, old ISRAEL'S beauteous wife,</br>Mourning her Sonnes, whose silver cord of life</br>Was cut by murderous HEROD'S fell and bloody knife.", "Betwixt her lillie hands, the Virgin held</br>Two TESTAMENTS; the one defac'd with rust,</br>Vanquish'd with time, and overgrown with eld,</br>All spoil'd with careless spots, all soyl'd with dust;</br>It seem'd the same, the which JEHOVAH just</br>With his celestial finger did engrave;</br>And on, the top of smoaking Sinai, gave</br>To Him, whom PHAROAH'S Daughter found in watry cave.", "The Other seeming fresh and fayre, yclad</br>In velvet covers, filleted with gold;</br>White bullions, and crimson ties it had;</br>The pumish'd leaves were seemly to behold.</br>That spotlesse Lambe, which trayterous JUDAS sold</br>For price of blood, which streamed from his side,</br>Them guilt, when in Jerusalem he dy'd,</br>For to redeeme his Love, his Dove, his Deare, his Bride.", "THEOLOGY, for so men call'd the maid,</br>Upon these Volumes cast her moysten'd eyes,</br>And who shall now (quoth she) since POCOCK'S dead,</br>Find out the Treasure, that within you lies</br>Shadow'd in high and heavenly mysteries?</br>And who shall now (quoth she) to others tell,</br>When as, the World's great Grandsire ADAM fell,</br>Banish'd from flowery Eden, where he first did dwell.", "What meanes that monstrous man, which Babel's King</br>Did in a troubl'd slumber, once behold,</br>Like huge GOLIAH, slayne by DAVID'S sling,</br>With dreadful head, and curled locks of gold,</br>With breasts, and mighty arms, of silver mould?</br>With his swoln belly, and large sides of brasse,</br>With iron legs, with feet of mingled masse?</br>One part compos'd of clay, the other iron was.", "What meanes the Lion, and the Eagles wings?</br>The savage Bear, that in his horrid jaw</br>Three ribs of some devoured carcase brings?</br>The Leopard, which wise BELTESHAZZER saw</br>With direful mouth, and mighty-murdering paw?</br>What means that fearful, hideous, hellish Beast,</br>With iron teeth, and with his horned crest?</br>All these, and thousands more, by POCOCKE were exprest.", "'Twas He, that branch'd MESSIAH'S sacred stem</br>In curious knots, and chain'd his glorious race</br>From princely ADAM to the noble SEM;</br>So down to Him, that had CHONIAH'S place,</br>And from his Sonnes, to MARY full of grace,</br>A pregnant Maid, a blessed virgin Wife,</br>The Daughter of her Sonne, Which gave him Life,</br>Which did redeem the World, from Sin and Satan's strife.", "'Twas He, that grav'd the names of JACOB'S Sonnes</br>In the two Beryls, upon AARON'S breast;</br>In Sardius RUBEN, which as water runs;</br>SIMEON in Topaz, baser than the rest;</br>LEVI in Emerauld, for Doctrine best:</br>JUDAH in Carbuncle, like Heav'ns eye;</br>In Saphir ISSACHAR, like th' azure skie,</br>In Turkis ZEBULON, which near the sea doth lie.", "Dan in the flowery Hyacinth cut;</br>In Agate NEPTHALI; and warlike GAD</br>In bloody Amethyst; ASHER is put</br>In Chrysolite; the Beryl JOSEPH had;</br>Young BENJAMIN, old JACOB'S own sweet lad,</br>In Onyx; each within his several stone</br>Our great BEZALEEL carv'd; who now is gone</br>To praise the Lambe, and Him that sits upon the Throne.", "Nor did He only turn the sacred Page</br>At home, like Pedant pale, in musing mood;</br>But with the feeble steps of hoary age</br>All holy Ground, a Pilgrim wise and good</br>Patient he pac'd, and saw where dropping blood</br>Hoar Calvary his dismal summit rears,</br>Where, Angel meek, pure PIETY appears</br>Chain'd to the naked rock, wasted and wet with tears.", "Ye sacred MUSES, that in Shiloah swim,</br>And in celestial deawe do dippe your quill,</br>The which, your PHAEBUS, mighti ELOHIM,</br>In silver-streaming channels doth distill</br>From top of Hermon, and of Sion Hill;</br>As you, your great CREATOR'S praise rehearse,</br>Ah!  lend one broken sigh, one broken verse,</br>One doleful Ode, or Hymne, to deck his sable herse.", "And You, poor JEWES, the issue of old SEM,</br>Which did in honie-flowing Canaan dwell,</br>And sway'd the scepter of Jerusalem;</br>Until some snake-hair'd Furie, sent from Hell,</br>Did you inflame with rage, and malice fell,</br>To put your Lite to death; ah!  now repent</br>For murdering your Lord!  ah!  now lament</br>His Death, that would have brought you into Japhet's Tent.", "And ye sage Men, who covet ADAM'S tongue,</br>Which did remain in HEBER'S holy line,</br>When the aspiring heaven-scaling throng</br>Above the big-swoln clouds did seek to climb;</br>(And is there then such pride in earthly slime?)</br>Do You lament this silver pinion'd swan,</br>As white as Salmon-snow, a happy man,</br>That spake like ADAM'S selfe, the speech of Canaan.", "Besides the Greeke, plenteous in words and sense,</br>The Chaldee wise, th' Arabian profound;</br>The Latine, pleasing with his eloquence;</br>The braving Spanishe, with her lofty sound;</br>The Tuscane grave, with many a laurel crown;</br>The lisping French, which fits a Lady vain;</br>The Germane, like the people good and plain,</br>The Englishe, pure and rich, his native countrie's strain.", "Ah scoffing ISMAELS, do not offer wrong</br>Unto his quiet Urne; do not defame</br>The silver touch of that harmonious tongue;</br>Peace dirty mouths, ah!  hold your peace for shame,</br>Void not your gall upon a dead man's name!</br>But wake, O West-wind, come O South, and blow</br>With your myrhe-breathing mouth, sweet odors throw</br>Into the empty aire, from POCOCKE'S tombe below.", "This said, the Virgin vanished away,</br>And Heav'n did put his mourning mantle on:</br>HYPERION'S Childe the Father of the Day,</br>That, with his blazing lad, full brightly shone,</br>Cloathed in Sable his star-glistering Throne:</br>The clouds from their swolne eyes shed cristal show'rs,</br>And all for him who lives in silver bowers,</br>An Hallelujah sings, with Thrones, and glorious Pow'rs.</br>"]