["It came from Heaven &mdash; its power archangels knew,</br>When this fair globe first rounded to their view;</br>When the young sun revealed the glorious scene</br>Where oceans gathered and where lands grew green;</br>When the dead dust in joyful myriads swarmed,</br>And man, the clod, with God's own breath was warmed:</br>It reigned in Eden &mdash; when that man first woke,</br>Its kindling influence from his eyeballs spoke;</br>No roving childhood, no exploring youth</br>Led him along, till wonder chilled to truth;</br>Full-formed at once, his subject world he trod,</br>And gazed upon the labours of his God;</br>On all by turns his chartered glance was cast,</br>While each pleased best as each appeared the last;</br>But when She came, in nature's blameless pride,</br>Bone of his bone, his heaven-anointed bride,</br>All meaner objects faded from his sight,</br>And sense turned giddy with the new delight;</br>Those charmed his eye, but this entranced his soul,</br>Another self, queen-wonder of the whole!</br>Rapt at the view, in ecstacy he stood,</br>And, like his Maker, saw that all was good.", "It reigned in Eden &mdash; in that heavy hour</br>When the arch-tempter sought our mother's bower,</br>Its thrilling charm her yielding heart assailed,</br>And even o'er dread Jehovah's word prevailed.</br>There the fair tree in fatal beauty grew,</br>And hung its mystic apples to her view:</br>\"Eat,\" breathed the fiend, beneath his serpent guise,</br>\"Ye shall know all things, gather, and be wise!\"</br>Sweet on her ear the wily falsehood stole,</br>And roused the Ruling Passion of her soul.</br>\"Ye shall become like God\" &mdash; transcendent fate!</br>That God's command forgot, she plucked and ate;</br>Ate, and her partner lured to share the crime,</br>Whose wo, the legend saith, must live through time.</br>For this they shrank before the Avenger's face,</br>For this He drove them from the sacred place;</br>For this came down the universal lot,</br>To weep, to wander, die, and be forgot.", "It came from Heaven &mdash; it reigned in Eden's shades&mdash;</br>It roves on earth &mdash; and every walk invades:</br>Childhood and age alike its influence own,</br>It haunts the beggar's nook, the monarch's throne;</br>Hangs o'er the cradle, leans above the bier,</br>Gazed on old Babel's tower &mdash; and lingers here.", "To all that's lofty, all that's low it turns,</br>With terror curdles and with rapture burns;</br>Now feels a seraph's throb, now, less than man's,</br>A reptile tortures and a planet scans;</br>Now idly joins in life's poor, passing jars,</br>Now shakes creation off, and soars beyond the stars.", "'Tis CURIOSITY &mdash; who hath not felt</br>Its spirit, and before its altar knelt?</br>In the pleased infant see its power expand,</br>When first the coral fills his little hand</br>Throned in his mother's lap, it dries each tear,</br>As her sweet legend falls upon his ear;</br>Next it assails him in his top's strange hum,</br>Breathes in his whistle, echoes in his drum;</br>Each gilded toy, that doting love bestows,</br>He longs to break and every Spring expose.</br>Placed by your hearth, with what delight he pores</br>O'er the bright pages of his pictured stores;</br>How oft he steals upon your graver task,</br>Of this to tell you and of that to ask;</br>And, when the waning hour to-bedward bids,</br>Though gentle sleep sit waiting on his lids,</br>How winningly he pleads to gain you o'er,</br>That he may read one little story more.", "Nor yet alone to toys and tales confined,</br>It sits, dark brooding, o'er his embryo mind:</br>Take him between your knees, peruse his face,</br>While all you know, or think you know, you trace;</br>Tell him who spoke creation into birth,</br>Arched the broad heavens and spread the rolling earth,</br>Who formed a pathway for the obedient sun,</br>And bade the seasons in their circles run,</br>Who filled the air, the forest, and the flood,</br>And gave man all, for comfort, or for food;</br>Tell him they sprang at God's creating nod</br>He stops you short with, \"Father, who made God?\"", "Thus through life's stages may we mark the power</br>That masters man in every changing hour.</br>It tempts him from the blandishments of home,</br>Mountains to climb and frozen seas to roam;</br>By air-blown bubbles buoyed it bids him rise,</br>And hang, an atom in the vaulted skies;</br>Lured by its charm, he sits and learns to trace</br>The midnight wanderings of the orbs of space;</br>Boldly he knocks at wisdom's inmost gate,</br>With nature counsels and communes with fate;</br>Below, above, o'er all he dares to rove,</br>In all finds God, and finds that God all love.", "Turn to the world &mdash; its curious dwellers view,</br>Like Paul's Athenians, seeking Something New.</br>Be it a bonfire's or a city's blaze,</br>The gibbet's victim, or the nation's gaze,</br>A female atheist, or a learned dog,</br>A monstrous pumpkin, or a mammoth hog,</br>A murder, or a muster, 'tis the same,</br>Life's follies, glories, griefs, all feed the flame.</br>Hark, where the martial trumpet fills the air,</br>How the roused multitude come round to stare;</br>Sport drops his ball, toil throws his hammer by,</br>Thrift breaks a bargain off, to please his eye;</br>Up fly the windows, even fair mistress cook,</br>Though dinner burn, must run to take a look.</br>In the thronged court the ruling passion read,</br>Where Story dooms, where Wirt and Webster plead;</br>Yet kindred minds alone their flights shall trace,</br>The herd press on to see a cut-throat's face.</br>Around the gallows' foot behold them draw,</br>When the lost villain answers to the law;</br>Soft souls, how anxious on his pangs to gloat,</br>When the vile cord shall tighten round his throat;</br>And ah!  each hard-bought stand to quit how grieved,</br>As the sad rumour runs &mdash; \"The man's reprieved!\"</br>See to the church the pious myriads pour,</br>Squeeze through the aisles and jostle round the door</br>Does Langdon preach?  (I veil his quiet name,</br>Who serves his God and cannot stoop to fame;)</br>No, 'tis some reverend mime, the latest rage,</br>Who thumps the desk that should have trod the stage;</br>Cant's veriest ranter crams a house if new,</br>When Paul himself, oft heard, would hardly fill a pew.", "Lo, where the Stage, the poor, degraded Stage,</br>Holds its warped mirror to a gaping age;</br>There, where to raise the drama's moral tone,</br>Fool Harlequin usurps Apollo's throne;</br>There, where grown children gather round, to praise</br>The new-vamped legends of their nursery days;</br>Where one loose scene shall turn more souls to shame,</br>Than ten of Channing's lectures can reclaim;</br>There, where in idiot rapture we adore</br>The herded vagabonds of every shore;</br>Women unsexed, who, lost to woman's pride,</br>The drunkard's stagger ape, the bully's stride;</br>Pert lisping girls, who, still in childhood's fetters,</br>Babble of love, yet barely know their letters;</br>Neat-jointed mummers, mocking nature's shape,</br>To prove how nearly man can match an ape;</br>Vaulters, who, rightly served at home, perchance</br>Had dangled from the rope on which they dance;</br>Dwarfs, mimics, jugglers, all that, yield content,</br>Where sin holds carnival and wit keeps lent;</br>Where, shoals on shoals, the modest million rush,</br>One sex to laugh and one to try to blush,</br>When mincing Ravenot sports tight pantalettes,</br>And turns fops' heads while turning pirouettes;</br>There, at each ribald sally, where we hear</br>The knowing giggle and the scurrile jeer,</br>While from the intellectual gallery first</br>Rolls the base plaudit, loudest at the worst.", "Gods!  who can grace yon desecrated dome,</br>When he may turn his Shakspeare o'er at home?</br>Who there can group the pure ones of his race,</br>To see and hear what bids him veil his face?</br>Ask ye who can?  why I, and you, and you;</br>No matter what the nonsense, if 'tis new.</br>To Doctor Logic's wit our sons give ear,</br>They have no time for Hamlet, or for Lear;</br>Our daughters turn from gentle Juliet's wo,</br>To count the twirls of Almaviva's toe.", "Not theirs the blame who furnish forth the treat,</br>But ours, who throng the board and grossly eat:</br>We laud, indeed, the virtue-kindling Stage,</br>And prate of Shakspeare and his deathless page</br>But go, announce his best, on Cooper call,</br>Cooper, \"the noblest Roman of them all;\"</br>Where are the crowds so wont to choke the door?</br>'Tis an old thing, they've seen it all before.", "Pray Heaven, if yet indeed the Stage must stand,</br>With guiltless mirth it may delight the land;</br>Far better else each scenic temple fall,</br>And one approving silence curtain all.</br>Despots to shame may yield their rising youth,</br>But freedom dwells with purity and truth;</br>Then make the effort, ye who rule the Stage,</br>With novel decency surprise the age;</br>Even wit, so long forgot, may play its part,</br>And nature yet have power to melt the heart;</br>Perchance the listeners, to their instinct true,</br>May fancy common sense  &mdash; 'twere surely Something New.", "Turn to the Press &mdash; its teeming sheets survey,</br>Big with the wonders of each passing day;</br>Births, deaths, and weddings, forgeries, fires, and wrecks,</br>Harangues and hail-storms, brawls and broken necks;</br>Where half-fledged bards on feeble pinions seek</br>An immortality of near a week;</br>Where cruel eulogists the dead restore,</br>In maudlin praise to martyr them once more;</br>Where ruffian slanderers wreak their coward spite,</br>And need no venomed dagger while they write:</br>There, (with a quill, so noisy and so vain,</br>We almost hear the goose it clothed complain,)</br>Where each hack scribe, as hate or interest burns,</br>Toad or toad-eater, stains the page by turns</br>Enacts virtu, usurps the critic's chair,</br>Lauds a mock Guido, or a mouthing player;</br>Viceroys it o'er the realms of prose and rhyme,</br>Now puffs pert \"Pelham,\" now \"The Course of Time;\"</br>And though ere Christmas both may be forgot,</br>Vows this beats Milton, and that Walter Scott:</br>With Samson's vigour feels his nerves expand,</br>To overthrow the nobles of the land;</br>Soils the green garlands that for Otis bloom,</br>And plants a brier even on Cabot's tomb;</br>As turn the party coppers, heads or tails,</br>And now this faction and now that prevails,</br>Applauds to-day what yesterday he cursed,</br>Lampoons the wisest and extols the worst;</br>While hard to tell, so coarse a daub he lays,</br>Which sullies most, the slander or the praise.", "Yet, sweet or bitter, hence what fountains burst,</br>While still the more we drink the more we thirst:</br>Trade hardly deems the busy day begun,</br>Till his keen eye along the page has run;</br>The blooming daughter throws her needle by,</br>And reads her schoolmate's marriage with a sigh;</br>While the grave mother puts her glasses on,</br>And gives a tear to some old crony gone;</br>The preacher, too, his Sunday theme lays down,</br>To know what last new folly fills the town:</br>Lively or sad, life's meanest, mightiest things,</br>The fate of fighting cocks, or fighting kings;</br>Nought comes amiss, we take the nauseous staff,</br>Verjuice or oil, a libel or a puff.", "'Tis this sustains that coarse, licentious tribe</br>Of tenth-rate typemen, gaping for a bribe;</br>That reptile race, with all that's good at strife,</br>Who trail their slime through every walk of life;</br>Stain the white tablet where a great man's name</br>Stands proudly chiselled by the hand of fame,</br>Nor round the sacred fireside fear to crawl,</br>But drop their venom there, and poison all.", "'Tis Curiosity &mdash; though in its round,</br>Not one poor dupe the calumny has found,</br>Still shall it live, and still new slanders breed</br>What though we ne'er believe, we buy and read:</br>Like Scotland's war-cross, thrown from hand to hand,</br>To rouse the angry passions of the land,</br>So the black falsehood flies from ear to ear,</br>While goodness grieves, but, grieving, still must hear.", "All are not such?  O no, there are, thank Heaven,</br>A nobler troop to whom this trust is given;</br>Who, all unbribed, on freedom's ramparts stand,</br>Faithful and firm, bright warders of the land.</br>By them still lifts the Press its arm abroad,</br>To guide all-curious man along life's road;</br>To cheer young genius, pity's tear to start,</br>In truth's bold cause to rouse each fearless heart;</br>O'er male and female quacks to shake the rod,</br>And scourge the unsexed thing that scorns her God;</br>To hunt corruption from his secret den,</br>And show the monster up, the gaze of wondering men.", "How swells my theme!  how vain my power I find,</br>To track the windings of the curious mind;</br>Let aught be hid, though useless, nothing boots,</br>Straightway it must be plucked up by the roots.</br>How oft we lay the volume down to ask</br>Of him, the victim in the Iron Mask;</br>The crusted medal rub with painful care,</br>To spell the legend out &mdash; that is not there;</br>With dubious gaze o'er moss-grown tombstones bend,</br>To find a name &mdash; the herald never penned;</br>Dig through the lava-deluged city's breast,</br>Learn all we can, and wisely guess the rest:</br>Ancient or modern, sacred or profane,</br>All must be known and all obscure made plain;</br>If 'twas a pippin tempted Eve to sin,</br>If glorious Byron drugged his muse with gin;</br>If Troy e'er stood, if Shakspeare stole a deer,</br>If Israel's missing tribes found refuge here;</br>If like a villain Captain Henry lied,</br>If like a martyr Captain Morgan died.", "Its aim oft idle, lovely in its end,</br>We turn to look, then linger to befriend;</br>The maid of Egypt thus was led to save</br>A nation's future leader from the wave:</br>New things to hear when erst the Gentiles ran,</br>Truth closed what Curiosity began:</br>How many a noble art, now widely known,</br>Owes its young impulse to this power alone</br>Even in its slightest working we may trace</br>A deed that changed the fortunes of a race;</br>Bruce, banned and hunted on his native soil,</br>With curious eye surveyed a spider's toil;</br>Six times the little climber strove and failed;</br>Six times the chief before his foes had quailed;</br>\"Once more,\" he cried, \"in thine my doom I read,</br>Once more I dare the fight, if thou succeed;\"</br>'Twas done &mdash; the insect's fate he made his own,</br>Once more the battle waged, and gained a throne.", "Behold the sick man in his easy chair;</br>Barred from the busy crowd and bracing air,</br>How every passing trifle proves its power</br>To while away the long, dull, lazy hour.</br>As down the pane the rival rain-drops chase,</br>Curious he'll watch to see which wins the race;</br>And let two dogs beneath his window fight,</br>He'll shut his Bible to enjoy the sight.</br>So with each newborn nothing rolls the day,</br>Till some kind neighbour, stumbling in his way,</br>Draws up his chair the sufferer to amuse,</br>And makes him happy while he tells &mdash; The News.", "The News!  our morning, noon, and evening cry;</br>Day unto day repeats it till we die.</br>For this the cit, the critic, and the fop</br>Daily the hour away in Tonsor's shop;</br>For this the gossip takes her daily route,</br>And wears your threshold and your patience out;</br>For this we leave the parson in the lurch,</br>And pause to prattle on the way to church;</br>Even when some coffined friend we gather round,</br>We ask, \"What news?\" then lay him in the ground;</br>To this the breakfast owes its sweetest zest,</br>For this the dinner cools, the bed remains unpressed.", "What gives each tale of scandal to the street,</br>The kitchen's wonder and the parlour's treat?</br>See the pert housemaid to the keyhole fly,</br>When husband storms, wife frets, or lovers sigh;</br>See Tom your pockets ransack for each note,</br>And read your secrets while he cleans your coat;</br>See, yes, to listen see even Madam deign,</br>When the smug sempstress pours her ready strain.</br>This wings the lie that malice breeds in fear,</br>No tongue so vile but finds a kindred ear;</br>Swift flies each tale of laughter, shame, or folly,</br>Caught by Paul Pry and carried home to Polly;</br>On this each foul calumniator leans,</br>And nods and hints the villany he means;</br>Full well he knows what latent wildfire lies</br>In the close whisper and the dark surmise;</br>A muffled word, a wordless wink has woke</br>A warmer throb than if a Dexter spoke;</br>And he, o'er Everett's periods who would nod,</br>To track a secret half the town has trod.", "O Thou, from whose rank breath nor sex can save,</br>Nor sacred virtue, nor the powerless grave,</br>Felon unwhipped!  than whom in yonder cells,</br>Full many a groaning wretch less guilty dwells,</br>Blush &mdash; if of honest blood a drop remains,</br>To steal its lonely way along thy veins;</br>Blush &mdash; if the bronze, long hardened on thy cheek,</br>Has left a spot where that poor drop can speak;</br>Blush to be branded with the Slanderer's name,</br>And though thou dread'st not sin, at least dread shame.</br>We hear indeed, but shudder while we hear</br>The insidious falsehood and the heartless jeer;</br>For each dark libel that thou lick'st to shape,</br>Thou may'st from law, but not from scorn escape;</br>The pointed finger, cold, averted eye,</br>Insulted virtue's hiss &mdash; thou canst not fly.", "The churl, who holds it heresy to think,</br>Who loves no music but the dollar's clink,</br>Who laughs to scorn the wisdom of the schools,</br>And deems the first of poets first of fools,</br>Who never found what good from science grew,</br>Save the grand truth, that one and one are two,</br>And marvels Bowditch o'er a book should pore,</br>Unless to make those two turn into four</br>Who, placed where Catskill's forehead greets the sky,</br>Grieves that such quarries all unhewn should lie;</br>Or, gazing where Niagara's torrents thrill,</br>Exclaims, \"A monstrous stream &mdash; to turn a mill;\"</br>Who loves to feel the blessed winds of heaven,</br>But as his freighted barks are portward driven;</br>Even he, across whose brain scarce dares to creep</br>Aught but thrift's parent pair to get, to keep;</br>Who never learned life's real bliss to know</br>With Curiosity even he can glow.", "Go, seek him out on yon dear Gotham's walk,</br>Where traffic's venturers meet to trade and talk;</br>Where Mammon's votaries bend, of each degree,</br>The hard-eyed lender, and the pale lendee;</br>Where rogues insolvent strut in whitewashed pride,</br>And shove the dupes who trusted them aside.</br>How through the buzzing crowd he threads his way,</br>To catch the flying rumours of the day;</br>To learn of changing stocks, of bargains crossed,</br>Of breaking merchants, and of cargoes lost;</br>The thousand ills that traffic's walks invade,</br>And give the heart-ach to the sons of trade.</br>How cold he hearkens to some bankrupt's wo,</br>Nods his wise head, and cries &mdash; \"I told you so;</br>The thriftless fellow lived beyond his means,</br>He must buy brants &mdash; I make my folks eat beans;\"</br>What cares he for the knave, the knave's sad wife,</br>The blighted prospects of an anxious life?</br>The kindly throbs that other men control,</br>Ne'er melt the iron of the miser's soul;</br>Through life's dark road his sordid way he wends,</br>An incarnation of fat dividends;</br>But when to death he sinks, ungrieved, unsung,</br>Buoyed by the blessing of no mortal tongue;</br>No worth rewarded and no want redressed,</br>To scatter fragrance round his place of rest,</br>What shall that hallowed epitaph supply</br>The universal wo when good men die?</br>Cold Curiosity shall linger there,</br>To guess the wealth he leaves his tearless heir;</br>Perchance to wonder what must be his doom,</br>In the far land that lies beyond the tomb;</br>Alas!  for him, if, in its awful plan,</br>Heaven deal with him as he hath dealt with man.", "Child of romance, these work-day scenes you spurn,</br>For loftier things your finer pulses burn;</br>Through nature's walks your curious way you take,</br>Gaze on her glowing bow, her glittering flake,</br>Her spring's first cheerful green, her autumn's last,</br>Born in the breeze, or dying in the blast;</br>You climb the mountain's everlasting wall,</br>You linger where the thunder-waters fall,</br>You love to wander by old ocean's side,</br>And hold communion with its sullen tide;</br>Washed to your foot some fragment of a wreck,</br>Fancy shall build again the crowded deck</br>That trod the waves, till mid the tempest's frown,</br>The sepulchre of living men went down.</br>Yet fancy, with her milder, tenderer glow,</br>But dreams what Curiosity would know;</br>Ye would stand listening, as the booming gun</br>Proclaimed the work of agony half done;</br>There would ye drink each drowning seaman's cry,</br>As wild to Heaven he cast his frantic eye;</br>Though vain all aid, though pity's blood ran cold,</br>The mortal havoc ye would dare behold;</br>Still Curiosity would wait and weep,</br>Till all sank down to slumber in the deep.", "Nor yet appeased the spirit's restless glow,</br>Ye would explore the gloomy waste below;</br>There, where the joyful sunbeams never fell,</br>Where ocean's unrecorded monsters dwell;</br>Where sleep earth's precious things, her rifled gold,</br>Bones bleached by ages, bodies hardly cold,</br>Of those who bowed to fate in every form,</br>By battle strife, by pirate, or by storm;</br>The sailor chief, who freedom's foes defied,</br>Wrapped in the sacred flag for which he died;</br>The wretch, thrown over to the midnight foam,</br>Stabbed in his blessed dreams of love and home;</br>The mother, with her fleshless arms still clasped</br>Round the scared infant that in death she grasped;</br>On these, and sights like these, ye long to gaze,</br>The mournful trophies of uncounted days;</br>All that the miser deep has brooded o'er,</br>Since its first billow rolled to find a shore.", "Once more the Press &mdash; not that which daily flings</br>Its fleeting ray across life's fleeting things&mdash;</br>See tomes on tomes of fancy and of power,</br>To cheer man's heaviest, warm his holiest hour.</br>Now fiction's groves we tread, where young romance</br>Laps the glad senses in her sweetest trance;</br>Now through earth's cold, unpeopled realms we range,</br>And mark each rolling century's awful change;</br>Turn back the tide of ages to its head,</br>And hoard the wisdom of the honored dead.", "'Twas heaven to lounge upon a couch, said Gray,</br>And read new novels through a rainy day:</br>Add but the Spanish weed, the bard was right;</br>'Tis heaven, the upper heaven of calm delight;</br>The world forgot, to sit at ease reclined,</br>While round one's head the smoky perfumes wind,</br>Firm in one hand the ivory folder grasped,</br>Scott's uncut latest by the other clasped,</br>'Tis heaven, the glowing, graphic page to turn,</br>And feel within the ruling passion burn;</br>Now through the dingles of his own bleak isle,</br>And now through lands that wear a sunnier smile,</br>To follow him, that all-creative One,</br>Who never found a \"brother near his throne.\"", "Look now, directed by yon candle's blaze,</br>Where the false shutter half its trust betrays&mdash;</br>Mark that fair girl, reclining in her bed,</br>Its curtain round her polished shoulders spread:</br>Dark midnight reigns, the storm is up in power;</br>What keeps her waking in that dreary hour?</br>See where the volume on her pillow lies&mdash;</br>Claims Radcliffe or Chapone those frequent sighs?</br>'Tis some wild legend &mdash; now her kind eye fills,</br>And now cold terror every fibre chills;</br>Still she reads on in fiction's labyrinth lost,</br>Of tyrant fathers, and of true love crossed;</br>Of clanking fetters, low, mysterious groans,</br>Blood-crusted daggers, and uncoffined bones,</br>Pale, gliding ghosts, with fingers dropping gore,</br>And blue flames dancing round a dungeon door;&mdash;</br>Still she reads on &mdash; even though to read she fears,</br>And in each keyhole moan strange voices hears,</br>While every shadow that withdraws her look,</br>Glares in her face, the goblin of her book;</br>Still o'er the leaves her craving eye is cast,</br>On all she feasts, yet hungers for the last;</br>Counts what remain, now sighs there are no more,</br>And now even those half tempted to skip o'er;</br>At length, the bad all killed, the good all pleased,</br>Her thirsting Curiosity appeased,</br>She shuts the dear, dear book, that made her weep,</br>Puts out her light, and turns away to sleep.", "Her bright, her bloody records to unroll,</br>See history come, and wake the inquiring soul:</br>How bounds the bosom at each wondrous deed</br>Of those who founded, and of those who freed;</br>The good, the valiant of our own loved clime,</br>Whose names shall brighten through the clouds of time.</br>How rapt we linger o'er the volumed lore</br>That tracks the glories of each distant shore;</br>In all their grandeur and in all their gloom,</br>The throned, the thralled, rise dimly from the tomb;</br>Chiefs, sages, bards, the giants of their race,</br>Earth's monarch men, her greatness and her grace;</br>Warmed as we read, the penman's page we spurn,</br>And to each near, each far arena turn;</br>Here, where the Pilgrim's altar first was built,</br>Here, where the patriot's life-blood first was spilt;</br>There, where new empires spread along each spot</br>Where old ones flourished, but to be forgot,</br>Or, direr judgement, spared to fill a page,</br>And with their errors warn an after age.", "And where is he, upon that Rock can stand,</br>Nor with their firmness feel his heart expand,</br>Who a new empire planted where they trod,</br>And gave it to their children and their God?</br>Who yon immortal mountain-shrine hath pressed,</br>With saintlier relics stored than priest e'er blessed,</br>But felt each grateful pulse more warmly glow,</br>In voiceless reverence for the dead below?</br>Who, too, by Curiosity led on,</br>To tread the shores of kingdoms come and gone,</br>Where faith her martyrs to the fagot led,</br>Where freedom's champions on the scaffold bled,</br>Where ancient power, though stripped of ancient fame,</br>Curbed, but not crushed, still lives for guilt and shame,</br>But prouder, happier, turns on home to gaze,</br>And thanks his God who gave him better days?", "Undraw yon curtain, look within that room,</br>Where all is splendour, yet where all is gloom:</br>Why weeps that mother?  why, in pensive mood,</br>Group noiseless round, that little, lovely brood?</br>The battledoor is still, laid by each book,</br>And the harp slumbers in its customed nook.</br>Who hath done this?  what cold, unpitying foe</br>Hath made this house the dwelling-place of wo?</br>'Tis he, the husband, father, lost in care,</br>O'er that sweet fellow in his cradle there:</br>The gallant bark that rides by yonder strand,</br>Bears him to-morrow from his native land.</br>Why turns he, half unwilling, from his home,</br>To tempt the ocean and the earth to roam?</br>Wealth he can boast, a miser's sigh would hush,</br>And health is laughing in that ruddy blush;</br>Friends spring to greet him, and he has no foe&mdash;</br>So honoured and so blessed, what bids him go?&mdash;</br>His eye must see, his foot each spot must tread,</br>Where sleeps the dust of earth's recorded dead;</br>Where rise the monuments of ancient time,</br>Pillar and pyramid in age sublime;</br>The pagan's temple and the churchman's tower,</br>War's bloodiest plain and wisdom's greenest bower;</br>All that his wonder woke in school-boy themes,</br>All that his fancy fired in youthful dreams</br>Where Socrates once taught he thirsts to stray,</br>Where Homer poured his everlasting lay;</br>From Virgil's tomb he longs to pluck one flower,</br>By Avon's stream to live one moonlight hour;</br>To pause where England \"garners up\" her great,</br>And drop a patriot's tear to Milton's fate;</br>Fame's living masters, too, he must behold,</br>Whose deeds shall blazon with the best of old;</br>Nations compare, their laws and customs scan,</br>And read, wherever spread, the book of man;</br>For these he goes, self-banished from his hearth,</br>And wrings the hearts of all he loves on earth.", "Yet say, shall not new joy those hearts inspire,</br>When grouping round the future winter fire,</br>To bear the wonders of the world they burn,</br>And lose his absence in his glad return?&mdash;</br>Return?  alas!  he shall return no more,</br>To bless his own sweet home, his own proud shore.</br>Look once again &mdash; cold in his cabin now,</br>Death's finger-mark is on his pallid brow;</br>No wife stood by, her patient watch to keep,</br>To smile on him, then turn away to weep;</br>Kind woman's place rough mariners supplied,</br>And shared the wanderer's blessing when he died.</br>Wrapped in the raiment that it long must wear,</br>His body to the deck they slowly bear;</br>Even there the spirit that I sing is true,</br>The crew look on with sad, but curious view;</br>The setting sun flings round his farewell rays,</br>O'er the broad ocean not a ripple plays;</br>How eloquent, how awful in its power,</br>The silent lecture of death's sabbath-hour;</br>One voice that silence breaks &mdash; the prayer is said,</br>And the last rite man pays to man is paid;</br>The plashing waters mark his resting-place,</br>And fold him round in one long, cold embrace;</br>Bright bubbles for a moment sparkle o'er,</br>Then break, to be, like him, beheld no more;</br>Down, countless fathoms down, he sinks to sleep,</br>With all the nameless shapes that haunt the deep.", "\"Alps rise on Alps\" &mdash; in vain my muse essays</br>To lay the spirit that she dared to raise:</br>What spreading scenes of rapture and of wo,</br>With rose and cypress lure me as I go.</br>In every question and in every glance,</br>In folly's wonder and in wisdom's trance,</br>In all of life, nor yet of life alone,</br>In all beyond, this mighty power we own.</br>We would unclasp the mystic book of fate,</br>And trace the paths of all we love and hate;</br>The father's heart would learn his children's doom,</br>Even when that heart is crumbling in the tomb;</br>If they must sink in guilt, or soar to fame,</br>And leave a hated, or a hallowed name;</br>By hope elated, or depressed by doubt,</br>Even in the death-pang he would find it out.", "What boots it to your dust, your son were born</br>An empire's idol or a rabble's scorn?</br>Think ye the franchised spirit shall return,</br>To share his triumph, his disgrace to mourn?</br>Ah!  Curiosity, by thee inspired,</br>This truth to know how oft has man inquired!</br>And is it fancy all?  can reason say</br>Earth's loves must moulder with earth's mouldering clay?</br>That death can chill the father's sacred glow,</br>And hush the throb that none but mothers know?</br>Must we believe those tones of dear delight,</br>The morning welcome and the sweet good-night,</br>The kind monition and the well-earned praise,</br>That won and warmed us in our earlier days,</br>Turned, as they fell, to cold and common air?</br>Speak, proud philosophy, the truth declare.", "Yet no, the fond delusion, if no more,</br>We would not yield for wisdom's cheerless lore;</br>A tender creed they hold, who dare believe</br>The dead return, with them to joy or grieve.</br>How sweet, while lingering slow on shore or hill,</br>When all the pleasant sounds of earth are still,</br>When the round moon rolls through the unpillared skies,</br>And stars look down as they were angels' eyes,</br>How sweet to deem our lost, adored ones nigh,</br>And hear their voices in the night-wind's sigh.</br>Full many an idle dream that hope had broke,</br>And the awed heart to holy goodness woke;</br>Full many a felon's guilt in thought had died,</br>Feared he his father's spirit by his side;</br>Then let that fear, that hope control the mind,</br>Still let us question, still no answer find;</br>Let Curiosity of Heaven inquire,</br>Nor earth's cold dogmas quench the ethereal fire.", "Nor even to life, nor death, nor time confined</br>The dread hereafter fills the exploring mind;</br>We burst the grave, profane the coffin's lid,</br>Unwisely ask of all so wisely hid</br>Eternity's dark record we would read,</br>Mysteries, unravelled yet by mortal creed;</br>Of life to come, unending joy and wo,</br>And all that holy wranglers dream below;</br>To find their jarring dogmas out we long,</br>Or which is right, or whether all be wrong;</br>Things of an hour, we would invade His throne,</br>And find out Him, the Everlasting One!</br>Faith we may boast, undarkened by a doubt,</br>We thirst to find each awful secret out;</br>Hope may sustain, and innocence impart</br>Her sweet specific to the fearless heart,</br>The inquiring spirit will not be controlled,</br>We would make certain all, and all behold.", "Unfathomed well-head of the boundless soul!</br>Whose living waters lure us as they roll,</br>From thy pure wave one cheering hope we draw</br>Man, man; at least, shall spurn proud nature's law.</br>All that have breath, but he, lie down content,</br>Life's purpose served, indeed, when life is spent;</br>All as in Paradise the same are found</br>The beast, whose footstep shakes the solid ground,</br>The insect, living on a summer spire,</br>The bird, whose pinion courts the sunbeam's fire;</br>In lair and nest, in way and want, the same</br>As when their sires sought Adam for a name:</br>Their he-all and their end-all here below,</br>They nothing need beyond, nor need to know;</br>Earth and her hoards their every want supply,</br>They revel, rest, then fearless, hopeless die.</br>But Man, his Maker's likeness, lord of earth,</br>Who owes to nature little but his birth,</br>Shakes down her puny chains, her wants, and woes,</br>One world subdues, and for another glows.</br>See him, the feeblest, in his cradle laid;</br>See him, the mightiest, in his mind arrayed!</br>How wide the gulf he clears, how bold the flight</br>That bears him upward to the realms of light!</br>By restless Curiosity inspired,</br>Through all his subject world he roves untired;</br>Looks back and scans the infant days of yore,</br>On to the time when time shall be no more;</br>Even in life's parting throb its spirit burns,</br>And shut from earth to heaven more warmly turns.", "Shall he alone, of mortal dwellers here,</br>Thus soar aloft, to sink in mid-career?</br>Less favoured than a worm, shall his stern doom</br>Lock up these seraph longings in the tomb?&mdash;</br>O Thou, whose fingers raised us from the dust,</br>Till there we sleep again, be this our trust:</br>This sacred hunger marks the immortal mind,</br>By Thee 'twas given, for Thee, for Heaven designed;</br>There the rapt spirit, from earth's grossness freed,</br>Shall see, and know, and be like Thee indeed.", "Here let me pause &mdash; no further I rehearse</br>What claims a loftier soul, a nobler verse;</br>The mountain's foot I have but loitered round,</br>Nor dared to scale its highest, holiest ground;</br>But ventured on the pebbly shore to stray,</br>While the broad ocean all before me lay;&mdash;</br>How bright the boundless prospect there on high;</br>How rich the pearls that here all hidden lie;</br>But not for me &mdash; to life's coarse service sold,</br>Where thought lies barren and nought breeds but gold&mdash;</br>'Tis yours, ye favoured ones, at whose command,</br>From the cold world I ventured, here to stand:</br>Ye who were lapped in wisdom's murmuring bowers,</br>Who still to bright improvement yield your hours;</br>To you the privilege and the power belong,</br>To give my theme the grace of living song;</br>Yours be the flapping of the eagle's wing,</br>To dare the loftiest crag and heavenward spring;</br>Mine the light task to hop from spray to spray,</br>Blessed if I charm one summer hour away.", "One summer hour &mdash; its golden sands have run,</br>And the poor labour of the bard is done&mdash;</br>Yet, ere I fling aside my humble lyre,</br>Let one fond wish its trembling strings inspire;</br>Fancy the task to Feeling shall resign,</br>And the heart prompt the warm, untutored line.</br>Peace to this ancient spot here, as of old,</br>May learning dwell and all her stores unfold;</br>Still may her priests around these altars stand,</br>And train to truth the children of the land;</br>Bright be their paths, within these shades who rest,</br>These brother-bands &mdash; beneath His guidance blessed</br>Who with their fathers here turned wisdom's page,</br>Who comes to them the Statesman and the Sage.</br>Praise be his portion in his labours here,</br>The praise that cheered a Kirkland's mild career;</br>The love that finds in every breast a shrine,</br>When zeal and gentleness with wisdom join.</br>Here may he sit, while race succeeding race</br>Go proudly forth his parent care to grace;</br>In head and heart by him prepared to rise,</br>To take their stations with the good and wise:</br>This crowning recompense to him be given,</br>To see them guard on earth and guide to heaven;</br>Thus in their talents, in their virtues blessed,</br>O be his ripest years his happiest and his best.</br>"]