["Fair is the freeman's country; fair the land</br>That once hath felt a tyrant's galling chain,</br>Yet since, from proudly echoing strand to strand,</br>Hath sprang to light and liberty again;</br>Whose navy, once an atom on the main,</br>Hath spread o'er seas, superior to its foe;</br>And seizing on the trident, dares to reign</br>Where late it laid its proud opponent low,</br>Beneath the power of freedom's swift avenging blow.", "Fair are those hills where late in rugged might,</br>The forest oak was seen to rear its head;</br>Yet now, across the fancy dazzled sight,</br>Fair visions flash, as meteors from the dead;</br>The peaceful dwelling, where the savage tread</br>Of wolf and panther, lately rous'd the glen,</br>A populated city in the stead</br>Of savage tenements, and less than man</br>Who roam untutored, where, now walks, the denizen.", "Yet fairer still is that blest fabric rear'd,</br>Upon the basis of the enlightened free,</br>The monument, ten million souls have dared</br>To build despite, threats of tyranny;</br>And which, still rises, like the forest tree,</br>To heights beyond the fond imaginings</br>Of its best architects; may yet it be</br>The star, to which, with fast increasing wings</br>Nations unborn may fly, to seek, what freedom brings.", "How beautiful, how bright, its glimmerings shine</br>Though the dark veil of Superstition's fare,</br>Like the fair gem, when raised from out the mine,</br>Diffusing light and radiance once again;&mdash;</br>It reaches o'er the broad and vasty main</br>To shed its influence upon other spheres,</br>And penetrates the mist which long hath lain,</br>Unknown to birth, amid the darksome years</br>Of error, and of crime of slavish hopes and fears.", "There yet will be an era, when the light</br>Of liberty, shall shine o'er Europe's land,</br>And to her sons, reveal the inspiring sight</br>Of simple Truth, with her unaided wand</br>Dispersing ignorance, from strand to strand,</br>And rearing on its soil an edifice</br>Subservient to no despot's, stern command,</br>But based on merit, and with only this</br>To guide its peace, and point its votaries to bliss.", "For now, if ever, moves the \"march of mind,\"</br>To test with truth the busy scene below,</br>And little place will error's priesthood find</br>To graft that fruit, which ne'er can thrive or grow,</br>Except in souls that have not felt the glow</br>Of Science's light, diffusing all around</br>Its brightness, and inspiring man to know</br>What little knowledge in this state is found,</br>And rousing all those energies by darkness bound.", "For human intellect is like the mine</br>That lies unseen beneath some citadel,</br>And till it feel th' exciting torch of pine</br>Along its train, no talent sound will tell;</br>But when aroused, no engine will repel</br>Each barrier to its vent, with greater force,</br>Nor can strength check the vast and mighty swell</br>Which curries all in its resistless course.</br>And leaves but little trace, of its dependant course.", "Columbia!  thou hast seen thy brighter day,</br>The beauteous day of plenty and of peace,</br>And now emerging from that dreary way,</br>That leads to slavery, thy perils cease;</br>Yet, may the genius of thy sons increase</br>To build fair Science to its topmost height,</br>And from those bonds, that tie her down, release</br>The goddess Truth, to shed once more a light</br>In every freeborn soul, that claims its natal right.", "Then, yet more fair will seem thy beauteous soil,</br>And brighter will thy heroic realms appear;</br>Then, ever guarded from each tyrant's toil,</br>Thy glorious country will have nought to fear</br>From ought of weak, ambitious man's career;</br>But proudly echoing o'er the vasty sea,</br>O'er which thy ships will ever dare to steer,</br>The cry of Liberty, till courts agree,</br>That heaven hath shed around, its blessings o'er the free.</br>"]