["And now, obedient to divine command,</br>Reluctant winter yields his rigid reign;</br>Exulting Nature breaks his cruel band,</br>And welcomes Flora to her old domain;</br>She from her chariot strews ambrosial flowers;</br>'Tis she, that decks the vales, and renovates the bowers.", "The pendent isicle perceives the thaw,</br>Then quits the straw-roof'd cot, and melts away;</br>The snow beholds, and hastens to withdraw,</br>But loses first its innocent array:</br>Assuming now, a robe of murky hue</br>More soil'd, as more receding from our view.", "Ice in its northern magazine lies chain'd,</br>And all the furious hurricanes are bound;</br>Zephyr, by Eurus fierce too long restrain'd,</br>Now claps his pinions at the joyful sound;</br>The gentle shower descends; earth opens wide</br>Her jaws, and thirsty sucks the copious tide.", "The glorious sun with vegetative powers</br>Endues the air, resolving to unchain</br>The willing world, while in his noon-tide hours:</br>Well knowing, that his sister Queen again,</br>When she resum'd her silver throne, would freeze</br>The brooks and rills, and hardly spare the seas.", "And now alternate, what bright Phoebus thaws</br>By day, by night the Queen of shade congeals:</br>Nature, subservient to discordant laws,</br>In all her springs the dire commotion feels:</br>The bud, that noon-tide suns inspir'd to rise,</br>Lies dead at evening, chill'd by frosty skies.", "Mid the confusion, whilst we scarce can tell</br>If winter stays or flies, the snow-drop rears</br>Her humid head, and fills each drooping bell</br>With incense pure and odoriferous tears:</br>Safe in its native innocence it stands,</br>Nor dreads keen Boreas, nor the wintry bands.", "Yet, but a herald to the crocus proud,</br>Who peers a King in golden arms array'd,</br>Around him daffodils and violets crowd,</br>And primroses dear to the wood-land maid;</br>Succeeded quickly by a thousand flowers,</br>All that delight in meadows, hills, and bowers.", "Behold, the elm puts on its dark array</br>Of dusky green;  forth shoots the alder dun;</br>In the light breeze the leaves of aspin play;</br>The bushy sycamore desires the sun;</br>And last, as if the sylvan band to close,</br>The regal oak his ample foliage shows.", "But see, the young creation is awake;</br>The household bee forsakes her waxen cell;</br>The finny nations wanton in the lake;</br>The gentle birds their pleasing descants tell;</br>The lordly steed indignant paws the ground;</br>And o'er green thymy banks the lambkins bound.", "And now the etherial ram the zenith leaves,</br>The ram of old surcharg'd with Helle's fate;</br>This, the proud bull, his rival stern, perceives,</br>And issue forth in all his radiant state,</br>He bends his starry horns, enwreath'd with light,</br>As if to rend the dusky veil of night.", "The blessed sun his beams benignly pours</br>On the glad earth, and bids creation smile:</br>Exuberant nature pours forth all her stores,</br>And chearful swains renew their annual toil:</br>War too, by intermission unsubdu'd,</br>Resumes its rage for violence and blood!", "But that I fear my mortal muse would faint,</br>And leave me aidless in th' unbounded space,</br>My song the starry firmament should paint,</br>How planets run their vast eliptic race,</br>Arcturus urging on his starry team,</br>Orion's sword, and Ursa's guiding beam.", "But let me stop the thought, nor strive to rein</br>This fiery steed, nor compass heights divine;</br>Lest  I, dismounted on the Lycian plain,</br>Mourn like Bellerophon the rash design;</br>Enough that I with rude and doric strain,</br>Oh genial spring!  have hail'd thy welcome reign.</br>"]