["BRITO.</br>Graze on my Lambs, here's nothing to disquiet</br>Your gentle peace, or interupt your diet:</br>Why croud ye thus so neer your frighted dams?</br>Here's neither Wolf, nor Fox; Graze on, my Lambs:</br>Graze on, my Sheep; why gaze ye to and fro,</br>As if ye fear'd some evill?  Why gaze ye so?</br>What serves your Shepheard for, if not to keep</br>Your hearts secure from feares?  Graze on, my sheep:</br>Forbeare my Lambs, to feare ye know not what,</br>And feed; your feeding makes your shepheard fat:</br>But who comes yonder?  'Seemes farre off to be</br>Our creeping Shepheard Luscus:  and 'tis he:</br>I thought my Lambs had something in the wind,</br>They left to graze and lookt so oft behind:</br>They love that Luscus, on the selfe same manner,</br>As dogs, by' instinct of nature, love the Tanner:</br>See here he comes:  Lord, how my lambs divide</br>Their eching paces to the farther side!", "LUSCUS.</br>The blessed Virgin, and S. Francis keep</br>The joviall Shepheard, and his jolly sheep.", "BRITO.</br>Would not the blessed Virgins blessing doe,</br>Without the blessing of S. Francis too?", "LUSCUS.</br>Why, captious Brito, Store is held no Sore;</br>And two Saints blessings make us blest the more.", "BRITO.</br>Is Luscus, then, my soule two blessings deep,</br>Or am I joyn'd in Patent with my sheep?</br>But tell me now, my Saint-imploring brother,</br>One Cypher being added to another,</br>What makes the totall summe?", "LUSCUS.</br>No summe at all.", "BRITO.</br>Such were the blessings, thy late tongue let fall:</br>But 'twas thy blinded love, and, to repend thee;</br>That blessed Virgins blessed Son amend thee:</br>But say, what ayl'st thou, Luscus, that thy skin</br>Appeares so course, and thy pale cheekes so thin?</br>Me thinks thine eyes are dim, those eyes of thine,</br>That lately were so radiant, and did shine</br>Like blazing starres, (which oftentimes foreshow</br>The fall of some great Prince, or overthrow</br>Of prosperous States) how dull, how dead they look!</br>As if the style of some new-answer'd Book</br>Had overwatch'd them, or thy hollow cheek</br>Had been at buffets with an Ember week.", "LUSCUS.</br>Plump faces, Brito, are esteem'd the least</br>Of Shepheards care; Good Shepheards may not feast,</br>They must bin sober, keep their bodies chast;</br>A Shepheards calling is to watch and fast:</br>Their lips must tast no Cates, their eyes, no sleep;</br>Such diet, Brito, Roman Shepheards keep.", "BRITO.</br>Or should, good Luscus:  Shepheards love their ease</br>Too well, to make a dye of that disease:</br>Their faces are not alwayes faithfull signes</br>Of hide-bound Ribs, and narrow wasted loynes:</br>Shepheards can make Good-friday on their Cheeke,</br>When their full hearts, at home, keep Easter weeke.", "LUSCUS.</br>Curse on those Shepheards, that bin so untrue.", "BRITO.</br>That Curse, I feare, belongs to some of you:</br>Your Roman faces can look thin, by art,</br>Their eye can weep teares, strangers to their heart.", "LUSCUS.</br>Rash are those censures, and those words misguided,</br>Where Hearts and Charity, are so farre divided:</br>But tell me, Brito; what have we misdone</br>To earne so sharp a censure?  Whereupon</br>Ground'st thou thy harsh conceit?  what has our nation</br>Committed, worthy of so foul taxation?", "BRITO.</br>I'le tell thee if thy patience will but lend</br>A quiet eare; Plain dealing speakes a friend.", "LUSCUS.</br>Speake freely then, Luscus shall find an eare;</br>Thou shalt not speake, what Luscus will not heare.", "BRITO.</br>When our great Master-shepheard, (under whom</br>We serve, being substituted in his roome)</br>Forsooke this vale, and tooke his journey on,</br>To take possession of his fathers Throne,</br>He cal'd his under Shepheards, to whose care</br>He lent his flocks, (those flocks he priz'd more deare</br>Then his owne life) to them he recommended</br>The highest trust that ever yet depended</br>On care of man:  To them he did enlarge</br>His strict Commands, to execute that charge,</br>With greatest faith and loyalty, to keep</br>His Lambs from danger, and to feed his Sheep;</br>Nay, Luscus, the more fully to declare</br>His gracious pleasure, and his tender care</br>In that behalfe, what his desire did move</br>His zeale did quicken on the Bands of love;</br>Nay more, that word, whose accent had the power</br>To ruine Heaven and Earth, and, in one hower,</br>To build a thousand more, (whose very breath</br>At the first motion could blow life or death)</br>He thrice repeated, O my Shepheards keep</br>My Flocks; O feed my Lambs; O fold my Sheep:</br>Yet did our bounteous Master not regard.</br>His good alone; our Pan was not so hard,</br>(Although our lifes, and all that we enjoy</br>Lye prostrate at his pleasure) to imploy</br>The busie hands of us poore Shepheard swaines,</br>Or to require our unrewarded paines:</br>He gives us peace, and freedome; He sustaines us</br>With full and wholsome diet; He maintaines us</br>In needfull raiment; keeps us sound in health;</br>Gives us content; the very height of wealth:</br>Besides, at every Shearing he allowes</br>A golden Girland, to adorne our browes;</br>And when our faithfull hands shall give account</br>Of our improv'd endeavours, we shall mount</br>Into our Masters joy, where, being drest</br>In Robes, and Crownes, we shall enjoy that rest,</br>Prepar'd for faithfull Shepheards, and there sing</br>Perpetuall Past'rals to our Shepheard-King:</br>But they whose slumbring eyes have misattended</br>Their wandring flocks, whose hands have not defended</br>Their worried lambs, those Shepheards shal make good</br>Their owne defaults, with their owne dearest blood.", "LUSCUS.</br>Brito, this night, the Moone begins to gain</br>Her waned light; I feare, she threatens rain;</br>These busie Gnats, I doubt, conspire together,</br>To bring us tidings of some change of weather.", "BRITO.</br>Luscus, 'twere much for faithlesse Shepheards ease,</br>If no worse Gnats might suck their blood then these.", "LUSCUS.</br>The Sun shines hot; the Southern wind blows warme:</br>But kindly showers would do these grounds no harme.", "BRITO.</br>Lesse harme, good Luscus, (if my thoughts bin true)</br>Then this discourse (which you so baulk) does you:</br>We talk of Shepheards; our discourse relates</br>Of thriving flocks; and you of Showres and Gnats:</br>A pleasing subject may command your eare,</br>But what you like not you are slow to heare:</br>A Roman Swain can heare, and yet can choose;</br>His eares, like Jugglers, can play fast and loose,</br>For his advantage, nay, (and what appeares</br>More strange) he can be deaf to what he heares.", "LUSCUS.</br>What ayles this peevish Shepheard?  I attended</br>Till I was tyred, and his Tale was ended;</br>What would'st thou more with my obtunded eare?", "BRITO.</br>That, Shepheard, which thou seem'st so loth to heare;</br>That, which observed with attentive heed,</br>Will make thy heart-strings crack, and thy heart bleed.", "LUSCUS.</br>Speake, Shepheard, then, whilst I renew my eare:</br>A Roman spirit scornes a childish Feare.", "BRITO.</br>I, Luscus, 'tis the want of Childish feare</br>That makes thee lend a fear-disdaining eare:</br>Thou art a Shepheard; (else, the fouler shame</br>T' usurp the honour of so high a name)</br>A Roman Shepheard too, that does professe</br>To feed the flock; and yet does nothing lesse;</br>You take the croppe; your flocks, alas, but gleane,</br>And what makes you so fat, makes them so leane;</br>God knows you feed your selves:  by what Commission</br>Plough you those Pastures, for your owne provision,</br>Which our good Shepheard sever'd out, to keep</br>And to maintaine his poore deceived sheep?</br>Who gave you licence thus, bold Swaines, to pinch</br>Your Masters gracious bounty, and to inch</br>His bounteous favours, that can but allow</br>The Headlands, but the margents of your Plough,</br>To feed so faire a flock?  Nay, more then so,</br>They are forbid those slender Headlands too,</br>Untill the slow-pac'd sythe, has shorne them downe</br>So late, that winter flouds have overflowne</br>Their saplesse swaths, and fill'd them so with sand</br>And earthy trash, brought downe from th' upper land</br>By th' unresisted current of the flood,</br>That 'tis but flatter'd with the name of food:</br>Nay, more then that, poore flocks, they are forbid</br>To feed at large, as heretofore they did,</br>They must be tether'd now, must be bereaven</br>Of the sweet moysture, of the dew of heaven:</br>Nor must their slender food be simply such</br>As heaven had made it; no, 'tmust have a touch</br>Of new Invention, which our wise God Pan</br>Ne're thought on; since, devis'd by wiser man:</br>It must be mingled with fast growing Flagges,</br>Mire-rooted rushes, sweet'ned with the Bragges</br>Of pious Thrift; nor must the hungry flocks</br>Take what they please; it must be serv'd in Locks,</br>And Ostry Bottles; neither when they would</br>They must be fed, nor yet with what they should:</br>To day, they must be dieted, and fast</br>From common food; no lesse then death, to tast:</br>To morrow, pamper'd with excesse, (and nurst</br>With a full hand) may ravin till they burst:</br>Brave Shepheards, Luscus; fit to serve such flocks!</br>Where you command, Lambs need not feare the Fox.", "LUSCUS.</br>No wonder, Brito, that your Censures be</br>So sharpe to us, that so much disagree</br>Among your selves:  you Britain Shepheards are</br>So strangely factious, that you would even jarre</br>With your owne shadowes, had no substance been</br>Subjected to the venome of your spleen:</br>Look, first at home, and seek to reconcile</br>Your selves, that mixe like Vineger with Oyle;</br>Then snarle:  Till heaven shall send you such a season,</br>It is your Faction speakes, and not your Reason.", "BRITO.</br>We have our factions, Swaine, you speake but true;</br>They must have Itch that touch such Blanes as you:</br>You broach new fangles; you devise new waies,</br>And give more licence to licencious daies:</br>You limit, you distinguish as you please;</br>You take no paines but in contriving ease,</br>And plotting how to pamper Flesh and Blood,</br>Masking true Evills with apparent Good:</br>Thus you corrupt our Shepheards, and even those</br>That of themselves are apt enough (God knowes)</br>To love their eases; Shepheard, when we jarre</br>Among our selves, we doe but onely warre</br>Against your Doctrines, which too much encrease</br>Among us:  No, such warres conclude a Peace.", "LUSCUS.</br>Our doctrines, Brito?  Recollect thy thought,</br>Whose doctrin was it, that Swaine Luther taught?</br>Who taught your wisdomes to forsake your flocks,</br>And let them ramble on the barren Rocks,</br>And wander God knowes where?  who taught your hearts,</br>(More hard then Marble) those well practis'd arts</br>Of cruell Piety, to prize Conceit,</br>And wilde Opinion at a higher rate</br>Then all their lives, and rather beare the losse</br>Of your whole flocks, then brand them with a Crosse,</br>Our Masters Sheepmarke?  These conceits are yours,</br>Good Britain Swaine; These doctrines were not ours.", "BRITO.</br>Fanne not my smoth'ring Fiers, lest their flame</br>Torment your neighb'ring shins:  should I but name</br>The Tithe of that base dunghill trash, brought in</br>By your Dominicans, scaveng'd out agin</br>By worse Franciscans; the perpetuall Jarres</br>Twixt your hot Jesuits and your Seculars;</br>How Thomas snarles at Scotus; and how hee</br>Snarles back at Thomas; how your new Decree</br>Confronts the old; and how your last does smother</br>The first; and how one Councell thwarts another;</br>'Twould stop your mouth, and make you scorn the schooles,</br>Or wisely pray for more encrease of fooles:</br>But to conclude, the Shepheards charge is given</br>To us; and if an Angel come from heaven,</br>And teach new wayes, whose rules should disaccord</br>From what our Master-shepheard left by word</br>To our performance, I would teach mine eare</br>A scornfull deafnesse; or (if forc'd to heare)</br>My tongue should find the courage to defye</br>His words, and boldly give his face the lye:</br>But see!  the treble shades begin to damp</br>The moystn'd earth; and the declining Lamp</br>Invites our lips to silence; day growes old:</br>'Tis time to draw our willing flocks to fold:</br>Hark, hark, my Wether rings his evening bell;</br>I must away.", "LUSCUS.</br>Shepheard Good night.", "BRITO.</br>Farewell.</br>"]