["THRYSIS.</br>Why underneath this spreading Poplar's Shade,</br>Young Corydon, art thou so pensive laid?</br>Why should that Gloom chase thy wonted Red?</br>What galling Grief thus preys upon thy Breast,</br>And with what wasting Woe art thou oppress'd?</br>Say, drooping Swain, thy faithful Thyrsis tell,</br>Reveal what racking Cares thy Bosom swell.", "CORYDON.</br>Ah!  well a day!  kind Shepherd, O forbear,</br>Nor urge the melancholly Tale to hear.</br>Go, gentle Thyrsis, grace the flow'ry Green;</br>Chearful, amongst the jolly Swains be seen;</br>Leave me to sigh alone, and languish here;</br>Oh!  press me not to tell my racking Care.", "THRYSIS.</br>Arcadian Swains, shall hate their tender Flocks,</br>Delicious Plains, shall smile on barren Rocks,</br>My browzing Kidds blue Mallows shall refuse,</br>My Sheep shall loath the dulcet Morning-Dews,</br>Fierce Lybian Tygers tim'rous Fawns shall fear,</br>And bleating Ewes their milky Lambkins tear,</br>Nature's fix'd Course shall fail, if e'er I go,</br>'Till I have heard the Cause of all thy Woe:</br>Begin, sweet Corydon, thy mournful Lay,</br>Nor shall I think it long all Night to stay.", "CORYDON.</br>Alas! &mdash; E'erwhile, how brisk was I and gay,</br>When ruddy Health my Visage did display?</br>Then to mine Oaten Reed I tun'd my Song,</br>And won Applause from ev'ry Shepherd's Tongue.</br>Then, all my Sheep (now ragged) throve amain,</br>Unhappy Flock, they mourn their Master's Pain!</br>Not driv'n a-Field, by Morn, whilst here I lie,</br>Nor pent in Fold, by Night, they all will die:</br>Unhappy Flock, of a  more luckless Swain!</br>Whilst he to Streams, and Fountains doth complain,</br>Nor heeds his rural Task; Wo-worth the Days,</br>When first he did on fair PHILESIA gaze!</br>For him, his Flock; he, for PHILESIA dies;</br>O wide Destruction of her potent Eyes!</br>On yon fair Ash I sang, and with my Song</br>Yon neigh'bring Rocks, and gloomy Copses rung.</br>The Nightingale no longer would complain,</br>But listen'd to my more lamenting Strain:</br>The prowling Wolves, their horrid Barking cease,</br>And let the waning Moon descend in Peace.</br>O Nymph!  O Goddess!  save a dying Swain!</br>Nor let me perish by the cold Disdain!</br>Tho' thou, my Love, art fair as Scythian Snow,</br>And both thy Cheeks with Tyrian Crimson glow,</br>Pleasant and sweet, as the soft Western Wind,</br>Or Jessamin with blushing Roses join'd,</br>Yet scorn me not, nor aggravate my Pain;</br>Altho' I be a humble Shepherd Swain.</br>The Time would fail should I essay to tell,</br>The Gods and Heroes, who have deign'd to dwell</br>In Times of Old, on blest Arcadian Plains,</br>And on their Reeds have tun'd immortal Strains.</br>I too can trill a no untuneful Lay,</br>If all be true which plaisant Shepherds say;</br>(And why should plaisant Shepherds flatter me,</br>Who all so simple, plain, and guileless be?)</br>Unfold in Song great Nature's Laws I can,</br>And mighty Jove, or our Arcadian Pan,</br>Can raise aloft, in no unworthy Verse,</br>And their high Praise in swelling Notes rehearse.</br>But oh!  if thou a rural Life wilt brook,</br>And in thy Hand wilt grasp the past'ral Crook,</br>I have a Harp, on which I'll fix new Strings,</br>And play to thee Ten Thousand softest Things.</br>With Myrtle Wreaths, I'll crown thy lucid Brows;</br>And raise thy Fame next Jove's Imperial Spouse:</br>Thy shining Form I'll tell to ev'ry Grove;</br>And vocal Woods shall praise my beauteous Love,</br>Nor shall my constant Heart (for ever) from thee rove.", "THRYSIS.</br>O wond'rous Youth!  O tuneful Shepherd Swain!</br>Not half so sweet the artful Mopsus plays,</br>Tho' when he sings, our Flocks forget to graze.</br>But now you've ceas'd the melting Lay to sound,</br>Let us arise and quit the dampy Ground;</br>Lo Phoebe's Silver Carr is wheel'd on high,</br>And thro' the Air, unwholesome Vapours fly:</br>With me, dear Corydon, 'till Morn retreat,</br>Tho' mean my Hutt, yet is it snug and sweet.</br>I have a Beechen Bowl will chear your Heart</br>To see the Niceness of its Carver's Art;</br>'Twas fam'd Menalcas' Work, he gave it me,</br>And for thy charming Song I'll give it thee:</br>Nor empty that, but crown'd with dulcet Cream,</br>Delicious, as the Nymph you made your Theme.</br>Ne'er such a Song, or such a Swain was heard,</br>But oh!  the fatal Cause is what I fear'd.</br>Go then, with suasive Art pursue the Fair,</br>And glad Success shall chase thy black Despair;</br>Let her but hear thy Notes, O Corydon,</br>And you'll revenge the Harms her Eyes have done;</br>Soft thrilling Love shall in her Bosom glow,</br>And her proud flinty Heart relenting grow.</br>For oh!  what Nymph can slight an artful Youth,</br>Whose Soul's so full of Tenderness and Truth.</br>"]