["Memory!  mysterious principle, whose power</br>Can ope alike the source of joy, or wo;</br>Can gild with \"gladsome ray\" the passing hour,</br>Or bid the starting tear of anguish flow:</br>Fain would my mournful song aspire to show</br>What keen regret, what deep remorse is thine;</br>How in the wreath which decks thine awful brow,</br>The cypress with the willow should entwine,</br>Alas!  my plaintive lyre, a gloomy theme is mine!", "Far different visions happier bards have seen,</br>Far different lays have happier poets sung;</br>And on those soul-enchanting sounds I ween</br>Full many a captivated ear hath hung.</br>Nor would I spurn the lyre to rapture strung,</br>Or deem the song of Memory's joys untrue;</br>For oft, ere anguish had my bosom wrung,</br>Did former hours recur to fancy's view,</br>In gaudier colours drest, with graces ever new.", "Yes, Memory!  in thy richly varied page,</br>Some pleasing passages may charm the eye;</br>The guileless records of our earlier age</br>May bring some dreams of retrospective joy;</br>But is that pleasure then without alloy?</br>Or does not contrast turn that bliss to wo?</br>But few, I fear, can think of hours gone by,</br>Nor witness in their hearts compunction's throe</br>For moments unimproved, and time mispent below.", "Grant that nor vice, nor folly wounds the heart,</br>Yet various feelings may regret inspire;</br>The agonizing tear may often start,</br>To see departed friendship's flame expire.</br>The mother mourns her child, the son his sire,</br>Once loved on earth, now number'd with the dead;</br>The weeping maiden's trembling steps retire</br>From the green sod where rests her lover's head:&mdash;</br>Who hath not mourn'd in vain for joys that long have fled?", "To meditate, with retrospective glance,</br>On vanish'd transports of gay hours of pleasure,</br>Our present happiness may well enhance,</br>As former gains increase our present treasure.</br>Benignant time's insensible erasure</br>May mitigate the heart-felt pangs of sorrow;</br>And from the cheering view of well spent leisure,</br>Some gleams of hope the mind may justly borrow</br>To usher in the dawn of heaven's eternal morrow.", "For, can the wiles of art, the grasp of power,</br>Or all the fiends which blast the mind's repose,</br>Snatch the rich reliques of a well spent hour,</br>Or quench the light it gives at life's dark close?</br>No &mdash; when the lamp of life but faintly glows,</br>E'en when the trembling spirit wings her flight,</br>Conscience shall blunt departing nature's throes,</br>And smiling hope shall pour, with lustre bright,</br>Around her heaven-ward path a stream of living light.", "Such were the sounds, which, on my youthful ear,</br>In strains of harmony and rapture fell;</br>When Rogers bade his song, melodious, clear,</br>In sweetest accents Memory's pleasures tell;</br>Did not my glowing bosom feel the spell</br>Of his celestial theme?  My raptur'd thought</br>Would oft, by him inspired, with fondness dwell</br>On hours for ever fled, with pleasure fraught</br>By Memory's magic power from infant pastime brought.", "Oh!  sweetest Minstrel!  since to thee belong</br>The gift of verse, the poet's art divine;</br>Why should thy silence thus the muses wrong?</br>Why lies unstrung a harp so sweet as thine?</br>\"Oh!  wake once more!\"  pour forth the flowing line,</br>Assert the honours thou hast justly won:</br>\"Oh!  wake once more!\"  invoke the favoring nine,</br>And ere thy yet remaining sand be run,</br>Resplendently shine forth like the meridian sun.", "But, though thy pleasures, Memory, justly claim</br>The votive tribute of the minstrel's song;</br>Yet keen regret, despair, and blushing shame,</br>Horror and madness too, to thee belong.</br>Of torturing fiends a fell relentless throng</br>Attend thy course, and goad the anguish'd mind,</br>Recal the hour when vice betray'd to wrong,</br>Anticipate the doom to guilt assign'd,</br>And to each glimpse of hope the wandering senses blind.", "And shall thy pleasures then alone inspire</br>The poet's song?  shall fancy, sportive, gay,</br>To notes of joy ecstatic tune the lyre,</br>Unmindful that those Pleasures soon decay?</br>Forgetful that the brightest, happiest day</br>Must often, by misfortune overcast,</br>Call forth the tear for moments pass'd away,</br>For hopes dispers'd by disappointment's blast,</br>And pleasing spells dissolv'd, which fancy said should last.", "And do not Themes like these deserve the lay?</br>Yes; though ungrateful, gloomy, and forlorn;</br>Scorn'd by the young, unnotic'd by the gay,</br>Who sport enraptur'd in the glowing morn</br>Of life:  yet hearts there are who may not scorn</br>The song which bids the tear of pity start;</br>Hearts which have deeply felt the rankling thorn</br>Which Memory can through every Fibre dart;</br>To such my lay shall flow warm from a kindred heart,", "Not broken tho' subdued; for I have known</br>The day of sunshine, and the night of gloom;</br>Have seen the star of love, which brightly shone,</br>Descend in Death, my Prospects to illume</br>No more.  If over some unsculptur'd Tomb</br>The drops of hopeless anguish ye have shed;</br>I well can weep with you your luckless doom,</br>For She, with whom I hop'd life's path to tread,</br>Rests in her silent grave, companion of the dead!", "Dear sainted Spirit!  wheresoe'er thy home,</br>How gladly to thy presence would I fly;</br>With thee through boundless fields of ether roam;</br>And praise with thee the source of love on high.</br>Blest Shade!  in thy refined society,</br>Nor pain, nor sorrow, nor remorse is known,</br>But glory, bliss, and immortality;</br>For transient life, and early death atone:</br>A heav'nly prize is thine, an earthly lot my own.", "Are there who mourn for friendship known no more?</br>For cold neglect, unmerited disdain?</br>Are there who weep adversity's dark hour?</br>Reluctant vassals in misfortune's train?</br>Are there for evil past who sigh in vain,</br>Harass'd with grief, worn out with toiling care?</br>Whoe'er ye are, whose bosoms throb with pain,</br>Deem not your own distress beyond compare,</br>But learn from heavier griefs your lighter load to bear.", "Hapless the lover in his nymph's disdain,</br>Hapless the mariner by tempests driven,</br>Hapless the cripple bent with age and pain,</br>Hapless the blind amid the light of heaven;</br>More hapless still the wretch who long has striven,</br>And o'er his fierce desires no battle won;</br>But, Oh!  how hapless he, whose heart is riven</br>With conscious guilt!  on whom the glorious sun</br>Shines with unwelcome ray, and tells of mischief done!", "Go, turn thine eye on Rome's heroic page,</br>And learn how Regulus, in days of yore,</br>The fiercest brunt of Carthaginian rage,</br>With tranquil soul, and mien unalter'd bore.</br>Or rather mark, where, bath'd in human gore,</br>The infuriate Bonner eyes the flaming pile;</br>And learn that conscious innocence has power</br>To meet the bitterest pains with cheerful smile;</br>To share the felon's fate, and e'en exult the while.", "Far different views yon gloomy cell shall yield,</br>Where, doom'd to die, th' ensanguin'd murd'rer lies;</br>No conscious innocence his breast can shield</br>From horror's sharp and speechless agonies.</br>Draw near; contemplating with pitying eyes</br>The chilly dews which bathe his humid brow;</br>Mark from his breast what sobs convulsive rise,</br>What briny torrents from his eyelids flow:</br>Tokens of dark despair and overwhelming wo.", "Oh!  say, what power thus lacerates his heart,</br>And shakes with dread dismay his quivering frame?</br>'Tis Memory!  Memory points the cruel dart;</br>'Tis Memory brings \"regret, remorse, and shame:\"</br>Her direful visions all his senses claim;</br>She reconducts him to the gloomy wood,</br>Where erst he waited till the traveller came:</br>By lust of gold seduced to vicious mood,</br>And urg'd by whispering Fiends to shed his brother's blood.", "Now he surveys in Memory's faithful glass</br>The dreadful deeds of that tempestuous night:</br>The howling winds through leafless branches pass,</br>And faintly glimmer to his low'ring sight</br>The conscious stars, no more in lustre bright,</br>But pale and wan, as ominous of wo;</br>The distant village clock now tolls the flight</br>Of lingering time: &mdash; still dark, and darker grow</br>The gathering clouds of heaven; and hoarser breezes blow!", "But hark!  a foot approaches: &mdash; now his breast</br>Alternate throbs with horror, and with fear:&mdash;</br>Then, springing forth, by daemons's ire possess'd,</br>He seems again with agony to hear</br>His victims dying groan appal his ear.&mdash;</br>Blood-chill'd:  with hair erect, he stands aghast!</br>Again the murmuring gale sweeps by so drear:</br>Another groan, still deeper than the last!</br>Another deeper still! &mdash; and now the scene is past!", "But think not Memory's pains exhausted yet:&mdash;</br>Led by her hand, with haggard eye he sees</br>The spot, where once, a stranger to regret,</br>Each passing Hour and changing Scene could please</br>Lo!  where, embosom'd by surrounding trees,</br>The neatly white-wash'd cottage strikes his eye;</br>That dear abode of innocence and ease;</br>The scene of happiest hours, long since gone by,</br>Now rises on his sight, and prompts the rending sigh.", "Once more transported there on fancy's wing,</br>He seems to taste of joys for ever flown;</br>Once more he hears the tuneful warblers sing:&mdash;</br>Ah!  never on that favorite cot has shone</br>A ray more bright: &mdash; nor ever yet were known</br>The chiming Bells more charmingly to sound</br>From yon tall tower, with ivy over-grown;</br>He seems to hear, in reverie profound,</br>The call to prayer and praise of all the village round.", "Forgot his crimes, his destiny, his woes;</br>He seems once more to join his early friends;</br>And, as the pious precept mildly flows</br>From reverend pastor's lips, an ear he lends:</br>And now and then a wistful glance he sends</br>Tow'rds the known Seat, where, modestly array'd,</br>In sabbath garb so trim, as wont, attends</br>His much lov'd Anne; his blue-eyed cottage maid,</br>The hamlet's fairest flower!  the boast of rural shade!", "The service o'er, their devious path they take,</br>Where chance or inclination guides their way;</br>Through winding lane, green mead, or flowery brake,</br>Or by the murmuring brook they fondly stray,</br>And watch the trembling sun-beams fitful play</br>Through the cool shelter of the aspen's bough:</br>And while he talks of love in accents gay,</br>The timid maiden hears his frequent vow,</br>With hesitating sigh, deep blush, and pensive brow.", "Delightful hours!  yet stay enchanting spell!</br>Oh!  banish truth and horror for a while;</br>And let his fancy some few moments dwell</br>On dreams of happiness, which may beguile</br>His sense of wo, and bid his dungeon smile!</br>It must not he:  the jailor's hollow tread</br>Once more recals the thought of \"durance vile;\"</br>Each fairy picture fancy sketch'd is fled;</br>Peace, innocence is gone, and hope itself is dead.", "Horrid transition!  can there now be nam'd</br>A reptile crawling on this earthly ball;</br>However vile, dishonour'd, and defam'd,</br>Whom suffering worse than this can e'er befal?</br>Oh!  memory!  why thus cruelly recal</br>Life's happiest hours?  why paint past scenes so fair?</br>Why add to him who drinks the cup of gall,</br>Sorrow to sorrow, Frenzy to despair?</br>Cease, cruel Memory!  cease; in mercy learn to spare.", "Now turning from the murderer's cell, survey</br>Where yonder bark, obedient to the gale,</br>From Britain's shore to Jackson's distant bay,</br>Conveys the wretch who next demands my tale.</br>Oh!  while the breeze expands the glistening sail,</br>Let fancy catch the note, which, murmuring low</br>Floats on the air; it seems a plaintive wail;</br>It tells of heart-felt grief, despair, and wo,</br>As thus its mournful accents tremulously flow.", "And do these swimming eyes indeed behold,</br>For the last time dear England's sea-girt shore?</br>Ye lofty cliffs!  reflecting streams of gold&mdash;</br>And must I see your glittering heights no more?</br>Must I in endless agony deplore,</br>At dreadful distance from my native land,</br>The loss of Friends!  of Home?  If life were o'er</br>'Twere well.  Then welcome death!  thy icy hand</br>Alone can cut the knot which binds to Albion's strand.", "Cease, Cease ye breezes!  swell not thus the sail,</br>Nor hasten thus my course, thou rolling wave!</br>Ah!  hear a Female exile's plaintive tale,</br>Her folly's victim, and her passion's slave!</br>O that I now might find a watery grave,</br>Discharg'd of all my crimes the dreadful debt;</br>The peaceful tenant of some coral cave:</br>I might at length, perchance, my woes forget,</br>Or lessen Memory's store of torment and regret.", "Yet, even then, hard fate, alas!  it were</br>That, thus reposing in unhallow'd ground,</br>These mould'ring bones, remote from Albion's air,</br>Should sink unwept in Ocean's deep profound.</br>No mourning relatives to gather round,</br>And watchful stand to catch my parting sigh;</br>Excluded from the sacred churchyard's bound,</br>Where Father, Mother, Sisters, Brothers lie,</br>Who o'er my poor remains shall cast a pitying eye?", "And you, my Children!  must you hear with shame,</br>From many a wanton tongue, your Mother's crime&mdash;</br>Yet do not learn to curse her guilty name,</br>For though, transported to a foreign clime,</br>By force she leaves you in your beauty's prime,</br>Yet still for you she sheds the frequent tear;</br>Nor e'er can distance, or the lapse of time,</br>Or guilty fetters, cause that shame or fear</br>Shall from your Mother's heart efface her children dear:", "But, farewell England!  and, alas!  farewell!</br>My friendless offspring!  from my fate beware!</br>Avoid the crime by which your Parent fell,</br>For thus the sacred oracles declare:</br>\"Thou shalt not steal,\" Oh!  then suppress with care</br>Each lawless wish; and seek to Him for might,</br>Whose gracious ear attends the Orphan's prayer:</br>You yet may stand approv'd in his dread sight,</br>And steer to Heaven's calm port your dangerous course aright.", "Clos'd be the Convict's Lay!  But let thine ear</br>Attention lend to notes of further wo,</br>And stray with me, when twilight time is near,</br>Where Hannah's slighted reliques sleep below</br>Th' untrodden heap of earth; and thou shalt know</br>Her bright beginning, her unhallow'd end;</br>And should a frown of censure cloud thy brow</br>For Virtue lost; &mdash; yet still attention lend,</br>Since Thou thyself art frail, and may'st like her offend.", "\"For virtue lost, and ruin'd man I mourn,\"</br>Thus, Beattie!  flow'd thy hermit's solemn strain.</br>And, as that strain to Edwin's ear was borne,</br>His guileless bosom felt accordant pain.</br>Oh!  could that plaintive sage but raise again</br>His warning voice!  and sing the hapless maid,</br>Seduc'd by love from virtue's spotless train;</br>How would the Minstrel mourn, as he survey'd,</br>So sweet, so fair a flower so prematurely fade.", "Among the rustic beauties, passing fair,</br>Whose native bloom no tints of art excel,</br>What maid with Hannah Meadows could compare?</br>Or could the neighbouring market-town, where dwell</br>Accomplish'd nymphs, produce one shining belle,</br>Whose face, whose figure, Hannah's might surpass?</br>Oft would her youthful bosom vainly swell,</br>As she beheld, reflected in the glass,</br>Charms prais'd by every swain, and own'd by many a lass.", "Oh Vanity!  thou subtle, powerful foe!</br>Who can withstand thy soul-deceiving wile?</br>If e'en to courtly dames thy accents flow</br>Uncheck'd, in rustic intercourse thy guile</br>Can raise in many a damsel's cheek the smile</br>Of conscious beauty; and her fluttering heart</br>Fresh hopes of conquest meditates the while:</br>No more she thinks that nature's charms impart</br>Alone sufficient grace, without the aid of art.", "Who now each Sabbath strikes the wandering sight</br>Of every envious fair, and gazing swain?</br>For neatly printed gown, a robe of white</br>Is now assumed:  for cottage bonnet plain,</br>A modish hat.  Ah!  Maiden idly vain!</br>Not half so lovely dost thou now appear,</br>As when the simplest of the simple train:</br>Those who most love thee, now, with anxious fear,</br>Review thy guileless days and scarce suppress the tear.", "But Hannah saw no danger, though her sire</br>With prudent caution and forbidding frown,</br>Condemn'd the frequent visits of the squire,</br>Who to the Manor-house came lately down.</br>A Profligate!  who sought for no renown</br>But such as vice and dissipation yield;</br>Who, train'd to fraud and flattery in town,</br>Knew every thought the Maiden's sigh reveal'd:</br>Against a foe like this how vain was Caution's shield!", "I may not paint the guileful, cruel art,</br>Which, under semblance vile of love and truth,</br>Ensnar'd poor Hannah's unsuspecting heart;</br>And, void of honour, and of gentler ruth,</br>Blasted her charms:  with treacherous poison smooth</br>Tainted her bosom to deceit unknown:</br>The Maiden fell.  Let inexperienc'd youth</br>Beware her fate.  Ah!  could the anguish'd groan,</br>Which rends her tortur'd breast, for her offence atone.", "Here too shall Memory, with avenging hand,</br>Unrol the record of departed years:</br>How shall the hapless sufferer's heart withstand</br>Reiterated pangs, when thus appears</br>Frightful the prospect round!  With fruitless tears</br>To mourn for honour, and for virtue fled</br>Oh Memory!  is thy work!  Arm'd by her fears,</br>Her hand arrests her heart.  Oh lightly tread</br>Beside the grass-green turf which marks poor Hannah's bed.", "By the road side, beneath yon bushy thorn,</br>Which scents with fragrance mild the vernal gale;</br>Victim of guilt, despair, and ruthless scorn,</br>Is laid the loveliest blossom of the vale.</br>Ill-fated Maiden!  though thy artless tale</br>Shall many a sympathetic bosom rend,</br>Or prompt one sigh, let justice still prevail,</br>And, whilst o'er thy dishonour'd grave we bend,</br>With horror we must view thy rash, thy frantic end.", "E'en now, though lovely beams the lunar ray,</br>Through quivering branches, on thy grave so green;</br>No villager benighted dares to stray</br>To that sad spot; for Fancy there has been</br>So scar'd, as stories go, that she hath seen</br>At midnight's silent hour, in vesture white,</br>A shadowy wand'rer of unearthly mien,</br>Whose hollow groans the passenger affright,</br>And hurry through the gloom of Winter's lonely night.</br>"]