["Cease!  Memory!  cease!  nor longer thus recall</br>The sad yet dear remembrance of those days,</br>Those blissful days of Love and Joy, when all</br>Of Life and Light were valued, but to gaze</br>With rapture on those eyes, where the bright blaze</br>Of Heaven's own glory shone, and their clear beam</br>Was like some starlet's bright and lovely rays,</br>Glowing with such soft splendour, that they seem</br>E'en yet but half extinguished, like some fairy dream.", "Oh!  'twas a feeling holy, chaste, and pure,</br>That warm'd my breast towards thee, for thou wast</br>Like some fair vision sent on earth, to lure</br>All hearts to love and virtue, or to cast</br>A gladdening Halo round, a sweet foretaste</br>Of Heaven and heavenly joys, for o'er thy face</br>An Angel Glory gleam'd, too fair to last,&mdash;</br>And it was what no pencil e'er could trace,</br>'Twas Nature's masterpiece, the seat of every grace.", "I might not deem thee mortal, for to me</br>The while I gazed on thee with fixed eye,</br>Thou seemd'st so pure, so fair, as not to be</br>A Denizen of earth, but from on high,</br>A Seraph Power, an Essence of the sky&mdash;</br>And I did worship thee with fervent zeal,</br>And adoration holy, nor can I</br>Tell what it was did o'er my senses steal,</br>'Twas what I ne'er had felt, nor deem'd I e'er could feel.", "And art thou gone for ever? &mdash; Then no more,</br>Sweet Saint, no more with joy this heart must bound,</br>Oh that its sorrows and its griefs were o'er,</br>That it were cold and still, far, far beyond</br>The attacks of scorn and malice, and the sound</br>Of loud-voiced calumny, &mdash; and freed from care,</br>Would it were buried with thee in that mound</br>Where all my pleasures, hopes, and wishes are;&mdash;</br>Than live in dark despair, oh!  it were better far.", "Speak not to me of comfort!  is there one</br>On all this earth's wide surface, so oppress'd,</br>So wretched as I am?  No!  there is none&mdash;</br>But, ah!  what feelings soothe my anxious breast,</br>And whisper, \"Mourn not, for there is a rest</br>For hearts like thine with grief and sorrow riven:\"</br>There, sainted Spirit, art thou happy &mdash; blest!</br>Then let this \"holy Hope to Faith be given,\"</br>That tho' we part on Earth, we soon shall meet in Heaven.</br>"]