["When cole-blacke night with sable vaile</br>Eclipsd the gladsome light,</br>Rowland in darkesome shade alone,</br>Bemoanes his wofull plight.", "What time the wetherbeaten flockes,</br>Forsooke the fields to shrowd them in the folde,</br>The groves dispoyl'd of their fayre summer lockes,</br>The leaveles branches nipt with frostie colde,</br>The drouping trees their gaynesse all agone,</br>In mossie mantles doe expresse their moane.", "When Phoebus from his Lemmans lovely bower,</br>Throughout the sphere had jerckt his angry Jades,</br>His Carre now pass'd the heavens hie welked Tower,</br>Gan dragge adowne the occidentall slades,</br>In silent shade of desart all alone,</br>Thus to the night, Rowland bewrayes his moane.", "Oh blessed starres which lend the darknes light,</br>The glorious paynting of that circled throane,</br>You eyes of heaven, you lanthornes of the night,</br>To you bright starres, to you I make my moane,</br>Or end my dayes, or ease me of my griefe,</br>The earth is frayle, and yeelds me no reliefe.", "And thou fayre Phebe, cleerer to my sight,</br>Then Tytan is when brightest he hath shone,</br>Why shouldst thou now shut up thy blessed light,</br>And sdayne to looke on thy Endymion?</br>Perhaps the heavens me thus despight have done,</br>Because I durst compare thee with their sunne.", "If drery sighes the tempests of my brest,</br>Or streames of teares from floods of weeping eyes,</br>If downe-cast lookes with darksome cloudes opprest,</br>Or words which with sad accents fall and rise,</br>If these, nor her, nor you, to pittie move,</br>There's neither helpe in you, nor hope in love.", "Oh fayr'st that lives, yet most unkindest mayd,</br>O whilome thou the joy of all my flocke,</br>Why have thine eyes these eyes of mine betrayd,</br>Unto thy hart more hard then flintie rocke,</br>And lastly thus depriv'd me of their sight,</br>From whome my love derives both life and light.", "Those dapper ditties pend unto her prayse,</br>And those sweete straynes of tunefull pastorall,</br>She scorneth as the Lourdayns clownish layes,</br>And recketh as the rustick madrigall,</br>Her lippes prophane Ideas sacred name,</br>And sdayne to read the annals of her fame.", "Those gorgeous garlands and those goodly flowers,</br>Wherewith I crown'd her tresses in the prime,</br>She most abhors, and shuns those pleasant bowers,</br>Made to disport her in the summer time:</br>She hates the sports and pastimes I invent,</br>And as the toade, flies all my meriment.", "With holy verses heryed I her glove,</br>And dew'd her cheekes with fountaines of my teares,</br>And carold her full many a lay of love,</br>Twisting sweete Roses in her golden hayres.</br>Her wandring sheepe full safely have I kept,</br>And watch'd her flocke full oft when she hath slept.", "Oenon never upon Ida hill,</br>So oft hath cald on Alexanders name,</br>As hath poore Rowland with an Angels quill,</br>Erected trophies of Ideas fame:</br>Yet that false shepheard Oenon fled from thee,</br>I follow her that ever flies from me.", "Ther's not a grove that wonders not my woe,</br>There's not a river weepes not at my tale:</br>I heare the ecchoes (wandring too and froe)</br>Resound my griefe in every hill and dale,</br>The beasts in field, with many a wofull groane,</br>The birds in ayre help to expresse my moane.", "Where been those lines?  the heraulds of my heart,</br>My plaints, my tears, my vowes, my sighes, my prayers?</br>O what avayleth fayth, or what my Artes?</br>O love, O hope, quite turn'd into despayres:</br>She stops her eares as Adder to the charmes,</br>And lets me lye and languish in my harmes.", "All is agone, such is my endles griefe,</br>And my mishaps amended naught with moane,</br>I see the heavens will yeeld me no reliefe:</br>What helpeth care, when cure is past and gone,</br>And teares I see, doe me avayle no good,</br>But as great showres increase the rising flood.", "With folded armes, thus hanging downe his head,</br>He gave a groane as though his heart had broke,</br>Then looking pale and wan as he were dead,</br>He fetch'd a sigh, but never a word he spoke:</br>For now his heart wax'd cold as any stone,</br>Was never man alive so woe begone.", "With that fayre Cinthya stoups her glittering vayle,</br>And dives adowne into the Ocean flood,</br>The easterne brow which erst was wan and pale,</br>Now in the dawning blusheth red as blood:</br>The whistling Larke ymounted on her wings,</br>To the gray morrow, her good morrow sings.", "When this poore shepheard Rowland of the Rocke,</br>Whose faynting legges his body scarse upheld,</br>Each shepheard now returning to his flocke,</br>Alone poore Rowland fled the pleasant field,</br>And in his Coate got to a vechie bed:</br>Was never man alive so hard bested.</br>"]