["The tea was sipp'd, Occela gone</br>To regulate affairs alone;</br>When, from the marriage lumber freed,</br>The Doctor with himself decreed</br>To nod &mdash; or, much the same, to read.</br>He always seem'd a wondrous lover</br>Of painted leaf, and Turky cover,</br>While no regard at all was had</br>To sots in homely russet clad,</br>Concluding he must be within</br>A calf, that wore without his skin.</br>Scott, if in rags, was not admir'd,</br>While Lacy seem'd as much inspir'd,</br>And in rich purple nicely drest,</br>Discours'd as faintly as the best.</br>Great Sherlock, Barrow, and these few</br>That teach our passions to subdue,</br>Without gilt backs he would despise,</br>Which seem'd at best but dully wise;</br>And Bunyan's Pilgrim shew'd the way</br>To Paradise as well as they.", "But, though his thoughts were fix'd to read,</br>The treatise was not yet decreed:</br>Uncertain to devote the day</br>To politicks, or else to play;</br>What theme would best his genius suit,</br>Grave morals, or a dull dispute,</br>Where both contending champions boast</br>The victory, which neither lost;</br>As Chiefs are oft in story read,</br>Each to pursue, when neither fled.", "He enters now the shining dome</br>Where crouded authors sweat for room;</br>So close, a man could hardly say</br>Which were more fixt, the shelves, or they.</br>Each with his golden title tells</br>Its author's name, and where he dwells;</br>And, to enlarge his credit more,</br>Directs us to his very door;</br>Boasting of wonders to be seen,</br>If we have faith to look, within.", "To please the eye, the highest space</br>A sett of wooden volumes grace;</br>Pure timber authers, that contain</br>As much as some that boast a brain;</br>That Alma Mater never view'd,</br>Without degrees to writers hew'd:</br>Yet solid thus just emblems shew</br>Of the dull brotherhood below,</br>Smiling their rivals to survey,</br>As great and real blocks as they.", "Distinguish'd then in even rows,</br>Here shines the Verse, and there the Prose;</br>(For, though Britannia fairer looks</br>United, 'tis not so with books:)</br>The champions of each different art</br>Had stations all assign'd apart,</br>Fearing the rival chiefs might be</br>For quarrels still, nor dead agree.</br>The Schoolmen first in long array</br>Their bulky lumber round display;</br>Seem'd to lament their wretched doom,</br>And heave for more convenient room,</br>While doctrine each of weight contains</br>To crack his shelves as well as brains;</br>Since all with him were thought to dream,</br>That flagg'd before they fill'd a rheam:</br>His authors wisely taught to prize,</br>Not for their merit, but their size;</br>No surer method ever found</br>Than buying writers by the pound;</br>For Heaven must needs his breast inspire,</br>That scribbling fill'd each month a quire,</br>And claim'd a station on his shelves,</br>Who scorn'd each sot who fool'd in twelves.", "Say, Goddess!  thou that tak'st delight</br>To live and lodge with folks that write;</br>What numbers justly may describe</br>The orders of the learned tribe?</br>Fierce wits, that long at variance stood,</br>And drew much ink, but little blood,</br>Each other's pardon now implore,</br>The cudgels drop, and snarl no more;</br>And, filling now the self-same place,</br>No longer combat, but embrace.", "Here vanquish'd Bentley, dreading still</br>The force of Boyle's vic'torious quill,</br>All suppliant now, devoutly swore</br>He ne'er would question Aesop more,</br>But own each page authentic stood</br>Some centuries before the flood;</br>Who, though the tyrant's bull of brass</br>Did for a mighty wonder pass,</br>On purpose wrote, to have it known</br>He made much bigger of his own.", "Maurus  and Garth their feuds survive,</br>And here in endless friendship live;</br>Kindly concording, now impart</br>Their healing power and rhyming art;</br>Unrival'd heroes both confest,</br>To close a life, or break a jest,</br>And both with both Apollo's blest.</br>But who can mention Maurus' name,</br>Without a line to crown his fame;</br>Upon whose brows inspiring hung</br>Large poppy wreaths, whene'er he sung,</br>Whose kindred rhymes their nature keep,</br>Gently disposing folks to sleep?</br>Then say, great Mirror of our Time,</br>(Not half to fam'd for cures as rhyme)</br>Why should'st thou other means pursue</br>To heal with drugs, when verse will do?</br>Five tender distichs, from those strains</br>Where Arthur moans, and Job complains,</br>Shall ever boast a power to steep</br>The wakeful'st eyes in downy sleep.</br>When strongest opiates nought avail,</br>Prescribe thy Muse, 'twill never fail;</br>Ne'er trouble physick with a cure,</br>Each page of thine will work as sure;</br>With whatsoever ills opprest,</br>'Tis sure to give thy patient rest.", "See next the Mantuan Bard appears,</br>And in his hand th' Aeneid bears;</br>Ten thousand laurels, round him spread,</br>Bloom ready to adorn his head,</br>Their greens too languid to bestow</br>That fame which to his verse we owe.</br>Such magick fills each heavenly line,</br>We read, and reacting grow divine;</br>Conscious we feel the extacy,</br>And seem inspir'd as well as he;</br>With him we soaring gain the skies,</br>Yet know not whence or how we rise.</br>But see what clouds of sullen woe</br>Sadly obscure his laurel'd brow!</br>While the bright glory, that surrounds</br>His sacred head, his sorrow drowns;</br>In vain the weeping Muse essays</br>To ease his grief with proffer'd bays;</br>Though, fam'd beyond the starry sky,</br>She vow'd th' Aeneid ne'er should die!</br>But, while we thus his grief explore,</br>Oh!  view the cause, nor wonder more:</br>See, closely fixt on either hand,</br>His two translators  near him stand,</br>Oblig'd to hear them both rehearst</br>His wondrous song in doggrel verse;</br>Thus doom'd to all succeeding times</br>To gingle in dull British rhymes.</br>\"He never thought, great bard!  to see</br>His Roman ladies sipping tea,</br>Divine Lavinia taking snuff;</br>Or grave Aeneas charge in buff,</br>Against his Latian foes advance</br>With musket now, instead of launce;</br>While mighty Turnus owes his fall</br>Not to a javelin, but a ball;</br>Shot through the belly in the fray,</br>Expiring a genteeler way.\"", "Had Withers, Shirley, or the good</br>Laureat of Cambridge near him flood;</br>No wrinkle had been seen, nay more,</br>Even R&mdash;ll's self he could have bore</br>(Where Nature, taking wondrous pains</br>To furnish guts, ne'er thought of brains):</br>But doom'd to perish by a foe,</br>Yet hug the arm that gave the blow;</br>A fate was look'd on too severe</br>For Heaven to fix, or him to bear.</br>So much unlike appear'd their strains</br>To those he sung on Latian plains</br>(Begging their readers to dispense</br>With pretty cuts indeed of sense),</br>That from those lines their pencil drew,</br>Scarce his own self great Maro knew;</br>Till honest Loggan let him see</br>In copper-plates it must be he;</br>No longer then he could refuse,</br>But from the cuts confess'd the Muse.", "Oh!  who can view without a tear</br>Great Pindar's Muse, and D'Urfey near?</br>Whose soaring wit, ne'er higher flew</br>Than to endite for Barthol'mew,</br>Setting, for sots at country fairs,</br>Dull bawdy songs to Purcell's airs;</br>But here how sweetly they combine,</br>Their fancies club, and numbers join!</br>While the bold Grecian nobly sings</br>Of gods, of heroes, and of kings,</br>And something more than mortal fire</br>Exalts his voice, and warms his lyre,</br>That, fir'd with each transporting page,</br>We feel his heat, and catch his rage;</br>While each Immortal warrior's name</br>His Muse transmits to deathless fame,</br>Green wreaths upon their hearse bestows,</br>And every wound immortal grows!</br>But much, oh!  very much below</br>Our meek Pindaricks gently flow,</br>In soft and easy metre creep,</br>And just oblige us not to sleep,</br>While lovers storm, and heroes weep.</br>Let thy dull Pegasus no more</br>To Lyric song attempt to soar;</br>Nor with thy weight presume to rise,</br>With rival strength, above the skies,</br>Which trots much hefter than be flies.</br>Let Pindar's Muse record the flames</br>Of heavenly nymphs, celestial dames;</br>Be thou content to whine, and tell</br>How Strephon charm'd, and Phyllis fell;</br>Or with that willow grace thy song,</br>Where late despairing Chloe hung,</br>While the sad tree the story owns,</br>Sprouting each May with sighs and groans,</br>Which, fann'd with Zephyrs, never fail</br>To waft abroad the doleful tale,</br>And shall to future times remain</br>Sacred to Love and Chloe slain.</br>Bright heroes in thy list shall stand,</br>In modern brunts that held command,</br>Whose bold adventures shall out-shine</br>The heroes all of Caesar's line.</br>Brave Arthur and his daring crew</br>Shall kill each mother's son they view;</br>And great Pendragon's fatal blade</br>Convert each foe into a shade;</br>Guy for Alcides shall command,</br>And Highgate for Olympus stand.", "See next, in purple seated high,</br>A dazzling Wit attracts the eye,</br>Inviting, with his radiant hue,</br>If not to read, at least to view;</br>Though his dark lowering aspect shews,</br>That Nature meant the fool for prose;</br>To waste his little sense and time,</br>In broaching any thing but rhyme.</br>Yet by degrees the wretch arose</br>To trade in verse, from vending hose;</br>And still, in Nature's spite, thinks meet,</br>Though not in socks, to deal in feet.</br>The toothless satire that he writes</br>No other but its author bites</br>(Like those mistaken curs of yore</br>That for the flag their master tore);</br>Where harmless pun and witty clinch</br>Mumble sometimes, but never pinch;</br>And, aiming at a wound, are sure</br>To give us smiles, and work our cure.</br>Hadst thou no other damning crime,</br>Justice might fairly urge thy rhyme:</br>Heaven's votaries have still presence</br>To piety, at least to sense;</br>But villains dull as well as rude</br>A double justice must exclude.</br>If e'er thy sins thou dost rehearse,</br>Be sure in tears clap-in thy verse;</br>Pardon for that with sighs implore,</br>Confess thy guilt, and write no more:</br>Content to match thy fame with those</br>That live, and asses die, in prose.</br>But, if no counsel can reclaim</br>Thy daring pen, and fancy tame,</br>That Engine view, where lately hung</br>Thy Muse, and thee exalted sung;</br>Let that at least engage thy fears,</br>And drop thy pen, to save thy ears.</br>Oh, of what strange and powerful use</br>Are pillories to inspire a Muse!</br>Hark, in what hymns and grateful lays,</br>The pendent bard resounds their praise!</br>From rotten eggs, that round him flew,</br>His happy inspirations drew,</br>Whose balmy scent inspir'd his vein</br>To send them back in verse again.</br>Oh, help, Apollo!  now's the time,</br>To save thy son for future rhyme!</br>See on his wooden throne dismaid,</br>He, peeping through implores thy aid,</br>The only time he ever pray'd;</br>And begs thee to relieve his wants,</br>In Helicon or kinder Nantes,</br>A liquor of as sovereign use</br>As Aganippe's noble juice,</br>To raise and cheer his drooping Muse!</br>See round his venerable head</br>Bright turnip-greens for laurel spread!</br>The lustre that his temples crown'd,</br>In sable showers of ordure drown'd.</br>Yet, Phoebus, let this wretch survive,</br>Revenge thyself, and let him live!</br>(Ador'd by those his saucy Muse</br>In scoundrel satire durst abuse,</br>Where oft the starving villain fed,</br>Cring'd for a groat, and fawn'd for bread)</br>Atoning thus for each offence</br>Committed against thee and sense,</br>Till all the stuff the idiot wrote</br>Will scarce gain credit for a groat</br>Till, starv'd and rotting in a gaol,</br>He trucks his poetry for ale</br>(Too richly pay'd if his three parts</br>Will fetch him in as many quarts);</br>And should his boasted labours bring</br>But pence beside to buy a string,</br>Let him, th' experiment to try,</br>Swing his own \"Shortest Way,\" and die!", "Chaucer, the chief of all the throng</br>That whilom dealt in ancient song</br>(Whose laurel'd fame shall never cease,</br>While Wit can charm, or Humour please),</br>Lies all in tatters on the ground,</br>With dust instead of laurels crown'd;</br>Teaching mankind that Poets have</br>With vulgar Wits one common grave;</br>That all their boasted labours must</br>Like other folks submit to dust;</br>Partake their fate the common way,</br>And verse itself be turn'd to clay:</br>That none shall tell, while mix'd we lie,</br>Which mighty Spenser was, which I;</br>Nor, in one common dungeon thrust,</br>John Dryden's from John Bunyan's dust;</br>Empty alike both skulls we view,</br>Of the same thickness, form, and hue;</br>Unknowing now which pate contains</br>The greater stock of sense or brains;</br>While Bunyan here is every whit</br>As bright, and looks-as like a wit;</br>For the grim jaw of hungry Time</br>Has no regard at all for rhyme,</br>But bluntly down together mows</br>Wits fam'd for verse, as well as prose;</br>Commanding oft the self-same hearse</br>To hide the poet and the verse,</br>While sweetly in one common fire</br>The labour and the bard expire.</br>This Tutchin found, whose works a while</br>With melting softness charm'd our isle;</br>But, when their dying lord withdrew,</br>They took the hint, and vanish'd too.</br>Thus Job, and thus the British Prince,</br>Were once, but never heard of since.", "The Muse that in immortal lays</br>So nobly sung Eliza's praise,</br>(Extoll'd, beneath a fancy'd name,</br>No Fairy but a British dame)</br>With all his boasted power to save</br>All other laurels from the grave,</br>In a dark corner rudely thrown</br>Now wants a power to save his own;</br>Though Heaven itself his bosom fir'd,</br>And all the God his breast inspir'd,</br>That Phoebus self from Spenser's Muse</br>Might softer strains and numbers chuse;</br>Make Daphne listen to his lay,</br>And force the flying nymph to stay!</br>With all his wit deserves no more,</br>Than a poor shelf behind the door;</br>His heroes in each warlike page</br>In hotter feuds must now engage;</br>And foes more dreadful here withstand,</br>Than all they drubb'd in Fairy Land</br>Regardless now of ravish'd dame,</br>Each guards a custard from the flame,</br>Though whilom they disdain'd to lie</br>Beneath so weak an enemy.</br>Brave Gyon and Sir Britomart,</br>Instead of nymphs, protect a tart;</br>Though once averse to warm desire,</br>Are destin'd now to fall by fire;</br>All his brave chiefs in order fry,</br>And every warrior saves a pye.", "Melodious Wither by himself,</br>In learned tatters, bends a shelf,</br>Though none so base as to dispute</br>His title to a better suit;</br>He sadly moans, expos'd to air,</br>His cover thin, and livery bare;</br>Grinning with envy to behold</br>His meaner rivals shine in gold.</br>Thy dying Muse, when urg'd by fate,</br>Might sure have claim'd to lie in state;</br>Though living scorn'd, and never read,</br>Like other things, admir'd when dead:</br>But see!  she hardly is allow'd,</br>Mingled among the common crowd,</br>The wretched honours of a shroud.</br>But both together must decay,</br>Kindly consume and turn to clay;</br>No curious eye shall e'er presume</br>To alter her appointed doom;</br>Her peaceful labours to molest,</br>But seal them up in endless rest,</br>That sleep allow her in the grave,</br>Which she to all, when living, gave!", "Close by the door, if not behind,</br>Poor Ovid had a place assign'd;</br>And, in a musty corner pent</br>Begg'd for a second banishment;</br>With all his wit, close ramm'd between</br>Two rival bards of Aberdeen,</br>The first of all the northern clime</br>That turn'd adventurers in rhyme,</br>To teach mankind, and let them see</br>How zeal and verse may well agree,</br>And that such pious folks as they</br>Can rhyme sometimes, as well as pray.</br>Instead of Aganippe's flood,</br>From British streams each drank as good;</br>And boasted hills as high as that</br>Where Phoebus and his Muses sat,</br>With this small difference alone,</br>That had two heads, and ours but one!</br>Though no soft Tyber rolls along</br>To aid their verse) and raise their song:</br>Great Humber's stream, and Solway's tide,</br>As full of inspiration glide;</br>With fancies fraught their waters flow,</br>And roll with raptures as they go!</br>Instead of Virgil's sacred page,</br>That us'd his wonder to engage,</br>He now attends the rigid fights</br>Of doughty heroes, hardy knights,</br>One leg lopp'd off, that urg'd her foe</br>As fierce as when they fought on two!</br>For Turnus, great Argyll commands,</br>And Douglas for Aeneas stands;</br>Though Kincardin appear too long</br>To rhyme in verse and British song,</br>What hero in the Latian Muse</br>E'er sounded half so big as Bruce!</br>Entail'd more glory on his race</br>Than his bold sword in Chevy-chace!</br>Where doughty chiefs, renown'd for fight,</br>Obscur'd the Roman valour quite;</br>Whose silly arms upon record</br>Were only vulgar pike and sword,</br>While these with gun and pistol found</br>A nearer way their foes to wound.", "Behold the bard whose daring pen</br>The squabbles drew 'twixt Gods and men,</br>Alone upon a dusty shelf</br>Describe their combats by himself;</br>For ages past no mortal fight</br>Had once beheld the furious fight;</br>None knowing if the champions stout</br>Engag'd in armour or without:</br>Whether the foe attack'd the wall</br>With battering ram, or iron ball,</br>How the fam'd Troy at length was won</br>With horse of timber or of gone.</br>The weeping Queen of Beauty found</br>No reader to lament her wound;</br>And not a soul for years had read</br>Whose troops pursued, whose legions fled;</br>While Heaven's kind aid both sides invoke,</br>How Jove himself receiv'd a stroke,</br>And, no celestial medicine found,</br>Took-up with balsam for his wound,</br>But, binding on his plaister, swore</br>He ne'er would leave Olympus more,</br>Or peep from Heaven's securer shades</br>To view again such sighting blades,</br>Who, warring for so fair a prize,</br>Had no regard for Deities:</br>How Paris, free from hostile jars</br>Engag'd at home in softer wars;</br>Bade rival heroes strive for fame,</br>In deathless annals write their name;</br>While blest with Helen's lovely eyes,</br>They shar'd the blows, and he the prize!</br>In Beauty's cause his youth employ'd,</br>And, as they conquer'd he enjoy'd.", "Oh!  who can thus unmoved descry</br>The great Maeonian poorly lie;</br>Entomb'd in dust, nor on his hearse</br>Kindly bestow one grateful verse!</br>Shall states contend his birthright's fame,</br>And we not tremble at his name,</br>Our great arrears of duty pay,</br>And gratitude, as well as they;</br>Without a tear his heroes view,</br>New labours urge, new toils pursue,</br>More fatal far than all they bore</br>On fam'd Scamander's bleeding shore?</br>Great Priam in a kite ascends,</br>And Hector's self a casement mends;</br>New trials for their valour find,</br>Instead of men, to combat wind;</br>The sturdy Greek, whose hardy hide</br>Could stroaks of oak or steel abide,</br>And, worn instead of hardest buff,</br>Was deem'd both sword and cudgel proof,</br>Is strangely now surpriz'd to feel</br>More places mortal than his heel;</br>But heroes well such slights may bear</br>When Gods themselves no better fare!</br>Hermes, accustom'd to the skies,</br>Aloft in fiery rockets flies,</br>Swifter than when from Jove he flew</br>To bear some amorous billet-doux;</br>And warn the unexpecting dame</br>To dress before his highness came.</br>Phoebus, with all his lustre bright,</br>Is trim'd to dock a Christmas light.</br>(All other lights exceeding, far</br>As he himself out-shines a star)</br>Till the bright God, that all things burns,</br>Flaming himself, to ashes turns.</br>The mighty Mars, for all he looks</br>Fierce both in battles and in books,</br>Stript of his armour, on the floor</br>All peaceful lies, and struts no more!</br>With Juno's wondrous witty speech,</br>Ocella fairly wip'd her breech;</br>Her birth and godhead nought avail,</br>Preferr'd to jakes from madam's tail.", "Gallus, whose numbers oft have charm'd</br>The coyest nymph, and coldest warm'd</br>(Doubly oblig'd to see and hear</br>The verse so sweet, and he so fair),</br>Is doom'd by too severe a fate</br>To sing within an inch of Tate!</br>While both beneath the self-same leather,</br>Like fair and foul in April weather,</br>Kindly concord, and rhyme together.</br>Thus have I often at a play,</br>Survey'd a nymph, profusely gay,</br>With all the charms of nature grac'd,</br>Close by some wrinkled beldam plac'd;</br>Oblig'd to hear the dowdy thing,</br>Her triumphs boast, and conquests sing,</br>Whose breath the want of charms supplies,</br>And kills more certain than her eyes.", "Oh!  quickly, beauteous Queen of Love,</br>Thy suffering favourite hence remove;</br>With thy own hand thy darling bring</br>Where Addison and Congreve sing</br>(By whose harmonious art and care</br>Thy matchless beauties shine more fair);</br>To Prior join his rival bays,</br>Or, listening to soft Cowley's lays,</br>Let him intent on Waller's lyre,</br>To reach his daring flights aspire;</br>To Heaven the wondrous Muse pursue</br>With equal strength and softness too.", "Hark, how thy Isis' weeping shore</br>Begins thy absence to deplore!</br>And all her pensive nymphs in vain</br>Recal thee to her banks again;</br>No more their drooping heads they rear</br>Above their waves, thy song to hear,</br>While in their breast a double fire</br>Thy music and thy charms inspire;</br>Then gently fall beneath the tide,</br>Their blushes and thy power to hide.</br>See how her swans their pride forego,</br>In murmuring sighs confess their woe!</br>Stretch'd on their watery beds they lie,</br>And all their oosy pasture fly;</br>No more with silver wings divide,</br>And downy breasts, the parting tide,</br>As when with eager haste they flew</br>Thy distant music to pursue,</br>And, by thy voice instructed, try</br>To charm more softly, as they die!</br>But, while great Beaufort's acts inspire,</br>Demand his voice, and claim his lyre!</br>Bright to record the patriot's name,</br>In verse, as lasting as his fame;</br>Thy smiling Thames forgets his woe,</br>Resigns the Muse, and bids her go,</br>Nobly to sing, in deathless lays,</br>Her own, beneath the hero's praise,", "Immortal Camden there complains,</br>Cursing a critick's useless pains;</br>In modern charms expos'd to view,</br>He scarce his own Britannia knew;</br>Adorn'd with wonders which his eye,</br>A lover's though, could never spy.</br>Here he beholds huge forests rise</br>From Danish blood, and meet the skies;</br>While each complaining tree records</br>The fate of their unhappy lords:</br>There Elder weeps, from bleeding vein,</br>Great Sueno's fall, and Canute slain;</br>While winter-flowers; each rolling year,</br>Gay on their verdant stalks appear;</br>Bloom from the celebrated Thorn,</br>Mince-pies and windows to adorn,</br>Which some imagin'd, though untruly,</br>Not in December born, but July.</br>See, drawn by his enchanting hand,</br>Britannia seems a Fairy Land;</br>Druids and Bards frequent each grove,</br>and nymphs in every thicket move:</br>To streams and cooling shades retire,</br>Kindly to bless some gentle squire,</br>Unwilling yet too far to stray,</br>For fear of Satyrs in the way.</br>Spenser, who sent his chiefs so far</br>To purchase fame in feats of war,</br>Might here, not forc'd abroad to roam,</br>Have met with giants nearer home,</br>His heroes trembling to defy</br>Fierce Tudor or victorious Guy.</br>'Twas pity Sidney's fam'd design</br>So long, great sage, preceded thine,</br>Philoclea else the crown had worn,</br>And Musidorus here been born;</br>Close by her vanquish'd lover's side</br>The fair Parthenia too had dy'd.</br>Thy every page presents our sight</br>With chiefs as brave, and dames as bright,</br>As in her fam'd Arcadian plain</br>Romantic Greece could ever feign;</br>And for the time to come shall store us</br>With warriors great as Musidorus,</br>And every grove oblige our sight</br>With virgins as Pamela bright;</br>That, furnish'd with fair rural dames,</br>Protecting squires, and lovers Dames,</br>We ne'er shall want a chief for fight,</br>While thou and great Cervantes write.", "One day the Doctor, quite o'ercome</br>With luscious tales of Greece and Rome,</br>Instead of taking tea or air,</br>Does to the female world repair,</br>To please himself among the fair</br>(Where if no sense was to be found,</br>He's sure to he oblig'd with sound).</br>Sappho had softness, but her song</br>Was jargon all in such a tongue,</br>Requiring too much pains to seek,</br>And labour for her wit in Greek,</br>Which would have edify'd as much</br>Recorded in Chinese or Dutch.</br>Dacier, though penn'd with so much ease,</br>Too much a critick, seem'd to please,</br>But, being courtly and well-bred,</br>and pleas'd with that he never read;</br>Smiling on every page she writ,</br>Takes her on trust to be a wit.</br>Italian dames his ears surprize</br>With harmony of O's and I's,</br>So soft the tender vowels chime;</br>No harsher sense e'er marr'd the rhyme,</br>Of strength depriv'd more gently flow,</br>And warble musically low;</br>But, when his searching judgement found,</br>Neglecting sense, they study'd found,</br>To British dames be next apply'd</br>Fro that which Greece and Rome deny'd,</br>And sought amidst our tuneful fair</br>A song more grateful to his ear;</br>Where harmony with strength conspir'd</br>To make the verse, and nymphs admir'd.", "Wh&mdash;n the coldest breast might move,</br>But that she talk'd too much of love!</br>Of burning flames and hot desire,</br>That every line was red with fire.", "Singer, thy name and nature made</br>For music and the rhyming trade,</br>For her weak genius soar'd too high,</br>And lost her Muse above the sky;</br>A flaming sun, a radiant-light,</br>In every verse, distract our sight,</br>Diffuse their dazzling beams from far,</br>And not one line without a star!</br>Through streams of light we seem to rove,</br>And tread on shining orbs above.", "Orinda next demands his view,</br>For titles fam'd, and rhyming too;</br>And had been read, but that her song,</br>To be admir'd, was quite too long.</br>Their mistress went of pride to shew,</br>Her numbers glide but wondrous low,</br>Instead of rapture give us sleep,</br>And, striving to be humble, creep.</br>Philipps in verse her passion told,</br>Intreats the youth to be less cold;</br>Begs him, while nature charms denies,</br>To mind her Wit, and not her eyes;</br>Instructs the novice how to wooe,</br>And shews what little art will do,</br>A virgin's yielding heart to move,</br>And melt a breast inclin'd to love!</br>Softness her want of sense supplies,</br>She faints in every line, and dies;</br>Again resumes her tender strain,</br>And only lives so dye again.</br>Unhappy maid, correct thy Muse,</br>Some nearer way to wedlock chuse:</br>She warbles with so ill a grace,</br>Thy airs are coarser than thy face;</br>And will be found (believe me) still</br>To frighten ten, for one they kill.</br>Dear Phyllis, then, leave off in time,</br>Lovers are ne'er trepann'd by rhyme;</br>Thy bobbins or thy needle take,</br>Each will as deep impressions make;</br>And, to enjoy the youth's embrace,</br>Cashier thy Muse, and stick to lace.", "A croud of other females past,</br>Whose fame for verse shall ever last,</br>While artless sounds our soul disarm,</br>And music, void of sense, can charm.</br>Immortal Behn at last he spy'd,</br>\"Hail, beauteous nymph!  the lover cry'd,</br>See at your feet I prostrate bow,</br>Neglecting every fair, for you;</br>Their worthless labours tumbling o'er</br>In haste, your beauties to adore,</br>With your bright features, or your quill,</br>Arm'd with a double power to kill!\"", "But, as no mortal thing below</br>Can long survive without a foe,</br>Here he beholds in triumph fit</br>The bane  of beauty, sense, and wit;</br>Demolish'd distichs round his head,</br>Half lines and shatter'd stanza's spread,</br>While the insulting conqueror climbs</br>O'er mighty heaps of ruin'd rhymes,</br>And, proudly mounted, views from high,</br>Beneath th' harmonious fragments lie;</br>Boasting himself from foes secur'd,</br>In stanza's lodg'd, in verse immur'd.</br>Furious the lover silence broke</br>And thus, red hot with vengeance, spoke:", "\"And could thy squeamish stomach chuse</br>To feast on nothing but a Muse;</br>Nought else thy courtly palate hit,</br>But virgin sense and female wit;</br>My favourite nymph to nib and waste,</br>To pleasure thy luxurious taste;</br>Seldom content to sup or dine</br>Without a distich or a line;</br>Making those rhymes, thy hunger fed,</br>Each day thy food, each night thy bed;</br>Proudly aspiring thus to lie,</br>In sheets of downy poetry?</br>On twenty more, design'd to be</br>Fit nourishment for such as thee,</br>Thou might'st have fed, or made a seat in,</br>Publish'd alone but to be eaten,</br>Volumes fit only for a nest,</br>Where vermin such as thou should rest.</br>Had'st thou chose rather to be pent in,</br>The Councils Lateran or Tridentine</br>(As many an honest insect feeds</br>On Canons and outlandish Creeds),</br>Meanly to no one dish confin'd,</br>Thou might'st have, great as Caesar din'd:</br>Cloy'd with insipid verse, have chose</br>To diet on more savoury prose;</br>In mighty folio's lodg'd, been able</br>Greatly each day to shift thy table:</br>And found materials to assuage</br>Thy hunger in each fruitful page:</br>Or, if Decrees and Councils shew'd</br>For courtly tastes too mean a food,</br>On Wars and Battles, seldom read,</br>Thou might'st without offence have fed;</br>Thy rage the warriors should out-do,</br>Eating up fights and heroes too;</br>In spight of all their guns and steel,</br>Devour a champion at each meal;</br>Philippi but one feast would yield,</br>And scarce so much Pharsalia's field;</br>Great Ammon's son must here submit,</br>To be demolish'd at a bit,</br>All others conquering, doom'd to be</br>Subdued at fall by puny Thee!</br>But say, while fifty more, as good,</br>If not for sense, at least for food,</br>Crowded on every shelf appear,</br>Why, envious vermin, only here,</br>See, from their fair apartment drove,</br>Here sprawls a Cupid, there a Love;</br>Unarm'd, the young immortals shew,</br>This wants a shaft, and that a bow,</br>And tears in mighty streams distil,</br>Robb'd of their tools to wound and kill.</br>Fair Venus, in a pensive mood,</br>Sadly laments her mumbled hood;</br>That nought beside a veil of lawn</br>Was o'er her radiant shoulders drawn,</br>While two meals more, without my care,</br>Had stripp'd the blushing Goddess bare.</br>Nor does fair Beauty's wounded Queen</br>Confess alone thy little spleen;</br>The Muse, whom brighter charms adorn,</br>Laments herself in pieces torn.</br>See, scatter'd round thy dark abode,</br>Here lies a Satire, there an Ode,</br>Ceasing, through thy malignant spite,</br>Or this to praise, or that to bite:</br>And Elegy, but now too late,</br>Laments her own untimely fate;</br>Those tears, design'd for lovers' moan,</br>Sadly applying to her own.</br>A limping line there wants a foot,</br>The rhyme nibb'd off, and sense to boot,</br>And mangled now, without a close,</br>Degenerates into rumbling prose;</br>A solitary verse alone,</br>His partner quite devour'd and gone,</br>There weeps, he can no longer chime</br>And warble with his fellow-rhyme;</br>With the sad dismal loss perplex'd,</br>He strives to gingle with the next,</br>His strength the same, and softness too,</br>But, wanting sound, it must not do.", "Say then, before this murdering thumb</br>Relentless seals thy certain doom,</br>What art or cunning can repair</br>The ruins of the injur'd fair?</br>Patch up her music, and restore</br>The nymph harmonious as before?\"", "But see, too proud to make amends</br>(As silence still on guilt attends),</br>Speechless the vermin turns away,</br>With not one single word to say,</br>Confessing thus the bloody crime</br>Of wounding wit, and murdering rhyme.</br>Take then a life, propitious maid,</br>Sent to atone thy wandering shade;</br>Though vile the gift, 'tis yet the most</br>I now can give thy injur'd ghost.</br>But let one foe, thus nobly slain,</br>Thy reeking altar serve to stain,</br>Till thousands more, before thy eye,</br>To please thy glutted vengeance, die;</br>Thy soul thus giving, by their doom,</br>Through endless scenes of bliss to roam.", "Diverted from the doleful song</br>He still seem'd eager to prolong,</br>Horace, in sad and mournful strains,</br>To likening Phoebus thus complains;", "\"Patron of verse, and God of days,</br>Inspirer of our voice and lays;</br>Permit me, in some dismal cell,</br>With Goths or Leyden bards, to dwell,</br>Or to consume my wretched time,</br>'Twixt Dublin verse and Glasgow rhyme;</br>Nay, to augment my left despair,</br>Place Ayloffe's self and Marvell there</br>(A fam'd dull pair, that purely wrote</br>To raise our spleen, and die forgot):</br>If, suffering thus, my works may be</br>From criticks and translators free;</br>Or, in one wish, to sum up all</br>The plagues that can a wretch befall;</br>May it be doom'd my harder fate</br>To read whatever they translate;</br>And hear, for great Augustus' name,</br>In dull heroicks Arthur's fame,</br>His fire in modern story pass</br>For what my lov'd Maecenas was:</br>Let theirs exceed my hero's praise,</br>To save my Muse from Creech and Bayes!\"", "A Proteus Wit almost escapes,</br>That writes and fools in fifty shapes;</br>To please in every art prepar'd,</br>An Atheist now, and now a Bard,</br>Physician strait, another time</br>Projecting tools to work in rhyme;</br>Or forging odd receipts to make</br>Verse, duller than his Worship's, take.</br>Horace, most courtly grown and kind.</br>Exactly speaks the Poet's mind,</br>Stands sponsor, by his worth and fame,</br>To guard his infant Muse from shame:</br>Whilst he in mighty secrets deals,</br>And beauties long obscur'd reveals,</br>Does from his own prescriptions fall,</br>Gives fifty rules, and breaks them all;</br>Though he that farthest from them strays</br>Bids fairest much to win the bays.</br>From verse be hastens to dispute</br>Himself into a nobler brute,</br>Greatly resolv'd his murdering quill</br>Should, certain as his physick, kill:</br>He needs would have mankind control</br>The universe without a soul;</br>That matter, nicely wrought and spun,</br>Might all those mighty feats have done,</br>Which antient dotards were inclin'd</br>To attribute to Thought and Mind;</br>Thus, as the threads are drawn, it hits,</br>The coarse are fools, the fine ones wits;</br>While others, of a middle size,</br>Prove harmless things, not dull nor wise,</br>And hence it plainly comes to pass,</br>That Coward's now what Sternhold was,</br>Because, in Nature's forming list,</br>His threads were of a clumsy twist;</br>And Chance had so contriv'd his doom,</br>To draw him from a hobbling loom.</br>A proof within himself he feels,</br>That all mankind is mov'd by wheels:</br>That chains, and pendulums, and springs,</br>With twenty other curious things,</br>Were first by artful Nature made,</br>Ere clocks and watches form'd a trade.</br>Exchange, great sir, a word or two,</br>And your fam'd thefts still may do;</br>\"Thou art thyself compleat and whole,</br>Thy verses only want a soul,</br>While both a different fate shall try,</br>Thou half, and they entirely die,</br>Condemn'd by thee, not partial Fate,</br>E'er to behold a future state!\"", "Behold a modest Bard refuse,</br>The laurels waiting on his Muse!</br>Pity first taught her how to sing,</br>To try her voice, and prune her wing;</br>Touch'd with a tender Christian woe,</br>In Wallia's realms to meet a foe,</br>That, lawless long and unrestrain'd,</br>Had in her milky dainties reign'd:</br>And every year triumphant won</br>A dowry for a yeoman's son.</br>Virgil, that taught thy Muse to sing,</br>A nobler verse could hardly bring,</br>Or on a theme so mean and low,</br>More thought and majesty bestow;</br>Henceforth his smiling ghost shall move</br>More joyous through her laureat grove;</br>To hear thy tuneful voice above.</br>Take then a gift I trembling bring,</br>Instructed near thy Muse to sing;</br>Which prun'd her pinions in that shade,</br>Whence mine her earliest flights essay'd;</br>Both sipping, to inspire our themes,</br>Oxe-eyes, for clear Castalian streams.</br>Oh!  may thy fame for ever run,</br>A glorious rival to the sun;</br>\"Till mice in pantries cease to dwell,</br>Or brimstone at Glamorgan fell;</br>Till mites no more in Chedder breed,</br>Nor goats on craggy Pen-maur feed;</br>Till leeks and onions smell amiss,</br>Till scrubbing seems no more a bliss;</br>'Till great Plinlimmon leaves the skies,</br>Till thy immortal labour dies!\"", "While Dennis aids the Muse to sing,</br>Or gives her plumes, or clips her wing,</br>Directs her cautious how to fly</br>Unbeaten tracts along the sky;</br>With safety we sublimely stray,</br>And soaring gain the realms of day,</br>Till, trembling from those heights above,</br>And dazzling orbs o'er which we move:</br>We gently sink in humbler strains,</br>To vales beneath; and rural plains.", "Great Toland, with his name below,</br>Bought purely to make-out the show;</br>Adorns at once and fills a row</br>(Though some aver it strongly still</br>That emptiness could never fill).</br>Hadst thou been wise or dull by rule,</br>Thy silence might have skreen'd the fool;</br>But thus to cant, and own it too,</br>No mortal sure but thee would do;</br>The twilight owl and serious ass</br>Would needs for modern criticks pass,</br>Till both their want of sense betray'd,</br>One hooting, while the other bray'd.", "Near Blackall his fam'd rival lay,</br>But, frowning, lean'd another way;</br>His forehead into wrinkles drawn,</br>To sit within the smell of lawn:</br>But close, as to his elm the vine,</br>Round pious Baxter seems to twine;</br>Adores the saint on bended knees,</br>That taught him first to cant and please;</br>And to the wondering world reveal</br>Good Christian methods to rebel.", "While Milton's soaring fancy flies,</br>And sings of feuds above the skies,</br>Dreadfully fills the heavenly plain,</br>With vanquish'd powers, and cherubs slain,</br>Surpriz'd and trembling from afar,</br>We scarce behold th' immortal war;</br>Their fauchions formidably bright,</br>Their swords compos'd of beaten light;</br>And beamy arms with dreadful blaze</br>From each contending van amaze;</br>With dread we view th' apostate foe,</br>Plung'd in the deep abyss below.", "See Rag  on Phillips still attends;</br>In life, in death, harmonious friends;</br>Pleas'd his lov'd Isis to forego,</br>To meet the darling shade below.</br>Who in th' Elysian fragrant bowers</br>Beguile each day the smiling hours,</br>With more delight than wine or love</br>Ere gave the Bards in realms above;</br>Each here transported to behold</br>Rich branches bloom with radiant gold,</br>(Strangely surpris'd to view an ore</br>They ne'er on earth once touch'd before),</br>No more refulgent to their eyes</br>The Splendid Shilling's  charms surprize;</br>Once the sole bliss of Heaven implor'd</br>For that alone, by each ador'd;</br>That ale or oysters could command,</br>The noblest boons of sea or land,</br>And bid them, to enjoy a friend,</br>From lonely garret oft descend:</br>No longer to their cells restrain'd,</br>Where Want and dismal Darkness reign'd,</br>With harmless pun, and clinches gay,</br>They now repeat each smiling day;</br>Nor dreadful reckoning trembling fear,</br>As if kind Herbert too was there,</br>For vile mundung and fumy ale,</br>Incense and odours, now exhale,</br>And, sipping nectar from each stream,</br>No more of Tiff and Viner's dream;</br>Convinc'd their Isis could bestow</br>No cups to soft as those below.</br>No longer now the modish gown</br>In ropy shreds hangs quivering down,</br>Tuck'd close, but gently, round the side,</br>Some dismal breach beneath to hide;</br>Or else protesting from the air</br>Some parts, as nature form'd them, bare.", "See next the Muse that fill'd the skies</br>With sleepy lolling deities,</br>Careless and unconcern'd to know,</br>What mortals acted here below;</br>Gives us receipts of wondrous fame,</br>New worlds to raise, and beings frame;</br>Which Burnet  by experience knew</br>In every tittle to be true:</br>After a long eternal round,</br>No stage to ease their labour found,</br>The wearied atoms all combine,</br>In different forms themselves to join:</br>These sink beneath, those upwards fly,</br>To deck and to adorn the sky;</br>In radiant planets shine from far,</br>Or lose their brightness in a star.</br>Millions, for heavenly forms unfit,</br>To meaner fates below submit;</br>While long the little sportive train</br>A thousand tricks attempt in vain,</br>Before they can fit natures chuse,</br>And their light empty beings lose!</br>The brisk, the nimble, and the light,</br>To frame the female world unite;</br>And, while the beauteous kind they fill,</br>Seem to preserve their nature still:</br>the giddy into order range,</br>But scarcely undergo a change,</br>Still act as in their antient sphere,</br>Whirling in mad projectors here,</br>Or else their roving powers restrain,</br>Beneath some madder poet's brain:</br>Those of a rough and knotty make,</br>Their stations all in criticks take;</br>Which makes it harder much to gain</br>Their sense, than his they would explain,</br>And much more skill requir'd to find</br>The critick's, than the author's, mind:</br>Those of a tall and slender size</br>In monuments and steeples rise,</br>For structures, like our elm and yew,</br>At nature's birth, spontaneous grew,</br>Instructed upwards how to climb</br>Without the help of brick or lime:</br>The dull, the empty, and the gay,</br>Consent to take a different way</br>These mingling form coquettes, and those</br>Unite in asses, and in beaux!</br>Descending from a finish'd star,</br>Some leave the skies, to grace the fair;</br>While those to Heaven their light confine,</br>And these in Lumley's beauties shine,</br>In Beaufort's air they all unite</br>Their softest beams, their fairest light;</br>In March's lovely form surprize,</br>Or smile confess'd in Bishop's eyes;</br>While, honest Tindal, thou and I,</br>Were form'd of lumps that downwards fly,</br>And daily give some wretched proof</br>Of our descending weighty fluff;</br>Which makes whate'er we write or say</br>Thus favour of our kindred clay,</br>And every fair and just design</br>With such a native force decline,</br>That, while we strive sublime to soar,</br>We sink and founder so much lower.</br>Hence 'tis, our labours come to nought,</br>Each beauteous product, which we thought</br>Of sprightly wit and reason full,</br>Is strangely leaven'd with the dull;</br>But let us learn true wisdom hence,</br>Nor whine like fools for want of sense;</br>Rather accuse our partial fate,</br>Assigning each so dull a pate:</br>Purely by nature form'd in spite,</br>To plague mankind in print, and write.", "Bentley immortal honour gets,</br>By changing  Que's  for nobler Et's:</br>From Cam to Isis see him roam,</br>To fetch stray'd Interjections home;</br>While the glad shores with joy rebound,</br>For Periods and lost Comma's found:</br>Poor Adverbs, that had long deplor'd</br>Their injur'd rights, by him restor'd!</br>Smil'd to survey a rival's doom,</br>While they possess'd the envied room;</br>And, hissing from their rescued throne</br>Th' usurper's fate, applaud their own.</br>The Roman nymphs, for want of notes</br>More tender, strain'd their little throats,</br>Till Bentley, to relieve their woes,</br>Gave them a sett of Ah's and Oh's:</br>More musically to complain,</br>And warble forth their gentle pain.</br>The suffering fair no more repine,</br>For vowels now to fob and whine;</br>In softest air their passion try,</br>And, without spoiling metre, die:</br>With Interjections of his own</br>He helps them now to weep and groan;</br>That, reading him, no lover fears</br>Soft vehicles for sighs and tears.</br>Instructed by his learned code,</br>What makes a Jig, or forms an Ode,</br>We view what various beauties meet,</br>To leave each fragrant line so sweet;</br>How Horace' lines our passions keep</br>Awake, and Bentley's lull asleep.</br>No verse can moan a limping foot,</br>But he applies his plaster to't:</br>With pious care binds up the sore,</br>And kindly bids it hop no more!</br>While, with his helping comments nigh,</br>Instead of crutches to apply</br>To crazy verse (which envious Time</br>Had weaken'd both in sense and rhyme);</br>For a lame Muse's surgeon meet,</br>Instead of legs, sets broken feet.</br>Though no one single charm can fly</br>The search of his sagacious eye</br>(That Horace but in vain pretends,</br>To own a line which Bentley mends).</br>The reverend critick hardly knows</br>If David wrote in verse or prose;</br>While every string and sounding wire,</br>That erst compos'd the Roman lyre,</br>Were to the sage as fully known,</br>As if the harp had been his own!</br>Could'st thou, great bard, without a qualm,</br>But hear rehears'd one pious Psalm;</br>To slighted David lend an ear,</br>Not swooning what he sung to hear;</br>We then might view thy learn'd abodes,</br>With Hymns adorn'd, instead of Odes;</br>And thou thyself perhaps content</br>To con him o'er, at least in Lent;</br>To mortify, the Jewish chuse,</br>Regaling on the Latian Muse.", "Close by, where wits, in purple pride</br>And all their glory drest, preside;</br>Beneath a dark and gloomy cell,</br>A lazy Goddess chose to dwell,</br>Well-pleas'd to number out her time,</br>'Twixt sleepy prose and drowsy rhyme</br>Daring from books her empire's fame,</br>OBLIVION was her dreaded name;</br>On verse and laudanum she feeds,</br>Now takes a dose, now poems reads;</br>Each of experienc'd power to close</br>Her sinking eyes in soft repose:</br>While Bentley, of more sovereign use</br>Than rhyme itself or poppy juice,</br>The Goddess trembles to explore,</br>For fear of never waking more;</br>Each weeping wall bedew'd appears</br>With Cloe's sighs, and Strephon's tears;</br>Sad Dirges, breathing Lovers' pain,</br>And soft complaints of virgins slain:</br>While Females' Sonnets, Poets' Themes,</br>Beaux' Stratagems, Projectors' Dreams,</br>Around the lonely structure fly,</br>Slumber a while, and gently die.</br>A thousand wretched things, above</br>The joys of wine, the sweets of love;</br>That kindly promis'd deathless fame</br>And glories to their author's name,</br>Here in one month for rest retire,</br>Descend, and decently expire.</br>Scatter'd, delightful to her eye,</br>Rheams of Reviews and Medleys lie;</br>Wide to extend her empire's sway,</br>Keeping their fires above in pay;</br>Soft transport gliding through her breast.</br>Of Tutchin's works entire possesst:</br>Who, to augment the Goddess' power,</br>Was seldom known to slip an hour,</br>That did not gratefully produce</br>Whole pages for his sovereign's use,</br>While now and then a mitred friend</br>Is graciously inclin'd to send,</br>His tributes, and a gift bestows</br>Among her Bunyans and De Foes.", "O'ercome with rapture, to survey</br>Melodious nonsense round her lay</br>(While here each fruitful labouring press</br>Groan'd with seraphic emptiness;</br>Which every hour spontaneous came,</br>Kind to enrol its author's name);</br>While the great patriots of her reign,</br>That with her pens her fame sustain,</br>Wits, Criticks, Politicians, Beaux,</br>In measure nod, and sleep in rows,</br>Soft transport does her thoughts employ,</br>While thus she speaks her rising joy:", "\"Hail, mighty names!  to whom I owe</br>My empire's spreading fame below;</br>By whose kind labours I out-do</br>The Vatican and Bodley too;</br>Who slighted fame above disdain,</br>With me in silent night to reign.</br>What rival power did e'er survey</br>A nobler host adorn his sway!</br>You, blest associates, best can tell</br>What numbers at my altars fell,</br>When you approach'd, and only stay</br>Above, to own my sovereign sway.</br>'Twas I inspir'd great Whiston's theme,</br>And nobly taught him to blaspheme:</br>By me instructed he withdrew,</br>To head a young apostate crew;</br>Who, proud of such a leader grown,</br>With his stale nonsense mix their own;</br>Lisping, their trade they first begin,</br>By slow degrees advance in sin,</br>Till, ripen'd by improving time,</br>To thy grey hoary fame they climb,</br>And claim those laurels, as their due,</br>Justice before assign'd to you.</br>The Grecian sages too decree</br>The fame of all they write to me;</br>Beneath my influence kindly bred,</br>Proud to blaspheme before they read;</br>In the dull trade improve so well,</br>First swear, and after learn to spell;</br>And oft a deathless name compleat,</br>Ere perfect in their alphabet.</br>Oh!  would they oft in print appear,</br>What rheams of fluff each fruitful year</br>Would downward sink, to swell my fame,</br>Dully confessing whence they came;</br>The hateful realms of light forego,</br>To hang in empty shoals below;</br>Whose labours, like a glimmering fire,</br>Kindly as soon as born expire,</br>Scarce th' age of one short day survive</br>Stone dead, ere breathing well alive!</br>'Twas I alone that hither drew</br>From Tyber's bank  the warbling crew,</br>That charm our wondering theatres</br>With witty Lions, Bulls, and Bears,</br>Design'd (if fame says true) this spring</br>To learn their gamut too, and sing;</br>Whose gay harmonious nonsense, drown'd</br>Beneath soft airs and helping sound,</br>Passes with critics of the pit</br>For sterling sense, and English wit.</br>Each valet now must blow his fire</br>In notes as fast as Alamire;</br>Nor dare perfume his master's hair,</br>Or rub his boots, without an air;</br>Hear him in softest music tell,</br>\"His lordship's running nag is well;\"</br>Oblig'd a bolder note to use,</br>\"Informing when he lost his shoes;\"</br>Still rising to a nobler strain,</br>\"To paint him scouring o'er the plain.\"</br>The rival waiting-maid, to find</br>Her spark to music thus inclin'd,</br>Tells madam, singing, \"that she spoils</br>Her tea, to drink it ere it boils;\"</br>While notes more pensive far relate</br>Her lap-dog's unexpected fate.</br>The hero, horning to engage,</br>\"Most sweetly murmurs out his rage;\"</br>Defers to shew his wrath too soon,</br>Or kill his foe to spoil his tune;</br>Though both are warm'd with equal fire,</br>They can't without one song expire;</br>In doleful dirges, but too late,</br>Hear how they sigh each other's fate;</br>For notes through all the gamut try</br>To fall more tunefully and die.", "See how my crowded region fills</br>With colonies entire from Will's;</br>Slumbering in rival ranks they snore,</br>And meditate sharp clinch no more!</br>Their merit by their dulness prove,</br>Out-dreaming those they left above</br>'Twas I, my empire to enlarge,</br>Gave Hoadly first my royal charge,</br>To preach rebellion, and in spite</br>Of duty, oaths, and sense, to write.", "'Tis I that by my influence still</br>Direct great Toland's  sacred quill;</br>And lately by my soothing power</br>Seduc'd mysterious  Dodwell o'er,</br>Who, to his bright immortal fame,</br>Was never known six weeks the same!</br>While Fate thus makes a small amends</br>For what I lost in kinder friends</br>(As, when it forc'd me to bewail</br>Great Hobbes's death, still left me  Bayle);</br>Filling that space that was design'd,</br>For Sarum's  labours still behind.", "See how that wall is sadly hung,</br>With doleful verse, by ladies sung,</br>And pensive airs by lovers try'd,</br>Just as they kindly kiss'd and dy'd.</br>With dreams and sighs the next is blur'd,</br>With Dolben's eloquence a third;</br>While to the wicked, Baxter's Call</br>Quite covers and obscures them all.</br>Swiss lumber sinks to our abodes,</br>Not poorly by the quire, but loads;</br>While Leyden rhymes submissive come,</br>And croaking supplicate for room.</br>Scotch creeds, and articles explain'd,</br>Close by in silence slumbering reign'd,</br>With mystic comments so perplex'd,</br>The notes are darker than the text.</br>Fam'd Theorists by dozens rot,</br>Just as the worlds they fram'd, forgot,</br>And in those very atoms fall</br>They vainly forg'd, to raise this ball;</br>Which prov'd their thefts partly ewe,</br>Fate ne'er could build, but might undo,</br>And that dull books might sooner dance,</br>Than planets, into form by chance;</br>Would smiling Fate but once inspire</br>Hibernian bards, to touch the lyre,</br>Gently in Dublin airs to sing,</br>And their fam'd harps, long silent, string;</br>Now, wanting room, I must implore</br>Kind Heaven with ardent vows for more:</br>Where shall I place my future friends</br>If Collins  monthly tributes sends ,</br>If Clarke and Hare, to choak me quite,</br>Without remorse or pity write?</br>Ye envious niggard powers, whoe'er</br>Allot each God his empire's share,</br>To all such spacious realms assign'd,</br>Why am I only thus confin'd?</br>From theirs how different is my doom</br>They grieve for subjects, I for room.</br>Extend my realms below, great Jove,</br>Or stop great Boyer's pen above!</br>Gods!  in what fable liquid showers</br>And inky deluges he pours,</br>Each year his sickly nonsense down!</br>Ten such would half my empire drown,</br>And force me, to preserve my breath,</br>To quit my stifling cell beneath.</br>Whatever theme his Muse has got</br>She still maintains her favourite trot;</br>Still one dull pace demurely jogs,</br>O'er rivers, meadows, lawns, and bogs:</br>While, drest with equal charms, are seen</br>A milk-maid here, and there a queen;</br>And strains as mournful fill the sky</br>When porters, as when monarchs, die!\"", "Still to proceed the Goddess try'd,</br>Till Steele's immortal works espy'd;</br>Trembling her dreaded foe to view,</br>She sunk and silently withdrew,</br>While Sarum's labours, round her spread,</br>Sustain and prop her drowsy head.", "Hail, mighty name!  of all thy pen</br>Has dropt, to charm both gods and men,</br>Time nor oblivion e'er shall boast</br>One line or single period lost!</br>Improving youth, and hoary age,</br>Are better'd by thy matchless page;</br>And, what no mortal could devise,</br>Women, by reading thee, grow wise;</br>Divines had taught, and husbands rav'd,</br>Now threat'ned, then as poorly crav'd,</br>But, spite of all, the stubborn dame</br>Remain'd our curse, and still the same;</br>Modish and flippant as before,</br>The smoothing paint and patch are wore;</br>Two hours each morning spent to dress,</br>And not one ounce of tea the less:</br>While the provoking ideot vows</br>Her lover fairer much than spouse.", "Great Socrates but vainly try'd,</br>To sooth the passions of his bride;</br>Her female empire still she holds,</br>And as he preaches peace, she scolds:</br>In vain he talks, in vain he writes;</br>One kissing, while the other bites;</br>Precepts with her, and moral rules,</br>Are only ginns to hamper fools;</br>And, preach and dictate what he will,</br>Madam persists Xantippe still.</br>But wedlock by thy art is got</br>To be a soft and easy knot;</br>Which smiling spouse and kinder bride</br>Now seldom with should be unty'd;</br>Think parting now the greatest sin,</br>And strive more close to draw the ginn:</br>Taught by those rules thy pen instills,</br>Nobly to conquer human ills;</br>The female sufferer now sustains</br>Each mournful loss, with lessened pains;</br>A week is now enough to pine,</br>When puking lap-dog cannot dine;</br>While grief as real swells her eyes</br>When spouse, as when her parrot, dies.</br>The fop no longer shall believe</br>Sense ty'd to every modish sleeve,</br>Nor, conscious of his wants, presume</br>To measure merit by perfume;</br>That courage in Pulvilio dwells,</br>The boldest he, who strongest smells;</br>To prove his sense, no longer bring</br>The doughty proofs of box and ring;</br>Strongly professing ne'er to know</br>An ass concealed beneath a beau;</br>Each taught by thee, shall hence confess</br>Virtue has no regard for dress;</br>That the bright nymph as often dwells</br>In homely bays as rural cells;</br>And in a ruff as fairly shin'd,</br>As now to modern peak confin'd;</br>Blushing thus half expos'd to view,</br>Both herself and mistress too.", "The widow, pining for her dear,</br>Shall curse no more the tedious year;</br>In sighs consume each pensive day,</br>Nor think it long from June to May.</br>See how the pensive relict lies,</br>Oppress'd with spouse's fate, and dies;</br>That Betty with her drops in vain,</br>Recalls her flying soul again:</br>No colour now so fair appears,</br>As is the sable vest she wears,</br>To be her only garment vow'd,</br>Till death exchange it for a shroud,</br>And her cold ashes kindly place</br>Once more within her lord's embrace.", "The ladies, pleas'd with thee to dwell,</br>Aspire to write correct, and spell:</br>We scarce behold, though writ in haste,</br>Five letters in a score misplac'd;</br>Marshall'd in rank they all appear,</br>With no front vowels in the rear,</br>Nor any, out of shame or dread,</br>Skulking behind, that should have led;</br>In every line they now demur,</br>'Tis now no longer Wurthee Surr;</br>With half our usual sweat and pain,</br>We both unravel and explain,</br>Nor call in foreign aid to find,</br>In mystic terms, the fair one's mind.</br>Maintain, great sage, thy deathless name,</br>Thou canst no wider stretch thy fame,</br>Till, gliding from her native skies,</br>Virtue once more delighted flies</br>By each adoring patriot own'd,</br>And boasts herself by thee enthron'd.</br>"]