["She that was deem'd eternal &mdash; she who made</br>The world one sepulchre on which to tread&mdash;</br>Ay, she the nation's spoiler, now is laid</br>Low as the humblest of her captive dead!</br>The bloody laurel withers on her head,</br>The sable owl can hold his carnival</br>Within her marble palaces, and spread</br>His song of desolation in the hall,</br>Where Caesar's acts went forth earth's millions to enthrall!", "Hail, City of earth's early glory! &mdash; thou</br>Whose children were as gods; and at thy feet,</br>Doom'd the proud empires of the world to bow;</br>No more in thy high places millions meet,</br>But silence rules each desolated street!</br>Where are thy thousand tribes, thy trophies fair?</br>Go, view the fallen capitol, and greet</br>The dark inhabitant that's only there:</br>The owl is in her nest &mdash; thy hosts, thy thousands, where?", "Oblivion is their sepulchre &mdash; the fox</br>Of the far desert, howls their dirge alone;</br>The wandering sunbeam in the darkness mocks</br>The splendour of the past; the sculptured stone</br>Which now belies the dead &mdash; a ruin grown!</br>Yet man's frail dust has only pass'd away;</br>His name, but not his labours, now are gone;</br>Thy giant piles, seem in their strength to say,</br>Though creeds and empires change, yet we will not decay.", "Oh, thou that wert time's mightiest, and gave forth</br>The edicts of the world; what art thou now,</br>Since the volcano of the stormy north</br>Pour'd its red lava on thy kingly brow!</br>Thou art a by-word to the nations; thou</br>Who ruled their fortunes like th' Eternal One&mdash;</br>A hissing, a reproach; they've seen thee bow,</br>A shade of other days, thy glory gone:</br>Thy honour is the dust, the sepulchre thy throne!", "Death's hand is on thy beauty, and we see</br>Beneath his feet thy ancient glories cast;</br>They tell the edicts of eternity&mdash;</br>That all must crumble 'neath the awful blast</br>Of the Omnipotent; &mdash; that long hath pass'd,</br>And still is passing o'er earth's wither'd brow!</br>Oh!  what is more sublime, than ruin's last</br>Deep, solitary, silent, voice &mdash; which thou,</br>Rome, in thy loneliness, breathes to the stranger now!", "Roma!  triumph in thy just decline,</br>Dark desolation is thy fittest dower;</br>And let the Hebrew's bitter curse be thine&mdash;</br>May death for ever rule thy midnight hour;</br>Cursed be the hand that plants again thy power;</br>May he upon his kindred place the stone,</br>That builds once more, oppression's gloomy tower;</br>Be thou, when other monuments are gone,</br>A heap to tell mankind of tyranny o'erthrown!</br>"]