["Good heav'ns!  my Delia, how loud blows the storm</br>Hear blast after blast, how they roar!</br>Like waves rolling on, when their course they perform,</br>And successively dash on the shore.", "Unhappy the Man, now who tost on the seas,</br>To his fate turn your pitying eyes;</br>What a contrast! &mdash; we sit in the corner at ease,</br>While he braves both the billows and skies.", "Ah little avails our compassion and fears,</br>Pity calms not the loud surges roar;</br>Nor filial prayers, nor conjugal tears;</br>Wife and children may see him no more!", "Distressing idea! &mdash; Some man too whom cares</br>Had oblig'd from his household to roam,</br>Who broods o'er the life, hope and joy of his years</br>In vain beats the tempest for home.", "Say Delia, does not thy sorrowful heart</br>Ever weep at misfortunes and woe?</br>Yes, sighs will arise, &mdash; and the languid pearls start;</br>They're taught, and submissive they flow.", "'Tis the pride of your sex; yet oft cold is that breast,</br>When it sees real objects of grief,</br>That sighs at the mere fancied tale of distress,</br>And gen'rously wishes relief.", "Strange conduct! &mdash; \"Rinaldo what terrible blasts!</br>The world seems all tempest and snow;</br>Loud rages the storm; and how long it may last,</br>Rinaldo nor Delia know.", "\"Let's rise then and go to some happier climes,</br>Where nor winter, nor tempest appears,</br>Where freed from the troubles and cares of the times,</br>Our pleasures wou'd roll on in years.", "\"Sweet prospects of happiness dawn in my breast;</br>Methinks, by some murmuring stream,</br>While soft zephyrs fan us, on flowers we rest,</br>While Eden and Eve are the theme.", "\"But in those cold regions what bliss can we find?</br>Rough Winter here nature deforms;</br>Continual troubles will harrass our mind;</br>Snow falls &mdash; clouds arise &mdash; Boreas storms.\"", "Cease, Delia cease, 'tis in vain to complain;</br>Misfortunes and troubles will fall;</br>No station of life is exempted from pain,</br>And this is the fortune of all.", "Then rest here contented, nor think to remove,</br>Content with your lot, ask no more;</br>And while the storm thunders terrific above,</br>Then think of and pity the poor.</br>"]