["'Twas night, and buried in profound repose,</br>The numerous tribes of busy mortals lay,</br>My wakeful eyes alone forgot to close,</br>And thought succeeded to the cares of day:", "'Till wearied nature sunk at last to rest:</br>But Fancy hovering still around my head,</br>Fancy, the sleepless tenant of the breast,</br>Its airy visions o'er my slumbers spread.", "When to my view a grisly form appears,</br>Of mien majestic, but dejected hue,</br>Reverend, sunk deeply in the vale of years,</br>The Father of the English Song I knew.", "\"Hail,\" cried I, \"Author of immortal lays!\"</br>\"My son,\" he said, \"those titles now forbear,</br>No time remains to waste in useless praise,</br>A different subject now demands our care.", "\"Thou know'st, and oft hast mourn'd how hard my lot,</br>Of evil days and evil tongues the prey;</br>Dishonour'd, unrewarded and forgot,</br>I sunk, the unheeded victim of decay!", "\"Obscurely in a vault my corse was laid,</br>Fenc'd by no shelter from the common doom;</br>No voice of praise was heard to soothe my shade,</br>No pomp of funeral adorn'd my tomb.", "\"Yet saw I sons their fathers fault disclaim,</br>The tribute long withheld of honour pay,</br>My strains, victorious, fil'd the voice of Fame,</br>Nor griev'd I, tho' my corse unheeded lay.", "\"But ah!  how shall I tell the dire disgrace?</br>With hands profane my tomb they now disclose,</br>My bones, torne rudely from their grave, deface,</br>And rob my ashes of their due repose.", "\"Was it for this, tho' quench'd my visual ray,</br>I woo'd the Muse to build the lofty rhyme,</br>To more than mortal themes I rais'd my lay,</br>And soar'd beyond the bounds of space and time?", "\"Is this the fame I hop'd from future days?</br>And these are then the honours they bestow!</br>With sacrilegious hands my corse to raise,</br>My bones expose a mercenary show!", "\"To brand the wretches, who the dead invade,</br>With shame and fell remorse, be thine the care:\"</br>The cock was heard to crow &mdash; no more he said,</br>And the thin vision vanish'd into air.</br>"]