["NANDO, JEFFREY, PERIGOT.", "NANDO.</br>Good day to Jeffrey, (if I not mistake).", "JEFFREY.</br>Like (if mistake not I) for Nando's sake.", "NANDO.</br>How leades thou life and lambes, and whereaway?</br>I scarcely twice have seene thee, since the day</br>That thy Maecenas, that renowned Lord,</br>The Lady wed who by the chrystall fourd</br>Was Mistresse of that Castle, white and strong</br>Neare Chilterne hilles, where we led flocks along.</br>T'was at this Ilands most renowned Towne,</br>(Place fittest for a match of such renowne),</br>Where, at that wedding, thou a speech didst make</br>Whereof I once from thee did coppy take,</br>Since beg'd or stolne from me, (the common lot</br>Of novelties):  if thou hast not forgot,</br>Pitie thou should'st!  vouch-safe it to rehearse:</br>It was a plaine, but honest, peice of verse.", "JEFFREY.</br>How think'st thou (Nando) things so long fore-past,</br>In that so plaine and simple age, may last</br>To these more dainty dayes?  or who but thou</br>Fancyes so olde esteeme or relish now?", "PERIGOT.</br>Yes:  That doe I:  and that's one more then he:</br>And so doe all that truely honest bee,</br>If truely honest be the verse, though plaine;</br>And I have heard thou hast no greater straine.</br>Though fame allowes no life to vicious ryme,</br>No vertuous verse is subject unto tyme.</br>All things, though old, to those that never knew</br>Nor never heard of them before, are new.</br>Age does not worth diminish but prolong:</br>True Muse is (like Apollo) alwayes young.</br>What's vile is old or dead as soone as borne;</br>What evers good more dayes doe more adorne.", "JEFFREY.</br>As I have seene a Shepheardesse contrive</br>A way to keepe a gather'd rose alive,</br>So this my withering fancy, by the merit</br>Of your desires, doth thus it selfe inherit.", "I that n'ere gaz'd on Cheap-sides glistring rowe,</br>Nor went to bed by the deep sound of Bowe,</br>But lent my dayes to silver-couler'd sheepe,</br>And from strawne cotes borrow'd my golden sleep,</br>(On deare occasion you may thinke to draw</br>To Citie him that never Citie saw)</br>Arriv'd these walles and towers of sumptuous pride</br>To seeke my deare Lord, whose faire flock I guide,</br>And for whose absent worth my tender feares</br>Have far'd a little Tems of mine owne teares.</br>And as (which I, poore Swaine, with blushes say:</br>Though wherefore should I so?) I lost my way</br>Some hundred times in these amazefull streets,</br>The wing'd and quiver'd Love at last me meets;</br>Him had I known so well in our green Downe,</br>That he forgot not mee in this gay Towne;</br>And leades me to this place, which he though blinde</br>Better then I with my best eyes could finde:</br>And, while conducted betwixt him and care,</br>I did, as captive led by keeper, fare.</br>But at this hallow'd threshold now receiv'd</br>By him that weares the robe of saffron weav'd,</br>The smileing Hymen, I such sweetnes found</br>As hearts redeem'd may feele that have been bound;</br>And by his sacred counsell wish'd to frame</br>These rites to you (Fayre and illustrious Dame),</br>To whose rare graces here I can make no</br>Compare, since I no gemmes nor jewells know,</br>But in your modest smiles (me thinks) I view</br>Our Starre by day, and Summers rose anew.</br>More then I mourn'd his absence, I rejoyce</br>Now in my rare Commanders rarer choice.</br>And as his sweet and richly founded Place</br>Your stately and well-shaded Towers embrace,</br>My Muse shall sing of your united name</br>In shades of Sherborne and by streames of Thame,</br>Songes that beyond these suddain straynes aspire</br>Shall in their just desart and true desire,</br>That longs till all my Mates in joviall sort</br>Dance to my pipe and this more sweet report.</br>Such was the speech that Hymens high occasion</br>Gave first life to; this second, your perswasion.", "PERIGOT.</br>No sure:  If of it selfe thy Muse could dye,</br>It might have endles life from cause so hye.", "NANDO.</br>But what occurrents there befell thee more?</br>So noble eares could not so give thee ore.", "JEFFREY.</br>Tis true, but I my part have much forgot</br>But theirs (which was their Noblenes) cannot.</br>Amongst the rest a Lady faire, (to try</br>My wits, it seem'd; or else I know not why),</br>Was pleas'd to me a question to propose</br>Which either shee, or I, did out of prose</br>Transforme into a slender dresse of ryme,</br>Wherein it lives, though poorely, to this time.", "Betwixt two Suiters sat a Lady fayre:</br>Upon her head a garland did she weare;</br>And of th' enamour'd two the first alone</br>A garland wore (like her), the other none.</br>From her owne head she tooke the wreath she wore</br>And on his plac'd it who had none before:</br>And then (marke this) their browes were both about</br>Beset with garlands, and she sat without.</br>Beholding these Cor-rivals on each side</br>Of her, thus plac'd and deck'd in equall pride,</br>She from the first mans head the wreath he had</br>Tooke off, and therewith her owne browes she clad:</br>And then (marke this) she and the second were</br>In garlands deck'd, and the first man sate bare.</br>Now which did she love best, of him to whom</br>She gave the wreath, or him she tooke it from?", "NANDO.</br>In my conceit she him would rather have</br>From whom she tooke, then him to whom she gave.</br>For, to bestow, many respectes may move:</br>But, to receive, none can perswade but Love.</br>She grac'd him much on whom her wreath she placed,</br>But him whose wreath she wore she much more graced:</br>For where she gives she there a Servant makes,</br>But makes her selfe a servant where shee takes.</br>Then where she takes she honors most, and where</br>She doth most honor she most love doth beare.", "PERIGOT.</br>In my conceit she lov'd the man the more</br>To whom she gave the garland that she wore.</br>An action such (me thinkes) seemes to expresse</br>That he, who that posses'd, should her possesse.</br>Where she the garland took and left him bare,</br>Might be his brows for Willow to prepare.</br>Receiving does not always service prove,</br>But giving is alwayes true signe of Love.</br>On him whose wreath she weares she much confers;</br>But bindes him to more honor that weares hers:</br>And then if she, is fayre, be truely kinde,</br>Most love she beares where she most lookes to finde.", "NANDO.</br>Now (Jeff) what was the answer that you gave?", "JEFFREY.</br>That I (with little greife) forgotten have;</br>Though likely tis I sayd like one of you.</br>All is but guesse where none can tell what's true.</br>The depth of Ladyes minde no other knowes</br>(She knowes) and tis no answer to suppose.</br>He may him-selfe thinke in her greatest grace,</br>Upon whose head she did her garland place,</br>And he whose wreath she wore may thinke the same,</br>(Love all things doth to his owne vantage frame):</br>But he, in one or both, must needs be blinde;</br>And what himselfe sees not he hopes to finde.</br>Two Lovers may be equall in desart;</br>The diffr'ence is in the Beloveds heart.</br>Wise Ladyes thoughts are to them selves alone;</br>And better pleas'd to be admir'd then knowne.</br>Tis like she lov'd one best:  but is more blest</br>If him she have she loves, and loves her best.", "NANDO.</br>How may we now requite thy love and paine?", "JEFFREY.</br>My paines with pitie, love with love againe.", "NANDO.</br>Nay (gentle Jefferey) from thy repast</br>We have (I feare) caus'd thee too long to fast.</br>Walke with my freind and me unto my Bower,</br>And helpe to entertaine one pleasant hower,</br>That in th' enjoyance of so kinde a freind</br>Will but too swiftly hasten to his end.</br>My Dame to night a cheese-cake me allowes,</br>Whose borders are as browne as are her browes;</br>But curds within as candid as her favour,</br>Sprinkled with cynamonds delightfull savour.</br>We have Queene-apples, some within to see</br>As beauteous as without:  (as nymphes should bee):</br>And Russettings that, like true Shepheards, hide</br>Wilde disposition in a rough out-side:</br>Poore fare; yet so much richer for thy sake</br>As hearty wish and welcome may it make.", "JEFFREY.</br>Thy lookes and tongue both so performe their part</br>As shewes they have Commission from thy heart.</br>These dayes of ours (Nando) no kinder qualitie</br>Produce, in great or small, then Hospitalitie.</br>It seemes thou canst remember I have been</br>In noble houses, and I there have seene</br>And tasted too their bountious entertaine</br>(Which may it everlastingly remaine).</br>Continuance is the life of all well doeing,</br>And thereunto all blessings come a wooing.</br>And I have far'd with Shepheards such as you;</br>And loveing ever to my power to doe</br>The good that I in others see and praise,</br>Have had my fellow Shep-heards in my dayes;</br>Not to requite, for so I was not able,</br>But t' imitate heart free and hospitable.</br>As the rich farmers favour do's refine</br>His plenteous fare, and turnes his ale to wine;</br>The Shepheards love so makes his poore repast</br>A banquet, and his whey like ale to tast:</br>And, at the greatest table and the least,</br>Love and free welcome makes them both a feast.", "PERIGOT.</br>I that am idle and have least to doe</br>All our three flocks the while may looke unto.", "NANDO.</br>No Perigot; wee cannot spare such freind,</br>Whose worth is not invited to attend.</br>As wee, so let our flocks, together feed:</br>Sheep will agree where shep-heards are agreed:</br>And as for fitchet, fox, or such as those,</br>Inward agreement feares no outward foes.</br>Sheep learne the voyce of Shep-heards that them keep;</br>And mutuall love shepheards may learne of sheep.", "Nando's Emblem.</br>Grex humilis vocem discit Pastoris amantis", "Perigot's Emblem.</br>Pastor ad exemplum discat amare gregis", "Jeffrey's Emblem.</br>Foelix is Pastor qui ovis est Pastoris Olympi,</br>Cujus sunt gregibus cognita vox et amor.</br>"]