["PASTORAL I.</br>Season, Spring. &mdash; Time, Morning.</br>ADDRESSED TO GEORGE, EARL OF GUILFORD.", "&mdash;Arcades ambo</br>Et cantare pares, et respondere parati.</br>Virg. Aeclog, vii. v. 4.", "In fair Oxonia first, with vernal flow'rs,</br>I crown the Muse that cheers my peaceful hours;</br>Mild Isis, echo to the rural song,</br>That humbly skims thy silver stream along;</br>Ye willows, quiv'ring o'er your waters play,</br>And nod soft plaudits to the whisp'ring lay.", "Offspring of him, belov'd of Heav'n, who join'd</br>The noblest wisdom with the purest mind,</br>Attend the verse; nor those, thy peers among,</br>Who on thy patriot voice so oft have hung,</br>Disdain these early numbers to receive,</br>That in the sunshine of thy smiles would live.</br>So round the gen'rous oak the mazy vine</br>Loves, in gay wreaths, his infant leaves to twine;</br>Yet blushes, as it pays admiring court,</br>And purples grateful o'er its high support.", "Fair Morn yet linger'd in the op'ning east,</br>And careless tints on distant mountains cast;</br>When three young Shepherds, o'er the spreading lawn,</br>With early warblings hail'd the smiling dawn;</br>Till, as they pour'd their gather'd flocks along,</br>Thus gentle Hylas stopp'd the flowing song:", "HYLAS.</br>Lov'd Swains, the fav'rites of the rural Muse,</br>See waking morn her purple rays diffuse;</br>Smooth Isis' streams reflected splendor yield,</br>And gay, green Spring, enrobes the circling field:</br>Come then; the Muses love the vernal year;</br>Let songs, alternate, swell the cooling air;</br>While in yon waving Elm's embow'ring shade,</br>In decent shew the rural feast be laid.</br>Damon, begin; your gentle reed inspire;</br>Then, Thyrsis, answer with Apollo's fire.", "DAMON.</br>What say you, Thyrsis?  I, unskilful swain,</br>Tune the mean pipe along the distant plain;</br>And stake this crook, with iv'ry head, as fair</br>As Delia's neck, or Daphne's flaxen hair.", "THYRSIS.</br>And I this horn which first my grand-sire found,</br>And thro' the hollow pour'd the length'ning sound;</br>A ring of gold enclasps the graceful curve,</br>His bright reward whose songs the prize deserve.", "</br>DAMON.</br>Fair blooming youth, O leave Idalia's grove,</br>Thy feasts ambrosial, and thy Psyche's love;</br>Glow thro' the verse, and smooth the rustic lays</br>That seek no theme, but thine eternal praise.", "THYRSIS.</br>Melodious Phoebus, all my mind inspire</br>With Hayley's air, or Southey's kindling fire;</br>That not unequal to the task may prove</br>Of singing Delia's charms, and Delia's love.", "DAMON.</br>Me laughing Daphne softly lurks behind,</br>Pelts the smooth plum, then trips along the wind;</br>Yet, while the bush conceals with sweet briar green,</br>She laughs aloud, and wishes to be seen.", "THYRSIS.</br>While lovely Delia leads the floating dance,</br>At each quick step she darts the side-long glance;</br>While, winking round, in ev'ry soft retreat,</br>How much her eyes belie her sporting feet.", "DAMON.</br>Sweet May is faithful to the honey'd flow'rs,</br>March to the winds, and April to the show'rs;</br>Yet still more constant, while her Damon's here,</br>Is charming Daphne all the varied year.", "THYRSIS.</br>Fair Morning loves to court the tepid breeze;</br>Mild Eve the cooler, Noon the shady trees;</br>Yet more than all, my Delia joys to play,</br>Where faithful Thyrsis leads his fllocks away.", "DAMON.</br>The peaceful Olive sage Minerva bears,</br>Bacchus the Vine, the Myrtle Venus wears;</br>Yet while my Fair admires the vi'let blue,</br>The vine, sweet flow'r, and myrtle, yield to you.", "THYRSIS.</br>The hardy Oak is monarch of the plains,</br>O'er the soft stream the mournful Willow reigns;</br>If Delia love the Rose, with blushes gay,</br>The Oak and Willow shall the Rose obey.", "DAMON.</br>When hoary Winter chains our fields in frost,</br>And lively Verdure in his snows is lost;</br>If Daphne smile, stern Winter frowns no more,</br>And greener verdure crowns the flow'ry shore.", "THYRSIS.</br>When thirsty Sirius rages o'er the fields,</br>And fainting Nature to the tyrant yields;</br>In Delia's presence, her enliv'ning eye</br>Sparkles with life, and splendor paints the sky.", "DAMON.</br>If in some distant grove my Daphne roam,</br>Far from her shepherd's flock and native home;</br>Hush'd are the birds, the sorrowing flow'rs droop low;</br>And the dull streams in languid silence flow.", "THYRSIS.</br>If cruel Delia from her Thyrsis hide,</br>By yon dark elm, or Thames sedge-mantled side;</br>In vain bright Titan gilds the burnish'd plains;</br>He soothes the least who smiles upon our pains.", "DAMON.</br>Ah, yield thee, Thyrsis; or with promptness tell,</br>What sweet is that from show'ring Heav'n that fell;</br>Unfold the riddle, and the crook is thine,</br>To curb the goats that crop the early vine.", "THYRSIS.</br>Yet boast not Damon; first that flow'r declare,</br>That joins a metal with a virgin fair;</br>Then his loud horn shall conquer'd Thyrsis yield,</br>And all the praises of the wond'ring field.", "HYLAS.</br>Equal in wit, and in the flowing rhyme,</br>In years tho' greener than the youthful lime.</br>Admir'd by Phoebus, and by Love caress'd,</br>Who can discern the youth, who sings the best?</br>Blest in unrivall'd Friendship, still maintain</br>Th' admiring plaudit of each humbler swain;</br>While to thee, Damon, this transparent horn,</br>That clear reflects the purple tints of Morn,</br>Glad, I adjudge; and, Thyrsis, to thy care,</br>Commit this crook with mounting iv'ry fair.</br>But haste away; the sweet repast is laid,</br>Inviting Hunger in the rural shade:</br>Put up your pipes:  the birds your notes prolong;</br>Let them take up the warbling of the song.", "PASTORAL II.</br>Season, Summer. &mdash; Time, Noon.</br>ADDRESSED TO MASTER F. H. PAPENDIECK.", "&mdash;Tantus dolor urit aruantes.</br>Ovid, Met. lib. iv. v. 278.", "In Windsor groves, where cooling Zephyrs play,</br>And Thames smooth waters guide their chrystal way,</br>The gather'd Swains, with rural labour tir'd,</br>Sought the mild breezes, and the reed inspir'd;</br>While, where the oaks hang round their ample shade,</br>Their crooks neglected, and the flocks were laid.</br>Soft as they sung, along the verdant shore,</br>The feather'd songsters seem'd to charm no more;</br>All nature smil'd; gay sprung the blooming flow'rs,</br>And harmless Mirth led on the dancing hours.", "Fred'rick, attend; hear one sad lay complain,</br>That to our friendship adds this length'ning chain;</br>How swains, tho' faithful as thyself, have mourn'd</br>Affection scorn'd, or friendship unreturn'd;</br>Hear all the griefs, and all the ills of love;</br>For thou can'st pity, and may chance approve.", "Alone retir'd from this enliv'ning scene,</br>Palemon slowly pac'd the distant green;</br>Where, on his head, Sol pour'd his burning ray,</br>And in hot splendor, flam'd the cloudless day.</br>Loose, o'er his shoulders, fell his airy flute,</br>So lively once, but now so sadly mute;</br>O'er his blue eyes his flaxen tresses hung,</br>While mournful thus in gentle plaint he sung:&mdash;", "Ye radiant sun-beams, parching from above,</br>Ah fierce, indeed, but not so fierce as love;</br>Ye fields of azure sapphire, sparkling fair,</br>And ye, beneath, that Summer's verdure wear,</br>All Nature, listen to the piteous lay,</br>That longs, like you, yet sickens to be gay;</br>And, oh, if Grief should spoil the heart-felt verse,</br>Him pity most, who fails it to rehearse!", "Ah!  thinks my Rosalind, what restless pain,</br>Her faithless breast inflicts upon her swain;</br>While o'er the thirsty fields he seeks to trace</br>Some footstep printed on the trodden grass!</br>Fond, simple youth, when, joying in her love,</br>Thy Rosalinda sought the shady grove,</br>Where oft enraptur'd on the bank she stood,</br>As in the blushing stream my face I view'd;</br>And told me, bending o'er the gurgling wave,</br>Not morn herself such lovely blushes gave;</br>Why did I eager drink her perjur'd praise,</br>Why round her head enwreathe the grateful bays?</br>Yet cruel Love still wrings my wo-worn breast,</br>Nor laughing Summer brings Palemon rest!", "Come, view my cottage, that, on yonder hill,</br>Climbs o'er the hedge, and looks upon the rill;</br>O'er its smooth top the bow'ring elm survey,</br>That shades my windows from the scorching ray:</br>While creeping upwards on its cover'd side</br>The winding ivy mounts in verdant pride.</br>Around, like silver peeping from the grass,</br>Thame's subject stream directs its waves of glass;</br>Till spreading slowly as it onward moves,</br>It bounds below, and rushes to the groves.</br>Here will we love; and when the bright-eyed Morn</br>Wakes to new light and life the purpling Dawn,</br>Thy liquid voice in heav'nly notes shall rise</br>With my low flute, soft warbling to the skies;</br>Or if it please thee better, from the cotes,</br>Thy tender hand shall drive the udder'd goats:</br>While round the plain, where fresh'ning Zephyr breathes,</br>Thy careful swain the colour'd garland wreathes;</br>To deck thy bosom, or attentive spread</br>The rifled Summer on thy bashful head!", "The yelling lion pants the wolf to seize,</br>The wolf the kid, the kid the tender trees;</br>The sad Palemon, with enquiring eyes,</br>And eager haste, for Rosalinda flies;</br>Yet the fierce lion lives not in his breast,</br>No savage Hunger robs his soul of rest;</br>Love, gentle Love, the shepherd's anxious care,</br>Urges him on, and shews the promis'd fair;</br>Yet as I haste to clasp her in these arms,</br>Fled is her form, and all her glowing charms!", "And is it thus, malicious god, the youth</br>Is robb'd of all, that vow'd eternal truth?</br>That he, who spoils the flow'ry pride of Spring,</br>His votive garlands on thy shrine to bring;</br>That he, who sings thy praises all the year,</br>For Rosalinda clasps the shadowy air?", "O'er distant fields no more my feet shall roam,</br>Nor sad Palemon leave his peaceful home.</br>This flute, which Moeris with his dying breath,</br>Gave as a pledge that Friendship lives in Death;</br>This flute no more shall unregarded hang,</br>With which so sweetly thro' the groves he sang;</br>To yon thick shade, lamenting, I'll retire,</br>And to soft plaints my mournful reed inspire!</br>Yet, why bright Phoebus fly!  a livelier flame,</br>With cherish'd hate, exhausts my drooping frame.</br>Still, still I burn!  ah, rather let me say,</br>Palemon's free when Rosalind's away:</br>Reflecting Reason blot the fatal word,</br>And to rough Love be smooth Content preferr'd.</br>But haste, Palemon; to yon shady green,</br>Where limpid Thame adorns the verdant scene,</br>Urge the quick step:  for, on the margin gay,</br>The heedless flock in wild disorder play.</br>Farewel, ye plains, ye verdant lawns, adieu,</br>Ye fields of green, and ye of azure blue!</br>Farewel, false Rosalind; my beating breast</br>Denies me more; let tears declare the rest!", "PASTORAL III.</br>Season, Autumn. &mdash; Time, Evening.</br>ADDRESSED TO THE HONOURABLE T. ERSKINE.", "Amor, che per gli affani cresce.</br>Petr. p. 33.", "Fair was the eve; and o'er the western sky</br>Departing Phoebus cast his gentler eye;</br>Autumnal glories mark'd the yellow plain,</br>And golden Ceres spread her waving reign,</br>When wand'ring Strephon, mourning o'er the mead,</br>With gentle breath inspir'd the plaintive reed;</br>While pitying Zephyrs wafted thro' the grove,</br>The mingled notes of Sorrow and of Love.", "Thou, whom a nation's love, a nation's praise</br>Crowns yet unwearied with immortal bays;</br>Whom gracious Heav'n, in pity to mankind,</br>Gave to scourge Vice, and curb the erring mind;</br>O let my Muse, by thy great name inspir'd,</br>With Erskine's native eloquence be fir'd!</br>From thy warm eye expressive Pity sent,</br>Shall mountains melt, and bid the rocks relent;</br>The woods shall mourn, and heap'd upon the shore,</br>Old Thamus weep, and Isis smile no more!", "From Strephon's bosom burst the tender sigh,</br>And grief's big drop stood trembling in his eye!</br>Streaming it fell:  Love caught the pearly tear,</br>And whisper'd comfort in the shepherd's ear.", "Ah, cruel god, reply'd the care-worn swain,</br>Thy smiles are sorrow, and thy pleasure pain!</br>Still, as I bow beneath thy burning shrine,</br>Contempt, Refusal, and Despair, are mine!</br>No promis'd joys by love-sick Fancy drest,</br>No promis'd raptures throb within my breast!</br>Fair Peace, adieu!  and ah!  no more be mute;</br>But mourn with me, my sweetly-warbling flute!", "And does Menalcas, rev'lling in her charms,</br>On Sylvia's breast repose his iron arms?</br>Perverted Nature, mourn thy banish'd reign,</br>And weep with me o'er ev'ry murm'ring plain;</br>The savage eagle, screaming, courts the dove,</br>To snowy hinds the lion roars his love;</br>Wild in the flock the rav'ning wolf's preferr'd,</br>And foaming tygers sport among the herd!</br>Fair peace, adieu!  And ah, no more be mute;</br>But mourn with me, my sweetly-warbling flute!", "In this lorn breast, where Sylvia's image lies,</br>Love asks in vain, while vanish'd Hope denies!</br>Once could I wish, when artless was my age,</br>And smiling Time unroll'd his brightest page;</br>Once could I wish, when first my Sylvia rose,</br>Like op'ning flow'rs their budding charms disclose;</br>When first she rose, the splendour of the plain,</br>And stole the heart of ev'ry simple swain;</br>Till Disappointment drove me from my land,</br>And dash'd the cup of Rapture from my hand.</br>Weep, hapless youth!  and ah!  no more be mute;</br>But mourn with me, my sweetly-warbling flute!", "Ye groves, forsaken by your wretched swain;</br>Ye mazy woodlands, nodding o'er the plain;</br>Ye bleating folds, once Strephon's fleecy wealth,</br>My slender crook, fond pleasure, and fair health,</br>All, all, adieu!  To me, the shady grove</br>Has lost its charms, since Sylvia has her love!</br>For some new swain my wand'ring flock must look,</br>And all the garlands wither on my crook!</br>Weep, hapless youth!  and ah!  no more be mute;</br>But mourn with me, my sweetly-warbling flute!", "Soft sung the shepherd; and on distant plains</br>Delighted Echo spread the plaintive strains.</br>Thame rais'd his head, and bending o'er the meads,</br>Told the mild numbers to his waving reeds;</br>While Windsor fields, forgetful to rejoice,</br>Caught the sad influence of his magic voice.", "Hark!  What sweet murmurs break from yonder grove!</br>What chanting Nymph laments her bleeding love;</br>Still on mine ear the silver numbers steal,</br>And rising throbs within my breast I feel!</br>The shepherd paus'd:  while, floating gently near,</br>These mournful numbers trembled in his ear:&mdash;", "Sweet is the light that glitters thro' the sky,</br>And sweet soft Ev'ning with her virgin eye;</br>Dear is the hope that flatters me to rest,</br>And lov'd the purple stream that warms my breast!</br>But ah!  How sweet, how dear, how lov'd, the youth,</br>That to this wretched bosom vow'd his truth!</br>Who from these lips love's warm avowal heard,</br>That love to Pleasure and to Peace preferr'd!</br>Sigh on, ye Zephyrs, that around me breathe;</br>And mourn, ye bubbling streams, that purl beneath!", "Once soft Content reveal'd her placid charms,</br>And Joy, with smiles, would woo me to her arms!</br>Once from his shrine Love bow'd his yielding head;</br>But Love, and Joy, and soft Content, are fled!</br>Care on my lips compels his bitter bowl,</br>And Woe's rude tempest shakes my tortur'd soul!</br>Sigh on, ye Zephyrs, that around me breathe;</br>And mourn, ye bubbling streams, that purl beneath!", "Ye playful Nymphs, that haunt the woodland scene,</br>The flow'ry valley, or the upland green;</br>Or ye, in Thame's smooth flowing stream, that lave,</br>And cleave with polish'd arm the chrystal wave;</br>In what cool bow'r, what wat'ry grotto's shade,</br>To sad complaint impervious, were you laid;</br>When Force unmanly dragg'd me from my fields,</br>And all the joys my peaceful cottage yields?</br>Sigh on, ye Zephyrs, that around me breathe;</br>And mourn, ye bubbling streams, that purl beneath!", "If Health's warm smile these drooping charms restore,</br>And hope's unalter'd eye be dim no more;</br>If Love has pow'r to bind the hearts of swains,</br>(And that he has, O tell my native plains!)</br>This weary hand that props my tearful cheek,</br>With painful toil and trembling mis'ry weak,</br>This weary hand shall be the youth's alone,</br>Who call'd so oft that weary hand his own!</br>Witness, ye groves, with gilding Autumn gay,</br>Ye waving fields, that glitter on the day,</br>Ye whisp'ring leaves, with yellow border bright,</br>And ye, ye floating splendors of the light!</br>Despis'd Menalcas mourns my flight in vain,</br>And Sylvia's Strephon shall be hers again!</br>Sport now, ye Zephyrs, that around me breathe;</br>And smile, ye bubbling streams, that purl beneath.", "Soft ceas'd the Fair; then beam'd from out the grove</br>In all the luring languishings of love;</br>Caught by the breezes shook her clust'ring curls,</br>Shook, as when Eve her trembling veil unfurls;</br>An airy robe her floating form betray'd,</br>And o'er her breast in ruffling eddies play'd;</br>From her bright eyes a thousand glances speak,</br>And blushing beauty purples on her cheek.</br>Enraptur'd Strephon gaz'd upon her charms,</br>And wildly rush'd, and clasp'd her in his arms:</br>\"These fond caresses,\" sigh'd the blooming swain,</br>\"These dear embraces bind us once again!</br>O may no more the wiles of fortune part</br>This panting bosom from thy Shepherd's heart!</br>If Love, too cruel, smile but to deceive,</br>And Woe once more the loom of mis'ry weave;</br>That ruffian hand, that tears me from thy side,</br>Shall point the grave, where hapless Strephon died!\"", "PASTORAL IV.</br>Season, Winter. &mdash; Time, Night.</br>ON THE DEATH OF MR. COWPER.", "Quis desiderio sit pudor, aut modus</br>Tam chari capitis?  praecipe lugubres</br>Cantus, Melpomene; cui liquidam Pater</br>Vocem cum cithara dedit.", "Ergo &mdash; perpetuus Sopor</br>Urget!  cui Pudor, & justitia soror</br>Incorrupta Fides, nudaque Veritas,</br>Quando ullum invenient parem?</br>Hor. Lib. i. Od. 24.", "DAPHNIS.</br>Not summer-airs that fan the rustling grove,</br>Or the warm whispers of enraptur'd Love;</br>Not the smooth streamlets that with rippling tide</br>In murm'rings mild the chrystal pebbles chide;</br>Not Pan himself can so beguile mine ear,</br>As when Amyntas' gentle reed I hear;</br>But, ah!  his sweet celestial strains are gone,</br>And rich Elysium claims her tuneful son!", "MOERIS.</br>See solemn Night begins her dreary reign,</br>And Winter bleaches o'er the icy plain;</br>Pale Luna sleeps behind the dark'ning cloud,</br>And Nature lies beneath her frozen shroud:</br>So drear to me is Rapture's dancing ray,</br>So cold to Moeris Pleasure's warmest day;</br>So darken'd, Youth's bright sunshine, now no more,</br>So frozen Health, whose blushes glow'd before;</br>For, ah!  with thee I weep our Shepherd's death,</br>And raptur'd Harmony's forgotten breath!", "DAPHNIS.</br>As the tall Poplar waves above the reed,</br>Or Windsor groves rise graceful o'er the mead;</br>As lovely Roses blush upon the thorn,</br>Or flow'ry Buds the tangled hedge adorn;</br>Thus lov'd Amyntas rivall'd every swain;</br>Thus with his warblings grac'd the ravish'd plain;</br>Thus bow'd each Shepherd to his mellow flute,</br>Till Verse, Amyntas, and Delight were mute!</br>Mourn, mourn, ye horrors of the frozen year,</br>And melt in tears of anguish o'er his bier!", "MOERIS.</br>Yon aged tree, where once his sculptur'd name</br>Would Admiration's passing tribute claim,</br>The envious snows in clus'tring heaps conceal,</br>And graven boughs no more the charm reveal;</br>Beneath the frost of Death's relentless hand</br>Thus dies the Muse, thus leaves a weeping land;</br>Thus fades the landscape from our straining sight,</br>Where soaring Rapture wing'd her visions bright;</br>Where Fancy planted gay her colour'd goal,</br>And magic Melody enchain'd the soul!</br>For, ah!  Amyntas droops his gentle head,</br>And Rapture, Fancy, Melody, are fled!", "DAPHNIS.</br>Chain'd is the music of the purling spring,</br>And stiff the tender turtle's useless wing;</br>So fast in Death the fetter'd Muses lie,</br>So fixt our tuneful Swain's enliven'd eye!</br>And, ah!  no more shall Summer's glowing reign</br>Restore his numbers to their native plain;</br>No more light Autumn wake to visions gay</br>Those eyes, cold hidden from the light of day;</br>Though melting Spring again shall soothe the grove,</br>And pliant pinions oar the sailing dove!</br>Weep, Moeris, weep!  Amyntas charms no more;</br>And Pan chants vainly o'er the desart shore!", "MOERIS.</br>Ah, down these cheeks full oft the tearful stream</br>Steals in the day, and dews the nightly dream;</br>Full oft Remembrance thorns within my breast,</br>And Meditation lures me from my rest!</br>O'er this cold grave that decks the snowy way</br>With old o'er-waving cypress sadly gay,</br>O'er this cold grave pale vigils will I keep,</br>And bid the wand'ring pilgrim pause and weep;</br>While thus the sorrow, by his sighs betray'd,</br>Shall soothe in pensive lay the list'ning Shade:&mdash;", "\"Thee, sweet departed Warbler of the plain,</br>Who charm'd so oft lorn Echo's mournful reign;</br>Thee, when green Spring her verdant mantle weaves,</br>And laughing Summer crowns her head with leaves;</br>Thee, when bright Autumn paints the golden land,</br>And hoary Winter waves his icy hand;</br>Thee shall Remembrance fancy in her way,</br>Chanting with tuneful reed thy placid lay;</br>And, with her wonted rapture wildly warm,</br>Present the laurel to th' ideal form;</br>Thee shall Affection mourn, along thy bier</br>Mingling with silent grief the bursting tear;</br>Thee Honour, acting in his noblest part,</br>Hold in each eye, and grave within each heart;</br>Till Spring no more, or Summer's sparkling eye,</br>Or yellow Autumn beam along the sky;</br>Till hoary Winter loose his icy chain,</br>And Joy, immortal as thy numbers, reign!\"</br>"]