["Sprinkled all o'er Augusta's smoky vale,</br>Fringing her roads as rightly do I guess,</br>Beflower'd around, and white from head to tail,</br>Upright and prim as beau in summer dress,</br>Are scores of things, where citizens inhale</br>Their country breathings, nick-named cottages:</br>Away &mdash; I hate them &mdash; 'tis no treat to me</br>To see such springs of humility.", "I like a bit of homely thatch,</br>Where lives a poor man &mdash; no &mdash; not very poor;</br>I mean just such a man as well can catch</br>From oven mouth, say twice a week or more,</br>Of wholesome wheaten bread a goodly batch,</br>To feed his children with &mdash; we'll say there's four,&mdash;</br>We'll say there's six, ne'er mind &mdash; God bless him with 'em,</br>Providing he has food enough to give 'em.", "Where all the live-long day right merrily,</br>The simple house-wife plies her daily care:</br>Of work, while her good man's a-field, you see,</br>I hold it meet the woman have her share!</br>I like to see her busy as a bee,</br>With things that will be well as things that are,</br>Lo!  while she sings and spins, the galloping pot</br>Proclaims for supper there's something hot.", "My cot should stand up where it well can catch</br>The healthful breeze that blows some common o'er,</br>Where, from its half-closed little wicket hatch,</br>We view a wide expanse of hill and moor;</br>A slip of leather to upraise the latch,</br>A knot of woodbines dangling o'er the door;</br>Hark!  two or three pigs are chaunting in the stye!</br>Look!  two or three good shirts blow about to dry.", "And O, the pipe, brown jug, and summer seat,</br>Close by the garden gate, where shadowing come,</br>Loaden with tuneful birds and zephyrs sweet,</br>Thick boughs that bear the apple and the plum;</br>I love to see the windows clean and neat,</br>And curtain'd o'er with spice geranium;</br>I do not mind a broken pane or two,</br>Provided there's no petticoat thrust through.", "A well-hedged garden, nicely planted out,&mdash;</br>All sorts of herbs, and flowers not a few,</br>In comely order spread, or bunched about;</br>The sweet pea here, and there the bitter rue,</br>And all the large beds the emerald sprout</br>Of winter greens that sip the silver dew,</br>The long red carrot, onion sweet and dry,</br>Potatoe, turnip white, and crinkled brocoli.", "And then to see the chicks all budge to school!</br>What if they pout &mdash; tut &mdash; nothing is the matter,</br>It shews the unbending dame is skill'd to rule,</br>As well for decent learning as the platter,&mdash;</br>To hear the ducks come gobbling o'er the pool</br>To claim their crums &mdash; my soul, a goodly clatter,</br>Nay, more &mdash; for seeing that, one's thoughts do go forth,</br>That they have useful hens, and eggs, and so forth.", "Strong with the produce of the barley mow,</br>I'd love to find in use the mellow horn;</br>I'd like to see a paddock and a cow,</br>Besides a decent barn well cramm'd with corn;</br>But ah!  these things we seldom light on now,</br>And more's the pity &mdash; for, ere I was born,</br>I've heard, for good industrious man and woman,</br>Such blessing grew on every dirty common.", "O ye!  who sigh in rural ease to bask,</br>Dream not \"the peasant's cot\" hath much of this;</br>Perhaps I could (but 'twere a sorry task)</br>Paint his dull hovel as it really is;&mdash;</br>The barley loaf, straw bed, and empty flask,</br>And labour hard from morn to night are his,</br>High spirits broken, young age, ah me!</br>All sorts of petty parish tyranny.", "O Britain!  how it grieves me while I write,</br>To think my humble musings are not real;</br>That things so cheaply bought, and, too, so bright,</br>(The sweetest ornament of England's weal),</br>Should be so hid in penury's dark night&mdash;</br>Tell me, ye great ones, when will Britain heal</br>This wound, that more than rankles in her side,</br>And boast, O once again, her peasant's goodly pride?</br>"]