["A Faithful Swain, whom Love had taught to sing,</br>Bewail'd his Fate beside a silver Spring;</br>Where gentle Thames his winding Waters leads</br>Thro' verdant Forests, and thro' flow'ry Meads.</br>There while he mourn'd, the Streams forgot to flow,</br>The Flocks around a dumb Compassion show,</br>The Naiads wept in ev'ry Wat'ry Bow'r,</br>And Jove consented in a silent Show'r.", "Accept, O Garth, the Muse's early Lays,</br>That adds this Wreath of Ivy to thy Bays;</br>Hear what from Love unpractis'd Hearts endure,</br>From Love, the sole Disease thou canst not cure!", "Ye shady Beeches, and ye cooling Streams,</br>Defence from Phoebus', not from Cupid's Beams;</br>To you I mourn; nor to the Deaf I sing,</br>The Woods shall answer, and their Echo ring.</br>The Hills and Rocks attend my doleful Lay,</br>Why art thou prouder and more hard than they?</br>The bleating Sheep with my Complaints agree,</br>They parch'd with Heat, and I inflam'd by thee.</br>The sultry Sirius burns the thirsty Plains,</br>While in thy Heart eternal Winter reigns.", "Where stray ye, Muses, in what Lawn or Grove,</br>While your Alexis pines in hopeless Love?</br>In those fair Fields where Sacred Isis glides,</br>Or else where Cam his winding Vales divides?</br>As in the Crystal Spring I view my Face,</br>Fresh rising Blushes paint the watry Glass,</br>But since those Graces please thy Sight no more,</br>I'll shun the Fountains which I sought before.</br>Once I was skill'd in ev'ry Herb that grew,</br>And ev'ry Plant that drinks the Morning Dew;</br>Ah wretched Shepherd, what avails thy Art,</br>To cure thy Lambs, but not to heal thy Heart!", "Let other Swains attend the rural Care,</br>Feed fairer Flocks, or richer Fleeces share;</br>But nigh that Mountain let me tune my Lays,</br>Embrace my Love, and bind my Brows with Bays.</br>That Flute is mine which Colin's tuneful Breath</br>Inspir'd when living, and bequeath'd in Death:</br>He said; Alexis, take this Pipe, the same</br>That taught the Groves my Rosalinda's Name:&mdash;</br>Yet soon the Reeds shall hang on yonder Tree,</br>For ever silent, since despis'd by thee.</br>O were I made by some transforming Pow'r,</br>The Captive Bird that sings within thy Bow'r!</br>Then might my Voice thy list'ning Ears employ,</br>And I those Kisses he receives, enjoy.", "And yet my Numbers please the rural Throng,</br>Rough Satyrs dance, and Pan applauds the Song:</br>The Nymphs forsaking ev'ry Cave and Spring,</br>Their early Fruit, and milk-white Turtles bring;</br>Each am'rous Nymph prefers her Gifts in vain,</br>On you their Gifts are all bestow'd again!</br>For you the Swains their fairest Flow'rs design,</br>And in one Garland all their Beauties join;</br>Accept the Wreath which You deserve alone,</br>In whom all Beauties are compriz'd in One.", "See what Delights in Sylvan Scenes appear!</br>Descending Gods have found Elysium here.</br>In Woods bright Venus with Adonis stray'd;</br>And chast Diana haunts the Forest Shade.</br>Come lovely Nymph, and bless the silent Hours,</br>When Swains from Sheering seek their nightly Bow'rs;</br>When weary Reapers quit the sultry Field,</br>And crown'd with Corn, their Thanks to Ceres yield.</br>This harmless Grove no lurking Viper hides,</br>But in my Breast the Serpent Love abides.</br>Here Bees from Blossoms sip the rosy Dew,</br>But your Alexis knows no Sweet but you.</br>Some God conduct you to these blissful Seats,</br>The mossie Fountains, and the Green Retreats!</br>Where-e'er you walk, cool Gales shall fan the Glade,</br>Trees, where you sit, shall crowd into a Shade,</br>Where-e'er you tread, the blushing Flow'rs shall rise,</br>And all things flourish where you turn your Eyes.</br>Oh!  how I long with you to pass my Days,</br>Invoke the Muses, and resound your Praise;</br>Your Praise the Birds shall chant in ev'ry Grove,</br>And Winds shall waft it to the Pow'rs above.</br>But would you sing, and rival Orpheus' Strain,</br>The wond'ring Forests soon shou'd dance again,</br>The moving Mountains hear the pow'rful Call,</br>And headlong Streams hang list'ning in their Fall!", "But see, the Shepherds shun the Noon-day Heat,</br>The lowing Herds to murm'ring Brooks retreat,</br>To closer Shades the panting Flocks remove,</br>Ye Gods!  and is there no Relief for Love?</br>But soon the Sun with milder Rays descends</br>To the cool Ocean, where his Journey ends;</br>On me Love's fiercer Flames for ever prey,</br>By Night he scorches, as he burns by Day.</br>"]