["Mid the retirement of a woody vale,</br>In humble hamlet, which the trees obscure,</br>Y clad in common garb, by study pale,</br>Dwells one among the simple peasants poor,</br>Well vers'd in classic page and ancient lore;&mdash;</br>And tho' by nature clep'd a favourite child,</br>Whom genius taught in poetry to soar,</br>He still preserves his simple manners mild,</br>He courts the sphere where luxury has smil'd.", "Tho' every part of learning kent he well,</br>And science op'd to him her wond'rous page;</br>In teaching village rustics how to spell,</br>He pass'd, forsooth &mdash; the flower of his age!</br>And tho' possess'd of all that forms the sage,</br>To narrow sphere he kept himself confin'd,</br>He never did in any work engage,</br>Than call'd forth all his energy of mind,</br>And to his own perfections he was blind.", "Well we may wonder that a man so wise,</br>Endow'd with all that ever learning taught,</br>To climb the steepy hill of fame ne'er tries,</br>No genial climate for the muse e'er sought;</br>Nor ever tried to advance his fortune ought;&mdash;</br>But envy often blasts the laureate wreath,</br>And fame has often proved most dearly bought,</br>When furies fell their baneful curses breathe,</br>And calumny's foul sting that's sharper far than death!", "Oft would he hie into the greenwood shade,</br>While he the playmates of his youth forsook;</br>And on the spangled lap of nature laid,</br>He'd pore with studious gaze upon his book,</br>Lulled by the sound of noisy rippling brook;</br>The social bliss he often would refuse,</br>And rather lie in some sequester'd nook;</br>Than all the trappings of the proud he'd chuse</br>To meditate and woo the thankless muse.", "Each fleeting season to the wight was dear,</br>The smile of spring and summer's broadest bloom;</br>The mellow autumn with her foliage sear,</br>And even the murky skies in winter's gloom;</br>They taught, in nature's language to presume,</br>The pensive bard to sound the breathing wire,</br>And while his mind the muses bright illume,</br>He \"wakes to extacy the living lyre,\"</br>Which all around with raptures wild admire.", "Ah!  how adverse are the decrees of fate,</br>Which often cause the illiterate to rise;</br>Which see apostates rank'd in robes of state,</br>While merit faintly blooms, and droops, and dies!</br>Or lingers out a life of tears and sighs,</br>Stung the base brats of fortune to behold;</br>To climes remote from \"prosperous folly\" flies,</br>And dwells unknown, unblest with shining gold,</br>With mind unstrung by poverty's chill cold.", "Oh!  had I but the noble power to bless,</br>No poet wight should ever sing in vain;</br>I'd raise the ingenious children of distress,</br>And each alike should take of my domain;</br>To administer to want be ever fain,</br>And from distress to wipe away the tear;</br>To pity sufferers of stound and pain,</br>And to their plaints to lend a ready ear,</br>Their tales of woe, and eke their thanks to hear.</br>"]