["CANTO THE FIRST.", "In silver eddies glittering to the moon</br>Araxes rolls his many-sounding tide.</br>Fair as the dreams of hope, and past as soon,</br>But in succession infinite supplied,</br>The rapid waters musically glide.</br>Now, where the cliff's phantastic shadow laves,</br>Silent and dark, they roll their volumed pride.</br>Now, by embowering woods and solemn caves,</br>Around some jutting rock the struggling torrent raves.", "Darassah stands beside the lonely shore,</br>Intently gazing on the imaged beam,</br>As one whose steps each lonely haunt explore</br>Of nymph or naiad, &mdash; grove, or rock, or stream&mdash;</br>Nature his guide, his object, and his theme.</br>Ah no &mdash; Darassah's eyes these forms survey</br>As phantoms of a half-remembered dream;</br>His eyes are on the water's glittering play;</br>Their mental sense is closed &mdash; his thoughts are far away.", "But central in the flood of liquid light,</br>A sudden spot its widening orb revealed.</br>Jet black among the mirrored beams of night,</br>Jet black and round as Celtic warrior's shield,</br>A sable circle in a silver field.</br>With sense recalled and motionless surprise,</br>Deeming some fearful mystery there concealed,</br>He marked that shadowy orb's expanding size,</br>Till slowly from its breast a form began to rise:", "A female form; and even as marble pale</br>Her cheeks; her eyes unearthly fire illumed;</br>Far o'er her shoulders streamed a sable veil,</br>Where flowers of living flame inwoven bloomed;</br>No mortal robe might bear them unconsumed;</br>A crown her temples bound; on such ne'er gazed</br>Eyes that had seen primeval kings entombed;</br>Twelve points it bore; on every point upraised</br>A star &mdash; a heavenly star &mdash; with dazzling radiance blazed.", "Lovely she was &mdash; not loveliness that might</br>In mortal heart enkindle light desire&mdash;</br>But such as decked the form of youthful Night,</br>When, on the bosom of her anarch sire,</br>With gentler passion she did first inspire</br>The gloomy soul of Erebus severe;</br>Ere from her breast, on wings of golden fire,</br>Primordial love sprang o'er the infant sphere,</br>And bade young Time arise and lead the vernal year.", "Her right hand held a wand, whose potent sway</br>Her liquid path, the buoyant waves obeyed.</br>Still as she moved, the moon-beams died away,</br>And shade around her fell &mdash; a circling shade&mdash;</br>That gave no outline of the wondrous maid.</br>Her form &mdash; soft gliding as the summer gale&mdash;</br>In that portentous darkness shone arrayed;</br>Shone by her starry crown, her fiery veil,</br>And those refulgent eyes that made their radiance pale.", "\"Why &mdash; simple dweller of the Araxian isle\"&mdash;</br>Thus, as she pressed the shore, the genius said&mdash;</br>\"Seek'st thou this spot, to muse and mourn the while,</br>Beside this river's ever-murmuring bed,</br>When gentle sleep has her dominion spread</br>On every living thing around, but thee?</br>The silent stars, that twinkle o'er thy head,</br>Shed rest and peace on hill, and flower, and tree;</br>All but the eternal stream, that flows melodiously.\"", "Solemn her voice, as music's vesper peal</br>From distant choir to cloistered echo borne,</br>Where the deep notes through pillared twilight steal,</br>Breathing tranquillity to souls that mourn.</br>The awe-struck youth replied:  \"Of one so lorn</br>Canst thou, empyreal spirit, deign require</br>The secret woes by which his soul is torn?</br>Sure from the fountain of eternal fire</br>Thy wondrous birth began, great Mithra's self thy sire.", "\"Through many an age amid these island-bowers</br>The simple fathers of our race have dwelt;</br>To them spontaneous Nature fruits and flowers,</br>By toil unsought, with partial bounty dealt;</br>At Oromazes' sylvan shrine they knelt;</br>And morn and eve did choral suppliance flow</br>From hearts that love and mingled reverence felt,</br>To him who gave them every bliss to know</br>That simple hearts can wish, or heavenly love bestow.", "\"But years passed on, and strange perversion ran</br>Among the dwellers of the peaceful isle;</br>And one, more daring than the rest, began</br>To fell the grove, and point the massy pile;</br>And raised the circling fence with evil wile,</br>And to his brethren said:  'These bounds are mine;'</br>And did with living victims first defile</br>The verdant turf of Oromazes' shrine;</br>Sad offering sure, and strange, to mercy's source divine.", "\"And ill example evil followers drew;</br>Till common good and common right were made</br>The fraudful tenure of a powerful few;</br>The many murmured, trembled, and obeyed.</br>Then peace and freedom fled the sylvan shade,</br>And care arose, and toil unknown before;</br>And some the hollowed alder's trunk essayed,</br>And left, with tearful eyes, their natal shore.</br>Swift down the stream they went, and they returned no more.", "\"And I too, oft, beyond that barrier rock,</br>That hides from view the river's onward way&mdash;</br>Where, eddying round its base with ceaseless shock,</br>The waves that flash, and disappear for aye,</br>Their parting murmurs to my ear convey&mdash;</br>In fancy turn my meditative gaze,</br>And trace, encircled by their powerful sway,</br>Some blooming isle where love unfettered strays,</br>And peace and freedom dwell as here in earlier days.", "\"But one there is for whom my tears are shed;</br>A maid of wealthier lot and prouder line;</br>With her my happy infant hours I led;</br>And sweet our mutual task, at morn to twine</br>The votive wreath round Oromazes' shrine.&mdash;</br>She mourns, a captive in her father's home&mdash;</br>Alone I rove, to murmur and repine&mdash;</br>Alone, where sparkling waves symphonious foam,</br>I breathe my secret pangs to heaven's empyreal dome.\"", "\"Leave tears to slaves\" &mdash; the genius answering said,&mdash;</br>\"Adventurous deed the noble mind beseems.</br>Oh shame to manhood!  thus with listless tread,</br>In tears and sighs and inconclusive dreams</br>To waste thy hours by groves and murmuring streams.</br>I bring thee power for weakness, joy for woe,</br>And certain bliss for hope's fallacious schemes,</br>Unless thou lightly thy own weal forego,</br>And scorn the splendid lot thy bounteous fates bestow.", "\"This gifted ring shall every barrier break;</br>The maid thou lovest thy wandering steps shall share.</br>When night returns with her this isle forsake,</br>From this thy favored haunt; my guardian care</br>To waft thee hence, the vessel shall prepare.</br>The monarch of the world hath chosen thee</br>High trust, and power, and dignity to bear.</br>I come, obedient to his high decree,</br>To set from error's spell thy captive senses free.", "\"Deem'st thou, when blood of living victims flows,</br>'Mid incense smoke, in denser volumes curled,</br>That Oromazes there a glance bestows,</br>A glance of joy, to see the death-blows hurled?</br>No &mdash; far remote, in orient clouds enfurled,</br>Nor prayer nor sacrificial rite he heeds.</br>His reign is past; his rival rules the world.</br>From Ahrimanes now all power proceeds;</br>For him the altar burns; for him the victim bleeds.", "\"Parent of being, mistress of the spheres,</br>Supreme Necessity o'er all doth reign;</br>She guides the course of the revolving years,</br>With power no prayers can change, no force restrain;</br>Binding all nature in her golden chain,</br>Whose infinite connection links afar</br>The smallest atom of the sandy plain</br>And the last ray of heaven's remotest star,</br>That round the verge of space wheels its refulgent car.", "\"She to two gods, sole agents of her will,</br>By turns has given her delegated sway;</br>Her sovereign laws obedient they fufill;</br>Inferior powers their high behests obey.</br>First Oromazes &mdash; lord of peace and day&mdash;</br>Dominion held o'er nature and mankind.</br>Now Ahrimanes rules, and holds his way</br>In storms; for such his task by her assigned,</br>To shake the world with war, and rouse the powers of mind.", "\"She first on chaos poured the streams of light</br>And bade from that mysterious union rise</br>Primordial love; the heavenly Lion's might</br>Bore him rejoicing through the new-born skies.</br>Then glowed the infant world with countless dyes</br>Of fruits and flowers; and Virgin nature smiled,</br>Emerging first from ancient night's disguise</br>And elemental discord, vast and wild,</br>Which primogenial love had charmed and reconciled.", "\"Then man arose; to him the world was given,</br>Unknowing then disease, or storm, or dearth;</br>The eternal Balance, in the central heaven,</br>Marked the free tenure of his equal birth,</br>And equal right to all the bounteous earth</br>Of fruit or flower, his pristine good, might yield.</br>Nor private roof he knew, nor blazing hearth,</br>Nor marked with barrier-lines the fruitful field,</br>Nor learned in martial strife the uprooted oak to wield.", "\"Then Oromazes reigned. &mdash; Profoundly calm</br>His empire, as the lake's unruffled breast,</br>When evening twilight melts in dews of balm,</br>And rocks and woods in calm reflection rest.</br>As if for aye indelibly imprest</br>Were those fair forms, in waveless light arrayed.&mdash;</br>No sigh, no wish, the peaceful heart confest;</br>Save when the youth, beneath the myrtle shade,</br>Wooed to his fond embrace the easy-yielding maid.", "\"No pillared fanes to Oromazes rose;</br>For him no priest the destined victim led.</br>The choral hymn, in swelling sound flows,</br>Where round the marble altar streaming red</br>The slow procession moves with solemn tread,</br>His empire owned not; but his bounty grew,</br>By prayer or hymn nor sought nor merited;</br>No altar but the peaceful heart he knew&mdash;</br>His only temple-vault, the heaven's ethereal blue.", "\"Such was the infant world, and such the reign</br>Of cloudless sunshine and oblivious joy;</br>Till rose the Scorpion in the empyreal plain,</br>In fated hour, their empire to destroy,</br>And with unwonted cares the course alloy</br>Of mortal being and terrestrial time;</br>That man might all his god-like powers employ</br>The toilsome steep of wealth and fame to climb,</br>To rugged labor trained and glory's thirst sublime.", "\"To Ahrimanes thus devolved the power,</br>Which still he holds through all the realms of space.</br>He bade the sea to swell &mdash; the storm to lower&mdash;</br>And taught mankind the pliant bow to brace,</br>And point the shaft, and urge the sounding chase,</br>And force from veins of flint the seeds of fire;</br>Till, as more daring thought found gradual place,</br>He bade the mind to nobler prey aspire,</br>Of war, and martial fame kindling the high desire.", "\"For him on earth unnumbered temples rise,</br>And altars burn, and bleeding victims die;</br>Albeit the sons of men his name disguise</br>In other names, that choice or chance supply,</br>To him alone their incense soars on high.</br>The god of armies &mdash; the avenging god&mdash;</br>Seevah or Allah &mdash; Jove or Mars &mdash; they cry;</br>'Tis Ahrimanes still that wields the rod</br>To him all Nature bends, and trembles at his nod.", "\"Yea, even on Oromazes' self they call,</br>But Ahrimanes hears their secret prayer.</br>Not in the name that from the lips may fall,</br>But in the thought the heart's recesses bear,</br>The sons of earth the power they serve declare.</br>Wherever priests awake the battle strain,</br>And bid the torch of persecution glare,</br>And curses ring along the vaulted fane&mdash;</br>Call on what god they may &mdash; their god Ahrimane.", "\"Favor to few, to many wealth he shews;</br>None with impunity his power may brave.</br>Two classes only of mankind he knows,</br>The lord and serf &mdash; the tyrant and the slave.</br>Some hermit-sage, where lonely torrents rave,</br>May muse and dream of Oromazes still;</br>Despised he lives, and finds a nameless grave.</br>The chiefs and monarchs of the world fulfil</br>Ahrimane's behests &mdash; the creatures of his will.", "\" Say, &mdash; hadst thou rather grovel with the crowd,</br>The wretched thing and tool of lordly might,</br>Or, where the battle-clarion brays aloud,</br>Blaze forth conspicuous in the fields of fight</br>And bind thy brow with victory's chaplet bright,</br>And be the king of men?&mdash;Thy choice is free.&mdash;</br>Receive this ring. &mdash; Observe  the coming night.&mdash;</br>The monarch of the world hath chosen thee</br>To spread his name on earth, in power and majesty.\"", "She said, and gave the ring.  The youth received</br>The glittering spell, in awe and mute amaze;</br>Standing like one almost of sense bereaved,</br>That fixes on the vacant air his gaze,</br>Where 'wildered fancy's troubled eye surveys</br>Dim-flitting forms, obscure and undefined,</br>That doubtful thoughts and shadowy feelings raise,</br>Leaving no settled image on the mind;</br>Like cloud-built rocks and towers, dissolved ere half combined.", "Nor stayed she longer parle; but round her form</br>A sable vapor, thickly-mantling, drew</br>Its volumed folds, dark as the summer's storm.</br>It wrapped her round, and in an instant flew,</br>scattered like mist, &mdash; though not a zephyr blew,&mdash;</br>And left no vestige that she there had been.</br>The river rolled in light.  The moonbeams threw</br>Their purest radiance on the lonely scene;</br>And hill, and grove, and rock, slept in the ray serene.", "</br>CANTO THE SECOND.", "Spake the dark genius truly, when she said,</br>That Ahrimanes rules the mundane ball?</br>That man, in toil and darkness doomed to tread,</br>Ambition's slave and superstition's thrall,</br>Doth only on the power of evil call,</br>With hymn, and prayer, and votive altars blaze?</br>Alas!  wherever guiltless victims fall,</br>Wherever priest the sword of strife displays,</br>Small trace remains, I ween, of ancient Oromaze.", "Yet if on earth a single spot there be,</br>Where fraud, corruption, selfishness and pride</br>Wear not the specious robes of sanctity,</br>With hypocritic malice to divide</br>The bonds of love and peace by nature tied</br>'Twixt man and man, far as the billows roll,&mdash;</br>Where idle tales, that truth and sense deride,</br>Claim no dominion o'er the subject soul,&mdash;</br>There Oromazes still exerts his mild control.", "But not in fanes where priestly curses ring&mdash;</br>Not in the venal court &mdash; the servile camp&mdash;</br>Not where the slaves of a voluptuous king</br>Would fain o'erwhelm, in flattery's poison-damp</br>Truth's vestal torch and love's Promethean lamp&mdash;</br>Not where the tools of tyrants bite the ground,</br>'Mid broken swords, and steeds' ensanguined tramp,</br>To add one gem to those that now surround</br>Some pampered baby's brow &mdash; may trace of him be found.", "The star of day rolled on the radiant hours,</br>And sank again behind the western steep;</br>The dew of twilight bathed the closing flowers;</br>The full-orbed moon, amid the empyreal deep,</br>Restored the reign of silence and of sleep.</br>Again Darassah seeks the moonlight shore,</br>But comes not now in solitude to weep;</br>He leads the maid his inmost thoughts adore,</br>To tempt with him the stream, and unknown scenes explore.", "A bark is on the shore; the rippling wave</br>With gentle murmur chafes against its sides.</br>Shrinks not the maid that barrier-rock to brave,</br>Whose jutting base the eddying river chides?</br>Fear finds no place where mightier love presides.</br>They press the bark; the waters gently flow;</br>The light sail swells, the steady vessel glides;</br>The favoring breeze still follows as they go;</br>They pass the barrier-rock; they haste to weal or woe.", "He holds the helm; beside him sits the maid</br>Her arms around her lover's form are twined;</br>Her head upon her lover's breast is laid;</br>Pressed to his heart, in tenderest rest reclined,</br>Lulled by the symphony of wave and wind,</br>To lonely isles and citron-groves she flies</br>(By fancy's spell in fondest dreams enshrined)</br>Where love, and health, and peaceful thoughts suffice,</br>To renovate the bowers of earthly paradise.", "Less pure Darassah's thoughts; ambition's spell</br>Has touched his soul, and dreams of power and fame,</br>But feeble yet and vague; nor knew he well,</br>Whence those disturbed imaginations came</br>That touched his breast with no benignant flame;</br>No state too proud, no destiny too high</br>For her he loved, his wildest thoughts could frame.</br>What might not that mysterious ring supply,</br>That now had given her love, and life, and liberty?", "But the calm elements &mdash; the placid moon&mdash;</br>The stars that 'round her rolled in still array&mdash;</br>The plaintive breeze &mdash; the stream's responsive tune&mdash;</br>The rapid water's silver-eddying play,</br>That tracked in lines of light their onward</br>The solemn rocks, in massy shade that frowned,</br>The groves, where light and darkness chequering lay,</br>Breathed on his mind the peace that reigned around,</br>And checked each turbid thought that erst had entrance found.", "The nightingale sang sweetly in the shade;</br>The dewy rose breathed fragrance on the air;</br>Who now more blest than that fond youth and maid,</br>Whom the swift waters of Araxes bear,</br>One common lot, or good or ill, to share?</br>If ill &mdash; light falls the shaft of adverse fate,</br>When mutual love assuages mutual care,</br>If good &mdash; can bliss the feeling mind await,</br>Unless one tender heart its joys participate?", "So thought Kelasris, wrapped in dreams of hope,</br>Nor deemed how soon, in time's delusive reign,</br>The brightest tints of youthful fancy's scope</br>Fade in the vast reality of pain,</br>That speaks the omnipotence of Ahrimane.</br>But while the light bark glided fast and free,</br>And not a cloud obscured the ethereal plain,</br>The gale &mdash; the stream &mdash; the night-bird's melody&mdash;</br>Touched in her soul the chords of tender harmony.", "The stars grow pale, and o'er the western verge</br>Of heaven the moon her parting orb suspends.</br>She sinks behind the hill.  The eddying surge</br>Reflects the deepening blush that morning lends</br>To eastern mountain's top, where softly blends</br>Its misty outline with the reddening sky.</br>Tow'rd heaven's high arch the lark exulting tends;</br>Lost in the depth, invisible on high,</br>He makes the rocks resound with his sweet minstrelsy.", "The sun comes forth upon the mountain-top;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>The dewy flowers unclose and every drop</br>Light trembling on the leaf &mdash; the moss &mdash; the spray&mdash;</br>Beams like a diamond in the streams of day;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>The scattered mist flies far, to heaven upborne,</br>Like earth's glad incense to the shrine of morn.", "The bark glides swiftly on; new scenes expand</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>The light acacia blooms along the strand;</br>Deep groves of pine, where laurels wave between,</br>Rear their dark tufts of everlasting green;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>Now the vast oak o'er-canopies their way,</br>And now the beetling crag, with sapless lichens gray.", "Far on the left the lessening rocks recede</br>A plain extends, a wide luxuriant plain;</br>One fair expanse of grove and flowery mead</br>And held, wide-waving with unripened grain</br>Of industry and peace the blest domain!</br>The tinkling sheep-bell gave a pleasant sound</br>And youths and maids were there, a cheerful</br>And rosy children gambolled on the ground</br>Where peeped the cottage forth from many a sylvan mound.", "</br>ANOTHER ARGUMENT</br>[Which continues the fragmentary verse.]", "Canto 1st. &mdash; The island.  The Genius Aretine.", "Canto 2nd. &mdash; The voyage down the river.  An extensive and cultivated plain on the left &mdash;a cave surrounded with fruit trees and embosomed among rocks, on the right.  The lovers rest in this cave.  Looking on the plain opposite they think of Oromazes.  A violent storm comes on.  The river swells and inundates the opposite plain.  The boat is carried away by the torrent.  The cottages, vineyards and herds are overwhelmed.", "Canto 3rd. &mdash; The Genius Aretina directs them to proceed on foot to a city on the shore of the Caspian Sea.  They arrive there.  The miseries of a city are depicted.  While they are making their observation the Sultan passes and sees Kelasris, whom he afterwards forcibly takes from her lover, and shuts up in his seraglio.  Darassah resists and is imprisoned.  Prison described.  He is on the point of destroying himself, but the Genius appears, sets him at liberty, and directs him to proceed to the desert.", "Canto 4th. &mdash; He arrives at an oasis, inhabited by an old philosopher and his daughter.  The philosopher delivers his opinion on the past and future condition of the human race.  The next morning the philosopher is found dead.  Darassah consoles the girl.  She loves him.  He feels unwilling to leave her.  By degrees he loves her and for a time forgets Kelasris.  He lives with his new love in the oasis.", "Canto 5th. &mdash; One day he walks alone to the farther extremity of the oasis.  He sees a caravan at a distance.  It approaches.  A shower of sand rises.  It buries the caravan.  It rolls to the oasis and buries the greater part of it, together with his new love.  In his agony the Genius appears, tells him it was not hither she directed him, and gives him instructions to proceed.", "Canto 6th. &mdash; He falls in with a tribe of wandering robbers.  He harangues them and holds out the temptation of splendid plunder.  They make him their chief.  He leads them to the city in which Kelasris had been taken from him.  His spells unclose the gates.  They sack the city and set it on fire.  He kills the Sultan with his own hand.  He can discover no trace of Kelasris.  He is made Sultan.", "Canto 7th. &mdash; He discovers the tomb of Kelasris in the garden of the seraglio.  He becomes miserable and by degrees tyrannical.  Famine and pestilence assail the city.  He consults the oracle and is ordered to attack an unoffending nation on the north shore of the Caspian, and build a temple there to Ahrimanes under the name of Havohje.", "Canto 8th. &mdash; He fits out a fleet and sets sail.  The beauty of a sunset at sea softens his heart; he thinks of the days of his youth, of the simple rites of Oromaze and the innocent love of Kelasris.  He shrinks from the accomplishment of his present object.  A storm comes on and scatters his fleet.  He is wrecked, and preserved by a simple people dwelling near the sea-shore, a variety of the Lotophagi.  He is pleased with their mode of life, finds a third love, and is becoming [calm] and happy, when their country is destroyed by a volcanic eruption and an earthquake.", "Canto 9th. &mdash; Flying, he meets the Genius who leads him to his army, which she had saved and collected.  He obeys her orders and conquers the country he was directed to attack.  Finds a diamond mine and a gold mine and compels the conquered people to work them.  Entering the diamond mine he sees the Genius of it, who addresses him.", "Canto 10th. &mdash; He builds a temple to Ahrimanes and orders all persons to worship in it.  One girl disobeys.  She is brought before him and he falls in love.  Finding her deaf to his persuasions he shuts her up in his palace.", "Canto 11th. &mdash; His captive escapes he knows not how.  He orders diligent search to be made for her.  He joins the pursuit himself.  He enters a deep forest.  He loses his attendants.  It is the season of autumn.  At length he discovers her alone, reclining under a tree.  He approaches her.  She reasons with him.  He attempts to seize her.  She flies.  A temple appears in view in which she seeks an asylum.", "Canto 12th. &mdash; The high priest of Oromazes makes his appearance.  The young female appeals to his protection, which he promises.  Darassah addresses him and tells him he is the Sultan and the conqueror of that country.  The priest says he cannot oppose God's vicegerent on earth, and is about to deliver up the fugitive, when she manifests herself to be one of the genii of Oromazes, who, in consideration of their ancient love of mankind, had still lingered on the earth; but who will henceforth, disgusted at its total wickedness and corruption, abandon it to Ahrimanes.  But before she goes she will execute an act of justice by destroying the temple and the priests.  She destroys the temple, but the Genius Aretina interposes and saves the priest, saying that priests and kings are the peculiar objects of the care of Ahrimanes, and that while they serve him faithfully they shall be safe.  The other genius replies by foretelling the period of the return of the reign of Oromazes.  The Genius Aretina exults in the penal dominion of Ahrimanes.</br>"]