["Hail, thou enlighten'd Globe of human joy!</br>Where social cares the soften'd heart employ:</br>What cheering rays of vital comfort roll</br>In thy bright regions o'er the rescued soul,</br>Which, 'scaping from the dark domain of Spleen,</br>Springs with new warmth to thy attractive scene!</br>Once more I bless thy pleasure-breathing gale,</br>And gaze enchanted on thy flowery vale,</br>Where smiling Innocence, and ardent Youth,</br>Sport hand in hand with beauty and with Truth.</br>Sport on, sweet revellers!  in rosy bowers,</br>Safe from th' intrusion of all evil Powers!</br>Ah fruitless wish of the benignant Muse,</br>Which to this chequer'd world the Fates refuse!</br>For round its precincts many an ugly Sprite</br>Speeds undiscern'd to poison pure delight:</br>Amidst the foremost of this haggard band,</br>Unwearied poster of the sea and land,</br>Wrapt in dark mists, malignant Scandal flies,</br>While Envy's poison'd breath the buoyant gale supplies.</br>Tho' SHERIDAN, with shafts of comic wit,</br>Pierc'd, and expos'd her to the laughing pit,</br>Th' immortal Hag still wears her paper crown,</br>The dreaded Empress of the idle Town:</br>O'erleaping her prerogative of old,</br>To sink the noble, to defame the bold;&mdash;</br>In chase of Worth to slip the dogs of Strife,</br>Thro' all the ample range of public life;&mdash;</br>The Tyrant now, that sanctuary burst</br>Where Happiness by Privacy is nurst,</br>Her fury rising as her powers increase,</br>O'erturns the altars of domestic Peace.</br>Pleas'd in her dark and gall-distilling cloud</br>The sportive form of Innocence to shroud,</br>Beauty's young train her baleful eyes survey,</br>To mark the fairest, as her favourite prey.</br>Hence, sweet SERENA, while thy spirit stray'd</br>Round the deep realms of subterranean shade,</br>This keenest agent of th' infernal Powers</br>On earth was busied, in those tranquil hours,</br>To blast thy peace, and poison'd darts to aim</br>Against the honour of thy spotless name:</br>For Scandal, restless Fiend, who never knows</br>The balmy blessing of an hour's repose,</br>Worn, yet unsated with her daily toil,</br>In her base work consumes the midnight oil.</br>O'er fiercer Fiends when heavy slumbers creep,</br>When wearied Avarice and Ambition sleep,</br>Scandal is vigilant, and keen to spread</br>The plagues that spring from her prolific head.</br>On Truth's fair basis she her falsehood builds,</br>With tinsel sentiment its surface gilds;</br>To nightly labour from their dark abodes</br>The Demons of the groaning Press she goads,</br>And smiles to see their rapid art supply</br>Ten thousand wings to every infant lye.", "In triumph now behold the Hag applaud</br>Her keen and fav'rite Imp, ingenious Fraud,</br>Her quick Compositor, whose flying hand</br>Has clos'd the paragraph she keenly plann'd.</br>No Nymph she nam'd, yet mark'd her vile intent,</br>That Dulness could not miss the name she meant:</br>In Satire's tints the injur'd Fair she drew,</br>In form an Angel, but in soul a Jew.", "It chanc'd her Sire among his friends inroll'd</br>A wealthy Senator, infirm and old;</br>Who, dup'd too early by a generous heart,</br>Rashly assum'd a Misanthropic part:</br>Tho' peevish fancies would his mind incrust,</br>Good-nature's image lurk'd beneath their rust;</br>And gay SERENA, with that sportive wit</br>Which heals the folly that it deigns to hit,</br>Would oft the sickness of his soul beguile,</br>And teach the sullen humorist to smile;</br>Pleas'd by her virtuous frolics to assuage</br>The mental anguish of distemper'd age.</br>This ancient friend, in a sarcastic sketch,</br>Was mark'd by Scandal as a monied wretch,</br>For whom the young, yet mercenary Fair</br>Had subtly spread a matrimonial snare.</br>With such base matter, more diffusely wrought,</br>The spirit-piercing paragraph was fraught,</br>O'er which with glee the eye of Scandal glar'd,</br>Which for the opening Press herself prepar'd;</br>She on the types her inky wad let fall,</br>And smear'd each letter with her bitterest gall;</br>The Press, whose ready gripe the charge receives,</br>Stamps it successive on ten thousand leaves,</br>Which pil'd in heaps impatient seem to lie,</br>They only wait the dawn of day to fly.", "Now, as the child, in lonely chamber laid,</br>Mute in the dark, and of itself afraid,</br>When, haply conscious of the pain it feels,</br>The watchful mother to its pillow steals,</br>Springs to her breast, and shakes off all alarms,</br>Feeling its safety in her fostering arms:</br>With such quick joy, in innocence as young,</br>The soft SERENA from her pillow sprung,</br>Pleas'd to awake from her terrific dream,</br>And feel the chearful's Sun's returning beam.</br>Eager she rose, in busy thought, nor staid</br>The wonted summons of her punctual Maid,</br>And as her own fair hands adjust her vest,</br>The guardian Cincture flutters on her breast;</br>For fondly, when she wak'd, or when she slept,</br>Still round her heart th' important Zone she kept.</br>Thou happy Girdle!  to thy charge be just!</br>Firm be thy threads, and faithful to their trust;</br>For hours approach, when all the stores they hide</br>Of magic virtue, must be strongly tried!&mdash;</br>Now, while her kind domestic heart intends</br>To please her early Sire, the Nymph descends;</br>But sleep, who left the Fair with sudden flight,</br>With late wings hover'd o'er the good old Knight;</br>And the chill circle of the lone saloon</br>Informs the shiv'ring Maid she rose too soon.</br>'Tis true, attentive John's unfailing care</br>Began the rites of breakfast to prepare;</br>But yet no fires on the cold altar burn,</br>No smoke arises from the silver urn,</br>And the blank tea-board, where no viands lay,</br>Only supplied the Paper of the day.", "Tho' mild SERENA'S peace-devoted mind</br>The keen debate of politics declin'd,</br>And heard with cold contempt, or generous hate,</br>The frauds of Party and the lies of State;</br>Nor car'd much more for Fashion's loose intrigues,</br>Than factious bickerings or foreign leagues;</br>Yet, while she saunters idle and alone,</br>Her careless eyes are on the Paper thrown.", "As some gay Youth, whom sportive friends engage</br>To view the surious Ourang in his cage,</br>If while amus'd he sees the monster grin,</br>And trusts too careless to the bolts within,</br>If the sly Beast, as near the grate he draws,</br>Tear him unguarded with projected paws,</br>Starts at the wound, and feels his bosom thrill</br>With pain and wonder at the sudden ill:</br>So did SERENA start, so wildly gaze,</br>In such mixt pangs of anguish and amaze,</br>Feeling the wound which Scandal had design'd</br>To lacerate her mild and modest mind.</br>Startled, as one who from electric wire</br>Unheeding catches unsuspected fire,</br>She reads, then almost doubts that she has read,</br>And thinks some vision hovers round her head.</br>Now, her fixt eye some striking words confine,</br>And now she darts it thrice thro' every line;</br>Nor could Amazement more her senses shake,</br>Had every letter been a Gorgon's snake.</br>Now rising Indignation takes its turn,</br>And her flush'd cheeks with tingling blushes burn,</br>With restless motion and with many a frown,</br>Thro' the wide room she paces up and down:</br>Now, musing, makes a momentary stand,</br>The fatal Paper fluttering in her hand.</br>So the shy Bird, by cruel sportsmen sprung,</br>And by their random fire severely stung,</br>Scar'd, not disabled, by the distant wound,</br>Now trembling flies, now skims along the ground,</br>Now vainly tries, in some sequester'd spot,</br>From her gor'd breast to shake the galling shot.", "Ye tender Nymphs!  whose kindling souls would flame,</br>Touch'd, like SERENA'S, by injurious blame,</br>O let your quick and kindred spirits form</br>A vivid picture of the mental storm</br>In which she labour'd, and whose force to paint</br>The Muse's strongest tints appear too faint;</br>In sympathetic thought her suffering see!</br>But O, for ever from such wrongs be free!", "Her faithful Girdle try'd its power to save,</br>And oft a monitory impulse gave;</br>Still unregarded, still unfelt, it prest</br>With useless energy her heaving breast,</br>Her mind, forgetful of the magic Zone,</br>Full of the burning shaft by Scandal thrown,</br>With blended notes of sorrow and disdain,</br>Thus in disorder'd language vents its pain:&mdash;</br>\"Had Malice dar'd my honour to defame,</br>The self-refuted lie had lost its aim:</br>But here the world, deceiv'd by sland'rous art,</br>Must think SERENA has a venal heart.\"</br>A venal heart!  at that detested sound,</br>In swelling anguish her sunk voice was drown'd.</br>Now was a fearful crisis of her fate:</br>Distended now by Passion's growing weight,</br>And for its Mistress fill'd with conscious dread,</br>The magic Girdle crack'd thro' every thread,</br>And snapp'd perchance by Scandal's force accurst,</br>From her full heart the guardian Zone had burst,</br>And, spite of all the virtues of the Fair,</br>The spell of Happiness had sunk in air,</br>But that SOPHROSYNE, whose friendly fear</br>Timely foresaw this trial too severe,</br>An early succour gain'd from secret Love,</br>From the fell Kite to snatch the falling Dove.", "As Nature studies, in her wide domain,</br>To blend some antidote with every bane;</br>Thus her kind aid the friendly Power contriv'd,</br>That, from the quarter whence the wound arriv'd,</br>There flow'd, the anguish of that wound to calm,</br>A soothing, soft, and medicinal balm.</br>As in her agitated hand the Fair</br>Wav'd the loose Paper with disorder'd air,</br>In capitals she saw SERENA flame:</br>She blush'd, she shudder'd, as she view'd the name;</br>Her ready fears subside in new surprise,</br>And eager thus she reads with lighten'd eyes:", "\"Go, faithful sonnet, to SERENA say</br>What charms peculiar in her features reign:</br>A stranger, whom her glance may ne'er survey,</br>Pays her this tribute in no flattering strain.</br>Tell her, the Bard, in Beauty's wide domain,</br>Has seen a virgin cheek as richly glow,</br>A bosom, where the blue meandring vein</br>Sheds as soft lustre thro' the lucid snow,</br>Eyes, that as brightly flash with joy and youth,</br>And locks, that like her own luxuriant flow:</br>Then say, for then she cannot doubt thy truth,</br>That the wide earth no Female form can show</br>Where Nature's legend so distinctly tells,</br>In this fair shrine a fairer spirit dwells.\"", "With curious wonder the reviving Maid</br>View'd this fond homage to her beauty paid;</br>A second glance o'er every line she cast,</br>And half pronounc'd and half suppress'd the last,</br>While modest Pleasure, and ingenuous Pride,</br>Her burning cheek with deeper crimson dy'd.", "O Praise!  thy language was by Heaven design'd</br>As manna to the faint bewilder'd mind:</br>Beauty and Diffidence, whose hearts rejoice</br>In the kind comsort of thy cheering voice,</br>In this wild wood of life, wert thou not nigh,</br>Must, like the wandering Babes, lie down and die:</br>But thy sweet accents wake new vital powers,</br>And make this thorny path a path of flowers:</br>As oil on Ocean's troubled waters spread,</br>Smooths the rough billow to a level bed,</br>The soothing Rhyme thus soften'd into rest</br>The painful tumult of SERENA'S breast.", "Now, to herself restor'd, the conscious Maid</br>The lurking Fiend's insidious snare survey'd;</br>Her nerves, with grateful trepidation, own</br>A slighter pressure from the faithful Zone;</br>And in fond thought she breathes a thankful prayer</br>For her aetherial Guardian's constant care;</br>Yet with a keen desire her bosom glow'd,</br>To hear from whom the gentle sonnet flow'd;</br>But kind SOPHROSYNE, who watch'd unseen,</br>To shield her votary from the wiles of Spleen,</br>As friendly Love had fixt a future time,</br>When to reveal the secret of the Rhyme,</br>Strove till that hour her fancy to restrain,</br>Nor let her anxious wishes rise to pain.", "As Gaiety's fresh tide began to roll,</br>Fast in the swelling channel of her soul,</br>The good old Knight descends, tho' eager, slow,</br>The Gout still tingling in his tender toe;</br>And now, paternal salutations past,</br>His eyes he keenly on the Paper cast,</br>While his sweet daughter, with attentive grace,</br>Before him flies his ready cup to place;</br>For tea and politics alternate share,</br>In friendly rivalship, his morning care.</br>Tho' smooth as oil the knight's good-humour flows,</br>When the mild breeze of pleasant fortune blows,</br>Yet, quick to catch the casual sparks of ire,</br>Like oil it kindles into mounting fire;</br>And fiercely now his flaming spirit blaz'd,</br>While on those galling words he wildly gaz'd,</br>Whose force had almost work'd into a storm</br>The gentler elements in Beauty's form.</br>As the sarcastic sentence caught his view,</br>Back from the board his elbow-chair he drew,</br>And, by sharp stings of sudden fury prick'd,</br>Far from his foot his gouty stool he kick'd.</br>Fierce as Achilles, by Atrides stung,</br>He pour'd the stream of vengeance from his tongue;</br>But ah, those angry threats he deign'd to speak,</br>Had sounds, alas!  far differing from the Greek.</br>Rage from his lips in legal language broke;</br>Of Juries and of Damages he spoke,</br>And on the Printer's law-devoted head</br>He threaten'd deep revenge in terms most dread;</br>Terms, that with pain the ear of Beauty pierce,</br>And oaths too rough to harmonize in verse.", "While thus the good old Knight, with passion hot,</br>His Toast neglected, and his Tea forgot,</br>The discord of the drama to increase,</br>Now prim PENELOPE assails her niece;</br>For, as Sir GILBERT now, with choler dumb,</br>Points her the period with his angry thumb,</br>\"Ah!  brother,\" cries the stiff, malignant crone,</br>(Her sharp eye swiftly thro' the sentence thrown)</br>\"Scandal could never rise to heights like this,</br>But from the manners of each modern Miss;</br>Had but my Niece, less giddy and more grave,</br>Observ'd the prudent hints I often gave&mdash;\"", "The honest Knight her vile conclusion saw,</br>And quick curtail'd it with a testy \"Pshaw!\"</br>Mean while the gentle Maid, who heard the taunt,</br>Survey'd without a frown her prudish Aunt:</br>Far other thoughts employ'd her softer mind,</br>To one sweet purpose all her soul inclin'd;</br>How she might close th' unpleasant scene, how best</br>Restore good humour to her Father's breast.</br>Her airy Guardian with delight survey'd</br>These tender wishes in the lovely Maid,</br>And, to accomplish what her heart desir'd,</br>Trains of new thought above her age inspir'd.", "As Venus on her son's enlighten'd face</br>Shed richer charms, and more attractive grace,</br>When, issuing forth from the dissolving cloud,</br>His bright form burst on the admiring crowd:</br>So kind SOPHROSYNE, unseen, supplies</br>A livelier radiance to SERENA'S eyes;</br>And, ere she speaks, to captivate her sire,</br>Touches her lips with patriotic fire.", "It chanc'd, that, toss'd upon a vacant chair,</br>A volume of that Wit lay near the Fair,</br>Whose value, try'd by Fashion's varying touch,</br>Once rose too high, and now is sunk too much;</br>The book, which Fortune plac'd within her reach,</br>Contain'd, O CHESTERFIELD, the liberal speech</br>In which thy spirit, like an Attic Sage,</br>Strove to defend the violated stage</br>From fetters basely forg'd by Ministerial rage.</br>From this the Nymph her useful lesson took,</br>And thus began, reclining on the book:&mdash;</br>\"If on this noble Lord we may rely,</br>Scandal is but a speck on Freedom's eye;</br>And Public Spirit, then, will rather bear</br>The casual pain it gives by growing there,</br>Than, by a rash attempt to move it thence,</br>Hazard the safety of a precious Sense,</br>And, by the efforts of a vain desire,</br>Rob this life-darting eye of all its fire.</br>Tho' the soft breast of Innocence may smart,</br>By cruel Calumny's corroding dart,</br>Yet would she rather ache in every nerve,</br>And bear those pangs she knows not to deserve,</br>Much rather than be made a senseless tool,</br>To aid the frenzy of tyrannic rule,</br>Or forge one dangerous bolt for power to aim</br>At sacred Liberty's superior frame.\"&mdash;", "As ancient Chiefs were wont of old to gaze,</br>With eyes of tender awe and fond amaze</br>On the fair Priestess of the Delphic fane,</br>When first she utter'd her prophetic strain,</br>Entranc'd in wonder, thus Sir GILBERT view'd</br>His child, yet more inspir'd, who thus pursu'd:</br>\"For me, I own, these lines, with gall replete,</br>Shot thro' my simple heart a sudden heat;</br>But happier thoughts my rising rage represt,</br>And turn'd the pointless insult to a jest:</br>And O!  should Slander still new wrath awake,</br>Still may my Father, for his Daughter's sake,</br>Disdain the vengeance of litigious strife,</br>And let SERENA'S answer be &mdash; her life!\"", "She ended with a smile, whose magic flame</br>Shot youthful vigour thro' her Father's frame:</br>His Age, his Anger, and his Gout, are fled;</br>\"Enchanting Girl!\"  with tears of joy, he said,</br>\"Enchanting Girl!\"  twice echoed from his tongue,</br>As, speaking, from his elbow-chair he sprung,</br>\"Come to thy Father's arms! &mdash; By Heaven, thou art</br>His own true offspring, and a Whig in heart.\"", "He spoke; and his fond arms around her curl'd</br>With proud grasp, seeming to infold the world.</br>Her conscious heart she feels with triumph beat,</br>And joys to find that triumph is compleat;</br>For stiff PENELOPE, who near them stood,</br>\"Albeit unused to the melting mood,\"</br>Squeez'd from her eye-lid one reluctant tear,</br>And soften'd with a smile her brow severe;</br>But 'twas a smile of such a gloomy grace,</br>As lighten'd once upon Alecto's face,</br>When Orpheus past her, leading back to life,</br>From Pluto's regions, his recover'd wife,</br>When Love connubial, join'd to Music's spell,</br>Moisten'd with tender joy the eyes of Hell.</br>Far other smiles, with Pleasure's softest air,</br>Gild the gay features of the youthful Fair:</br>She looks like sportive Spring, when her young charms</br>Wind round her hoary Sire's reluctant arms,</br>And, by a frolic infantine embrace,</br>Banish the rugged frown from Winter's face.", "Thro' the long day she felt the glowing tide</br>Of exultation thro' her bosom glide;</br>And oft she wish'd for slow-approaching Night,</br>To hold sweet converse with her guardian Sprite.</br>At length the hour approach'd her heart desir'd,</br>And, in her lonely chamber now retir'd,</br>Her tender fancy gave the fondest scope</br>To ardent Gratitude and eager Hope.</br>\"Dear airy Being!\"  (the soft nymph exclaim'd)</br>\"Whose power can break the spell that Spleen has fram'd,</br>Can, by the waving of thy sightless wing,</br>O'er darkest forms a golden radiance fling,</br>And make, in minds by sorriest thoughts perplext,</br>This moment's grief the triumph of the next;</br>I bless thy succour in each trial past;</br>Be present still, and save me in the last!\"", "Thus, with her lovely eyes devoutly fixt,</br>Where rays of hope, and fear, and reverence mixt,</br>The tender Fair her faithful Guard addrest,</br>Then with her cheek her downy pillow prest;</br>But long her wakeful lids refuse to close,</br>For Curiosity dispels repose.</br>Her busy mind the mystic veil would pierce,</br>That hides the Author of the pleasing Verse;</br>Her lips involuntary catch the chime,</br>And half articulate the soothing Rhyme,</br>Till weary Thought no longer watch can keep,</br>But sinks reluctant in the folds of Sleep.", ""]