["ARGUMENT.</br>There cam a fiddler here to play,</br>And O but he was jimp an' gay;</br>He staw the lassie's heart away,</br>An' made it a' his ain O.</br>For weel he kend the way O, the way O, the way O,</br>Weel he kend the way O, the lassie's love to gain O.", "That time there lived upon the banks of Tay</br>A man of right ungainly courtesy;</br>Yet he was eident in his froward way,</br>And honest as a Highlander may be.</br>He was not man of rank, nor mean degree,</br>And loved his spouse, and child, as such became;</br>Yet oft would fret, and wrangle irefully,</br>Fastening on them of every ill the blame,</br>Nor list the loud defence of his unyielding dame.", "She was unweeting, plump, and fair to see;</br>Dreadless of ills she ne'er before had seen;</br>Full of blithe jolliment and boisterous glee:</br>Yet was her home not well bedight or clean,</br>For, like the most of all her sex, I ween,</br>Much she devised, but little did conclude;</br>Much toil was lost, as if it ne'er had been.</br>Her tongue was fraught with matter wondrous crude,</br>And, in her own defence, most voluble and loud.", "But Oh the lovely May, their only child,</br>Was sweeter than the flower that scents the gale!</br>Her lightsome form, and look so soothing mild,</br>The loftiest minstrel song would much avail;</br>And she was cheerful, forwardsome, and hale;</br>And she could work the rich embroidery,</br>Or with her maidens bear the milking pail;</br>Yet, dight at beltane reel, you could espy</br>No lady in the land who with this May could vie.", "And many a younker sigh'd her love to gain;</br>Her steps were haunted at the bught and penn;</br>But all their prayers and vows of love were vain,</br>Her choice was fix'd on Albert of the Glen:</br>No youth was he, nor winsomest of men,</br>For he was proud, and full of envy's gall:</br>But what was lovelier to the damsel's ken,</br>He had wide lands, and servants at his call;</br>Her sire was liegeman bound, and held of him his all.", "The beauteous May, to parents' will resign'd,</br>Opposed not that which boded nothing ill;</br>It gave an ease and freedom to her mind,</br>And wish, the anxious interval to kill:</br>She listed wooer's tale with right good will;</br>And she would jest, and smile, and heave the sigh,</br>Would torture whining youth with wicked skill,</br>Turn on her heel, then off like lightning fly,</br>Leaving the hapless wight resolved forthwith to die.", "The rainbow's lovely in the eastern cloud;</br>The rose is beauteous on the bended thorn;</br>Sweet is the evening ray from purple shroud,</br>And sweet the orient blushes of the morn;</br>Sweeter than all, the beauties which adorn</br>The female form in youth and maiden bloom!</br>Oh, why should passion ever man suborn</br>To work the sweetest flower of Nature's doom,</br>And cast o'er all her joys a veil of cheerless gloom.", "O fragile flower!  that blossoms but to fade!</br>One slip recovery or recal defies!</br>Thou walk'st the dizzy verge with steps unstaid,</br>Fair as the habitants of yonder skies!</br>Like them, thou fallest never more to rise!</br>Oh fragile flower!  for thee my heart's in pain;</br>Haply a world is his from mortal eyes,</br>Where thou may'st smile in purity again,</br>And shine in virgin bloom that ever shall remain.", "The twentieth spring had breathed upon the flower,</br>Nor had that flower pass'd with the year away,</br>Since first the infant bloom of Ila Moore,</br>The flower of Athol, open'd to the day.</br>Kincraigy was her home, that o'er the Tay</br>A prospect held of Nature's fairest scene;</br>Far mountains mixing with aerial gray,</br>Low golden-vested valleys stretched between,</br>And far below the eye, broad flood and islet green.", "The day was wet, the mist was on the moor,</br>Rested from labour husbandman and maid;</br>There came a stranger to Kincraigy's door,</br>Of goodly form, in minstrel garb array'd;</br>Of braided silk his builziment was made;</br>Short the entreatance he required to stay;</br>He tuned his viol, and with vehemence play'd;</br>Mistress and menial, maid and matron gray,</br>Soon mix'd were on the floor, and frisked in wild affray.", "The minstrel strain'd and twisted sore his face,</br>Beat with his heel, and twinkled with his eye,</br>But still, at every effort and grimace,</br>Louder and quicker rush'd the melody:</br>The dancers round the floor in mazes fly,</br>With cheering whoop, and wheel, and caper wild,</br>The jolly dame did well her mettle ply:</br>Even old Kincraigy, of his spleen beguiled,</br>Turn'd his dark brow aside, soften'd his looks and smiled.", "When supper on the ashen board was set,</br>The minstrel, all unask'd, jocosely came,</br>Brought his old chair, and, without pause or let,</br>Placed it betwixt the maid and forthright dame.</br>They smiled, and asked his lineage and his name,</br>'Twas Mador of the Moor, a name renown'd;</br>A kindred name with theirs, well known to fame,</br>A high-born name; but old Kincraigy frown'd;</br>Such impudence in man, he ween'd, had not been found.", "The last red embers on the hearth were spread,</br>But Mador still his antick tricks pursued;</br>The doors were closed, and all were bound to bed,</br>When, spite of old Kincraigy's angry mood,</br>The frantic hurlyburly was renew'd:</br>His tongue grew mute, his face o'erspread with gloom;</br>Wild uproar raged resistless, unsubdued;</br>The younkers of the hamlet crowd the room,</br>And Mador's viol squeaks, with rough and raging boom.", "The dire misrule Kincraigy could not brook;</br>He saw distinction lost, and order spurn'd;</br>And, much displeased that his offended look</br>Was all unminded, high his anger burn'd.</br>Upon the rocket Minstrel dark he turn'd,</br>And ask'd to whom such strains he wont to play?</br>Oh, he had play'd to nobles now inurn'd;</br>And he had play'd in countries far away,</br>And to the gallant king that o'er them held the sway.", "\"Ay,\" said Kincraigy, with malignant scowl,</br>Stroking his beard and writhing down his brow;</br>\"I've heard our monarch was an arrant fool,</br>I ween'd it so, but knew it not till now.</br>But 'tis enough; &mdash; his choice of such as you&mdash;</br>Great heaven, to man what inconsistence clings,</br>To meanest of the species doom'd to bow!</br>Had I one day o'er all created things,</br>The world should once be clear'd of fiddlers and of kings.\"", "'Twas a hard jest; but Mador laugh'd it bye;</br>Across the strings his careless fingers stray'd,</br>Till staunch Kincraigy, with unalter'd eye,</br>Ask'd how, or where, he learn'd the scraping trade?</br>When those new jars to music came allay'd?</br>And how it happ'd he in the line had thriven?</br>For sure, of all the fiddlers ever play'd,</br>Never was bow by such a novice driven,</br>Never were human ears by such discordance riven.", "Go tell the monarch of his feelings cold;</br>Go tell the prince that he is lewd and vain;</br>Go tell the wrinkled maid that she is old;</br>The wretched miser of his ill-got gain;</br>But Oh, in human kindness, spare the pain</br>That conscious excellence abased must feel;</br>It proves to wounded pride the deadliest bane,</br>The judgment it arraigns, and stamps the seal</br>Of fool with burning brand, which blood alone can heal.", "The earliest winter hues of old Cairn-Gorm,</br>Schehallion when the clouds begin to lower,</br>Even the wan face of heaven before the storm,</br>Look'd ne'er so stern as Mador of the Moor.</br>Most cutting sharp was his retort and sour,</br>And in offensive guise his bow he drew.</br>Kincraigy redden'd, stepp'd across the floor,</br>Lifted his staff, and back indignant flew</br>To scathe the Minstrel's pate, and baste him black and blue.", "Had those to Mador known in royal hall,</br>(For well I ween he was not stranger there,)</br>Beheld him crouching 'gainst that smoky wall,</br>His precious violin heaved high in air,</br>As guardian shield, the ireful blow to bear;</br>The blowzy dame holding with all her might</br>An interceding maid so lovely fair;</br>Matron and peasant gaping with affright&mdash;</br>Oh, 'twas a scene of life might charm an anchorite!", "'Twas not the flustered dame's inept rebuke,</br>'Twas not the cowering Minstrel's perilous state,</br>'Twas beauteous Ila Moore's reproving look</br>That quell'd her sire, and barr'd the work of fate:</br>With smile serene she led him to his seat,</br>Sat by his knee, and bade the minstrel play.</br>No word was heard of anger or debate,</br>So much may woman's eye our passions sway!</br>When beauty gives command, all mankind must obey.", "The wearied peasants to their rest retire;</br>Kincraigy bows to sleep's resistless call:</br>But the kind dame stirr'd up the sluggish fire,</br>And with the minstrel long out-sat them all;</br>He praised her much, her order, and her hall:&mdash;</br>Her manners, far above her rank and place!</br>Her daughter's beauteous form, so comely tall;</br>The peerless charms of her bewitching face,</br>So well befitting court, or noble's hall to grace.", "Well may'st thou trust the chicken with the dam;</br>The eaglet in her parents' home sublime;</br>The yeaning ewe with the poor starveling lamb;</br>Nor is a son's default a mother's crime:</br>But a fair only daughter in her prime,</br>Oh, never trust to mother's wistful care!</br>The heart's too anxious of her darling's time:</br>Too well she loves &mdash; too well she is aware</br>In what the maid delights, nor sees the lurking snare.", "Aloft was framed the Minstrel's humble bed</br>Of the green braken and the yielding heath,</br>With coverlet of dowlas o'er it spread;&mdash;</br>That too he lauded with obsequious breath.</br>But he was out, and in &mdash; above &mdash; beneath,</br>Unhinging doors, and groping in the dark:</br>The hamlet matrons dread unearthly scathe;</br>The maidens hide their heads, the watch-dogs bark,</br>And all was noise and fright till matin of the lark.", "Next day, the wind from eastern oceans drove</br>The drizzly sea-rack up the Athol plain,</br>And o'er the woodland and the welkin wove</br>A moving mantle of the fleecy rain:</br>The cottagers from labour still refrain;</br>Well by the lowly window could they spy</br>The droplets from the thatch descend amain:</br>While round the hearth they closed with cheerful eye,</br>Resolved, on better days, with all their might to ply.", "Though many hints, to make the minstrel budge,</br>Were by Kincraigy thrown, they were in vain;</br>He asked him where that night he meant to lodge?</br>And when he purposed calling there again?</br>He could not stir; &mdash; the hateful driving rain</br>Would all his valued tuneful chords undo.</br>The dame reproach'd her husband's surly strain,</br>Welcomed the Minstrel's stay, and 'gan to show</br>Her excellence in song, and skill in music too.", "Wo to the hapless wight, self-doomed to see</br>His measures warp'd by woman's weak control!</br>Wo to the man, whate'er his wealth may be,</br>Condemn'd to prove the everlasting growl,</br>The fret, the plaint, the babble, and the scowl!</br>Yet such outnumber all the stars above!</br>When sponsal'd pairs run counter, soul to soul,</br>Oh there's an end to all the sweets of love!</br>That ray of heavenly bliss, which reason should improve.", "The dance and song prevail'd till fell the night;</br>The Minstrel's forward ease advanced apace;</br>He kiss'd their lovely May before their sight,</br>Who struggled, smiling, from the rude embrace,</br>And call'd him fiddler Mador to his face.</br>Loud laugh'd the dame, while old Kincraigy frown'd;</br>Her fulsome levity, and flippant grace,</br>Had oft inflicted on his soul the wound,</br>But held at endless bay, redress could not be found.", "All quietness and peace our Minstrel spurns;</br>Idle confusion through the hamlet rings;</br>He teazes, flatters, and cajoles by turns,</br>And to the winds all due distinction flings.</br>From his rude grasp the cottage matron springs,</br>The giggling maids in darksome corners hide;</br>But still to Ila Moore he fondly clings,</br>Seeming resolved, whatever might betide,</br>To teaze or flatter her, and all reserve deride.", "Next day, by noon, the mountain's misty shroud</br>The bustling spirits of the air updrew,</br>And 'gan to open in the boreal cloud</br>Their marbled windows of the silvery hue:</br>Far through the bores appear'd the distant blue;</br>Loud sung the merl upon the topmost spray;</br>The harping bleeter, and the grey curlew,</br>High in the air chanted incondite lay;</br>All heralding th' approachment of a beauteous day.", "The Minstrel to the forest turn'd his eye,</br>He seem'd regretful that the rain should stay;</br>He seem'd to wish the mist would lingering lye</br>Still on the bosom of the moorland gray.</br>The time was come he needs must wend his way,</br>His sovereign's pleasure might his presence claim.</br>No one remain'd to row him o'er the Tay,</br>Unless the blooming May or cordial dame.</br>The Tay was broad and deep &mdash; pray was the maid to blame?", "Westward they past by bank and greenwood side,</br>A varied scene it was of wondrous guise;</br>Below them parting rivers smoothly glide,</br>And far above their heads aspiring rise</br>Gray crested rocks, the columns of the skies,</br>While little lowly dells lay hid between;</br>It seemed a fairy land!  a paradise;</br>Where every bloom that scents the woodland green</br>Open'd to heaven its breast, by human eye unseen.", "Queen of the forest, there the birch tree swung</br>Her light green locks aslant the southern breeze;</br>Red berries of the brake around them hung;</br>A thousand songsters warbled on the trees:</br>A scene it was befitting youth to please.</br>Too well it pleased, as reverend legends say!</br>Unmark'd the hour o'er lovers' head that flees;</br>'Twas but one little mile; &mdash; a summer day!</br>And when the sun went down they scarce had reach'd the Tay!", "Oh, read not, lovers &mdash; sure you may not think</br>That Ila Moore by minstrel airs was won!</br>'Twas nature's cordial glow, the kindred link</br>That all unweeting chains two hearts in one!&mdash;</br>Then why should mankind ween the maid undone,</br>Though with her youth she seek the woodland deep,</br>Rest in a bower to view the parting sun,</br>Lean on his breast, at tale of wo to weep,</br>Or sweetly, on his arm, recline in mimic sleep?", "Oh, I have seen, and fondly blest the sight,</br>The peerless charms of maiden's guileful freak!</br>Through the dark eye-lash peep the orb so bright;</br>The wily features so demurely meek;</br>The smile of love half dimpling on the cheek;</br>The quaking breast that heaves the sigh withal;</br>The parting lips which more than language speak!&mdash;</br>Of fond delights, which memory can recall,</br>Oh, beauty's feigned sleep far, far outdoes them all!", "O'er such a sleep the enamour'd minstrel hung,</br>Stole one soft kiss, but still she sounder fell!</br>The half-formed sentence died upon her tongue;</br>'Twas through her sleep she spoke! &mdash; Pray was it well,</br>Molesting helpless maiden in the dell,</br>On sweet restoring slumber so intent?</br>Our Minstrel framed resolve I joy to tell;</br>'Twas not to harm that beauteous innocent,</br>For no delight, nor joy, that fancy might present.", "When at the ferry, silent long they stood,</br>And eyed the red beam on the pool that lay,</br>Or baseless shadow of the waving wood.&mdash;</br>That lonely spot, upon the banks of Tay,</br>Still bears the maiden's name, and shall for aye.</br>Warm was the parting sigh their bosoms drew!</br>For sure, the joys of that enchanting day,</br>'Twas worth an age of sorrow to renew,</br>Then, glancing oft behind, they sped along the dew.", "Oft did Kincraigy's wayward humour keep</br>The hamlet and the hall in teazing broil;</br>But his reproaches never cut so deep</br>As when, that eve, he ceased his rural toil;</br>He learn'd the truth, and raised such grievous coil,</br>That even the dame in rage gave up defence:</br>The lovely cause of all the wild turmoil</br>Sat in a corner, grieved for her offence,</br>Offering no urgent plea, nor any false pretence.", "When summer suns around the zenith glow,</br>Nature is gaudy, frolicsome, and boon;</br>But when September breezes cease to blow,</br>And twilight steals beneath the broaden'd moon,</br>How changed the scene! &mdash; the year's resplendent noon,</br>Is long gone past, and all is mildly still;</br>Sedateness settles on the dale and doone;</br>Wan is the flow'ret by the mountain rill,</br>And a pale boding look sits solemn on the hill.", "More changed than all the mien of Ila Moore;</br>Scarce could you trow the self-same soul within;</br>The buxom lass that loved the revel hour,</br>That laugh'd at all, and grieved for nought but sin,</br>Steals from her darling frolic, jest and din,</br>And sits alone beneath the fading tree:</br>Upon her bosom leans her dimpled chin;</br>Her moisten'd eye fix'd moveless on the lea,</br>Or vagrant tiny moth that sojourn'd on her knee.", "Her songs, that erst did scarcely maid become,</br>So framed they were of blandishment and jest,</br>Were changed into a soft unmeaning hum,</br>A sickly melody, yet unexpress'd.</br>At tale of pity throbb'd her ardent breast;</br>The tear was ready for mishap or joy!</br>And well she loved in evening grove to rest,</br>To tender Heaven her vow without annoy,</br>Indulging secret thought &mdash; a thought that did not cloy.", "The dame perceived the maiden's altered mood;</br>A dame of keen distinguishment was she!</br>And oh, her measures were most wondrous shrew'd!</br>And deeply schemed, as woman's needs must be,</br>Though all the world with little toil could see</br>Her latent purposes from first to last.</br>An ancient friar, who shrived the family,</br>She call'd into her chamber &mdash; barr'd it fast,</br>That listener might not hear th' important words that past.", "\"Father, you mark'd the gallant minstrel youth</br>Who lately to the forest passed this way;</br>I ween, he proffer made of hand and troth</br>To our own child, and hardly would take nay.</br>Put on thy humble cowl and frock of gray;</br>Thy order and array thy warrant be;</br>And watch the royal tent at close of day,</br>It stands in glen below the wells of Dee,</br>Note all entreatment there, and bring the truth to me.", "\"Young Mador of the Moor, thou know'st him well;</br>Mark thou what rank he holds, and mark aright:</br>If with the squires or vulgar grooms he dwell:</br>If in the outer tent he sleeps by night,</br>Regard him not, nor wait the morning light;</br>But if with royalty or knighthood set,</br>Beckon him forth, in seeming serious plight,</br>And say, what most will his impatience whet,</br>That for his sake some cheeks are ever, ever wet!\"", "Next morn, while yet the eastern mountains threw</br>Their giant shadows o'er the slumbering dale,</br>Their darken'd verges trembling on the dew</br>In rosy wreath, so lovely and so pale,</br>The warp'd and slender rainbow of the vale!</br>Ere beauteous Ila's foot had prest the floor,</br>Or her fair cheek had kiss'd the morning gale,</br>A lively rap came to Kincraigy's door&mdash;</br>There stood the active friar, and Mador of the Moor!", "Well knew the dame this speed betoken'd good!</br>But when she learned that Mador consort held</br>With majesty and knights of noblest blood,</br>One of the select number in the field,</br>Her courtesy no blandishment withheld.</br>Fair Ila trembled like the aspen bough,</br>She dreaded passions guidelessly impell'd&mdash;</br>'Twas what of all the world she wished; yet now</br>A weight her heart oppress'd, she felt she wist not how!", "Kincraigy growl'd like hunted wolf at bay,</br>And in his fields from outrage sought relief;</br>No burning fiend, whom convent wights gainsay,</br>No ruthless abbey reave, nor Ranoch thief,</br>Did ever work him such chagrin and grief,</br>As did the minstrel's smooth obtrusive face.</br>Albert of Glen, his kind but haughty chief,</br>He saw exposed to infamous disgrace,</br>Himself to loss of name, of honour, and of place.", "His rage availed not &mdash; each reflective hint</br>Was treated by his knowing dame with scorn,</br>Whose every word, and every action, went</br>To show him his discernment was forlorn.</br>He knew no more of life than babe unborn!</br>'Twas well some could distinguish who was who!</br>Kincraigy's years were cumber'd and outworn</br>In manful strife his mastery to show,</br>Though forced on every point his priv'lege to forego.", "The Minstrel's table was with viands spread,</br>His cup was fill'd though all the rest were dry;</br>Not on the floor was made the Minstrel's bed,</br>He got the best Kincraigy could supply;</br>While every day the former did outvie</br>In idle frolic round Kincraigy's hall:</br>His frugal meal is changed to luxury;</br>His oxen low unnoted in the stall;</br>Loud revelry pervades, and lords it over all.", "The blooming May, from his first fond embrace</br>Shrunk pale and sullen, as from insult high;</br>A nameless dread was settled on her face;</br>She fear'd the Minstrel, yet she knew not why.</br>That previous night, when closed was every eye,</br>O she had dreamed of grievous scenes to be;</br>And she had heard a little plaintive cry;</br>And she had sung beneath the willow tree,</br>And seen a rueful sight, unfitting maid to see;", "But when he told her of his fixed resolve,</br>That, should they not in wedlock ties be bound,</br>He never would that loving breast involve</br>In rankling crime, nor pierce it with a wound,&mdash;</br>It was so generous:  she no longer frown'd,</br>But sighing sunk upon his manly breast.</br>Sweet tender sex!  with snares encompassed round!</br>On others hang thy comforts and thy rest!</br>Child of dependence born, and failings unconfest!", "At eve, they lean'd upon the flowery sward,</br>On fairy mound that overlooks the Tay;</br>And in the greenwood bowers of sweet Kinnaird</br>They sought a refuge from the noontide ray:</br>In bowers that scarce received the light of day,</br>Far, far below a rock's stupendous pile,</br>In raptures of the purest love they lay,</br>While tender tale would intervals beguile&mdash;</br>Wo to the venal friar, won to religious wile!", "If pure and full terrestrial bliss may be,</br>And human imperfection that enjoy,</br>Those twain, beneath the deep embowering tree,</br>Bathe in that perfect bliss without alloy.</br>But passion's flame will passion's self destroy,</br>Such imperfections round our nature lour;</br>No blis is ours, that others mayn't annoy.</br>So happ'd it to Kincraigy's beauteous flower,</br>And eke her gay gallant, young Mador of the Moor.", "Albert of Glen, o'er his betrothed bride,</br>Kept jealous eye, and oft unnoted came;</br>He saw the Minstrel ever by her side,</br>And how his presence flush'd the bustling dame.</br>Enraged at such a fond ungrateful flame,</br>One eve he caught them lock' in fond embrace;</br>And, bent his amorous rival's pride to tame,</br>Began with sandal'd foot, and heavy mace,</br>To work the Minstrel wo, and very deep disgrace.", "Few and unpolished were the words that passed;</br>Hard was the struggle and infuriate grasp!</br>But Mador of the Moor, o'erborne at last,</br>Beneath his rival's frame began to gasp;</br>His slender nape was lock'd in keyless hasp;</br>A maid's exertion saved him as before&mdash;</br>Her willing fingers made the hands unclasp</br>That soon had still'd the struggling Minstrel's core&mdash;</br>He ne'er had flatter'd dame nor courted maiden more.", "The swords were drawn, but neither jeer nor threat</br>Could drive the fearless maiden from between;</br>Again her firmness quelled the dire debate,</br>And drove the ruffian from their bower of green.</br>But grim and resolute revenge was seen</br>In his dark eye, as furious he withdrew:</br>And Mador of the Moor, his life to skreen,</br>Escap'd by night, through shades of murky hue:</br>The maiden deem'd it meet, for Albert well she knew.", "And well it proved for him! &mdash; At woman's schemes</br>And deep-laid policy the jeer is due;</br>But for resource and courage in extremes,</br>For prompt expedient and affection true,</br>Distrust her not; &mdash; ev'n though her means are few,</br>She will defeat the utmost powers of man;</br>In strait, she never yet distinction drew</br>'Twixt right and wrong, nor squeamishly began</br>To calculate, or weigh, save how to gain her plan.", "Albert of Glen with twenty warriors came,</br>Beset Kincraigy's hall, and search'd it through;</br>Like the chafed ocean storm'd the flustered dame,</br>Of Mador's hasty flight she did not know.</br>Kincraigy hoped they would the wight undo;</br>In his malicious grin was joyance seen.</br>Albert is baulk'd of sweet revenge, and now</br>Blazes outright a chieftain's smother'd spleen;</br>And Mador's lost and gone, as if he ne'er had been.", ""]