["Mary, the flow of youth is in thy veins,</br>The roses of thy infancy are bright</br>And beautiful as Spring's, when from the chains</br>Of winter bursting, she enthrall the sight.</br>Loveliness beams around thee, &mdash; a delight</br>Haunts thee as thine own essence &mdash; and a charm</br>Dwells in those eyes of circumfusing light,</br>Radiant as suns, when skies are blue and warm,</br>When vanished are the clouds, and far off rolls the storm.", "Thy heart is as Heaven's temple, when of thoughts</br>That cast o'er life their image, there is none</br>But brings thee a new glory from the grots</br>Of Fancy, than the dreams of Helicon</br>More pure and more enchanting.  Thou, like one</br>Of the Celestial Shapes who come and go</br>On angel messages, dost rest upon</br>Our love &mdash; with spirit spotless as the snow</br>Which swathes the' air-piercing Alps, too bright to dwell below.", "And but to hear the music of thy lips</br>Framing to speech thy soul's imaginings,&mdash;</br>To see thy smile, like light o'er an eclipse,</br>Illumining thy face, &mdash; to touch the strings,</br>The pulse of thy delights, when on the wings</br>Of buoyant hope, though with diminutive feet,</br>Thy soul to meet my gratulation springs;&mdash;</br>Oh, this were bliss to me, more bright and sweet</br>Than seems that glowing line where suns with oceans meet.", "But thou to me art but a heavenly Star,</br>Which yet the seaman views not o'er the main,</br>Shed its white lustre &mdash; lovely, but afar,</br>An unfelt joy in an expanse of pain,</br>Shrined in thine own solitude &mdash; my strain</br>Though absent, would speak to thee through the veil</br>Which separates loved existences.  'Tis vain:</br>The curtains of thy mind &mdash; they are not frail;</br>I can but breathe a sigh, and bid thy spirit hail.", "I can but bid thee hail to this our earth,</br>The blessed Saviour welcomed forms like thee;</br>Thou art the shadow of a purer birth,</br>A type of the inborn Divinity,</br>Glassed in whose everlasting face, we see</br>Things as they are not unto others.  Blest</br>In this thy pilgrim's sojourn mayest thou be,</br>And Heaven's all-tranquil haven be thy quest,</br>In Jesus to repose, and lie in Abraham's breast.</br>"]