["Who walk'd the valley in th' inspired dream,</br>When skeletons of mighty men lay round,</br>Flouting the darkness with their bony gleam?</br>Who heard the mystic voice &mdash; the rushing sound</br>Of shaking bones uplifted from the ground&mdash;</br>The breath of the four winds?  whose soul did meet</br>The shadow'd glory of the warrior's bound,</br>Speaking of life &mdash; the shout, his lips repeat&mdash;</br>The multitudinous host, and clang of armed feet?", "'Tis the Lord's day &mdash; the day of joy!  weep not,</br>Daughter of Zion, for thy children's sake!</br>Though thou forget Him, He hath not forgot;</br>But cometh, in forgiving love, to break</br>The fetters of thy shame from off thy neck&mdash;</br>To give his presence to thy holy sod,</br>And bid the glory of thy streets awake!</br>Yea!  Comfort ye my people, saith your God!</br>For Mercy comes to smile where blasting Vengeance trod!", "Hast thou not sinned?  thine own brow hath told&mdash;</br>For there the characters of Cain are writ!</br>Art thou not humbled?  let the dust unfold&mdash;</br>Whereon in desolation thou dost sit,</br>Lonely amid the nations &mdash; and unlit</br>By splendour of past years!  no handmaids wait</br>Around thee!  there is silence in the street&mdash;</br>Strife in the temple &mdash; wailing at the gate!</br>Thy children are all fled &mdash; thy house is desolate!", "Oh, thou dejected City!  thou forsaken</br>Land!  where the Prophet's path was wont to be!</br>Oh, air!  wherein the Psalmists' strings did waken,</br>Breathing their bold, inspired harmony!</br>Temple!  where dwelt the Eternal One!  and ye,</br>His sad and scatter'd sons!  who cannot keep</br>The Lord's song among strangers &mdash; on the tree</br>Hanging your harps, while by the waters deep</br>Of this world's Babylon, ye captive, sit, &mdash; and weep!", "Hear!  hear the words of pardon!  let them win</br>The smile of rapture from the cheek of wo&mdash;</br>Your warfare is accomplished, and your sin</br>Is pardon'd!  He, ye pierced, shall bestow</br>Healing; and He, your fathers would not know,</br>Shall wipe the tears for ever from your eyes!</br>God visiteth his vine &mdash; and it shall grow!</br>The Lord remembereth Israel &mdash; let her rise,</br>And stretch her fetterless hands, and hymn old melodies!", "Daughter of Zion!  smooth thy cheek with smiles&mdash;</br>Put on thy beautiful garments &mdash; lift thy brow,</br>And shout rejoicing to the friendly isles,</br>That thy Redeemer is thy King &mdash; that thou,</br>Captive with all thy sons, no more may'st bow&mdash;</br>That God restores the people of his choice&mdash;</br>That sorrow flees away, for ever, now!</br>Oh!  sbout it to the nations, with glad voice!</br>For all the exulting Earth shall, in thy joy, rejoice!</br>"]