["There is a moment of the darkest woe,</br>When the heart throbs, but cannot find relief,</br>The bosom swells &mdash; but not a tear will flow</br>To yield a channel to the noiseless grief:</br>A living monument, with glazed eye,</br>Upon the earth is fix'd our vacant stare,</br>And, if we breath a wish &mdash; it is to die;</br>In the cold grave to bury all our care,</br>And rest in undisturb'd repose for ever there!", "Yes, we can yield us to despair like this,</br>And ask our God to take the life he gave;</br>In such a moment deem there's nought of bliss,</br>Save in the precincts of the silent grave.</br>We've lost our all &mdash; the life of life is fled;</br>The form we lov'd to gaze on is no more;</br>Our hopes are vanish'd, all our joys are dead,</br>And we care not how soon e'en life be o'er,</br>That we may sink to dreamless sleep for evermore!", "The sun that gilds all nature with his beams,</br>That gives the summer's warmth, and beauty's glow,</br>To us the herald but of misery seems&mdash;</br>From fancied bliss wakes us to real woe:</br>Each thing we look on tells us of time past;</br>A thousand thoughts come rushing on the mind</br>Of early pleasures, far too sweet to last&mdash;</br>Of joys that fading left no trace behind&mdash;</br>And of that much lov'd being to the grave consign'd.", "How many hearts responsive to my strain,</br>By sad experience, know this picture true,</br>And live that anguish'd moment o'er again</br>When the grave snatched for ever from their view</br>A dearer self: &mdash; No tear drop dimm'd the eye,</br>They did not call in frenzy on her name&mdash;</br>Ah, no!  they could not weep, they could not sigh,</br>And the chok'd voice could not an accent frame,</br>But grief raged in them with consuming flame.", "Yet, 'tis not long such gloomy thoughts control</br>Th' enlighten'd mind.  Hope, with her angel sway,</br>Shedding rich lustre o'er the darksome soul,</br>Points to that realm of everlasting day,</br>When, when the throbbing heart shall cease to beat,</br>And the rude warrings of this world are o'er,</br>Congenial spirits shall in glory meet,</br>'Mid seraph forms shall meet, to part no more,</br>But in the presence of their God dwell and adore!</br>"]