["Canst thou, who burst with proud disdain</br>Each high-wrought link in Slavery's Chain,</br>Canst thou, who cleans'd with noble rage,</br>The Augean Filth of many an age,</br>Canst thou, whose mighty vengeance hurl'd,</br>Destruction on thy foes &mdash; the World,</br>Yet bade the infuriate slaughter cease,</br>When vanquish'd Despots whin'd for peace,</br>Canst thou, O, FRANCE, from heights like these descend,</br>And with each nerve unbrac'd, to BONAPARTE bend!", "Was it for this thy Warriors rose,</br>And paralyz'd vast hordes of Foes;</br>For this, all prodigal of life,</br>They rush'd amid the bellowing strife,</br>And, like the Desert's burning breath,</br>Where'er they rush'd they scatter'd Death;</br>For this, with many a gaping wound,</br>Thy daring Sons have strew'd the ground,</br>And girt with smoking gore and hills of slain,</br>Have gloried in their CAUSE and spurn'd th' Oppressor's Chain!", "When BRITAIN join'd th' unjust array,</br>And her proud navy plough'd the sea,</br>Was it for this beneath the wave,</br>Thy Seamen found a watry grave;</br>For this, when all around was wreck,</br>And mingled horrors stain'd the deck,</br>When slowly settling towards their fate,</br>While the broad banners wav'd elate&mdash;</br>Was it for this they \"Vive la Nation\" cried,</br>Scorn'd the submissive act, and felt the o'erwhelming tide.", "Was it for this the sorrowing Sire,</br>Has seen his bleeding boy expire,</br>For this the Matron sad and pale,</br>Has told her Son's disastrous tale,</br>For this the Widow oft has prest,</br>With tears the Nursling to her breast;</br>Was it, to lift th' ambitious soul</br>Of ONE above the law's controul,</br>That thus dire War left millions to deplore,</br>An the broad Earth and Seas were ting'd with Human Gore.", "No! &mdash; Fearless FRANCE shall ne'er be found,</br>Like the huge Brute on India's ground,</br>That thro' the ranks impetuous sweeps,</br>And loads the field with mangled heaps,</br>But yet, each scene of carnage o'er,</br>Obeys THAT goad he felt before:</br>No; &mdash; Fearless FRANCE shall still maintain</br>Those Rights which millions died to gain,</br>And soon, tho' Laurel Wreaths her Chains adorn,</br>Shall show a grov'lling World that Chains ARE STILL HER SCORN!", "Oh, FRANCE, thine energetic Soul</br>Will never brook UNJUST controul,</br>Will never crouch to Slav'ry's load,</br>Nor bear th' Oppressor's iron goad!</br>No: &mdash; FRANCE who bade her Monarch fall,</br>Will ne'er before this Idol crawl!</br>Will ne'er receive with abject awe</br>A MARTIAL DESPOT'S WILL as LAW:</br>No: &mdash; Banish fear, ye Friends of Human Kind&mdash;</br>FRANCE to a Giant's Arm unites a tow'ring Mind!", "He who o'erwhelms his Country's Foe,</br>Yet lays his Country's Freedom low,</br>Must fear, tho' girt with Guards and State,</br>From each bold arm the STROKE OF FATE:</br>And Thou, usurping Warrior, Thou!</br>To whom the weak, the timid bow&mdash;</br>Thou SPLENDID CURSE, whose actions prove</br>That States may be undone by LOVE;</br>Thou Foe to Man, upheld by Martial breath,</br>Thy march is on a Mine, thy every dream is Death.", "And, when this Meteor's baleful rays,</br>Are lost in Freedom's ardent blaze&mdash;</br>Yes; &mdash; when indignant FRANCE shall rise,</br>Her form all nerve, all fire her eyes,</br>And scorning e'en the Bayonet's sway,</br>Shall sweet this impious scourge away,</br>Then with degraded mien no more</br>Shall Man his Fellow-man adore;</br>Then o'er his powers shall PRINCIPLE preside,</br>And the bright star of TRUTH shall prove his polar guide!</br>"]