["THENOT.  CUDDY.", "THENOT.</br>Cuddy, why sitten wee thus mute, ne cast</br>With what delight to chace the lingring yeare?</br>Seemeth thine oaten reedes been late ybrast,</br>Or hoarse are growne; so chaunged is thy cheere.", "Or hath thy loved lasse's scornful mood</br>Thee thus apaid?  whileome the rural throng</br>Lur'd by thy notes around thee gazing stood,</br>Like list'ning deere, to weet thy silver song.", "CUDDY.</br>Thenot, the ditties, that I wont devise</br>With looser notes the fancied mind to traine,</br>Delight no more:  sike mirth was then to prise,</br>When flowr'd the Prime, and DAPHNE bless'd the plaine.", "But other song, so be thou deign to heare,</br>I shall here trie, attun'd to sorrow's string,</br>As I that skill of Colin Clout did lere,</br>Sweet Colin Clout, that taught our swaines to sing.", "THENOT.</br>So mote Thee, gentle Cuddy, faire befal,</br>As it shall please thee to record that straine;</br>For nere did notes my witched sense enthral</br>Like those devis'd by that same shepheard swaine.", "Als if thy sadder Muse ne list to mask</br>In lighter weed, but doth thee sorrowing call</br>To plaintive grief, what tho so fitting task</br>As DAPHNE's death, ywept of shepheards all?", "CUDDY.</br>What needeth bid the widow'd Turtle plaine,</br>Or Philomele with teares her song to steepe?</br>The wounded heart ne wants such counsel vaine,</br>And careful Cuddy DAPHNE's death shall weepe.", "Then listen, Thenot, to my mournful lay,</br>As wee these willows sitten here emong;</br>And Thou, sweet Cam, flow gently as you may</br>The whiles I sing:  weepe, Shepheard, to my song.", "Ye Nymphes, that earst did haunt faire Hampton's bowres,</br>That DAPHNE'S loved presence made to smile,</br>Or wont with Her beguile the sultrie hours</br>In Richmond's shades, ah!  where we Ye the while?</br>And Ye, that bath'd in that same winding Tide,</br>Where were Ye all, alas, when Daphne died?", "When DAPHNE died, the Sylvans sighed sore,</br>And ev'ry Naiade on her oozie bed;</br>The Faunes and Faerie their light daunce forlore,</br>Whilst Pan the flocks and fields forsakeing fled;</br>Sad Venus wept; sad wept the Graces all;</br>And Phoebus with the Muses mourn'd Her fall.", "When DAPHNE died, the sickning meadows pin'd,</br>As they did learne to waile their widow'd state;</br>The flockes refus'd their foode; the feather'd kind</br>Upon the bared braunch all cheerlesse sate:</br>No voice was heard along the drearie plaine,</br>None but the sighing wind and weeping raine.", "She, whilst She liv'd, great Queene of shepheardes hight,</br>Of all our sylvan scenes the pride and praise;</br>For whom our lasses wont gay girlond dight,</br>And ev'ry swaine addresse sweete roundelaies:</br>Happy the lasse, whose girlond She did weare,</br>Happy the swaine, whose musicke pleas'd Her eare.", "How oft would She on shepheard's holiday,</br>(Her presence made that holiday I weene)</br>Deign view the maidens deckt in trim array</br>Shift their light feet upon the grassie greene?</br>They deftly daunce, the shepheards sootly play,</br>Faire DAPHNE smiles &mdash; adieu such holiday.", "And ever as retourn'd our shearing feast,</br>Or harvest home, would DAPHNE present be</br>To doen us grace, and reede us wise beheast;</br>Who ever red such wise beheast as She?</br>Ne would She once our country sports despise,</br>Ne scoff the songs that shepheards can devise.", "Ah!  where are now become, most wretched wights,</br>Your sports and songs, your mirth and pleasaunt play?</br>DAPHNE is dead, that wrought you sike delights,</br>Is dead, alas, and lies yclad in clay:</br>DAPHNE, whose presence was your dear content,</br>Whose absence now is your sad dreriment.", "Break now your pipes upon the barren ground,</br>And all your girlonds into pieces teare;</br>Never again let pipe be heard to sound,</br>Never again let lasse gay girlond weare:</br>These been the markes of free and carelesse spright;</br>Far other guise befits your woeful plight.", "For flowrie girlonds mournful cypresse bring,</br>With eugh and bitter elder fitly join'd;</br>For cheerful songs let hollow dirges ring,</br>Sad sounds, that can empassion deepe the mind:</br>And all the way lament with streaming teare,</br>Fast beat your breasts, and loosen'd tresses tear.", "And when that clay-cold face and earthie hewe,</br>Those pallid cheekes, impictured with death,</br>With that sweete smile ye doe comparing viewe,</br>Those lips, so richly fraught with senseful breath;</br>Then say, if grief may faltring speech allow,</br>How happy were ye then, how wretched now.", "Was never eye did see that Angel's face,</br>Was never eare did heare that charmful tongue,</br>But bless'd the Pourtraict of celestial race,</br>But traunced on the gracious accents hung.</br>Ah me!  that voice, those eyes what cruel spight</br>Hath wrapt in silence and eternal night?", "The Sun, that in the evening welks in west,</br>Again uprises in the east as faire;</br>The leafie trees, that winter's wrath supprest,</br>In spring reliven, and fresh blossomes beare;</br>Nature by course retournes from deadly bourne;</br>But DAPHNE, DAPHNE never shall retourne.", "Ah!  hateful Death, that all good things dost spill,</br>Ne sparest what on earth most worthy is;</br>That tak'st most pleasure in our greatest ill,</br>And still repinest at our dearest bliss;</br>How hast thou envious reft in fatal houre</br>In all the world the best-lov'd fairest Flowre!", "The fariest Flowre, that earst on earth did growe,</br>Was DAPHNE, and of shepheards loved best;</br>None rose so stately, or so sweet did blowe,</br>Meet ornament for greatest Prince's breast.</br>Sith She is gone, the rest small valewe have,</br>Nought worth, but only to bestrew Her grave.", "Ye shepheards all, that tend your fleecie care,</br>Whether the silver Thamis' streame beside,</br>Or where smooth Camus laves his meadows faire,</br>Or Isis doth the fruitful vales divide;</br>Ye gentle shepheardes, as the yeares retourne,</br>Be this your task, around Her grave to mourne.", "And, as the same fresh flowres ye sprinkle ore</br>And mingled teares, in slow and solemn round,</br>Rehearse Her praises, and your losse deplore,</br>And add this verse, carv'd on the hallow'd ground:</br>Here DAPHNE lies, whatere on Earth mote be</br>Good, Great, or Faire; so Faire, Great, Good was She.", "THENOT.</br>Cuddy, thy verse more pleasaunce to me brings</br>Than murm'ring streame from high rock trickling downe,</br>Or hum of swarming bees, or whisperings</br>Of hushing winds through trembling osiers blowne.", "If Colin Clout obtain the highest place,</br>To Cuddy then I reede the second dewe;</br>If Phoebus his, Pan shall applaud thy layes;</br>If him the Muses, thee the Nymphs shall sewe.", "CUDDY.</br>Me listeth not perdie so high aspire,</br>For well I wote my rhymes been rude and base;</br>Yet been they as they may, they seeke no hire,</br>Cuddy shall shewe his love, though not win grace.", "But could I tune my notes to so high straine</br>As that deep-learned Shepheard did whilere,</br>Then would I DAPHNE match with GLORIANE,</br>And after place Her midst the starrie sphere.", "There should She shine, with Globe and Sceptre meet,</br>Between the Virgin and the Scales, as faire</br>As famous Cassiopeia's shinie Seat,</br>The Gnossian Crowne, or Berenice's Haire.", "Her spying oft the wearie marinere,</br>Long tost in stormes and perilous affray,</br>Should haile propitious, and perilous affray,</br>Ne reckning danger, plough the watrie way.", "But ah!  I feel unequal forces faile;</br>Diviner matter nobler wits must tell:</br>Enough is me to pipe in lowlie dale,</br>Fitteth not humble shepheard with such things to mell.", "THENOT.</br>But see, the downward Sun his ruddy face</br>Hasteth to hide behind yon wintrie cloud;</br>Then let us rise, and homeward hie apace,</br>Time from the comeing storme our selves to shroud.</br>"]