["DAMON.  ALPHESIBOEUS.", "Charm'd with the songs of two contending swains,</br>The herds for wonder ceas'd to graze the plains,</br>In deep surprize the lynxes listening stood,</br>The rolling rivers stopt their headlong flood!</br>O Pollio!  leading thy victorious bands</br>O'er deep Timavus' or Illyria's sands;</br>O when thy glorious deeds shall I rehearse,</br>When tell the world how matchless is thy verse,</br>Worthy the lofty stage of laurell'd Greece,</br>Great rival of majestic Sophocles!</br>With thee began my songs, with thee shall end;</br>The strains thyself commanded, O attend!</br>And mid the laurels which thy brows entwine,</br>Admit this humble ivy-wreath of mine.", "Night, her unwholesome shadows scarce withdrew,</br>What time the cattle love to sip the dew,</br>Damon, against an olive's trunk reclin'd,</br>Thus pour'd the transports of his jealous mind.", "DAMON.</br>Bright Lucifer arise!  bring on the day,</br>While I deceiv'd by Nisa pine away,</br>To heav'n addressing my last pray'rs and tears,</br>Yet which of all the gods my sorrow hears?</br>Begin with me, my pipe, Maenalian strains.</br>Delightful Maenalus, 'mid echoing groves,</br>And vocal pines, still hears the shepherds' loves;</br>The rural warblings hears of skilful Pan,</br>Who first to tune neglected reeds began.</br>Begin, &c.</br>Fair Nisa Mopsus weds!  O wond'rous mate,</br>Ye lovers!  what may we not hope from fate?</br>Now gryphons join with mares!  another year,</br>With hostile dogs shall drink the timid deer:</br>Thy bride comes forth!  begin the festal rites!</br>The walnuts strew!  prepare the nuptial lights!</br>O envied husband, now thy bliss is nigh,</br>Behold for thee bright Hesper mounts the sky.</br>Begin, &c.</br>O Nisa I congratulate thy choice!</br>Me you despise, my pipe, and artless voice,</br>My goats, my shaggy brows, my length of beard,</br>Nor think the gods your broken vows have heard.</br>Begin, &c.</br>Once with your mother to our fields you came,</br>For dewy apples &mdash; thence I date my flame;</br>The choicest fruit I pointed to your view,</br>Tho' young my raptur'd soul was fix'd on you!</br>The boughs I scarce could reach with little arms,</br>But then, ev'n then, could feel thy pow'rful charms.</br>O how I gaz'd in pleasing transport tost!</br>How glow'd my heart in sweet delusion lost!</br>Begin, &c.</br>I know thee, Love!  on horrid Tmarus born,</br>Or from cold Rhodope's hard entrails torn,</br>Nurs'd in hot sands the Garamants among,</br>From human stock the savage never sprung.</br>Begin, &c.</br>Relentless love the mother taught of yore,</br>To bathe her hands in her own infant's gore;</br>O barbarous mother thirsting to destroy!</br>More cruel was the mother or the boy?</br>Both, both, alike delighted to destroy,</br>Th' unnat'ral mother and the ruthless boy.</br>Begin, &c.</br>Now hungry wolves let tim'rous lambkins chace,</br>Narcissus' flowers the barren alder grace,</br>Let blushing apples knotted oaks adorn,</br>Let liquid amber drop from every thorn!</br>Let owls contend with swans; our rural bard</br>To Orpheus or Arion be preferr'd!</br>Like Orpheus draw the listening trees along,</br>Or like Arion charm the finny throng.</br>Begin, &c.</br>Let the sea rush o'er all, in shoreless floods!</br>Take this last dying gift! &mdash; farewel, ye woods!</br>Nisa adieu! &mdash; from yon impending steep,</br>Headlong I'll plunge into the foamy deep!</br>Cease now, my pipe, now cease Maenalian strains.", "Thus Damon mourn'd.  Ye tuneful virgins tell</br>The swain's reply &mdash; Not all in all excel.", "ALPHESIBOEUS.</br>Bring water for the solemn rites design'd,</br>The altar's sides with holy fillets bind&mdash;</br>The strongest frankincense, rich vervain burn,</br>That mighty magic may to madness turn</br>My perjur'd love &mdash; 'Tis done &mdash; and nought remains</br>To crown the rites but all-inchanting strains.", "Bring Daphnis, bring him from the town, my strains.</br>By strains pale Cynthia from her sphere descends,</br>Strains chang'd to brutes Ulysses' wondering friends,</br>Strains in the meadow, or the secret brake,</br>Can the deaf adder split, and venom'd snake.</br>Bring, &c.</br>Lo!  first I round thy waxen image twist,</br>And closely bind this triple-colour'd list,</br>And three times round the altar walk; for three</br>Is a dear number to dread Hecate.</br>Bring, &c.</br>Haste, Amaryllis, ply thy busy hand;</br>Haste, quickly, knit the consecrated band,</br>And say 'tis knit at Venus' dread command;</br>In three close knots the mixing colours knit,</br>For ardent lovers such close bands befit.</br>Bring, &c.</br>As this same fire melts wax and hardens clay,</br>To others deaf, let him my love repay.</br>Crumble the sacred cake, let wither'd bays,</br>Inflam'd with liquid sulphur crackling blaze;</br>As Daphnis warms my bosom with desire,</br>May Daphnis burn in this consuming fire.</br>Bring, &c.</br>May Daphnis feel such strong, unanswer'd love,</br>As the fond heifer feels, thro' copse and grove,</br>Who seeks her beauteous bull, then tir'd and faint</br>On the green rushy bank lies down to pant,</br>Lost to herself and rolling on the ground,</br>Heedless of darksome night now clos'd around!</br>Ev'n thus, may disregarded Daphnis burn,</br>Pine to despair, nor I his flame return.</br>Bring, &c.</br>This vest the faithless traitor left behind,</br>Pledge of his love I give, to thee consign'd,</br>O sacred earth!  thus plac'd beneath the door,</br>O may the precious pledge its lord restore!</br>Bring, &c.</br>These powerful, poisonous plants in Pontus dug,</br>(Pontus abounds in many a magic drug)</br>Sage Moeris gave; in dire enchantments brew'd,</br>Moeris his limbs with these has oft bedew'd,</br>Hence the fell sorcerer have I seen become</br>A wolf, and thro' wild forests howling roam,</br>With these from graves the starting spectres warn,</br>And whirl to distant fields the standing corn.</br>Bring, &c.</br>Take now these ashes from th' expiring wood,</br>And strew them, Amaryllis, o'er the flood;</br>But backward cast them, dare not look behind,</br>With these I'll strive to touch his harden'd mind;</br>But weak all art my Daphnis' breast to move,</br>For he nor charms regards, nor pow'rs above.</br>Bring, &c.</br>Lo!  round the altar's sides what flames aspire!</br>The dying embers burst into a fire!</br>List!  Hylax barks!  O may it lucky prove!</br>But ah!  how oft are we deceiv'd that love?</br>Can it be truth?  my heart will Daphnis ease?</br>He comes, my Daphnis comes &mdash; Enchantments cease!</br>"]