["LEVI, DANIEL, DICKY.", "Soon as each class, from close confinement free,</br>Pour'd forth from Holden, all elate with glee;</br>Daniel and Dick to Hollis-Hall retir'd,</br>Both warm'd by love and both by wine inspir'd.</br>Now noon-day Phoebus shone on Hollis' side;</br>Thus Dicky spoke, and Daniel thus reply'd.", "DICKY.</br>Seraphick sounds!  on yon sonorous sprays</br>Melodious locusts lift their lofty lays.</br>Ecstatick notes!  list Daniel to the sound,</br>And let it on your tympanum rebound.</br>Why are we mute when Sol's meridian rays</br>Illume the plain, and locusts lift their lays?", "DANIEL.</br>Sing then, since here, our task perform'd, we sit,</br>While Peter turns his slow-revolving spit.</br>But Levi comes, well skill'd to judge, and he</br>Shall hear the contest and the prize decree.</br>These boots I'll stake, which, four long summers past,</br>Have yet the strength four summers more to last.", "DICKY.</br>My boots I dare not stake; these boots have run</br>In long succession down from sire to son;</br>But what you'll own your proffer'd pledge transcends,</br>That cloak I'll stake, which from the wall depends,</br>Of lucid blue, before with velvet lin'd.</br>And what is that with velvet trimm'd behind?</br>I hung it there, methinks, three months ago,</br>When brumal Boreas ceas'd his blast to blow.", "LEVI.</br>Sing then in turns, while Echo fills the plains,</br>For reas'ners argue in alternate strains;</br>Daniel begin your lay, but briefly sing,</br>For soon I ween the Commons-bell will ring.", "DANIEL.</br>Inspire me Phoebus, in my Betty's praise,</br>And on thine altar shall my Horace blaze,</br>O!  let me show in sweetly-sounding song,</br>To Betty's eyes what heav'nly charms belong.", "DICKY.</br>Grant me O love, in softly flowing verse,</br>My charming Molly's graces to rehearse;</br>For her the prize to gain and in return</br>A new Majora to thy name shall burn.", "DANIEL.</br>Not all the Nymphs that o'er the woodland rove</br>Can beauteous Betty from my thoughts remove:</br>When last I left her, in my trunk she laid</br>Two cakes divine, her lily fingers made;</br>Two glitt'ring needles and four balls of yarn,</br>Of diff'rent dies, my sev'ral hose to darn.", "DICKY.</br>Molly, before all other maids, I love,</br>Who haunt the river's bank or shady grove:</br>When last vacation o'er, I hither sped,</br>Pellucid tears the fair profusely shed;</br>Thus from her lips mellifluous accents fell,</br>\"Farewell dear Dicky, ah!  a long farewell.\"", "DANIEL.</br>There are, who dread a Hebrew lecture most;</br>To some no evil's like an honour lost;</br>Some think suspension is the greatest ill;</br>While others think a fine is greater sill;</br>Suspension, Hebrew, Fine, nor loss of  part,</br>Like Betty's frown can ever rend my heart.", "DICKY.</br>To some their joy supreme Vacation brings,</br>To others Sleep when early pray'r bell rings;</br>Some in a Detur place their chief delight;</br>While some in drinking choose to spend the night;</br>Vacation, Detur, Sleep, nor midnight bowl,</br>Like Molly's smile could e'er enchant my soul.", "DANIEL.</br>Say, Dicky, say, in what glad soil appears</br>A cheese immense, the wondrous work of years;</br>On whose vast rind or flocks and herds may rove,</br>Or numerous hosts in martial order move;</br>Tell me but this, and freely I disclaim</br>The prize, and yield it to thy Molly's name.", "DICKY.</br>Rather declare, in what more happy clime,</br>A marv'lous mountain rears its head sublime;</br>Whose sides with salt, of purest white, o'erflow,</br>Which far extending fills the vales below;</br>Declare but this, the contest I resign,</br>Betty unrivall'd ever shall be thine.", "LEVI.</br>Cease to contend, for, Dicky, I decree</br>The cloak to Daniel, and the boots to thee.</br>\"Blest swains!  whose nymphs in ev'ry grace excel;</br>Blest nymphs!  whose swains those graces sing so well.\"</br>Now quickly rise, to yonder Hall repair,</br>The bell has rung, and dinner waits you there;</br>The board with various dainties shall be crown'd,</br>And viands breathe Calebian odours round.</br>Exeunt Daniel and Dicky, preceded by Levi.</br>"]