["At the close of the day; when his labour was o'er,</br>Old Collin sought rest in his chair;</br>And, as from the jorum, good cider he'd pour,</br>The tales of his youth he would tell o'er and o'er,</br>While his children with wonder would stare.", "One night, weary grown of his tales often told,</br>Some evening's amusement was sought:</br>Collin said, as to music, he was partial of old:</br>A trial of skill in that art might unfold</br>Some new genius; so a Jew's harp was brought.", "'Twas agreed by the whole, each their skill should then try,</br>While Collin an umpire should sit;</br>Should condemn, or approve, as each should pass by,</br>Should decree to the victor, a large pumpkin pie,</br>And the Harp, if the rest should think fit.", "Up from his seat, a log, in corner close,</br>Rose Bob, a sturdy blade:</br>A theme sonorous, Bob had chose</br>His skill to try.</br>He seiz'd the Harp, and feign had music rude,</br>In playing dulcet notes from Tid re I.</br>But Collin heard the jargon made,</br>And bid him quick the Harp lay by;</br>No longer then intrude.", "Then, next on John he call'd, a tougher blade</br>Ne'er hoed in cornfield, or a haystack made.</br>John fearless rose</br>And seiz'd the Harp; for oft had John,</br>On such a harp, when all alone,</br>Play'd dulcet notes, that pleas'd the ear,</br>And call'd the neighbouring hinds to hear:</br>For few, like him, could play the harp upon.", "He cast within his brain the various tunes he play'd;</br>Humm'd, in low strains, Old Bob and Joan, Black Jack;</br>Remember'd once such melody they made,</br>It seem'd the very Harp had spoke.", "He clear'd his throat and breath'd a sturdy blast;</br>A horrid buz succeeds a twanging sound:</br>John tries again,</br>But all in vain;</br>No sound harmonious trill'd upon the ear</br>As they were wont to hear:</br>'Twas discord all, and jargonry profound.</br>John felt the keen disgrace</br>Of spit bedirted face,</br>From chin to nose.", "The lovely Molly heard each claim refus'd;</br>She took the Harp, and breath'd a gentle strain;</br>Softly each trembling note she flitted o'er:</br>To sounds like these their ears were all unus'd;</br>None had experienc'd such delight before,</br>Each listening sat, expecting to hear more;</br>But Molly then the Harp laid down,</br>Proud that her lays</br>Had gain'd their praise,</br>And straight demands the tribute as her own.</br>'Twas soon decreed by the ill-judging throng,</br>That Pie and Harp to Molly did belong.", "But Collin saw, retir'd behind the crowd,</br>The modest Sarah join in Molly's praise:</br>Yet not with boist'rous laugh, that echoes loud;</br>Applauding smiles sat on her lovely face,</br>Bedeck'd with health and soul-enchanting grace:</br>He then on Sarah call'd, her skill to try.</br>The modest maiden blush'd, nor dare comply:</br>She too the harp, then fearful laid it down,</br>'Till urg'd by Collin, who, with vengeful frown,</br>Bid her not lay it by.</br>The Harp to her mouth then she press'd,</br>Her white teeth shone fair through the bars;</br>Her breath scarcely ruffles her breast,</br>As she breathes out her soul-soothing airs;", "Her busy fingers struck, with laboured care,</br>The tongue, vibrating to th' approaching air;</br>The soul seem'd wrapt in each melodious sound,</br>While silent praise was offer'd all around.</br>'Twas low and trem'lous, then again 'twas high,</br>Then easy and sunk, and on the ear would die,</br>Till silence broke the soul-enchanting charm.", "No rules her notes could chain;</br>She'd mount the stave by space and line,</br>And ledger line above,</br>And show that art or dull design</br>Could never raise the human mind,</br>Like Fancy's wild ungovern'd move.</br>But; when the maiden pour'd new sounds,</br>And breathed with care the graceful note,</br>With loud applause the house resounds,</br>And praise is heard from every throat:", "Bob, John and Molly, all resign</br>Their claim to Harp and Pie;</br>And Sarah clos'd her melting strains</br>Of soothing minstrelsy.", "Then Collin rose, well pleas'd the notes to hear;</br>Such sounds as those, ere that, ne'er reach'd his ear.</br>He soon decrees, in presence of the throng,</br>That Pie and Harp to Sarah did belong.", "Then Sarah's praise each bumpkin sung,</br>With loud applause the kitchen rung,</br>For none refuse the meed of praise:</br>To cheer the whole, the pie was cut,</br>And cider drawn from the newest butt;</br>The Harp, too, pour'd harmonious lays.", "Now, oft beneath the bending willow,</br>The green turf rising for her pillow,</br>The lovely Sarah tunes her winning note;</br>Softly it swells and floats upon the air;</br>Its tremulous sounds oft meet the shepherds' ear,</br>Who seek her seat, howe'er remote,</br>Such soul-enchanting sounds to hear.</br>"]