["IUDEX.</br>This is the place, the hower; this the tree,</br>Beneath whose hospitable shades, must be</br>This challeng'd combat; But the champions stay</br>Exceeds their limits; 'Tis an equall lay</br>That neither come:  they were so hot last night,</br>'Tis like their quarrell ended with the light:</br>But who comes yonder?  Look, me thinks't should be,</br>By's gate, Romastix; No, 'tis not; 'tis he:</br>Me thinks his posture prophecies of Palmes</br>Before th' encounter; see, how sweat imbalmes</br>His varnisht Temples!  How each envious pace</br>Vies to be first, and eches for the place!</br>He's neer at hand; Champion let faire applause</br>Crown your intended combat, let your Cause</br>Thrive as it merits; let this morning jarre</br>Bring forth an Evening peace, the Child of warre;</br>Let Truth prevaile, at last, and let heaven send,</br>First, a faire Enemy; next, a faithfull Friend.", "ROMASTIX.</br>Thanks, gentle Iudex; for the last, I durst</br>Assure my selfe in thee:  but where's the first?</br>Where's our brave Enemy?  whose very breath,</br>Last night, could puffe an Heretick to death,</br>Then by the vertue of St. Francis name,</br>Could snatch a well broyl'd soule from the sad flame</br>Of Purgatory, from the sulph'rous flashes</br>Of hells hot Suburbs, and inspire his ashes</br>With a new Catholike soule; whose knee shall gain</br>Salvation from a Puppit, for the pain</br>Of twenty Paters nosters, and thrice seaven</br>Repeated Ave's to the Queen of heaven:</br>But look; Am I deceiv'd?  Or doe I see</br>Our Boanarges comming?", "IUDEX.</br>Sure 'tis hee.", "ROMASTIX.</br>'Tis he, Heaven grant that his discourse may trace</br>A measure, but as sober as his pace:</br>Lord, how his tongue last evening shot at rover!</br>Sometimes, how wide it shot!  How, sometimes, over!</br>How like a new broke Colt, he pranc'd about!</br>Sometimes stept orderly; sometimes flew out:</br>His hot-mouth'd argument, would for a space</br>Srike a good stroke; then straight forsake his pace:</br>How his discretion sunk, while his tongue floted!</br>His wit falsegallop'd, while his judgment trotted.</br>But here he comes.", "IUDEX.</br>The blessings of the day</br>Greets thee.", "FLAMBELLO.</br>And let the glory of the fray</br>Crown my triumphant Browes with conquest.", "ROMASTIX.</br>Stay,</br>Take my God-morrow, first, and then inherit</br>The Crown that shall be purchas'd by thy merit,</br>And justnesse of thy well defended cause.", "FLAMBELLO.</br>The like to thee.", "IUDEX.</br>But let the chief applause</br>Be given to Truth; which must and will prevaile,</br>How ever you defend, or he assaile:</br>She does not like a thredbare Client, sue</br>For help, nor does her cause subsist by you:</br>But like a Queen, sits in her Palace royall,</br>To judge betwixt the Rebel and the Loyall:</br>Then quit your selves, and let the day proclame,</br>Who's the true Subject:  Truth is still the same:</br>Romastix this your first arrivall here,</br>Gives you precedence:  you shall truely sweare,</br>No private grudge; nor no malicious end</br>Of base revenge did move you to contend</br>In these fair lists, no itch of vaine applause,</br>But a true thirst, t' advance the publike cause.", "ROMASTIX.</br>I doe.", "IUDEX.</br>And you Flambello too, shall sweare,</br>You try this combat, with a conscience cleare</br>From by-respects of preadvised hate,</br>Or spleen, of later, or of elder date;</br>And that you aime not at a private foe,</br>But at the glory of the Truth.", "FLAMBELLO.</br>I doe.", "IUDEX.</br>Then Champions, too't; you cannot be too stern,</br>In Truths behalfe; 'tis best to be altern;</br>For mutuall language works a faire conclusion:</br>Truth is the Queene of order; not confusion.", "ROMASTIX.</br>I here appeach Flambello, as a High-</br>-Traitor to'the sacred Crown, and dignity</br>Of Soveraign Truth, a Rebel to her Lawes,</br>A private Judas to the publike Cause.", "FLAMBELLO.</br>Blisters oth' tongue that speaks it!  He that durst</br>Proclaim, and not maintain it, be accurst.", "ROMASTIX.</br>They'r Traitours, rob their Soveraign of their due;</br>You doe the same; and therefore such are you.", "FLAMBELLO.</br>You argue with lesse Charity, then Art;</br>Your halting Minor's false as your own heart.", "ROMASTIX.</br>He that invests another in the Throne</br>Of Truth; or owns a Prince, but Truth alone,</br>Robs his own Soveraign; But such are you,</br>You therefore rob your Soveraign of her due:", "FLAMBELLO.</br>You plead for Truth; and yet you speak beside</br>The Text of Truth:  your Minor is denyed.", "ROMASTIX.</br>They that prefer their own brain-bred Traditions</br>Before her perfect Laws; make, here, additions;</br>And, there, Abstractions from her sacred hests,</br>Depose the old, and a new Prince invests;</br>But you prefer Traditions; therefore you</br>Depose the old Prince, and invest a new.", "FLAMBELLO.</br>The selfe-same Spirit that inspir'd the words</br>Of holy Prophets, in old time affords</br>Undoubted Truth to the most just Traditions</br>Of holy Councels, whose divine Commissions</br>Make it a perfect Truth, which they averre.</br>Confirmed by a Head that cannot erre.", "ROMASTIX.</br>Admit all this!  Can very Truth take place</br>Of very Truth?  Has Truth a double face?</br>How can the wav'ring will of man be guided</br>Betwixt two Sp'rits; at least, one Sp'rit divided?</br>But say; upon what shoulders grows that Head</br>That cannot erre:  that cannot be misled?</br>What is he?  Where is his abode?  That I</br>May bow my knees, and worship ere I dye.", "FLAMBELLO.</br>It is our holy Father; He, that keeps</br>The keys of heaven, and of th' Infernall deeps;</br>He that has power, with those sacred keyes,</br>To open heaven, and lock it when he please;</br>To open Hels broad portals, and let out</br>His dire Anathemaes to scourge the stout</br>Rebellious heart; and Legions, to devour</br>All such as will not prostrate to his Powre,</br>And high Omnipotency, but rebell</br>Against the Chamberlain of Heaven:", "ROMASTIX.</br>And Hell:</br>But tell me to what sort of souls does he</br>Expand the Gates of heaven?", "FLAMBELLO.</br>To such as be</br>Obedient to his laws; whose purged hearts</br>Have felt the flames of Purgatory, and smarts</br>Of holy Penance, that observe and do</br>All things his Holinesse enjoyns them to:</br>The Gates of Heaven stand ope for such as these.", "ROMASTIX.</br>If he be paid for turning of the keyes:</br>What sort of sins unlock the gates of Hell?", "FLAMBELLO.</br>The disobedient hearts, that puffe and swell</br>Against his Government; To such as dare</br>Question the Councels of our holy Chaire:</br>To Hereticks; and such as plot revenge;</br>These are the Card'nall sins, that greaze the henge.", "ROMASTIX.</br>But what betides to riotous Gluttons, then,</br>Hell-tutor'd Sorcerers, and incestuous men?</br>Unnat'rall Sodomites, and the brasse-brow'd Lyer?</br>Those that give false Commissions, nay, and hyer</br>Perverted subjects to dissolve their bands</br>Of abjur'd Loyalty, and lay violent hands</br>On their own Princes?  Are th' Infernall keys</br>Lesse nimble to unlock Hels gate for these?", "FLAMBELLO.</br>These break the dores, and rend the Portals ope,</br>Unlesse the grace of our Lord God the Pope</br>Give former Dispensation; or at least</br>An after Pardon.", "ROMASTIX.</br>I conceiv'd, the best</br>Your Al-sufficient Popes could doe, had bin,</br>God-like to pardon a forsaken sin,</br>But to afford a Dispensation too</br>For after crimes, is more then heaven will doe:</br>No wonder, then, the Councels of your Chaire</br>Claim the right hand, and your Traditions dare</br>Take place of Scripture, when that God of yours,</br>That cannot erre, is stronger arm'd, then ours.", "FLAMBELLO.</br>It stands not with obedience to aspire</br>Unto such holy heights, as to enquire</br>Into the sacred secrets of the Chaire;</br>All Champions must lay down their weapons, there:</br>Doubts cool devotion; And the good digestion</br>Of Catholiques faith is hinder'd, where we question.", "ROMASTIX.</br>Such dainty stomachs, as are daily fill'd</br>With costly delicates, are eas'ly chill'd;</br>When faith can feed upon no lower things</br>Then Crowns dissolv'd, and drink the blood of Kings,</br>Experience tels, that oftentimes digestion</br>Finds strange obstructions, where Indictments question:</br>But since your guilt (beneath the fair pretence</br>Of filiall silence) leaves yee no defence</br>From your reposed weapons; breathe a space</br>And take up new ones, which may plead your case</br>(With the quick spirit of a keener edge)</br>Against the foule reproach of Sacriledge:</br>That Bread of life; which, with a lib'rall hand,</br>Heaven made a common gift, you countermand;</br>And what his bounty carv'd to every one,</br>You falsly challenge to your selves alone;</br>He gives his children loaves; where you afford</br>But crums, being fed, like dogs, beneath your board;</br>That holy draught, that Sacramentall Cup,</br>Which heaven divides among them, you drink up:</br>You are Impostors, and delude poor soules,</br>And what your pamper'd Prelates swill in Bowles,</br>Like fooles, you send them to exhaust from dead</br>And pallid veines of your Incarnate Bread.", "FLAMBELLO.</br>First, for the Bread, which your false tongues aver</br>We ravish from the childrens lips, you erre:</br>Your censures misinterpret our intent;</br>We doe but dresse the Grist, that heaven hath sent;</br>And, by our mixture, raise a sweeter Paste,</br>To adde a pleasure to the childrens taste:</br>Next; for that sacred Blood, you grosly term,</br>By th' name of Wine; which, rudely you affirm,</br>Our pamper'd Prelates swill in lusty Bowles,</br>And after, send our poor deluded soules</br>To suck; to suck in vain from out the dead</br>And pallid veins of our Incarnate Bread;</br>You show your wisdomes:  It is living Flesh,</br>Wherein are living Streams, that doe refresh</br>The drooping soul; A perfect Sacrifice</br>Of perfect Flesh and Blood, in Breads disguise.", "ROMASTIX.</br>Your double answer wants a single force:</br>And is the Grist of heaven become so course</br>To need your sifting?  Can your mixtures adde</br>A sweetnesse to it, which it never had?</br>Your Chaire (whose brow hath brasse enough, to call</br>Saint Pauls Epistles, Heresies, and Saint Paul</br>A hare-brain'd Schismatick, and once projected,</br>To have his Errors purg'd, and Text corrected)</br>May eas'ly tax, and censure all the rest,</br>Being all indited by the selfe-same brest:</br>But is that Body living, that ye tear</br>With your ranck teeth?  How worse doe you appear</br>Then Canibals, to be an Undertaker</br>In that foul act, to eat, to grinde your Maker!</br>Your double answer does abridge the story</br>Of the true Passion of the Lord of glory;</br>Your first condemns him; and, (the sentence past)</br>You boldly crucifie him, in your last:</br>But is it reall Flesh, ye thus devour;</br>Timber'd with bones; and like this flesh of our?</br>Say; doe you eat, and grind it, Flesh and Bone?</br>Or like an unchew'd Pill, but swallow't down?</br>If onely swallow; Champion, you compleat not</br>Your work:  You take the Body, but you eat not:</br>If eat; you falsifie what heaven hath spoken;</br>Can you eat bones, and yet a bone not broken?</br>But tell me, tell me, what was he that first</br>Did make so bold, to make himself accurst,</br>To rob the Decalogue, and to withdraw</br>The second Statute from the Morall law?</br>Why was that Statute thought a worse offence</br>Then all the rest?  Could not your Chair dispence</br>With that as safely as with all the rest?</br>What has that Statute done?  wherein transgrest,</br>That you have made the Tables too too hot</br>To hold it?  Champion, speak, why speakst thou not?", "FLAMBELLO.</br>Superiour powers, that have large Commission</br>To judge, conceive it but a repetition</br>Of the first Statute, and thought fit to take</br>It thence for brevity, for corruption sake.", "ROMASTIX.</br>Corruption sake?  Did never word disclose</br>From Roman lips more true:  what tongue ere chose</br>A term more proper, that more full exprest</br>Th' Idea of a well-composed brest?</br>I wish no greater Conquest, or Concession</br>Of a fair truth, then from a foes Confession.", "FLAMBELLO.</br>You boast too soon:  Take heed your vain conceit</br>Befools you not with a false Antidate:</br>Ill-grounded triumphs are but breaths expense;</br>Fools catch at words; but wise men at the sense.", "ROMASTIX.</br>Content thee, Champion; every gamester knows,</br>That Falsifies are Play, as well as blows:</br>But tell me now; If each Abstraction draws</br>A curse upon th' Abstractor from those laws,</br>How can your Councels scape this judgement then,</br>That have exil'd the Second from the Ten?", "FLAMBELLO.</br>Their number's nere the lesse; for where we smother</br>One Statute, we dichotomize another.", "ROMASTIX.</br>Then, Champion; there's a double curse, you know:</br>One, for abstracting; one, for adding to:</br>But to proceed; what law of God denies</br>The bands of mariage?  What exceptionties</br>That undefil'd, that honourable life</br>From Priestly Orders?  Aaron had his wife;</br>And he, from whom yee claim (but claim amiss)</br>The free succession of your keys, had his.</br>Heavens Statute qualifies all sorts of men;</br>How came yee to repeal that Statute then?", "FLAMBELLO.</br>Mariage is but an Antidote for lust,</br>It is ordain'd for such as dare not trust</br>The frailty of their bodies, or want art</br>To quench the roving tempters fiery dart:</br>But such, whose vessels Prayer, and Fasting keeps</br>Unsoild and pure, where idle blood nere creeps</br>Into their wanton veines; that can restrain</br>Base lust; to such, this Antidote is vain:</br>Such be our sacred Priests, whose horned knees</br>Are seldome streight, but pay their howrely fees</br>To the worn ground, whose Emb'ring lips send up</br>Perpetuall vows; whose wine-abjuring Cup</br>Yeelds no delight; whose stomachs are content</br>To celebrate an everlasting Lent.", "ROMASTIX.</br>Say, Champion then, for what respects?  for whom,</br>Are Brothels licenc'd by the lawes of Rome?</br>Laymen may wed; there, licence is unjust,</br>Where Law allowes a remedy for lust:</br>But if your Priesthood be so undefil'd</br>How came that pamper'd Pope, (the onely child</br>Of his long since deceased Syre) to own</br>So many jolly Nephewes, whose unknown</br>And doubtfull Parentage, truth fear'd to blaze,</br>Untill the next succeeding Prelates daies?</br>How is't such vaulted Entries have been found,</br>Affording secret passage, under ground,</br>(With pathes deluding Argus thousand eyes)</br>Betwixt your Abbies, and your Nunneries?</br>How come the depths of your deep throated Wells,</br>(Where utter shades, and empty horror dwells)</br>To yeeld such Reliques; and in stead of stones,</br>To be impav'd with new-borne Infants bones?", "FLAMBELLO.</br>Plagues, Horror, Madnesse, and th' Infernall troops</br>Of hells Anathema's; the schreeching whoops</br>Of damned soules; this present worlds disdain,</br>And that worse world to come's eternall pain;</br>Our holy Urbans execrable curse,</br>Or (if unthought on) any plague be worse,</br>Confound these base, these upstart Luth'ran tongues,</br>That spit such poyson, and project these wrongs</br>Against our Church.", "ROMASTIX.</br>A Curse sufficient!  hold,</br>And lend my tongue your patience, to unfold</br>Your Catholike Church; and when my words shal end,</br>Speake you your pleasure, while mine eares attend:</br>Your Church is like a Market; where, for Gold,</br>Both Sinnes and Pardons, may be bought and sold:</br>It is a Jugglers shop, whose Master showes</br>Fine tricks at Fast and Loose; with Oathes and vowes:</br>It is a Mill; wherein, the Laity grind</br>For the fat Clergy, being still kept blind:</br>It is a Schoole, whose Schollers, ill directed,</br>Are once a yeare, by their own hands corrected:</br>It is a Magazine, wherein are lai'd</br>More choice of Scriptures, then their Maker made:</br>It is a Church, depraves the Text; and then,</br>Pins the Authority on the sleeves of men:</br>It is a slaughter-house, where Butchers bring</br>All sorts of men; and now and then, a King:</br>It is a sort of people, doe unthrone</br>The living God, and deifie a stone:</br>It is a Woman, that in youth, has bin</br>A Whore; and now in age, a Baud to sin:</br>It damnes poore Infants, to eternall fire,</br>For want of what they liv'd not to desire:</br>It dare assure us sound before the cure,</br>And bids despaire, where we should most assure:</br>It leads poore Women captive, does contrary</br>The lawfull use of Meats; forbids to marry.", "IUDEX.</br>Hold, Champions, hold; 'Tis needlesse to renue</br>Your fight; The day grows hot, as well as you:</br>It is against the course of Martiall Lawes</br>To deal a blow in a decided Cause:</br>Sheath up your sanguine blades; These wars have cost</br>Much bloud and sweat:  The field is won and lost;</br>And we adjudge the Palms triumphant Bow</br>Of Conquest to renown'd Romastix brow;</br>And, with our shrill-mouth'd Trumpet we proclame</br>Eternall honour to his honour'd name,</br>Who shall be styl'd, to his perpetuall prayse,</br>Truths faithfull Champion till the last of dayes:</br>Queen Truth shall prosper, when her Pleader fails:</br>Great is the Truth; and that great Truth prevails.</br>"]