["SAM. BRIEF.  WILL. DASH.", "SAM. BRIEF!  my friend, say, why that dismal face,</br>That down-cast look, and melancholy pace?</br>Say, has thy ready ta'en a rapid flight,</br>And left thee flound'ring in despair and night;</br>Whilst thy sire obstinate and stern denys,</br>For future pleasure requisite supplys?</br>Or rages fatal fire within thy veins,</br>Plaguing with pills thy days, thy nights with pains?</br>Now rotted be the Punk for such a cast,</br>May she live kick'd and starv'd, dye p&mdash;t at last.", "BRIEF.</br>Thou art my friend, WILL. DASH, and I'll declare</br>My inmost secret and my greatest care.</br>Fatal the day when on the banks of Thame,</br>In kersey clad, from Yorkshire Wolds I came;</br>More fatal to my peace the luckless day,</br>When first through Lombard-street I bent my way:</br>Fam'd Lombard-street where heapy treasure lyes,</br>Chinks in the ear, and glitters in the eyes;</br>Bane of the Miser's peace by day, by night!</br>For thee, to oft in vain, starv'd Poets write;</br>Lawyers for thee contract or stretch the Laws,</br>And Priests think oaths mere proverbs and old saws;</br>For thee the shining Courtiers condescend</br>To smile, and call a Sturdy Beggar friend,</br>But from thy pow'r insensible I turn</br>To other joys, with other flames I burn.", "Amidst the Bankers, many a sash bedight</br>With linen, lace, and ribbands catch the sight.</br>There as secure and heedless thus I stray'd,</br>I saw a lovely girl, I think a maid.</br>Brown was her hair, her forehead round and high,</br>Well arch'd her brow, and blue her humid eye;</br>The crimson blush sat wholesome in her cheek;</br>Her skin as cambrick fair, as ivory sleek;</br>Her cherry lip the cherry knot excell'd,</br>Each breast a charm the heart inflaming swell'd.</br>Eager I gaz'd, as she pursu'd her art;</br>Swift as her needle pierc'd the lawn, a dart</br>Shot from her beauty, pierc'd my panting heart;</br>Deep sunk her blooming image in my breast,</br>My pensive walk, looks, sighs, my love confest.</br>No pliant Damsel can my flames asswage,</br>Ev'n SALLY fails to mitigate their rage.", "Not meagre clients of eternal strife,</br>Half stripp'd, half starv'd, involv'd in suits for life,</br>More constant ling'ring in the Courts appear,</br>Than I before the window of my Dear.</br>But there I saw, with anguish saw, pert Beaux,</br>By nonsense privileg'd and gaudy cloathes,</br>Now o'er the counter lean, now ogling stand,</br>And now &mdash; with saucy freedom seize her hand:</br>Whilst I, with rising choler, silent pass,</br>Curse my hard fate, and hardly view the glass.</br>Just so a country cur I've often seen</br>Slink his long tail his famish'd legs between,</br>And, pin'd with hunger, sneaking view a bone,</br>Which some more happy dog had made his own.", "What shou'd I do?  In softest terms I write,</br>And open scenes of amorous delight;</br>All her dear charms in soft confusion own,</br>And worthy all those charms my love is shown.</br>But, torture of the heart, this way I fail,</br>Back she returns the lines, untouch'd the seal:</br>Why thus her vanity can woman feed,</br>And pride her strong curiosity exceed!", "Too cruel fair!  my thoughts the live-long day</br>To my fond aching heart thy form convey;</br>For thee, when stretch'd abed, three stories high,</br>To sleep a stranger grown, I wish and sigh;</br>With the returning light thy charms return,</br>Add fuel to my flames, and make 'em doubly burn.", "Have I for thee th' Attorney's Guide forsook,</br>And conn'd the Gamut o'er instead  of Cook?</br>Thrown careless all my Presidents aside,</br>And to my fiddle with such warmth apply'd?</br>Not GEMINIANIA'S Air, nor HANDEL'S Strain,</br>Can move her heart, or mitigate my pain.</br>O DASH!  my nobler spirits fade away,</br>I make no party now to damn a Play;</br>The Poet and the Player now sink supine,</br>Nor dread, as heretofore, a hiss of mine;</br>Ev'n CIBBER'S mutilations might appear,</br>King JOHN has nothing left in me to fear.</br>For MOLLY now I scrawl the windows round,</br>MOLLY on ev'ry drinking glass is found;</br>Poetic grown, for her I strive to rhime,</br>On her enchanting name Acrosticks chime;</br>In Deeds, Writs, Briefs, the Spell spontaneous flows,</br>And plain the am'rous writer's weakness shows.", "DASH.</br>Weakness indeed!  I'm struck deaf, dumb, and blind;</br>And can a Milliner enslave thy mind?</br>A mere utensil of all lively sparks?</br>Perish thy flame!  disgrace of brighter Clerks.", "BRIEF.</br>Alas, my friend, Love's Reign is absolute:</br>Can birth or fortune with his darts dispute?</br>No, they have power the bosom to inflame,</br>However mean, deform'd, or poor the Dame.</br>How many Lords for Actresses have bled,</br>Or took, with joy, an Oyster-wench to bed?</br>How many Templers are of heav'n possest,</br>When loosely sinking on a Landress' breast?</br>Judges have had amours, and Wits allay'd</br>Their passions with a cook or chamber-maid;</br>This Sage his house-keeper, that Rake his whore,</br>In matrimony joins for ever more.</br>In freaks like these Love often takes delight,</br>And pairs unequal minds, sometimes for spite.", "Hear then!  on conquest resolutely bent,</br>Love gave the hint, what will not love invent?</br>Soon in my dress a strange defect I trace,</br>My hands, as yet, no flutt'ring ruffles grace.</br>Blest be the youth, the happy Smart!  I cry'd,</br>Who first essay'd this decent piece of pride;</br>This want shall introduce me, this shall aid</br>And smooth my passage to my idol-maid.</br>Then in my mind a tender Tale I frame,</br>Of purest passion, endless truth and flame.</br>But O!  no sooner I approach the Fair,</br>Than all my golden scheme is lost in air,</br>The tender Tale in fault'ring accents dyes;</br>But yet &mdash; she might have read it in my eyes:</br>Those open'd all my hope, my fear, my pain,</br>All, all my soul, but open'd it in vain.</br>She talks of depths, hems, fashions &mdash; I reply,</br>Just as you please, then gaze on her and sigh:</br>She measures then my trembling wrist around,</br>Beneath her fingers how my pulse rebound!</br>Bowing and stammering I take my leave,</br>And now, too plainly, to my loss perceive,</br>That tim'rous modesty and ardent love</br>Foes to each other in one bosom prove.", "Sure 'tis a judgment for a promise broke,</br>Which once to KITTY made, I thought a joke;</br>When underneath the hay-cock's grateful shade,</br>I woo'd, vow'd, ly'd, deflow'r'd the simple maid;</br>Then left her to bewail herself undone,</br>Whilst I, perfidious, up to London run.</br>Her curses stick, Love's plagues my heart invest,</br>And plant a thousand poisons in my breast.", "DASH.</br>Arise, my Friend, shake off thy boyish cares;</br>The fair still yields to him who greatly dares.</br>Would'st thou with ill-tim'd modesty assail,</br>Where impudence alone must e'er prevail?</br>I know no Milliner, of so much Pride,</br>Who a brisk lover ever twice deny'd;</br>No!  they have amorous and pliant hearts,</br>But woman ever must display her arts;</br>When most her wishes press her to comply,</br>Put on fine airs and give her soul the lye.</br>Courage, my Friend, 'tis ten to one she'll fall</br>By flattery, a fiddle, treat, or ball:</br>If against these obdurate she can hold,</br>There's no defence against a show'r of gold.", "Come let's to Ludgate-hill, the Baron's wine</br>Will banish sorrow, and thy taste refine;</br>Shoot through thy veins new life, revive thy fire,</br>And mirth and love of liberty inspire.</br>"]