["Thou sportive Maid, who wont with beaming eye,</br>To mark the first, faint purple of the sky,</br>When Morn, her dewy show'r of fragrance flung,</br>To mark the first, faint purple of the sky,</br>When Morn, her dewy show'r of fragrance flung,</br>And waked on every spray the tuneful throng,</br>Or 'tranced in pensive Pleasure's fairy dream,</br>Beside some stilly Lake's caerulean stream,</br>Watch'd the pale Queen of Eve her shades renew,</br>And bid the lingering Sun a last adieu!</br>While the dim copse rung sullen, to each sound,</br>And Silence hush'd the languid scene around,</br>Save, when the tender pause was rudely broke,</br>By the tir'd oxen's loosely-tinkling yoke,</br>Or busy mill, or soft pipe's plaintive tune,</br>Or watch-dog baying the affrighted moon.</br>Once more, oh deign, my artless song to guide,</br>My genuine pleasure, my delightful pride!</br>Once more thy gentle charms o'er pain diffuse,</br>And let me boast, (fond wretch!) at least &mdash; THE MUSE.", "Ye sages, say, why in the blooming brain</br>Past joys renew, or sorrows thrill again?</br>Say, why the faded thoughts distinctly move,</br>And cull the floating seeds of Friendship or of Love?</br>In vain, tumultuous billows, howling roll,</br>And burn, or freeze, beneath each savage pole;</br>In vain, rough Alps their horrid brows extend,</br>To hide the darling maid or faithful friend:</br>IDEA bodies forth the airy form,</br>And Fancy triumphs o'er Destruction's storm;</br>Her brilliant pencil paints Cleora's cheek,</br>Her radiant ringlets, and her dimples sleek;</br>So true, the youth appears completely blest,</br>And clasps the beauteous phantom to his breast,</br>A momentary joy ev'n dreams impart,</br>And empty nothings captivate the heart:</br>Such the frail transport Memory bestows,</br>When Time hath wean'd us from our bitterest woes,</br>Her tender touch then softens every shade,</br>Not glaringly unveil'd, nor dismally decay'd.", "Ah!  I remember well yon shelter'd glade,</br>Where careless o'er the flowering turf I play'd,</br>With brother babes the antic revel framed,</br>Famed for my shrewdness, for my humor famed;</br>Each sport from childhood, up to ripening age,</br>Is now enroll'd on MEMORY's filmy page;</br>Each sweet idea rushes on my mind,</br>Extractedly sincere, and feelingly refin'd.", "How oft, where yonder sign-board, simply gay,</br>Flaunts on its creaking hinge athwart the way;</br>When all the windows shone in burnish'd blaze,</br>Struck by the Lord of Splendor's ruddiest rays,</br>And rose-lip'd Health the mantling tankard crown'd,</br>To pledge the smiling family around,</br>While Wit and quaint-ey'd Jest, and motley Mirth,</br>Graced the clean circus of the ev'ning hearth;</br>And ancient Wisdom (droll in days of yore,)</br>Rehearsed such deeds, &mdash; as shall be done no more.", "Yon cottage, once, full op'd the cheerful door,</br>From bailiff crowds, and wicked duns secure,</br>Which now the surly Squire, relentless fiend!</br>Bids his inhuman slaves of slaughter rend,</br>To give some flattering profligate a place,</br>To virtue lost, to pity, and to grace.</br>See now, ev'n now, the anguish'd mother weep,</br>(Her husband long enjoys eternal sleep,)</br>Her pallid children, sobbing, hang around,</br>And start (sweet cherubs!) at the landlord's sound.</br>Fell landlord!  who could see their infant tears,</br>Could see, and yet refuse to soothe their fears:</br>To Heav'n alone, the sad assembly look,</br>Or seek for peace in Heav'n's immortal book.", "Yes, I remember well the church-yard road,</br>Where yew-trees mark'd the Curate's snug abode;</br>But chief the Clerk my pliant soul retains,</br>His ale-house catches, his shrill Sunday strains;</br>His midnight hist'ries, that would bid me quake,</br>Of Cromwell dauntless, and heroic Blake;</br>Of Greece and Tartary, of noblest Rome,</br>Of Raleigh, and tobacco's bland perfume,</br>Of ancient Paradise, of modern Hell,&mdash;</br>Yes, I remember all his annals, well,</br>Full well! &mdash; my bosom vibrates to the thought,</br>For if he flogg'd severe, was his the fault?", "Yes, I remember too, the upland scene,</br>With beeches hung, and cloath'd in 'broider'd green,</br>Where saunt'ring from the village din, I rov'd,</br>And talk'd with Bards, my earliest childhood lov'd,</br>Musing, in solitary pomp appear'd,</br>And startled, from their cells, the dappled herd,</br>While the poor clown, as innocent as they,</br>Star'd, as if Hamlet's ghost had crossed his way.</br>With well-nosed pointer, and disploding gun,</br>Oft did I rise, to meet the rising Sun,</br>The rising Sun, luxuriant, hail'd my flight,</br>And cast his purest robe of glorious light;</br>The covies quick, their glitt'ring plumes display'd,</br>And rustling, flutter'd from the vernal shade:</br>The blue-neck'd partridge rose, on speckled wing,</br>The greyish plover skim'd, with hasty spring,</br>And as the wily woodcock left his seat,</br>The tube unerring fell'd him at my feet.", "Yon Mount, whose giant offspring beat the air</br>With rugged arms, by storm and tempest bare,</br>Has oft repell'd red June's too ardent pow'r,</br>Or fenc'd me, studious, from the patt'ring show'r.</br>Dear haunts!  your num'rous beauties bloom anew,</br>And MEM'RY's mirror lends you to my view:</br>But ah!  the time is gone, I held you close,</br>'Tis but Remembrance now, that stills my woes;</br>How blithe on Sabbath-day thy band would shew,</br>Trick'd in refulgent russet's auburn glow,</br>Each lad his lass, with tender dalliance led,</br>And pray'd for lasting love, when pray'rs were read.", "'Bove all those maids, AMELIA shone most fair,</br>Mild was her bosom as the evening air,</br>A halcyon calm that temple ere possest,</br>Ah!  that Misfortune's sting should break its rest:</br>For Henry's brow the chaplet wild she wove,</br>And twin'd the woodbine into knots of love;</br>With equal flame, his heart, ingenuous, burn'd,</br>Blest is that love, thrice blest, by both return'd.</br>And now the merry tabors rang around,</br>Mix'd with the trumpet and the cymbal's sound,</br>In virgin-white the bride-maids walk'd the way,</br>And bridemen blithe, in suits of green so gay;</br>AMELIA too, &mdash; no HENRY came to share</br>Her precious hand, and stile her heav'nly fair;</br>No HENRY came &mdash; thy HENRY comes no more!</br>A barb'rous press-gang urg'd him to the shore,</br>Doom'd, on his bridal day, to leave his home,</br>Sad farewel!  and through foreign countries roam.</br>Full many a year had pass'd &mdash; and many a tear</br>Had wrung AMELIA's heart, with grief sincere.</br>Dull, on the strand she rov'd, when hermit grey</br>Mark'd it the solemn hour of setting day,</br>A beggar cross'd her path by travel worn,</br>His visage meagre, and his cov'ring torn,</br>Dejection in his eye, a languid glance</br>Of hopeless woe he turn'd, in sullen trance;</br>She look'd &mdash; on what?  all tremblingly, she cry'd</br>\"My HENRY &mdash; HENRY!\" &mdash; and in rapture dy'd.</br>Amaz'd, with icy gaze, her HENRY stood,</br>Then plung'd despairing in the flashing flood.</br>On the lone shore, a votive tomb is rais'd,</br>With sea-shells gem'd and shining sea-weeds grac'd,</br>And as the fisher's boat glides slowly by,</br>While the divided surges seem to sigh,</br>He points where HENRY and AMELIA lie.", "Ev'n MEM'RY triumphs in the brutal race,</br>And marks them with a fond retentive trace;</br>Witness, old Argus, at his master's feet,</br>His wishes answer'd, and his death complete,</br>Form'd the rude-soothing suitors to despise,</br>And with Ulysses share the title, Wise.", "Here, let me trespass on another tale,</br>The workmen chaunt it on yon neighb'ring vale;</br>Known, as the bird, who o'er each murder'd child,</br>Flung the choice odours of the gloomy wild:</br>EUGENIO, once (when frost had glaz'd the plain,</br>And haggard Winter bade his horrors reign,)</br>To cheer a dying friend, with eager haste</br>Flew, unregarding, o'er the crystal waste;</br>He fell, with hideous lapse, &mdash; his Dog, alone</br>The partner of his steps, with mournful moan</br>Ran howling back, nor would the creature stay</br>Till he had shewn where his lov'd master lay:</br>By timely aid EUGENIO's life was sav'd,</br>And truth canine in lasting lines engrav'd.", "Frequent, when motley colours stain the sky,</br>With damasks fiery as the ferret's eye,</br>And silence shuts the tinted valves on high,</br>Up the green visto of that slope sublime,</br>In melancholy exstacy, I climb,</br>While the slow-warbled shakes of sylvan flute,</br>With dying fall, my pensive ear salute;</br>Then all, or good or evil, once I knew,</br>Crowds on my bosom, and blockades my view,</br>Foibles on Virtue's part, and faults that charm'd,</br>And purest deeds, by noblest feelings, warm'd,</br>Fears, cares, doubts, joys, in mix'd perspective join'd,</br>With all the transient passions of the mind.", "O!  thou vain Hope!  thou murd'rer of delight!</br>Thy dreams, the dreams of phrenzy, and of night,</br>Thy false, frail promises have wreck'd my heart,</br>And bade the thought of former transport part,</br>Thy calms to woe my little pinnace bore,</br>And cast it on a sea &mdash; a sea without a shore.", "Like a poor exile on some savage strand,</br>Freedom remote, and agonies at hand,</br>Each Indian yell his shrinking bosom smites,</br>Dark ruin hovers o'er his weary nights,</br>His days one view of misery appear,</br>And ages, more than ages, form his year.", "Such is my fate, 'tis folly to complain,</br>Yet MEMORY, LOVE, and GRATITUDE remain.</br>"]