["It chanc'd, as through this worlde's wilderness,</br>A palmer poor, I took my weary way,</br>Into a lonely den inforc'd to pass,</br>Adown to slumber there myself I lay;</br>And lo!  a dream I dreamed on that day:</br>I dreamed, and behold, a wight forlorn,</br>Whose face was turned from his house away,</br>Stood woful sad, his cloathing foul and torn;</br>His hand a book, his back a burden hath upborne.", "I looked long, and saw him ope that book,</br>And saw him read therein right wistfully;</br>And ever and anon, with uplift look,</br>He smote his breast, and trembling sore did sigh:</br>While many a tear ran trickling from his eye.</br>His grief no longer able to contain,</br>At length brake forth this lamentable cry:</br>\"What shall I do &mdash; salvation to obtain?</br>Ah, what to save my soul from death's eternal pain!\"", "In this sad plight, nought hoping for relief,</br>Homeward he fares with painful steps and slow;</br>And inward long concealeth all his grief,</br>That his dear wife and children might not know;</br>But inward kept, more troublous doth it grow.</br>And, as the torrent, stopt by mighty mound,</br>Doth swell the more, and all it's banks o'erflow;</br>So swells his trouble stemm'd, beyond all bound,</br>Till thus a vent at length reluctantly it found.", "\"Wife of my bosom, and ye christian dear,</br>Alas, for me, &mdash; for I am quite undone!</br>Upon me lies a load, which none can bear,</br>A load, god wot, I can nor bear nor shun.</br>And more from certain sage advice I've known,</br>That this our city perish must in flame!</br>And in destruction dire from heav'n o'erthrown,</br>We all shall be involved in the same,</br>Some way to 'scape not found, yet find I none to name.\"", "Amazed sore, nought crediting his tale,</br>They deem'd it all a phrenzy of the brain:</br>And hoping sleep to sooth him might avail:</br>Sleep they advise, but their advice is vain.</br>Night adds to thought, and thought augments his pain:</br>And now they reason, now revile and chide;</br>Till from their converse forced to refrain,</br>Musing alone he chooseth to abide.</br>Now dwells in closet sad, now roves the fields full wide.", "It chanc'd, as once he rang'd the fields along,</br>And read, and pray'd, and wept in mind distract:</br>Sighs heav'd his heart, and ever that sad song,</br>\"What shall I do?\"  his mournful voice exprest:</br>Each way exploring, ignorant of the best,</br>Willing to run, not knowing where to go:</br>A venerable man, (Evangelist</br>Men do him call) came there with footing slow,</br>\"And whence this grief, quoth he, my son, declare thy woe.\"", "\"Hence, hence, I learn, oh Sire!  doth he reply,</br>And then he pointeth to the book in hand:</br>That I, alas, condemned am to die,</br>And at God's judgment after that to stand,</br>Yet loath am I to leave this earthly strand,</br>And all unable the high judge to meet!\"</br>\"But, wherefore, loath to quit this mortal land,</br>Said sage Evangelist, where human feet</br>Wander so long in quest, yet find so little sweet?\"", "\"Ah!  not for that, (quoth Christian, so him call)</br>But, that I dread, this burden, which I bear,</br>Will cause me lower than the grave to fall,</br>And sink me down to Tophet's prison drear:</br>My future hap thus wakes my present fear!\"</br>E.  \"If such thy case, why dost thou then delay?\"</br>C. \"Because, alas!  to go I know not where.\"</br>\"Then, said Evangelist, this roll will say;</br>Read, and yon wicket-gate, at distance, well survey.\"", "\"No wicket gate, quoth he, do I descry,</br>But hence far off discern a shining light:\"</br>\"Keep that, replied Evangelist, in eye,</br>And to the wicket-gate 'twill bring you right,</br>At which when thou shalt knock, upon thy sight</br>The way, thou hast to go, will open clear,</br>And all thou hast to do, be told thee quite.\"</br>He said:  and Christian no delay can bear;</br>So forward on his way he doth him quickly fare.</br>"]