["Plac'd at his table lonely Colin sate,</br>Neglected dinner cooling on his plate;</br>The best of bacon smoak'd to no effect,</br>Tho' round with pigeons, and with spinage deck't:</br>A leg of mutton went as it came on,</br>A perfect picture, 'twas so nicely done;</br>Alike to him was bak'd, and roast, and stew'd,</br>And if he pickt, 'twas but by habitude.</br>Cross'd o'er his fork, his unsoil'd knife was laid,</br>Unop'd his napkin, and unbroke his bread.", "Why loiters Rosalind?  Oh hasten home,</br>'Ere artichoaks are out of season; come,</br>Now apricots are just a coming in,</br>Oh!  hasten while the goslings yet are green.</br>How fast the season of good eating to is!</br>The chickens very soon will grow to fowls.</br>Love only in one situation stays,</br>And he remains a chicken all his days.", "At early breakfast, bohea tea is sweet,</br>With charming butter'd rolls that make one eat;</br>Muffins are good, and pleasant 'tis at noon,</br>To bite a toast, and sip one's choc'late down.</br>A proper whet!  fragrant the kitchen smells</br>At dinner time, and knockers saves and bells,</br>Summons unneedful:  sweet the coming on</br>Of grateful coffee, after dinner's done.</br>Then silent night spreads out her table neat</br>For supper, and invites again to eat.</br>But neither early breakfast, nor the treat</br>Of charming butter'd rolls that make one eat,</br>Nor muffins, nor the proper whet at noon,</br>To bite a toast, and sip one's choc'late down,</br>Nor fragrance, when the heated kitchen smells</br>At dinner time, and knockers saves and bells,</br>Summons unneedful; nor the coming on</br>Of grateful coffee after dinner's done:</br>Nor silent night, tho' spread her table neat</br>For supper, without Rosalind, are sweet.", "Lately our Strephon, in the meadows, found,</br>Mushrooms as fine as ever grew in ground,</br>For Rosalind we laid them by in store,</br>But the worms eat 'em, and they are no more.</br>Her shepherd thus is prey'd upon within,</br>For absence is a worm that works within.", "There's goody Wilson (very kind indeed)</br>Sent me a pigeon of the savage breed.</br>I never saw a finer with my eyes,</br>It full of maggot's in the larder lies;</br>These things won't keep, no more do I, of late,</br>Know how to keep out maggots from this pate.", "Thus sung the shepherd, till the fumes of sleep,</br>(At their known hour) did on his eyelids creep,</br>Steeping in gentle balm his tuneful care,</br>He sat and nodded in his elbow chair.</br>"]