["Fair is the majesty of all thy works,</br>On the green earth, O mother Nature&mdash;</br>But fairer the glad face</br>Enraptur'd with their view.</br>Come from the vine-banks of the glittering lake&mdash;</br>Or &mdash; hast thou climb'd the smiling skies anew&mdash;</br>Come on the roseate tip</br>Of evening's breezy wing,</br>And teach my song with glee of youth to glow!</br>Sweet Joy, like thee &mdash; with glee of shouting youths,</br>Or feeling Fanny's laugh.", "Behind us far &mdash; already Uto lay,</br>At whose foot Zuric, in the quiet vale,</br>Feeds her free sons:  behind&mdash;</br>Receding vine-clad hills.</br>Unclouded beam'd the top of silver Alps;</br>And warmer beat the heart of gazing youths,</br>And warmer to their fair</br>Companions spoke its glow.</br>And Haller's Doris sang &mdash; the pride of song,</br>And Hirzel's Daphne, dear to Kleist and Gleim,</br>And we youths sang, and felt,</br>As were each &mdash; Hagedorn.", "Soon the green meadow took us to the cool</br>And shadowy forest, which becrowns the isle:</br>Then cam'st thou, Joy, thou cam'st</br>Down in full tide to us;</br>Yes, goddess Joy!  thyself; we felt, we clasp'd thee,</br>Best sister of Humanity, thyself;</br>With thy dear Innocence</br>Accompanied, thyself.</br>Sweet is, O chearful Spring!  thy inspiring breath,</br>When the meads cradle thee, and thy soft airs</br>Into the hearts of youths</br>And hearts of virgins glide.</br>Thou makest Feeling conqueror.  Ah!  thro' thee</br>Fairer, more tremulous, heaves each blooming breast;</br>With lips spell-freed by thee</br>Young Love unfaltering pleads.", "Fair gleams the wine, when to the social change</br>Of thought or heart-felt pleasure it invites;</br>And the Socratic cup,</br>With dewy roses bound,</br>Sheds through the bosom bliss, and wakes resolves,</br>Such as the drunkard knows not, proud resolves,</br>Emboldening to despise</br>Whate'er the sage disowns.</br>Delightful thrills against the panting heart</br>Fame's silver voice &mdash; and Immortality</br>Is a great thought, well worth</br>The toil of noble men.", "By dint of song, to live through after-times&mdash;</br>Often to be with rapture's thanking tone</br>By name invok'd aloud,</br>From the mute grave invok'd&mdash;</br>To form the pliant heart of sons unborn&mdash;</br>To plant thee, Love!  thee, holy Virtue!  there,</br>Gold-heaper, is well worth</br>The toil of noble men.</br>But sweeter, fairer, more delightful 'tis</br>On a friend's arm to know one's-self a friend!</br>Nor is the hour so blest</br>Unworthy heaven itself.", "Full of affection, in the airy shades</br>Of the dim forest, and with downcast look</br>Fix'd on the silver wave,</br>I breath'd this pious wish:</br>\"O were ye here!  who love me tho' afar,</br>Whom singly scatter'd in our country's lap,</br>In lucky hallow'd hour</br>My seeking bosom found,</br>Here would we build us huts of friendship, here</br>Together dwell for ever!\"  The dim wood</br>A shadowy temple seem'd;</br>The vale, Elysium.</br>"]