["Calm was the Day, and through the trembling Air</br>Sweet-breathing Zephyrus did softly play</br>A gentle Spirit, that lightly did allay</br>Hot Titan's Beams, which then did glister fair:</br>When I, whom sullen Care,</br>Through discontent of my long fruitless stay</br>In Princes Courts, and Expectations vain</br>Of idle Hopes, which still do fly away,</br>Like empty Shadows, did afflict my Brain,</br>Walk'd forth to ease my pain</br>Along the Shoar of silver streaming Thames,</br>Whose rushy Bank, the which his River hems,</br>Was painted all with variable Flowers,</br>And all the Meads adorn'd with dainty Gems,</br>Fit to deck Maidens Bowres,</br>And crown their Paramours,</br>Against the Bridal-day, which is not long:</br>Sweet Thames run softly, till I end my Song.", "There in a Meadow by the River's side,</br>A flock of Nymphs I chanced to espy,</br>All lovely Daughters of the Flood thereby,</br>With goodly greenish Locks all loose untide,</br>As each had been a Bride;</br>And each one had a little wicker Basket,</br>Made of fine Twigs, entrailed curiously,</br>In which they gather'd Flowers to fill their Flasket:</br>And with fine Fingers, cropt full feateously</br>The tender Stalks on hie.</br>Of every sort, which in that Meadow grew,</br>They gather'd some; the Violet pallid blue,</br>The little Dazie, that at Evening closes,</br>The Virgin Lillie, and the primrose true,</br>With store of vermeil Roses,</br>To deck their Bridegroom's Posies,</br>Against the Bridal-day, which was not long:</br>Sweet Thames run softly, till I end my Song.", "With that, I saw two Swans of goodly Hue</br>Come softly swimming down alone the Lee;</br>Two fairer Birds I yet did never see:</br>The Snow which does the top of Pindus strew,</br>Did never whiter shew,</br>Nor Jove himself when he a Swan would be,</br>For love of Leda, whiter did appear:</br>For Leda was (they say) as white as he,</br>Yet not so white as these, nor nothing near;</br>So purely white they were,</br>That even the gentle Stream, the which them bare,</br>Seem'd foul to them, and bad his Billows spare</br>To wet their silken Feathers, lest they might</br>Soyl their fair Plumes, with Water not so fair,</br>And mar their Beauties bright,</br>That shone as Heaven's Light,</br>Against their Bridal day which was not long:</br>Sweet Thames run softly, till I end my Song.", "Eftsoons the Nymphs, which now had Flowers their fill,</br>Ran all in haste, to see that silver Brood,</br>As they came floting on the crystal Flood.</br>Whom when they saw, they stood amazed still,</br>Their wondring Eyes to fill;</br>Them seem'd they never saw a sight so fair,</br>Of Fowls so lovely, that they sure did deem</br>Them heavenly born, or to be that same Pair</br>Which through the Sky draw Venus' silver Teem:</br>For sure they did not seem</br>To be begot of any earthly Seed,</br>But rather Angels, or of Angels breed:</br>Yet were they bred, of Summers-heat, they say,</br>In sweetest Season, when each Flower and Weed</br>The Earth did fresh array;</br>So fresh they seem'd as Day,</br>Even as their Bridal-day, which was not long:</br>Sweet Thames run softly, till I end my Song.", "Then forth they all out of their Baskets drew</br>Great store of Flowers, the Honour of the Field,</br>That to the Sense did fragrant Odours yield;</br>All which, upon those goodly Birds they threw,</br>And all the Waves did strew,</br>That like old Peneus' Waters they did seem,</br>When down along by pleasant Tempe's Shore</br>Scatter'd With Flowers, through Thessaly they streem,</br>That they appear, through Lillies plenteous store,</br>Like a Bride's Chamber-store.</br>Two of those Nymphs, mean-while, two Garlands bound,</br>Of freshest Flowers, which in that Mead they found,</br>The which presenting all in trim Array,</br>Their snowy Foreheads therewithal they crown'd,</br>Whilst one did sing this Lay,</br>Prepar'd against that Day,</br>Against that Bridal-day, which was not long:</br>Sweet Thames run softly till I end my Song.", "Ye gentle Birds, the World's fair Ornament,</br>And Heaven's Glory, whom this happy Hour</br>Doth lead unto your Lovers blissful Bower,</br>Joy may you have, and gentle Hearts Content</br>Of your Love's Complement:</br>And let fair Venus, that is Queen of Love,</br>With her Heart-quelling Son upon you smile;</br>Whose Smile they say, hath Vertue to remove</br>All Love's Dislike, and Friendship's faulty Guile</br>For ever to assoil.</br>Let endless Peace your stedfast Hearts accord,</br>And blessed Plenty wait upon your Bord;</br>And let your Bed with Pleasures chaste abound,</br>That fruitful Issue may to you afford,</br>Which may your foes confound,</br>And make your Joys redound</br>Upon your Bridal-day, which is not long:</br>Sweet Thames run softly, till I end my Song.", "So ended she; and all the rest around</br>To her redoubled that her Undersong,</br>Which said, their Bridal-day should nor be long.</br>And gentle Eccho from the neighbour Ground,</br>Their Accents did resound.</br>So forth those joyous Birds did pass along,</br>Adown the Lee, that to them murmur'd low,</br>As he would speak, but that he lacks a Tong,</br>Yet did by Signs his glad Affection show,</br>Making his Stream run slow.</br>And all the Fowl which in his Flood did dwell,</br>'Gan flock about these twain, that did excell</br>The rest so far, as Cynthia doth shend</br>The lesser Stars.  So they enranged well,</br>Did on those two attend,</br>And their best Service lend,</br>Against their Wedding-day, which was not long;</br>Sweet Thames run softly, till I end my Song.", "At length, they all to merry London came,</br>To merry London, my most kindly Nurse,</br>That to me gave this Life's first native Sourse:</br>Though from another place I take my Name,</br>An House of ancient Fame.</br>There when they came, whereas those bricky Towres,</br>The which on Thames' brode aged Back do ride,</br>Where now the studious Lawyers have their Bowers,</br>There whylom wont the Templer Knights to bide,</br>Till they decay'd through pride:</br>Next whereunto there stands a stately Place,</br>Where oft I gained Gifts and goodly Grace</br>Of that great Lord, which therein wont to dwell,</br>Whose want too well now feels my friendless Case:</br>But ah!  here sits not well</br>Old Woes, but Joys to tell</br>Against the Bridal-day, which is not long:</br>Sweet Thames run softly, till I end my Song.", "Yet therein now doth lodge a noble Peer,</br>Great England's Glory, and the World's wide Wonder,</br>Whose dreadful Name, late through all Spain did thunder,</br>And Hercules' two Pillars standing near,</br>Did make to quake and fear:</br>Fair Branch of Honour, Flower of Chevalry,</br>That fillest England with thy Triumph's Fame,</br>Joy have thou of thy noble Victory,</br>And endless Happiness of thine own Name</br>That promiseth the same:</br>That through thy Prowess and victorious Arms,</br>Thy Countrey may be freed from foreign Harms;</br>And great Elisa's glorious Name may ring</br>Through all the World, fill'd with thy wide Alarms,</br>Which some brave Muse may sing</br>To Ages following,</br>Upon the Bridal-day, which is not long:</br>Sweet Thames run softly, till I end my Song.", "From those high Towers this noble Lord issuing,</br>Like radiant Hesper, when his golden Hair</br>In th' Ocean Billows he hath bathed fair,</br>Descended to the Rivers open viewing,</br>With a great Train ensuing.</br>Above the rest were goodly to be seen</br>Two gentle Knights of lovely Face and Feature,</br>Beseeming well the Bowre of any Queen,</br>With Gifts of Wit, and Ornaments of Nature,</br>Fit for so goodly Stature:</br>That like the Twins of Jove they seem'd in sight,</br>Which deck the Bauldrick of the Heavens bright.</br>They two forth passing to the Rivers-side,</br>Receiv'd those two fair Brides, their Love's delight,</br>Which at th' appointed Tide,</br>Each one did make his Bride,</br>Against their Bridal-day, which is not long:</br>Sweet Thames run softly, till I end my Song.</br>"]