["Who chaunts in rural rhymes must sing or say,</br>The manners of his times with gentle Gay;</br>For still, tho' spring ten thousand beauties shows,</br>Where waves the verdure, and where blooms the rose,</br>Where on the banks the speckled daizies grow,</br>Where in the vales the brooks mead'ring flow,</br>Tho' scenes Arcadian still o'erspread our plains,</br>Foolish our nymphs, and brutish are our swains;</br>This to maintain in flowing faithful verse,</br>The strife of Ralph's and Gilbert's muse rehearse;</br>As near a dunghill they in converse stood,</br>In tatter'd cloaths, their feet half hid in mud.", "GILBERT.</br>I'm ruin'd, Ralph, Oh!  Ralph, too well 'tis known,</br>That faithless Dorcas with the squire is gone;</br>Gone, gone and left me hopeless and in pain,</br>To groan and rave, yet rave and groan in vain;</br>For like a dog who under whips doth lie,</br>With no relief but in his yowls, am I.", "RALPH.</br>Your case, dear Gilbert, is so like my own,</br>Well may I pity, while you rave and groan.</br>Six months, alas, are gone since Dolstraw fair,</br>For distant service, left me to despair;</br>Forsook these plains, which like a lamp she grac'd,</br>Or spitted fish in pitch dark cellar plac'd.", "GILBERT.</br>O, Dorcas, Dorcas, dearest maid, with you,</br>My days like hours, my hours like minutes flew;</br>When on a sheaf of straw, I'd throw her down,</br>The gentle maid would call me foolish clown,</br>When brighter than the sun I'd swear her face,</br>The lovely maid would call me stupid ass;</br>And when I'd swear her lips than sweetest fruit,</br>Were sweeter far, she'd call me horrid brute:</br>But clown, and ass, and brute, were names of love;</br>For still she kiss'd like any billing dove.", "RALPH.</br>More tender words did Dolstraw's love reveal,</br>She call'd me, dearest, when she bade me steal;</br>I want of onions for a roast, a few,</br>She'd cry, go fetch them, dearest Ralpho, do;</br>And, with your picklock, ope the garret door,</br>And of potatoes, steal a pouchful more;</br>Some parsnips too, of late, I tasted none,</br>So, dearest, gentlest, loveliest, Ralpho run.</br>And O, how sweet was every charming tale,</br>With which she sooth'd me, when I bottled ale;</br>And how the charmer toy'd like any lamb,</br>Whene'er, for her, I happly stole &mdash; a dram.", "GILBERT.</br>In beauty, Dorcas did each maid o'erleap,</br>As much as swine are uglier than sheep,</br>As much as dog-dung smells far worse than grass,</br>So does my Dorcas every maid surpass.", "RALPH.</br>Gilbert, I own, that Dorcas' beauties shine</br>Brighter, than maidens on the plain but mine;</br>For O!  but dung in smell to grass, I swear,</br>And hog to sheep is she, when Dolstraw's near.", "GILBERT.</br>Now hold thee, Ralph, will Dolstraw's locks compare,</br>Their dirty brown, with Dorcas' coal-black hair?</br>Will e'er her lips with shining Dorcas' vie?</br>Or say, with her, can Dolstraw glance her eye?</br>On Dorcas' cheek fresh blossoms the crimson rose,</br>But Dolstraw's red is only on her nose;</br>And fat and flesh her ribs so hugely rig,</br>For all the world, she's like a sow with pig.", "RALPH.</br>And how looks Dorcas, Gilbert?  Lank and thin;</br>She seems a hound, starv'd down to bone and skin.</br>You boast her hair is black, I grant it true,</br>As true, it is, her teeth are sable too:</br>A dirty brown, my Dolstraw's hair you name,</br>If that be true, your Dorcas' skin the same;</br>It is, I swear, for all the world, more dun,</br>Than frog's foul back when roasted in the sun.", "GILBERT.</br>But tell me, Ralph, will Dolstraw e'er be seen,</br>To dance with Dorcas, on the tufted green?</br>Around on tiptoe, can she nimbly fly?</br>Or, can she, spring half a fathom high?</br>This can my Dorcas do; but trust me, Ralph,</br>Dolstraw behind, too heavy is by half.", "RALPH.</br>If such are said to dance, as want an ear,</br>The colt and calf are dancers, 'twould appear;</br>But can she sing, The Barring of the Door,</br>Or Langolee; or How the Seas did Roar?</br>The Titty tatty; or The Irish Punk;</br>Or How the Parson and his clerk got drunk?</br>All these my Dolstraw sweetly sings; but what</br>Can Dorcas do, but squall like any cat.", "GILBERT.</br>Ralph, you're a brute; a brute, why, that were well,</br>The merest brute will never go to hell.", "RALPH.</br>But you man go, and go you shall with speed,</br>Or know this cudgel quickly break your head.", "RUSSET.</br>Cease, clowns, your strife, your oaken clubs forego,</br>I'll end your disputes without blood or blow;</br>I heard them from the barn, and hither sped,</br>To tell thee, Ralph, that you're a father made.</br>Dolstraw, it seems, has got a charming boy,</br>And calls him yours, so Ralph, I wish you joy.", "RALPH.</br>A plague confound your joy!  Would I were dead;</br>But more, I wish the turf on Dolstraw's head.</br>The brat each year will cost, at least, three pound;</br>&mdash;I wish the mother and the brat were drown'd.", "RUSSET.</br>Gilbert, you smile at Ralph's unhappy fate,</br>Go on, but know what ills yourself await;</br>The squire, it seems, has said, that he can prove</br>You kill'd a hare, and broke his apple grove;</br>And now to seize you, all the justice's gang</br>Are sent abroad, so, Gilbert, you may hang.", "GILBERT.</br>O curse my Dorcas, for, as death is true,</br>'Twas her that told him; for she only knew.</br>To scent her smocks did I the orchard break,</br>And sold the hare for garnets to her neck;</br>But had I known, around her neck I'd chuse,</br>Instead of beads, to fix a hempen noose.", "RALPH.</br>I hate this bastard, and I've grudg'd this while</br>Behind the plow so long and hard to toil;</br>An easy life a soldier has, and so</br>God save the King, I'll for a soldier go.", "GILBERT.</br>And I'll go with you, tho' they're listing hot;</br>The war is over, and we'll not be shot.", "RUSSET.</br>At least till each has got another wench.", "RALPH AND GILBERT.</br>And drown'd his cares in floods of glorious punch.</br>"]