["Was there a human spirit in the steed,</br>That thus with his proud voice, ere night was gone,</br>He broke our linked rest?  or do indeed</br>All living things a common nature own,</br>And thought erect an universal throne,</br>Where many shapes one tribute ever bear?</br>And Earth, their mutual mother, does she groan</br>To see her sons contend?  and makes she bare</br>Her breast, that all in peace its drainless stores may share?", "I have heard friendly sounds from many a tongue,</br>Which was not human &mdash; the lone Nightingale</br>Has answered me with her most soothing song,</br>Out of her ivy bower, when I sate pale</br>With grief, and sighed beneath; from many a dale</br>The Antelopes who flocked for food have spoken</br>With happy sounds, and motions, that avail</br>Like man's own speech; and such was now the token</br>Of waning night, whose calm by that proud neigh was broken.", "Each night, that mighty steed bore me abroad,</br>And I returned with food to our retreat,</br>And dark intelligence; the blood which flowed</br>Over the fields, had stained the courser's feet;&mdash;</br>Soon the dust drinks that bitter dew, &mdash; then meet</br>The vulture, and the wild-dog, and the snake,</br>The wolf, and the hyaena grey, and eat</br>The dead in horrid truce:  their throngs did make</br>Behind the steed, a chasm like waves in a ship's wake.", "For, from the utmost realms of earth, came pouring</br>The banded slaves whom every despot sent</br>At that throned traitor's summons; like the roaring</br>Of fire, whose floods the wild deer circumvent</br>In the scorched pastures of the South; so bent</br>The armies of the leagued kings around</br>Their files of steel and flame; &mdash; the continent</br>Trembled, as with a zone of ruin bound,</br>Beneath their feet, the sea shook with their Navies' sound.", "From every nation of the earth they came,</br>The multitude of moving heartless things,</br>Whom slaves call men:  obediently they came,</br>Like sheep whom from the fold the shepherd brings</br>To the stall, red with blood; their many kings</br>Led them, thus erring, from their native land;</br>Tartar and Frank, and millions whom the wings</br>Of Indian breezes lull, and many a band</br>The Arctic Anarch sent, and Idumea's sand,", "Fertile in prodigies and lies; &mdash; so there</br>Strange natures made a brotherhood of ill.</br>The desart savage ceased to grasp in fear</br>His Asian shield and bow, when, at the will</br>Of Europe's subtler son, the bolt would kill</br>Some shepherd sitting on a rock secure;</br>But smiles of wondering joy his face would fill,</br>And savage sympathy:  those slaves impure,</br>Each one the other thus from ill to ill did lure.", "For traitorously did that foul Tyrant robe</br>His countenance in lies, &mdash; even at the hour</br>When he was snatched from death, then o'er the globe,</br>With secret signs from many a mountain tower,</br>With smoke by day, and fire by night, the power</br>Of Kings and Priests, those dark conspirators</br>He called: &mdash; they knew his cause their own, and swore</br>Like wolves and serpents, to their mutual wars</br>Strange truce, with many a rite which Earth and Heaven abhors.", "Myriads had come &mdash; millions were on their way;</br>The Tyrant past, surrounded by the steel</br>Of hired assassins, thro' the public way,</br>Choked with his country's dead: &mdash; his footsteps reel</br>On the fresh blood &mdash; he smiles, \"Aye, now I feel</br>I am a King in truth!\"  he said, and took</br>His royal seat, and bade the torturing wheel</br>Be brought, and fire, and pincers, and the hook,</br>And scorpions; that his soul on its revenge might look.", "\"But first, go slay the rebels &mdash; why return</br>The victor bands,\" he said, \"millions yet live,</br>Of whom the weakest with one word might turn</br>The scales of victory yet; &mdash; let none survive</br>But those within the walls &mdash; each fifth shall give</br>The expiation for his brethren here.&mdash;</br>Go forth, and waste and kill!\" &mdash; \"O king, forgive</br>My speech,\" a soldier answered &mdash; \"but we fear</br>The spirits of the night, and morn is drawing near;", "\"For we were slaying still without remorse,</br>And now that dreadful chief beneath my hand</br>Defenceless lay, when, on a hell-black horse,</br>An Angel bright as day, waving a brand</br>Which flashed among the stars, past.\" &mdash; \"Dost thou stand</br>Parleying with me, thou wretch?\"  the king replied;</br>\"Slaves, bind him to the wheel; and of this band,</br>Whoso will drag that woman to his side</br>That scared him thus, may burn his dearest foe beside;", "\"And gold and glory shall be his. &mdash; Go forth!\"</br>They rushed into the plain. &mdash; Loud was the roar</br>Of their career:  the horsemen shook the earth;</br>The wheeled artillery's speed the pavement tore;</br>The infantry, file after file did pour</br>Their clouds on the utmost hills.  Five days they slew</br>Among the wasted fields:  the sixth saw gore</br>Stream thro' the city; on the seventh, the dew</br>Of slaughter became stiff; and there was peace anew:", "Peace in the desart fields and villages,</br>Between the glutted beasts and mangled dead!</br>Peace in the silent streets!  save when the cries</br>Of victims to their fiery judgment led,</br>Made pale their voiceless lips who seemed to dread</br>Even in their dearest kindred, lest some tongue</br>Be faithless to the fear yet unbetrayed;</br>Peace in the Tyrant's palace, where the throng</br>Waste the triumphal hours in festival and song!", "Day after day the burning Sun rolled on</br>Over the death-polluted land &mdash; it came</br>Out of the east like fire, and fiercely shone</br>A lamp of Autumn, ripening with its flame</br>The few lone ears of corn; &mdash; the sky became</br>Stagnate with heat, so that each cloud and blast</br>Languished and died, &mdash; the thirsting air did claim</br>All moisture, and a rotting vapour past</br>From the unburied dead, invisible and fast.", "First Want, then Plague came on the beasts; their food</br>Failed, and they crow the breath of its decay.</br>Millions on millions, whom the scent of blood</br>Had lured, or who, from regions far away,</br>Had tracked the hosts in festival array,</br>From their dark deserts; gaunt and wasting now,</br>Stalked like fell shades among their perished prey;</br>In their green eyes a strange disease did glow,</br>They sank in hideous spasm, or pains severe and slow.", "The fish were poisoned in the streams; the birds</br>In the green woods perished; the insect race</br>Was withered up; the scattered flocks and herds</br>Who had survived the wild beasts' hungry chace</br>Died moaning, each upon the other's face</br>In helpless agony gazing; round the City</br>All night, the lean hyaenas their sad case</br>Like starving infants wailed; a woeful ditty!</br>And many a mother wept, pierced with unnatural pity.", "Amid the aerial minarets on high,</br>The Aethiopian vultures fluttering fell</br>From their long line of brethren in the sky,</br>Startling the concourse of mankind. &mdash; Too well</br>These signs the coming mischief did foretell:&mdash;</br>Strange panic first, a deep and sickening dread</br>Within each heart, like ice, did sink and dwell,</br>A voiceless thought of evil, which did spread</br>With the quick glance of eyes, like withering lightnings shed.", "Day after day, when the year wanes, the frosts</br>Strip its green crown of leaves, till all is bare;</br>So on those strange and congregated hosts</br>Came Famine, a swift shadow, and the air</br>Groaned with the burthen of a new despair;</br>Famine, than whom Misrule no deadlier daughter</br>Feeds from her thousand breasts, tho' sleeping there</br>With lidless eyes, lie Faith, and Plague, and Slaughter,</br>A ghastly brood; conceived of Lethe's sullen water.", "There was no food, the corn was trampled down,</br>The flocks and herds had perished; on the shore</br>The dead and putrid fish were ever thrown;</br>The deeps were foodless, and the winds no more</br>Creaked with the weight of birds, but as before</br>Those winged things sprang forth, were void of shade;</br>The vines and orchards, Autumn's golden store,</br>Were burned; &mdash; so that the meanest food was weighed</br>With gold, and Avarice died before the god it made.", "There was no corn &mdash; in the wide market-place</br>All loathliest things, even human flesh, was sold;</br>They weighed it in small scales &mdash; and many a face</br>Was fixed in eager horror then:  his gold</br>The miser brought, the tender maid, grown bold</br>Thro' hunger, bared her scorned charms in vain;</br>The mother brought her eldest born, controuled</br>By instinct blind as dove, but turned again</br>And bade her infant suck, and died in silent pain.", "Then fell blue Plague upon the race of man.</br>\"O, for the sheathed steel, so late which gave</br>Oblivion to the dead, when the streets ran</br>With brothers' blood!  O, that the earthquake's grave</br>Would gape, or Ocean lift its stifling wave!\"</br>Vain cries &mdash; throughout the streets, thousands pursued</br>Each by his fiery torture howl and rave,</br>Or sit, in frenzy's unimagined mood,</br>Upon fresh heaps of dead; a ghastly multitude.", "It was not hunger now, but thirst.  Each well</br>Was choked with rotting corpses, and became</br>A cauldron of green mist made visible</br>At sunrise.  Thither still the myriads came,</br>Seeking to quench the agony of the flame,</br>Which raged like poison thro' their bursting veins;</br>Naked they were from torture, without shame,</br>Spotted with nameless scars and lurid brains,</br>Childhood, and youth, and age, writhing in savage pains.", "It was not thirst but madness!  many saw</br>Their own lean image every where, it went</br>A ghastlier self beside them, till the awe</br>Of that dread sight to self-destruction sent</br>Those shrieking victims; some, ere life was spent,</br>Sought, with a horrid sympathy, to shed</br>Contagion on the sound; and others rent</br>Their matted hair, and cried aloud, \"We tread</br>On fire!  Almighty God his hell on earth has spread!\"", "Sometimes the living by the dead were hid.</br>Near the great fountain in the public square,</br>Where corpses made a crumbling pyramid</br>Under the sun) was heard one stifled prayer</br>For-life, in the hot silence of the air;</br>And strange 'twas amid that hideous heap to see</br>Some shrouded in their long and golden hair,</br>As if not dead, but slumbering quietly</br>Like forms which sculptors carve, then love to agony.", "Famine had spared the palace of the King:&mdash;</br>He rioted in festival the while,</br>He and his guards and Priests; but Plague did fling</br>One shadow upon all.  Famine can smile</br>On him who brings it food and pass, with guile</br>Of thankful falsehood, like a courtier grey,</br>The house-dog of the throne; but many a mile</br>Comes Plague, a winged wolf, who loathes alway</br>The garbage and the scum that strangers make her prey.", "So, near the throne, amid the gorgeous feast,</br>Sheathed in resplendent arms, or loosely dight</br>To luxury, ere the mockery yet had ceased</br>That lingered on his lips, the warrior's might</br>Was loosened, and a new and ghastlier night</br>In dreams of frenzy lapped his eyes; he fell</br>Headlong, or with stiff eyeballs sate upright</br>Among the guests, or raving mad, did tell</br>Strange truths; a dying seer of dark oppression's hell.", "The Princes and the Priests were pale with terror;</br>That monstrous faith wherewith they ruled mankind.</br>Fell, like a shaft loosed by the bowman's error,</br>On their own hearts:  they sought and they could find</br>No refuge &mdash; 'twas the blind who led the blind!</br>So, thro' the desolate streets to the high fane</br>Of their Almighty God, the armies wind</br>In sad procession:  each among the train</br>To his own Idol lifts his supplications vain.", "\"O God!\" they cried, \"we know our secret pride</br>Has scorned thee, and thy worship, and thy name;</br>Secure in human power we have defied</br>Thy fearful might; we bend in fear and shame</br>Before thy presence; with the dust we claim</br>Kindred; be merciful, O King of Heaven!</br>Most justly have we suffered for thy fame</br>Made dim, but be at length our sins forgiven,</br>Ere to despair and death thy worshippers be driven.", "\"O God Almighty!  thou alone hast power!</br>Who can resist thy will?  who can restrain</br>Thy wrath, when on the guilty thou dost shower</br>The shafts of thy revenge, a blistering rain?</br>Greatest and best, be merciful again!</br>Have we not stabbed thine enemies, and made</br>The Earth an altar, and the Heavens a fane,</br>Where thou wert worshipped with their blood, and laid</br>Those hearts in dust which would thy searchless works have weighed?", "\"Well didst thou loosen on this impious City</br>Thine angels of revenge:  recall them now;</br>Thy worshippers abased, here kneel for pity,</br>And bind their souls by an immortal vow:</br>We swear by thee!  and to our oath do thou</br>Give sanction, from thine hell of fiends and Dame,</br>That we will kill with fire and torments slow,</br>The last of those who mocked thy holy name,</br>And scorned the sacred laws thy prophets did proclaim.\"", "Thus they with trembling, limbs and pallid lips</br>Worshipped their own hearts' image, dim and vast,</br>Scared by the shade wherewith they would eclipse</br>The light of other minds; &mdash; troubled they past</br>From the great Temple; &mdash; fiercely still and fast</br>The arrows of the plague among them fell,</br>And they on one another gazed aghast,</br>And thro' the hosts contention wild befell,</br>As each of his own God the wondrous works did tell.", "And Oromaze, and Christ, and Mahomet,</br>Moses, and Buddh, Zerdusht, and Brahm, and Foh,</br>A tumult of strange names, which never met</br>Before, as watchwords of a single woe,</br>Arose; each raging votary 'gan to throw</br>Aloft his armed hands, and each did howl</br>\"Our God alone is God!\"  and slaughter now</br>Would have gone forth, when from beneath a cowl</br>A voice came forth, which pierced like ice thro' every soul.", "He was a Christian Priest from whom it came,</br>A zealous man, who led the legioned west</br>With words which faith and pride had steeped in flame,</br>To quell the rebel Atheists; a dire guest</br>Even to his friends was he, for in his breast</br>Did hate and guile lie watchful, intertwined,</br>Twin serpents in one deep and winding nest;</br>He loathed all faith beside his own, and pined</br>To wreak his fear of God in vengeance on mankind.", "But more he loathed and hated the clear light</br>Of wisdom and free thought, and more did fear,</br>Lest, kindled once, its beams might pierce the night,</br>Even where his Idol stood; for, far and near</br>Did many a heart in Europe leap to hear</br>That faith and tyranny were trampled down;</br>Many a pale victim, doomed for truth to share</br>The murderer's cell, or see, with helpless groan,</br>The Priests his children drag for slaves to serve their own.", "He dared not kill the infidels with fire</br>Or steel, in Europe:  the slow agonies</br>Of legal torture mocked his keen desire:</br>So he made truce with those who did despise</br>His cradled Idol, and the sacrifice</br>Of God to God's own wrath, &mdash; that Islam's creed</br>Might crush for him those deadlier enemies;</br>For fear of God did in his bosom breed</br>A jealous hate of man, an unreposing need.", "\"Peace!  Peace!\" he cried, \"when we are dead, the Day</br>Of Judgment comes, and all shall surely know</br>Whose God is God, each fearfully shall pay</br>The errors of his faith in endless woe!</br>But there is sent a mortal vengeance now</br>On earth, because an impious race had spurned</br>Him whom we all adore, &mdash; a subtile foe</br>By whom for ye this dread reward was earned,</br>And thrones, which rest on faith in God, nigh overturned.", "\"Think ye, because ye weep, and kneel, and pray,</br>That God will lull the pestilence?  it rose</br>Even from beneath his throne, where, many a day</br>His mercy soothed it to a dark repose:</br>It walks upon the earth to judge his foes,</br>And what are thou and I, that he should deign</br>To curb his ghastly minister, or close</br>The gates of death, ere they receive the twain</br>Who shook with mortal spells his undefended reign?", "\"Aye, there is famine in the gulph of hell,</br>Its giant worms of fire for ever yawn,&mdash;</br>Their lurid eyes are on us!  those who fell</br>By the swift shafts of pestilence ere dawn,</br>Are in their jaws!  they hunger for the spawn</br>Of Satan, their own brethren, who were sent</br>To make our souls their spoil.  See!  See!  they fawn</br>Like dogs, and they will sleep with luxury spent,</br>When those detested hearts their iron fangs have rent!", "\"Our God may then lull Pestilence to sleep:&mdash;</br>Pile high the pyre of expiation now!</br>A forest's spoil of boughs, and on the heap</br>Pour venomous gums, which sullenly and slow,</br>When touched by flame, shall burn, and melt, and flow,</br>A stream of clinging fire, &mdash; and fix on high</br>A net of iron, and spread forth below</br>A couch of snakes, and scorpions, and the fry</br>Of centipedes and worms, earth's hellish progeny!", "\"Let Laon and Laone on that pyre,</br>Linked tight with burning brass, perish!  then pray</br>That, with this sacrifice, the withering ire</br>Of God may be appeased.\"  He ceased, and they</br>A space stood silent, as far, far away</br>The echoes of his voice among them died;</br>And he knelt down upon the dust, alway</br>Muttering the curses of his speechless pride,</br>Whilst shame, and fear, and awe, the armies did divide.", "His voice was like a blast that burst the portal</br>Of fabled hell; and as he spake, each one</br>Saw gape beneath the chasms of fire immortal,</br>And Heaven above seemed cloven, where, on a throne</br>With storms and shadows girt, sate God, alone,</br>Their King and Judge &mdash; fear killed in every breast</br>All natural pity then, a fear unknown</br>Before, and with an inward fire possest,</br>They raged like homeless beasts whom burning woods invest.", "'Twas morn &mdash; at noon the public crier went forth,</br>Proclaiming thro' the living and the dead,</br>\"The Monarch saith, that his great Empire's worth</br>Is set on Laon and Laone's head:</br>He who but one yet living here can lead,</br>Or who the life from both their hearts can wring,</br>Shall be the kingdom's heir, a glorious meed!</br>But he who both alive can hither bring,</br>The Princess shall espouse, and reign an equal King.\"", "Ere night the pyre was piled, the net of iron</br>Was spread above, the fearful couch below,</br>It overtopped the towers that did environ</br>That spacious square; for Fear is never slow</br>To build the thrones of Hate, her mate and foe,</br>So, she scourged forth the maniac multitude</br>To rear this pyramid &mdash; tottering and slow,</br>Plague-stricken, foodless, like lean herds pursued</br>By gad-flies, they have piled the heath, and gums, and wood.", "Night came, a starless and a moonless gloom.</br>Until the dawn, those hosts of many a nation</br>Stood round that pile, as near one lover's tomb</br>Two gentle sisters mourn their desolation;</br>And in the silence of that expectation,</br>Was heard on high the reptiles' hiss and crawl&mdash;</br>It was so deep, save when the devastation</br>Of the swift pest with fearful interval,</br>Marking its path with shrieks, among the crowd would fall.", "Morn came, &mdash; among those sleepless multitudes,</br>Madness, and Fear, and Plague, and Famine still</br>Heaped corpse on corpse, as in autumnal woods</br>The frosts of many a wind with dead leaves fill</br>Earth's cold and sullen brooks; in silence still,</br>The pale survivors stood; ere noon, the fear</br>Of Hell became a panic, which did kill</br>Like hunger or disease, with whispers drear</br>As \"hush!  hark!  Come they yet?  God, God, thine hour is near.", "And Priests rushed thro' their ranks, some counterfeiting</br>The rage they did inspire, some mad indeed</br>With their own lies; they said their God was waiting</br>To see his enemies writhe, and burn, and bleed,&mdash;</br>And that, till then, the snakes of hell had need</br>Of human souls: &mdash; three hundred furnaces</br>Soon blazed thro' the wide City, where, with speed,</br>Men brought their atheist kindred to appease</br>God's wrath, and while they burned, knelt round on quivering knees.", "The noontide sun was darkened with that smoke,</br>The winds of eve dispersed those ashes grey,</br>The madness which these rites had lulled, awoke</br>Again at sunset. &mdash; Who shall dare to say</br>The deeds which night and fear brought forth, or weigh</br>In balance just the good and evil there?</br>He might man's deep and searchless heart display,</br>And cast a light on those dim labyrinths, where</br>Hope, near imagined chasms, is struggling with despair.", "'Tis said, a mother dragged three children then,</br>To those fierce flames which roast the eyes in the head,</br>And laughed, and died; and that unholy men,</br>Feasting like fiends upon the infidel dead,</br>Looked from their meal, and saw an Angel tread</br>The threshold of God's throne, and it was she!</br>And, on that night, one without doubt or dread</br>Came to the fire, and said, \"Stop, I am he!</br>Kill me!\"  they burned them both with hellish mockery.", "And, one by one, that night, young maidens came,</br>Beauteous and calm, like shapes of living stone</br>Clothed in the light of dreams, and by the flame</br>Which shrank as overgorged, they laid them down,</br>And sung a low sweet song, of which alone</br>One word was heard, and that was Liberty;</br>And that some kist their marble feet, with moan</br>Like love, and died, and then that they did die</br>With happy smiles, which sunk in white tranquillity.", ""]