["Prince Arthur takes the Enterprize,</br>For Belge for to fight:</br>Gerioneo's Seneschal</br>He slays in Belge's Right.", "Some Clarks do doubt in their deviceful Art,</br>Whether this heavenly Thing whereof I treat,</br>To weten Mercy, be of Justice part,</br>Or drawn forth from her by divine Extreat.</br>This well I wote, that sure she is as Great,</br>And meriteth to have as high a Place,</br>Sith in th' almighty's everlasting Seat</br>She first was bred, and born of heavenly Race;</br>From thence pour'd down on Men, by Influence of Grace.", "For, if that Vertue be of so great Might,</br>Which from just Verdict will for nothing start,</br>But to preserve inviolated Right,</br>Oft spills the Principal to save the part;</br>So much more then is that of Power and Art,</br>That seeks to save the Subject of her Skill,</br>Yet never doth from Doom of Right depart:</br>As it is greater Praise to save, than spill,</br>And better to reform, than to cut off the Ill.", "Who then can thee, Mercilla, throughly praise,</br>That herein dost all earthly Princes pass?</br>What heavenly Muse shall thy great Honour raise</br>Up to the Skies, whence first deriv'd it was,</br>And now on Earth it self enlarged has,</br>From th' utmost brink of the Armerick Shore,</br>Unto the Margent of the Molucas?</br>Those Nations far thy justice do adore:</br>But thine own People do thy Mercy praise much more.", "Much more it praised was of those two Knights;</br>The noble Prince, and righteous Arthegal,</br>When they had seen and heard her Doom arights</br>Against Duessa, damned by them all;</br>But by her tempred without Grief or Gall,</br>Till strong Constraint did her thereto enforce.</br>And yet even then ruing her wilful Fall,</br>With more than needful natural Remorse,</br>And yielding the last Honour to her wretched Corse.", "During all which, those Knights continu'd there,</br>Both doing and receiving Courtesies</br>Of that great Lady, who with goodly Chear</br>Them entertain'd, fit for their Dignities.</br>Approving daily to their noble Eyes</br>Royal Examples of her Mercies rare,</br>And worthy Patterns of her Clemencies;</br>Which till this day 'mongst many living are,</br>Who them to their Posterities do still declare.", "Amongst the rest, which in that space befel,</br>There came two Springals of full tender Years,</br>Far thence from foreign Land, where they did dwell,</br>To seek for Succour of her and her Peers,</br>With humble Prayers and intreatful Tears;</br>Sent by their Mother, who a Widow was,</br>Wrapt in great Dolours, and in deadly Fears,</br>By a strong Tyrant, who invaded has</br>Her Land, and slain her Children ruefully, alas!", "Her Name was Belge, who in former Age</br>A Lady of great Worth and Wealth had been,</br>And Mother of a fruitful Heritage,</br>Even seventeen goodly Sons; which who had seen</br>In their first Flower, before this fatal Teen</br>Them overtook, and their fair Blossoms blasted,</br>More happy Mother would her surely ween</br>Than famous Niobe, before she tasted</br>Latona's Childrens Wrath, that all her Issue wasted.", "But this fell Tyrant, through his tortious Power,</br>Had left her now but five of all that Brood:</br>For, twelve of them he did by times devour,</br>And to his Idols sacrifice their Blood,</br>Whilst he of none was stopped, nor withstood.</br>For, soothly he was one of matchless Might,</br>Of horrible Aspect, and dreadful Mood,</br>And had three Bodies in one Waste empight,</br>And th' Arms and Legs of three, to succour him in Fight.", "And sooth they say, that he was born and brad</br>Of Gyants Race, the Son of Geryon,</br>He that whylome in Spain so sore was drad</br>For his huge Power and great Oppression,</br>Which brought that Land to his Subjection,</br>Through his three Bodies power, in one combin'd;</br>And eke all Strangers in that Region</br>Arriving, to his Kine for Food assign'd;</br>The fairest Kine alive, but of the fiercest kind.", "For, they were all, they say, of purple hue,</br>Kept by a Cow-herd, hight Eurytion,</br>A cruel Carle, the which all Strangers flew,</br>Ne day nor night did sleep, t' attend them on,</br>But walk about them ever and anon</br>With his two-headed Dog, that Orthrus hight;</br>Orthrus begotten by great Typhaon,</br>And foul Echidna, in the House of Night;</br>But Hercules them all did overcome in Fight.", "His Son was this, Geryoneo hight;</br>Who, after that his monstrous Father fell</br>Under Alcides' Club, straight took his flight</br>From that sad Land, where he his Sire did quell,</br>And came to this, where Belge then did dwell,</br>And flourish't in all Wealth and Happiness,</br>Being then a new-made Widow (as befel)</br>After her noble Husband's late Decease;</br>Which gave beginning to her Woe and Wretchedness.", "Then this bold Tyrant, of her Widow-head</br>Taking advantage, and her yet fresh Woes,</br>Himself and Service to her offered,</br>Her to defend against all foreign Foes,</br>That should their Power against her Right oppose.</br>Whereof she glad, now needing strong defence,</br>Him entertain'd, and did her Champion chuse:</br>Which long he us'd with careful diligence,</br>The better to confirm her fearless Confidence.", "By means whereof she did at last commit</br>All to his hands, and gave him sovereign Power</br>To do whatever he thought good or fit.</br>Which having got, he 'gan forth from that hour</br>To stir up Strife, and many a tragick Stowre,</br>Giving her dearest Children one by one</br>Unto a dreadful Monster to devour,</br>And setting up an Idol of his own,</br>The Image of his monstrous Parent Geryone.", "So tyrannizing, and oppressing all,</br>The woeful Widow had no means now left,</br>But unto gracious great Mercilla call</br>For aid, against that cruel Tyrant's Theft,</br>E'er all her Children he from her had reft.</br>Therefore these two, her eldest Sons, she sent</br>To seek for Succour of this Lady's Gieft:</br>To whom their Suit they humbly did present,</br>In th' healing of full many Knights and Ladies gent.", "Amongst the which, then fortuned to be</br>The noble Briton Prince, with his brave Peer;</br>Who when he none of all those Knights did see</br>Hastily bent that Enterprize to hear,</br>Nor undertake the same, for coward Fear,</br>He stepped forth with Courage bold and great,</br>Admir'd of all the rest in presence there,</br>And humbly 'gan that mighty Queen entreat,</br>To grant him that Adventure for his former Feat.", "She gladly granted it:  then he straightway</br>Himself unto his Journey 'gan prepare;</br>And all his Armours ready dight that day,</br>That nought the morrow next mote stay his Fare.</br>The morrow next appear'd with purple Hair</br>Yet dropping fresh out of the Indian Fount,</br>And bringing Light into the Heavens fair,</br>When he was ready on his Steed to mount,</br>Unto his way, which now was all his Care and Count.", "Then taking humble leave of that great Queen,</br>Who gave him royal Gifts and Riches rare</br>As Tokens of her thankful Mind beseen,</br>And leaving Arthegal to his own care;</br>Upon his Voyage forth he 'gan to fare,</br>With those two gentle Youths, which him did guide,</br>And all his way before him still prepare.</br>Ne after him did Arthegal abide,</br>But on his first Adventure forward forth did ride.", "It was not long till that the Prince arriv'd</br>Within the Land, where dwelt that Lady sad,</br>Whereof that Tyrant had her now depriv'd,</br>And into Moors and Marshes banish'd had,</br>Out of the pleasant Soil, and Cities glad,</br>In which she wont to harbour happily;</br>But now his Cruelty so sore she drad,</br>That to those Fens for Safeness she did fly,</br>And there her self did hide from his hard Tyranny.", "There he her found in Sorrow and Dismay,</br>All solitary without living Wight;</br>For all her other Children, through affray,</br>Had hid themselves, or taken further flight:</br>And eke her self through sudden strange Affright,</br>When one in Arms she saw, began to fly;</br>But when her own two Sons she had in sight,</br>She 'gan take heart, and look up joyfully:</br>For well she wist this Knight came Succour to supply.", "And running unto them with greedy Joys,</br>Fell straight about their Necks, as they did kneel:</br>And bursting forth in Tears; Ah my sweet Boys.</br>Said she, yet now I 'gin new Life to feel;</br>And feeble Spirits, that 'gan faint and reel,</br>Now rise again at this your joyous sight.</br>Already seems, that Fortune's headlong Wheel</br>Begins to turn, and Sun to shine more bright</br>Than it was wont, through Comfort of this noble Knight.", "Then turning unto him; And you Sir Knight,</br>Said she, that taken have this toilsome Pain</br>For wretched Woman, miserable Wight,</br>May you in Heaven immortal Guerdon gain</br>For so great Travail, as you do sustain:</br>For other Meed may hope for none of me,</br>To whom nought else, but bare Life doth remain;</br>And that so wretched one, as ye do see</br>Is liker lingring Death, than loathed Life to be.", "Much was he moved with her piteous Plight;</br>And low dismounting from his lofty Steed,</br>'Gan to recomfort her all that he might,</br>Seeking to drive away deep-rooted Dread,</br>With hope of help in that her greatest Need.</br>So thence he wished her with him to wend</br>Unto some place, where they mote rest and feed,</br>And she take comfort, which God now did send;</br>Good heart in Evils doth the Evils much amend.", "Ay me!  said she, and whither shall I go?</br>Are not all places full of foreign Pow'rs?</br>My Palaces possessed of my Foe,</br>My Cities sack'd, and their sky-threatning Tow'rs</br>Rased, and made smooth Fields now full of Flow'rs?</br>Only these Marishes, and miry Bogs,</br>In which the fell Ewftes do build their Bow'rs,</br>Yield me an Hostry 'mongst the croking Frogs,</br>And harbour here in Safety from those ravenous Dogs.  ", "Nath'less, said he, dear Lady with me go;</br>Some place shall us receive, and Harbour yield:</br>If not, we will it force, maugre your Foe,</br>And purchase it to us with Spear and Shield;</br>And if all fail, yet farewell open Field:</br>The Earth to all her Creatures Lodging lends.</br>With such his chearful Speeches he doth wield</br>Her Mind so well, that to his Will she bends;</br>And binding up her Locks and Weeds, forth with him wends.", "They came unto a city far up land,</br>The which whilom that Lady's own had been;</br>But now by force extort out of her hand,</br>By her strong Foe, who had defaced clean</br>Her stately Tow'rs, and Buildings sunny sheen;</br>Shut up her Haven, and her Merchant's Trade,</br>Robbed her People, that full rich had been,</br>And in her Neck a Castle huge had made,</br>The which did her command, without needing persuade.", "That Castle was the Strength of all that State,</br>Until that State by Strength was pulled down,</br>And that same City, so now ruinate,</br>Had been the Key of all that Kingdom's Crown;</br>Both goodly Castle, and both goodly Town,</br>Till that th' offended Heavens list to lour</br>Upon their Bliss, and baleful Fortune frown:</br>When those 'gainst States and Kingdoms do conjure,</br>Who then can think their headlong Ruin to recure?", "But he had brought it now in servile Bond,</br>And made it bear the Yoke of Inquisition,</br>Striving long time in vain it to withstond;</br>Yet glad at last to make most base Submission,</br>And Life enjoy for any Composition.</br>So now he hath new Laws and Orders new</br>Impos'd on it, with many a hard Condition,</br>And forced it, the Honour that is due</br>To God, to do unto his idol most untrue.", "To him he hath, before this Castle-Green,</br>Built a fair Chappel, and an Altar fram'd</br>Of costly Ivory, full rich beseen,</br>On which that cursed idol far proclaim'd,</br>He hath set up, and him his God hath nam'd,</br>Off'ring to him in sinful Sacrifice</br>The Flesh of Men, to God's own Likeness fram'd,</br>And pouring forth their Blood in brutish wize,</br>That any iron Eyes to see it would agrize.", "And for more Horrour and more Cruelty,</br>Under that cursed idol's Altar-stone,</br>An hideous Monster doth in Darkness lie,</br>Whose dreadful Shape was never seen of none</br>That lives on Earth; but unto those alone</br>The which unto him sacrificed be.</br>Those he devours, they say, both Flesh and Bone:</br>What else they have is all the Tyrant's Fee;</br>So that no whit of them remaining one may see.", "There eke he placed a strong Garison,</br>And set a Seneschal of dradded Might,</br>That by his Pow'r oppressed every one,</br>And vanquished all ventrous Knights in Fight;</br>To whom he wont shew all the Shame he might,</br>After that them in Battel he had won.</br>To which, when now they 'gan approach in sight,</br>The Lady counsel'd him the Place to shun,</br>Whereas so many Knights had foully been fordone.", "Her fearful Speeches nought he did regard;</br>But riding straight under the Castle-Wall,</br>Called aloud unto the watchful Ward,</br>Which there did wait, willing them forth to call</br>Into the Field their Tyrant's Seneschal.</br>To whom when Tidings thereof came, he straight</br>Calls for his Arms, and arming him withal,</br>Eftsoons forth pricked proudly in his Might,</br>And 'gan with Courage fierce address him to the fight.", "They both encounter in the middle Plain,</br>And their sharp Spears do both together smite</br>Amid their Shields, with so huge might and main,</br>That seem'd their Souls they would have riven quite</br>Out of their Breasts, with furious Despight.</br>Yet could the Seneschals no Entrance find</br>Into the Prince's Shield, where it empight;</br>So pure the Metal was, and well refin'd,</br>But shiver'd all about, and scatter'd in the Wind.", "Not so the Prince's; but with restless Force</br>Into his Shield it ready Passage found,</br>Both through his Haberjeon, and eke his Corse:</br>Which tumbling down upon the sensless Ground,</br>Gave leave unto his Ghost from Thraldom bound,</br>To wander in the griesly Shades of Night.</br>There did the Prince him leave in deadly Swound,</br>And thence unto the Castle marched right,</br>To see if Entrance there as yet obtain he might.", "But as he nigher drew, three Knights he spy'd,</br>All arm'd to point, issuing forth apace,</br>Which towards him with all their pow'r did ride;</br>And meeting him light in the middle Race,</br>Did all their Spears at once on him enchace.</br>As three great Culverings for Battery bent,</br>And level'd all against one certain Place,</br>Do all at once their Thunder's Rage forth-rent,</br>That makes the Walls to stagger with Astonishment.", "So all at once they on the Prince did thunder;</br>Who from his Saddle swarved nought aside,</br>He to their Force gave way, that was great wonder,</br>But like a Bulwark, firmly did abide;</br>Rebutting him, which in the midst did ride,</br>With so huge Rigour, that his mortal Spear</br>Past through his Shield, and pierc'd through either side,</br>That down he fell upon his Mother dear,</br>And powred forth his wretched Life in deadly Drear.", "Whom when his other Fellows saw, they fled</br>As fast as Feet could carry them away;</br>And after them the Prince as swiftly sped,</br>To be aveng'd of their unknightly Play.</br>There whilst they entring, th' one did th' other stay,</br>The hindmost in the Gate he over-hent,</br>And as he pressed in, him there did slay;</br>His Carcass tumbling on the Threshold, sent</br>His groaning Soul unto her Place of Punishment.", "The other, which was enter'd, labour'd fast</br>To sperr the Gate; but that same Lump of Clay,</br>Whose grudging Ghost was thereout fled and past,</br>Right in the middest of the Threshold lay,</br>That it the Postern did from closing stay:</br>The whiles the Prince had pressed in between,</br>And Entrance won.  Straight th' other fled away,</br>And ran into the Hall, where he did ween</br>Himself to save; but he there new him at the Skreen.", "Then all the rest, which in that Castle were,</br>Seeing that sad Ensample them before,</br>Durst not abide, but fled away for fear,</br>And them convey'd out at a Postern Door.</br>Long sought the Prince but when he found no more</br>T' oppose against his Pow'r, he forth issu'd</br>Unto that Lady, where he her had lore,</br>And her 'gan cheer, with what she there had view'd,</br>And what she had not seen, within unto her shew'd.", "Who with right humble Thanks him goodly greeting,</br>For so great Prowess, as he there had prov'd,</br>Much greater than was ever in her weeting,</br>With great Admirance inwardly was mov'd,</br>And honour'd him, with all that her behov'd.</br>Thenceforth into that Castle he her led,</br>With her two Sons, right dear of her belov'd,</br>Where all that Night themselves they cherished,</br>And from her baleful Mind all Care he banished.", ""]