["That day an Empire's eyes with tears were dim,</br>For her whom yet they deemed a saint in heaven,</br>Released from Earth to bliss:  the tear, the hymn,</br>To ease their own o'erburden'd hearts were given;</br>But Windsor in thy towery courts that even</br>Was sorrow for the daughter of the throne:</br>There wav'd thick plumes; the dewy air was riven</br>With trumpet sounds; and torch, and cresset shone,</br>Like crouding stars, on lance and proud caparison.", "And many a form of age and martial pomp</br>Swell'd that procession thro' the aisle's long maze,</br>To chauntings rich and organ's solemn tromp,</br>Till on the chancel-roof the torch's blaze</br>Flashed in a thousand melancholy rays</br>From pendant helm and sword and gonfalon,</br>The fading emblems of the fleeting days,</br>That down thy stream, forgetfulness, have gone,</br>No, they shall live till Earth's last hour is done.", "The chaunt had ceased, the final pray'r been said,</br>Slow like a parting shade, the bier gone down,</br>There came a form, with feeble step, bow'd head,</br>The snows of eighty winters on it strown;</br>The ancient herald.  By the vault's dark stone</br>He stood; the torch-flame bursting from below,</br>Glow'd on his brow and golden habergeon,</br>Emblem of age above youth's grave in woe,</br>He came, to tell her pomps whom earth no more shall know.", "And this is life!  This, grandeur, beauty, birth,</br>Who are these weepers?  England's men of fame,</br>Sages and warriours, lords and lights of earth!</br>And who sleeps there?  I cannot name her name,</br>Our young Elizabeth, the soul of flame,</br>She of the regal brow, the gentle eye,</br>That like a passing spirit to us came,</br>And having done her deed of charity,</br>Rose sudden from our glance, to teach us all must die.", "But she was honour'd!  never obsequies</br>Were seen like hers on earth; that livelong day</br>The empire was a burst of tears and sighs;</br>The cities in one funeral silence lay;</br>Their millions, with one instinct took their way</br>To the high refuge of the heart's despair.</br>Authority spoke not.  They rush'd to pay</br>Grief's tribute; to lay heart and spirit bare,</br>'Twas one great, contrite, voluntary day of pray'r.", "England, I've seen thee conqueror, seen the crown</br>Laid on thee while the earth before thee knelt;</br>And felt, if heart's earth-wean'd such thoughts may own,</br>Proud thoughts, that have no voice, that are but felt.</br>But thou wert nobler when thy spirit dwelt</br>Within the temple:  all thy murmurings gone,</br>All melted, as in tears thy soul did melt,</br>Was it in mercy eclipse veil'd thy throne?</br>To teach us England yet could pray, weep, love, &mdash; be ONE!</br>"]