["THE ARGUMENT.</br>Apollo rageth that the noble bay</br>Is worn by those that do not merit it,</br>He and the Muses an amercement lay</br>On some, that trusting to their sordid wit</br>Do undertake of things most high to say,</br>Yet cannot words unto the matter fit:</br>Mean time Urania doth in tears deplore</br>Her Poets losse, whose like shal be no more.", "1.</br>He that doth bear the silver shining bow</br>Whose musick doth surpass that of the sphears,</br>Who slew great Python, and did Vulcan show</br>Where Mars and Venus were to increase his fears,</br>Jove and Latonas son, whom Readers know</br>In heaven he of Sol the title bears:</br>In earth he Liber Pater called is,</br>And eke Apollo in the shades of Dis.", "2.</br>One time, as on the spire of's Temple hee</br>Did sit, he cast his most refulgent eye</br>Towards Pernassus Mount, where he might see</br>The sacred Nine, not now melodiously</br>As they were wont, to chaunt in Jollitie</br>Apolloes praise, and the great Deity,</br>That turn'd IO to a Cow, but now they were</br>With sorrow overcome, did joy forbeare.", "3.</br>With speed to Hellicon he took his flight,</br>Where being come, the Muses did arise,</br>And made obeaysance, as was requisite,</br>To whom said Sminthus, why, with downcast eys,</br>Are your fair Aspects clouded, and why dight</br>In sable weeds, the reason I surmise,</br>Which doth afflict me more, then when my son</br>By those unruly Steeds, to death was done.", "4.</br>Shal part of her whom once I lovd so dear,</br>Be worn by those whose sordid minds I hate;</br>Why do I, for to shoot, the slaves forbear,</br>And with my Arrows, their brests penetrate;</br>Who for to claim the Lawrel do not fear,</br>Due only unto those, whose happy fate</br>Hath raised them, my Prophets for to bee,</br>Or else can claim the same by victorie.", "5.</br>Each fellow now that hath but had a view</br>Of the learnd Phrygians Fables, groweth bold,</br>And name of Poet doth to himself accrew,</br>That Ballad maker too is now extold</br>With the great name of poet, He that knew</br>Better far how to row, then pen to hold,</br>His sordid lines are sweld to such a weight,</br>Theyre able for to make, his Boat a freight.", "6.</br>The god of waves hath been my enemy,</br>Else that base Fool had Haddocks fed ere now.</br>And Fennor might have wrote his Ellegy</br>(Another coxcomb) that his wit to show</br>Wrote many things, the best not worth the eye</br>Of any schoolboy, doth his genders know;</br>But while the Fools I rate, let me not be</br>Forgetful of those Writers lov'd by me.", "7.</br>Although the Bard, whose lines unequalled,</br>Who only did deserve a Poets name</br>To my Eternal grief, he long since dead,</br>His lines for ever shal preserve his Fame.</br>So his who did so neer his foot paths tread,</br>Whose lines as neer as Virgils Homers came,</br>Do equal Spencers, who the soul of verse</br>In his admired Poems doth rehearse.", "8.</br>But ah who's this whose shade before me stands</br>O tis the Man, whose Fame the earth doth fil,</br>Whose vertue is the talk of Forraign Lands</br>While they admire his Feats of Arms his skil</br>In Poesie, while he bove all commands</br>The Muses, who so waited on his Quil</br>That like to Sidney; none ere wrote before</br>His birth, nor now hees dead shall ere write more.", "9.</br>See him whose Tragick Sceans EURIPIDES</br>Doth equal, and with SOPHOCLES we may</br>Compare great SHAKESPEAR ARISTOPHANES</br>Never like him, his Fancy could display,</br>Witness the Prince of Tyre, his Pericles,</br>His sweet and his to be admired lay</br>He wrote of lustful Tarquins Rape, shews he</br>Did understand the depth of Poesie.", "10.</br>But thou dear soul, whose lines when I behold</br>I do astonisht stand, of whom Fame says</br>By after times, Thy songs  shal be extold</br>And mentiond be as equalling my lays</br>Thou who so sweetly EDWARDS woes hast told</br>When other Poems, though of worth decays,</br>Thine shal be honord, and shal aye subsist</br>In spight of dark oblivions hiding mist.", "11.</br>So his that divine PLAUTUS equalled</br>Whose Commick vain MENANDER nere could hit,</br>Whose tragick sceans shal be with wonder Read</br>By after ages for unto his wit</br>My selfe gave personal ayd I dictated</br>To him when as Sejanus fall he writ,</br>And yet on earth some foolish sots there bee</br>That dare make Randolf his Rival in degree.", "12.</br>All hail eke unto thee that didst translate</br>My loved LUCAN into shine own tongue,</br>And what he could not finish snatcht by fate,</br>Thou hast compleated his ingenuous song</br>Thy Fame with his shal nere be out of date</br>Nor shal base Momus carps thy glory wrong,</br>But of mine own tree, Ile a garland frame</br>For thee, and mongst my Prophets rank thy name.", "13.</br>So thine whose rural quil so high doth sound,</br>Theocritus or Mantuans ere could bee</br>So sweet and so sententious ever found</br>As are thy Pastorals of Britanie,</br>Thy fame for aye steal to the skies resound,</br>And I pronounce Thy fluent Poesie</br>Singing of shepherds is the best ere wit,</br>Invented, and none ere yet equalled it.", "14.</br>Nor shine O Heywood worthy to be read</br>By Kings, whose books of eloquence are such</br>Enough in praise of thee, can nere be fed,</br>Nor can my Verses, ere extoll too much</br>Thy reall worth, whose lines unparaled</br>Although some envious criticks seem to grutch</br>Shall live on earth to thy eternall Fame</br>When theirs in grave shall rot, without a name.", "15.</br>So eke shall yours great Davenant, Sherley, and</br>Thine learned Goffe, Baumont, and Fletchers to,</br>With his that the sweet Renegaddo pend</br>With his who Cressey sang, and Poycters to</br>Your works, your names for ever shal commend</br>Joyned with his, that wrot how Scipio,</br>Orethrew great Hanniball, his ingenious lines</br>Shall be a pattern, for the after times", "16.</br>Nor will I  thee forget whose Poesie</br>Is pure, whose Emblems, Satyrs Pastoralls,</br>Shall live on earth even to Eternity,</br>Nor Thee whose Poems loudly on me cals</br>For my applause, which here I give, and I</br>Pronounce his merit, that so high Instals</br>The Muses, in his Night-watch, great to bee,</br>And times to come shal hugg his Poesie.", "17.</br>But why, Urania, hangst thou so thy head,</br>What grievous loss hath reft thy joys away;</br>Quoth she, knows not Apollo QUARLES is dead,</br>That next to BARTAS, sang the heavenliest lay,</br>And who is he on earth, his steps can tread,</br>So shal my glory come unto decay;</br>At this she wept, and wailing wrung her hands,</br>The Muses mourning round about her stands.", "18.</br>Quoth then Apollo, lay this grief aside,</br>I do assure thee, that thy honor shal</br>Not fade, but be far greater Amplified;</br>Theres one who now upon thy name do cal,</br>Who hath by Clio formerly been tried,</br>And by her wel approvd; He surely shal</br>Succeed great Quarles, if thou not fale to inspire,</br>And warm his bosome with thy hottest fire.", "19.</br>Hereat she cheared was, and now as earst</br>Apollo in the midst, the Muses Nine</br>Began to sing, CLIO Joves Deeds rehearst</br>When he the Gyants pasht, her song Divine</br>Apollo shapt his lyre unto, where first</br>I did set forth I must again decline:</br>What shallow fools shal prate I do not care,</br>Fly Thou my Book to those that Learned are.", "Nunquam me impune lacessit.</br>"]