["And this was she!  the peerless and the bright,</br>The false world's darling!  she who did possess</br>(And held awhile in Europe's dazzled sight)</br>Glorious in majesty and loveliness,</br>The Heaven-lent power to ruin or to bless!</br>Yes, &mdash; this was she! &mdash; but mark ye, I beseech,</br>Who love the world, &mdash; mark this mute wretchedness,</br>And grave it on your hearts, for it doth reach</br>To regions unexplored by eloquence of speech!", "Nature gave loveliness, and fate gave power,</br>And millions lavish'd incense, &mdash; poets hung</br>Their amaranth over the royal bower;</br>For Gallia's lily every lyre was strung,</br>Pride of all eyes, and theme of every tongue:&mdash;</br>Love, Awe, and Wonder, were her ministers;</br>Life, and its hours, upon her fiat hung;</br>She held in poise a nation's hopes and fears&mdash;</br>Dominion, beauty, pomp, and the world's shout, were her's!", "Gracious and mighty!  Yet there came an hour</br>Of desolation; and away it swept,</br>In one rude whirlwind, empire, pomp, and power!</br>On the fair brow the hoary winter crept</br>Of Sorrow, not of Time. &mdash; Those eyes have wept,</br>Till Grief had done with tears, and calm and cold,</br>Tired with its own excess, in stupor slept,</br>Or gazed in frozen wonder to behold</br>The black and hideous page of destiny unroll'd.", "Yet trace these faded lines!  For they impart</br>A tale may do your careless bosoms good!</br>Muse o'er the fragments of a mighty heart,</br>Broken by sorrow: &mdash; ye, whose jocund mood</br>Insatiate feeds on Pleasure's tempting food,</br>Look here! &mdash; It will not harm ye, though your thought</br>Leave its fay flight to melt in Pity's flood!</br>To each light heart, home be the lesson brought,</br>With what enduring bliss the world's fair smile is fraught!", "And is this all?  No! &mdash; ye may learn beside</br>That all which fate can threaten may be borne;</br>To see life's blessings, one by one, subside,</br>Its wild extremes from tenderness to scorn,</br>But as the changes of an April morn!</br>For still she was a queen! &mdash; and majesty</br>Survived, though she, deserted and forlorn,</br>Save Heaven, had ne'er a friend to lift her eye;</br>But Heaven return'd the glance, and taught her how to die!</br>"]