["Gathering in sullen wrath, around, above,</br>The chill damp vapours of a wintry sky</br>From the dense margin of th' horizon move,</br>Marking the closing hour of evening nigh.</br>Fainter and fainter, to the gazer's eye,</br>The well-known view of house, and field, and tree;</br>Yet still the more, though still in vain, we try</br>To pierce the shades, our market-cart to see,</br>And learn how butter sells, and what the news may be.", "And smile not thou, nor deem our wisdom less,</br>If haply thus we waste an idle hour;</br>But, child of knowledge!  in thy pride confess,</br>How oft, like us, thy wit hath learn'd no more,</br>Than thus, with anxious eye, intent to pore</br>Through deepening shades that mock thine utmost art;</br>Go &mdash; thread the mazes of scholastic lore,</br>And sound its depths, and light and truth impart,</br>Then turn and mock our toil &mdash; to find our market-cart.", "And not in vain our search &mdash; triumphant, see!</br>The conquering Heroine's carriage \"stops the way!\"</br>The farmer quits in haste his toast and tea,</br>To learn the varying fortunes of the day;</br>And if the mare, perchance, hath run away&mdash;</br>Or if the old blind horse hath journey'd well,</br>And \"Hath he had, indeed, his fill of hay?&mdash;</br>And didst thou in the market bear the bell?</br>And what is beef per pound, and how does mutton sell?\"", "A different tribe of querists next draw nigh,</br>Nor less impatient from the charge refrain:&mdash;</br>\"Well, has my bandbox travell'd safe and dry,</br>Spite of the driving wind and pelting rain?</br>Or has another evening come in vain,</br>And brought no bonnet 'turn'd and trimm'd' for me?</br>And must I write, and scold, and write again?</br>Will never tradesman's word and deed agree?</br>Or are they faithless all? &mdash; true but to treachery?\"", "Then, proud as warrior, when his crutch he wields,</br>And fights his thousand battles o'er again,</br>The dauntless champion of our humbler fields</br>Recounts the history of her brief campaign;</br>Tells how her willing steed obey'd the rein,</br>And trotted homewards with his load, untired;&mdash;</br>How quick the butter sold &mdash; how oft, in vain,</br>The hungry cits another pound required,</br>And of their cousins' weal so anxiously inquired.", "True, we may envy not the busier lot</br>Of those who tread the crowded streets along;</br>Yet, not forgetting, \"not to be forgot,\"</br>Lost in the vortex of that busy throng,</br>Our pride, our feelings &mdash; call them right or wrong&mdash;</br>Wring from the heart that wish where'er we stray:</br>And if to mightiest souls such wish belong,</br>As oft affirmed &mdash; nor less, perhaps, than they,</br>We love the voice that asks &mdash; \"How fare our friends to-day?\"", "\"Now ope the budget!\" &mdash; Life hath joys more bright,</br>That come in sweetness, and in sadness part;&mdash;</br>Yet, when my eye hath dwelt with fond delight</br>On the kind greetings of a friendly heart,</br>And felt each cloud of care at once depart,</br>And felt the spirits, light as air, rebound,</br>At the glad impulse words like these impart,</br>Well may I ask, as week to week comes round,</br>\"If joy be found not here, where then shall joy be found?\"", "O well-remember'd!  lost, yet present still,</br>To the fond memory of a grateful mind&mdash;</br>Though other hand than thine the void may fill</br>With aim as friendly, and with act as kind;</br>Yet, could these hours return, and cease to find</br>Thy memory link'd with every joy they bring,</br>And find thine image less with life entwined,</br>Deep, deep indeed, at dull oblivion's spring</br>Must the changed soul have drank, and bathed her active wing!", "Years have roll'd by since thou thy place hast left,</br>And busy hours move on, as when with thee;</br>And Time her sting from Sorrow has bereft,</br>But added sweetness to thy memory.</br>That field of thought, whose treasures, large and free,</br>Thy hand first open'd to my youthful sight,</br>Still spreads its stores of boundless wealth to me,&mdash;</br>While thousand things, less permanently bright,</br>Gleam transient o'er the mind &mdash; then lose themselves in night.", "Thoughts of man's transient fate!&mdash; how fast entwined!</br>Even in our gayest moods we feel ye near!</br>Touch but a string, and lo!  how close behind</br>Grief follows joy &mdash; the smile hath left a tear.</br>Go, idle verse!  I have not heart to rear</br>Thine empty unsubstantial frame again:</br>The time may come, and thou once more shalt cheer</br>The wintry eve: &mdash; till then, farewell the strain,</br>Record of one brief hour &mdash; its pleasure and its pain!</br>"]