["Before ye a' ha'e doon, I'd humbly crave,</br>To speak twa words or three, amang the lave,</br>No for mysel, but for an honest Carle,</br>Wha's seen right mony changes i' the warl',</br>But is sae blate, down here he durstna come,</br>Lest, as he said, his fears might ding him dumb;</br>An' then he's frail, &mdash; sae beg'd me to repeat</br>His simple thoughts about this fell debate,</br>He gied me this lang scroll; it's e'en right brown;</br>I'se let you hear't just as he has't set down.", "\"Last ouk, our Elspa, wi' some creels o' eggs,</br>An' three fat eerrocks fas'n'd by the legs,</br>Gaed down to Embrugh, caft a new bane kame,</br>An' brought a warl' o' news and clashes hame.</br>For she's scarce out a day, an' gets a text,</br>But I'm dung deaf wi' clatter a' the next;</br>She'll tell a' what she heard frae en' to en',</br>Her cracks to wives, wives cracks to her again,</br>Till wi' quo I's, quo she's, an' so's, her skirle</br>Sets my twa lugs a ringing like a gir'le.", "\"'Mang ither ferlies whilk my kimmer saw,</br>Was your prent paper batter't on the wa';</br>She said she kentna rightly what it meant,</br>But saw some words o' goud an' poets in't!</br>This gart me glour, sae aff sets I my lane</br>To Daniel Reid's, an auld frien' o' my ain,</br>He gets the news, and tauld me that ye'd hecht</br>A dawd o' goud, on this same fursday night,</br>To him wha'd show, in clinking verses drest,</br>Gin Ramsay's sangs or Ferguson's war best.", "\"Trouth I was glad to hear ye war sae kind,</br>As keep our flee-tongu'd Billies in your mind;</br>An' tho' our Elspa ca'd me mony a gouk,</br>To think to speak amang saw mony fouk,</br>I gat my staff, pat on my bonnet braid,</br>An' best blue breeks that war but fernyear made;</br>A saxpence too, to let me in bedeen,</br>An' thir auld spentacles to help my een;</br>Sae I'm come here, in houps ye'll a' agree,</br>To hear a frank auld kintra man like me.", "\"In days whan Dryden sang ilk bonny morn,</br>An' Sandy Pope began to tune his horn,</br>Whan chiels round Lon'on chaunted a' fu' thrang,</br>But poor, cauld Scotlan' sat without a sang;</br>Droll Will Dunbar frae flyting than was freed,</br>An' Douglas too, an' Kennedy were dead,</br>An' nane were left, in hamely cracks to praise</br>Our ain sweet lasses, or our ain green braes.</br>Far aff our gentles for their poets flew,</br>An' scorn'd to own that lallan sangs they knew,</br>Till Ramsay raise.  O blythsome, hearty days!</br>Whan Allan tun'd his chaunter on the braes!</br>Auld Reekie than frae blackest, darkest wa's</br>To richest rooms resounded his applause,</br>An' whan the nights were dreary, lang an' dark,</br>The beasts a' fothert an' the lads frae wark,</br>The lasses wheels, thrang birring round the ingle,</br>The ploughman borin wi' his brogs an' lingel,</br>The herds wires clicking owr the ha'f-wrought hose,</br>The auld Gudeman's een ha'flins like to close,</br>The Gentle Shepherd frae the bole was ta'en,</br>Than sleep I trow was banish'd frae their een,</br>The cankriest than was kittled up to daffin,</br>An' sides and chafts maist riven war wi' laughin.", "\"Sic war the joys his cracks cou'd eith afford,</br>To Peer an' Ploughman, Barrowman or Lord,</br>In ilka clauchan wife, man, wean an' callan,</br>Cracket an' sang frae morn to e'en o' Allan.", "\"Learn'd fouk that lang in colleges an' schools</br>Hae sooket learning to the vera hools,</br>An' think that naething charms the heart sae weel's</br>Lang cracks o' Gods, Greeks, Paradise, and Deils,</br>Their pows are cram't sae fu' o' lear an' art,</br>Plain, simple nature canna reach their heart;</br>But whare's the rustic, that can, readin', see</br>Sweet Peggy skiffin ow'r the dewy lee,</br>Or wishfu' stealing up the sunny howe</br>To gaze on Pate, laid sleeping on the knowe;</br>Or hear how Bauldy ventur'd to the deil,</br>How thrawn auld Carlines skelpit him afiel';</br>How Jude wi's hawk met Satan i' the moss;</br>How Skin-flint grain't his pocks o' goud to loss;</br>How bloody snouts an' bloody beards war gi'en</br>To smiths and clowns at Christ's kirk on the green;</br>How twa daft Herds wi' little sense or havings,</br>Din'd by the road &mdash; on honest Hawkie's leavings,</br>How Hab maist brak the priest's back wi' a rung;</br>How deathless Addie died, an' how he sung;</br>Whae'er can thae (o' mae I needna speak)</br>Read twenty ow'r at his ain ingle cheek,</br>An' no fin', something glowan thro' his blood,</br>That gars his een glowr thro' a siller flood,</br>May close the beuk, poor coof!  and lift his spoon;</br>His heart's as hard's the tackets in his shoon.", "\"Lang saxty year hae white't ow'r this powe,</br>An' mony a height I've seen, an' mony a howe;</br>But aye whan Elspa flate, or things gaed wrang,</br>Next to my pipe was Allie's sleekit sang;</br>I thought him blyther ilka time I read,</br>An' mony a time, wi' unco glee I've said,</br>That ne'er in Scotland wad a chiel appear,</br>Sae droll, sae hearty, sae confoundet queer,</br>Sae glibly gabbet or sae bauld again,</br>I said, I swor't &mdash; but deed I was mistaen.</br>Up frae auld Reekie Ferguson begoud,</br>In fell auld phraze that pleases aye the crowd,</br>To chear their hearts whiles wi' an antrin sang,</br>Whilk, far an' near, round a' the kintry rang.", "\"At first I thought the swankie didna ill&mdash;</br>Again I glowrt to hear him better still.</br>Bauld, slee and sweet, his lines mair glorious grew,</br>Glow'd round the heart, and glanc'd the saul out thro';</br>But whan I saw the freaks o' Hallow-fair,</br>Brought a' to view as plain as I'd been there,</br>An' heard, wi' teeth maist chatterin i' my head,</br>Twa kirk-yard Ghaists rais'd goustly frae the dead,</br>Daiz'd Sandy greetan for his thriftless wife,</br>How camscheuch Samy sud been fed in Fife,</br>Poor Will an' Geordy mourning for their frien',</br>The Farmer's ingle, an' the cracks at e'en,</br>My heart cry'd out, while tears war drappan fast,</br>O Ramsay, Ramsay, art thou beat at last!", "\"Ae night the lift was skinklan a' wi starns,</br>I cross'd the burn, an' dauner't thro' the cairns,</br>Down to auld Andrew Ralston's o' Craig-neuk,</br>To hear his thoughts, as he had seen the beuk,</br>(Andrew's a gay droll haun, &mdash; ye'll ablins ken him&mdash;</br>It maksna, I had hecht some sangs to len' him,)</br>Aweel, quo' I, as soon's I reck't the hallan,</br>What think ye now o' our bit Embrugh callan?</br>'Saf's man,' quo' Andrew, 'yon's an unco chiel!</br>He surely has some dealings wi' the deil!</br>There's no a turn that ony o' us can work at,</br>At hame or yet a' fiel', at kirk or market,</br>But he describ'st, as paukily an' fell,</br>As gin he'd been a kintra man himsel'.</br>Yestreen, I'm sure, beside our auld gudewife,</br>I never leugh as meikle a' my life,</br>To read the king's-birth-day's fell hurry burry,</br>How draigl't Pussey flies about like fury;</br>Faith, I ken that's a fact. &mdash; The last birth-day,</br>As I stood glouring up an' down the way,</br>A dead cat's guts, before I cou'd suspect,</br>Harl't thro' dirt, cam clash about my neck,</br>An' while wi' baith my nieves frae 'bout I tok it,</br>Wi' perfect stink, I thought I wad a bocket.", "\"'His stories too are tell't sae sleek an' baul';</br>Ilk oily word rins jinking thro' the saul.</br>What he describes, before your een ye see't,</br>As plain an' lively as ye see that peat.", "\"'It's my opinion, John, that this young fallow,</br>Excells them a', an' beats auld Allan hallow,</br>An' shews, at twenty-twa, as great a giftie</br>For painting just, as Allan did at fifty.'\"", "You, Mr. President, ken weel yersel,</br>Better by far than kintra-fouks can tell,</br>That they wha reach the gleg auld farrant art,</br>In verse to melt, an' soothe, an' mend the heart;</br>To raise up joy, or rage, or courage keen,</br>And gar ilk passion sparkle in our een,</br>Sic chiels, (whare'er they hae their ha' or hame),</br>Are true-blue bards, and wordy o' the name.</br>Sud ane o' thae, by lang experience, man</br>To spin out tales frae mony a pawky plan,</br>An set's a laughing at his blauds o' rhyme,</br>Wi' sangs, aft polish'd by the haun o' time;</br>And should some stripling, still mair light o' heart,</br>A livelier humour to his cracks impart:</br>Wi' careless pencil draw &mdash; yet gar us stare</br>To see our thoughts, our hearts, our follies drawn,</br>And nature's sel' fresh starting frae his haun;</br>Wad mony words, or speeches lang, be needed,</br>To tell whase rhymes war best &mdash; wha clearest headed?", "Sits there within the four wa's o' this house,</br>Ae chiel o' taste, droll, reprobate or douse,</br>Whase blessed lugs hae heard young Rob himself,</br>(Light as the lamb that dances on the dell,)</br>Lay aff his auld Scots crack wi' pawky glee,</br>And seen the fire that darted frae his ee?</br>O let him speak!  O let him try t' impart,</br>The joys that than gush'd headlang on his heart,</br>Whan ilka line, and ilka lang-syne glowr</br>Set faes, an' frien's, and Pantheons in a roar!</br>Did e'er auld Scotland fin', a nobler pride</br>Through a' her veins, and glowan bosom glide,</br>Than when her muse's dear young fav'rite bard,</br>Wi' her hale strength o' wit, and fancy fir'd,</br>Raise frae the thrang, and kin'ling at the sound,</br>Spread mirth, conviction, truth and rapture round?", "To set Rob's youth and inexperience by,</br>His lines are sweeter and his flights mair high.</br>Allan, I own, may show far mair o' art;</br>Rob pours at once his raptures on the heart.</br>The first by labour mans our breast to move;</br>The last exalts to extasy and love.</br>In Allan's verse sage sleeness we admire;</br>In Rob's, the glow of fancy, and of fire,</br>And genius bauld, that nought but deep distress,</br>And base neglect, and want, could e'er suppress.", "O hard, hard fate! &mdash; but cease, thou friendly tear,</br>I darna mourn my dear lo'ed Bardie here,</br>Else I might tell, how his great soul had soar'd,</br>And nameless ages wonder'd, and ador'd,</br>Had friends been kind, and had not his young breath,</br>And rising glory, been eclips'd by death.", "But lest owre lang I lengthen out my crack,</br>An' Epps be wearying for my coming back,</br>Let ane an' a' here, vote as they incline,</br>Frae heart and saul Rob Ferguson has mine.</br>"]