["Dearest to me of Nithsdale's lovely daughters,</br>Whose breast the woes of severed love must feel;</br>To seek its lovely hazel-shaded waters,</br>Away from thy companion, wilt thou steal,</br>With trembling hand to break the well-known seal,</br>And share thy lover's spirit all alone&mdash;</br>To feast thy heart on all his will reveal,</br>And waken thoughts of days for ever gone,</br>When first you link'd that heart so dearly to your own?", "Not now as in those happy summer days,</br>When thy dark smiling eyes to me were near,</br>Conceal'd I linger 'midst the broomy braes,</br>Thy casement fring'd with ivy in my view,</br>Anxious to wait th' expected hour when you</br>Would seek the summer moonlight's yellow gleam,</br>To drink the freshness of the evening dew,</br>Besprinkling gowans by the moorland stream,</br>Haply to realise some fondly-cherish'd dream.", "But though we're parted by the broad blue sea,</br>The snowy Andes and the burning Line,</br>Still, still my faithful spirit dwells with thee</br>In Scotland's woods where calmer summers shine.</br>Now round my walks, although the circling vine</br>Spreads forth its darkening clusters to the sun,</br>Dearer the crags where woodbine tendrils twine;</br>The rowan tree lives where moorland waters run,</br>Where winds thy evening path, my dear beloved one.", "Th' impressions first-love prints upon the heart</br>Through after-life it ever will retain;</br>With many an early feeling it may part,</br>But those that Beauty waked will aye remain;</br>Distance and time sweep over them in vain.</br>In Chilian groves I picture freshly now</br>Thy milky skin, the sunny freckles stain.</br>The looose brown tresses floating round thy brow,</br>The lingering glance that spoke thy bosom's ardent glow.", "But ah!  'tis not thy ringlets brown and sleek</br>In foreign lands that makes thee dearest still;</br>Although at midnight sometimes on my cheek</br>Methinks I feel the softness of their thrill;</br>It is not that mine eyes have had their fill,</br>Drinking thy beauty in the silent wood;</br>Nor that my lips on thine have had their will</br>Of poetry and love's delicious food,</br>That makes upon my heart thy image still intrude.", "When little Love was in his infancy,</br>How luscious was the banquet where he fed!</br>The wine he drank was sweetened by thy sigh,</br>Amidst thy ringlets brown he made his bed;</br>But ah!  the little boy had long been dead,</br>Or been at least a pale and sickly child,</br>Had you not taught him how to live on bread</br>Less sweet, but healthier, when he was exiled&mdash;</br>Banqueting every day his bloom would soon have spoiled.", "Dear is the kiss of Beauty's scarlet lip,</br>When first she breathes her love upon thy breast;</br>But he who would prolong such sweets must sip&mdash;</br>A drunkard never long enjoys a feast.</br>The richest wine from Beauty's vineyard prest</br>May raise intoxication that will grieve her,</br>Unless her virtuous friendship add its zest</br>To calm the ardours of youth's burning fever.</br>With friendship such as thine, love will endure for ever.", "Of a young playful maiden's heart like thine</br>How sweet it is to be the confidant!</br>To have those prattling lips come aye to mine,</br>With every little wish and little want;</br>To know my breast has in its power to grant</br>To thine its sweetest dream of happiness,</br>By loving thee with fondness &mdash; aye to print</br>On thy caressing lips a lingering kiss&mdash;</br>Oh!  never can I tire of such a task as this.", "How sweet to be thy favourite!  to be singled</br>Out from the world, thy lov'd, thy chosen one;</br>Amidst thy dreaming fancies to be mingled;</br>To share thy thoughts at rising, setting sun;</br>To be the favourite youth you think upon</br>When you unbind your bosom's silken vest;</br>Thy cherish'd dream in crowds, and, when alone,</br>You raise to Heaven the pious, pure request,</br>On whom of future life thy hopes and wishes rest.", "How sweet to have one little lock of hair</br>To look at from a maid so fond as thee,</br>To hang nearest my heart, and wear it there</br>For thy remembrance far beyond the sea!</br>Woman gives many proofs of love, but she</br>Gives naught that half her fondness can impart</br>Like one of those soft locks, that gracefully</br>Circle her brow with such alluring art&mdash;</br>When she gives one of these she always gives her heart.", "My fair young moralist, oh!  do not blame,</br>Altho' thy minstrel's song be somewhat warm;</br>Well dost thou know 'tis difficult to tame</br>A heart that feels like mine love's maddening charm.</br>Oh!  were I now beside thy circling arm,</br>To read sweet moral lectures from thine eyes,</br>My songs might cease to waken thy alarm;</br>And you would teach your poet to be wise&mdash;</br>One of thy frowns is worth a thousand homilies.", "Think not thy early lover has forgot</br>The morals learn'd from lips like thine;</br>How you would quarrel, criticise, and blot</br>Out of his pretty songs each glowing line;</br>What care you took to fetter and confine</br>His ardent feelings with religious chain;</br>With what anxiety you did resign</br>Him to the lawless children of the main&mdash;</br>Fearful his heart might soon be dark with many a stain.", "Fear not, my Anna!  All its blackest crimes</br>It has recorded in thy book of love;</br>Dreaming of thy brown ringlets, and at times</br>Caressing thee as fondly as a dove.</br>If 'tis a crime to have thy memory wove</br>Thus warmly with each feeling of my heart,</br>O ask for my forgiveness from above,</br>But never think my fondness can depart&mdash;</br>'Twill follow thee thro' life, thro' death, where'er thou art.</br>"]