["From the light strains of idly pleasing joy,</br>Ye muses, tune the soft melodious string</br>To solemn notes of melancholy woe,</br>Fannessa is no more&mdash;</br>Ah!  what avails it on the smiling banks,</br>Where the smooth waves of gentle Liffy flow</br>In sportive measures, or to dance or sing;</br>Well might such pastimes, underneath her eye,</br>Befit the hearts of elegance and ease,</br>By her inform'd with ev'ry pow'r to please.</br>For say (ye best can tell), who e'er beheld</br>That form, where shone superior ev'ry charm</br>Of softest beauty, by her mind excell'd,</br>Nor found elate his conscious heart grow warm</br>Refin'd by chaste and elegant desire,</br>Begin, my muse, and touch the mournful lyre.</br>'Twas at the sacred shrine, where peaceful lay</br>The poor remains of dear Fannessa's form,</br>Amanda, nymph with gentlest manners grac'd,</br>Came, at the close of pensive eve, to weep</br>Her bitter sorrows o'er the silent tomb;</br>For long in mutual bonds of perfect love,</br>Of friendship pure, and undissembl'd truth,</br>They happy liv'd; and, like two sister streams</br>That dimpling run along th' enamel'd mead,</br>Till haply mixing in a fond embrace,</br>They roll commix'd their gentle tides in one.</br>Such were the happy pair; one heart, one soul,</br>The same desire and wish inform'd them both.</br>Silent a while she stood, and dumb with grief;</br>At length she wip'd the tear from either cheek,</br>And sighing sad, thus rais'd her voice to speak:</br>\"Too fatal morn!  when sad Amanda lost!</br>More than the pride of empty worlds can boast!</br>That morn, which us'd with songs of festive mirth</br>Proclaim the day, which gave Fannessa birth,</br>Must now its melancholy lights bestow,</br>Sacred to grief and sorrow's deepest woe.", "\"Can I forget, when on the bed of death,</br>When nature struggl'd in thy latest breath,</br>The fond indulgence of thy gentle breast,</br>Thy fondest love and tenderness exprest?&mdash;</br>Ah!  no; too well my memory retains</br>Thy fondest love, and my severest pains.", "\"Yet tho' thus torn untimely from my sight,</br>Thou blest inhabitant of purest light!</br>Ne'er shall thy image from my bosom part,</br>Thy bright example cease to fire my heart&mdash;</br>That bright example still before mine eye,</br>Shall teach, like thee to live, like thee to die.</br>Accept, dear honour'd shade!  this mournful lay,</br>Which love, which gratitude and friendship pay!</br>Perhaps, tho' now to realms of bliss remov'd,</br>Thou still may'st hear Amanda, once belov'd.</br>Soon this sad corse beside thy breathless clay,</br>('Tis all my wish) some friendly hand shall lay,</br>My spirits seek thee in the realms above,</br>Confirm'd in friendship and immortal love.\"", "Next came, with silent steps and sorrowing sad,</br>Damon, a youth, who erst the happiest swain</br>That jocund pip'd beneath the sylvan shade,</br>Or led his sportive flocks along the plain.</br>Long had his heart maintain'd the gen'rous flame</br>Of purest love for dear Fannessa, lost;</br>And Hope (false cherub) smil'd, ill-fated youth!</br>Delusive on the fondness of his breast&mdash;</br>As he approach'd, a sudden horror chill'd</br>His mantling blood, cold damps bedew'd his brow,</br>And sighs suppress'd the efforts of his tongue,</br>Till tears, the lab'ring wretch's best relief,</br>Eas'd his swoln heart, and thus he pour'd his grief:", "\"Relentless Fate!  could nought appal thy rage,</br>Or stay thy hand, rapacious for the grave!</br>Say, could not Virtue, Tenderness engage,</br>Or Innocence demand thy pow'r to save?", "\"In vain, too proud thy triumph thou may'st boast,</br>Since neither Virtue, Innocence, or Truth,</br>Could bribe the region of thy vengeful ghost,</br>Insensible to beauty, or to youth.", "\"Why wert thou born, alas!  untimely shade,</br>With ev'ry charm and elegance divine,</br>And yet so short those heav'nly charms display'd,</br>And just mature, at once forbad to shine.", "\"Ah!  where are now the golden dreams of joy,</br>Which Hope too fondly cherish'd in my breast?</br>Ah! more than dreams; for say, could aught destroy</br>My surest happiness, of thee possest?", "\"Depriv'd of thee, what now remains behind,</br>But bitter grief and slow consuming pain?</br>O!  that the same sad moment had resign'd</br>That life, which now, reluctant, I sustain.", "\"Ah!  why incautious on a distant shore</br>Could I secure in indolence remain,</br>While the fell poison, unrelenting tore,</br>With rage resistless, every tender vein.", "\"Still constant had I watch'd thy sickly bed,</br>Explor'd with tender care thy feeble eye,</br>With arm reclin'd beneath thy drooping head,</br>Had strove to keep one angel from the sky.", "\"But vain, alas!  had been my constant care</br>To stay thy passage to the realms of light,</br>Heav'n claim'd his favourite, and Heav'n is e'er</br>Supreme in justice, merciful, and right.", "\"Celestial shade!  incessant will I pay</br>The pious tribute on thy mournful bier,</br>For thee will I consecrate the living lay,</br>For thee pour out the melancholy tear.", "\"Still shall my heart retain the sacred fire</br>Of purest passion and ingenuous love,</br>Till Heav'n, indulgent to my fond desire,</br>Unites us in the realms of bliss above.\"", "Here ceas'd the swain; while sighs abortive rush'd</br>Tumultuous on his soul, and big distress</br>With-held expression from his labouring heart.</br>And now had night her sable mantle spread,</br>When homeward to his cot to swain withdrew,</br>With morning, at the shrine his sorrows to renew.</br>"]