["Come, my Philander, seek the peaceful plain,</br>Leave the dull town where noise and tumult reign;</br>Come, taste the pleasures that the country yields</br>In rural sports and sweetly smiling fields;</br>Now winter with his dreary dismal train,</br>Bleak winds, and frozen lakes, and chilling rain,</br>And snow is gone; and in his place succeeds,</br>Young smiling spring that gaily cloaths the meads.</br>The earth refresh'd by warm prolific show'rs,</br>From forth her bounteous lap profusely pours</br>A bright, a gay, variety of flow'rs.</br>A fragrant gale is wafted by the breeze,</br>And smiling green adorns the fields and trees.</br>On ev'ry spray, on every hawthorn bush,</br>Now chaunt the warbling Linnet and the Thrush,</br>The sportive lambkins in the meadows play,</br>And frisk and gladden in the sun's warm ray.", "Come, view the rural lass, whose looks proclaim,</br>Sweet innocence of soul, an healthy frame;</br>Polly, the loveliest nymph of all the train,</br>That join in rural dance upon the plain,</br>Shines with the greatest grace; in her we see,</br>A modest look, a sweet simplicity,</br>Such rosy blushes her fair cheeks adorn,</br>As streak the sky at the first peep of morn;</br>Her ruby lips as red as cherries are,</br>White as a curd her even teeth appear;</br>A lovely shape!  \"Her bodice aptly lac'd,</br>From her full bosom to her slender waste,</br>An air and harmony of shape express,</br>Fine by degrees, and beautifully less.\"</br>Whether a-nigh the rush-fring'd brook she spreads,</br>The new mown hay, amidst the level meads,</br>Or draws delicious milk from lowing herds,</br>Or into cheese with art she press the curds;</br>Or the smooth cream confin'd within her churn</br>Into rich butter dex'trously she turn,</br>Still she excels; for her the shepherds sigh,</br>And leave all other nymphs when she is by.</br>Yet sigh in vain; for Damon in her soul,</br>Young happy Damon reigns without controul,</br>The comeliest shepherd of the village he,</br>The loveliest maiden of the hamlet she.", "Come, hail with me, my friend, the rising day,</br>Leave your dull bed, where long in town you lay,</br>'Till the sun shone with his meridian ray.</br>You know not what the pleasure is I feel,</br>To see the saffron morn peep o'er yon hill;</br>To taste its fragrant breath; to see around,</br>A thousand opening flow'rs bestrew the ground;</br>To hear the little songsters ope their throats,</br>And sing th' almighty's praise in various notes.", "Haste then, my friend, and with me here enjoy,</br>Such heart-felt pleasures as can never cloy;</br>Pleasures that leave no piercing sting behind,</br>But even in rememb'rance chear the mind.</br>"]