["Hail Nymph divine!  within whose sacred breast</br>The giddy burst of laughter never ran:</br>Whose limbs sedate in dusky mantle drest,</br>Shun the loud tumult of discordant man;</br>Pacing through rugged dells or forests wide,</br>With melancholy musing by thy side.", "Thee Solitude, all hail!  within thy bower,</br>Remote alike from cares and noisy mirth;</br>Where rude luxuriance spreads th' uncultur'd flower,</br>Wild as the rugged soil that gave it birth;</br>There, or within or cave, or grot, or cell,</br>With thee sweet lonely nymph would I forever dwell;", "For there above the range of low desires,</br>The joys of sense that languish and decay,</br>In meditation rapt thy soul aspires</br>Beyond the precincts of its kindred clay;</br>And there, as o'er the splendid scene she flies,</br>Sees in uncertain tints enchanting prospects rise.", "Yet not alone doth meditation warm,</br>Or joys ideal soothe thy tranquil breast,</br>For every passing object hath its charm</br>To lull thy soul to quietude and rest;</br>And slumbers there their opiate influence shed,</br>Tho' rocky pillows rise to prop the drooping head.", "Fairest the rugged scene to thee appears,</br>Where nature triumphs in her rudest form,</br>And o'er the barren heath, exulting, rears</br>The naked bramble and the shaggy thorn;</br>While to thy sense the wild-grown flowers assume</br>A fresher fragrance there, and there a richer bloom.", "For thee the desert smiles:  the owlet sings;</br>For thee the raven tunes her hoarser throat,</br>And o'er the sullen gloom of silence flings</br>A sweeter measure and a softer note;</br>The whilst upon thine ear harsh discord plays,</br>Mild as the soothing strain of Philomela's lays.", "Though oft, sweet Nymph, the giddy crowd appears,</br>Wrapt in thyself, a wilderness to thee;</br>Yet would I hence beguile my fleeting years,</br>Where impulse, unconstrained, finds all is free;</br>There no dull soul with thee shall sadly stray,</br>Wishing in vain to waste the tedious, toilsome day.", "For he, whom guilt hath bade thy realms explore,</br>Nor peace serene, nor comfort e'er shall know;</br>He o'er the trackless waste and wide-stretch'd shore</br>Shall find but misery, and pain, and woe.</br>Hope shall he covet; but despair shall rise,</br>And nought but anguish there shall ever meet his eyes.", "Shut from thy kind protection, he shall fly</br>To bustle, noise, and tumult for repose:</br>Though there he gaily quench the half-raised sigh,</br>And drown a present care in future woes;</br>With thee yet will I gladly roam:  our guide</br>Fair innocence shall be, though good or ill betide.", "Oh!  lead me then to some sequester'd dell,</br>Where pride and pomp can ne'er deceive me more;</br>Or to the dreary scene where oceans swell</br>In heaving billows laves the desert shore:</br>There on the craggy rocks we'll fondly lie,</br>And listen to the sea-bird's solitary cry.", "And as thou slowly walk'st at midnight hour</br>Among the gloomy mansions of the dead,</br>Let me with thee partake the hallowed power,</br>And o'er some friendly tomb recline my head.</br>Luxurious wo!  which ever to attain</br>The vulgar soul may strive and ever strive in vain.", "If then alone with thee no cares annoy;</br>No wayward chance can there embitter life;</br>If every fleeting moment hath its joy,</br>Unknown to discord, and unknown to strife;</br>Henceforth to live with thee I'll quick repair,</br>And make my constant home my habitation there.</br>"]