["Not to your shades alone, ye martial Dead,</br>The scatter'd flow'rs of plaintive rhyme belong,</br>Tho' Valour, marching round your grave, may shed</br>The richest seeds of elegiac song;</br>Tho' Fame's proud chissel o'er your trophied tomb</br>Hangs the bright falchion high, and bends the warrior-plume.", "When Death with silent footstep prints the plain,</br>And spreads o'er female worth his sable pall,</br>Shall Poesy renounce the mournful train,</br>Shall her melodious tears refuse to fall,</br>Where Friendship's sighs, where Love's deep groans invite,</br>And Virtue calls aloud to aid the solemn rite?", "Ye, who essay'd to weave the golden thread,</br>And gem with flow'rs the woof of high applause,</br>The pious veil o'er shroudless ANDRE spread,</br>O'er ANDRE, murder'd in his country's cause;</br>Ye, who with foliage dun and plumage grey,</br>Rear'd high the sacred shade that wav'd o'er COOK'S Morai;", "Ye Sister Nine, that weep departed worth,</br>Pour from your echoing strings the soothing lay,</br>Chaunt the slow requiem o'er this hallow'd earth,</br>That hides your LAURA'S life-deserted clay;</br>Hides the cold heart, which glow'd with all your fires,</br>The hand, that deck'd with wreaths your many-chorded lyres.", "Oft have ye seen her, in her classic bow'rs,</br>Weave the rich myrtle round the early rose;</br>And grace with dearer joy the festive hours</br>Than vain parade, or idle mirth bestows;</br>While from her glance benign young Genius caught</br>Spirit to ope fresh mines of soul-exalting thought.", "And sure, o'er polished circles to diffuse</br>The new ambition, virtuous and refin'd,</br>To the light Graces lead the loftier Muse,</br>And their twin'd hands with rosy chaplets bind,</br>Not less deserves the meed of tuneful Praise,</br>Than Valour his proud wreath, than Wit his deathless bays.", "To her gay dome, that decks the breezy vale,</br>Enlighten'd Pleasure led a jocund crew,</br>And youths and virgins in the vernal gale,</br>With eager step to her chaste revel flew;</br>While to the inspiring God that gilds the day,</br>Pure the devotion rose in many a glowing lay.", "Propitious heard the Pow'r, and gaily beam'd,</br>Gilding the foliage of the verdant shrine;</br>And bending o'er her Vase, fair LAURA seem'd</br>The smiling Priestess of the sacred Nine,</br>As her green wreath she wove, to grace the Bard,</br>Whose sweet superior song might claim the wish'd reward.", "But now, disastrous change! &mdash; alas!  no more</br>Her gentle looks, and dulcet voice invite</br>The willing train their festive songs to pour,</br>And wing the passing moments with delight;</br>O'er the lone Vase, e'erwhile so gaily crown'd,</br>A dim hand draws the veil of sable lawn around;", "And to her Shade the mingled dirge of woe</br>Ascends from HARRINGTON'S harmonious hand;</br>The plaintive sounds, with varied sweetness flow,</br>And thro' the scenes that feel her loss expand;</br>His melting notes impress with magic art</br>Her recollected worth on ev'ry generous heart.", "Benignant LAURA!  to the Muses dear,</br>Thy virtuous mind with bright ambition glow'd,</br>To tune the lyre, the votive shrine to rear,</br>By Science hallow'd in their fair abode;</br>From sterling wit to clear each base alloy,</br>And fill with purest fires the crystal lamp of Joy.", "With high-soul'd pleasure, and ingenuous truth,</br>'Twas thine to nurse the hopes of young Renown;</br>'Twas thine to elevate the views of youth;</br>To look, with calm disdain, superior down</br>On Pride's cold frown, and Fashion's pointed leer;</br>On Envy's serpent lie, and Folly's apish sneer.", "Wide thro' the murky shades by Malice shed,</br>To shroud its blossoms, and its foliage blight,</br>With rising strength thy verdant altar spread,</br>And bards of loftiest spirit join'd its rite;</br>And with their oaken, and their laurel crown</br>Inwove thy myrtle buds, fair wreath of fair Renown!", "Tho' all unknown to Fame its artless reed,</br>My trembling hand, at thy kind bidding, tried</br>To crop the blossoms of th' uncultur'd mead,</br>The primrose pale, the briar's blushing pride,</br>And on thy vase with true devotion laid</br>The tributary flow'rs &mdash; too soon, alas!  to fade.", "Safe thro' thy gentle ordeal's lambent flame,</br>My Muse, aspiring dar'd the fiercer blaze,</br>Which Judgment lights before the hill of Fame,</br>With calm determin'd hand and searching gaze;</br>But for thy lib'ral praise, with awful dread,</br>Far from those burning bars my trembling feet had fled.", "Clad in the fine Asbestos light attire,</br>By Elegance inwove with nicest care,</br>Of pow'r to pass unhurt the public fire,</br>Where critic Wit bids all his beacons glare,</br>The sprightly WINFORD, at her LAURA'S fane,</br>Pass'd thro' its milder flames, amid th' applauding train.", "The Nymph of Dronfield there with snowy hand,</br>To gay Thalia swept the silver wires;</br>The frolic Muse attends her soft command,</br>And the free strain with many a charm inspires;</br>Long be it hers in lettered scenes to please,</br>By quick Invention's fire, and Nature's graceful ease.", "Dear to the parent-source from whence I drew</br>The spark of life, and all that life endears,</br>Time-honour'd GRAVES!  with duteous joy I view</br>Thy hollies blushing through the snow of years;</br>Their wintry Colours the chaste shrine adorn,</br>Vivid as Genius blends in Life's exulting morn.", "Triumphant youth fann'd the poetic flame</br>Of noble FIELDING, whose energic soul</br>So early wing'd him up the steeps of Fame,</br>And gain'd, e'er manhood's dawn, the distant goal;</br>Still in his lays the wounded breast shall find</br>A charm, that sooths to rest each Vulture of the mind.", "From woodland scenes, in Stamford's flow'ry vale,</br>With Learning, Peace, and Virtue, fond to dwell,</br>And ring his wild Harp to the passing gale,</br>While DRYDEN'S spirit hover'd o'er the shell,</br>Invention led her musing Son among</br>Sweet LAURA'S Delphic shades, that crown'd his mystic song.", "And graceful JERNINGHAM benignly brought</br>His gentle Muse, of Bigot-Rage the foe;</br>And skill'd to blend the force of reasoning Thought</br>With Sensibility's enamour'd glow;</br>Skill'd o'er frail Love to draw the sacred veil,</br>Whose mournful texture floats on Fancy's buoyant gale.", "There tender WHALLEY struck his silver lyre</br>To Love and Nature strung, &mdash; as mingled flows</br>With elegiac sweetness epic fire,</br>In the soft story of his Edwy's woes;</br>Its beauteous page shall prompt, thro' distant years,</br>The thrill of generous joy, the tide of pitying tears.", "Near him a Bard, of many a fair design,</br>On the crown'd Vase the varied treasure pil'd,</br>And Oh!  let moral Truth, and Fancy join,</br>To grace sweet Sympathy's poetic Child!</br>That his rich chaplet with the verse may vie,</br>Which throws the roseate ray on Nature's social tie!", "ANSTEY himself would join the sportive Band,</br>ANSTEY, enlivener of the serious earth!</br>At the light waving of whose magic wand,</br>New fountains rose, and flow with endless mirth;</br>Pouring on Fancy's soul a glow as warm,</br>As Bath's rich springs impart to Health's reviving form.", "Immortal Truth, for his salubrious song,</br>Pluck'd the unfading laurel from her fane;</br>Since oft, amid the laugh of Momus' throng,</br>Wisdom has gravely smil'd, and prais'd the strain;</br>Pleas'd to behold the Fools of Fashion hit</br>By new, unrival'd shafts of Ridicule and Wit.", "Bright glows the list with many an honour'd Name,</br>Whom Taste in LAURA'S votive throng surveys;</br>But HAYLEY flashes in a type of flame,</br>Trac'd by a sun-beam the broad letters blaze!</br>Rapt Britain reads the long-recording fire,</br>Claps her triumphant hands, and bids her realms admire!", "While check'd by gen'rous Friendship's modest frown,</br>That will not hear the praise it joys to give;</br>My fingers quit the chords of high renown,</br>On which his young, but deathless glories live;</br>Yet with these lays one grateful wish shall blend,</br>And on Devotion's wing to list'ning Heaven ascend.", "Thro' lengthen'd years that pass, and passing shine,</br>While Health and Joy, on their bright moments wait,</br>May his pure mind, with all its warmth benign,</br>Set late and cloudless in the depths of fate;</br>Not early, like fair LAURA'S spirit, fly</br>From this dark earthly scene, to its congenial sky!", "Stay the white radiance of thy silver car</br>O'er LAURA'S hallow'd turf, fair Queen of Night,</br>From the mild orb of thy prelusive star,</br>Feeding its pensive flow'rs with dewy light!</br>For so her gentle spirit oft' wou'd shed</br>Soft Pity's light and dews on Pain's deserted head.", "When Fashion o'er her threw the shining vest,</br>When Pleasure round her trill'd the Syren song,</br>The sighs of Pity swell'd her polish'd breast,</br>The tones of Mercy warbled from her tongue;</br>She bade the fires of classic lore pervade</br>With Charity's kind warmth, Misfortune's barren shade.", "Not in the wealth of Andes' glitt'ring mines,</br>Not in the charms the zone of Love bestows,</br>The female Form so exquisitely shines,</br>Tho' Empire binds the circlet on her brows,</br>As when Compassion sheds her lustre meek,</br>Swims in the moisten'd eye, and wets the glowing cheek.", "O witness Thou, so eminently good,</br>That in the regal robe, and beauty's pride,</br>At Calais' conquer'd gate, sweet smiling stood,</br>By thy victorious Edward's awful side!</br>In martial ire War's sable cloud he seem'd,</br>And thou the radiant bow, that o'er its darkness beam'd.", "Boast of thy sex, and glory of the throne!</br>O'er all thy form what matchless graces spread,</br>When thy fair eyes in moist suffusion shone,</br>And from thy cheek the changing crimson fled,</br>As on the neck of Edward's captive foes</br>To thy afflicted sight th' opprobrious cord arose!", "Oh!  while the Fair, with soul-subduing pow'r,</br>On her bent knee their forfeit-lives implor'd;</br>When, like two stars seen thro' a rushing show'r,</br>Her watry eyes gaz'd earnest on her lord,</br>'Twas then thy virtues, loveliest Queen, outshone</br>Thy Edward's victor-plume, waving o'er Gallia's throne!", "Thus while with fervent zeal the auspicious Nine</br>O'er LAURA'S form the classic cestus threw,</br>Hung all their golden harps within her shrine,</br>And ting'd her wreaths with undecaying hue,</br>Yet, Charity, thy soft seraphic flame</br>A purer glory shed around her spotless name.", "And harmonizing sweet with Friendship's lyre</br>The grateful blessings of the Poor shall blend,</br>And borne on Angel-wings to Heaven's full choir,</br>Sublime the breath of Gratitude ascend;</br>With strains more dulcet swell the aspiring gales,</br>Than rise from Pindus' grove, than float in Thespian vales.", "Nor yet that worth, which shunn'd the public view,</br>Wilt thou, O mournful Muse!  refuse to sing;</br>Each virtue rather to its shade pursue,</br>And stoop from shining heights thy trembling wing;</br>Teach the soft sex whence genuine transport flows,</br>Tell them, domestic joy the fullest bliss bestows.", "This beauteous lesson may they wisely read</br>In the white page of LAURA'S vital state;</br>And emulate each great, each gentle deed,</br>That crown'd her fame, or that disarm'd her fate;</br>For sky-rob'd Innocence can smiling brave</br>The dart of instant Death, and triumph o'er the grave.", "O, born to smooth the rugged path of life,</br>For all who trod with thee its mazy round!</br>Where neither gloomy Care, nor noisy Strife,</br>Dark Spleen or haggard Jealousy were found;</br>For Chearfulness and Love, with potent sway,</br>The Lares of thy hearth, chas'd ev'ry Fiend away.", "Since well thou knew'st, nor Pomp nor festal show,</br>In the gay revel of their gorgeous night,</br>On Youth's warm breast cou'd breathe so pure a glow,</br>As sweet domestic Comfort's chearing light;</br>For soft she sheds, on halcyon pinions borne,</br>Her poppies o'er the Night, her roses on the Morn.", "In Dissipation's giddy circle whirl'd,</br>One joy sincere can erring Beauty prove,</br>A Rake's loose homage or a flatt'ring world,</br>Supply the Sweetness of connubial Love;</br>Where fix'd Esteem shall lasting joy inspire,</br>And blend the Husband's faith with all the Lover's fire?", "Nor less that bliss the virtuous bosom knows</br>Whilst its fond care a Parent's woe beguiles;</br>When Life's pale winter, with the filial Rose</br>Adorn'd and happy, still serenely smiles;</br>Lulls the chill gale of each repining sigh,</br>And basks in Joy's warm gleam when the lov'd Child is nigh.", "Thus duteous LAURA hung, with Vestal Care,</br>O'er the dim trembling light of waning Age;</br>The waste of Time and Sickness to repair,</br>And steal attention from each dark presage;</br>Discharging thus Affection's vast arrears</br>Of countless debts incurr'd thro' Childhood's helpless years.", "And thus her Infants, in a distant hour,</br>With fairest worth parental hopes had blest;</br>Strew'd her declining path with ev'ry flow'r,</br>Her fost'ring hand had planted in their breast;</br>But ah!  that hand is cold!  and points no more</br>The surest path of Peace, on Virtue's sacred shore!", "Ye lovely Innocents, whose loss severe</br>The Muse with tender sympathy surveys,</br>If such memorials as her Love can rear,</br>May catch, in future years, your filial gaze,</br>Here shall your Parent's pure emblazon'd name,</br>Light you to fairest deeds by Emulation's flame!", "Yet must this Verse thy kind indulgence crave,</br>THOU, who wilt most perceive its failing art;</br>Who view'st, slow wand'ring round thy LAURA'S grave,</br>Her juster Image in thy widow'd heart;</br>For the fond wish to bid her merits live,</br>Forgive the fainter tints, the erring line forgive!", "O faithful Memory!  may thy lamp illume</br>Her honour'd Sepulchre with radiance clear;</br>Connubial Love shall rest upon her tomb,</br>And Infant Duty shed its April tear;</br>There, with veil'd brows, Parental Fondness mourn,</br>Bend o'er the holy Earth, and consecrate her Urn!</br>"]