["Thou more than beautiful!  ah tell me why,</br>Young daughter of the Spring, thou lov'st to shed</br>Thy perfume here, and open thy blue eye,</br>Where silence seems the intrusive step to dread?</br>And nought around but relics of the dead,&mdash;</br>While far above extends thy own soft azure sky.", "Is it that in such solitude, alone,</br>Thou find'st, young modest one, thy chief delight?</br>Heaven's breath seems scarcely sweeter than thine own;</br>While softly glowing in love's purple light,</br>Thou shouldst, methinks, the fondest gaze invite:</br>Why, thus enchanting, then, breath out thy life unknown?", "Ah me!  how likest to myself thou art</br>In this thy wayward mood; it is thy choice,&mdash;</br>'Tis mine &mdash; to live from the rude world apart:</br>But thou, so beautiful!  no churlish voice</br>Forbids thee in such season to rejoice&mdash;</br>Nor withered is thy bloom, nor desolate thy heart!", "But whose green bed is this on which thy cheek</br>Reposes now so gently and secure?</br>If, haply, 'tis some human blossom's, speak!</br>Alas!  so young, and innocent, and pure,</br>Why closed its vermil lips thus immature,&mdash;</br>Nipp'd in the rose of life, when winds were cold and bleak!", "But what if some fair brow &mdash; heaven &mdash; lighted eye</br>Sparkling beneath redundant locks of gold&mdash;</br>Some matchless nymph, too beautiful to die,</br>Be coldly wrapp'd within the insensate mould!</br>Say, who shall now the story sad unfold,</br>Or tell who breathed for her the warm yet fruitless sigh?", "Or, &mdash; wing'd with joy, and lovely as the day</br>When, dancing in the east, he first appears,&mdash;</br>Some youth, perhaps, untimely snatch'd away,</br>Here lies embalmed in a mother's tears;</br>And she &mdash; when all her hopes and withering fears</br>With that sweet light were quench'd &mdash; of sorrow doom'd the prey!", "Oh down my heart!  a heavier, sadder tale</br>Some whispering spirit pours upon my ear,</br>As now it flutters in the mournful gale;</br>One who to every virtue was most dear&mdash;</br>The fond, lamented mother slumbers here!</br>Ah, when .shall virtue, love, o'er tyrant death prevail?", "Never, oh never!  yet even thou, meek Flower,</br>Shall teach a lesson precious in my view&mdash;</br>Nay, teach me to defy that tyrant's power!</br>Thy lavish incense is to goodness due;</br>And though, like man's, thy days are here but few,</br>Thou diest but to revive with him in happier hour!</br>"]