["Methought that in a Burial-ground</br>One still, sad vernal day,</br>Upon a little daisied mound</br>I in a slumber lay;</br>While faintly through my dream I heard</br>The hymning of that holy Bird,</br>Who with more gushing sweetness sings</br>The higher up in Heaven float his unwearied wings!", "In that my mournful reverie,</br>Such song of heavenly birth</br>The voice seemed of a Soul set free</br>From this imprisoning Earth;</br>Higher and higher still it soared,</br>A thrilling rapture that adored,</br>Till vanished song and singer blest</br>In the blue depths of everlasting rest.", "Just then, a Child, in sportive glee,</br>Came gliding o'er the graves,</br>Like a lone bird that on the sea</br>Floats dallying with the waves;</br>Upon the lovely flowers awhile</br>She poured the beauty of her smile,</br>Then laid her bright cheek on the sod,</br>And, overpowered with joy, slept in the eye of God.", "The flowers that shine all round her head</br>May well be breathing sweet,</br>For flowers are they that Spring hath shed</br>To deck her winding-sheet;</br>And well the tenderest gleams may fail</br>Of sunshine on that hillock small</br>On which she sleeps, for they have smiled</br>O'er the predestined grave of that unconscious Child.", "In bridal garments, white as snow,</br>A solitary Maid</br>Doth meekly bring a sunny glow</br>Into that solemn shade.</br>A Church-yard seems a joyful place</br>In the visit of so sweet a face,&mdash;</br>A soul is in that deep blue eye</br>Too good to live on earth &mdash; too beautiful to die.", "But Death behind a marble Tomb</br>Looks out upon his prey,</br>And smiles to know that heavenly bloom</br>Is yet of earthly clay,</br>Far off I hear a wailing wide,</br>And, while I gaze upon that Bride,</br>A silent Wraith before me stands,</br>And points unto a grave with cold, pale, clasped hands.", "A Matron beautiful and bright,</br>As is the silver Moon,</br>Whose lustre tames the sparkling light</br>Of the starry eyes of June,</br>Is shining o'er the Church-yard lone,</br>While circling her as in a zone,</br>Delighted dance five Cherubs fair,</br>And round their native urn shake wide their golden hair.", "O Children they are holy things,</br>In sight of Earth and Heaven!</br>An Angel shields with guardian wings,</br>The home where they are given.</br>Strong power there is in children's tears,</br>And stronger in their lisped prayers&mdash;</br>But the vulture stoops down from above,</br>And, mid her orphan brood, bears off the Parent Dove.", "The young &mdash; the youthful &mdash; the mature,</br>Have smiled and all past by,</br>As if nought lovely could endure</br>Beneath the envious sky;</br>While bowed with age and age's woes,</br>Still near &mdash; yet still far off the close</br>Of weary life, yon aged Crone</br>Can scarce with blind eyes find her Husband's funeral stone.", "All dead the joyous, bright, and free,</br>To whom this life was dear!&mdash;</br>The green leaves shivered from the tree</br>And dangling left the sere!</br>O dim wild world! &mdash; but from the sky</br>Down came the glad Lark waveringly,</br>And, startled by his liquid mirth,</br>I rose to walk in Faith the darkling paths of Earth.</br>"]