["As frigid winter had the fields forsook,</br>And grumbling northward far his passage took;</br>What time the bawmy spring began to flower</br>Her humid fragrance over lawn and bower:</br>When as the morning o'er the valley glow'd,</br>And all the beauties of the season show'd</br>In rosy health, and bloom of youthful pride,</br>Two smiling shepherds, on Lifle's verdant side,</br>The while their bleaters brouz'd the green along,</br>Thus pour'd, in artless guise, th' alternate song.", "THYRSIS.</br>Now Phoebus mounting, glads the circling sky,</br>And bright with dew the spreading meadows lie:</br>The tuneful larks, on struggling pinions borne,</br>Pour exultations thro' the scenes of morn:</br>The early day's man to his labour bends,</br>While to the clouds his cottage smoak ascends;</br>The woodland choirs resume the vernal song,</br>And youthful shepherds to the mountain throng:</br>While aged Hobbinol puts out his cows,</br>And lonely drives them o'er the foggy knows;</br>To yonder height my Damon, let us go,</br>And count the beauties of the vale below.", "DAMON.</br>The blackbird whistles 'mong yon distant trees:</br>How sweet the hawthorn scents the early breeze!</br>The modest primrose rises in the vale,</br>And opening daisies paint the sunny dale;</br>What tuneless shepherd would refuse to sing</br>In praise of Nature and returning spring?", "THYRSIS.</br>The cuckoo coos unseen in yonder hedge;</br>The swallow twitters from the cottage ridge</br>The mellow mavis sings in yonder grove,</br>And all is harmony, and all is love.", "DAMON.</br>Behold the sun has chas'd the mist away,</br>And gives his radiance to the smiling day:</br>The thoughtful bees forsake the shelter'd hive,</br>And o'er the fields in wanton circles drive;</br>Adown yon glen, where flows the bick'ring Burn,</br>In many a pleasing and romantic turn,</br>The youngster strays, thro' hazle bowers in quest</br>Of primrose play-things, and the black-bird's nest:</br>The rural maidens here and there are seen</br>To spread their linens on the grassy green;</br>With vocal music all the groves resound,</br>And universal beauty springs around.", "THYRSIS.</br>In yonder cottage, where the hawthorns bloom,</br>Where hang the woodbine and the lovely broom:</br>In sweet retirement there my love remains,</br>The peerless beauty of our northern plains:</br>As now she o'er the stile and garden past,</br>A side-long-look this way to me she cast&mdash;</br>The joys of affluence let the rich man prove,</br>I'm happier far in sweet Lavinia's love.", "DAMON.</br>My Delia's beautiful, and kind as she,</br>In her soft bosom, I'm as blest as thee:&mdash;</br>Her face is fairer than the face of May,</br>Where loves and graces thro' the flow'rets play.", "THYRSIS.</br>I own thy Delia is exceeding fair,</br>But my Lavinia blooms beyond compare:</br>Her auburn locks in waving ringlets flow</br>Around her face, where love and beauty glow.", "DAMON.</br>Last night I met my sweet in yonder grove,</br>Where soft, unseen we sat and whisper'd love;</br>Full long we talk'd and kiss'd and kindly toy'd,</br>And every bliss which lovers know enjoy'd.", "THYRSIS.</br>Sweet over vernal vale and blooming heath,</br>The noon-tide gales of balmy Summer breathe!</br>Tho' sweet the various scenes of summer be,</br>Lavinia's smiles are far more sweet to me!", "DAMON.</br>Full well I mind the dear, the happy place,</br>Where first I saw my Delia's lovely face&mdash;</br>The daily arbour, and the spreading tree,</br>Where first she told me that she fancied me.", "THYRSIS.</br>Tho' small my flock, I'm every right content,</br>No herd more happy on the breezy bent:</br>I never wish beyond my humble sphere,</br>My sheep and my Lavinia's all my care.", "DAMON.</br>The wormwood plant shall steal the bean's perfume,</br>And fragrant roses on whin-bushes bloom;</br>The foaming floods forget to seek the sea,</br>My dearest Delia when I'm false to thee.", "THYRSIS.</br>Than light-heart lambs that scud the flow'ry lawn,</br>Than lays of lav'rocks at the early dawn,</br>That thrustle's music from the evening spray,</br>My sweet Lavinia's many times more gay.&mdash;</br>How could I sing of her the whole day long?</br>No other muse should e'er inspire my song:</br>Her blooming image steals upon my sight,</br>And fills my soul with rapture and delight.", "DAMON.</br>So I with pleasure, ev'ry day would sing&mdash;</br>But hark, the village bell beings to ring;</br>Within an hour I'll meet my Thyrsis here,</br>Meantime I'll homeward to my breakfast cheer.</br>"]