["So long estranged from every Muse's lyre,</br>And groveling in the tangled net of Care;</br>What powerful breath shall kindle up that fire</br>Smothered with damps of most unkindly air?</br>Ah, how is quenched the lamp that burnt so fair!</br>Come, sweet seducers, late too far away,</br>Once more to my deserted cell repair;</br>Your rebel courts again your gentle sway;&mdash;</br>Come, soothe the winter's night, and charm the summer's day.", "Come, dear companions of my youthful hour,</br>Fill my fond breast with your majestic themes;</br>Meet me again on hill, by stream, or bower,</br>And bathe my fancy in the bliss of dreams.</br>Vain wish!  no more the star of Fancy gleams;</br>They with becoming scorn reject thy prayer:</br>Nor will they haunt thy bower, or bless thy streams,</br>No more to thy deserted cell repair:&mdash;</br>\"Go, court the world,\" they cry, \"thou art not worth our care.\"", "Bustle and hurry, noise and thrall they hate,</br>And plodding Method with her leaden rule;</br>And all that swells th' unwieldy pomp of state,</br>And all that binds to earth the golden fool;</br>And creeping Labour with his patient tool:</br>Free like the birds they wander unconfined,</br>Nor dip their wings in Lucre's muddy pool;</br>Business they hate, in crowded nook enshrined,</br>That spins her dirty web, and clouds th' ethereal mind.", "Ah, why should man, in hard unsocial strife,</br>And withering care whose vigils never cease,</br>Fretting away this little thread of life,</br>Of his sad birthright reap such large increase!</br>Why should he toil for aught but bread and peace?</br>Why rear to heaven his clay-built pyramids?</br>Nor from his tasks himself, poor slave!  release;</br>With anxious thought, which wholesome rest forbids,</br>Drying the balm of sleep from sorrow's swollen lids.", "Despising cheap delights, he loves to scoop</br>His marble palace from the rock's hard breast,</br>And in close dungeon walls himself to coop,</br>On golden couches wooing pale unrest;</br>With foreign looms his stately halls are drest,</br>And grim-wrought tapestry clothes the darkened room;</br>While in the flowery vale Peace builds her nest,</br>Amidst the purple heath or yellow broom,</br>Or where midst rustling corn the nodding poppies bloom.</br>"]