["Me too, the meanest of the tuneful train,</br>With mild acceptance, gentle Peace, receive;</br>Tho' cold our sun, and fruitless is our plain,</br>For thee, of choicest flow'rs a wreath I'd weave;</br>For ne'er shall Camus want a laurel'd bard</br>Where lofty Milton and great Dryden sung,</br>While the harmonious plaintive voice is heard</br>Amid the shades his lute where Prior strung;</br>For ne'er shall Pembroke want a son inspir'd,</br>Where still survives the flame that Spenser first acquir'd.", "Oh had I but our Spenser's tuneful reed!</br>My honied lay should sweetly flow along;</br>Deftly I'd pipe it o'er the flow'ry mead,</br>And emulate Dan Pope's melodious song;</br>To thee, Irene, fairest nymph, I'd sing,</br>And wake the babling echo with thy praise;</br>Thy soaring praise should imp my unfledg'd wing,</br>And teach your bard his heav'n-ward flight to raise:</br>But me nor Spenser's gentle Muse inspires,</br>Nor glow within my breast ypent Miltonic fires.", "Else should my verse Thy victories pursue,</br>WILLIAM, thro' rescu'd realms and battles gain'd;</br>More glories rising to my ravish'd view</br>Than ever painter sketch'd or poet feign'd;</br>While Fancy, pow'r creative, strives in vain</br>To set thy virtues in a fairer light,</br>And Envy, all too feeble to sustain</br>Thy blaze of glory, sickens at the sight;</br>My verse should live with thy immortal name,</br>And climb with distant step the steep ascent of fame.", "There glitt'ring bright in military gold,</br>And in imperial purple richly dight;</br>Amid ten thousand dangers inly bold,</br>The rising Hero should conduct the fight:</br>While vanquish'd foes his virtue should approve,</br>Yet, studious of their dearer country's praise</br>Give half the glory of the war to JOVE;</br>He on that basis should his merit raise,</br>Deeming the greatest praise that can be giv'n,</br>To love, and to be lov'd of Brittain and of Heav'n.", "Here firm and steady as a rooted rock,</br>Albeit attack'd by waves and adverse winds,</br>He stands the Gallic host's impetuous shock,</br>The triple chain of battle he unbinds;</br>He breaks the ranks, the pride of Gallia flies</br>Dispers'd and routed, broken is their pow'r;</br>He lifts the sword, and lo!  a hero dies,</br>And valour and experience are no more;</br>And there the British Prince triumphant strides</br>While down his wounded leg the purple current glides.", "But see!  the Chieftain gives the peaceful sign,</br>The veterans, with slaughter tir'd, obey;</br>Ceas'd are the fires, and horrors of the mine</br>And smould'ring smoke bursts into sudden day;</br>The feeble cry, and agonizing yell</br>Of youth robust, and weak enervate age,</br>Applaud th' heroick hand by which they fell,</br>Aw'd by such worth, and praise the gen'rous rage:</br>Senseless mean-while and harden'd to his own,</br>He tends his soldiers wounds, and feels for them alone.", "'Tis she!  'tis she, she comes, the heav'nly fair,</br>Irene, follow'd by each smiling grace,</br>Mild is her mien, and placid all her air,</br>And soft Philanthropy is in her face;</br>With her Contentment steady and serene,</br>The same in happiness alike and woe.</br>When Providence presents the checquer'd scene</br>Submissive she awaits the coming blow:</br>While virtuous Industry supports her train,</br>And guiltless Affluence untouch'd with venal stain.", "Still does the long, the gay procession pass!</br>Majestick Clio, and each sister Muse,</br>Recording History, with pen of brass</br>I see; nor Sculpture does her aid refuse,</br>Awful she looks, yet duteous to the Nine!</br>As Homer dictated Euphranor's Jove,</br>She plans and meditates the great design;</br>And, while her thoughts to theirs obedient move</br>To raise the MONARCH grand in Parian stone,</br>They weave the laureate wreath, and nobler Civic crown.", "So, when Augustus bade the war expire</br>And freed the Nations from the dread of Rome,</br>Immortal Horace touch'd the sounding lyre,</br>And bold Vitruvius swell'd the ample dome;</br>Then to the gods three hundred temples rose</br>With Io Paeans ev'ry temple rung,</br>While storied columns told the vanquish'd foes,</br>The Secular, the lofty strain was sung;</br>They prais'd the Prince whose favour did dispence</br>Health to th' expiring Arts and vital influence.", "And thus, I deem, our Sov'reign should be paid,</br>Our Sov'reign's praise ye heav'n-taught bards repeat;</br>In all the majesty of verse array'd,</br>Your Friend, your Patron, your Augustus meet;</br>And you, ye Architects, with happiest art</br>Thro' all th' ideal buildings strictly search</br>To raise, memorials of a grateful heart,</br>The tow'ring column and Triumphal arch;</br>Convey to after-times the Hero down,</br>And with your Prince's name immortalize your own.</br>"]