["THENOT.  COLLEN.", "THENOT.</br>Is not this Month, the merry Month of May,</br>When Lads in Love their jolly Gambols play,</br>Clad in his best, when ev'ry Swain is seen,</br>With a fair Partner dancing on the Green?</br>Now haps it then, that we no merrier be,</br>Undrest, unheeded, 'neath a gloomy Tree?</br>Ah!  COLLEN, these old russet Coats we wear,</br>But ill become the Season of the Year!</br>Lo!  smiling Nature in her best Array</br>Herself has deck'd, and all around looks gay:</br>Here the green Meads give Pleasure to the View;</br>There Buds in Blossom boast their lovely Hue:</br>Thro' Meads so green the Lasses cull the Flow'rs,</br>And pluck the Hawthorn Blossoms for their Bow'rs:</br>Homewards they haste, to raise those Bow'rs of May,</br>And the Church Porch adorn by break of Day:</br>Where with rude Art they Ornaments compose,</br>Of the sweet Briar, and the fragrant Rose;</br>The yellow Cowslip, and the Daisie fair,</br>With the blue Violet they weave with Care;</br>Nice in their Order, they together twine</br>The Honey-Suckle and the Eglantine:</br>There all the Beauties of the Spring are found,</br>The flow'ry Dome with various Garlands crown'd:</br>Such Merry-making sure the Saints doth please;</br>Yet here we lie and lounge in slothful Ease.", "COLLEN.</br>Ah!  THENOT, lay aside thy needless Cares,</br>And let thy Judgment answer to thy Years:</br>Such Follies may in Spring of Youth engage,</br>But we are in the Autumn of our Age.", "THENOT.</br>This very Morn, no longer 'twas ago,</br>On yonder Heath I saw a gallant Show;</br>A blithful Train of Shepherds tripp'd along,</br>And chaunted to the Tabor's Sound a Song:</br>While to the Tabor's Sound the Hornpipe play'd,</br>To which each Swain went dancing with his Maid:</br>To see such jovial Lads, tho' past my Prime,</br>Still to the Tune my merry Heart beat Time.</br>They took to yonder Green-Wood Side their Way</br>And there they chose, and crown'd their Queen of May;</br>Then back their Queen in solemn Pomp they bring,</br>You'd think 'twas FLORA, Goddess of the Spring:</br>On either side her Nymphs attend with Care,</br>The fairest She, tho' all were wond'rous fair:</br>A rosy Garland circled o'er her Head,</br>And down her Snow-white Neck her jetty Locks were spread:</br>Oh!  COLLEN, Oh!  that I were on the Green,</br>To help the Maids to bear their lovely Queen!</br>Dost thou not envy Swains, who thus employ</br>Their Hours in Sport, in Pleasure, and in Joy.", "COLLEN.</br>No Envy, THENOT, can such Swains impart,</br>I pity their loose Follies from my Heart:</br>Such vagrant Shepherds little mind their Charge,</br>Who let their Sheep run straggling out at large,</br>While in luxurious Ease they sport and play,</br>And with their Gambols wanton Life away.</br>What, THENOT, for these Shepherds can be said,</br>Themselves well batten'd, but their Flocks unfed?</br>Too true 'tis seen their Flocks are not their own,</br>Who let them rove at Random up and down,</br>To Ever-watchful Wolves a tempting Prey;</br>They're Hirelings only for a little Pay,</br>And faithless to their Trust, they do not care</br>Who has the Flock so they the Fleece can shear.</br>What to his angry Lord can plead the Swain</br>Who for his own, has lost his Master's Gain?</br>To what will all his vain Excuse amount,</br>When the great Shepherd, PAN, shall call him to Account?", "THENOT.</br>COLLEN, too like the fabled Fox you preach,</br>And scorn the tempting Fruit you cannot reach:</br>Your Spleen 'gainst richer Shepherds you employ,</br>And rail at Pleasures you wou'd fain enjoy:</br>I, (as I am) so much their Rule I love,</br>Wou'd rather envy than mean Pity move:</br>The Rich are envied; but still keep their Store;</br>The Poor are pitied, and they still are poor.</br>But hear with what Injustice, simple Swain,</br>Against the greater Shepherds you complain.</br>From Heav'n the Goods of Fortune we receive:</br>May we not use what Heav'n has pleas'd to give?</br>What Use more proper, since our Life's a Span</br>Than to Enjoy each Moment that we can;</br>And when the merry Race of Life is run</br>With Pleasure end what first with Pain begun?</br>Soon as we reach the Goal our Course is o'er,</br>We drop, and Joy and Pleasure are no more:</br>Then, COLLEN, learn, nor learn it to thy Cost</br>What's spent we have, but what we leave is lost.", "COLLEN.</br>Weak THENOT, this new Doctrine's not thy own,</br>Learnt from some Atheist Wretch, when last in Town;</br>Who wou'd false Thinking by false Terms create:</br>Repent, ah!  Thenot, nor repent too late:</br>Lest 'fore your Time you totter to your Grave,</br>To Lust, to Passion, and to Pain a Slave;</br>Lest wrack'd with Doubts and Fears, when Death is nigh,</br>From meek Repentance to Despair you fly,</br>And as a Brute you've liv'd, a Brute you die.</br>SHEPHERDS (as COLIN CLOUT was us'd to say)</br>Shou'd not in Pleasure melt their Hours away;</br>Nor with too hard a Hand distress the Fold,</br>To heap for Heirs the sacrilegious Gold;</br>But on the Plains the City Tribe shou'd find</br>A cheerful Aspect with a guiltless Mind:</br>Truth without Fear, and Freedom without Art,</br>Honest the Tongue, and Innocent the Heart.", "There was a Time when Shepherds on the Plain,</br>(And what was once, may once return again)</br>No Titles claim'd, nor knew the Pomp of State,</br>But thought that to be Good was to be Great:</br>With Meekness they wou'd Smiles to All afford,</br>Nor wish'd, not wou'd have took the Style of LORD:</br>Constant their Labour, tho' their Profit small,</br>Not for their Master fear'd to lose their All;</br>Plain was their Diet, homely their Abode,</br>Content their Pleasure, and their Heirdom GOD.</br>But Time and long Prosperity ally'd,</br>Brought in their sure Attendants, Vice and Pride:</br>The Shepherds soon began to think of Gain;</br>As soon their Flocks went struggling o'er the Plain:</br>Stray on ye Flocks, to where ye list resort,</br>What care your Keepers, they are got to Court?</br>Hence Shepherds Tongues speak foreign to their Heart,</br>Hence to gain Favour they with Honour part:</br>Tho' fond of Sloth they early wake with Care,</br>The First at the proud Levee to appear:</br>Where most they flatter whom they most despise;</br>Bow, cringe, fawn, lye, &mdash; or any Thing to rise.</br>Lost to the Sense of Freedom Nature gave,</br>Each courts the Badge that marks him for a Slave:</br>Thro' Lust of Pow'r they Tyranny defend;</br>Thro' Lust of Wealth for Bribery contend:</br>Proud to their Equals; servile to the Great;</br>The Spring of Faction, or the Tools of State.</br>Thus careless grown of Innocence and Fame,</br>Most Shepherds now, are Shepherds but in name:</br>Basking in Sunshine, they their Revels keep,</br>Nor heed their hungry weatherbeaten Sheep;</br>Thus 'mong the silly Sheep the Wolves intrude,</br>And cloath'd like them, th' unwary Flock delude;</br>Tempt them afar to stray, in hopes to find,</br>The Pastures better, and the Swains more kind:</br>Thus first sprang up the faithful Shepherds Woes,</br>Which when they'll end, 'tis Heav'n only knows.", "THENOT.</br>Three Things to bear will give the utmost Pain,</br>To bear the Fourth no Mortal can contain:</br>The slighted Maid if ill the Swain repay</br>Her Love, in pensive Sorrow pines away:</br>But in the Swain if Jealousy we find,</br>What can appease the Tempest of his Mind?</br>Or what the Wretch, parch'd up with Thirst controul,</br>With Patience to resign the offer'd Bowl?</br>But of all Pains, the Pain which none can bear</br>Is to be doom'd a preaching Fool to hear;</br>The Giant has not such a Burthen given</br>Whose Back bends 'neath the whole vast Weight of Heaven.</br>To Reason, COLLEN, thou hast not Pretence,</br>A railing Spleen supplies the want of Sense,</br>Wou'd you have Shepherds Self-Tormenters be</br>And study to make Life a Misery?</br>Must Man's whole Age, full Threescore Years and ten,</br>Of Sorrow last, one long continued Scene?</br>Sorrow who will their Fasts and Pray'rs among,</br>Be my Life merry, tho' it be not long;</br>Why need we beg for Care, as for a Boon,</br>Which without calling comes, and comes too soon:</br>While Heaven smiles, and happy is the Day,</br>We ought to use the Blessing while we may,</br>For when our Sun of Fortune shall decline,</br>It sees, and never more shall rise to shine.", "But, COLLEN, granting you are right, forbear;</br>A Shepherd shou'd a Brother Shepherd spare,</br>And tho' the Crimes in other Folk may note,</br>No Crimes shou'd see in those of his own Coat:</br>For when we Brethren arm'd with Zealot Rage</br>In Wars, in more than Civil Wars engage:</br>When Saints to seem, we blame each others Life;</br>Oh!  COLLEN, how unpolitic the Strife!</br>The hidden Crimes of each to all are shown,</br>Which we with Care from all shou'd keep unknown:</br>For we become, as soon as we contest,</br>The Ideots Laughter and the Witlings Jest;</br>While grave Libertines from thence debate</br>Our whole Profession is a common Cheat;</br>Then better, COLLEN, let your Censure end,</br>Than rail at Crimes which thou can'st never mend.", "COLLEN.</br>Tho' I may never, THENOT, mend the Crimes,</br>Never reform the Vices of the Times;</br>Yet never will I seem to Vice a Friend,</br>And out of Policy the Wrong defend;</br>Nor, blind with Zeal, my Brethren's Crimes look o'er:</br>I love my Brethren, but my Conscience more:</br>Whoe'er he is, tho' Kindred claim he can,</br>If bad his Morals I'll detest the Man:</br>But Shepherd, or if Shepherd not he be,</br>So he loves Virtue, shall be lov'd by me.", "THENOT.</br>Still, COLLEN, think:  our Maxims well you know:</br>Each friendly Shepherd may become your Foe.", "COLLEN.</br>Glad their false Bonds of Friendship I'd resign,</br>Who is not Virtue's Friend, can ne'er be mine:</br>Can Light and Dark at once become the same?</br>Such Friends will love, while their false Hearts are hid,</br>As the sly Fox once lov'd the harmless Kid.", "THENOT.</br>If, COLLEN, you allude to some old Tale</br>Which better than dry Reas'ning may prevail;</br>With that same Tale beguile an Hour away,</br>And Colinet shall see the Flocks don't stray.", "COLLEN.</br>THE FOX AND THE KID, A TALE.</br>'Twas when the Beasts cou'd speak, and Reasons shew,</br>Reasons much better oft' than Men give now;</br>A fond old Goat, before she went to stray,</br>Adown the Cliffs, and brouze the live-long Day,</br>Her Kid she call'd; and plac'd him at her Knee;</br>As fair a Kid as Eyes did ever see,</br>His Velvet Horns to sprout did now begin,</br>And the soft Down just deck'd his mossy Chin:</br>Yet fairest Form has not the wisest Head,</br>Hence to her youngling she a Lecture read:</br>Wishful she looks awhile, and sighing cries,</br>\"My Son\" &mdash; (then Tears spring from her Eyes,</br>For something she misbode.) &mdash; \"My Orphan, Son,</br>Oh!  may thy Course of Life be hapl'ly run!</br>They Father dear\" &mdash; (these Words she spoke with Pain,</br>And sigh'd as if she'd rend her Heart in twain)</br>\"Thy Father dear, had he beheld this Day,</br>And seen his Goatling all the Sire display,</br>How had he joy'd:  But oh!  too luckless Tide!</br>He by the wily Fox untimely dy'd:</br>Now I a Widow in a woeful Plight,</br>Have plac'd in Thee my last, my sole Delight,</br>To see thee rising in thy Father's stead:</br>For even so thy Father bore his Head,</br>So look'd he fierce, with a becoming Scorn,</br>So wou'd he shake his Front, and wield his haughty Horn.\"", "While thus she mark'd him with her melting Eyes,</br>A thrilling Sigh from her soft Heart woul'd rise,</br>For as she fondled o'er her Youngling's Face;</br>In ev'ry Feature saw his Father's Grace:</br>At length with Pain she sullen Silence broke,</br>And while her Kiddy's budding Beard she stroke,</br>\"My Child,\" quoth she, \"shun Beasts of Prey with Care,</br>But most the crafty, fatal FOX beware;</br>And lest he guileful come while I am gone,</br>Bolt fast the Door, and open it to none,</br>'Till I return again at setting Sun.\"", "Thus said, she ends; and pensive sought the Door;</br>But chanc'd to Stumble at the Threshold Floor:</br>Amaz'd, she stopp'd, at such ill Omen sent;</br>Yet thinking nothing by such Signs was meant,</br>In Doubt and Fear reflecting on she went.</br>Nor was it idly the fond Mother fear'd,</br>She scarce from Sight, the watchful Fox appear'd:</br>But not as Reynard us'd, for on his Back,</br>With cunning Art, he bore a Fellon's Pack:</br>His Leg ty'd up, with Clout his Forehead bound;</br>And feigning Sick he laid him on the Ground.</br>Then loud he cry'd, \"For sweet Saint Charity,</br>Help, some one help, for want of Help I die.\"</br>On the poor pitying Kid such moaning wrought,</br>That thro' the Wicket's Clink the Cause he sought;</br>Cautious he stood; yet not with so much Care,</br>But strait the Keen ey'd FOX perceiv'd him there;</br>And thus began to speak with artful Grace:</br>\"Ah!  good young Master!  bless that lovely Face!</br>May Heaven give Thee Joy, Content, and Wealth,</br>And what I painful want, may't give Thee Health.\"", "The Kid, who thought he some Regard might claim,</br>Ask'd of him who he was, and whence he came:</br>The Skilful Fox, quite harmless to appear,</br>First sighing paus'd, and panting dropt a Tear,</br>Then said, \"Behold a Wretch, my Kidling dear,</br>A wretched Sheep, altho my Colour dun,</br>Chang'd with long Travel 'neath the scorching Sun;</br>For Heaven's Sake some kind Assistance lend,</br>And help a dying Kinsman, and a Friend:</br>Kinsman, if what my Grandsire told was true,</br>That by the Mother's Side I'm kin to you:</br>But if too bold my Claim, forget what's past,</br>And help a Stranger e'er he breathes his last.\"", "He stops, and falling on the Pack he faints,</br>Which bursts, and shews a Tribe of Poppet Saints,</br>Unmeaning Relicks scatter on the Ground</br>And Glasses, Bells, and Beades lie all confus'd around:</br>Caught with the Trinkets, out the Kidling came,</br>And rear'd the wily Fox who still seem'd lame;</br>Let him in Doors, and there devoid of Art,</br>Strove with the best to glad his drooping Heart:</br>Reynard refresh'd, turn'd all his Trinkets o'er,</br>The Kid the Beads admir'd, the Glasses more;</br>The Fox observ'd how he with Pleasure ey'd</br>The flatt'ring Mirrors, and thus fawning cry'd:</br>\"If those without the Pack your Favour win,</br>There still remains a stranger Glass within:</br>And since your kind Assistance you cou'd lend,</br>Take that, the Present of a grateful Friend.\"", "The Kid with Joy stoop'd down the Gift to take,</br>When Reynard push'd him headlong in his Pack;</br>Latch'd it down fast, and flung it cross his Back.</br>No longer lame, he chuckling hastes away,</br>Pleas'd with the Thoughts of feasting on his Prey.", "The anxious Mother Goat 'fore Even-Tide</br>Return'd, and saw her Door stand open wide:</br>Aghast, she loud began her Kid to call;</br>But ah!  her Kid no Answer made at all;</br>Then on the Floor she view'd the Trinkets laid,</br>For which her silly Kid too dearly paid:</br>By Bells, by Beads, she found her guileful Foe</br>Had thither been, and caus'd fresh Scenes of Woe,</br>She weep'd, and wail'd, and cry'd, \"My only Son,</br>Art thou for ever? &mdash; yes, for ever gone!</br>Must I my Husband and my Child survive?&mdash;</br>To thee, my Spouse, to thee, my Child, I haste:\"&mdash;</br>&mdash;Then fetch'd a bitter Sigh, and sigh'd her last.", "Such fatal End the Kid and Mother meet,</br>To Friendship's Form for trusting to Deceit:</br>Then let this Fable our Example prove,</br>Watch most your Fox when most he vows to love.", "THENOT.</br>Well told thy Tale, and pleasing is thy Wit,</br>Tho' far you've miss'd the Mark you aim'd to hit;</br>For surely, COLLEN, on the British Plains,</br>No FOXES lurk among the heedless Swains:</br>But be that as it may, thy Tale I'll borrow,</br>For our good Curate to relate To-morrow:</br>Full glad he'll be, for that's the preaching Day,</br>And well he means, tho' little can he say:</br>Yet if the wily FOXES bring such Woe,</br>The Shepherds ought their guileful Arts to know.", "COLLEN.</br>Of their false Arts more cou'd I tell you still;</br>But the Sun's set beneath yon Western Hill:</br>The Dew begins to fall, the Night comes on,</br>The Boy has penn'd the Flock, 'tis time we now were gone.</br>"]