["The full moon rising, shed a sanguine ray:</br>Whilst AARON hurried to the cobler's cell:</br>And sudden, by the spirit borne away,</br>Both, with alacrity no tongue can tell,</br>Setting their honest faces towards Hell,</br>Began to give their families the slip:</br>Nathless, as if recovering from a spell,</br>\"What!  no provision, sir, for such a trip,\"</br>Said DRYWIT, \"not a drop, to wet the parched lip?\"", "He, deaf and mute, to where at distance seen,</br>A glimmering rock reliev'd the sullen waste,</br>Swallow'd the ground, till roll'd a mist between,</br>And every feature of the crag effac'd.</br>\"Homeward, (cried DRYWIT) master, let us haste,</br>Nor wander here, while glooms around us close!\"</br>When AARON, full of joy, his clerk embrac'd&mdash;</br>\"No!  they are devils, my friend, that interpose,</br>And victors shall we rise o'er all our ghostly foes.\"", "Certes, no sooner had SIR AARON said,</br>Than, far off, a dim radiance met the view,</br>That now appear'd an orb of vivid red,</br>Now trembled, dying to a paly blue.</br>And, \"See,\" said AARON, \"to the saints so true,</br>Already hath the spirit vouchsaf'd its light.</br>What tho' still rage the dire obstructing crew;</br>That splendour on the trees shall guide aright</br>Our steps, and strait for heaven provoke the glorious fight.\"", "The whistling of rude boughs assails his ear;</br>And, kindling from above the ruddy copse,</br>The heavenly lustre seems to shine more clear;</br>Away, with a triumphant air he hops,</br>Nor by the spirit urg'd, a moment stops,</br>Till to a quagmire giving way, so civil,</br>He bows, and makes obeisance with his chops!</br>\"Zounds!  (says the cobler) evil follows evil:</br>We have, indeed, commenc'd a journey to the devil!\"", "Arising from the embraces of the fen,</br>\"Come, DRYWIT, never fear!\"  the hero cries:</br>\"DRYWIT rejoice!  I see the hollow glen&mdash;</br>'Tis there the treasure of the spirit lies!\"</br>When, as at once, his fancy seiz'd the prize,</br>Down went the antagonist of death and sin;</br>Tho' swore the varlet, with uplifted eyes,</br>His service never more should AARON win,</br>If he could once get home, escaping in whole skin.", "Deep in the Glenwood, nigh a sombrous cave,</br>He saw, and told his transports in a bound,</br>Its snowy leaves the Leucophyllon wave,</br>And wrench'd it, by the roots, from out the ground;</br>When, as it quiver'd with a mighty sound,</br>The cavern to his sense expanded wide!</br>And many a dog-star flam'd the vault around:</br>And at his feet there foam'd a sulph'rous tide;</br>And far within, in troops, dun shadows seem'd to glide.", "Strait where he stalk'd, arose the unceasing cries</br>Of infants, who, by too severe a doom,</br>Ere yet they could enjoy these upper skies,</br>Were hurried, all untimely to the tomb.</br>'Lorn innocents!  no sooner from the womb</br>Ye struggled into life, than, unappriz'd</br>Of sin, ye sunk into the oblivious gloom!</br>Ah, why, when sinners grey are canoniz'd,</br>Why weep so sore? &mdash; ye died, poor wretches, unbaptiz'd!", "There, too, innumerous shapes, in sable clad,</br>Curates and parish priests, would flit along;</br>There silken deans would rustle thro' the shade,</br>And lawn-sleeves gleam, the cassock'd tribe among!</br>Ah!  what avail'd the vicar's sober tongue</br>That to a blameless life the meed assign'd?</br>What, the pure precepts that o'eraw'd the throng,</br>Where prelates, destin'd to adorn mankind,</br>To courtly splendour join'd an Apostolic mind?", "At AARON'S nod the yellow waves flew back,</br>Whilst on the fronting bank, two shapes appear'd</br>Dire-menacing:  the one as midnight black,</br>A form, half-billow, and half-flame, up-rear'd,</br>And shook a dreadful dart with blood besmear'd!</br>The other roll'd, tho' woman to the waist,</br>As horrid yelpings from her womb were heard,</br>A scaly tail voluminous!  aghast,</br>Yet both in silence stood, as, calm, heaven's champion pass'd.", "First, to his sight, a choir of boys and girls</br>Were whirl'd about in one perpetual dance,</br>Swift as her restless wheel the spinster whirls;</br>While from their hollow eyes they look'd askance</br>With loose desires, and pin'd at every glance:</br>Nor could the votaries of religious whim</br>One step beyond the circling line advance;</br>As still St. Vitus, round a caldron's brim,</br>Urg'd his fantastic imps convuls'd in every limb.", "Next, in a chair of pearl, beneath a roof</br>Of gold, a female methodist embrac'd</br>A puny petit-maitre, whilst aloof</br>The fashions of the world each other chac'd.</br>Charm'd with the visions of caprice or taste,</br>The fair one from her eye new rapture glanc'd;</br>And, tho' in life a devotee strait-lac'd,</br>Yet \"in her heart a rake,\" now gaily danc'd</br>To pleasure, now more calm, appear'd as one entranc'd.", "He, in himself absorb'd, his brilliant rings</br>Runs over, or his pink-rosettes that glow</br>On each sharp shoe; while, tied with silken strings,</br>His muslin trowsers, and the plumes that flow</br>From his light cap, proclaim the child of show.</br>And, as his fan of feathers trembles oft,</br>A nosegay of the faintest flowers that blow,</br>Rests on a ribbon; since a heart so soft,</br>Might rue the load, if chance the petit-maitre cough'd.", "Soon rattling in rude dissonance, their chains,</br>Vertigo and pale Spleen the gaudy glare</br>Would interrupt; and to a windmill's vanes</br>Fasten, unheeding their shrill screams, the pair,</br>And drive them dizzily around in air,</br>Till, in a livid swoon each died away;</br>When now, recovering, from the rich pearl chair</br>They witness'd as before, in bright array,</br>The fleeting fashions rise, and o'er the ceiling play.", "On a rush bed, amidst a cavern damp,</br>A damsel lay, to dreadful penance doom'd,</br>The victim of fell Incubus and Cramp,</br>Who had, in life, to pleasure idly bloom'd,</br>As in the prurient love-feast she consum'd,</br>'Mid sister saints, the hypocritic night;</br>Till pale from watchings, and at length entomb'd,</br>She sunk into the shades, a beauteous sprite,</br>Tho' form'd for sensual bliss, debarr'd each keen delight.", "Beside her, Cramp, as, shrivell'd up, he clung</br>To clustring swallows, caught the damsel's sighs,</br>When on a sudden, up the pigmy sprung,</br>To a dire monster of enormous size,</br>Then shrunk into himself in agonies.</br>Now, as all muscle, he appear'd to strain</br>His limbs, and look'd as if his bursting eyes</br>Within their sockets he could scarce contain,</br>Now hiccup'd thrice, and laugh'd, and hiccup'd thrice again.", "Scarce could the weary maid a moment doze,</br>(Ah, never her's was balmy slumber sweet)</br>Ere a cold touch benumb'd her legs, and froze</br>The extremer parts, like winter's arrowy sleet.</br>\"One little pause of rest no more to greet</br>Is mine!\"  she cried: \"no earthly cataplasm</br>\"Alas!  could ease the torment of my feet!\"</br>While grinn'd invisible the fiend of spasm,</br>Then sought his swallow-nook, within the noisome chasm.", "Meantime had Night-mare, midst a meteor's glare,</br>Stretch'd her huge limbs, when out flew many a bat,</br>That slept within her leathern breasts, and there</br>Oft drew her paps, like any human brat;</br>Or fann'd her, on her hairy buttock squat,</br>Spreading their skinny pinions of tann'd hue:</br>Then ruminating as the monster sat,</br>She gather'd from the cypress and dark yew,</br>Mixt with the froth of toads, a deleterious dew.", "Eftsoons in office, that infernal imp,</br>Whose power can youth's gay visions intercept,</br>Not emulous, it seems, of Vulcan's limp,</br>But apeing Mercury, on the rush-couch leap'd,</br>As one short moment, tho' with sighs, she slept,</br>And shook the cavern with a gamesome jerk;</br>With stealthy cunning on her belly crept,</br>Ey'd the lorn fair one with a hideous smirk,</br>And, half-relenting, cried &mdash; \"alas!  'tis rueful work!\"", "Deep-fever'd blushes ting'd her lovely face,</br>Her mouth half-open'd to the murky night:</br>Her bosom panting with disorder'd grace,</br>Heav'd its blue veins, and glow'd with rosy light.</br>Loose were her shadowy tresses:  snowy-white</br>Her right hand, backward thrown, sustain'd her head</br>That seem'd to throb with anguish; when the sprite</br>Shook o'er her breast the mane of dingy red,</br>And rais'd the poison'd hoof, and all its venom shed.", "While quiver'd in paralysis her limbs,</br>With suffocative sighs opprest she lay:</br>And lo, as in the dews of death she swims,</br>She strives to scream with many a vain essay;</br>And starts from ghostly forms in chill dismay!</br>At length she moans, and utters a low shriek;</br>When, as she seems to feel a lump of clay</br>From her breast tumbling, tremulously weak,</br>Scarce can she lift her hand to touch her hectic cheek.", "Insulting sore a Methodistic crone,</br>With pallid hand as Hypochondria stroak'd</br>Her aching stomach to a bladder blown;</br>The sufferer, with throat-globules well nigh choakt,</br>Now crawl'd a bloated toad, and crawling croak'd;</br>Now, seiz'd with dizziness, o'er many a rood</br>Lay floating a huge whale, and oft provok'd</br>By fell harpooners, dash'd the fervent flood;</br>And in delirium seem'd to fill all space with blood.", "Here Catalepsy, lost in thought intense,</br>Her heavy temples with the poppy crown'd,</br>Her victim would benumb in every sense,</br>And fix his leaden eye-balls to the ground,</br>And his stone tongue chain up, \"without a sound.\"</br>There too, her sister bade a wan wretch smite</br>His breast, and high to catch the vapours bound,</br>Dash in the dust his writhing limbs, and bite</br>His livid lips in foam, and dart pernicious light.", "There, whilst the Dog-star pour'd upon his head,</br>Siriasis, thy pestilential blaze,</br>Struck by the beams, thy victim, as he fled,</br>Stopp'd in mid-course, and star'd with ghastly gaze;</br>And, as the mist of darkness seem'd to glaze</br>His eye-balls, strove to seize, with ardour vain,</br>A cooling rill that curl'd thro' many a maze;</br>Then, smitten by the fiery beams again,</br>Pursued the elusive lymph, and beat his burning brain.", "There Terror, mounting on infuriate horse,</br>Towards a precipice of bare rock flew,</br>And its mane grasping, in a bloody corse</br>Oft bath'd its hoofs, and oft a saint o'erthrew,</br>While from the steed's broad nostrils vapours blue</br>Stream'd forth, and from its eyes the Siroc's glare;</br>When laughing midst his Methodistic crew,</br>Madness danc'd round, and started grim Despair;</br>And Terror's self shrunk back, and rais'd his bristling hair.", "So dire the fiends, amidst hell's concave rag'd,</br>Who, the earth vexing, by a kindred train,</br>War, ever and anon, with mortals wag'd,</br>But, chiefly with the votaries of the fane;</br>Who, as descending to the dark domain</br>A saintly ghost demure attention drew,</br>Would, each, the mental and corporeal pain</br>That from the body rent the soul, renew,</br>And with appropriate pangs the suffering wretch pursue.", "The doughty chief, while thus, to daze the sight,</br>The vision floating round and round him, rose,</br>Spied the devil seated on a mountain's height,</br>That flaming, labour'd with volcanic throes;</br>And beckoning to the throne, his fearstruck foes,</br>Bade them no more their tyrant's nod obey,</br>On Methodists inflicting bitter woes,</br>But pour their vengeance on their proper prey&mdash;</br>On infants unbaptiz'd, and priests more damn'd than they.", "He spoke.  And Satan, a fierce lightning fork,</br>That hiss'd within the hollow crater, seiz'd,</br>And seem'd in act to speed its deathful work,</br>When AARON high his Leucophyllon rais'd;</br>And, as in air the sulphur idly blaz'd,</br>Fix'd Satan trembling to the mountain's crest!</br>The vassal monsters, as in triumph, gaz'd;</br>St. Vitus paus'd, his rapid rounds repress'd,</br>Vertigo firmly stood, and e'en Despair had rest.", "\"SUBDUED (says AARON, as he swell'd in size</br>Gigantic) see, subdued the dire domain!</br>And, (waving strait his rod) behold,\" he cries,</br>\"Hell vanishes!  we tread on earth again!\"</br>\"Indeed (quoth DRYWIT, in a doleful strain,)</br>\"Whether on earth or not, I scarce can tell!</br>Something, methinks, disturbs your honour's brain!</br>But, d&mdash;me!  by to-morrow, if you dwell</br>In this accursed hole, you'll find yourself in hell!\"", ""]