["No, foolish boy &mdash; To virtuous fame</br>If now thy early hopes be vow'd,</br>If true ambition's nobler flame</br>Command thy footsteps from the croud,</br>Lean not to Love's inchanting snare;</br>His dances, his delights beware,</br>Nor mingle in the band of young and fair.", "By thought, by dangers, and by toils,</br>The wreath of just renown is worn;</br>Nor will ambition's awful spoils</br>The flowry pomp of ease adorn:</br>But Love dissolves the nerve of thought;</br>By Love unmanly fears are taught;</br>And Love's reward with slothful arts is bought.", "True, where the Muses, where the pow'rs</br>Of softer wisdom, easier wit,</br>Assist the Graces and the Hours</br>To render beauty's praise compleat,</br>The fair may then perhaps impart</br>Each finer sense, each winning art,</br>And more than schools adorn the manly heart.", "If then, from Love's deceit secure,</br>Such bliss be all thy heart intends,</br>Go, where the white-wing'd evening hour</br>On DELIA'S vernal walk descends:</br>Go, while the pleasing, peaceful scene</br>Becomes her voice, becomes her mien,</br>Sweet as her smiles, and as her brow serene.", "Attend, while that harmonious tongue</br>Each bosom, each desire commands;</br>Apollo's lute by Hermes strung</br>And touch'd by chaste Minerva's hands,</br>Attend.  I feel a force divine,</br>O DELIA, win my thoughts to thine,</br>That half thy graces seem already mine.", "Yet conscious of the dang'rous charm,</br>Soon would I turn my steps away;</br>Nor oft provoke the lovely harm,</br>Nor once relax my reason's sway.</br>But thou, my friend &mdash; What sudden sighs?</br>What means the blush that comes and flies?</br>Why stop?  why silent?  why avert thy eyes?", "So soon again to meet the fair?</br>So pensive all this absent hour?</br>&mdash;O yet, unlucky youth, beward,</br>While yet to think is in thy pow'r.</br>In vain with friendship's flatt'ring name</br>Thy passion masks its inward shame;</br>Friendship, the treach'rous fuel of thy flame!", "Once, I remember, tir'd of Love,</br>I spurn'd his hard, tyrannic chain,</br>Yet won the haughty fair to prove</br>What sober joys in friendship reign.</br>No more I sigh'd, complain'd, or swore;</br>The nymph's coy arts appear'd no more,</br>But each could laugh at what we felt before.", "Well-pleas'd we pass'd the chearful day,</br>The unreserv'd discourse resign'd,</br>And I inchanted to survey</br>One gen'rous woman's real mind:</br>But soon I wonder'd what possess'd</br>Each wakeful night my anxious breast;</br>No other friendship e'er had broke my rest!", "Fool that I was &mdash; And now, ev'n now</br>While thus I preach the Stoic strain,</br>Unless I shun DIONE'S view,</br>An hour unsays it all again.</br>O friend!  when Love directs her eyes</br>To pierce where every passion lies,</br>Where is the firm, the cautious, or the wise?</br>"]