["Full many a rounded year has cast</br>A shade upon the period past,</br>Since Scotia on maternal lap</br>Received me.  There, upon the map,</br>I see Kintyre; there was I born.</br>Hard fate to be so rudely torn</br>By poverty and need of change,</br>Away to this a foreign range,</br>With parents whom Culloden muir</br>And other troubles had made poor.</br>But early mem'ry paints me well</br>The Bellivolan hill and dale;</br>The bracken green; the heather blue,</br>And gowan of a golden hue;</br>And though se-join'd by length of wave,</br>I feel a charm some fairy gave</br>To bind me to my natal soil,</br>And think upon that distant isle,</br>Where every charm of verse is found</br>To make it an enchanted ground.</br>For most the ballad and the rhyme</br>Impart a charm to every clime;</br>And not the deeds that men have done</br>So much the listening ear has won,</br>As magic of that art divine,</br>Which springs from the harmonious nine.</br>Oh give me BURNS; oh give me SCOTT;</br>I want no more, when these I've got,</br>To make a rock of any sea</br>Immortal by such minstrelsy.", "Who now will ask, where are the nine,</br>That sang the tale of Troy divine;</br>Or later, in Italian day,</br>Gave to the Mantuan his lay?</br>These fairy footsteps here I trace</br>On lands from whence have sprung my race.</br>Their liquid voices audible</br>Are heard by Frith or limpid rill;</br>On shadowy bend unknown before</br>But by traditionary lore.</br>Who would have thought that Thule's isle</br>Would be the seat of song erewhile;</br>And lyric fire, and epic swell,</br>Come with Apollo here to dwell.", "Ah me!  that cannot nearer be</br>To hear such native melody!</br>To see the hand that strikes the lyre;</br>And eye that sparkles with such fire;</br>To tell the bard what note more dear</br>I find among the sounds I hear;</br>What minstrelsy; what happy strain,</br>I wish him to begin again:</br>What other chieftain here him sing;</br>What battle on his chord to ring;</br>To bid him change from joy to grief;</br>From grief to joy, and give relief.</br>These are the pleasures of the near</br>Indulgence of the favoured ear:</br>My stand, alas!  is not hard by,</br>But distant in a western sky;</br>Where by Ohio's stream my pen</br>Gives image to a sort of strain,</br>Which feeling prompts, but Genius none,</br>So gifted to a favourite son.</br>My gift is only to admire;</br>In madness I attempt the lyre,</br>At hearing this celestial sound</br>From Scotia's hills and distant bound.</br>Of this I dream, and when awake,</br>I read the LADY OF THE LAKE;</br>Or throw it by to gain the power</br>Of sense and motion for an hour;</br>For such excess too long to bear</br>Incapable our natures are;</br>And the delirium must have stay,</br>Or springs of human frame give way.", "Here silly hills, and untaught wood,</br>Because a little of that blood,</br>Address me, or I think address</br>The lonely weeping wilderness&mdash;</br>Have you not something of that vein,</br>A little of the minstrel strain,</br>To give us also here a name,</br>And taste of an immortal fame?</br>Ah!  lonely bowers, in vain your tears;</br>For though residing twenty years,</br>You gave me west winds and soft shade;</br>Yet such return cannot be made;</br>Sweet waters, you must trickle on,</br>Till some more favour'd muse's son</br>Shall sing of you like WALTER SCOTT,</br>And to immortal change your lot!</br>Through mans' ages cast your glance;</br>Perhaps a thousand years at once;</br>A lesser time will be too soon</br>For nature to dispense such boon;</br>As comets centuries require</br>To pass off and recruit their fire.</br>Who knows but this epistle may</br>To you attract a poet's lay;</br>To put in verse some height, some stream</br>Just incidental in his theme.</br>Oh!  might my name of Bracken born,</br>Some ridge where infant lay forlorn,</br>Or peasant built his hamlet drear,</br>Attain the sanctity to hear</br>It nam'd in one immortal line,</br>Which turns a harsh word to divine!</br>But this too much; I cannot claim</br>The meed of such advance to fame;</br>So far secluded from my race,</br>And cut off from romantic base.</br>It can't be said that such a dale</br>Where deeds were done, is where I dwell;</br>Or that I vegetate among</br>The hills which once were hills of song.</br>Here, neighbouring to the savage tread,</br>Inglorious I must bend my head,</br>And think of something else than fame;</br>Though in my bosom burns the flame</br>That in a happier age and clime</br>Might have attempted lofty rhyme.</br>But thou, celestial, take thy course</br>With fancy's pinion, reason's force;</br>Go on; enjoy increasing fame,</br>Now equal with a MILTON'S name;</br>Or him that sang the fairy-queen,</br>Or other Southren that has been.</br>Not SHAKSPEARE would himself disdain</br>The rivalship of such a strain.", "Oh!  for a theme of ampler space,</br>Whereon eternal lines to trace;</br>Embracing sea and continent,</br>And not within an island pent;</br>But free like Arioste to ride</br>On earth, on whirlwind, and on tide,</br>Wherever greater scene appears</br>Of human hopes or human fears!</br>But this would kind of treason be</br>To isle of my nativity,</br>Which claims and has a right to claim</br>Her bard for her own sep'rate fame;</br>Since other lands small mention make</br>Of genius which did here awake;</br>Or deeds which heroes here have done,</br>However meriting renown;</br>The dormant valour of the brave</br>In tower or battlement to save;</br>Or in the field the foe to turn,</br>And give the day of Bannockburn.</br>Much moral worth in hamlet low,</br>Or castle on the mountain brow,</br>That might deserve a verse sublime,</br>And claim a triumph over time;</br>Much merit here of feeling heart</br>To make the breast heave, and tear start,</br>Remains unsung; and valour's prize</br>The golden hair and sky-blue eyes.</br>Hence I retract the wish, resign;</br>To Scotia give that harp of thine,</br>That harp to which all sounds are known</br>That harp has rung, or pipe has blown;</br>Like thine own bard, thy Allan Bane,</br>So full, so various is thy strain;</br>In torrent numbers, flood of sense</br>In bounds which judgment well restrains.", "No fear of a short-liv'd renown,</br>Or fading to thy ivy-crown;</br>For should some hidden fire or force</br>Of ocean in his changing course</br>\"Unfix Benledi from his stance,\"</br>Yet time at thee shall break his lance;</br>Or miss his aim and level wide</br>At thy more solid pyramid!</br>Go on; add lustre to an earth</br>So honoured by thy magic birth;</br>For not of mortal art thou born,</br>O darling son of orient morn!</br>Go on &mdash; and fill the rising gale</br>With Scotia's early lore and tale,</br>Make vocal and give life in turn</br>To every mountain, glen and burn;</br>As erst in Graecia did the god</br>Of poesy, his dear abode,</br>Attended by the sister choir,</br>That hymn'd the song, or tun'd the lyre;</br>For of Castalia ev'ry dream</br>Is found in thy Loch Katrine theme;</br>And Pindus rises to our view</br>When that we think of Benvenue;</br>Or we forget all other song,</br>Thy inspiration pours so strong.", "So far remov'd, what the reward</br>Can we bestow upon the bard?</br>Our praise is vain; what winds will bear</br>Encomium to a distant ear?</br>Or will it please, so little skill</br>Have we, however the good will.</br>All we can do, we bid the sun</br>When he his weary course has run,</br>And in the orient brings the day,</br>To halt a little at thy lay,</br>And see if not his beams appear</br>More charming when he climbs the sphere;</br>For joy of heart lights up a grace,</br>And dances in the human face;</br>And why not morning at her dawn</br>More sprightly look upon the lawn;</br>And birds in melody repay</br>With sweeter imitative lay?</br>Though not, thou bird of scarlet wing,</br>Canst thou a tale of Marmion sing;</br>Though carol sweet and matin voice</br>Is charming at our early rise:</br>Thy Border minstrelsy falls short;</br>Thy lay is not of such a sort</br>Articulate as tongue of men.", "What sound is that I hear again,</br>That winds across th' Atlantic bear</br>In harmony to every ear?</br>With gratulation welcome sped</br>It trembles on the mountain head,</br>Which starts to higher majesty,</br>When rapturous strains like these pass by.</br>Sit down thou ridge in lower style;</br>I also wish to hear awhile;</br>Depress thy erst aspiring head;</br>Be level with the ocean bed;</br>That no impediment may be</br>To this the coming minstrelsy,</br>The vision of SIR RODERICK sung</br>These woods and solitudes among.", "Sole Poet of the present age,</br>At once the poet and the sage,</br>Accept this distant homage given</br>To sounds that well deserve a heaven.</br>Original, of vigour born,</br>And dress'd in splendor of the morn,</br>With all the witchery of shade,</br>And spell unseen upon us laid.</br>What is this spell?  It is the charm</br>Of manners from the pencil warm:</br>The portrait of the passions true;</br>The drawing living to the view;</br>The drapery of form and style</br>To win th' attention and beguile;</br>While costume that has pass'd away</br>With mortals that have liv'd their day;</br>And region of the chieftain race&mdash;</br>Great in the hall, great in the chace;</br>With back ground of the picture wild,</br>Like Ossa upon Pelion pil'd,</br>May help to cast the glamour o'er,</br>And aid the seeming wizzard's pow'r.", "But now no more; enough, enough,</br>Of these prosaic numbers rough:</br>We cease th' attempt, since it requires</br>A poet to tell, a poet's fires.</br>"]