["Upon a dark lake's margin I have stood,</br>Whose gloomy waters wash a narrow shore;</br>And high above that ever-murmuring flood</br>Black mountains rise, around whose heads the hoar</br>Of wintry vapours hang; &mdash; and hoarse and rude</br>The storms outrageous through the deep glens roar:</br>From the dark mirror darker forms are given&mdash;</br>The blasted pine that clings to masses rough and riven.", "The red-brown heath &mdash; the stunted oak, with root</br>Bare as the bare rock, whence for ages past</br>It draws not substance for a single shoot,</br>Yet, stubborn still, defies the stubborn blast;</br>As two dark champions furious in dispute</br>Rush on with mutual blows, till one at last,</br>Subdued, not vanquished &mdash; stricken, not dismayed&mdash;</br>Yieldeth not the fight till Death him low have laid.", "If ye look upward to the mountain height,</br>Ye'll see the red stream from the cleft rock pouring&mdash;</br>The wild goat bounding, and the dizzy flight</br>Of the brown eaglet o'er the summit soaring,</br>Ye'll see &mdash; ye'll see &mdash; a most soul-stirring sight&mdash;</br>Ye'll hear the voices of the wild waves roaring&mdash;</br>Hear the lone raven speaking from the skies,</br>And mark the surly grouse loud challenge as he flies!", "Some love a sweet Spring day, when the young blades</br>Of all the tender herbs and grasses shoot</br>Their fibrous fingers forth to paint the glades,</br>And vales, and meads, as from each grappling root</br>The aspiring juice ascends, and leafy shades</br>Spread their green veils, where many a mellow flute</br>Full many a shepherd tunes for lovely ears,</br>And Nature loud exults, and spurns her wintry tears.", "Her children all perceive proud Summer nigh,</br>For joy exchanging recent grief and fear;</br>And each full blossom lifts its head on high,</br>Gently inviting some sweet songster there,</br>Should \"little Bob\" his endless ditties try,</br>Or the brown throstle greet the rising year,</br>Revelling in music with his liquid notes</br>From the green tasseled larch, on which he early dotes.", "Some love the year ere blustering storms have fled</br>(While buds and leaves still in their chambers keep)&mdash;</br>The golden crocus bursting from its bed,</br>First, hardiest, riser from its wintry sleep&mdash;</br>The green-edged snowdrop with its pendant head,</br>Which for some long lost cause doth yearly weep;</br>And, as you pass its cold lorn dwelling by,</br>Yearly exacts the simple tribute of a sigh.", "You sigh to see a thing so fair and bright</br>All unprotected from the world's rude blast,</br>Which smites its beauties; (as the savage kite</br>Rends the young linnet from the nest just past)</br>A tender object 'waked from a long night</br>Of darkness and of storm, and roughly cast,</br>Like some lone bark upon the blackening rage</br>Of the unrelenting sea, when winds and waves engage.", "And some to Summer, some to Autumn &mdash; yield</br>That envied crown, which each in turn should win;</br>\"Behold!\" they say, \"the lilies of the field&mdash;</br>Behold!  they toil not, neither do they spin;</br>No structures proud their bright, though frail, forms shield,</br>No ermined robes &mdash; golden, silk-fluttering;</br>Yet they shine out their narrow span &mdash; bright days!</br>Ay!  Solomon was not arrayed like one of these!\"", "But I of each the beauties can partake,</br>And haunt the vale, the mountain, or the cave;</br>But most of all I honour thee, dark lake!</br>And view with wonder thy mysterious wave:</br>Below &mdash; the unfathomed dwelling of the snake;</br>Above &mdash; the grove, M'Thuile's peaceful grave;</br>Deep in the vale sleeps Superstition's soul,</br>And sadness shades each part, and gloom inwraps the whole!</br>"]