["\"Let not your sapience mock his youthful toil,</br>His homely thoughts, and manner somewhat queer;</br>Nor critics count, with a disdainful smile,</br>His sighs and groans for murder'd Chanticleer.\"", "The friendly sun hath quench'd his morning fire,</br>And seems inclin'd to hear a wretch complain:</br>Come, Elegy!  awake thy whimpering lyre,</br>Whilst sorrowing skies bedew my cabin's pane.", "Hark!  how the pigs discordant squeakings raise!</br>How loud the gaggling geese demand their corn!</br>How goats, sheep, turkies, ducks, unite their lays,</br>And with their wonted concert hail the morn!", "No more is heard, above these hungry cries,</br>My watchful centinel's shrill voice so clear;</br>Ah me!  no more those sounding notes shall rise,</br>Which yesterday so pleas'd my waking ear!", "When blustering gales warr'd with the swelling deep,</br>And with wild howlings urg'd the ship along;</br>How gladly, starting from unquiet sleep,</br>I heard the tranquil tune thy midnight song!", "Oft have I strok'd thy circling plumage gay,</br>Thy coral-crested head, thy pinions proud;</br>Oft smiling seen thee strut in sunny ray;</br>Oft heard thee woo thy loves, with cluckings loud.", "But now to Memory's view what scenes arise!&mdash;</br>Lo!  how he flutters on his billowy grave!&mdash;</br>Still, still he floats! &mdash; th' unpitying vessel flies!&mdash;</br>Alas!  he sinks beneath yon dashing wave!&mdash;", "Ah!  Fox!  Too long believ'd of temper mild,</br>What daemon urg'd thee to so dire a deed?</br>Sure some wolf suckled thee in caverns wild;</br>Ne'er was such phrenzy noted in thy breed.", "Go, meek-eyed murderer!  bring me back my bird!</br>No more for bones, fell ruffian, fawn on me:</br>No more I greet thee with a softer word,</br>Since these fond eyes must ne'er their favourite see.", "Stern Boreas!  hadst thou not thus ocean plied,</br>Nor thou, dread Neptune!  with such fury rav'd;</br>Swift had the ready boat shot o'er the tide,</br>And eager tars my floating minion sav'd.", "Oh!  had the Fates but heard the fervent pray'r,</br>That fondness offer'd for his guiltless life;</br>How had he crow'd in Albion many a year,</br>Secure from Shrove-tide spurs, and luxury's knife!", "But what avail my plainings and my sighs?</br>Will they restore his heart its vital spring,</br>Relume the fire that darted from his eyes,</br>And make him clap again the joyous wing?", "What tho' his corse, by winds and waters twirl'd,</br>Feed some vast shark, or ravenous dolphin cloy;</br>His spirit now hath reach'd that happier world,</br>Where no storms madden, and no curs annoy.</br>"]