["Hence!  Fiend of Hell, who lov'st to brood</br>O'er sad misfortune's load of woe,</br>And snatch with haste, as sweetest food,</br>The tears that pain has forced to flow:</br>Nor here, thou stern, relentless Power,</br>Prepare to blast each sweetest flower,</br>That e'er adorns life's tedious way,</br>And blooms in gentle youth, and blushes while 'tis May.", "Hence &mdash; for not here the guilty soul,</br>The conscience-stricken breast thou'lt find,</br>Whom Virtue's laws could ne'er control,</br>Whom Honour's pledge could never bind.</br>With such as these thou lov'st to dwell,</br>And give to life the pangs of hell;</br>While all around fell woes appear,</br>Sharp Pain, and moody Hate, and self-avoiding Fear.", "To thee is sweet the lonely heart</br>That owns no tie of love on earth,</br>To ease it from the frequent smart</br>That lurks beneath the veil of mirth;</br>Upon whose drear and desert state,</br>Not one last ling'ring ray may wait,</br>Of all that once was precious here,</br>Of all that beauty gave, or happiness made dear.", "To thee is sweet the maiden's breast</br>That Fury's boiling passions tear,</br>That knows no interval of rest</br>From bitterest pangs the frame can bear;</br>To thee is sweet the cold glazed eye</br>That glares in hideous vacancy;</br>To thee is sweet the gasping breath,</br>The blood-bespatter'd hand, and agony of Death.", "Go, search thee out the blasted heath,</br>Where Madness walks his nightly round,</br>Where the owl shrieks, and deeds of death</br>Are whisper'd in the night-wind's sound.</br>Go, search thee out the darksome shed,</br>Where Crime conceals his guilty head,</br>Strikes o'er again the last death-blow,</br>And hears in every gale the footsteeps of a foe.", "Go, search thee out the wretch accursed,</br>Who thinks no hope for him remains,</br>Whose spleen, by sin and malice nursed,</br>Writhing beneath disease's pains,</br>He vents alike 'gainst Man and God,</br>Careless of all that o'er him nod,</br>Of all the terrors Fear inspires,</br>Of adamantine chains that wait, and penal fires.", "Father of Heav'n, Almighty Power!</br>Let not such pangs this heart infest;</br>Let not Despair's renvengeful hour</br>Afflict thy lowly suppliant's breast:</br>Give me the soul, that nobly great</br>Can meet unmoved the shock of fate;</br>Bear &mdash; firmly bear &mdash; Misfortune's blow;</br>And smile beneath the weight and bitterness of woe.", "Grant me, though doom'd by thee to drain</br>Its bitterest dreg from Sorrow's bowl,</br>Grant me to smile beneath the pain</br>That racks, but not subdues, my soul.</br>Grant me the calm, though tortured mind,</br>Hopeless and friendless &mdash; yet resign'd;</br>And let me scorn the coward's cry,</br>Whom misery can move to \"curse his God, and die.\"</br>"]