["COUNTRY PARSON.</br>You, happy SWIFT!  your wonted wit retain</br>Beneath a mansion, decent for a DEAN;</br>While your poor brethren, from their Pulpits driv'n,</br>Are diffident of aid from ought but HEAV'N:</br>You fill new volumes with your Stella's name,</br>And seem grown old in nothing, but in FAME.", "DEAN.</br>A PATRIOT, tho' a minister of state!</br>A patriot plac'd ME in this calm retreat;</br>With honest zeal shall my industrious page</br>Oft, in his favour, force the present age;</br>To distant periods vindicate his Fame,</br>Proclaim his worth, and prove what I proclaim:</br>He fix'd my fortune, and he form'd my song,</br>As independent of the vulgar throng.", "COUNTRY PARSON.</br>I envy not the blessings you possess,</br>But wonder Malice cannot make them less;</br>How in such ticklish times you're suffer'd ink,</br>And left to speak, ev'n part of what you think!</br>While we, with fruitless efforts, strive to claim</br>Raiment for pow'r, and food instead of fame:</br>Our flocks, alas!  on grounds unfit to till,</br>Best part were ravag'd by the herbage-bill;</br>Our corn the surly Schismaticks refuse,</br>Taught by that bench, which grumbles at our dues.</br>Blest as we are, to catch a dropping crown,</br>To pay for pipes, or mend a tatter'd gown.</br>We might have seen, if we had proper fear,</br>This storm a coming, ere it came so near;</br>By melancholy Omens pre-advis'd,</br>For Hoadly publish'd, Whiston advertis'd.&mdash;</br>But name the PATRIOT who discern'd your vein,</br>And sav'd  the land, by making you a DEAN.", "DEAN.</br>London, I thought like some cathedral town,</br>Where all the sable-brothers of the Gown</br>At visitation meet; 'tis thus we call,</br>Whitehall, the Louvre; Bermingham, Whitehall:</br>Thus are the smallest like the greatest things</br>Kings like to gods, and viceroys like to kings.</br>But, London o'er all other towns prevails,</br>As English prelates, o'er a priest in Wales.", "COUNTRY PARSON.</br>And how were you seduc'd, or with what lure,</br>To visit London, and to leave your cure?", "DEAN.</br>A love of LIBERTY inflam'd me forth,</br>Clos'd in a corner of the rugged north;</br>Compell'd, when half my life was spent in vain,</br>To seek preferment in a nobler scene;</br>At court caress'd, the country was forgot,</br>And, I confess, a parson's barren lot;</br>Obscur'd my parts, my hopes were in decay,</br>Nor had my wit sufficient room to play;</br>Tho' many a pamphlet posted up to town,</br>Revis'd in vain, for no reward came down.", "COUNTRY PARSON.</br>We wond'red who the general TASTE could hit:</br>A WIT, without the vanity of wit!</br>For YOU the courtier read, the hawker flew,</br>Ev'n wits admir'd, and Will's &mdash; was full of you:</br>YOURS was the press, and Lintot was your own:</br>A PRIEST!  yet prais'd, and envied tho' unknown.", "DEAN.</br>What could I do?  bereft of other means,</br>With only WIT, to force ME from my chains;</br>And WIT was only valuable there,</br>There HARLEY first inclin'd a gracious ear:</br>HARLEY, the pride of no inglorious REIGN,</br>Employ'd MY PEN, and sent me back, a Dean.", "COUNTRY PARSON.</br>Happy old man!  thy revenue secure,</br>Tho' thy own CHARITY preserve thee poor;</br>Tho' Ireland, prest beneath a foreign race,</br>May keep the PATRIOT fretting for her peace:</br>No poisonous politicks shall blind her eyes,</br>While YOU can point her, where the poison lies;</br>Thy piercing pow'r such politicks shall dread,</br>And if they spread, by violence they spread.", "Happy old man!  enjoy thy sacred seat,</br>Yet warm with Patriot, and Poetick heat:</br>There sooth thy slumber, and indulge thy rest;</br>Blest!  if a nation's prayers can make thee blest:</br>Whose vows return the Respite, which you gave,</br>And, snatcht from ruin, save you from the grave.", "DEAN.</br>Bishops shall reckon sacrilege a sin,</br>And with church-livings cease to glut their kin;</br>The native Irish shall thro' Scotland roam,</br>The Chinese wander, Scotchman stay at home,</br>Ere HARLEY in my breast shall cease to glow,</br>Or I forget the gratitude I owe.", "COUNTRY PARSON.</br>But we (condemn'd to everlasting toils)</br>Must search for proselytes in Indian soils;</br>Banish'd from hence, like felons with reprieves,</br>To preach the gospel to a den of thieves;</br>Or with a fiddle eke out a lean cure,</br>Where, In Welsh mountains, ev'ry priest is poor;</br>Or up in Kerry, from the world exil'd,</br>With grief grow quickly, like the natives, wild.", "Is there reserv'd, for us, no happy hour,</br>For wean'd affection, and for ravish'd pow'r,</br>To fix attention on our antient throne,</br>The CHURCH retriev'd, the LAIETY our own?</br>Shall sloven Scotchmen in our pulpits cant?</br>And Quakers dream, and Anabaptists rant?</br>Our decent orders shall the foe confuse,</br>Unrail the table, and the vest disuse?</br>Go, priest, and labour passages perplext,</br>Go conn each comment on a crabbed text;</br>Then count thy gains, distinguish'd with disgrace,</br>And Beggary entail'd upon thy race.</br>Farewel, O church!  with thy disasters worn,</br>Thy foes triumphant, and thy friends forlorn;</br>No more my voice shall rend your sacred wall,</br>Nor where my duty calls, attend my call;</br>No folio read, no commentary turn,</br>Burn all my sermons, my concordance burn.</br>Since solemn truths, salubrious tenets fail,</br>Let deists sneer, and presbyterians rail.", "DEAN.</br>You seem to want a lodging by your looks,</br>And I can give you mutton, and some books;</br>To night, with ME, you'll mitigate your sorrow,</br>And for my absent curate preach to morrow.</br>Now beaux to dress them for the castle rise,</br>And barber's-boys with powder blind your eyes;</br>Now ev'ry street begins to crowd with chairs,</br>And Patrick's bells have summon'd us to pray'rs.</br>"]