["Nature begone &mdash; with thy dull formal laws</br>Our future progress has no more to do;</br>The vulgar scenes thy sober pencil draws</br>Soon fade and pall on Ardor's wearied view,</br>Whose restless spirit sighs for something new;</br>Sighs for the range of that enchanted land,</br>Where all is deck'd with more than earthly hue,</br>Where sovreign Fancy rears her magic wand,</br>And calls by thousands up her bright aerial band.", "Come then, and hover round, ye countless Pow'rs,</br>Who teach the song thro' fairy fields to glide,</br>And o'er sweet Inspiration's richest hours,</br>In all your various shadowy shapes preside:</br>Come hither, then, and deign my steps to guide;</br>Before my sight that secret world disclose,</br>In all its wild and visionary pride,</br>Where ev'ry form with living lustre glows,</br>And ev'ry brilliant flow'r in deathless beauty blows.", "The lofty Mount we now had left behind,</br>And from its summit bent our downward way,</br>With faces turn'd against the western wind,</br>To where old Ocean heav'd his billows gray;</br>On whose bare beach a bark unfetter'd lay:</br>This soon I enter'd with my heav'nly Guide,</br>And (wond'rous to relate!)  without delay</br>The living bark two wings expanded wide,</br>And flew with eagle speed across the foaming tide.", "But tho' so swiftly thro' the waves we past,</br>We still enough had leisure to behold;</br>For there an army horrible and vast</br>Around our bark with hideous gesture roll'd,</br>Whose shapes were cast in Terror's, darkest mold;</br>Death-fishes, dire, huge whales, unwieldly, slow,</br>With many more of figures manifold,</br>And mermaids fell, that work the sailors woe,</br>Fair women all above, but monsters all below.", "Nor had we furrow'd long the ocean's face,</br>Till more of marvel still we there descried;</br>In bold defiance of the laws of Space,</br>Array'd in mist, an island vast and wide</br>Came onward floating thro' the purple tide;</br>And which, advancing still our bark to meet.</br>At last in form apparent stood beside;</br>Whereon (tho' thick my heart with wonder beat)</br>I follow'd yet my Guide, and plac'd my trembling feet.", "But ere our steps that misty veil explor'd,</br>Thro' which each image did but half appear;</br>My gracious Guardian, pausing, kindly pour'd</br>These words of comfort in my drooping ear:</br>Be bold, my son, and banish needless fear,</br>Whate'er alarming sights you now may find;</br>For all the frightful scenes and objects here</br>Were meant with pleasing dread to fill the mind,</br>And not for works of pain or punishment design'd.", "Encourag'd thus, away my fears I threw,</br>And saw, without dismay, the strangest sight</br>Was ever yet reveal'd to mortal view;</br>Two Suns, at once, in Heav'n's meridian height,</br>Of equal splendor and of equal might&mdash;</br>But oh!  what tongue can all the glories tell,</br>With which their influence cloth'd that land of light,</br>Or from each burning orb what ardors fell,</br>Where Heat's whole strength appear'd omnipotent to dwell?", "No common warmth, indeed, had equal been</br>To tinge the grass which there luxuriant grew,</br>Not, as in other lands, of vulgar green,</br>But painted rich with many a brilliant hue,</br>From the fierce crimson to the gentle blue.</br>Nor less of wonder did each flow'r disclose</br>That met our eyes, of shape and colour new;</br>The lily there in purple beauty glows,</br>And there, with thorns unarm'd, appears the azure rose", "Nor were the trees like those of other soils;</br>Each barren branch was rough with golden ore,</br>And each prolific blush'd with precious spoils;</br>The plum with sapphire fruit was cover'd o'er,</br>And emeralds the vine and rubies bore;</br>Each quiv'ring leaf was a melodious tongue,</br>That still untir'd the sweetest notes could pour;</br>And ev'ry bird that on the branches hung,</br>Accordant to the sound, in human accent sung.", "The rivers here no vulgar boons bestow'd;</br>Some taught their yellow waves with gold to shine,</br>While some with honey, milk, and nectar flow'd,</br>And others, rolling down the richest wine,</br>Supplied their happy Lords with draughts divine.</br>Nor less the mountains huge did our's surpass;</br>One seem'd of glitt'ring gold a solid mine,</br>Of iron one, and one of burnish'd brass,</br>Of rugged diamond some, and some of polish'd glass.", "Thus far had Fancy wild her frolics play'd</br>Within the range of Matter's lifeless reign;</br>But wonders wilder still we now survey'd,</br>Encircled sudden by that endless train</br>Of monstrous shapes which ancient fables feign.</br>Extended there the hideous Hound of Hell</br>Pour'd from his triple throat reproaches vain;</br>There shook their snaky curls the Virgins fell,</br>And made each living lock with deadly venom swell.", "To meet us next a motley monster came,</br>The, Lion, Goat and Snake in one combin'd,</br>The brutal Bull here shar'd the human frame;</br>And with his Rider there the Horse was join'd.</br>Another Steed of Nature's genuine kind</br>In these strange climes my chief attention drew;</br>But while my feet a near approach design'd,</br>He stretch'd two pinions wide, and upward flew,</br>And soar'd among the clouds, beyond my dazzled view.", "But now to human forms we turn'd our eyes,</br>Of shape, and size, and substance manifold;</br>The Prince immoveable with marble thighs.</br>The Groom of stern, resistless, iron mold,</br>And the fierce Carle compos'd of purest gold</br>The Pygmies there we saw in dwarfish bands,</br>And all the haughty brood of Giants old,</br>From him in whose broad front his lone eye stands,</br>To him who threatens Heav'n, and waves his hundred hands.", "The human Porcupine, whose fretful skin</br>Stood rough with native darts, was also there</br>Two Brothers, one inseparable Twin;</br>The PHRYGIAN Prince with iv'ry shoulder bare,</br>And Ocean's Daughters with their verdant hair;</br>But endless task it were to count them all:</br>Monarchs I saw, to whose unlucky share</br>Heads deck'd with asses' ears had chanc'd to fall,</br>And some, more luckless still, withouten heads at all.", "Before us next appear'd a spacious tree,</br>And call'd by Allegory's mystic name</br>(For so my kind Instructor whisper'd me)</br>On which in shape of birds or wild or tame</br>Sate all the Passions of the human frame.</br>The Vulture Avarice I there descried,</br>And lurking 'mong the leaves the Owl of Shame;</br>Ambition's Eagle too aloft I spied,</br>And far above them all was perch'd the Peacock Pride.", "There too the Glutton Cormorant was plac'd;</br>And Lechery the Sparrow him beside;</br>While Vanity the Parrot, tiresome, guest,</br>With restless tongue, by Wisdom's curb untied,</br>Pour'd forth of nonsense an incessant tide.</br>But while these forms uncouth our eyes ran o'er,</br>Three Bards appear'd, approaching side by side;</br>Two graceful Bards from rich HESPERIA'S shore,</br>And one more graceful still, whom fair BRITANNIA bore.", "The ROMAN first to wonders tun'd his tongue,</br>And fill'd with shifting shapes each magic page;</br>In accents wilder still the TUSCAN sung</br>ORLANDO'S combats, and his am'rous rage,</br>And hopt from theme to theme like bird in cage.</br>The last was MULLA'S Bard, whose colours strong</br>Brought back old Chivalry's romantic age;</br>Who led the stream of allegoric song</br>Thro' many a gloomy glade and flow'ry field along.", "There stood beneath that mystic darksome tree</br>A silver stool, to which their weary pace</br>Addressing, sate them down those noble three;</br>And both the elder two with courteous grace</br>To BRITAIN'S child resign'd the middle place;</br>Whose pencil pure to simpler charms refin'd</br>The features bold of Fable's fairy face;</br>Who drew so well the various tribes of Mind,</br>And with the wildest notes the gentlest lays combin'd.", "Nor had we long pursued our onward way,</br>When those two solar lamps of equal might</br>Withdrew, with sudden haste, their double day,</br>And left Heav'n's empire to the Queens of Night;</br>For there of dazzling moons an army bright</br>Still broke the silence of  the midnight air,</br>With many-shap'd and many-colour'd light,</br>With azure beams and purple splendors rare,</br>And many an oval green and many a scarlet square.", "Here from a leafless tree a stream of blood</br>Pour'd constant forth its crimson current dire;</br>And there, with fatal course, a boiling flood</br>Roll'd down incessant from a fount of fire.</br>Between their waves appear'd a tuneful quire,</br>Four mighty Bards, whom no restraints confin'd,</br>Of all their race who struck the boldest lyre,</br>Whose daring hands the wildest shapes design'd,</br>And many a breathing thought and burning word combin'd.", "The first was Tragedy's ecstatic Sire,</br>And the stern soul of chain'd PROMETHEUS drew;</br>The next was father of the TUSCAN lyre,</br>Who brought the gloomy scenes of Hell to view,</br>And ting'd his verse with Horror's darkest hue;</br>The third the head of PHILIP'S son around</br>A gleam of wild gigantic glory threw;</br>The last the magic cell of Music found,</br>And gave each passion there its own expressive sound.", "Beneath the boughs of that accursed tree,</br>Whose trunk gave birth to such a dismal tide,</br>Sate DANTE downy from dread or horror free,</br>And AESCHYLUS contented, him beside,</br>While each the other's face with pleasure ey'd:</br>Below the GREEK the sons of BRITISH fame;</br>But LEE to COLLINS left the better side,</br>Submitting thus to Fancys clearer claim,</br>Whom thus arrang'd we past, and reach'd the flood of flame.", "And there a bridge of ice, as smooth as glass,</br>Unmelted still, o'erhung the hot profound;</br>A bridge that few had ever tried to pass,</br>And fewer still had scatheless passage found,</br>For most were in the fiery current drown'd&mdash;</br>No friendly ledge on either side did stand,</br>And arch'd and narrow was the slipp'ry mound;</br>But here my Guide indulgent seiz'd my hand,</br>Across the peril bore, and plac'd me safe on land.", "There up to Heav'n a mass of rock was pil'd,</br>Which seem'd to mingle with the midnight sky;</br>Of rude access it was, and prospect wild,</br>And rear'd its proud ambitious head so high</br>As almost left behind the aching eye.&mdash;</br>Deck'd was the scene with beauties all its own,</br>Whose pow'rful charms each critic glance defy;</br>And on its topmost height, the regal throne</br>Of this romantic realm, stood AVON'S Bard alone.", "Alone he stood &mdash; for there was none but he</br>On such a fearful precipice could stand;</br>Careless he stood, from fear and danger free,</br>And wav'd with ease that more than magic wand,</br>Whose pond'rous weight would numb each other hand;&mdash;</br>For who like him could fairy chaplets twine,</br>Could paint with living hues the airy band</br>Of shapes infernal and of forms divine,</br>Or dive so wond'rous deep in Fancy's golden mine?", "Reluctant rising from their nether skies,</br>A troop of griesly ghosts before him stood,</br>With iron teeth and staring stony eyes,</br>Demons and fiends, and all the hellish brood</br>Which Fancy figures in her trembling mood;</br>Around his head those elves and spirits flew,</br>Who taste on earth of Heav'n's ambrosial food,</br>Who suck with bees the cowslip's honey dew,</br>And steal, to make them coats, the rainbow's brilliant hue.", "There on her car sate MAB the Fairy Queen,</br>And dreams of various hue around her flung;</br>Her coachman, merry PUCK, array'd in green,</br>Before her on the nut-built chariot hung,</br>And all his knavish tricks and frolics sung.</br>There was the witch's child, who ne'er unclos'd</br>His brutal lips but forth a curse there sprung;</br>And ARIEL quaint, of other mold compos'd,</br>Who trode the winter wind, and in the gale repos'd.", "But now no longer could my rapture hold,</br>But forth it broke in this ecstatic strain:</br>At last these eyes their darling Bard behold,</br>For whom they here so long had look'd in vain,</br>The great Colossus of the tuneful train&mdash;</br>But tell me, why should he be thus confin'd</br>Within one province of thy bright domain,</br>Who roll'd o'er ev'ry field his boundless mind?</br>Thus spoke my query bold, and thus my Guide rejoin'd:", "I have not thus, without sufficient cause,</br>On each of these my sons a home bestow'd;</br>For this, whilst equal Fate's eternal laws</br>Allow to ev'ry Bard but one abode,</br>To shun disorder was the surest road&mdash;</br>Else might the Poet, whose romantic hand</br>ISMENO'S Grove in all its terrors show'd,</br>And he of SYLPHS who drew the brilliant band,</br>Have wanderd both at will thro' this enchanted land.", "Nor here alone, but ev'n in Satires quire</br>The cynic POPE might then have found a place,</br>And honest COVERLEY'S delightful fire</br>Carous'd with those of Humour's jovial race.</br>Then he who DIDO'S pangs so well could trace,</br>In Pity's plaintive land might oft appear,</br>With him who drew CLORINDA'S dying  face,</br>And him whose scene presents LOTHARIO'S  bier;</br>And ELOISA'S Bard, to all the Muses dear.", "Your idol then would no restriction know;</br>But he who wrapt in Pity's darkest pall</br>His luckless LEAR had  grac'd the Vault of Woe;</br>And he who painted FALSTAFF'S humours all</br>Were still a welcome guest in Humour's Hall;</br>To Beauty's Garden he might then retire,</br>Whose Moon on BELMONT'S bank asleep could fall;</br>And he whose HOTSPUR breath'd heroic fire</br>Might to the topmost height of Mount Sublime aspire.", "Nor think that Mount a station more sublime</br>Than this on which I have your SHAKESPEAR plac'd;</br>For should your feet again its summit climb,</br>You still would find its highest height disgrac'd</br>By this romantic rock's imperial crest;</br>For ev'ry line illum'd by Fancy's ray</br>Must still be priz'd, by those of genuine taste,</br>Beyond the sprightly, sweet, or lofty lay,</br>And ev'n from Passion's page will bear the palm away.", "While thus he spoke, I sent my curious eye</br>To scan the Mountain, and its height to know;</br>But ere it back return'd to make reply,</br>Gone was the Pow'r to whom so much I owe,</br>And with him vanish'd all the splendid show;</br>The dim diffusion of the twilight gloom</br>Had veil'd fair Fancy's many-colour'd glow,</br>And clos'd my view within  the narrow room,</br>Of all  this Vision wild the cradle and the tomb.</br>"]