["If ought of gentlest note, the Pastoral Lute</br>May speak, soft Nymph, and not distract thine ear,</br>As in the moss-grown glade</br>Thou lay'st thy languid head;", "Attend my strain, and may it soothe thy sense,</br>As when thou hear'st from out th' accustom'd oak</br>Lone Philomela pour</br>Her sadly-pleasing song;", "Or stretch'd at length on Hybla's thymy banks,</br>Breathing perfumes, thou hear'st with soul compos'd</br>The honey'd tribes resound</br>Their stilly murmuring hum.", "Parent of every Muse!  from Nature's charms</br>(Hid from the vulgar eyes of busy men)</br>Fancy the veil updraws</br>To glad thy Votary's sight.", "When did the wretch, in vent'rous quest of gain,</br>E'er see the Naiads, sedgy-crowned tribe,</br>Spring from the parted wave</br>And toss their golden hair?", "Some listless youth, who rov'd the shores among</br>To cull the whisp'ring reeds to form his lute,</br>Their gambol-freaks espy'd,</br>And heard their Heav'n-strung shell.", "Ne'er did the Hunter, prowling for his prey,</br>Tripping in mantle green, the Dryad train,</br>Or of th' all-hallow'd wood</br>Th' aerial Genius, meet:", "No; 'twas some lover, in the shade reclin'd</br>Who first o'erheard them singing to his pipe,</br>And with admiring eyes</br>Beheld them dance around.", "Scap'd from the busy world's tumultuous din,</br>Young Maro first, beneath the beechen shade,</br>\"Thy genial influence own'd,\"</br>And charm'd the Mantuan plains.", "Me too, retir'd with thee, as oft I wont,</br>Gay Fancy visits, and before me brings,</br>Full on my wond'ring sense,</br>The fair Aurelia's charms;", "Gives me to feel the influence of her eyes;</br>To taste the raptures of her heavenly smiles;</br>To press her beauteous lips,</br>\"Celestial rosy red.\"", "For this thy boon thy Votary's hand shall rear</br>And odorous couch, with every flower combin'd</br>That loveliest Eve prepar'd</br>To deck her nuptial bed.", "Here as thou liest, with heav'nly fragrance join'd,</br>The whisp'ring Zephyrs on their balmy wings</br>My annual praise shall bear</br>To lull thy list'ning ear.</br>"]