["Dight in their best array, with blithsome mien,</br>The village-youth now frolic on the green;</br>To various sports which these and those promote,</br>The live-long Whitsun-holy-day devote.</br>Here nymphs and swains to rustic measures dance,</br>Snatch the stol'n kiss, and interchange the glance,</br>While hum'rous Hobbinol aukward antics plays,</br>And moves loud laughter as he threads the maze.</br>Some with tough cudgels seek the prize to win;</br>Some run, some leap, some wrestle, and some grin;</br>The happy, happier by the season grew,</br>But, ah!  more wretched Rosalind and Sue;</br>Sad Sue and Rosalind together stray'd</br>From these gay crowds, and trod the lonely glade;</br>Tir'd, and beneath an ancient oak reclin'd,</br>Alternate thus each eas'd a love-sick mind.", "SUSAN.</br>Once at the foot of this o'ershadowing tree</br>I sat with Lubberkin, my seat his knee,</br>He sung me ballads, which my kiss repaid,</br>And laughing Susan was a happy maid.</br>But true I wot that ancient saying, Rose,</br>The greatest glee forebodes the sharpest woes,</br>I find it true, by sad experience now;</br>Since faithless Lubberkin forgets his vow.", "ROSALIND.</br>More wretched I, inconstant have I been;</br>And what in love is half so great a sin!</br>Remorse and anguish on my vitals prey&mdash;</br>No lover comes for him I chas'd away;</br>Alone I wander, and in secret sigh,</br>And mem'ry brings my fault for ever nigh.</br>I wish, alas!  but still I wish in vain,</br>The joys I slighted wou'd return again,</br>Lost by my fault a keener pang I prove,</br>And pine with all that punishes in love.", "SUSAN.</br>Late as I went to market in the cart</br>I heard a drum &mdash; it chill'd me to the heart.</br>My boding breast presag'd some mischief nigh,</br>And my limbs trembled tho' I knew not why.</br>But when I saw the gaudy Serjeant stand,</br>And holding, lovely Lubberkin!  thy hand,</br>In Sunday suit, and as a bridegroom gay,</br>My strength forsook me, and I swoon'd away&mdash;</br>Still, still his looks shall faithful mem'ry bear,</br>Ah!  still the pleasure and the pain I share.</br>His hat, which ever 'till that morn he wore</br>Flapp'd on all sides, or flapp'd at least before,</br>Now smartly cock'd, and smartly worn, display'd,</br>One eye-brow, one was hid beneath the shade,</br>A green cockade adorn'd the button-side,</br>And his face blush'd with mingled joy and pride.</br>His dark brown hair which hung uncomb'd so late,</br>O'er his broad shoulders negligent and straight,</br>Now ty'd behind, and curl'd at either ear,</br>Look'd like the captain's that call'd Joan \"my dear.\"</br>I gaz'd with pleasure, but the pleasure fled,</br>When soon he follow'd where the serjeant led;</br>No more returning &mdash; Now the dang'rous sea</br>Flows a wide waste 'twixt Lubberkin and me;</br>On foreign lands my absent soldier's laid,</br>And wantons, pleas'd, with some outlandish maid.</br>Oh happy fair, O Lubberkin untrue,</br>How could'st thou list, and how forget thy Sue!", "ROSALIND.</br>When fond Amyntas woo'd me to be blest,</br>I mock'd his passion with a taunting jest,</br>In vain his faithful passion persever'd,</br>I heard him not, or slighted, if I heard;</br>But when light Roger, fam'd for guileful art,</br>Woo'd me, alas!  I gave him all my heart.</br>Sweet was his converse to my list'ning ear,</br>And fondly I believed his vows sincere:</br>Amyntas left me with a just disdain,</br>Nor cou'd his absence give my breast a pain.</br>But, as to milk (ill luck wou'd have it so)</br>Thro' goodman Hodgson's close I chanc'd to go,</br>I caught young Roger 'midst the osiers laid,</br>I caught him, Susan, with the parson's maid.</br>She fled, he smil'd, and mad with rage I cry'd,</br>Henceforth approach me not &mdash; and he comply'd.", "SUSAN.</br>Peace may return, and from the distant shore</br>My soldier, never to forsake me more.</br>O come, my Lubberkin!  and blest with thee,</br>I'll join at Christmas in the gen'ral glee.</br>Thou skill'd in feats of war, shalt win the prize,</br>Engage all wishes, and attract all eyes:</br>My envy'd arms shall hold thee to my breast,</br>And love and pride shall join to make me blest.", "ROSALIND.</br>O!  would Amyntas but return, he'd find</br>His grateful Rosalind for ever kind.</br>Where, gentle shepherds!  does my shepherd stray?</br>I'll track his steps thro' ev'ry winding way,</br>Thro' ev'ry vale I'll haste, nor will I dread</br>The thickest woods and darkest groves to tread,</br>And when the briars my tender feet shall wound,</br>The blood shall mark, where'er I pass, the ground;</br>This when he sees, relenting shall he say,</br>At length her pains have wash'd her faults away.</br>Then &mdash; but what arts shall sooth the cheerless day,</br>Till happier hours our sorrows shall o'er-pay?", "SUSAN.</br>Let not the heart with hopeless anguish bend,</br>Soon changing fortune shall our loves befriend.</br>At the Squire's wedding will I slily take</br>Three broken morsels of the bridal cake;</br>Dame Dobson's wedding ring I'll borrow too,</br>And thrice three times I'll pass the morsel's thro',</br>Beneath thy pillow and my own own when laid,</br>Such dreams shall rise as sooth the lovesick maid,</br>Such dreams as promise more substantial bliss,</br>The real lover, and the waking kiss:</br>Pleas'd with the flatt'ring thought, they seek their cot,</br>A while the pains of hapless love forgot.</br>"]