["TO PHILOSOPHICAL NECESSITY.</br>Stern Queen of gods and men, Necessity!</br>Formatrix of the acts of human kind!</br>What mortal pow'r, alas!  can fathom thee,</br>In thy mysterious intercourse with mind?</br>Yet, man may darkly trace thee, though he's blind,</br>In each thing, present, active, every where,</br>With nature and with art alike combin'd,</br>Whose causes and effects thy pow'r declare</br>Thro' all this scene of things, deform or fair!</br>Old as eternal Nature tho' thou art!</br>Tho' none with thee thy iron rule can share,</br>And tho' thou claim'st no kindred with the heart;</br>Yet &mdash; and, ah!  who must not? &mdash; Necessity!</br>Sister of Nature!  bend I down to thee!", "SONNET TO LOVE.</br>Child of the Cnidian Queen!  young Eros hail!</br>For ever blooming, bland, and beauteous boy!</br>Whose breath is incense floating on the gale,</br>Whose sighs are sighs of tenderness and joy,</br>That with satiety can never cloy;</br>Whose wings are lightsome, and whose bow is strung</br>For shafts that but deliciously annoy,</br>Flame-tipp'd, bright peering from thy quiver, hung</br>In graceful sort; while music from thy tongue</br>Is each sweet word thou breath'st into the ear</br>Of youthful lovers, sylvan wilds among;</br>Whose days are happy, and have nought to fear:</br>Oh!  come, illume me!  breathing amorous sighs,</br>With torch lit at thy beauteous mother's eyes!", "SONNET TO MADNESS.</br>Queen of the wayward will and wandering mind,</br>With hollow eye, with feature deathly pale,</br>And loose locks streaming on the gusty wind!</br>Madness!  I hear thy melancholy tale;</br>Thy mournful musings on mine ear prevail:</br>Anon, bedeck'd with straw-constructed crown,</br>I see thy poor phantasy regale</br>With visionary prospects of renown:</br>And now I mark thee, stern, with darkling frown,</br>Foaming infuriate, wild with ruthless rage,</br>With manacles of iron pinion'd down,</br>That scarce have power thy phrensy to assuage.</br>Ah!  say, thou wretched daughter of Despair,</br>Com'st thou on earth to crown corroding Care!</br>"]