["LORD TOUPET.  LORD BRILLIANT.", "BRILLIANT.</br>Say, my Toupet, whence all this Grief appears?</br>Why do'st thou knit thy Brow, and shake thy Ears?</br>Regardless how much Power thou do'st lose,</br>Why is thy Coat unbrush'd, unclean'd thy Shoes?</br>Why dost no more thy Golden Snuff-Box rap,</br>Hast lost thy Money, or hast got a Cl&mdash;p?", "TOUPET.</br>Neither of these, alas!  yet wou'd it were:</br>I have no Money, and no Cl&mdash;p I fear:</br>These slight Misfortunes, I with Ease endure,</br>Which better Luck, and Mis&mdash;bine may cure.</br>But, ah!  what Art can Hilaret restore?</br>She's gone, and now shall bless these Eyes no more.", "BRILLIANT.</br>Too just I own the Motive of your Grief,</br>Unhappy Hilaret!  could no Relief</br>Be in so many Doctors had?  None save</br>Thy beauteous Bloom from such an early Grave?", "TOUPET.</br>Not S&mdash;e himself cou'd do't!  she dy'd stark mad!</br>How hard a Fate has so much Beauty had?</br>Had she been ugly, slight had been her Crime,</br>Excus'd by all her Sisters of the Time.</br>'Tis Envy and not Goodness makes them rail;</br>Balda uncensur'd may turn up her Tail.</br>What Boy to whom Susurra is unknown!</br>How long shall Gromia scandalize the Town!</br>Yet for one Slip poor Hilaret is lost;</br>One Slip the World has so much Sweetness cost.</br>So true is what Philosophers alledge,</br>\"This safer steals the Horse, than that looks o'er the Hedge.\"", "BRILLIANT.</br>Shou'd Gallantry prove fatal to all Wives,</br>What modest Ladies must resign their Lives!</br>So soon if Cuckolds Widowers became,</br>'Twould be a Sound of Joy, and not of Shame:</br>No Plague wou'd give the Grave more luscious Treats:</br>\"Throw out your Dead,\" would ring through all the Streets.", "TOUPET.</br>How thin would be an Opera or Play?</br>How thin, alas!  the &mdash; &mdash;'s Day?</br>What Company must all our Auctions fill?</br>What Company make Parties at Quadrill?</br>From N&mdash;sh and H&mdash;d&mdash;gg&mdash;r, what Tears would fall?</br>Nor Bath, nor Haymarket wou'd know a Ball.</br>What Ladies, ah!  my Brilliant, wou'd resort</br>To Visits, Park, or any where &mdash; but C&mdash;t.", "BRILLIANT.</br>If Infamy should Gallantry attend,</br>Oh!  where would Drury-Lane's large Hundreds end?</br>Or were they all, like Hilaretta, mad,</br>What Bounds to growing Bedlam must be had?</br>No, Heaven forbid they all her Fate should share;</br>Be less their Punishments, as their Beauties are.</br>Let Wh&mdash;s to Rogues in Opposition live,</br>Great Beauties die that little ones may thrive.", "TOUPET.</br>Shall then no more my Hilaret impart</br>Envy or Joy to each Beholder's Heart?</br>Oft have I seen when Cook has call'd aloud,</br>My Lady Hilly's Servant, &mdash; all the Crowd</br>Stand hush'd, Attention fix'd on ev'ry Face,</br>While, with a charming unaffected Grace,</br>Thro' dying Beaus she swam into her Place.</br>No Matter what was acted on the Stage</br>Nor Cibber, Booth, or Oldfield cou'd engage,</br>Nor Harlequin, skipping Fav'rite of the Age:</br>In vain did even Polly Peachum sing</br>My Hilaret monopoliz'd the Ring:</br>Each Beau by Love, each Belle by Envy tost,</br>Strove who shou'd praise, and who malign her most.</br>But now, O everlasting Shame to Justice!</br>For lying down &mdash;, she lying in the Dust is.", "BRILLIANT.</br>For lying down I've heard her blam'd, but more</br>Censur'd, because she did not shut the Door:</br>Heav'n teach Clarinda, by Experience wise,</br>To shut the Door before she opes her Th&mdash;s:</br>For Saints and Sinners should in this agree;</br>In private it is best to bend the Knee;</br>Thus ostentatious Praise the Saints eschew,</br>And thus no Shame the Sinner shall pursue.", "TOUPET.</br>Who knows how suddenly relentless Fate,</br>May set to any other Toast a Date!</br>And she who triumphs in my Charmer's Shame,</br>Soon may lament her own extinguish'd Fame:</br>She who to Night shall in the Boxes shine,</br>By Velvet, Jewels, and Brocades made fine,</br>May soon be forc'd to change her airy Note,</br>And give her Lodgings in to Leathercoat.</br>For, ho!  cou'd Beauty have perserv'd the Dame,</br>Unspotted had been Hilaretta's Name.</br>If to be safe to Virtue they must owe,</br>Heav'n knows, alas!  what Woman will be so.</br>If Beauty which we've seen, no Tears can draw,</br>Ah!  how shou'd Virtue which we never saw!", "BRILLIANT.</br>Enough of this, Toupet. &mdash; Now let's away,</br>'Tis Time to steal the last Act of the Play;</br>For Woofleet Oysters thro' the Streets they cry,</br>And now, with greater Haste, the Coaches homewards fly.</br>"]