["Hard by the winding course of yonder rill,</br>That lofty thro' the meadow steals along,</br>Beneath the shelter of that sloping hill,</br>Late dwelt the subject of my mournful song.", "OWEN his name: &mdash; of old Milesian race;</br>Humane, good natur'd, gen'rous without shew:</br>His Hamlet was MISFORTUNE'S resting-place;</br>His heart still welcom'd ev'ry Child of Woe.", "The partner of his comforts and his cares</br>A sympathising bosom too possess'd:</br>Her Husband's virtues gentle MABEL shares.&mdash;</br>And OWEN felt himself hence doubly blest.", "A little field of scarce six roods supplied</br>Their Cot with milk and vegetable store;</br>But on the Wheel and Loom they chief relied</br>For whatso'er their wants demanded more.", "Brisk as the Lark that cheer'd him with her Lay,</br>To trim his Loom each morn would OWEN spring;</br>Blithe as the Linnet on the blooming spray</br>Would MABEL at her flaxen labour sing.", "And, when to market with his Web he hied</br>(Perhaps to old Armagh or Tandgragee),</br>Short was his absence from his Hamlet's pride;</br>Still happiest when at home with her was he.", "But, ah!  that enemy of human bliss&mdash;</br>That dire disturber of our land's repose</br>(To blast this harmless Couple's happiness),</br>DISCORD, at length around their district rose!", "Two varied ensigns first the Demon rear'd,</br>The engines of his enmity to rouse;</br>And now, by turns, each party he appear'd,</br>As suited best his purpose to espouse.", "But, when the Faction destin'd to prevail</br>The Fiend had with its utmost fury fir'd,</br>He bade it ALL promiscuously assail</br>Who did not bear the Badge its Chiefs requir'd!", "Then, unrestrain'd by pity, force, or fear,</br>Deform'd RELIGION'S venerable name:</br>That COLOUR Protestants were proud to wear</br>The Ruffians tarnish, prostitute, defame!", "Behold the peaceful CATH'LIC forc'd to fly</br>In consternation from his native spot</br>Beneath the rigours of a wintry sky,</br>While flames consume his Furniture and Cot!", "Nor dares his pitying Neighbour lend relief,</br>Whose faith's the same the racking hordes profess;</br>Nor dares he shew his sympathy or grief,</br>Lest they doom him to similar distress!", "Such, hapless OWEN, was thy cruel fate:</br>Thy peaceful Cot attack'd by midnight band,</br>They burst thy door, resolv'd t' assassinate!&mdash;</br>But Heav'n, protecting, snatch'd thee from their hand.", "Under the fav'ring cover of the night,</br>Thy MABEL too escap'd the Murd'rer's aims,</br>While at thy hearth two masqu'd Destroyers light</br>The brands that set thy property in flames!", "Low lies in ashes now that friendly roof,</br>So oft the shelter of the wand'ring poor;</br>Exhibiting a melancholy proof</br>Of what the helpless CATH'LICS here endure!</br>"]