["Ye radiant Nymphs!  whose opening eyes convey</br>Warmth to the world, and lustre to the day!</br>Think what o'ershadowing clouds may cross your brain,</br>Before those lovely lids shall close again!</br>What funds of Patience twelve long hours may ask,</br>When cold Discretion claims her daily task!</br>Ah think betimes!  and, while your morning care</br>Sheds foreign odours o'er your fragrant hair,</br>Tinge your soft spirit with that mental sweet,</br>Which may not be exhal'd by Passion's heat;</br>But charm the sense, with undecaying power,</br>Thro' every chance of each diurnal hour!</br>O!  might you all perceive your toilets crown'd</br>With such cosmetics as SERENA found!</br>For, to the warning vision fondly true,</br>Now the quick Fair one to the toilet flew:</br>With keen delight her ravish'd eye survey'd</br>The mystic ribband on her mirror laid:</br>Bright shone the azure as Aurora's car,</br>And every spangle seem'd a living star.</br>With sportive grace the smiling damsel prest</br>The guardian cincture to her snowy breast,</br>More lovely far than Juno, when she strove</br>To look most lovely in the eyes of Jove;</br>And willing Venus lent her every power,</br>That sheds enchantment o'er the amorous hour:</br>For spells more potent on this band were thrown,</br>Than Venus boasted in her beauteous zone.</br>Her dazzling Caestus could alone inspire</br>The sudden impulse of short-liv'd desire:</br>These finer threads with lasting charms are fraught,</br>Here lies the tender, but unchanging thought,</br>Silence, that wins, where eloquence is vain,</br>And Tones, that harmonize the madd'ning brain,</br>Soft Sighs, that Anger cannot hear, and live,</br>And Smiles, that tell, how truly they forgive;</br>And lively Grace, whose gay diffusive light</br>Puts the black phantoms of the brain to flight,</br>Whose cheering powers thro' every period last,</br>And make the present happy as the past.", "Such secret charms this richer Zone possest,</br>Whose flowers, now sparkling on SERENA'S breast,</br>Give, tho' unseen those swelling orbs they bind,</br>Smiles to her face, and beauty to her mind:</br>For now, observant of the Sprite's behest,</br>The nymph conceals them by her upper vest:</br>Safe lies the spell, no mortal may descry,</br>Not keen PENELOPE'S all-piercing eye;</br>Who constant, as the steps of morn advance,</br>Surveys the houshold with a searching glance,</br>And entering now, with all her usual care,</br>Reviews the chamber of the youthful fair.</br>Beneath the pillow, not completely hid,</br>The Novel lay &mdash; She saw &mdash; she seiz'd &mdash; she chid:</br>With rage and glee her glaring eye-balls flash,</br>Ah wicked age!  she cries, ah filthy trash!</br>From the first page my just abhorrence springs;</br>For modern anecdotes are monstrous things:</br>Yet will I see what dangerous poisons lurk,</br>To taint thy youth, in this licentious work.</br>She said:  and rudely from the chamber rush'd,</br>Her pallid cheek with expectation flush'd,</br>With ardent hope her eager spirit shook,</br>Vain hope!  to banquet on a luscious book.</br>So if a Priest, of the Arabian sect,</br>In Turkish hands forbidden wine detect,</br>The sacred mussulman, with pious din,</br>Arraigns the culprit, and proclaims the sin,</br>Curses with holy zeal th' inflaming juice,</br>But cursing takes it for his secret use.", "The gay SERENA, with unruffled mind,</br>The pleasing Novel, thus unread, resign'd.</br>The Vision on her soul such virtue left,</br>She only smil'd at the provoking theft;</br>The teazing incident she deem'd a jest,</br>Nor felt the Zone grow tighter on her breast.", "Now in full charms descends the finish'd Fair,</br>For now the morning banquet claims her care;</br>Already at the board, with viands pil'd,</br>Her Sire impatient sits, and chides his tardy child.</br>On his imperial lips rude Hunger reigns,</br>And keener Politics usurp his brains:</br>But when her love-inspiring voice he hears,</br>When the soft magic of her smile appears,</br>In that glad moment he at once forgets</br>His empty stomach, and the nation's debts:</br>He bends to Nature's more divine controul,</br>And only feels the Father in his soul.</br>Quick to his hand behold her now present</br>The Indian liquor of celestial scent!</br>Not with more grace the nectar'd cup is given</br>By rose-lipp'd Hebe to the Lord of Heaven.</br>While her fair hands a fresh libation pour,</br>Fashion's loud thunder wakes the sounding door.</br>The light SERENA to the window springs,</br>On curiosity's amusive wings:</br>Her quick eyes sparkle with surprise, to see</br>The glories of a golden vis-a-vis:</br>Its glittering tablet gleam'd with mimic pearl,</br>And the rich coronet announc'd an Earl.</br>The good old Knight grew somewhat proud to hear</br>Of this new visit from the early Peer:</br>SERENA recollects the vision's truth,</br>And fluttering, hopes it is the promis'd Youth:</br>PENELOPE from her high chamber peeps;</br>There her unfinish'd charms she coyly keeps;</br>With sage reserve her modesty abhorr'd</br>To shew her morning face before a Lord.", "The Peer alights:  the well-rang'd vassals bawl</br>His sounding title thro' the spacious hall,</br>Till in the deep saloon's extremest bound</br>Th' ear-tickling words, \"LORD FILLIGREE,\" resound.</br>As when great Hector, setting war apart,</br>Advanc'd to parley, with his spear athwart,</br>The Greeks beheld him with a still delight;</br>And silent reverence stopt the rising fight;</br>With such respect, but unchastis'd by fear,</br>Sir Gilbert and the Nymph first meet the peer;</br>And, while his morning compliments commence,</br>The slighted breakfast stands in cold suspence.</br>But far unlike to Hector's ruder grace</br>His modern stature, and his modish face!</br>Nor less he differs from those Barons old,</br>Whose arms are blazon'd on his car of gold;</br>Whose prostrate castle guarded once the lands,</br>Where, spruce in motley pride, his villa stands,</br>By Taste erected, in her trimmest mode,</br>Her mushroom structure, and her quaint abode.", "As the neat Daisy to the Sun's broad flower,</br>As the French Boudoir to the Gothic Tower,</br>Such is the Peer, whom fashion much admires,</br>Compar'd in person to his ancient sires:</br>For their broad shoulder, and their brawny calf,</br>Their coarse, loud language, and their coarser laugh,</br>His finer form, more elegantly slim,</br>Displays the fashionable length of limb:</br>With foreign shrugs his country he regards,</br>And her lean tongue with foreign words he lards;</br>While Gallic Graces, who correct his style,</br>Forbid his mirth to pass beyond a smile.</br>As the nice workman in the wooden trade,</br>Hides his coarse ground, with finest woods o'erlaid,</br>Thus our young Lord, with Fashion's phrase refin'd,</br>Fineer'd the mean interior of his mind:</br>And hence, in Courtesy's soft lustre seen,</br>His spirit shone, as graceful as his mien.</br>The artless Fair, on Fashion's kind report,</br>Thought him the mirror of a matchless Court:</br>Much she his dress, his language much observes,</br>Whose finer accents prove his feeling nerves.</br>Her fancy now the destin'd Lover spies,</br>But her free heart abjures the quick surmise;</br>Yet as he spoke, at every flattering word</br>The Vision's promise to her thought recurr'd.</br>Far more parental pride contrives to blind</br>The good Sir Gilbert's more-experienc'd mind,</br>Who fondly saw, and at the prospect smil'd,</br>A future Countess in his favourite child.</br>But what new flutterings shook SERENA'S breast,</br>What hopes and fears the modest Nymph opprest,</br>When with a simpering smile, and soft regard,</br>The Peer display'd a mirth-expressive card,</br>Where the gay Graces, in a sportive band,</br>Shew the sweet art of Cipriani's hand;</br>Where, in their train, his airy Cupids throng,</br>And laughing drag a comic mask along!</br>\"We,\" cries my Lord, with self-sufficient joy,</br>Twirling, with lordly airs, the graceful toy,</br>\"We, who possess true science, we, who give</br>The word a lesson in the art to live,</br>We for the Fair a splendid Fete design,</br>And pay our homage thus at Beauty's shrine.\"</br>He spoke; and speaking, to the blushing Maid,</br>With modish ease, th' inviting card convey'd,</br>Where Mirth announc'd her masque-devoted hour</br>In characters intwin'd with many a flower:</br>The blushing Maid, with eyes of quick desire,</br>View'd it, and felt her little soul on fire;</br>For of all scenes she had not yet survey'd,</br>Her heart most panted for a Masquerade:</br>But her gay hopes increasing terrors drown,</br>And dread forebodings of her Father's frown.</br>In mute suspence to read his thought she tries,</br>And strongly pleads with her prevailing eyes,</br>Her eyes, for doubt enchain'd her modest tongue,</br>While on his sovereign word her pleasure hung.</br>With such a tender, and persuasive air</br>Of soft endearment, and of anxious care,</br>Thetis attended from th' almighty sire</br>His fateful answer to her fond desire:</br>The good old Knight, like the Olympian god,</br>Blest the fair Suppliant with his gracious nod;</br>Her lively spirit the kind signal took,</br>And her glad heart in every fibre shook.</br>The party settled, it imports not how,</br>The Peer politely made his parting bow:</br>The Nymph, with eyes that sparkled joyous fire,</br>Kiss'd the round cheek of her complying sire,</br>Then swiftly flew, and summon'd to her aid</br>Th' important counsel of her favourite maid,</br>To vent her joy, and, as the moments press,</br>To fix that first of points, a Fancy-dress.", "Quick as the Poet's eyes o'er Nature fly,</br>Piercing the deep, or traversing the sky,</br>With such light speed her fond ideas glance</br>O'er play and poem, story and romance,</br>While all the Characters, she e'er has read,</br>Flash on her brain, and fill her busy head.", "Now in Diana's form she hopes to meet</br>A fond Endymion sighing at her feet;</br>Now her proud thought terrestrial pomp assumes,</br>And Dian's crescent yields to Indian plumes;</br>Now, in the habit of the Grecian Isles,</br>She hears some Osman suing for her smiles,</br>And sees his soul that blaze of dress outshine,</br>Whose wealth impoverish'd a diamond-mine;</br>Now simpler charms her quick attention draw,</br>The rose-crown'd bonnet, and the hat of straw,</br>A Village-maid she seems, in neat attire,</br>A faithful Shepherd now her sole desire.</br>Thus, as new figures in her fancy throng,</br>\"She's every thing by starts, and nothing long;\"</br>But, in the space of one revolving hour,</br>Flies thro' all states of Poverty and Power,</br>All forms, on whom her veering mind can pitch,</br>Sultana, Gipsy, Goddess, Nymph, and Witch.</br>At length, her soul with Shakespeare's magic fraught,</br>The wand of Ariel fixt her roving thought;</br>Ariel's light graces all her heart possess,</br>And Jenny's order'd to prepare the dress.</br>It seems already bought, with fond applause;</br>An azure tissue, and a silver gauze;</br>Too soon, alas!  that garb of heavenly hue</br>The ready Mercer flashes to her view.</br>Ah blind to fate!  how oft the youthful belle</br>Feels her gay heart at sight of tissue swell!</br>And thinks the fashionable silk must prove</br>Her robe of triumph, and a spell to Love!</br>To thee, sweet Maid, whose pleasure-darting eyes</br>Joy in this favourite vest, an hour shall rise,</br>When thou shalt hate the silk so fondly sought,</br>And wish thy silver-spotted gauze unbought:</br>For busy Spleen thy trial now prepares;</br>Darkly she forms her unsuspected snares,</br>And, keen to raise her pleasure-killing storm,</br>Assumes PENELOPE'S congenial form.</br>In that prim shape, which all the graces shun,</br>See the sour Fiend to good Sir Gilbert run!</br>Where, deeply pondering the Public Debt,</br>Silent he muses o'er a new Gazette!</br>Ent'ring, she view'd, with eyes of envious spite,</br>The card, that spoke the masque-devoted night:</br>Eager she darted on the graceful toy,</br>And, fiercely pointing to each naked boy,</br>\"Canst thou,\" she cried, in a discordant scream,</br>That rous'd the Politician from his dream,</br>While with her voice the echoing chamber rings,</br>\"Say!  canst thou suffer these flagitious things?</br>Are these devices to thy daughter brought,</br>That wake such gross impurity of thought?</br>In vain are all the prudent words I preach,</br>The modest maxims that I strive to teach;</br>By foolish fondness of your sense beguil'd,</br>You still indulge, and spoil the flippant child:</br>For me, whate'er I say is deem'd absurd;</br>She scorns my sage advice: &mdash; but mark my word,</br>If to this ball you let the Hoyden run,</br>Your power is ended, and the Girl undone.\"", "The patriot Knight, by interruption vext,</br>In his political pursuits perplext,</br>While he with wrath th' intruding Mischief eyed,</br>Stern to the false PENELOPE replied:</br>\"Go!  teazing Prude, cease in my ears to vent</br>Thy envious pride, and peevish discontent!</br>To me of prudence canst thou vainly boast?</br>Of all my houshold, thou hast plagu'd me most:</br>The joys thou blamest are thy dear delight,</br>By day the Visit, and the Ball by night:</br>And, tho' too old a Lover to trepan,</br>Thy midnight dream, thy morning thought, is Man.</br>Wert thou less closely to my blood allied,</br>Thou should'st, to cure thee of thy canting pride,</br>Be sent to sigh alone o'er purling brooks,</br>Scold village maids, and croak to croaking rooks.\"", "He spoke indignant:  the sly Fiend withdrew,</br>Nor inly griev'd; for well her force she knew.</br>As Indian females, in a jealous hour,</br>Of secret poison try the subtlest power,</br>Which sure, tho' slow, corrodes th' unconscious prey,</br>And ends its triumph on a distant day:</br>Thus the departing Fury lest behind</br>Her venom, latent in Sir Gilbert's mind.</br>The hidden mischief tho' no eye observes,</br>He feels it fretting on his alter'd nerves;</br>But the kind habit of his healthy soul</br>Still struggled hard against its base controul.</br>Now Spleen's dark vapours, in his bosom hid,</br>Prompt him the promis'd pleasure to forbid;</br>Now Love's soft pleadings that dire thought destroy,</br>And save the blossom of his daughter's joy;</br>Her envious Aunt now serves him for a jest,</br>And gay good-humour reassumes his breast.", "While Spleen's dark power now sinks, and now revives,</br>At length the day, th' important day, arrives,</br>Which in his breast must end the close debate,</br>And fix the colour of SERENA'S fate.", "Now comes the hour, when the convivial Knight</br>Waits to begin the dinner's chearful rite;</br>His fond heart ever, with a Father's pride,</br>Joys to behold his darling at his side;</br>But most the absence of her smile he feels</br>In the gay season of his social meals:</br>Hence, while for her the rich repast attends,</br>His hasty summons to the Nymph he sends:</br>The happy Nymph superior cares induce</br>To risk his anger by a rash excuse:</br>She craves his pardon; but, for time distrest,</br>She still is busy on her magic vest;</br>To range her diamonds in a sparkling zone,</br>She begs to snatch her scanty meal alone.", "The Knight in sullen state begins to dine:</br>Spleen, like a Harpy, flutters o'er his wine:</br>Invisible she poisons every dish,</br>Tinging with gall his mutton, fowl, and fish.</br>The more he eats, the more perverse he grows;</br>For as his hunger sunk, his choler rose.</br>The cloth remov'd, he cries, with vapours sick,</br>The Pears are mellow, and the Port is thick;</br>Tho' nicer fruit Pomona never knew,</br>And his rich wine surpass'd the ruby's hue!", "A thousand times his dizzy brain revolves</br>A stern command:  now doubts, and now resolves</br>To bid the Nymph descend, and, disarray'd,</br>Quit her dear project of of the Masquerade:</br>As oft kind Nature to his heart recurr'd,</br>And Love parental stopt the cruel word.", "Mean time, unconscious of the brooding storm,</br>The Nymph exults in her improving form:</br>Gay is her smile, as those the Queen of Love</br>Darts on the Graces in her court above,</br>While they contrive, with love-inspiring cares,</br>New modes of beauty for the robe she wears.</br>At length, each duty of the toilet past,</br>The glance of triumph on the mirror cast,</br>Now the light wand our finish'd Ariel arms;</br>Glad Jenny glories in her Lady's charms;</br>And gives full utterance, as she smooths her vest,</br>To the sweet bodings of SERENA'S breast.", "O!  lovely bias of the female soul!</br>Which trembling points to Pleasure's distant pole;</br>Which with fond trust on flattering Hope relies,</br>O'erleaps each peril, that in prospect lies,</br>And springing to the goal, anticipates the prize!</br>Such was SERENA'S fear-discarding state;</br>Her eye beheld not the dark frowns of Fate;</br>She only saw, the combat all forgot,</br>The triumph promis'd as her glorious lot.", "Now, eager to display her light attire,</br>The sprightly Damsel seeks her sullen Sire;</br>His gloomy brow with sportive air she kist:</br>Ah!  how could Spleen that magic lip resist?</br>That voice, whose melting music might assuage</br>The scorpion Anger's self-tormenting rage?</br>For ne'er did Nature to a Sire's embrace</br>Present a filial form of softer grace;</br>Or fancy view a shape of lovelier kind</br>In the bright mirror of her Shakespear's mind.", "The sulky Fiend, in spite of all her art,</br>Had now been banish'd from the Father's heart,</br>But that, resolv'd her utmost force to try,</br>She summon'd to her aid her old ally,</br>The fiery Demon, temper-troubling Gout,</br>Who sinks the lively, and appals the stout;</br>Who now, assisting Spleen's malignant aim,</br>Shoots in quick throbbings through Sir Gilbert's frame.</br>Thus sorely pester'd by a double foe,</br>Galling his giddy brain, and burning toe,</br>The testy Knight, with stern and sullen air,</br>Denounc'd his humour to the shudd'ring Fair:</br>\"Go change your dress!  give up this vain delight!</br>I will not hear of Masquerades to-night;</br>Your Chaperone's inform'd she need not wait,</br>So change your dress!  and sit with me sedate.\"", "As the proud dame, whose avaricious glee</br>Built golden castles in the rich South Sea,</br>Gaz'd on her Broker, when he told her first</br>Her wealth was vanish'd, and the bubble burst:</br>So gaz'd the Nymph, hearing her Sire destroy</br>Her airy palace of ideal joy.</br>First her fond thoughts to flattering doubt incline,</br>And deem the harsh command no fix'd design,</br>But the quick sally of a peevish word,</br>That Love revokes, the moment it is heard:</br>Or haply mirth, in mimic wrath exprest,</br>A feign'd forbiddance utter'd but in jest:</br>To this short hope her sinking spirit clung,</br>To see his softening eyes refute his tongue.</br>Ah fruitless hope!  for there she cannot find</br>The well-known signals of the friendly mind.</br>Stern Contradiction, with the frown of Fate,</br>On his dark visage reign'd in sullen state;</br>Felt in each feature, in each accent shown,</br>Lower'd in his look, and thunder'd in his tone.</br>Hence the warm bosom of the lively Fair</br>Now shivers with the chill of blank despair:</br>Now Disappointment's thick'ning shadows roll</br>A cloud of horror o'er the darken'd soul;</br>And fancy, in a sick delirium tost,</br>Gives double value to each pleasure lost.</br>The blasted joys, she labours to forget,</br>Rush on her mind, and waken keen regret:</br>Her cheek turns pale &mdash; the tear prepares to start,</br>And palpitation heaves her swelling heart.</br>But here, SOPHROSYNE!  thy guardian aid</br>Saves from her potent foe the sinking Maid.</br>Her bosom, into strong emotions thrown,</br>Now seels the pressure of thy friendly Zone.</br>Swift thy kind cautions to her soul recur,</br>More quick to cancel faults, than prone to err.</br>As the rough swell of the insurgent tides</br>By the mild impulse of the Moon subsides:</br>So, by her mystic Monitor represt,</br>The flood of passion leaves her lighten'd breast,</br>From her clear brain each cloudy vapour flies,</br>And Joy's bright ray rekindles in her eyes.</br>Reviving Gaiety full lustre spread</br>O'er all her features, and with smiles she said:</br>\"Let others drive to Pleasure's distant home!</br>Be mine the dearer joy to please at home!\"</br>Scarce had she spoke, when she with sportive ease</br>Prest her Piano-forte's fav'rite keys,</br>O'er softest notes her rapid fingers ran,</br>Sweet prelude to the Air she thus began!", "SOPHROSYNE!  thou guard unseen!</br>Whose delicate controul</br>Can turn the discord of Chagrin</br>To Harmony of Soul!</br>Above the lyre, the lute above,</br>Be mine thy melting tone,</br>Which makes the peace of all we love</br>The basis of our own!", "So sung the Nymph, not uninspir'd:  the Sprite</br>Invok'd so fondly in the mystic rite,</br>With richest music swell'd her warbling throat,</br>And gave new sweetness to her sweetest note.</br>As when the seraph Uriel first begun</br>His carol to the new-created Sun,</br>The sacred echo shook the vast profound,</br>And Chaos perish'd at the potent sound:</br>So, at the magic of SERENA'S strain,</br>Spleen vanish'd from her Sire's chaotic brain;</br>Whose fibres, lighten'd of that load, rejoice</br>In the dear accents of her dulcet voice.</br>Much he inclines his mandate to recall,</br>And send the Fair one to the promis'd Ball;</br>But stubborn Pride forbids him to revoke</br>The solemn sentence, which Ill-humour spoke.</br>Still, conscious of her power, the Nymph prolongs</br>The soft enchantment of her soothing songs;</br>Which his fond mind in firm attention keep,</br>To his fixt hour of supper and of sleep:</br>This now arriv'd, the Knight, retiring, shed</br>A double blessing on his darling's head;</br>And with unusual exultation prest</br>His lovely Child to his parental breast.", "Thus while to rest the happy Sire withdrew,</br>The Nymph, more happy, to her chamber flew;</br>And, Jenny now dismiss'd, the grateful Fair</br>Breathes to her guardian Sprite this tender prayer:</br>\"Thou kind Preserver!  whose attentive zeal</br>Gives me in this contended hour to feel</br>That dearest pleasure of a soul refin'd,</br>The triumph of the self-corrected mind;</br>If, happy in the strength thy smiles impart,</br>I own thy favour in no thankless heart,</br>Still let me view thy form, so justly dear!</br>Still in kind Visions to these eyes appear!</br>Thy friendly dictates teach me to fulfil!</br>And let thy aid avert each future ill!\"", "While fond Devotion taught her thus to speak,</br>The soft Down sinks beneath her lovely cheek,</br>And settling on her lips, that sweetly close,</br>Silence, enamour'd, lulls her to repose.", ""]