["Deep wave the woods, and twilight's dusky shade</br>Steals o'er the hill, and wraps the distant glade,</br>As fancy led, thy poet turns once more</br>To pause O Wye, beside thy winding shore;</br>Once more along thy shadowy cliffs to stray,</br>And hear the wind in dying whispers play,</br>Or watch the sun thro' op'ning clouds awhile,</br>Light the dim mountains with his parting smile.</br>Congenial scenes!  how oft as Autumn threw</br>O'er the dark woods her yellow fading hue,</br>He fondly lov'd your chequer'd walks to trace,</br>And mark the landscape in its saddest grace;</br>There as he wound his desert path alone,</br>And heard the breeze in fitful pauses moan,</br>On ev'ry breath what sweet delusions stole,</br>What fairy visions sooth'd his pensive soul;</br>Then far away he fled in airy dreams,</br>To sacred forests, and poetic streams,</br>Where Mona's harp the joy of other times,</br>Swell'd thro' the halls of Cambria's misty climes</br>Congenial scenes!  let lighter spirits rove</br>Where love and pleasure haunt the vernal grove,</br>Where rosy hours their fairest tribute bring,</br>And the gay vales rejoice in endless spring;</br>Enough for me, some cavern'd rock beneath,</br>To hear your woods in solemn murmurs breathe,</br>Or watch the cliffs as twilight lingers slow</br>O'er the deep glens their length'ning shadows throw:</br>Or let me oft a lonely hermit stray</br>Where hoary Tintern rears her arches grey;</br>With step devout each ivied cloister tread,</br>And hold communion with the parted dead.</br>Deserted walls!  how sad and silent now</br>Where erst the beadsman breath'd his pious vow;</br>Where massy shafts their mingling branches wove,</br>And the dim light thro' gorgeous windows strove:</br>Here holy truth and meditation sage</br>Cheer'd the calm ev'ning of declining age,</br>And rais'd his hopes to higher scenes sublime,</br>Untouch'd by sorrow, unassail'd by time!</br>Deserted fane!  now friendless and alone,</br>Sad thro' thy aisle the winds of winter moan,</br>Forgotten now thy shapeless arches fall,</br>And the wild flower waves mournful on thy wall!</br>No more his step the peasant shall prolong,</br>To catch the murmurs of the vesper song;</br>No more the boatman fondly pause awhile,</br>To bless the tenants of the cloister'd pile.", "And lo!  as here my foot sequester'd strays,</br>And busy Mem'ry dwells on other days,</br>Dim thro' the shade, with solemn march, and slow,</br>What hooded shapes, and kingly warriors go.</br>All hail the chief that erst with dauntless hand</br>Hurl'd the swift dart on Erin's distant strand;</br>Wide o'er her vales the fires of ruin spread,</br>And strew'd her shore with mountains of the dead:</br>Say, warrior stern, what boot thy triumphs now?</br>Thy might that laid each hostile chieftain low?</br>That portly form with limbs of giant mould,</br>That chac'd the foe o'er Leinster's hills of old?</br>Where now the pile whose tow'ring walls among</br>Lav'd the wild harp to breathe its kindling song,</br>Where mingling torches shot a quiv'ring gleam</br>On the dark bosom of the passing stream?</br>No more shall there the hoary Minstrel tell,</br>By Pembroke's arm what bleeding myriads fell;</br>How Erin mourn'd her noblest heroes slain,</br>How sank her children breathless on the plain.</br>And see where Arthur's hallow'd form appears,</br>The pride of song, the joy of other years;</br>Scared at his frown how quick th' invader fled!</br>What falling chiefs beneath his faulchion bled!</br>Chac'd by his band from Britain's sea-girt coast,</br>What panic seiz'd the routed Saxon host!</br>Swift flew their train his giant arm before,</br>Launch'd the tall bark, and left the fatal shore.</br>And who is he the chief that wanders by,</br>Death in his frown, and lightning in his eye?</br>Warrior of old, he spread the carnage wide,</br>By distant Tweed and Severn's boiling tide:</br>In vain proud Cambria sent her squadrons forth</br>To face his Saxons pouring from the North,</br>Through all her ranks the fatal slaughter spread,</br>And chiefs unnumber'd join'd th' inglorious dead.</br>Then burst the vales with cries of wild dismay,</br>Where mingled heroes pale and gasping lay;</br>Then groan'd the Wye with heaps of mangled slain,</br>And her dark waves rush'd gory to the main.</br>And art thou too lamented Morris here?</br>Still dost thou roam a pensive mourner near!</br>Still thro' each haunt a lonely spirit stray,</br>Musing on woes that chill'd thy mortal day?</br>'Twas thine to brave th' Atlantic's wildest roar,</br>Torn from each joy that cheer'd thy path before;</br>Scorn'd by each wretch thy former bounty fed,</br>With suppliant hand to ask a little bread.", "What scenes of death thy peaceful waters knew,</br>Thro' all thy dells what shrieks of horror flew:</br>When first, O Wye, the Roman hand distain'd</br>Thy woods where peace and gentlest quiet reign'd;</br>Then swift beneath the sheltering gloom of night,</br>What hapless myriads wound their harass'd flight,</br>While scarce the war-fire's ghastly blaze reveal'd</br>Gigantic forms advancing o'er the field:</br>Yet fled thy sons, ill-fated country, far,</br>Scared at the cry of death, the blast of war!</br>Unmov'd beheld they Murder's gory hand</br>Spread the grim slaughter o'er a bleeding land!</br>No!  from their homes where Snowden's rugged form</br>Rears its proud height, and triumphs o'er the storm;</br>From crags uncouth in mystic circles thrown,</br>Where the pale victim breath'd its parting groan,</br>Rous'd at their wrongs how burst thy heroes forth,</br>Swift as the meteor sweeps the wintry North,</br>To Cambria's foes to bring the battle's roar,</br>And chace th' oppressor from a freeman's shore.", "Oh blest the bard, whose spirit fondly strays</br>Thro' scenes of old, and deeds of other days;</br>Whose bosom wakes at Howel's hallow'd name,</br>Or him the chief that bled for Cambria's fame;</br>Dear to his soul each waving wood shall seem,</br>Where hope may soar in many an ardent dream,</br>And Fancy there the secret shades among,</br>Cheat the lone hours with Shakespear's magic song.</br>There as the Spring her balmy odours showers,</br>And scatters wild her bloom of op'ning flowers;</br>When ev'ry wind that idly wantons by,</br>Bears the sweet notes of woodland harmony;</br>At earliest dawn his step shall haste away,</br>Where Llancaut smiles in vernal beauty gay,</br>And gently borne aerial murmurs breathe</br>From upland height, and shadowy dell beneath;</br>And there as twilight spreads her mantle deep,</br>The whisp'ring waters lull'd to tranquil sleep,</br>As sunk in peace each rustling leaf is still,</br>And the last sun-beam lights the dusky hill,</br>Ten thousand shapes by fairy fancy wove</br>In solemn march shall round his pillow move,</br>Slow thro' the gloom shall Runic Minstrels sail,</br>And wake their harps to ev'ry dying gale.", "Or as November's melancholy breeze</br>In fitful murmurs sweeps the faded trees,</br>As sorrowing then he treads the mournful wood,</br>Shall pensive Mem'ry's sadder scenes intrude:</br>Then  shall he think what varied woes were thine.</br>Lamented prince of Britain's ancient line!</br>Doom'd o'er thy hills with hermit step to roam,</br>While grim destruction swept thy native home;</br>'Twas thine to mark fierce Edward's Saxon host</br>Spread desolation o'er thy bleeding coast,</br>While Age itself sank breathless on the plain,</br>And ask'd a few, short added years in vain.", "Lo, Winter comes!  December's bitter gale</br>Sings thro' the wood, and sweeps along the vale,</br>Swift thro' the air the arrow'd tempests fly,</br>And midnight spirits walk the sullen sky:</br>Now feats of old his raptur'd soul shall charm,</br>What nations bow'd to Odin's dauntless arm:</br>Immortal chief!  before his daring might</br>What Celtic heroes sank in endless night!</br>Or shall he think how Othere's bark of yore</br>Trac'd ev'ry isle, and measur'd ev'ry shore,</br>In crystal piles where mount the polar waves,</br>Or howls the storm in Angle's naked caves:</br>In desert realms where Winter's spectre train</br>Sports in the blast, or scours along the plain,</br>Where snows on snows a gather'd mountain rise,</br>And the red meteor sweeps the angry skies ;</br>There far remote the hardy peasant grew,</br>Free as the winds that o'er his vallies blew.</br>Wide to the breeze his swelling sail unfurl'd,</br>O'er paths unknown to seek another world.", "Ye hallow'd woods, whose deepest glooms among</br>Wont the stern bard to breathe his magic song;</br>Ye from whose boughs mysterious murmurs fell.</br>When the grim Druid wove his grisly spell;</br>Now as I roam your winding ranks between,</br>And muse on scenes your hoary shades have seen,</br>While on the stream the leaves of Autumn float,</br>And the lorn breeze sends forth a plaining note,</br>Your whispers wild and yellow fading hues</br>Thro' ev'ry sense a secret charm diffuse,</br>O'er all my soul a solemn sadness cast,</br>And lead her back to feats of ages past</br>Where now the race renown'd in Celtic song,</br>That watch'd, O Wye, thy wooded shore along,</br>Whose shouts of triumph shook thy rocky side,</br>When Cambria conquer'd, and the Saxon died?</br>No more for them the kindling harp shall tell</br>By Arthur's hand how oft th' invader fell;</br>No more the war-pipe sound its shrill alarms,</br>And rouse each chief to tumult and to arms.", "lndulgent Wye, thy sacred woods beneath,</br>Oft shall thy bard his simple measure breathe;</br>Oft to thy shore with step devout shall stray,</br>And here awake his tributary lay:</br>Blest could he leave each busy scene afar,</br>The rage of faction, and the blast of war,</br>Beside thy wave life's ev'ning hour to close</br>Midst the calm shades of quiet and repose.", "What minstrel rhymes should ev'ry day prolong,</br>Hoar Chaucer's tale, or Spenser's magic song,</br>Or scenes of yore, ere Norman's hated hand</br>Hurl'd the swift dart on Hasting's bloody strand;</br>By rolling Thames, or Severn's raging tide,</br>How erst the Briton march'd in native pride,</br>With freedom sat his oaken shade beneath,</br>Or chac'd the wild deer o'er the naked heath:</br>Or should he turn to hail each warring host</br>That met of old on Scotia's windy coast,</br>What warrior corses strew'd the banner'd plain,</br>Of Gothic chiefs, or Morven's Celtic train;</br>From desert wilds and tempest troubled caves,</br>How Lochlin's heroes plough'd the western waves,</br>While Scotia's sons receiv'd their daring band,</br>And mingled chiefs lay breathless on the strand.", "And say, sweet stream, when Life's gay pictures fled,</br>Low in the dust reclines this wearied head,</br>When Hope's fond visions silent steal away,</br>And the cold turf enwraps this mould'ring clay,</br>Shall e'er thy elves at sober dusk be seen</br>With airy step to trace the humble green,</br>To seek thy vot'ry's simple bed awhile,</br>And dress in flowers his solitary pile?</br>Oh let them pause his Gothic harp beside,</br>When rising Hesper rules the ev'ning tide,</br>And gentle winds that breathe in whispers low,</br>Sing thro' each string a song of magic woe;</br>Then shall his spirit fondly ling'ring near,</br>Catch the deep murmurs with a silent tear,</br>Trace the glad scenes his fancy lov'd before,</br>And watch and weep along the twilight shore.</br>"]