["Ye learned Sisters, which have oftentimes</br>Been to me aiding, others to adorn,</br>Whom ye thought worthy of your graceful Rimes,</br>That ev'n the greatest did not greatly scorn</br>To hear their Names sing in your simple Layes,</br>But joyed in their Praise;</br>And when ye list your own Mishap so mourn,</br>Which Death, or Love, or Fortune's Wreck did raise,</br>Your String could soon to sadder Tenour turn,</br>And teach the Woods and Waters to lament</br>Your doleful Dreriment:</br>Now lay those sorrowful Complaints aside,</br>And having all your Heads with Girlands crown'd,</br>Help me mine own Love's Praises to resound,</br>Ne let the same of any be envide.</br>So Orpheus did for his own Bride:</br>So I unto my self alone will sing;</br>The Woods shall to me answer, and my Eccho ring.", "Early before the World's Light-giving Lamp</br>His golden Beam upon the Hills doth spred,</br>Having disperst the Night's uncheerful Damp;</br>Do ye awake, and with fresh Lustihed,</br>Go to the Bowre of my beloved Love,</br>My truest Turtle-Dove,</br>Bid her awake; for Hymen is awake,</br>And long since ready forth his Mask to move,</br>With his bright Tead that flames with many a Flake,</br>And many a Batchelor to wait on him,</br>In their fresh Garments trim.</br>Bid her awake therefore, and soon her dight,</br>For loe the wished Day is come at last,</br>That shall for all the Pains and Sorrows past,</br>Pay to her Usury of long Delight:</br>And whilst she doth her dight,</br>Do ye to her of Joy and Solace sing,</br>That all the Woods may answer, and your Eccho ring.", "Bring with you all the Nymphs that you can hear,</br>Both of the Rivers and the Forests green:</br>And of the Sea that neighbours to her near,</br>All with gay Girlands goodly well beseen.</br>And let them also with them bring in hand</br>Another gay Girland,</br>For my fair Love, of Lillies and of Roses,</br>Bound true-love wise, with a blue silk Riband.</br>And-let them make great Store of bridal Poses,</br>And let them eke bring store of other Flowers</br>To deck the bridal Bowers.</br>And let the Ground whereas her Foot shall tread,</br>For fear the Stones her tender Foot should wrong,</br>Be strew'd with fragrant Flowers all along,</br>And diapred like the discoloured Mead.</br>Which done, do at her Chamber-door await,</br>For she will waken strait,</br>The whiles do ye this Song unto her sing;</br>The Woods shall to you answer, and your Eccho ring.", "Ye Nymphs of Mulla, which with careful Heed</br>The silver scaly Trouts do tend full well,</br>And greedy Pikes which use therein to feed,</br>(Those Trouts and Pikes all others do excel)</br>And ye likewise which keep the rushie Lake,</br>Where none do Fishes take,</br>Bind up the Locks the which hang scattred light;</br>And in his Waters which your Mirror make,</br>Behold your Faces as the Crystal bright;</br>That when you come whereas my Love doth lie,</br>No Blemish she may spie.</br>And eke ye lightfoot Maids which keep the Deer,</br>That on the hoary Mountain use to towre,</br>And the wild Wolves which seek them to devour,</br>With your steel Darts do chace from coming near,</br>Be also present here,</br>To help to deck her, and to help to sing;</br>That all the Woods may answer, and your Eccho ring.", "Wake now my Love, awake; for it is time,</br>The rosie Morn long since left Tithon's Bed,</br>All ready to her silver Coach to clime,</br>And Phoebus 'gins to shew his glorious Head.</br>Hark how the chearful Birds do chaunt their Layes,</br>And carrol of Love's Praise.</br>The merry Lark her Mattins sings aloft,</br>The Thrush replies, the Mavis descant plays,</br>The Ouzel shrills, the Ruddock warbles soft;</br>So goodly all agree, with sweet consent,</br>To this Day's Merriment.</br>Ah!  my dear Love, why do ye sleep thus long,</br>When meeter were that ye should now awake,</br>T' await the coming of your joyous Make,</br>And hearken to the Birds love-learned Song,</br>The dewie Leaves among?</br>For they of Joy and Pleasance to you sing,</br>That all the Woods them answer, and their Eccho ring.", "My Love is now awake out of her Dreams,</br>And her fair Eyes, like Stars that dimmed were</br>With darksome Cloud, now shew their goodly Beams,</br>More bright than Hesperus his Head doth rere.</br>Come now, ye Damsels, Daughters of Delight,</br>Help quickly her to dight:</br>But first come ye fair Houres, which were begot,</br>In Jove's sweet Paradise, of Day and Night;</br>Which do the Seasons of the Year allot,</br>And all that ever in this World is fair,</br>Do make and still repair.</br>And ye three Handmaids of the Cyprian Queen,</br>The which do still adorn her Beauty's Pride,</br>Help to adorn my beautifullest Bride;</br>And as ye her array, still throw between</br>Some Graces to be seen:</br>And as ye use to Venus, to her sing,</br>The whiles the Woods shall answer, and your Eccho ring.", "Now is my Love all ready forth to come,</br>Let all the Virgins therefore well await;</br>And ye fresh Boys that tend upon her Groom,</br>Prepare your selves, for he is coming strait.</br>Set all your things in seemly good array,</br>Fit for so joyful Day:</br>The joyfulst Day that ever Sun did see.</br>Fair Sun, shew forth thy favourable Ray,</br>And let thy life-ful Heat not fervent be,</br>For fear of burning her sun-shiny Face,</br>Her Beauty to disgrace.</br>O fairest Phoebus, Father of the Muse,</br>If ever I did honour thee aright,</br>Or sing the thing that mote thy Mind delight,</br>Do not thy Servant's simple Boon refuse,</br>But let this Day, let this one Day be mine,</br>Let all the rest be thine.</br>Then I thy soveraign Praises loud will sing,</br>That all the Woods shall answer, and their Eccho ring.", "Hark how the Minstrils gin to shrill aloud</br>Their merry Musick that resounds from far,</br>The Pipe, the Taber, and the trembling Croud,</br>That well agree withouten Breach or Jar.</br>But most of all, the Damzels do delite,</br>When they their Timbrels smite,</br>And thereunto do daunce and carrol sweet,</br>That all the Senses they do ravish quite;</br>The whiles the Boys run up and down the Street,</br>Crying aloud with strong confused Noise,</br>As if it were one Voice;</br>Hymen, Io Hymen, Hymen they do shout,</br>That even to the Heavens their shouting shrill</br>Doth reach, and all the Firmament doth fill;</br>To which the People standing all about,</br>As in approvance do thereto applaud,</br>And loud advance her Laud,</br>And evermore they Hymen, Hymen sing,</br>That all the Woods them answer, and their Eccho ring.", "Loe where she comes along with portly Pace,</br>Like Phoebe, from her Chamber of the East,</br>Arising forth to run her mighty Race,</br>Clad all in white, that seems a Virgin best.</br>So well it her beseems, that ye would ween</br>Some Angel she had been:</br>Her long loose yellow Locks like golden Wire,</br>Sprinkled with Pearl, and perling Flowres atween,</br>Do like a golden Mantle her attire:</br>And being crowned with a Girland green,</br>Seem like some maiden Queen.</br>Her modest Eyes abashed to behold</br>So many Gazers, as on her do stare,</br>Upon the lowly Ground affixed are;</br>Ne dare lift up her Countenance too bold,</br>But blush to hear her Praises sung so loud,</br>So far from being proud.</br>Nathless do ye still loud her Praises sing,</br>That all the Woods may answer, and your Eccho ring.", "Tell me ye Merchants Daughters, did ye see</br>So fair a Creature in your Town before?</br>So sweet, so lovely, and so mild as she,</br>Adorn'd with Beauty's Grace and Vertue's Store:</br>Her goodly Eyes like Saphires shining bright,</br>Her Forehead Ivory white,</br>Her Cheeks like Apples which the Sun hath rudded,</br>Her Lips like Cherries charming Men to bite,</br>Her Brest like to a Bowl of Cream uncrudded,</br>Her Paps like Lillies budded,</br>Her snowy Neck like to a marble Towre,</br>And all her Body like a Palace fair,</br>Ascending up with many a stately Stair,</br>To Honour's Seat, and Chastity's sweet Bowre.</br>Why stand ye still, ye Virgins in amaze,</br>Upon her so to gaze,</br>Whiles ye forget your former Lay to sing,</br>To which the Woods did answer, and your Eccho ring?", "But if ye saw that which no Eyes can see,</br>The inward Beauty of her lively Spright,</br>Garnish'd with heavenly Gifts of high Degree,</br>Much more then would ye wonder at that sight,</br>And stand astonish'd like to those which red</br>Medusa's mazeful Head.</br>There dwells sweet Love and constant Chastity,</br>Unspotted Faith, and comely Womanhood,</br>Regard of Honour, and mild Modesty;</br>There Vertue reigns as Queen in Royal Throne,</br>And giveth Laws alone,</br>The which the base Affections do obey,</br>And yield their Services unto her will;</br>Ne Thought of things uncomely ever may</br>Thereto approach to tempt her Mind to ill.</br>Had ye once seen these her celestial Treasures,</br>And unrevealed Pleasures,</br>Then would ye wonder, and her Praises sing,</br>That all the Woods should answer, and your Eccho ring.", "Open the Temple-Gates unto my Love,</br>Open them wide that she may enter in,</br>And all the Posts adorn as doth behove,</br>And all the Pillors deck with Girlonds trim,</br>For to receive this Saint with Honour due,</br>That cometh in to you.</br>With trembling Steps and humble Reverence</br>She cometh in, before th' Almighty's view:</br>Of her, ye Virgins, learn Obedience.</br>Whenso ye come into those holy Places,</br>To humble your proud Faces;</br>Bring her up to th' High Altar, that she may</br>The sacred Ceremonies there partake,</br>The which do endless Matrimony make:</br>And let the roaring Organs loudly play</br>The Praises of the Lord in lively Notes;</br>The whiles with hollow Throats</br>The Choristers the joyous Anthem sing,</br>That all the Woods may answer, and their Eccho ring.", "Behold, whiles she before the Altar stands,</br>Hearing the holy Priest that to her speaks,</br>And blesses her with his two happy Hands,</br>How the red Roses flush up in her Cheeks,</br>And the pure Snow, with goodly vermil Stain,</br>Like Crimsin dy'd in Grain:</br>That even the Angels, which continually</br>About the sacred Altar do remain,</br>Forget their Service and about her fly;</br>Oft peeping in her Face, that seems more fair,</br>The more they on it stare.</br>But her sad Eyes still fastned on the Ground,</br>Are governed with goodly Modesty,</br>That suffers not one Look to glaunce awry,</br>Which may let in a little Thought unsound.</br>Why blush ye, Love, to give to me your hand,</br>The Pledge of all our Band?</br>Sing ye sweet Angels, Alleluya sing,</br>That all the Woods may answer, and your Eccho ring.", "Now all is done; bring home the Bride again,</br>Bring home the Triumph of our Victory,</br>Bring home with you the Glory of her Gain,</br>Wish Joyance bring her and with Jollity.</br>Never had Man more joyful Day than this,</br>Whom Heaven would heap with Bliss.</br>Make Feast therefore now all this live-long Day,</br>This Day for ever to me holy is</br>Pour out the Wine without Restraint or Stay,</br>Pour not by Cups, but by the Belly-full,</br>Pour out to all that wull,</br>And sprinkle all the Posts and Walls with Wine,</br>That they may sweat, and drunken be withal.</br>Crown ye God Bacchus with a Coronal,</br>And Hymen also crown with Wreaths of Vine;</br>And let the Graces daunce unto the rest,</br>For they an do it best:</br>The whiles the Maidens do their Carol sing,</br>To which the Woods shall answer, and their Eccho ring.", "Ring ye the Bells, ye young Men of the Town,</br>And leave your wonted Labours for this Day:</br>This Day is holy; do you write it down,</br>That ye for ever it remember may.</br>This Day the Sun is in his chiefest Height,</br>With Barnaby the bright</br>From whence declining daily by degrees,</br>He somewhat loseth of his Heat and Light,</br>When once the Crab behind his back he sees.</br>But for this time it ill ordained was,</br>To chuse the longest Day in all the Year,</br>And shortest Night, when longest fitter were;</br>Yet never Day to long, but late would pass.</br>Ring ye the Bells, to make it wear away,</br>And Bonefires make all day,</br>And daunce about them, and about them sing;</br>That all the Woods may answer, and your Eccho ring.", "Ah!  when will this long weary Day have end,</br>And lend me leave to come unto my Love?</br>How slowly do the Hours their Numbers spend,</br>How slowly doth sad Time his Feathers move?</br>Haste thee, O fairest Planet, to thy Home,</br>Within the Western Foame;</br>Thy tyred Steeds long since have need of Rest.</br>Long tho it be, at last I see it gloom,</br>And the bright Evening-Star, with golden Crest,</br>Appear out of the East.</br>Fair Child of Beauty, glorious Lamp of Love,</br>That all the Host of Heaven in Ranks doost lead,</br>And guidest Lovers through the Night's sad Dread;</br>How chearfully thou lookest from above,</br>And seem'st to laugh atween thy twinkling Light,</br>As joying in the Sight</br>Of these glad many, which for Joy do sing,</br>That all the Woods them answer, and their Eccho ring.", "Now cease, ye Damsels, your Delights forepast,</br>Enough it is that all the Day was yours:</br>Now Day is done, and Night is nighing fast,</br>Now bring the Bride into the bridale Bowres;</br>Now Night is come, now soon her disarray,</br>And in her Bed her lay;</br>Lay her in Lillies and in Violets,</br>And silken Curtains over her display,</br>And odour'd Sheets, and Arras Coverlets.</br>Behold how goodly my fair Love does lie,</br>In proud Humility;</br>Like unto Maia, whenas Jove her took</br>In Tempe, lying on the flowrie Grass,</br>'Twixt sleep and wake, after she weary was,</br>With bathing in the Acidalian Brook.</br>Now it is Night, ye Damsels may be gone,</br>And leave my Love alone,</br>And leave likewise your former Lay to sing:</br>The Woods no more shall answer, nor your Eccho ring.", "Now welcome Night, thou Night so long expected,</br>That long Day's Labour doth at last defray,</br>And all my Cares, which cruel Love collected,</br>Hast summ'd in one, and cancelled for aye:</br>Spread thy broad Wing over my Love and me,</br>That no Man may us see;</br>And in thy sable Mantle us enwrap,</br>From Fear of Peril, and foul Horror free.</br>Let no false Treason seek us to entrap,</br>Nor any drad Disquiet once annoy</br>The Safety of our Joy:</br>But let the Night be calm and quietsome,</br>Without tempestuous Storms, or sad Affray;</br>Like as when Jove with fair Alcmena lay,</br>When he begot the great Tirynthian Groom;</br>Or like as when he with thy self did lie,</br>And begot Majesty.</br>And let the Maids and young Men cease to sing:</br>Ne let the Woods them answer, nor their Eccho ring.", "Let no lamenting Cries, nor doleful Tears,</br>Be heard all night within, nor yet without;</br>Me let false Whispers, breeding hidden Fears,</br>Break gentle Sleep with misconceived Doubt.</br>Let no deluding Dreams, nor dreadful Sights,</br>Make sudden sad Affrights;</br>Ne let House-Fires, nor Lightnings, helpless Harms,</br>Ne let the Ponk, nor other evil Sprights,</br>Ne let mischievious Witches with their Charms,</br>Ne let Hob-goblins, Names whose Sense we see not,</br>Fray us with things that be not;</br>Let not the Skriech-Owl, nor the Stork be heard,</br>Nor the Night-Raven that still deadly yells,</br>Nor damned Ghosts, call'd up with mighty Spells,</br>Nor griesly Vultures make us once affeard:</br>Ne let th' unpleasant Quire of Frogs still croking</br>Make us to wish their choking.</br>Let none of these their drery Accents sing,</br>Ne let the Woods them answer, nor their Eccho ring.", "But let still Silence true Night-Watches keep,</br>That sacred Peace may in Assurance reign,</br>And timely Sleep, when it is time to sleep,</br>May pour his Limbs forth on your pleasant Plain;</br>The whiles an hundred little winged Loves,</br>Like divers-fethered Doves,</br>Shall fly and flutter round about your Bed;</br>And in the secret Dark, that none reproves,</br>Their pretty Stealths shall work, and Snares shall spread,</br>To filch away sweet Snatches of Delight,</br>Conceal'd through covert Night.</br>Ye Sons of Venus, play your Sports at will;</br>For greedy Pleasure, careless of your Toyes,</br>Thinks more upon her Paradise of Joyes,</br>Than what ye do, all be it Good or Ill.</br>All Night therefore attend your merry Play,</br>For it will soon be Day:</br>Now none doth hinder you, that say or sing,</br>Ne will the Woods now answer, nor your Eccho ring.", "Who is the same, which at my Window peeps?</br>Or whose is that fair Face which shines so bright?</br>Is it not Cynthia, she that never sleeps,</br>But walks about high Heaven all the Night?</br>O!  fairest Goddess, do thou not envy</br>My Love with me to spy:</br>For thou likewise didst love, though now unthought,</br>And for a Fleece of Wool, which privily,</br>The Latmian Shepherd once unto thee brought,</br>His Pleasures with thee wrought.</br>Therefore to us be favourable now;</br>And sith of Womens Labours thou hast Charge,</br>And Generation goodly doost enlarge,</br>Encline thy Will t' effect our wishful Vow,</br>And the chaste Womb inform with timely Seed,</br>That may our Comfort breed:</br>Till which we cease our hopeful Hap to sing,</br>Ne let the Woods us answer, nor our Eccho ring.", "And thou, great Juno, which with aweful Might</br>The Laws of Wedlock still doost patronize,</br>And the Religion of the Faith first plight,</br>With sacred Rite, hast taught to solemnize;</br>And eke for Comfort often called art</br>Of Women in their Smart;</br>Eternally bind thou this lovely Band,</br>And all thy Blessings unto us impart.</br>And thou, glad Genius, in whose gentle Hand</br>The bridale Bowre and genial Bed remain,</br>Without Blemish or Stain,</br>And the sweet Pleasures of their Love's Delight</br>With secret Aid doost succour and supply,</br>Till they bring forth the fruitful Progeny,</br>Send us the timely Fruit of this same Night.</br>And thou, fair Hebe, and thou Hymen free,</br>Grant that it so may be.</br>Till which we cease your further Praise to sing,</br>Ne any Woods shall answer, nor your Eccho ring.", "And ye high Heavens, the Temple of the Gods,</br>In which a thousand Torches, flaming bright,</br>Do burn, that to us wretched earthly Clods</br>In dreadful Darkness lend desired Light;</br>And all ye Powers which in the same remain,</br>More than we Men can feign,</br>Pour out your Blessing on us plenteously,</br>And happy Influence upon us rain,</br>That we may raise a large Posterity,</br>Which from the Earth, which they may long possess,</br>With lasting Happiness,</br>Up to your haughty Palaces may mount,</br>And for the Guerdon of their glorious Merit,</br>May heavenly Tabernacles there inherit,</br>Of blessed Saints for to increase the Count.</br>So let us rest, sweet Love, in hope of this,</br>And cease till then our timely Joys to sing,</br>The Woods no more us answer, nor our Eccho ring.", "Song made in lieu of many Ornaments,</br>With which my Love should duly have been deckt,</br>Which cutting off through hasty Accidents,</br>Ye would not stay your due time to expect,</br>But promis'd both to recompence;</br>Be unto her a goodly Ornament,</br>And for short time an endless Monument.</br>"]