["On a soft Bank, wrapt in the gloomy Groves,</br>(Thro' which Ohio's ever rolling Wave,</br>Unaw'd by Moons, meandring wildly roves,</br>And sweetly murm'ring, seems to mourn the Brave.)", "BRITANNIA sad reclin'd, and o'er their Grave</br>Surcharg'd with Grief her azure Eyes did move,</br>Her Plaint was aided by the mournful Wave,</br>And Zephyr to return her Sigh still strove.", "Her Spear and Laurel Wreath aside were thrown,</br>The big round pearly Drops each other trace</br>From her bright Eyes in gushing Torrents down,</br>And wash'd the Roses from her beauteous Face.", "\"Ah!  why,\" (then cry'd the bright angelic Maid)</br>\"Why is my Breast a prey to foul Despair?</br>It is but Folly thus to mourn the Dead,</br>No longer then I'll idly loiter here.", "\"I'll seek where VICTORY her Seat doth rear,</br>And all around her pow'rful Influence spread,</br>She yet perhaps may listen to my Pray'r,</br>And grant Revenge for ev'ry gallant Shade.\"", "Then spread her snowy Wings, and sought the Skies,</br>A lucent path proclaim'd the Goddess' Flight;</br>So thro' the Air the streaming Lightning flies,</br>And leaves behind a dreadful Blaze of Light.", "Above where Morning decks the lovely East</br>With the deep Beauties of the Virgin's Glow,</br>On her bright Way BRITANNIA swiftly prest,</br>And left the busy Worlds to roll below.", "And soon she gain'd the vast amazing Height,</br>And soon the shining Palace she espies,</br>The massy Gates wide op'ning, gave the bright</br>Celestial Beauty to her wond'ring Eyes.", "Rude was the Structure's Front, and round was heard</br>The Groans of anguish echoing thro' the Gloom,</br>Within bright Majesty and grace appear'd,</br>And Sounds of Triumph shook the spacious Dome.", "Horror was Porter, with a ghastly Stare</br>His eye-brows rais'd, his Mouth was open'd wide,</br>A hideous Concave!  but no Tongue was there,</br>For Speech to him the angry Pow'rs deny'd.", "The next grim Death was plac'd, and by his Side</br>Pale shiv'ring Fear, and ever writhing Pain,</br>His Sister that, and this his gloomy Bride,</br>Hung on his hand a dreadful hellish Train.", "Clad in deep sables Sorrow did appear,</br>All wan and ghastly with dejected Eye,</br>Eager she treaded ev'ry Widow's Tear,</br>And number'd ev'ry helpless Orphan's Sigh.", "High on her shining Seat was VICTORY plac'd,</br>Sweet were her Smiles, but dreadful was her Frown,</br>Her Left-hand with the spreading Palm was grac'd,</br>And in her Right she held the Victor's Crown.", "One perfect Ruby was her glitt'ring Throne,</br>Gold were th' ascending Steps, but smear'd with Blood,</br>Close by her Side bright laurel'd Glory shone,</br>And Fame with her loud sounding Trumpet stood.", "Slav'ry, fast bound to her triumphant Carr,</br>In anguish gnash'd her Teeth, and shook her Chain,</br>While Liberty aloft, pois'd in the Air,</br>With pitying Eye beheld the Miscreant's Pain.", "Behind brisk Jollity, in frolick Mood,</br>With the full Bowl, and crown'd with Grapes, was shown,</br>The Muse, e'er grateful to the Brave and Good,</br>Struck the soft Lyre with Sweetness all her own.", "And now, the last of all this varied Throng,</br>Sweet Peace was by her branching Olive known,</br>Smiling, with easy Steps she swept along,</br>Nor e'er deform'd her Beauties with a Frown.", "Around the Wall, in curious Niches plac'd,</br>The imag'd Heroes sternly frown'd in Gold,</br>Each warlike Arm a polish'd Falchin grac'd,</br>Their Brows were honor'd with the Laurel's Fold.", "Or those who grac'd the happier Days of old,</br>Who to the Heav'ns their envied Names had rais'd,</br>Or those whom later Ages had enroll'd,</br>On the bright List, in shining Armour blaz'd.", "PRUSSIA, great Monarch!  whom no Fate can move,</br>Superior 'bove the glorious Train appear'd,</br>In all the Terrors of another Jove,</br>While the dread Bolt his sable Eagle rear'd.", "Next FERDINAND, who calm the War surveys,</br>Serenity e'er gilds his princely Breast,</br>So Neptune skims along the troubl'd Waves,</br>And smiling, bids old Ocean be at Rest.", "O'er the bright Pavement now, with eager Haste,</br>To where great VICTORY triumphant shone,</br>Rais'd on her glitt'ring Seat, BRITANNIA prest,</br>And humbly bow'd before her awful Throne.", "Then thus she spoke (but 'ere the Speech could gain,</br>She dropt fresh Tears, and heav'd some poignant Sighs)</br>\"Oh!  brightest thou of the celestial Train,</br>Ador'd by Man, and fav'rite of the Skies!", "\"Once was I blest, when o'er my infant Days</br>Well pleas'd you smil'd, and rear'd me up to Fame,</br>Then did I wanton in thy glorious Blaze,</br>And distant Nations trembl'd at my Name!", "\"Then to my Sway was Gallia forc'd to yield,</br>In vain she call'd her num'rous Armies forth!</br>Cressy and Poitiers, and the glorious Field</br>Of Agincourt, proclaim'd my Britons Worth.", "\"But now in vain, forsook by Heav'n and Thee,</br>In vain they strive, their Courage all is vain!</br>Tho' the dear Prize is Fame and Liberty,</br>They see triumphant Slaves, and dread the Chain!", "\"For Pity (thou, who with a Mother's Care,</br>Hung o'er my Youth) propitious lend they Aid!</br>Their baleful Heads, see the pale Lillies rear,</br>While my lov'd Roses mourning droop and fade!\"", "She ceas'd, nor could she more, distressing Woe</br>Her Utt'rance stopt, and cut the moving Tale,</br>Down her pale Cheeks the briny Torrents flow,</br>Nor Hope could o'er her strength'ning Fears prevail.", "Then VICTORY thus, \"Oh!  thou, my Joy and Pride!</br>Near to my Heart, and Favourite of my Train,</br>Thou wouldst not thus have mourn'd had Heav'n comply'd,</br>Nor had thy gallant Britons toil'd in vain.", "\"But now new Laurels wait to grace thy Brow,</br>And Heav'n appeas'd, a chearing Ray shall give,</br>Thy Glory then another Dawn shall know,</br>Thy Pow'r again, and all thy Joys revive.", "\"Thy Fleets, the lordly Sovereigns of the Sea,</br>Shall bear from thee the Terrors of the War,</br>While Gallia pale, and trembling with Dismay,</br>Shall shrink to view thy Navy from afar.", "\"Soon Canada shall own thy pow'rful Sway,</br>Yet bleeding Conquest here will ask the Tear,</br>Like noble Decius, thy brave Chief must pay</br>His Life a Victim for his Country here.\"", "She said, and while BRITANNIA humbly bow'd,</br>Bid willing Fame her silver Trumpet sound,</br>BRITANNIA'S Name rung thro' the Vaults aloud,</br>And Echo gave it to the Heav'ns around!</br>"]