["That was a memorable day for Spain,</br>When on Pamplona's towers, so basely won,</br>The Frenchmen stood, and saw upon the plain</br>Their long-expected succours hastening on:</br>Exultingly they mark'd the brave array,</br>And deem'd their leader should his purpose gain,</br>Tho' Wellington and England barr'd the way.</br>Anon the bayonets glitter'd in the sun,</br>And frequent cannon flash'd, whose lurid light</br>Redden'd thro' sulphurous smoke:  fast vollying round</br>Roll'd the war-thunders, and with long rebound</br>Backward from many a rock and cloud-capt height</br>In answering peals Pyrene sent the sound.</br>Impatient for relief, toward the fight</br>The hungry garrison their eye-balls strain:</br>Vain was the Frenchman's skill, his valour vain;</br>And even then, when eager hope almost</br>Had moved their irreligious lips to prayer,</br>Averting from the fatal scene their sight,</br>They breathed the imprecations of despair.</br>For Wellesley's star hath risen ascendant there;</br>Once more he drove the host of France to flight,</br>And triumph'd once again for God and for the right.", "That was a day, whose influence far and wide</br>The struggling nations felt; it was a joy</br>Wherewith all Europe rung from side to side.</br>Yet hath Pamplona seen in former time</br>A moment big with mightier consequence,</br>Affecting many an age and distant clime.</br>That day it was which saw in her defence,</br>Contending with the French before her wall,</br>A noble soldier of Guipuzcoa fall,</br>Sore hurt, but not to death.  For when long care</br>Restored his shatter'd leg and set him free,</br>He would not brook a slight deformity,</br>As one who being gay and debonnair,</br>In courts conspicuous, as in camps must be:</br>So he forsooth a shapely boot must wear;</br>And the vain man, with peril of his life,</br>Laid the recovered limb again beneath the knife.", "Long time upon the bed of pain he lay</br>Whiling with books the weary hours away;</br>And from that circumstance and this vain man</br>A train of long events their course began,</br>Whose term it is not given us yet to see.</br>Who hath not heard Loyola's sainted name,</br>Before whom Kings and Nations bow'd the knee?</br>Thy annals, Ethiopia, might proclaim</br>What deeds arose from that prolific day;</br>And of dark plots might shuddering Europe tell.</br>But Science too her trophies would display;</br>Faith give the martyrs of Japan their fame;</br>And Charity on works of love would dwell</br>In California's dolorous regions drear;</br>And where, amid a pathless world of wood,</br>Gathering a thousand rivers on his way,</br>Huge Orellana rolls his affluent flood;</br>And where the happier sons of Paraguay,</br>By gentleness and pious art subdued,</br>Bow'd their meek heads beneath the Jesuits' sway,</br>And lived and died in filial servitude.", "I love thus uncontroll'd, as in a dream,</br>To muse upon the course of human things;</br>Exploring sometimes the remotest springs,</br>Far as tradition lends one guiding gleam;</br>Or following, upon Thought's audacious wings,</br>Into Futurity, the endless stream.</br>But now in quest of no ambitious height,</br>I go where truth and nature lead my way,</br>And ceasing here from desultory flight,</br>In measured strains I tell a Tale of Paraguay.</br>"]