["Oh!  come, ye shepherds, while the note severe</br>Of yonder death-bell tears the peaceful grove,</br>Let us surround the lov'd Lucinda's bier,</br>And pay the debt of friendship and love.", "Nor let the proud with high-wrought wrath disdain</br>The sad oblation breathing in the gale,</br>But o'er the heart, with sadly pleasing pain,</br>Let sacred Heav'n-born sympathy prevail.", "Oh!  bless'd be he who feels another's woe,</br>Whose tears at friendship's calls are freely given;</br>Who, train'd himself in sorrow's ways below,</br>Bids mis'ry raise her wandering thoughts to Heav'n.", "Blest Guardian Angels, watch around his head,</br>Who heaves Lucinda one sad sigh for thee;</br>Who bids the pious starting tear be shed</br>At the inexorable, stern, decree.", "And sleep'st thou, dearest maid!  to wake no more?</br>To wake no more though nations wide should sigh!</br>Fled are those smiles that, blissful, charm'd before,</br>And quench'd the living lustre of thine eye.", "And shall I never more thy form behold,</br>Each transport swallow'd in confused amaze?</br>Alas no more!  beneath the hallow'd mould</br>Thou shun'st my penetrating, eager gaze.", "Then lightly lie the green sod on thy breast,</br>Nor howl the blast, surcharged with fury near;</br>Sound be thy slumber, soft thy bed of rest,</br>And first born flowerets breathe their fragrance here.", "What blushing glories paint the happy grove</br>When spring, with early songs of tender care,</br>Wakes the blest swarm to artless tasks of love,</br>And opes the soft all-beauteous flow'ry year!", "But ah, how transient is the flushy reign!</br>Quick as the lightning's short liv'd blaze it flies!</br>And fleeting, wandering, as the dream serene</br>That sports before the wretch's streaming eyes!", "But yesterday, in fading pomp array'd,</br>Saw pleasure lead the jocund hours around,</br>Heard melody beneath th' auspicious shade;</br>Exalt her self-taught, pure, celestial song.", "The evening came, sad evening wrapt in death!</br>And broad display'd the dark ensign of woe;</br>Heard deep despair her killing accents breathe,</br>And saw these widely streaming tears that flow&mdash;", "Tears that shall ever bathe, in dewy flood,</br>The breast bewilder'd in severest grief;</br>And bleed the heart, though vain each drop of blood,</br>Since nature gives no hope of sweet relief!", "Soft rolls thy plaint, dear silver winding stream!</br>And soft thy waters murmur by her grave,</br>While sweetly in the inconstant, lunar beam,</br>The myrtles float that hide thy flowing wave!", "Soft stream!  within whose wave of dusky blue,</br>Regardless of the hour, a child I play'd;</br>Along whose banks, as evening shadows grew,</br>I wander'd oft with the departed maid:", "Where now I pour the plaintive song of grief,</br>Where now I wander with prophetic dread;</br>The breeze, scarce stirring the umbrageous leaf,</br>Playing sadly querulous around my head.", "Still softly blow, thou ever-fanning gale!</br>And bear the deep-drawn sigh to yonder shore,</br>And with the voice of vernal Zephyr, tell</br>The gay, the dear Lucinda is no more!", "For oft thy breath has swept with wild excess</br>The cheek with pure vermilion lightly spread,</br>And as you wanton'd in each auburn tress,</br>Receiv'd a tenfold fragrance as you fled.", "But ah!  sweet gale, thy whisper mild and clear,</br>Profuse of balm, no more the vale revives,</br>It wakes it but to misery severe,</br>Since oh!  no more the queen of beauty lives.", "Or lives in bright idea but to pour</br>Resistless o'er the heart affliction's stream;</br>To tell my deeply wounded soul, no more</br>The grateful thrilling ray of health shall beam.", "And thou, my lute!  that, to the Zephyr's sigh</br>Calmly responsive, oft her name would raise,</br>Thus let me throw thee mute neglected by,</br>For thou shalt never found another's praise.", "The tender whisper of the votive lay</br>Shall never labour in thy liquid note;</br>Nor the light air that chac'd pale Care away,</br>And o'er the sylvan scene bade pleasure float.", "Thy melting plaint alone, my flock!  shall please,</br>Shall sadly social calm my lab'ring breast,</br>But ah, it cannot, ne'er shall whisper peace,</br>For O!  no voice calls back the Heav'nly guest!", "Feed on, my flock!  nor heed thy master's woe,</br>The valley yet a fairer green shall wear;</br>Feed on, my sheep!  no heed these tears that flow,</br>The spring shall yet awake the impurpled year.", "But ah!  for me no fields shall ever smile,</br>Tho' spring enamel every valley free;</br>Tho' Autumn give the dear reward of toil;</br>The winter's gloom alone accords with me.", "Oh, gentle spirit!  whither dost thou fly?</br>To what far region speeds thy airy flight!</br>Assist me Heav'n, I'll climb the vaulted sky!</br>And hail with thee th' eternal realms of light!", "But still I linger, where th' unfriendly chains</br>Of earth belov'd mortality enslave:</br>For silent is the way to yonder plains,</br>And dark and deep the windings of the grave.", "Just Heavens, to whom my heart has fondly glow'd,</br>Has eager sprung, impatient to be free!</br>Say why Adversity, with blasting rod,</br>Pursues his steps that fondly hop'd in thee?", "Is the mild flower of beauty, hapless fair!</br>Born but to perish when the storm shall low'r?</br>Or fraught with vengeance, whizzing in the air,</br>Bursts the dread thunder but to show thy pow'r?", "But whence that strain, malignant breathing round,</br>That warbles careless from the forest drear?</br>Hail, charming bird!  that break'st the gloom profound</br>Chanting the song of sorrow in my ear.", "Sweet nightly murmur!  still thy woes rehearse,</br>Still bid thy plaint along the valleys roll;</br>It mildly flows in friendship with my verse,</br>It suits the melancholy of my soul.", "Oh!  here, dear warbler, fix thy blest abode,</br>Together let our mournful notes complain;</br>We'll raise the solemn echo of the wood,</br>And B&mdash;s gentle stream shall aid the strain.", "'Twas the last accents trembled from her tongue:</br>\"When from these happy, peaceful vales, I flee,</br>Lay me where yonder river rolls along,</br>And there, my faithful Thyrsis!  mourn for me!\"", "Oh hear, Lucinda!  hear thy Thyrsis vow:</br>By the green turf that blossoms round thy head,</br>By this pale willow waving on my brow,</br>I'll ne'er forsake this mansion of the dead!", "The beauteous rose that captivates the eye,</br>The cheerful nymph, or lightsome pipe of glee,</br>Shall never, never wake my heart to joy:</br>The wanton seasons ne'er shall laugh at me.</br>"]