["Ah me!  how doth my heart in pity melt,</br>Whene'er I think on that neglected train,</br>Whose worth dull Ignorance has never felt,</br>But treats with cruel sight and proud disdain,</br>Reckless of those whom thus he dooms to pain!</br>Lend me thine aid, Apollo!  let my verse</br>Their suff'rings tell, whose genius toils in vain;</br>That feel chill Penury, with ev'ry curse</br>Which can the man betide that owns an empty purse.", "In many a garret, roof'd with shatter'd tile,</br>Involv'd in smoke, and scarcely seen below,</br>There lives, in threadbare garb, and lowly style,</br>A wretched wight, whose looks his calling show!</br>An author he &mdash; whom printer's devils know;&mdash;</br>They grieve him sore, while, on proof-sheet intent,</br>Urg'd by the pow'r of hunger, (clam'rous foe!)</br>He oft doth give his passion sudden vent,</br>And with vile names abuse the caitiff who them sent.", "Full in his sight a bay it's head did rear,</br>Which nigh his window some kind hand had plac'd;</br>Whilom a wither'd stump it did appear,</br>Tho' now with full luxuriant foliage grac'd:</br>And when his future eminence he trac'd,</br>When Hope the fond idea brought to view</br>Of wealth and fame, to be by him embrac'd,</br>Still, as he look'd, he found his ardour grew,</br>And shap'd it into wreaths, and kindled at the view.", "So have I seen (who has not may believe)</br>A lambent vapour o'er a marshy ground;</br>How some poor traveller it doth deceive,</br>And lead him far from house, a weary round,</br>While with false hopes his heart doth oft rebound.</br>Sad disappointment!  May such fearful chance</br>No gentle pilgrim's senses e'er confound;</br>Ne Superstition's pow'r his mind entrance,</br>Ne Fancy's magic dream mislead in airy dance.", "Near to his room there stands a closet dark,</br>Where spiders do their industry display,</br>And on his door the milkman leaves a mark,</br>Lest smaller sums he should forget to pay,</br>Eager perdie t' escape the reck'ning day.</br>The sounds uncouth, which do from hence arise,</br>Our author's hiding-place full oft betray,</br>Where, lo!  he trembling sits, in haggard guise,</br>And with a fearful stare the op'ning door he eyes.", "His cap, once blacker than the raven's wing,</br>To dust and age compell'd, alas!  to yield;</br>His vest, with snuff begrim'd; (a filthy thing!)</br>From sight his linen's dingy hue conceal'd;</br>And 'twixt his bony fingers he doth wield</br>A grey-goose quill: &mdash; with serious thoughts oppress'd,</br>With sad forebodings of the future fill'd,</br>And sore perplex'd, he seems; as one possess'd,</br>And mainly anxious how t' express his thoughts the best.", "Who but has heard, conven'd in noisy sort,</br>The clam'rous sons of the mechanic train&mdash;</br>Smiths, cobblers, tailors.  Mischievous their sport,</br>When potent liquor fires the giddy brain,</br>And turbulent Misrule assumes the rein:</br>And, if to wild Imagination's pow'r</br>The author yield, how can he hope to gain</br>The meed of praise, which, like a vernal show'r,</br>His drooping spirit cheers, oppress'd in gloomy hour?", "A rusty gown was o'er his shoulders cast;</br>So tatter'd, scarce it fenc'd the nipping air:</br>'Twas purple damask when the loom it past;</br>And, tho' of threads become exceeding bare,</br>Yet did its master deem it passing rare:</br>And sooth to say, if age demand respect,</br>Then might it challenge reverence, and dare</br>Comparison with garments erst that deck'd</br>The form of ancient sage, of the most rigid sect.", "Albeit no flatt'ry did his pen debase,</br>Ne pomp allur'd him with a glitt'ring show;</br>Of prince or minister scarce saw the face,</br>Nor at their levee e'er was seen, I trow;</br>Yet rank he honour'd &mdash; ne'er of Kings the foe&mdash;</br>\"Ne would esteem him act as mought behove,\"</br>Who to high birth and merit would not bow;</br>For no man in exalted sphere may move,</br>But Envy him more hate will raise then Merit love.", "One book he chiefly took delight to read;</br>It was the \"Art of Poetry\" by name;</br>Whence, ever and anon, he would proceed</br>To not such rules as might attention claim,</br>And aid him to acquire poetic fame:</br>And if, perchaunce, in journal old he found</br>Fragment of verse, he would transcribe the same;</br>For beauties ofttimes in such scraps abound,</br>Scarce e'en surpass'd in works of poets most renown'd.", "Lo!  the Review is issu'd through the land;</br>Eftsoons to read it authors do repair:</br>The books of stature small they take in hand,</br>Which, with a wrapper blue, secured are,</br>To save from injury the title fair.</br>The type so small, which on their back is seen,</br>Some publication new doth oft declare,</br>From which thilk wight that has a gazing been</br>Kens the forthcoming work will soon appear, I ween.", "Ah, luckless he!  born surely 'neath the beam</br>Of star malign; it grieves me to recite;</br>As erst the Bard near fair Sabrina's stream,</br>When he recounted infants' doleful plight,</br>Wept at their woes, and did with grief indite;</br>For, opening the book, he doth begin</br>To cut the leaves (once work of much delight);</br>Long grows his face, extended in his chin,</br>With beard rough as the coat of angry porcupin!", "Oh, rueful sight!  victim of critic rage!</br>This author doth in utmost peril see</br>His fav'rite work:  how doth he eye the page</br>In which his fame and fortune slaughter'd be?</br>He meditates how he may set them free;</br>Nor gentle Pity would his foe deny</br>(If Pity with reviewers did agree)</br>To his dismay, that low'rs in either eye,</br>And him oppresseth sore, that he could wish to die.", "No longer can he now his wrath command;</br>And hardly he forbears, replete with ire,</br>To rushen forth, and, with revengeful hand,</br>On critic foe to wreak resentment dire.</br>On thee he calls, Phoebus!  his patron sire;</br>(Unheedful now of wretched authors' wo;)</br>He knows no friend whose aid he can require;</br>And soon his rage in oaths begins to flow,</br>With eyeballs glaring wild, and cheeks of fiery glow.", "But, ah!  what pen his anger can display?</br>Or what device his wrathful looks explain?</br>The grin that doth his inward rage betray?</br>The frown severe, that will denotes his pain?</br>The visage mark'd with sadness and disdain?</br>While he, with frequent stamp, the floor doth pace,</br>Ne careth aught for friend or worldly gain;</br>Or when he thinketh on his dire disgrace,</br>And to o'erwhelming spleen \"all passions then give place.\"", "His brother authors, seiz'd with sore dismay,</br>Attentive con their works with mickle care;</br>By his example warn'd, each line survey,</br>And from th' effects of critic wrath beware,</br>Dreading, I wis, lest they the same may share;</br>Till, oft revis'd, each work becomes complete;</br>And to the well-known printer they repair,</br>Whence with enliv'ning hope they come elate,</br>And cheer'd with prospect fair of more propitious fate.", "See to their homes they hie, in merry glee,</br>And fill'd with pleasant musings sitten there;</br>All but the wight by critic galled; he</br>Abhorreth home, and all his comforts there;</br>(This hand on forehead plac'd, that rends the air;)</br>And eke with sighs profound, and heaving breast,</br>And execrations dreadful, does declare</br>His grievous fate, by injuries opprest,</br>And scorns all thoughts of peace, while wrongs are unredress'd.", "His face, convuls'd, with furious passion glows&mdash;</br>His manly face, that seems an angry sky,</br>Which o'er the earth its low'ring aspect shows,</br>All black with clouds that bode the tempest nigh;</br>(Oh!  the poor caitiff's cruel destiny!)</br>All, all but he, who caus'd the dire affray,</br>All, all but he, regard it with a sigh;</br>Yet hence the author, hence the heav'ns display,</br>If so I justly deem, a more resplendent day.", "Beside the fire, enwrapt in doleful thought,</br>Heedless of food, the wretched wight reclines;</br>Nor careth he for books, or converse aught,</br>But to sad melancholy all resigns,</br>And deems it wrong if he to mirth inclines;</br>And from his breast a sigh will ofttimes vent,</br>Whence short relief that breast oppressed finds;</br>And still, as on his foe his thoughts are bent,</br>The more doth he resolve his haviour to resent.", "Alas!  how doth it seem like love of fame;</br>But, if it that should be which thus doth move,</br>Be cautious, critics!  nor incur the blame</br>Of quenching what to raise would best behove:</br>Far greater friends would ye to learning prove,</br>Such means to use as urge th' aspiring mind;</br>The soul sublime, that soars the earth above,</br>Like Newton's daring genius, more inclin'd</br>To range amid the spheres than mingle with mankind.", "For, nurs'd with care, what brilliant talents shine!</br>E'en now doth Memory to view display</br>How long obscure did \"rare Ben Jonson\" pine,</br>And Otway, cherish'd by \"no fost'ring ray!\"</br>Oh!  hard their fate if Pen'ry can dismay</br>Such minds as look for fame that ne'er shall die!</br>Thus once they crept along the lett'rd way,</br>Not weeting how their Muse should mount on high,&mdash;</br>They hop'd, poor scribbling elves, some patron to escry.", "And then, perhaps, would Censure (cruel foe!)</br>Low lay the fabric which their hope did build:</br>Such is the course of rigid fate below,</br>And many a poet to its force must yield,</br>And many an author cease the pen to wield;</br>Or, sour'd by critics, to a cynic turn;</br>Like him who now, by spleenful passions fill'd,</br>Surveys my parody, and frowning stern,</br>Cries \"all such trash as this should with waste paper burn.\"", "But some there are t' whom Phoebus gives his aid,</br>And to their wits unbars the prison-door;</br>The, as a rushing torrent doth invade,</br>And all the grassy level cover o'er</br>With boist'rous rage and overwhelming roar,</br>So thousand ways doth wand'ring Genius move;</br>(Heav'n shield the brain from phrensy, I implore;)</br>For well may Wit, when thus uncurb'd it rove,</br>Appear to thoughtless elf more dangerous than Love.", "Enjoy, poor Bards!  enjoy your sportive Muse,</br>And chase dull Care with gay poetic flow'rs;</br>For, when my pen I can no longer use,</br>Still may ye blithsome waste your careless hours</br>\"In knightly castles, and in ladies' bow'rs!\"</br>O, vain to seek delight in such abodes,</br>But chief in palaces, when Envy low'rs!</br>Deluded poet!  who writes servile odes</br>Beneath the pompous dome of such terrestrial gods!", "See in each Bard what varied tastes appear:&mdash;</br>These in wild strains compose romantic lay;</br>Those, glancing at the age an eye severe,</br>Attack with satire all that cross their way:</br>Some pamphlets write that scarce outlive the day:</br>Some to the magazines assistance lend,</br>With verses smooth, that Love's soft pains display;</br>Thilk to the publisher's abode do wend,</br>In hopes of ample sum for all that they have penn'd.", "Here, as each author adds to Learning's store,</br>Each author's works in order ranged been;</br>Some with gilt leaves, and Russia cover'd o'er,</br>Galling full sore the student poor, are seen;</br>And others deck'd in colours blue or green:</br>And here of worth renown'd the classics stand;</br>Fine books!  of sterling merit too, I ween:</br>O!  by no wight of Learning's favour'd band</br>May such unequaled works be ever slightly scann'd.", "See poems here in splendid volumes bound,</br>The wire-wove paper, and the margin wide,</br>Where type and vignette highly wrought are found,</br>With tempting look to draw their eyes aside</br>Who dare not by lest penury betide:</br>Here law-reports appear in homely brown;</br>And here each month do all those works abide,</br>Whose writers' names to Fame are seldom known,</br>Tho' far and wide they spread Britannia's high renown.", "Admir'd Britannia!  that, with conscious pride,</br>Eyes her fair form in Neptune's circling wave;</br>Fam'd for her navies, that unconquer'd ride,&mdash;</br>For females lovely, and for heroes brave!</br>Ah!  'mid the rest, may tears bedew his grave</br>Whom gen'rous ardour prompted first to raise</br>A fund, that Learning's sons might shield and save</br>From cheerless want! &mdash; Oh!  may the meed of praise</br>Such noble deeds call forth &mdash; live in each poet's lays!</br>"]