["SYLVANUS, a Courtier.</br>PHILLIS,  a Country Maid.", "SYLVANUS.</br>Hail, Phillis, brighter than the Morning Sky,</br>Joy of my Heart, and Darling of my Eye;</br>See the kind Year her grateful Tribute yields,</br>And round-fac'd Plenty triumphs o'er the Fields.</br>But to yon Gardens let me lead thy Charms,</br>Where the curl'd Vine extends her willing Arms:</br>Whose purple Clusters lure the longing Eye,</br>And the ripe Cherries shew their scarlet Dye.", "PHILLIS.</br>Not all the Sights your boasted Gardens yield,</br>Are half so lovely as my Father's Field,</br>Where large Increase has bless'd the fruitful Plain,</br>And we with Joy behold the swelling Grain,</br>Whose heavy Ears towards the Earth reclin'd,</br>Wave, nod, and tremble in the whisking Wind.", "SYLVANUS.</br>But see, to emulate those Cheeks of thine,</br>On yon fair Tree the blushing Nect'rines shine:</br>Beneath their Leaves the ruddy Peaches glow,</br>And the plump Figs compose a gallant Show.</br>With guady Plumbs see yonder Boughs recline,</br>And ruddy Pears in yon Espalier twine.</br>There humble Dwarfs in pleasing Order stand,</br>Whose golden Product seems to court thy Hand.", "PHILLIS.</br>In vain you tempt me while our Orchard bears</br>Long-keeping Russets, lovely Cath'rine Pears,</br>Pearmains and Codlings, wheaten Plumbs enough,</br>And the black Damsons load the bending Bough.</br>No Pruning-knives our fertile Branches teaze,</br>While yours must grow but as their Masters please.</br>The grateful Trees our Mercy well repay,</br>And rain us Bushels at the rising Day.", "SYLVANUS.</br>Fair are my Gardens, yet you slight them all;</br>Then let us haste to yon majestick Hall,</br>Where the glad Roofs shall to thy Voice resound,</br>Thy Voice more sweet than Musick's melting Sound:</br>Now Orion's Beam infests the sultry Sky,</br>And scorching Fevers through the Welkin fly;</br>But Art shall teach us to evade his Ray,</br>And the forc'd Fountains near the Windows play;</br>There choice Perfumes shall give a pleasing Gale,</br>And Orange-flow'rs their od'rous Breath exhale,</br>While on the Walls the well-wrought Paintings glow,</br>And dazzling Carpets deck the Floors below:</br>O tell me, Thou whose careless Beauties charm,</br>Are these not fairer than a Thresher's Barn?", "PHILLIS.</br>Believe me, I can find no Charms at all</br>In your fine Carpets and your painted Hall.</br>'Tis true our Parlour has an earthen Floor,</br>The Sides of Plaster and of Elm the Door:</br>Yet the rubb'd Chest and Table sweetly shines,</br>And the spread Mint along the Window climbs:</br>An aged Laurel keeps away the Sun,</br>And two cool Streams across the Garden run.", "SYLVANUS.</br>Can Feasts or Musick win my lovely Maid?</br>In both those Pleasures be her Taste obey'd.</br>The ransack'd Earth shall all its Dainties send,</br>Till with its Load her plenteous Table bend.</br>Then to the Roofs the swelling Notes shall rise,</br>Pierce the glad Air and gain upon the Skies,</br>While Ease and Rapture spreads itself around,</br>And distant Hills roll back the charming Sound.", "PHILLIS.</br>Not this will lure me, for I'd have you know</br>This Night to feast with Corydon I go:</br>To Night his Reapers bring the gather'd Grain,</br>Home to his Barns, and leave the naked Plain:</br>Then Beef and Coleworts, Beans and Bacon too,</br>And the Plumb-pudding of delicious Hue,</br>Sweet-spiced Cake, and Apple-pies good Store,</br>Deck the brown Board; who can desire more?</br>His Flute and Tabor too Amyntor brings,</br>And while he plays soft Amaryllis sings.</br>Then strive no more to win a simple Maid,</br>From her lov'd Cottage and her silent Shade.</br>Let Phillis ne'er, ah never let her rove</br>From her first Virtue and her humble Grove.</br>Go seek some Nymph that equals your Degree,</br>And leave Content and Corydon to me.</br>"]