["Rosa!  'twas one of those autumnal eves</br>When Heaven vouchsafes to Earth her loveliest looks;&mdash;</br>The still wood's sun-touch'd wilderness of leaves,</br>And cloud, and mountain-scalp, and castle took</br>Their colour from the west &mdash; bright gold!  the brook</br>Rippled in gold; &mdash; the great oak, branching o'er,</br>Was golden barked; &mdash; 'twas gold the cygnet shook</br>From her white wing; &mdash; and Strangeford's blue lake wore</br>A belt of quivering gold from shore to placid shore.", "Yet &mdash; yet the broad sun loitered on the gaze</br>Dilated &mdash; slanting, ever as he went,</br>Intenser glory from his throne of rays,</br>Till, like some warrior-king, he won his tent,&mdash;</br>A purple cloud that warped the Occident.</br>Earth faded now, though heaven still was bright</br>With hues that blushed until the young moon bent</br>Her pointed crescent on the brow of night,</br>Which wore a dusky smile beneath that chrysolite.", "Such was the scene, sweet girl!  we gazed upon,</br>While thou recountest o'er that tale of woe</br>Which oft, in other lands, a setting sun</br>Hath summon'd like a talisman &mdash; although</br>Gone hope, and griefs that bade the heart o'erflow,</br>Be since forgot, and tears that fell in vain;&mdash;</br>And with it rose thine image like the bow</br>That bathes its colours in the summer-rain,</br>Thou Iris of my heart, whose smiles wake hope again!", "At length, one bright eve in a foreign bower,</br>I snatched my lute that on a laurel tree</br>Had idly hung &mdash; for, O!  I knew the power</br>Of slighted song was hovering over me,</br>And felt its pulse in every artery!</br>I snatched my lute, and to its preluding</br>Unrolled the pictured scroll of Memory;</br>And found, 'mid many a far and favourite thing,</br>That unforgotten tale of love and sorrowing.", "A spell was on me! &mdash; No!  I could not choose</br>But weave that simple story into song!</br>And if its wild and plaintive beauty lose</br>Much of the grace it borrowed from thy tongue,&mdash;</br>And if sometimes a careless hand be flung</br>Where Passion listened for her holiest tone&mdash;</br>Star of my path!  forgive, forgive the wrong!</br>Whatever is of beauty is thine own:</br>Thy fair hand culled the flowers &mdash; I twisted the wreath alone.</br>"]