["I. 1.</br>PEACE, heaven-descended maid!  Whose powerful voice</br>From ancient Darkness call'd the morn;</br>Of jarring elements compos'd the noise,</br>When Chaos, from his old dominion torn,</br>With all his bellowing throng,</br>Far far was hurl'd the void abyss along;</br>And all the bright angelic choir</br>To loftiest raptures tun'd the heavenly lyre;</br>Pour'd in loud symphony th' impetuous strain;</br>And every fiery orb and planet sing;</br>And through the dark Night's desolate domain</br>Rebounding, long and deep the lays triumphal rung.", "I. 2.</br>Oh!  whither art thou fled, Saturnian reign!</br>Roll round again, majestic years!</br>To break fell Tyranny's corroding chain,</br>From Wo's wan cheek to wipe the bitter tears,</br>Ye years again roll round!&mdash;</br>Hark!  from afar what loud tumultuous sound,</br>While echoes sweep the winding vales,</br>Swells full along the plains, and loads the gales!</br>Murder deep-rous'd, with the wild whirlwind's haste,</br>And roar of tempest, from her cavern springs,</br>Her tangled serpents girds around her waste,</br>Smiles ghastly stern, and shakes her gore distilling wings.", "1. 3.</br>Fierce up the yielding skies</br>The shouts redoubling rise;</br>Earth shudders at the dreadful sound,</br>And all is listening, trembling, round.</br>Torrents, that from yon promontory's head</br>Roar'd furious down in desperate cascade,</br>Heard from afar amid the lonely night,</br>That oft have led the wanderer right,</br>Seem hearkening to the noise;</br>The mighty Ocean's more majestic voice</br>Drown'd in superior din is heard no more;</br>The surge in silence sweeps along the foamy shore.", "II. 1.</br>The bloody banner streaming in the air,</br>Seen on yon sky-maz'd mountain's brow,</br>The mingling multitudes, the madding car,</br>Pouring impetuous on the plain below,</br>War's dreadful lord proclaim:</br>Bursts out by frequent fits th' expansive flame:</br>Whirl'd in tempestuous eddies flies</br>The surging smoke along the darken'd skies:</br>The chearful face of heaven no more is seen,</br>Fades the morn's vivid blush to deadly pale,</br>The twilight bat flits transient o'er the green,</br>And sullen through the gloom Night's bird begins to sail.", "II. 2.</br>Involved in fire-streak'd gloom the car comes on;</br>The mangled steeds grim Terror guides.</br>His forehead writh'd to a relentless frown,</br>Aloft the angry power of battles rides.</br>Grasp'd in his mighty hand,</br>A mace tremendous desolates the land;</br>Thunders the turret down the steep,</br>The mountain shrinks before its wasteful sweep.</br>Chill Horror the dissolving limbs invades,</br>Smit by the blasting lightening of his eyes;</br>A bloated paleness Beauty's bloom o'erspreads,</br>Fades every flowery field, and every verdure dies.", "II. 3.</br>How startled Phrenzy stares,</br>Bristling her ragged hairs!</br>Revenge the gory fragment gnaws;</br>See, with her griping harpy-claws</br>Imprinted deep, she rends the widening wound!</br>Discord her torch blue-streaming tosses round;</br>The shrieks of agony, the clang of arms,</br>Re-echo to the fierce alarms</br>Her trump terrific blows.</br>Disparting from behind, the clouds disclose</br>Of kingly gesture a gigantic form,</br>That with his scourge sublime directs the whirling storm.", "III. 1.</br>Ambition!  outside fair!  within more foul</br>Than fellest fiend from Tart'ris sprung</br>In caverns hatch'd, where the fierce torrents rowl</br>Of Phlegethon, the burning banks along,</br>Yon naked waste survey!</br>Where late was heard the flute's mellifluous lay;</br>Where late the rosy-bosom'd Hours,</br>In loose array, danc'd lightly o'er the flowers;</br>Where late the shepherd told his tender tale;</br>And, rous'd by the soft-murm'ring breeze of morn,</br>The voice of chearful Labour fill'd the dale;</br>And dove-ey'd Plenty smil'd, and wav'd her liberal horn.", "III. 2.</br>Yon ruins, sable from the wasting flame,</br>But mark the once-resplendent dome:</br>The frequent corse obstructs the sullen stream;</br>And ghosts glare horrid from the sylvan gloom:</br>How sadly silent all!</br>Save where outstretch'd beneath yon hanging wall</br>Pale Famine moans with feeble breath,</br>And Torture yells, and grinds her bloody teeth:&mdash;</br>&mdash;Though vain the muse, though vain the melting lay,</br>To touch thy heart, unconscious of remorse,</br>Know, monster, know, thy hour is on the way;</br>I see, I see the years begin their mighty course.", "III. 3.</br>What scenes of glory rise</br>Before my dazzled eyes!</br>Young zephyrs wave their wanton wings,</br>And melody celestial rings.</br>Along the lily'd lawn the nymphs advance,</br>Flush'd with Love's bloom, and range the sprightly dance;</br>The gladsome shepherds on the mountain's side,</br>Array'd in all their rural pride,</br>Exalt the festive note,</br>Inviting Echo from her inmost grot.&mdash;</br>But, ah!  the landscape glows with fainter light;</br>It darkens, swims, and flies for ever from my sight.", "IV. 1.</br>Illusions vain!  can sacred PEACE reside</br>Where sordid gold the breast alarms,</br>Where cruelty inflames the eye of Pride,</br>And Grandeur wantons in soft Pleasure's arms!</br>Ambition!  these are thine.</br>These from the soul erase the form divine;</br>These quench the animating fire,</br>That warms the bosom with sublime desire:</br>Thence the relentless heart forgets to feel,</br>Thence low'rs the threatening brow with gloomy hate,</br>And midnight Rancour grasps the ruthless steel,</br>Blaze the funereal flames, and sound the shrieks of fate.", "IV. 2.</br>From Albion fled, thy once-belov'd retreat,</br>What region brightens in thy smile,</br>Creative PEACE!  and underneath thy feet</br>Sees sudden flowers adorn the rugged soil?</br>In bleak Siberia blows,</br>Wak'd by thy genial breath, the blushing rose?</br>Wav'd over by thy magic wand,</br>Does life inform fell Libya's burning sand?</br>Or does some isle thy parting sight detain,</br>Where roves the Indian through primaeval shades,</br>Haunts the pure pleasures of the woodland reign,</br>And, led by Reasons' ray, the path of Nature treads?", "IV. 3.</br>On Cuba's utmost steep,</br>Far-leaning o'er the deep,</br>The goddess' pensive form was seen:</br>Her robe of Nature's vary'd green</br>Wav'd on the gale:  grief dimm'd her radiant eyes,</br>Her swelling bosom heav'd with boding sighs:</br>She ey'd the main; where, gaining on the view</br>Emerging from th' etherial blue,</br>Midst the dread pomp of war,</br>Gleam'd the Iberian streamer from afar&mdash;</br>She saw; and, on refulgent pinions born,</br>Slow-wing'd her way sublime, and mingled with the morn.</br>"]