["When man's great curse, despotic sway,</br>Sweeps myriads from the realms of day;</br>When wide o'er all the Christian world</br>Destruction's banners are unfurl'd;</br>When Europe with exhaustion reels,</br>Yet nor remorse nor pity feels;</br>At this dread period SOUTHEY stands,</br>The wild harp trembling in his hands;&mdash;</br>And whilst fanatic furor fires his mind,</br>\"Glory to God,\" he cries, \"deliv'rance for mankind!\"", "Ah, Southey, if thy boyish brood</br>Were prone to shed each other's blood,</br>Thou couldst not with unruffled mien</br>Behold the agonizing scene:</br>Why then suppose the Sire of All</br>Is pleased to see his creatures fall;</br>Why then, if carnage strew the ground,</br>And groans, and shrieks, and yells abound;</br>Why then, if ruthless havock lord it wide,</br>Should bigot rage exult, and God be glorified?", "I grieve when earth is drench'd with gore,</br>And realms with woe are cover'd o'er;</br>I grieve, and reprobate the plan</br>Of thanking God for slaughter'd man:</br>Nor can I hope that lawless sway,</br>Fierce as a tiger o'er his prey,</br>Will ever uncompell'd resign</br>That power the priest proclaims divine:</br>No, Southey, no!  oppressors ne'er unbind;</br>'Tis man &mdash; high minded man must liberate mankind.", "Appall'd by superstitious cares,</br>Despots of yore have crown'd their heirs,</br>But when, Oh Southey!  tell me when</br>Have despots raised their slaves to men?</br>Vot'ries of power, to this they bend,</br>For this eternally contend;</br>Whilst man, let despots rise or fall,</br>Poor abject man submits to all;</br>And should his wrongs beyond endurance swell,</br>Here glares the state's red arm, and there an endless hell.", "Whether of home or foreign growth,</br>All despots from my soul I loath;</br>And as to rights &mdash; I should as soon</br>Expect a message from the moon,</br>As hope to see a courtly train</br>Combin'd to cherish freedom's reign&mdash;</br>Combin'd to humanise the heart,</br>And bid the nurse's dreams depart:</br>No, Southey, no!  those scourges, when combin'd,</br>My desolate a world, but never free mankind.", "If proof be wanting, France may shew,</br>In man's great cause how monarchs glow:</br>Thou know'st, when one immortal stroke</br>Her lacerating shackles broke;</br>Thou know'st how Europe's savage swarms</br>Flew, like infuriate fiends, to arms;</br>And how the vaunting legions came,</br>To quench a never-dying flame;</br>And well thou know'st how France sublimely rose,</br>Bared her resistless arm, and crush'd th' aggressing foes.", "If proof be wanting, turn thine eyes</br>Where poor partition'd Poland lies;</br>By many a barb'rous band assail'd,</br>In freedom's cause she fought, she fail'd;</br>She saw her children bite the dust,</br>O'erwhelm'd by rapine, murder, lust;</br>She saw her cities blaze, and all</br>That 'scaped the flames by ruffians fall;</br>Transfix'd by groves of pikes, she heard them groan,</br>Then back into the flames saw writhing thousands thrown.", "Poor prostrate Poland!  here we find</br>How despots liberate mankind;</br>And here, unblushing bard, we see</br>The savage hordes extoll'd by thee;</br>But whether minstrels change with times,</br>And scatter flow'rs o'er courtly crimes;</br>Or truth's firm sons imprison'd lie,</br>Or priests the reasoning pow'rs decry;</br>Soon, like those brutes that shun the nightly fire</br>From freedom's holy flame, shall man's fierce foes retire.</br>"]