["THENOT, COLINET.", "THENOT.</br>Why do thy cloudy Looks thus melt in Tears</br>Unseemly, now all Heav'n so blithe appears?</br>Why in this mournful manner art thou found,</br>Unthankful Lad, when all things smile around?</br>Hark how the Lark and Linnet jointly sing,</br>Their Notes Soft-warbling to the gladsom Spring.", "COLINET.</br>Tho' soft their Notes, not so my wayward Fate,</br>Nor Lark would sing, nor Linnet in my State:</br>Each Creature to his proper Task is born;</br>As they to Mirth and Musick, I to mourn:</br>Waking at Midnight I my Woes renew,</br>And with my Tears increase the falling Dew.", "THENOT.</br>Can lusty Youth have Reason to complain?</br>Or who the Weight of Age cou'd e'er sustain,</br>If, as our waning Forces daily cease,</br>The tiresome Burthen doubles its Increase?</br>Yet, tho' with Years my Body downward tend,</br>As Trees beneath their Fruit in Autumn bend,</br>My Mind a chearful Temper still retains,</br>Spite of my snowy Head and icy Veins:</br>For why shou'd Man at cross Mis-haps repine,</br>Sour all his Sweet, and mix with Tears his Wine?</br>But speak, for much it may relieve thy Woe,</br>To let a Friend thy inward Ailment know.", "COLINET.</br>'Twill idly waste thee, Thenot, a whole Day,</br>Should'st thou give Ear to all my Grief can say:</br>Thy Ews will wander, and thy heedless Lambs</br>With Bleatings loud require their absent Dams.", "THENOT.</br>There's Lightfoot, he shall tend them close,and I</br>'Twixt whiles a-cross the Plain will glance mine Eye.", "COLINET.</br>Where to begin I know not, where to end,</br>Scarce does one smiling Hour my Youth attend:</br>Tho' few my Days, as my own Follies show,</br>Yet all those Days are clouded o'er with Woe:</br>No Gleam of happy Sun-shine does appear</br>My lowring Skie and wintry Days to chear.</br>My piteous Plight in yonder naked Tree,</br>That bears the Thunder-scar, too well I see;</br>Quite destitute it stands of Shelter kind,</br>The Mark of Storms, and Sport of ev'ry Wind:</br>Its riven Trunk feels not th' Approach of Spring,</br>Nor any Birds among the Branches sing;</br>No more beneath thy Shade shall Shepherds throng</br>With merry Tale, or Pipe, or pleasant Song:</br>Unhappy Tree!  and more unhappy I!</br>From thee, from me alike the Shepherds fly.", "THENOT.</br>Sure thou in some ill-chosen Hour wast born,</br>When blighting Mildews spoil the rising Corn,</br>Or when the Moon, by Witchcraft charm'd, fore-shows</br>Thro' sad Eclipse a various Train of Woes:</br>Untimely born, ill Luck betides thee still.", "COLINET.</br>And can there, Thenot, be a greater Ill?", "THENOT.</br>Nor Wolf, nor Fox, nor rot amongst our Sheep;</br>For, from all these good Shepherd's Care may keep:</br>Against ill Luck all cunning Foresight fails;</br>Whether we sleep or wake it nought avails,", "COLINET.</br>Ah me, the while!  ah me, the luckless Day!</br>Ah luckless Lad!  the rather might I say:</br>Unhappy Hour, when first, in youthful Bud,</br>I left the fair Sabrina's silver Flood!</br>Ah silly I!  more silly than my Sheep,</br>Which on thy flowry Banks I once did keep:</br>Sweet are thy Banks!  O when shall I once more</br>With longing Eyes review thy beauteous Shore?</br>When in the Crystal of thy Waters see</br>My Face grown wan thro' Care and Misery?</br>When shall I see my Hut, the small Abode</br>My self had rais'd and cover'd o'er with Clod?</br>Tho' small it be, a mean and humble Cell,</br>Yet was there room for Peace and me to dwell.", "THENOT.</br>And what the Cause that drew thee first away?</br>From thy lov'd Home what tempted thee to stray?", "COLINET.</br>A lewd Desire strange Lands and Swains to know;</br>Ah God, that ever I shou'd covet Woe!</br>With wandring Feet unblest, and fond of Fame,</br>I sought I know not what, besides a Name.", "THENOT.</br>Or, sooth to say, didst thou not hither roam</br>In hopes of Wealth, thou could'st not find at home?</br>A rowling Stone is ever bare of Moss;</br>And to their Cost green Years old Proverbs cross.", "COLINET.</br>Small need there was, in flatt'ring Hopes of Gain,</br>To drive my pining Flock a-thwart the Plain</br>To distant Cam; fine Gain at length, I trow,</br>To hoard up to my self such deal of Woe!</br>My sheep quite spent through Travel and ill Fare,</br>And, like their Keeper, ragged grown and bare;</br>Here on cold Earth to make my nightly Bed,</br>And on a bending Willow rest my Head.</br>'Tis hard to bear the pinching Cold with Pain;</br>And hard is Want to th' unexperienc'd Swain:</br>But neither Want nor pinching Cold is hard,</br>To blasting Storms of Calumny compar'd:</br>Unkind as Hail it falls, whose pelting Show'rs</br>Destroy the tender Herb and budding Flow'rs.", "THENOT.</br>Slander we Shepherds count the greatest Wrong;</br>For, what wounds sorer than an evil Tongue?", "COLINET.</br>Untoward Lads, that Pleasance take in spite,</br>Make mock of all the Ditties I indite.</br>In vain, O Colinet, thy Pipe so shrill</br>Charms ev'ry Vale, and gladdens ev'ry Hill;</br>In vain thou seek'st the Cov'rings of the Grove,</br>In the cool Shade to sing the Heats of Love;</br>No Passion, but rank Envy, canst thou move:</br>Sing what thou wilt, ill Nature will prevail,</br>And ev'ry Elf has Skill enough to rail.</br>But yet, tho' poor and artless is my Vein,</br>Menalcas seems to like my simple Strain;</br>And long as he is pleas'd to hear my Song,</br>Which to Menalcas does of Right belong,</br>Nor Night nor Day shall my rude Musick cease,</br>I ask no more, so I Menalcas please.", "THENOT.</br>Menalcas, Lord of all the neighb'ring Plains,</br>Preserves the Sheep, and o'er the Shepherds reigns:</br>For him our yearly Wakes and Feasts we hold,</br>And chuse the fattest Firstlings from the Fold:</br>He good to all, that good deserve, shall give</br>Thy Flock to feed, and thee at Ease to live;</br>Shall curb the Malice of unbridled Tongues,</br>And bounteously reward thy rural Songs.</br>This Night thy Cares with me forget, and fold</br>Thy Flock with mine to ward th' injurious Cold.</br>Sweet Milk and clouted Cream, soft Cheese and Curd,</br>With some remaining Fruit of last Year's Hoard,</br>Shall be our Ev'ning Fare; and for the Night,</br>Sweet Herbs and Moss, that gentle Sleep invite.</br>And now behold the Sun's departing Ray</br>O'er yonder Hill, the sign of ebbing Day:</br>With Songs the jovial Hines return from Plow,</br>And th' unyok'd Heifers, pacing homeward, low.</br>"]