["Hence from my sight, unfeeling sage,</br>Hence, to thy lonely hermitage!&mdash;</br>There far removed from joy, and pain,</br>Supinely slumber life away;</br>Act o'er dull yesterday again,</br>And be thy morrow like to day.</br>Rest to thy bones! &mdash; While to the gale</br>Happier I spread my festive wing,</br>And like the wand'ring Bee exhale</br>Fresh odours from life's honey'd spring,</br>From bloom to bloom in pleasing Rapture stray,</br>Where Mirth invites, and Pleasure points the way.", "Hail heav'n-born Virgin fair, and free,</br>Of language mild, of aspect gay,</br>Whose voice the sullen family</br>Of Care, and Discontent obey!</br>By Thee inspir'd the simplest scenes,</br>The russet cots, the lowly glens,</br>Mountains, on whose craggy brow</br>Nature's lawless tenants feed,</br>Bushy dells, and streams, that flow</br>Thro' the vi'let-purpled mead,</br>Delight; thy breath exalts the rich perfumes,</br>That brooding o'er embalm the bean-flow'r field,</br>Beyond Sabean sweets, and all the gums</br>The spicy desarts of Arabia yield.", "Then the Attic bird complains</br>From the still, attentive grove,</br>Or the Linnet breathes his strains,</br>Taught by nature, and by love;</br>Do thou approve the dulcet airs,</br>And Harmony's soft, silken chain,</br>In willing bondage leads our cares,</br>And binds the Giant-sense of pain:</br>Untuned by Thee, how coarse the long-drawn note,</br>Spun from the lab'ring Eunuch's tortur'd throat!</br>Harsh are the sounds, tho' FARINELLI sings,</br>Harsh are the sounds, tho' HANDEL wakes the strings:</br>Untouch'd by Thee, see senseless FLORIO sits,</br>And stares, and gapes, and nods, and yawns by Fits.", "Oh Pleasure come &mdash; and far, far hence</br>Expel that nun, Indifference!&mdash;</br>Where'er she waves her Ebon wand,</br>Drencht in the dull Lethaean deep,</br>Behold the marble Passions stand</br>Absorb'd in everlasting sleep!</br>Then from the waste, and barren mind</br>The Muse's Fairy-phantoms fly,</br>They fly, nor leave a Wreck behind</br>Of heav'n-descended Poesy:</br>Love's thrilling tumults then are felt no more,</br>Quencht is the gen'rous heat, the rapt'rous throbs are o'er!", "'Twas thou, O Nymph, that led'st along</br>The fair Dione's wanton choir,</br>While to thy blithest, softest song,</br>Ten thousand Cupids strung the lyre:</br>Aloft in air the Cherubs play'd</br>What time, in Cypria's myrtle-shade,</br>Young Adonis slumb'ring lay</br>On a bed of blushing flow'rs,</br>Call'd to life by early May,</br>And the rosy-bosom'd Hours:</br>The Queen of love beheld her darling boy,</br>In am'rous mood she nestled to his side,</br>And thus, to melt his frozen breast to joy,</br>Her wanton art she gayly-smiling try'd.", "From the musk-rose, wet with dew,</br>And the lily op'ning bell,</br>From fresh eglantine she drew</br>Sweets of aromatic smell:</br>Part of that honey next she took,</br>Which Cupid too advent'rous stole,</br>When stung his throbbing hand he shook,</br>And felt the anguish to his soul:</br>His Mother laught to hear the Elf complain,</br>Yet still she pity'd, and reliev'd his pain;</br>She drest the wound with balm of sov'reign might,</br>And bath'd him in the well of dear delight:</br>Ah who would fear, to be so bath'd in bliss,</br>More agonizing smart, and deeper wounds than this?&mdash;", "Her magic Zone she next unbound,</br>And wav'd it in the air around;</br>Then cull'd from ever-frolic Smiles,</br>That live in Beauty's dimpled cheek,</br>Such sweetness as the heart beguiles,</br>And turns the mighty strong to weak:</br>To these ambrosial dew she join'd,</br>And o'er the flame of warm desire,</br>Fan'd by soft sighs, love's gentlest wind,</br>Dissolv'd, and made the Charm entire;</br>O'er her moist lips, that blush'd with heav'nly red,</br>The Graces' friendly hand the blest ingredients spread.", "Adonis wak'd &mdash; he saw the Fair,</br>And felt unusual tumults rise;</br>His bosom heav'd with am'rous care,</br>And humid languor veil'd his eyes!</br>Driv'n by some strong impulsive pow'r</br>He sought the most sequester'd bow'r,</br>Where diffus'd on Venus' breast,</br>First he felt extatic bliss,</br>First her balmy lips he prest,</br>And devour'd the new-made Kiss:</br>But, O my Muse, thy tatt'ling tongue restrain,</br>Her sacred rites what mortal dares to tell?</br>She crowns the silent, leads the blabbing swain</br>To doubts, desires, and fears, the fev'rish lover's hell.", "Change then, sweetest Nymph of Nine,</br>Change the song, and fraught with pleasures</br>String anew thy silver twine,</br>To the softest, Lydian measures!</br>My Cynthia calls, whose natal hour</br>Th' assistant Graces saw, and smil'd;</br>Then Veil'd this Cyprian Charm to pour</br>With lavish bounty o'er the Child:</br>Sithence where'er the Siren moves along,</br>In pleasing wonder chain'd is ev'ry tongue,</br>Love's soft suffusion dims the aching eyes,</br>Love's subtlest flame thro' ev'ry art'ry flies:</br>Our trembling limbs th' unequal pulse betray,</br>We gaze in transport lost &mdash; then faint, and die away.</br>"]