["Farewell!  but not, I trust, a long farewell;</br>I fain would hope that we shall meet again:</br>But there is not a human tongue can tell,</br>Whether the wish may not be breath'd in vain.</br>If such it be, 'twere fruitless to complain;</br>We cannot alter fate's supreme behest,&mdash;</br>No; rather should we struggle to restrain</br>The feelings which will scarcely be repress'd,</br>And strive to lull the storm of misery to rest.", "Thou goest forth into the wide, wide world,</br>Whilst I in calm obscurity remain;</br>Thy standard to the breezes is unfurl'd,</br>And gaily beats thy heart, untouch'd by pain.</br>Oh!  may'st thou never know the ungentle train</br>Of thoughts, which turn the cup of life to gall;</br>I've tasted them too oft, &mdash; and I would fain</br>Those days of cloudless happiness recal,</br>When I was wont to smile whatever might befal!", "It may not be!  my dreary lot is fix'd,</br>Beyond the reach of earthly love or hate;</br>Yet is my cup of sorrow not unmix'd</br>With some bright feelings of a happier date;</br>I am not yet completely desolate;</br>Although my heart has lost its choicest treasure,</br>There still are thoughts which make my present state,</br>At intervals, almost approach to pleasure;</br>Though they are far, alas!  beneath its former measure.", "But I am wandering from my theme; I meant</br>To dedicate an artless strain to thee;</br>But my own sorrows have become so blent</br>With every chord of my harp's minstrelsy,</br>That, whensoe'er I bid it warble free,</br>'Tis sure to breathe a melancholy tone;</br>Else should the lay which tells our parting, be</br>As soothing as the distant ocean's moan</br>Comes to the poet's ear, when worshipping alone.", "And still, whate'er a wither'd heart may offer</br>Of kindest wishes for thy future weal&mdash;</br>'Tis mine in singleness of soul to proffer;</br>Believe me, 'tis not for the lack of zeal,</br>I cannot tell thee what I truly feel:</br>Language alone is wanting to express</br>The varied thoughts which o'er my bosom steal;</br>A mixture strange, of joy and gloominess&mdash;</br>Joy for thy future hopes &mdash; grief for my own distress.", "Accept my warmest thanks for all that thou</br>Hast been to me, in days and years gone by;</br>The hour of parting is approaching now,</br>But not a tear-drop sparkles in mine eye;</br>No:  I will bid it ever thus be dry;</br>It is not meet that I should e'er repine</br>O'er the bright dawn of thy prosperity:</br>Adieu!  may every happiness be thine,</br>Whatever cares or ills in future may be mine!</br>"]