["What beauteous form is floating there,</br>Half veil'd in her dishevell'd hair&mdash;</br>In tearless woe &mdash; without the streak</br>Of life-bloom on her lovely cheek&mdash;</br>With face as cold, and fix'd, and wan,</br>As if, by sorrow, smote to stone?</br>It is my love! &mdash; But hark! &mdash; that sound</br>Which breaks the hush of night profound,</br>The vision from my sight doth scare,</br>And wakes me from my dream &mdash; but where?</br>Oh Heav'ns!  within the fearful domes,</br>Where raging Madness howls and foams!", "How drear, within such dungeon wall,</br>Comes on my lucid interval!</br>In pale review, my parted years</br>Arise with all their clouds and tears.</br>The cup of joy I madly quaff'd,</br>Exhausting the delusive draught;</br>But, mingled in the fatal howl,</br>I found that poison of the soul,</br>Beneath whose withering action dies</br>The heart's best, noblest energies;</br>Which sears it till the blacken'd core</br>Is Feeling's glowing shrine no more!", "Then gloomy thoughts rose up between</br>My spirit and this earthly scene,</br>And wide and wild they compass'd me&mdash;</br>A dim, immeasurable sea,</br>O'er whose all-restless, troubled tide,</br>Did Melancholy's phantoms glide.</br>In festal hall &mdash; amidst the fair&mdash;</br>I dwelt &mdash; I liv'd &mdash; I breath'd but there;</br>Lone as a rock amidst the seas&mdash;</br>Lone as the desart's deadly breeze&mdash;</br>Or as a solitary tree</br>Upon its blank immensity&mdash;</br>Or evening's star, when first it sparkles,</br>In the dome that round it darkles&mdash;</br>Or as the Hebrew, doom'd to stray</br>O'er earth until the Judgment day!", "Then did my soul begin to see</br>The face of dire Insanity!</br>The fiend impatient seem'd to wait,</br>And knock upon the Spirit's gate,</br>And in the brain's dark portals gleam,</br>Till Reason sank into a dream;</br>But oft, o'er my forsaken soul,</br>In glimpses heavenly visions stole,</br>Bright as the midnight meteor flies</br>Along the scowl of wintry skies.", "At times, from sight all nature sank;</br>Around me lay a boundless blank,</br>For light, and shade, and shape were gone,</br>And nought was left to look upon&mdash;</br>Not ev'n a visionary shore,</br>Whose mists the eye might wander o'er:</br>No flitting shadow came, to cast</br>Ev'n darkness o'er the void so vast,</br>Where I to dwell long days was doom'd</br>In bleakest solitude entomb'd!", "But life's last sands are nearly run&mdash;</br>Delusion's gone &mdash; and truth begun&mdash;</br>Though all too late; the light but dawns</br>To show the grave e'en now that yawns!</br>Alone &mdash; unseen by human eye,</br>Comes on life's latest agony.</br>From this cold cell, at dead of night,</br>My soul must take her lonely flight!</br>The last sad sounds that reach my ear</br>The maniac's scream &mdash; or laugh more drear;</br>While darkness round my spirit rolls,</br>That soars into the Land of Souls&mdash;</br>And morning's glad and glorious ray</br>Above my stiffen'd corse shall play!</br>"]