["When pleasure sparkles in the cup of youth,</br>And the gay hours on downy wing advance,</br>Oh!  then 'tis sweet to hear the lip of truth</br>Breathe the soft vows of love, sweet to entrance</br>The raptured soul by intermingling glance</br>Of mutual bliss; sweet amid roseate bowers,</br>Led by the hand of Love, to weave the dance,</br>Or unmolested crop life's fairy flowers,</br>Or bask in joy's bright sun through calm unclouded hours.", "Yet they, who light of heart in may-day pride</br>Meet love with smiles and gaily amorous song,</br>(Though he their softest pleasures may provide,</br>Even then when pleasures in full concert throng)</br>They cannot know with what enchantment strong</br>He steals upon the tender suffering soul,</br>What gently soothing charms to him belong,</br>How melting sorrow owns his soft control,</br>Subsiding passions hushed in milder waves to roll.", "When vexed by cares and harassed by distress,</br>The storms of fortune chill thy soul with dread,</br>Let Love, consoling Love!  still sweetly bless,</br>And his assuasive balm benignly shed:</br>His downy plumage o'er thy pillow spread</br>Shall lull thy weeping sorrows to repose;</br>To Love the tender heart hath ever fled,</br>As on its mother's breast the infant throws</br>Its sobbing face, and there in sleep forgets its woes.", "Oh!  fondly cherish then the lovely plant,</br>Which lenient Heaven hath given thy pains to ease;</br>Its lustre shall thy summer hours enchant,</br>And load with fragrance every prosperous breeze,</br>And when rude winter shall thy roses seize,</br>When nought through all thy bowers but thorns remain,</br>This still with undeciduous charms shall please,</br>Screen from the blast and shelter from the rain,</br>And still with verdure, cheer the desolated plain.", "Through the hard season Love with plaintive note</br>Like the kind red-breast tenderly shall sing,</br>Which swells mid dreary snows its tuneful throat,</br>Brushing the cold dews from its shivering wing,</br>With cheerful promise of returning spring</br>To the mute tenants of the leafless grove.</br>Guard thy best treasure from the venomed sting</br>Of baneful peevishness; oh!  never prove</br>How soon ill-temper's power can banish gentle Love!", "Repentance may the storms of passion chase,</br>And Love, who shrunk affrighted from the blast,</br>May hush his just complaints in soft embrace,</br>And smiling wipe his tearful eye at last:</br>Yet when the wind's rude violence is past,</br>Look what a wreck the scattered fields display!</br>See on the ground the withering blossoms cast!</br>And hear sad Philomel with piteous lay</br>Deplore the tempest's rage that swept her young away.", "The tears capricious beauty loves to shed,</br>The pouting lip, the sullen silent tongue,</br>May wake the impassioned lovers tender dread,</br>And touch the spring that clasps his soul so strong;</br>But ah, beware!  the gentle power too long</br>Will not endure the frown of angry strife;</br>He shuns contention, and the gloomy throng</br>Who blast the joys of calm domestic life,</br>And flies when discord shakes her brand with quarrels rife.", "Oh!  he will tell you that these quarrels bring</br>The ruin, not renewal of his flame:</br>If oft repeated, lo!  on rapid wing</br>He flies to hide his fair but tender frame;</br>From violence, reproach, or peevish blame</br>Irrevocably flies.  Lament in vain!</br>Indifference comes the abandoned heart to claim,</br>Asserts for ever her repulsive reign,</br>Close followed by disgust and all her chilling train.", "Indifference, dreaded power!  what art shall save</br>The good so cherished from thy grasping hand?</br>How shall young Love escape the untimely grave</br>Thy treacherous arts prepare?  or how withstand</br>The insidious foe, who with her leaden band</br>Enchains the thoughtless, slumbering deity?</br>Ah, never more to wake!  or e'er expand</br>His golden pinions to the breezy sky,</br>Or open to the sun his dim and languid eye.", "Who can describe the hopeless, silent pang</br>With which the gentle heart first marks her sway?</br>Eyes the sure progress of her icy fang</br>Resistless, slowly fastening on her prey;</br>Sees rapture's brilliant colours fade away,</br>And all the glow of beaming sympathy;</br>Anxious to watch the cold averted ray</br>That speaks no more to the fond meeting eye</br>Enchanting tales of love, and tenderness, and joy.", "Too faithful heart!  thou never canst retrieve</br>Thy withered hopes:  conceal the cruel pain!</br>O'er thy lost treasure still in silence grieve;</br>But never to the unfeeling ear complain:</br>From fruitless struggles dearly bought refrain!</br>Submit at once &mdash; the bitter task resign,</br>Nor watch and fan the expiring flame in vain;</br>Patience, consoling maid, may yet be thine,</br>Go seek her quiet cell, and hear her voice divine!", "But lo!  the joyous sun, the soft-breathed gales</br>By zephyrs sent to kiss the placid seas,</br>Curl the green wave, and fill the swelling sails;</br>The seamen's shouts, which jocund hail the breeze,</br>Call the glad knight the favouring hour to seize.</br>Her gentle hostess Psyche oft embraced,</br>Who still solicitous her guest to please</br>On her fair breast a talisman had placed,</br>And with the valued gem her parting blessing graced.", "How gaily now the bark pursues its way</br>Urged by the steady gale!  while round the keel</br>The bubbling currents in sweet whispers play,</br>Their force repulsive now no more they feel;</br>No clouds the unsullied face of heaven conceal,</br>But the clear azure one pure dome displays,</br>Whether it bids the star of day reveal</br>His potent beams, or Cynthia's milder rays</br>On deep cerulean skies invite the eye to gaze.", "Almost unconscious they their course pursue,</br>So smooth the vessel cuts the watery plain;</br>The wide horizon to their boundless view</br>Gives but the sky, and Neptune's ample reign:</br>Still the unruffled bosom of the main</br>Smiles undiversified by varying wind;</br>No toil the idle mariners sustain,</br>While, listless, slumbering o'er his charge reclined,</br>The pilot cares no more the unerring helm to mind.", "With light exulting heart glad Psyche sees</br>Their rapid progress as they quit the shore:</br>Yet weary languor steals by slow degrees</br>Upon her tranquil mind; she joys no more</br>The never changing scene to wander o'er</br>With still admiring eye; the enchanting song</br>Yields not that lively charm it knew before,</br>When first enraptured by his tuneful tongue</br>She bad her vocal knight the heavenly strain prolong.", "A damp chill mist now deadens all the air,</br>A drowsy dullness seems o'er all to creep,</br>No more the heavens their smile of brightness wear,</br>The winds are hushed, while the dim glassy deep</br>Oppressed by sluggish vapours seems to sleep;</br>See his light scarf the knight o'er Psyche throws,</br>Solicitous his lovely charge to keep</br>From still increasing cold; while deep repose</br>Benumbs each torpid sense and bids her eye-lids close.", "Now as with languid stroke they ply the oars,</br>While the dense fog obscures their gloomy way;</br>Hymen, well used to coast these dangerous shores,</br>Roused from the dreaming trance in which he lay,</br>Cries to the knight in voice of dread dismay,</br>\"Steer hence thy bark, oh!  yet in time beware;</br>Here lies Petrea, which with baneful sway</br>Glacella rules, I feel the dank cold air,</br>I hear her chilling voice, methinks it speaks despair!\"", "Even while he speaks, behold the vessel stands</br>Immoveable!  in vain the pilot tries</br>The helm to turn; fixed in the shallow strands,</br>No more obedient to his hand, it lies,</br>The disappointed oar no aid supplies</br>While sweeping o'er the sand it mocks their force.</br>The anxious knight to Constance now applies,</br>To his oft tried assistance has recourse,</br>And bids his active mind design some swift resource,", "Debating doubtfully awhile they stood,</br>At length on their united strength rely,</br>To force the bark on the supporting flood;</br>They rouse the seamen, who half slumbering lie,</br>Subdued and loaded by the oppressive sky.</br>Then wading mid the fog, with care explore</br>What side the deepest waters may supply,</br>And where the shallows least protect the shore,</br>While through their darksome search the star sheds light before.", "Mean time deep slumbers of the vaporous mist</br>Hang on the heavy eye-lids of the fair;</br>And Hymen too, unable to resist</br>The drowsy force of the o'erwhelming air,</br>Laid at her feet at length forgets his care.</br>When lo!  Glacella's treacherous slaves advance,</br>Deep wrapt in thickest gloom; the sleeping fair</br>They seize, and bear away in heedless trance,</br>Long ere her guardian knight suspects the bitter chance.", "Thus the lorn traveller imprudent sleeps</br>Where his high glaciers proud Locendro shews;</br>Thus o'er his limbs resistless torpor creeps,</br>As yielding to the fatal deep repose</br>He sinks benumbed upon the Alpine snows,</br>And sleeps no more to wake; no more to view</br>The blooming scenes his native vales disclose,</br>Or ever more the craggy path pursue,</br>Or o'er the lichened steep the chamois chase renew.", "Lo!  to their queen they bear their sleeping prey,</br>Deep in her ice-built castle's gloomy state,</br>There on a pompous couch they gently lay</br>Psyche, as yet unconscious of her fate,</br>And when her heavy eyes half opening late</br>Dimly observe the strange and unknown scenes,</br>As in a dream she views her changed estate,</br>Gazing around with doubtful, troubled mien</br>Now on the stupid crowd, now on their dull proud queen", "With vacant smile, and words but half exprest,</br>In one ungracious, never-varying tone,</br>Glacella welcomes her bewildered guest,</br>And bids the chief supporter of her throne</br>Approach and make their mighty mistress known,</br>Proud Selfishness, her dark ill-favoured lord!</br>Her gorgeous seat, which still he shared alone,</br>He slowly leaves obedient to her word,</br>And ever as he moved the cringing train adored.", "Nought of his shapeless form to sight appears,</br>Impenetrable furs conceal each part;</br>Harsh and unpleasing sounds in Psyche's ears</br>That voice which had subdued full many a heart;</br>While he, exerting every specious art,</br>Persuades her to adore their queen's control;</br>Yet would he not Glacella's name impart,</br>But with false title, which she artful stole</br>From fair Philosophy, deludes the erring soul.", "\"Rest, happy fair!\"  he cries, \"who here hast found</br>From all the storms of life a safe retreat,</br>Sorrow thy breast henceforth no more shall wound</br>Nor care invade thee in this quiet seat:</br>The voice of the distressed no more shall meet</br>The sympathising ear; another's woes</br>Shall never interrupt the stillness sweet,</br>Which here shall hush thee to serene repose,</br>Nor damp the constant joys these scenes for thee disclose.", "Fatigue no more thy soft and lovely frame</br>With vain benevolence and fruitless care;</br>No deep heaved sigh shall here thy pity claim,</br>Nor hateful want demand thy wealth to share;</br>For thee shall Independence still prepare</br>Pleasures unmingled, and for ever sure;</br>His lips our sovereign's peaceful laws declare,</br>Centre existence in thyself secure,</br>Nor let an alien shade thy sunshine e'er obscure.\"", "He spoke, and lo!  unnumbered doors unfold,</br>And various scenes of revelry display;</br>Here Grandeur sunk beneath the massive gold;</br>Here discontented Beauty pined away,</br>And vainly conscious asked her promised sway;</br>Here Luxury prepared his sumptuous feast,</br>While lurking Apathy behind him lay</br>To poison all the insipid food he drest,</br>And shake his poppy crown o'er every sated guest.", "The hireling minstrels strike their weary lyre,</br>And slumber o'er the oft repeated strain;</br>No listless youth to active grace they fire:</br>Here Eloquence herself might plead in vain,</br>Nor one of all the heartless crowd could gain:</br>And thou, oh!  sweeter than the Muses song,</br>Affection's voice divine!  with cold disdain</br>Even thou art heard, while mid the insulting throng</br>Thy daunted, shivering form moves timidly along!", "Thus o'er the oiled surface softly slides</br>The unadmitted stream, rapid it flows,</br>And from the impervious plain pellucid glides;</br>Repulsed with gentle murmurs thus it goes,</br>Till in the porous earth it finds repose;</br>Concealed and sheltered in its parents breast:&mdash;</br>Oh!  man's best treasure in this vale of woes!</br>Still cheer the sad, and comfort the distrest,</br>Nor ever be thy voice by selfishness opprest!", "Psyche with languid step he leads around,</br>And bids her all the castle's splendour see.</br>Here Dissipation's constant sports abound,</br>While her loose hand in seeming bounty free,</br>Her scentless roses, painted mimicry,</br>Profusely sheds; here Pride unheeded tells</br>To nodding crowds his ancient pedigree;</br>And Folly with reiterated spells</br>To count her spotted cards the yawning group compels.", "\"See how, attentive to her subjects ease,\"</br>To their reluctant prey exclaims her guide,</br>\"Each fleeting joy of life she bids them seize,</br>Anxious for each gay pastime to provide;</br>See her fast spreading power increasing wide,</br>Adored and worshipped in each splendid dome!</br>Lo!  Beauty glows for ever at her side,</br>She bids her cheek the unvarying rose assume;</br>And Bacchus sees for her his votive ivy bloom.", "\"Is aught then wanting in this fairy bower?</br>Or is there aught which yet thy heart can move?\"</br>That heart, unyielding to their sovereign's power,</br>In gentle whispers sighing answers, \"Love!\"</br>While scornful smiles the fond reply reprove,</br>\"Lo!\"  he exclaims, \"thy vanquished Cupid view;</br>He oft with powerful arms had vainly strove</br>Our sovereign's rocky fortress to subdue,</br>Now, subject to her reign, he yields obedience due.\"", "Wondering she gazed around, and where he points,</br>An idiot child in golden chains she spies,</br>Rich cumbrous gems load all his feeble joints,</br>A gaudy bandage seels his stupid eyes,</br>And foul Desire his short-lived torch supplies:</br>By the capricious hand of Fashion led,</br>Her sudden starts with tottering step he tries</br>Submissive to attend:  him had she bred,</br>And Selfishness himself the nursling ever fed.", "With lustre false his tinsel arms to deck</br>Ungraceful ornaments around him shone,</br>Gifts of his sportive guide; she round his neck</br>A glittering cord insultingly had thrown,</br>Loading its pendent purse with many a stone</br>And worthless dross, and ever as he went,</br>His leaden darts, with wanton aim unknown,</br>Now here, now there, in careless chance she sent,</br>That oft their blunted force in empty air was spent.", "Shocked, from the gross imposture Psyche turned</br>With horror and disgust her fearful eye;</br>Her fate forlorn in silent anguish mourned,</br>And called her knight with many a hopeless sigh.</br>But see, the crowds in sudden tumult fly!</br>The doors, fast closing to exclude some foe,</br>Proclaim to Psyche's hopes her hero nigh:</br>Escaping from her guard she flies, when lo!</br>His form the bursting gates in awful beauty shew.", "\"Fly from these dangerous walls,\" his page exclaims;</br>\"Swift let us haste our floating bark to gain!</br>See thy knight's wondrous dart in terror flames;</br>Soon shall these ice-built walls no shape retain!</br>Nor can their Queen his dreaded sight sustain.\"</br>Scarcely she heard while rapidly she fled,</br>Even as a bird, escaped the wily train</br>The fowler with destructive art had spread,</br>Nor panting stays its flight, nor yet foregoes its dread.", "See how astonished now the crowd supine,</br>Roused by his potent voice, confused arise;</br>In tottering masses o'er their heads decline</br>Dissolving walls; they gaze with wild surprise,</br>And each affrighted from the ruin flies:&mdash;</br>Pitying he views the vain unfeeling band</br>Beneath his care, a vile and worthless prize,</br>Their Queen alone his vengeful arms demand,</br>But unknown force was hers his terrors to withstand.", "A shield she had of more than Gorgon power,</br>And whom she would she could transform to stone,</br>Nor ever had it failed her till that hour:</br>She proves his form invincible alone,</br>And calls its force petrific on her own.</br>Amazed he sees the indurated train,</br>The callous tenants of the silent throne,</br>And all the marble subjects of their reign,</br>Inviolably hard, their breathless shape retain.", "The magic shield he thence in triumph bore,</br>Resolved, in pity to the human race,</br>Her noxious hands its might should guide no more,</br>And bade the seas conceal its Hydra face:</br>Oh!  kindly meant, though much defeated grace!</br>For though the o'erwhelming weight of sounding waves</br>Conceal its rugged orb a little space,</br>Snatched by Glacella from the dark deep caves,</br>Once more the arm of Love with potent spell it braves.", "But Psyche, rescued from their cruel scorn,</br>Urges her knight to hasten from the shore:</br>The buoyant vessel on the billows borne</br>Rides proudly o'er the mounting surge once more;</br>Again they spread the sails, the feathered oar</br>Skims with impatient stroke the sparkling tide;</br>The blushing Hymen now their smiles restore</br>Again to frolic gaily at their side,</br>Though still their playful taunts reproach their slumbering guide.", "Psyche looks back with horror on the coast;</br>Black, drear, and desolate is all the scene:</br>The rocky cliffs still human shape may boast;</br>There the sad victims of the cruel Queen,</br>Memorials of her baneful power, are seen:</br>No vine crowned hills, no glowing vales appear,</br>Nor the white cottage laughs upon the green;</br>The black and leafless thorn alone is there,</br>And the chill mountains lift their summits wild and bare.", "Her spirits lighten as they leave behind</br>The dreary prospect of Glacella's isle;</br>She blest with gladdened heart the light-winged wind</br>That bears her swiftly from a scene so vile;</br>With glistening eye, and hope's prophetic smile,</br>She hears her knight foretel their dangers o'er,</br>That sure success shall crown their fated toil,</br>And soon arriving at that happy shore,</br>Love shall again be found, and leave his bride no more.", "Now, from light slumbers and delicious dreams,</br>The jocund cry of joy aroused the fair;</br>The morn that kissed her eyes with golden beams,</br>Bade her the universal transport share;</br>Divinely breathed the aromatic air,</br>And Psyche's heart, half fainting with delight,</br>In the peculiar odour wafted there</br>Recalled the breezes which, o'er scenes most bright,</br>Their wings of perfume shook, and lingering stayed their flight.", "The lovely shore the mariners descry,</br>And many a gladsome cheer the prospect hails;</br>Its graceful hills rise full before the eye,</br>While eagerly expanding all their sails</br>They woo the freshness of the morning gales:</br>The approaching scenes new opening charms display,</br>And Psyche's palpitating courage fails,</br>She sees arrived at length the important day,</br>Uncertain yet of power the mandate to obey.", "But one dear object every wish confines,</br>Her spouse is promised in that bower of rest;</br>And shall the sun, that now so cheerful shines,</br>Indeed behold her to his bosom prest,</br>And in his heavenly smiles of fondness blest?</br>Oh! 'tis too much! &mdash; exhausted life she fears</br>Will struggling leave her agitated breast,</br>Ere to her longing eyes his form appears,</br>Or the soft hand of Love shall wipe away her tears.", "Oh!  how impatience gains upon the soul</br>When the long promised hour of joy draws near!</br>How slow the tardy moments seem to roll!</br>What spectres rise of inconsistent fear!</br>To the fond doubting heart its hopes appear</br>Too brightly fair, too sweet to realize;</br>All seem but day-dreams of delight too dear!</br>Strange hopes and fears in painful contest rise,</br>While the scarce trusted bliss seems but to cheat the eyes.", "But safely anchored in the happy port,</br>Led by her knight the golden sands she prest:</br>His heart beat high, his panting breath heaved short,</br>And sighs proclaim his agitated breast</br>By some important secret thought opprest:</br>\"At length,\" he cries, \"behold the fated spring!</br>Yon rugged cliff conceals the fountain blest,</br>(Dark rocks its crystal source o'ershadowing,)</br>And Constance swift for thee the destined urn shall bring.\"", "He speaks, but scarce she hears, her soul intent</br>Surveys as in a dream each well known scene:</br>Now from the pointed hills her eye she bent</br>Inquisitive o'er all the sloping green;</br>The graceful temple meet for Beauty's queen,</br>The orange groves that ever blooming glow,</br>The silvery flood, the ambrosial air serene,</br>The matchless trees that fragrant shade bestow,</br>All speak to Psyche's soul, all seem their queen to know.", "Let the vain rover, who his youth hath past</br>Misled in idle search of happiness,</br>Declare, by late experience taught at last,</br>In all his toils he gained but weariness,</br>Wooed the coy goddess but to find that less</br>She ever grants where dearest she is bought;</br>She loves the sheltering bowers of home to bless,</br>Marks with her peaceful hand the favourite spot,</br>And smiles to see that Love has home his Psyche brought.", "On the dear earth she kneels the turf to press,</br>With grateful lips and fondly streaming eyes,</br>\"Are these the unknown bowers of Happiness?</br>Oh!  justly called, and gained at last!\"  she cries,</br>As eagerly to seize the urn she flies.</br>But lo!  while yet she gazed with wondering eye</br>Constance ascends the steep to gain the prize,</br>The eagle's eyry is not built so high</br>As soon she sees his star bright blazing to the sky.", "With light and nimble foot the boy descends,</br>And lifts the urn triumphant in his hand;</br>Low at the turf-raised altar Psyche bends,</br>While her fond eyes her promised Love demand;</br>Close at her side her faithful guardians stand,</br>As thus with timid voice she pays her vows,</br>\"Venus, fulfilled is thine adored command,</br>Thy voice divine the suppliant's claim allows,</br>The smile of favour grant, restore her heavenly spouse.\"", "Scarce on the altar had she placed the urn,</br>When lo!  in whispers to her ravished ear</br>Speaks the soft voice of Love!  \"Turn, Psyche, turn!</br>And see at last, released from every fear,</br>Thy spouse, thy faithful knight, thy lover here!\"</br>From his celestial brow the helmet fell,</br>In joy's full glow, unveiled his charms appear,</br>Beaming delight and love unspeakable,</br>While in one rapturous glance their mingling souls they tell.", "Two tapers thus, with pure converging rays,</br>In momentary flash their beams unite,</br>Shedding but one inseparable blaze</br>Of blended radiance and effulgence bright,</br>Self-lost in mutual intermingling light;</br>Thus, in her lover's circling arms embraced,</br>The fainting Psyche's soul, by sudden flight,</br>With his its subtlest essence interlaced;</br>Oh!  bliss too vast for thought!  by words how poorly traced!", "Fond youth!  whom Fate hath summoned to depart,</br>And quit the object of thy tenderest love,</br>How oft in absence shall thy pensive heart</br>Count the sad hours which must in exile move,</br>And still their irksome weariness reprove;</br>Distance with cruel weight but loads thy chain</br>With every step which bids thee farther rove,</br>While thy reverted eye, with fruitless pain,</br>Shall seek the trodden path its treasure to regain.", "For thee what rapturous moments are prepared!</br>For thee shall dawn the long expected day!</br>And he who ne'er thy tender woes hath shared,</br>Hath never known the transport they shall pay,</br>To wash the memory of those woes away:</br>The bitter tears of absence thou must shed,</br>To know the bliss which tears of joy convey,</br>When the long hours of sad regret are fled,</br>And in one dear embrace thy pains compensated!", "Even from afar beheld, how eagerly</br>With rapture thou shalt hail the loved abode!</br>Perhaps already, with impatient eye,</br>From the dear casement she hath marked thy road,</br>And many a sigh for thy return bestowed:</br>Even there she meets thy fond enamoured glance:</br>Thy soul with grateful tenderness o'erflowed,</br>Which firmly bore the hand of hard mischance,</br>Faints in the stronger power of joy's o'erwhelming trance.", "With Psyche thou alone canst sympathise,</br>Thy heart benevolently shares her joy!</br>See her unclose her rapture beaming eyes,</br>And catch that softly pleasurable sigh,</br>That tells unutterable ecstasy!</br>While hark melodious numbers through the air,</br>On clouds of fragrance wafted from the sky,</br>Their ravished souls to pious awe prepare,</br>And lo!  the herald doves the Queen of Love declare.", "With fond embrace she clasped her long lost son,</br>And gracefully received his lovely bride,</br>\"Psyche!  thou hardly hast my favour won!\"</br>With roseate smile her heavenly parent cried,</br>\"Yet hence thy charms immortal, deified,</br>With the young Joys, thy future offspring fair,</br>Shall bloom for ever at thy lover's side;</br>All ruling Jove's high mandate I declare,</br>Blest denizen of Heaven!  arise its joys to share.\"", "She ceased, and lo!  a thousand voices, joined</br>In sweetest chorus, Love's high triumph sing;</br>There, with the Graces and the Hours entwined,</br>His fairy train their rosy garlands bring,</br>Or round their mistress sport on halcyon wing;</br>While she enraptured lives in his dear eye,</br>And drinks immortal love from that pure spring</br>Of never-failing full felicity,</br>Bathed in ambrosial showers of bliss eternally!", "Dreams of Delight farewel!  your charms no more</br>Shall gild the hours of solitary gloom!</br>The page remains &mdash; but can the page restore</br>The vanished bowers which Fancy taught to bloom?</br>Ah, no!  her smiles no longer can illume</br>The path my Psyche treads no more for me;</br>Consigned to dark oblivion's silent tomb</br>The visionary scenes no more I see,</br>Fast from the fading lines the vivid colours flee!</br>"]