["The first who claimed a place in Edgar's thought,</br>The first to whom he thought his tribute due&mdash;</br>The bard whose strain with every beauty's fraught,</br>Yet is not always of the loveliest hue:</br>Thus when fair spring hath bid the land adieu</br>And summer's skies steal o'er the face of day;</br>The back ground is a fair and breathing blue,</br>The sun full royally speeds on his way,</br>Yet there at times are clouds which intercept his ray.", "Oh!  hadst thou ne'er sung an immoral strain,</br>Then, Byron, thou hadst smiled at envy's frown;</br>She had not dared to scowl upon thy reign,</br>Nor striven to hurl thee from thy minstrel throne&mdash;</br>Harold!  with all thy faults thou sitst alone,</br>High and exalted o'er all modern bards;</br>Tho' inspiration's sun has gaily shone</br>On other breasts, who boasts, 'mid his rewards,</br>A wreath of laurel such as fame to thee awards?", "Our hearts have gone with Harold o'er the world&mdash;</br>Thro' the sweet groves of Portugal and Spain,</br>Where every scene that caught the eye unfurl'd</br>Some strong memento of the warrior's reign;</br>And where in old was heard the living strain</br>To laud the deathless feats of Grecian might</br>We wander'd with the Childe &mdash; nor thought was vain</br>Which spoke of Grecian muse shrined in the wight</br>Beaming o'er Graecia's sons with all undying light.", "And thou, immortal field of Waterloo!</br>Where myriads fell to aid the cause of kings,</br>Shall in thy gory honours rise to view</br>Long as the world is trod by breathing things</br>Call'd men &mdash; thus long the strain of Harold brings</br>Its wail across the ear and stuns the soul.</br>If death had rode upon the lightning's wings</br>Then ruin had but quaff'd a sanction'd bowl,</br>And man adored the Power which caused the deathly howl.", "Thou Venice!  the barbarian's direst foe,</br>And reminiscence of all great and brave,</br>The hand of luxury hath laid thee low,</br>Once Queen of Ocean, now the Austrian's Slave!</br>With Harold we have maddened o'er thy grave,</br>And sighed that thou mightst rise and spurn thy thrall,</br>That the proud banner of St. Mark might wave</br>Upon the dome of thine own ducal hall,</br>Then mightst thou celebrate the freeman's festival!", "And thou, Italia!  seat of ancient Rome,</br>The virtuosi's lauded promenade,</br>Thou are yet honoured in thy lowest doom,</br>Albeit thou sitst not in fair Freedom's shade;</br>In all the charms of nature thou'rt array'd,</br>And remnants of thy ancient pomp remain&mdash;</br>And ne'er was nobler minstrelsy displayed,</br>Than wandering Harold bodied in his strain,</br>When he surveyed thy skies and trod thy verdant plain.", "Who hath not felt his breast heave o'er the \"Giaour?\"</br>Who hath not sighed his wail o'er the \"Corsair,\"</br>And felt his bosom wrung with feeling's power,</br>When Lara, born the mightiest deeds to dare,</br>Sped o'er his path-way like a meteor's glare,</br>And faded in the murkiest shades of gloom?</br>Was he who sung their prowess born to share</br>With humble minstrels in their lowly doom?</br>Can our high Milton's peerless fame e'er find oblivion's tomb?</br>"]