["Ascend, my muse, and seek a loftier strain,</br>Not all in shrubs and Tamarisks delight;</br>Sing now the dangers of the fairy train</br>That meet in mansion-house to pass the night</br>In song and dance, and jocund revelry&mdash;</br>But ah!  no earthly joys can ever certain be!", "Sing now did there the gay assembly meet;</br>Assist me parent of the crooked lyre,</br>Like Hermes drest with wings at head and feet,</br>Assist me, and the poet's breast inspire;</br>For there were lyres and flutes and harp and fiddle,</br>And some sung toll-de-roll, and some squeaked tweedle diddle.", "Some daemon sure, that luckless evening, happ'd</br>Fly out o'er N&mdash;b&mdash;ry to take the air:</br>He saw the dancing-room all mopp'd and swept,</br>Ods me!  quoth he, \"What doings have we here!\"</br>This sneaking town attempts to ape the court?</br>But, trust me, I'll for this time spoil their sport.", "So said, so done; at six, that fatal night,</br>The west wind blows; who dusk and horror brings.</br>He veils his face, of darkness and affright,</br>While torrents spout form his shower-dripping wings;</br>What terrors now attend the hapless fair!</br>For all the town affords but one poor paultry chair.", "But now, post-chaises all the nymphs requir'd,</br>Some from St. George, and from our good King's Arms;</br>But in the town all vehicles are hired&mdash;</br>Yet females to the ball-room run in swarms.</br>The school, that morn, all machines did seize,</br>One chaise could well contain seven small young Belles with ease.", "But think not yet their happiness secure:</br>And lend an ear attentive while I sing</br>The perils of those maids, who dar'd endure</br>The evils rain on brussels-heads might bring;</br>(For, not the heaviest rain, with lightning join'd,</br>Can make one real woman change her mind.)", "Now 'gain the dances, by our Gallic foes</br>Contriv'd; when lo!  a mighty crash is heard,</br>A craggy stone its frightful visage shows.</br>Huge, rugged, by a strenuous arm uprear'd;</br>Slow thro' the air flies the terrific mass,</br>And strews the room with crumbs of sand and shiver'd glass.", "The pond'rous rock thund'ring on the floor,</br>Each nymph, affrighted, seeks a safe retreat,</br>Some crowd the not enough capacious door,</br>Some fain would thro' the windows seek the street.</br>What rout might engine worse have wrought perdie,</br>When one poor stone thus makes a troop of females flee.</br>"]