["All Valiant Captains of the sacred Host</br>Of Loves high Queene that fight 'gainst Hate and Hell,</br>Christs Souldiers muster up from ev'ry coast,</br>And them to stand in complete Armes compell,</br>That Satans fiery darts they may repell.</br>But as in worldly Battailes, Armes are vaine,</br>If Cowards hearts doe faint, or courage quell:</br>So in this spirituall Warfare, all are slaine,</br>That with true Fortitude this fight cannot maintayne.", "I therefore her, Loves valiant Generall,</br>And chief Commandresse of her Forces name,</br>For that the most brave Sp'rits heroicall,</br>Have alwayes beene most honour'd by the same;</br>Amongst the Heathen men, that sought vaine Fame,</br>This Vertue was in such great estimation,</br>Of heav'nly Seede they thought their Heros came,</br>Expecting not from humane propagation</br>Such worth:  except the Gods concurr'd in Generation.", "And therefore those, whose valour did transcend</br>The ordinarie reach of humane Race,</br>By Pedigrees are lin'd out to descend</br>From Joves or some great Deities embrace:</br>Thus in a mist they seeme the Truth to trace,</br>For Vertues all (but chiefly Fortitude)</br>Are not begotten, but infus'd by Grace,</br>And in Kings hearts in larger amplitude,</br>As they it more doe neede than common multitude.", "For as small Waters faire and goodly seeme,</br>When little Channels doe their course maintayne;</br>Yet would a Man them scarcely Waters deeme,</br>If they ran drisling in some River mayne:</br>Ev'n so a Subjects heart, that doth contayne</br>True Fortitude, but in a measure small,</br>Great glorie to himselfe thereby may gayne,</br>But if in Princes heart the same should fall,</br>It scarcely would be counted Fortitude at all.", "Wherefore, the Hearts of Kings are said to bee</br>Like mightie Rivers in th' Almighties hand,</br>From which as from a little Ocean, hee</br>Disposeth Water over all the Land:</br>His Nobles, which, him round like Brookes doe stand,</br>Refresh and water ev'ry Dale and Plaine,</br>As from their Soveraigne they have command,</br>But all draw Water from one Ocean maine,</br>Whither all Tribute must returne with praise againe.", "And therefore since I find it all but vaine</br>To seeke for any good and perfect Grace,</br>But from the bountie of my Soveraigne,</br>I here beseech th' Almightie guide my trace,</br>In finding out this Vertues royall Race,</br>That I her wondrous Glorie may expresse</br>So here, as all may strive her to embrace,</br>As th' onely strength of humane happinesse,</br>Till with Loves gracious Trayne shee bring us unto blesse.", "Thus, strong in God, and Power of his might,</br>I Fortitude doe truely first explaine</br>To be a strength of mind or valiant Sprite,</br>Whereby courageously we doe sustaine</br>Hard things, for Vertues sake, and not for gaine:</br>Betwixt Boldnesse and Feare, a moderation,</br>True Fortitude doth from base Feare retaine,</br>Meeknesse from murmuring at Gods castigation,</br>And Patience mitigates the know of our passion.", "Patience is past, and Meeknesse comes behind,</br>I therefore Fortitude here twofold name,</br>One of the Body, th' other of the Mind:</br>This Fortitude of Body is the same</br>We common have with Beasts both wilde and tame,</br>Encreast by feeding, strength, good constitution;</br>In stout sustayning is her greatest fame,</br>Next in on-setting with brave resolution:</br>This helps in Warre, but minds it best in persecution.", "I twofold likewise call that of the Mind,</br>One true, the other that which Men doe fayne,</br>When for false ends we nobly are enclin'd,</br>Or when these Causes following constrayne;</br>Passion, Experience, Ignorance, Art, Gayne.</br>Passion of Feare, of Furie, Hope, and Anger;</br>By these we mightie things doe oft darraigne,</br>Experience, Art, make us to dread no danger,</br>By Ignorance, and for Gayne we boldly Life endanger.", "For feare of danger, and t' avoid disgrace,</br>The Coward faint will like a Dragon fight;</br>Who can withstand the furie of the Base?</br>Experience, Art prevail oft against might;</br>And Ignorance of danger doth incite</br>The fearefull, great atchievements to adventer,</br>Custome of winning makes us oft in spite</br>Of Fate and Fortune into Battels enter:</br>By Sea, for hope of gayne, some to the Indies venter.", "But Fortitude which doth prepare the Mind</br>For God and Goodnesse chearefully to die,</br>Is that brave Vertue formerly defin'd,</br>Which Death nor Hell it selfe can terrifie:</br>By this we onely on the Lord relie,</br>And strong in God, and Power of his might,</br>Put on our armes to fight most valiantly,</br>Faith, Hope, and Truth, with Patience, Justice Right,</br>And with the spirituall Sword undantedly doe fight.", "Though, of our selves, we no more able are</br>These mightie Armes to weare and weild aright,</br>Then little David was King Sauls to beare,</br>When he Goliah met in single fight;</br>Yet, if Gods power we consider right,</br>And set by all the worldly strength we have,</br>Relying on his providence and might,</br>As David, we may say, with courage brave,</br>Who me from Beare and Lyon, from all harme shall save.", "For from the Lord is all sufficiency,</br>Our Enemies in Christ we nothing feare,</br>But fight Gods Battailes most couragiously,</br>In whom we able to doe all things are:</br>And as he shame endur'd and crosse did beare,</br>So Souldiers of our valiant Generall,</br>We with undaunted resolution dare</br>Oppose the World, Flesh, Sinne, and Devils all:</br>Whose Faith stands firme in Christ, what dread can him apall?", "Though spirituall Enemies doe more abound</br>In number, Malice, Strength, and Policy,</br>Yet by these spirituall weapons we confound</br>Them all, triumphing on them valiantly:</br>This spirituall strength growes in us inwardly,</br>As doth the new and inward Man revive,</br>Which stronger growes as our corruptions die,</br>And by the Fleshes weaknesse most doth thrive,</br>And when the Body's dead preserves our Soules alive.", "Our Soule, the subject of true Fortitude,</br>Not giv'n by Nature, but infus'd by Grace,</br>The spirit of Man it is that doth include</br>This most heroike Vertue:  'Tis not place,</br>Wealth and preferment, or a noble Race,</br>And Breeding, that doth raise so high the Mind,</br>To count all fading Objects vaine and base,</br>And wholly be to heav'nly things inclin'd,</br>Whereby our strength above all earthly things we find.", "True Fortitude is borne ev'n from above,</br>And in Loves Court is of such high regard,</br>That none couragious are, but they that love,</br>And of their valour hope for Loves reward.</br>Love conquers all:  oh!  What can be compar'd</br>To mightie Acts of Love?  whose jealous ire</br>Consumes all that her Grace doe not regard,</br>Oh!  what is stronger than Loves hot desire?</br>None e're without her did to noble acts aspire.", "Love, Fortitude her valiant Generall,</br>In all her spirituall Battels doth employ,</br>On whom these Graces wait, and follow all</br>To fight against our spirituall Enemy,</br>Long Suffering, Patience, Magnaminitie,</br>Assured Faith, Hope, Constancy and Peace,</br>But most of all, shee loves Humilitie:</br>For as great Acts her glorie more increase,</br>So shee inclines to Meeknesse, and true Lowlinesse.", "What is't that I have not receav'd (saith shee?)</br>All help's from God; Mans strength is weake and vaine:</br>If he be so for us, Who can 'gainst us bee?</br>Oh, who can to true Fortitude attaine,</br>But he that from above doth it obtaine?</br>Boldnesse therefore and Intimiditie,</br>Which leaves Gods glorie, seeking private gaine,</br>Is to true Fortitude an enemie,</br>As well as Cowardize and Effeminitie.", "For as all Cowards timorous and faint,</br>Discourage Friends and hearten Enemies,</br>So foolish, rash, unexpert, unaquaint</br>With spirituall Battailes, and the policies</br>Of cruell Satan, and his complicees,</br>Doe desp'rately themselves and fellowes traine,</br>Unarm'd where Satan in close ambush lies,</br>Where some are stung, some poyson'd, and some slaine,</br>All as his captiv'd Slaves in bands hee doth retaine.", "Thus those that one their owne strength doe relie,</br>And have within themselves vaine confidence,</br>Proud Boasters oft Goliah-like defie</br>Their Enemies:  but take a fall at length.</br>God onely is our Rocke of firme defence.</br>Beastely presumption 'tis for to depend</br>On fleshes arme, in things of consequence:</br>But devillish madnesse 'tis, for to defend</br>Our spirituall strength, and as our owne it to commend.", "This spirituall Pride of all most dangerous,</br>As bodily, in them doth harbour most,</br>Who are least valiant and couragious.</br>Thus Braggadochio himself doth boast,</br>To be fit Leader of a mightie Hoast;</br>And Merit-mongers out of foolish Pride,</br>Will merit more than their first Father lost,</br>And lay up store, for many Soules beside,</br>Who for their money may to heav'n have entrance wide.", "(No flouds of teares are able to disgrace</br>The resolution of brave Fortitude,</br>Which like pure Diamonds adorne her Face,</br>And from her all hard-heartednesse seclude:</br>Oh, may mine eyes like Fountaynes bee endude</br>With floods in Warre my panting Soule to coole.</br>'Tis Satans policie first to exclude</br>From quenching waters the besieged Soule,</br>Then burn the town with fire, when he hath stopt the Poole.)", "When valiant Gideon went out to fight</br>With Midian, God made a Proclamation,</br>Who dreaded or did feare the Enemies might;</br>Returne should to their People and their Nation;</br>And shall we in this spirituall dimication,</br>Hope to withstand our ghostly Enemies,</br>Except our Hearts be strengthned 'gainst tentation,</br>To fight with Powers, Principalities,</br>And by true Fortitude to treade downe injuries?", "Wherefore the sonne of Sirach, doth compare</br>The heart of Fooles to an high plast'red wall,</br>Which stormes of wind and winter cannot beare,</br>But shaking, tottering, at length doth fall;</br>Imaginations vaine his heart apall:</br>But a wise heart, that is established</br>By counsell, to a strong and stately Hall,</br>With Beames and Ligaments so coupeled</br>As it of Winds and Tempests never stands in dread.", "As Harts huge Hornes him profit not at all,</br>By reason of his faint and fearefull heart;</br>So Christian Armour yeelds defence as small,</br>If diffidence our Fortitude pervert,</br>And as none proudlier march then stately Hart,</br>In Summer faire of his prosperitie,</br>But if he hear a Dogge, or see a Dart,</br>Doth faint for feare and flyeth cowardly;</br>So doth the Man whom God doth Fortitude denie.", "The heart of man's like Pilot in a Ship,</br>Whose cunning in calme weather is unseene,</br>But if Winds blow, and Waves to Heav'n up skip,</br>And all in danger great of drowning beene,</br>Then both his skill and courage may be seene:</br>Then though the Sailes be rent and Ship be torne,</br>He faints not till the wished Port he win:</br>So though our Flesh here's tortur'd and forlorne,</br>Yet by true Fortitude we to our Hav'n are borne.", "As Branches of the Palme, the more opprest</br>With burthens, nearer Heav'n themselves doe raise;</br>So Fortitude in valiant Christians brest,</br>The more assaulted, merits greater praise:</br>And as those Boughes are stronger found alwayes,</br>That are oppos'd to Boreas boystrous blast,</br>Then those on whom the South and Westwinde playes,</br>So that Mans mind doth stand most firme and fast,</br>Who hath through greatest perils and tentations past.", "Now onely of this Sparke is my discourse,</br>This Vertue, Manlinesse the Grecians call;</br>For they that ran not valiantly their course,</br>The Heathen scarse accounted men at all:</br>By Latines; Fortitudes originall</br>Comes from a Body strong, and valiant Mind;</br>They therefore count those most heroicall,</br>Who most in warre to valour are inclin'd,</br>Or whom most resolute 'gainst Fortunes stormes they find.", "With them a Man of warre was seldome found,</br>Able in Peace to conquer Injurie;</br>The godly in examples doe abound,</br>Of suffering and doing valiantly.</br>Let captiv'd Lot declare how valourously,</br>From mightie Kings him Abram succoured,</br>Which shewes his strength and magnanimitie,</br>But his mind's valour, when he suffered</br>Cold, Famine, Banishment, his owne Sonne slaughtered.", "Most Princely Jacob with God wresteled,</br>And therefore better might with men prevaile,</br>Yet how was he by Laban injured?</br>His brother Esau did his life assaile,</br>Yet strong in God his heart did never faile,</br>Not, when at Mahanim he met Gods Hoast;</br>And Esau, with foure hundred, did he quaile.</br>Of Josuah's valour may all Judah boast,</br>But of them all herein may David glorie most.", "Apocryphall are Stories, not the Facts,</br>Of Machabaeus and his Brethren;</br>Whose noble Fortitude and valiant Acts,</br>Transcend the courage of all mortall Men.</br>Oh!  wondrous prowesse which they shewed then,</br>For to defend their Lawes and Libertie,</br>Their Temples, Cities, Wives, and Childeren,</br>From prophanation by Idolatrie,</br>And from the bondage of an Heathen enemie.", "I might of Moses, Caleb, Gedeon tell,</br>Jeptha, Job, Samson, Davids Worthies three,</br>That through an Hoast drew Water from a Well;</br>Ev'n millions of examples you may see</br>Of Saints, which in Gods Booke our paternes be.</br>As Children three which would endure the flame</br>Before they would commit Idolatrie;</br>Of all the Apostles onely Paul I name,</br>Whose Fortitude in God deserves eternall fame.", "What?  are the Servants greater then their Lord?</br>No:  all the strength that did in them abound,</br>He of his fulnesse did to them afford,</br>In whom all perfect Fortitude was found:</br>Whom when he did converse with Men on ground,</br>No Devill, Power, terrour could dismay:</br>And that he might, at last, Hels powers confound,</br>His Life, on cursed Crosse, ev'n downe did lay;</br>Sad Night!  But loe:  His rising brings a joyfull Day.", "Which to sweet Nectar turnes our Cup of Gall:</br>Loe!  This is true brave Fortitude of mind,</br>That as Christ chearefully did suffer all,</br>That God for our Redemption had assign'd;</br>So all our strength and will must be inclin'd,</br>All crosses valiantly to suffer here,</br>But where we them against Gods glorie find:</br>For with such injuries Christ could not beare;</br>And therefore Merchants did with whips from Temple scare.", "What?  Shall I here all Woman kind exclude,</br>As Subjects meane for this Heroike Grace?</br>No:  In the mind is seat of Fortitude,</br>And oft in Female brests obtains high place,</br>'Tis not proud Looks, mens Tire, stout Speech, bold Face,</br>Can Women for true Fortitude commend:</br>No Vertue like to Modesty doth grace</br>That Sexe, and best their Honour doth defend:</br>In this the bravest Women alwayes did transcend.", "See faire Rebecca cover'd with a vaile;</br>Judge Debora under an Oken tree;</br>Most modest Judith durst the Head assaile</br>Of Holofernes:  Hester next I see</br>Bring Haman unto shame for Mordochee:</br>Shall I name one that doth surmount them all?</br>Loe, our late Queene Elizabeth was shee,</br>Yet was most modest, shamefac't, Virginall:</br>All Female boldnesse Impudence, not Grace we call.", "This Androgune, Masculine-Foeminine,</br>Sometimes of Doubtfull, oft of Common Gender,</br>Who turn'd her face where Womanhood should shine</br>To bold out-facing:  And her locks did tender</br>Unto the Scisers:  Our Faiths great Defender,</br>Because shee was of Fortitude the scorne,</br>And Ape of Manhood, did so reprehend her,</br>As now of vertuous Ladies have her lorne,</br>Forgotten, and disgraced, as shee were never borne.", "Great Faiths Defender!  who dost here defend,</br>As Faith, so Valour and true Fortitude;</br>Oh, were my Muse but able to commend</br>Thy Princely Heart, and Minds brave magnitude,</br>Wherewith th' Almightie hath thy brest indude;</br>Or tell the courage of thy valiant Sonne</br>Our Prince; which stretcheth to such amplitude,</br>That had my Song with his great Praise begun,</br>My Life on Earth had ended ere my Muse had done.", "But we returne to Fortitude within,</br>By which we fight 'gainst spirituall enemies,</br>World, Devil, Flesh, and our originall Sinne,</br>Hell, Empires, Powers, Principalities.</br>To our spirituall Peace all enmities:</br>Against these, for our safegard, we embrace</br>All spirituall Graces, as sure remedies;</br>Ah!  how dare they looke Satan in the face,</br>That are quite destitute of all true saving Grace?", "Alas!  what strength have they then that depend</br>Upon the Pope and his Supremacie,</br>Or hope his holy Water can defend</br>Them from this strong and subtle enemie?</br>Saints, Reliques, Bulls, Beades, and such trumperie,</br>Are now the onely weapons they must weare;</br>Their Agnus Deis doe so terrifie</br>The Devill, and away ill spirits scare,</br>For other spiritual Armour, now they need not care.", "How hope they to be able to withstand</br>The Serpents malice, and the Worlds despite,</br>Who lay by Armes, and loose and idle stand,</br>Not buckeling themselves unto the fight?</br>As Armes were, like apparell, for delight,</br>Or for sport onely, and a glittering show,</br>These fainting hearts that are afraid to fight,</br>Vaine Fooles that never yet Hels strength did know,</br>Which at the first encounter them will overthrow.", "Alas!  ev'n too too many now a dayes,</br>Like Gallants of our time, make goodly show</br>In glitt'ring Armes, and bragge great might in Frayes;</br>But come where danger to their life may grow,</br>They then away both Armes and Weapons throw.</br>Thus they abuse the knowledge God doth lend,</br>Unto their ruine and their overthrow,</br>Wanting true valour Truth for to defend,</br>And Christian Fortitude to hold out to the End.", "My onely wish is, ever to be strong</br>In God and in the power of his Might,</br>Casting off all things that doe not belong</br>Unto the Christian Battaile I must fight:</br>Oh!  who in warres can serve his Prince aright,</br>That doth himself with Worlds affaires entangle?</br>With spirituall Weapons we maintayne this fight,</br>And not with cunning at the Bar to jangle,</br>We here must fight for Life, and not for profit wrangle.", "I here confesse mine inward strength is vaine,</br>Unable to withstand such enemies,</br>That I to seeke out of my selfe am faine,</br>For helpe against Hels powr's and policies;</br>So many are my knowne infirmities,</br>I mine owne strength doe utterly distrust,</br>Hoping thy Grace, that all our wants supplies,</br>Will strengthen me against Hell, Sinne, and Lust,</br>Since in no finite Power, but infinite I trust.", "Oh, grant me firme on thine Omnipotence,</br>In crosses and afflictions to relie,</br>And wholly to renounce all confidence,</br>Mans strength, or hope in Princes, can supply:</br>Who, under shadow of thy Wings doe lie,</br>No forraine Power, nor inward dread can feare,</br>Thy strength is seen most in infirmitie,</br>In thee wee able to doe all things are,</br>By force of thy great Might we ought adventure dare.", "God is my Refuge, Strength and Fortitude,</br>My Rocke, Shield, Buckler, and in whom I trust,</br>Who hath my Foes all unto me subdu'd,</br>Making our Enemies to licke the dust.</br>Most firme defence unto the Meeke and Just;</br>All superstitious vanities are vaine,</br>Who put in God their confidence and trust,</br>Firme, stalbe, sure, like Sions Mount remayne,</br>No powers of Hell can shake where this foundation's layne.", "Great is the Power wherein we doe trust,</br>A mghtie Power and exceeding strong,</br>Able to raise our Bodies from the dust,</br>And to Eternitie our life prolong:</br>All pow'r from God, to God all doth belong,</br>Why then should'st thou my Soule distrust or quaile?</br>On him relie, and none can doe thee wrong:</br>Thine Heart and Conscience Satan may assaile,</br>But by Gods helpe, thou shalt against them all prevaile.", "So by this mightie Power we shall at length</br>Be Victors, though Sinne seeme us here to foile:</br>Lord grant me this spirituall Pow'r and Strength,</br>That though my Body suffer here a while,</br>And like a Coward oft doth take the foile;</br>I may with courage so my Soule defend,</br>No Power me may of spirituall Arms despoile.</br>Lord grant I practise may what I commend,</br>So I, with prayse my Booke and Meditation end.", "Thus as one of the Bridegromes meanest Friends,</br>I to adorne the Bride doe offer here</br>These Ornaments:  The gift no worth commends,</br>But He to whom the Widdowes mite was deare,</br>Because shee all her substance offred there,</br>Will well accept of this poore Offering,</br>That when I shall at that great day appeare</br>Before the Judge, to give my reckoning,</br>This time may be allow'd me for Gods honouring.</br>"]