["The pensive Train of Contemplation sweet,</br>Rise with the beamy Fires of Vesper's Star;</br>The dying Gales in softer Whispers greet</br>The shadowy Night, thron'd in her silver Car.", "The Scheld in gleamy Radiance glides along,</br>Laving the lonely Chartreux' aged bow'rs;</br>From pealing organs swells the solemn Song,</br>And choral Hymns lead on the midnight Hours.", "Save when these Rites the watchful Heart declare,</br>A dread Repose broods o'er the hallow'd Ground;</br>Or when sad Pilgrims to the Shrines repair,</br>Where many a sainted Relick hangs around.", "The dusky Pile in Vandal Ages rear'd,</br>Sacred to Solitude, to Pray'r, and Praise,</br>The Poet's Lay perhaps hath never heard,</br>Since the first Father's long-forgotten Days.", "Encircling Ivy chains the mould'ring Tow'r;</br>Funereal Yews throw round a death-like Gloom;</br>Her Cloisters Melancholy wanders o'er,</br>And Grief sits languid on the sculptur'd Tomb.", "Can Error reign in these calm seats of Peace?</br>Here, doth not Wisdom make her blest Abode?</br>Doth not the Voice of restless Passion cease?</br>Here, the rapt Soul hold Converse with her God?", "When the rais'd Spirit, dead to all below,</br>Burns with seraphic Ardour unconfin'd,</br>Can earth-born Scenes teach human Breast to glow</br>With such pure Flames, and leave their Dross behind?", "So, when the Tempest low'rs in Ev'ning Skies,</br>Some wilder'd Trav'ler views a lambent Flame;</br>But led by treach'rous Rays where Danger lies,</br>He dies unpity'd, and unknown to Fame.", "The Storm-tost Mariner to Ports of Rest</br>Anxious, o'er Rocks and wild Waves, works his Way;</br>But Wisdom places in the heedless Breast,</br>What the false World nor gives, nor takes away.", "To these dank Walls, in search of true Repose,</br>Thus erring Zeal and harrass'd Minds have flown;</br>But found no blest Asylum from the Woes</br>That cleave to Life, and haunt the Bosom's Throne.", "Though Fancy decorate this awful scene,</br>Awhile the slumb'ring Passions Peace controul;</br>Yet oft Repentance wastes the placid Mien,</br>And silent Anguish preys upon the Soul.", "Though down the sounding Isles the Vot'ries muse</br>On the World's Vanities and empty Joys;</br>Life's fleeting Hours the Visionaries lose,</br>Which active Virtue usefully employs.", "Nature's Affections on the Heart recoil</br>Unchanging, while the purple Currents flow;</br>Humanity was born to varying Toil,</br>Alternate Hours of Strife and Rest to know:", "That Life to sullen Solitude consign'd,</br>For social gen'rous Purposes was giv'n:</br>No rigid Rules was Penitence enjoin'd,</br>\"To purify her contrite Heart for Heav'n.\"", "Not countless Orisons at glittering Shrines,</br>Not Melodies before the sainted Stone,</br>Feed pure Religion's Flame, that faintly shines,</br>Confin'd to solitary Cells alone.", "In these Retreats, where pale-ey'd Spleen retires,</br>Sloth's dronish Sons, and superstitious Zeal,</br>Perhaps some Bards quench'd all the Muses Fires,</br>And bade the radiant Paths of Fame farewell.", "O Gesner!  hadst thou scorn'd the heav'nly Muse</br>That led thy Steps to Virtue and Renown,</br>Reviv'd all Eden to thy ravish'd Views,</br>And made the Palm of moral Song thine own:", "Hadst thou to some lone Chartreux' Cell retir'd,</br>Where Youth and Genius wither in their Prime;</br>Thy living Lays no future Age had fir'd,</br>Thy Name had slept beneath oblivious Time.", "Here, what avails each pensive Sage's Lore?</br>The thorny Paths Truth's holy Martyrs trod?</br>All in their Sphere uniting to explore</br>The Ways that lead to Happiness and God.", "Or, could those Heroes start from Death's cold Shade,</br>War's horrid Bolts in youthful Vigour flew:</br>Such, Fontenoy!  thy fatal Fields display'd;</br>And brought all Thrasymene to Britain's View:", "Would not Reproach dart from the Soldier's Eye?</br>Would not his bold impartial Tongue declare,</br>\"Fair Fame forbids the virtuous Man to die,</br>And all the Brave are Heav'ns peculiar Care?", "\"Whether triumphal Wreaths adorn their Brow,</br>Or Fate the Warriors from the Toils release,</br>When o'er their Graves the weeping Muses strew</br>Spring's fairest Flow'rs, and sing their Shade to Peace.\"", "No longer Carnage gluts her crimson Steel;</br>Yet, while a British Muse still lingers here,</br>Can she forbear her Heroes Wounds to feel?</br>To pay the sacred Tribute of a Tear?", "To deck, with grateful Awe, their hallow'd Mould?</br>With gentle Collins breathe the mournful Lay?</br>\"Attend the Spring with dewy Fingers cold,</br>And bless the Turf that wraps their honour'd Clay?\"", "But ye, who waste in mute lethargic Ease</br>Revolving Years, from hardy Manhood's Prime;</br>Will Glory sculpture in her Fane like these,</br>And snatch your Mem'ries from the Stream of Time?", "Here, faint and cold, the drooping Virtues beam,</br>With Lustre fruitless, cheerless, and unknown;</br>Like sad sepulchral Lamps, that bluely gleam</br>Through dreary Vaults, and light the Dead alone.", "Unheard the Paeans of the tuneful Train,</br>That welcome Truth and Mercy from the Skies,</br>To grace Imperial Joseph's halcyon Reign,</br>Around whose Throne reviving Honours rise.", "O Prince belov'd!  some future Bard may pour,</br>In loftier Lays, the Tide of Verse along;</br>Spread Emulation's Flame from Shore to Shore,</br>And Patriot Princes kindle with her Song.", "So tow'ring Pindar's Theban Swans aspire,</br>Bear to the Clouds his fam'd Sicilian's Praise;</br>Like him the Muses's Sons should wake the Lyre,</br>To Virtue sacred, and unspotted Bays.", "But not to Themes or princely Domes confin'd;</br>Along sequester'd Vales they love to stray,</br>Where modest Worth, the Grace of Human-kind,</br>Blooms in the Shade, and shuns the Glare of Day.", "Oft at the silent Eve, or Saffron Dawn,</br>There, rapt'rous Visions bless the Poet's Eyes,</br>Ideal Forms glide o'er the pearly Lawn,</br>Or Structures fair with moral Meaning rise:", "Mild beams the Ray from Truth's all-piercing Eye,</br>Lucid and full her snowy Mantle flows,</br>Touch'd by her Wand the murky Shadows fly,</br>And all the Landscape at her Presence glows.", "Around their Queen, the Sister Arts attend;</br>The Pow'rs of Painting, Melody, and Song;</br>And Liberty, the Muse and Virtue's Friend,</br>To Honour's Temple leads her Train along;", "Unmov'd at Tyranny's malignant Frown,</br>Gleaming in Mail, and grasping clanking Chains;</br>Red Persecution, with her triple Crown,</br>Or Vice, with Satyrs, rev'ling o'er the Plains.", "But not one Spark of this celestial Fire,</br>Here warms the Heart, unlocks the silent Tongue,</br>Or arms with Pow'rs that Freedom could inspire,</br>When Zeuxis painted, or Alcaeus sung.", "The Lyre, with Rage divine, then fill'd the Breast,</br>With glowing Zeal, to bigot Hearts unknown;</br>And Genius, with her boldest Strokes, imprest</br>The vivid Canvass and the breathing Stone.", "But here, how fall'n!  how droops the free-born Soul!</br>Crouching beneath a Pontiff's sacred Frown:</br>Behold, alas!  the mystic Beads and Cowl,</br>Succeed the Patriot's Steel and Laurel Crown.", "Would such with Rapture on the Canvass dwell?</br>Would kindred Ardours sparkle in their Eye?</br>Would Life's warm Pulses emulative swell,</br>Like those to conquer, or like those to die?", "When Freedom mourns her sacred Fires opprest,</br>How bright Demosthenes and Tully shine!</br>But here, dull Legends sooth a torpid Rest,</br>And all neglected sleeps their Page divine.", "So lift the frozen Alps their hoary Brow,</br>Cold and unmov'd before the Solar Ray,</br>Though roseate Spring smiles in the Vales below,</br>Pours her gay Notes, and greets the genial Day.", "But let not Candour close the Lay severe,</br>Nor frown indignant on a cloister'd Life:</br>Haply some antient Virtues linger here,</br>That fled from venal Crouds and noisy Strife.", "Here the Heart, dead to Folly's tinsel Joys,</br>Cleaves to the hallow'd Cross and spiny Crown:</br>Those Hours which Vice in Orgies still employs,</br>Are wing'd with Praises to their Maker's Throne.", "Their Gates, unfolding at the Trav'ler's Voice,</br>Declare some hospitable Genius here,</br>That bids the weary'd Pilgrim's Heart rejoice,</br>Pours Pity's Balm, and shares in Mis'ry's Tear.", "So may the Tiding of eternal Peace,</br>In brighter Worlds, these pious Cares repay!</br>There, human Woes with human Frailties cease,</br>And Truth no longer mourns her clouded Ray.</br>"]