["The sun, half slumb'ring, streaks the soft blue sky,</br>Ere down the west his ling'ring beauties set;</br>Giving the dark green woods a richer dye,</br>And glowing on the distant mountain yet.</br>The calm clear sea receives the fisher's net,</br>While softly float the tones of vesper bell;</br>Lest Labour's sons, hard toiling, should forget</br>Their duty's evening song, to wake the spell</br>Of echo, slumb'ring sweet within her wood-bound cell.", "The virgin hymns in sweetest numbers float,</br>While gems fall sparkling from the nimble oar;</br>As ocean's gentle bosom heaves the boat,</br>And scarcely murmurs as it leaves the shore.</br>The cotter sings, well pleased the toil is o'er,</br>Or artless shepherd pipes along the vale,</br>While the fond youth, with secret passion sore,</br>Sighs to the warblings of the nightingale,</br>That sweetly charms the ear on wing of balmy gale.", "Now more presuming, as the day retires,</br>Night's silver crescent meets the pilgrim's view;</br>Within the grove the glow-worms trim their fires,</br>And every flower is bright with glitt'ring dew.</br>With well-fill'd flask, the sons of humour, true</br>To gen'rous glee, send round the joyous chear,</br>While rapt attention hangs as if it grew</br>On traveller's tale or song of mountaineer,</br>As round the cottage door they revel free from fear.", "And there the mirthful village band advance,</br>While age sits smiling 'neath the shelt'ring tree,</br>Retracing o'er their youth, &mdash; while on the dance</br>They gaze with conscious pride and kindred glee.</br>Truth, love, and nature!  'tis a sight to see,</br>Might stop a herald seraph as he flies,&mdash;</br>The bright moon beaming o'er them, cloudless, free,</br>And soft blue stars, like love-sick maiden's eyes,</br>As to the youth's fond sigh their dewy glance replies!&mdash;", "Now, while one hand in gentlest freedom strays</br>Round the light form of softly sighing maid,</br>His bosom's smiling hope the youth conveys</br>Within the verge of her pastoral shade.</br>Much he would say, but, fault'ring, seems afraid</br>Her rising frown might mar his longing bliss,</br>Till mutual passion gives the trembler aid,</br>And while they press, bestows one saint-like kiss,</br>While raptur'd virtue smiles nor pants for more than this.", "O sweetest clime!  where first the birth of art</br>O'er slumb'ring Europe shed its quick'ning spell,</br>Why sleeps thy genius, languid, cold at heart,</br>While weeds luxuriant grow where temples fell?</br>'Tis superstition sound the heroes' knell,</br>And damps the flame that gave the world its light;</br>And hearts of might and worth within the cell</br>Are withering in the gloom of monkish night,</br>Whose cowl conceals the beam which freedom sheds so bright.</br>"]