["My native Scotland!  how the youth is blest</br>To mark thy first star in the evening sky,</br>When the far curfew bids the weary rest,</br>And in his ear the milk-maid's wood-notes die!</br>O then unseen by every human eye,</br>Soon as the lingering day-light hath decayed,</br>Dear, dear to him o'er distant vales to hie,</br>While every head in midnight rest is laid,</br>To that endearing cot where dwells his favourite maid.", "Though he has laboured from the dawn of morn,</br>Beneath the summer sun's unclouded ray,</br>Till evening's dew-drops glistened on the thorn,</br>And wild-flowers closed their petals with the day;</br>And though the cottage home be far away,</br>Where all the treasure of his bosom lies,</br>O he must see her, though his raptured stay</br>Be short &mdash; like every joy beneath the skies&mdash;</br>And yet be at his task by morning's earliest rise.", "Behold him wandering o'er the moonlight dales,</br>The only living thing that stirs abroad,</br>Tripping as lightly as the breathing gales</br>That fan his cheek upon the lonesome road,</br>Seldom by other footsteps trode!</br>Even though no moon shed her conducting ray,</br>And light his night-path to that sweet abode,</br>Angels will guide the lover's dreariest way,</br>If but for her dear sake whose heart is pure as they.", "And see him now upon the very hill,</br>From which in breathless transport he doth hail,</br>At such an hour so exquisitely still,</br>To him the sweetest, far the sweetest, vale</br>That e'er was visited by mountain gale.</br>And, O, how fondly shall be hailed by him,</br>The guiding lamp that never yet did fail&mdash;</br>That very lamp which her dear hand doth trim</br>To light his midnight way when moon and stars are dim.", "But who shall tell what her fond thoughts may be,</br>The lovely damsel sitting all lone,</br>When every inmate of the house but she</br>To sweet oblivion of their cares have gone?</br>By harmless stealth unnoticed and unknown,</br>Behold her seated by her midnight fire,</br>And turning many an anxious look upon</br>The lingering clock, as if she would require</br>The steady foot of time to haste at her desire.", "But though the appointed hour is fondly sought,</br>At every sound her little heart will beat,</br>And she will blush even at the very thought</br>Of meeting him whom she delights to meet.</br>Be as it may, her ear would gladly greet</br>The house-dog's bark that watched the whole night o'er,</br>And, O, how gently shall she leave her seat,</br>And gently step across the sanded floor,</br>With trembling heart and had, to ope the creaking door.", "The hour is past &mdash; and still her eager ear</br>Hears but the tinkle of the neighbouring rill,</br>No human footstep yet approaching near</br>Disturbs the night-calm so serene and still,</br>That broods, like slumber, over dale and hill.</br>Ah!  who may tell what phantoms of dismay</br>The anxious feelings of her bosom chill&mdash;</br>The wiles that lead a lover's heart astray&mdash;</br>The darkness of the night &mdash; the dangers of the way?", "But, lo, he comes!  and soon shall she forget</br>Her griefs, in sunshine of this hour of bliss;</br>Their hands in love's endearing clasp have met,</br>And met their lips in love's delicious kiss.</br>O, what is all the wealth of worlds to this!</br>Go &mdash; thou mayst cross each foreign land, each sea,</br>In search of honors, yet for ever miss</br>The sweetest boon vouchsafed by heaven's decree&mdash;</br>The heart that loves thee well, the heart that's dear to thee.", "And may I paint their pleasures of yet to come,</br>When, like their hearts, their willing hands are joined,</br>The loving inmates of a wedded home,</br>For ever happy and for ever kind?</br>And may I paint their various charms combined</br>In the sweet offspring that around them plays,</br>Who &mdash; tho' on mountains with the bounding hind</br>Be rudely nursed &mdash; may claim a nation's praise,</br>And on their native hills some proud memorial raise?", "My native Scotland!  O thy northern hills,</br>Thy dark brown hills, are fondly dear to me;</br>And aye a warmth my swelling bosom fills</br>For all the filial souls that cling to thee&mdash;</br>Pure be their loves as human love can be,</br>And still be worthy of their native land</br>The little beings nursed beside their knee,</br>Who may at length their country's guardians stand,</br>And own the undaunted heart, and lift the conquered hand!</br>"]