["How beautiful, Salerno!  is thy bay;</br>How green thy heights monastic! &mdash; let me stand</br>On yonder mountain, ('tis the break of day,)</br>And view, outstretch'd below, a sacred land</br>Beneath the day-blush indistinctly grand.</br>Here beauty smiled, and valour boldly fought;&mdash;</br>Who would not fight when beauty gives command?</br>Here, with unclouded mind, the scholar sought</br>Those academes, where learning every science taught.", "Hail, thou thrice-blessed sun!  how very few</br>With thankfulness enjoy thy genial beams;</br>Or from the mountain's height are wont to view,</br>With feelings of delight, morn's earliest gleams,&mdash;</br>The mist uprising o'er the distant streams!</br>The morn's an emblem of our second birth;</br>When we shall quit this pleasant land of dreams,</br>The sun, to those who feel and know their worth,</br>Predicts eternal glories for the sons of earth.", "Here let me pause.  The blood of Christ was spilt,</br>To free mankind from death's eternal chains:&mdash;</br>Not through indulgences to cancel guilt,</br>Or from the tainted heart wash out its stains,</br>Unless repentance chasten it with pains.</br>The spiritual pride of Rome must yield</br>To pure philosophy, that now disdains</br>Those Papal fiats to which kings appeal'd,</br>When mad ambition used religion as its shield.", "Ye haughty Cardinals, who o'er the minds</br>Of despot sovereigns held despotic sway,&mdash;</br>No heir to your self-willed ambition binds</br>Nobility, with iron links, to-day;&mdash;</br>Your power anomalous has past away!</br>Ye were most potent ministers, and well,</br>With eagle swiftness, pounced upon your prey.</br>Yet are ye greater now than those who dwell</br>On Nicolo's vast heights, or hermit in his cell.", "Ye have upraised indeed the monarch's power,&mdash;</br>That it might fall from high with greater force:</br>The chains ye forged were broken in an hour,</br>By outraged multitudes, without remorse.</br>Affection is true loyalty's prime source,&mdash;</br>Upmounts ambition, like a seeled dove;</br>While vulgar spirits wonder at its course,&mdash;</br>Higher and higher yet, it mounts above</br>Royalty's self, that scorns (how blind!)  the people's love.", "A few years pass away, and then &mdash; farewell</br>To wealth and rank, and all we hold most dear!&mdash;</br>For ever and for ever we must dwell</br>With saints or daemons, &mdash; death approacheth near.</br>Why quakes yon mighty potentate with fear?</br>He leaves a name behind; and heroes toil</br>To gain &mdash; what many have who ne'er appear</br>But in the poet's fabled lays, &mdash; they spoil</br>Others' repose, and lose their own through vain turmoil!", "Are not the heroes of romance as known</br>As Caesar, Attila, or Ammon's son?</br>What an unreal thing is that renown</br>Which after ages give &mdash; for battles won&mdash;</br>To him, who from this bustling world is gone!</br>He wanders through the mansions of the dead,&mdash;</br>Where joy ne'er smiled, the light has never shone,&mdash;</br>Vexed by the groans of those who daily bled,</br>That through &mdash; else happy &mdash; lands their lord might ruin spread!</br>"]