["MOMBAZE.</br>\"Say whither, wanderer, points thy chearless way,</br>When lengthening shades announce the close of day?</br>In yon wild waste no friendly roof thou'lt find,</br>The haunt of serpents and the savage kind.&mdash;</br>And, sure, remembrance mocks me, or I trace</br>In thine the semblance of Zamboia's face!</br>Yet scarce thyself!  for in thy alter'd eye</br>I read the records of hard destiny.</br>From thy rack'd bosom sighs that ceaseless flow,</br>A man bespeak thee exercis'd in woe.</br>Say then, what chance has burst thy rigid chains,</br>Has led thee frantic o'er these distant plains?</br>What potent sorrows can thy peace infest?</br>What crimes conceal'd corrode thy anxious breast?\"", "ZAMBOIA.</br>\"No crimes this heart corrode, this hand defile,</br>Or frantic drive me o'er a foreign soil.</br>A murder'd wife, and wrongs unmatch'd, I mourn,</br>And hurried joys, that never shall return!</br>If then thou'rt tempted by the traitor's meed,</br>Take this poor life, and prosper by the deed!\"", "MOMBAZE.</br>\"Not the rich produce of Angola's shore,</br>Not all the miser's heap'd and glittering store,</br>Not all that pride would grasp, or pomp display,</br>Should tempt this hand the wretched to betray.</br>No traitors dwell within this blest domain,</br>The friends of peace we live, a guileless train.</br>Grief dims thy eyes, or gladly would'st thou see</br>Thy lov'd MOMBAZE yet survive in me.</br>Canst thou forget?  One common lot we drew;</br>With thee enchain'd, a captive's fate I knew.</br>Distrust me not, but unreserv'd disclose</br>The anxious tale that in thy bosom glows.</br>To part our griefs is oft to mitigate,</br>And social sorrows blunt the darts of fate.\"", "ZAMBOIA.</br>\"Dear to my sight that form, and doubly dear</br>Thy well-known accents meet Zamboia's ear.</br>Oh!  had I died, and left the name of slave,</br>Deep, deep entomb'd within an early grave!</br>With thee enthrall'd, to cross the Western main!</br>Oh!  to have met a glorious death in arms,</br>And ne'er beheld Melinda's fatal charms!</br>Time would be short, and memory would fail,</br>To dwell distinctly on the various tale.&mdash;</br>Tedious to tell, what treach'rous arts were tried</br>To sooth oblivion, and to vanquish pride.&mdash;</br>No joy but one to cheer a life of pain.</br>Yet witness bear, thou dear departed ghost,</br>That lonely rov'st thy Gambia's sacred coast!</br>How sweet the toil, that met the morning's ray,</br>How light the labour that o'er-lasted day!</br>The reed-built hovel and the scanty fare</br>Imperial bliss could give, Melinda there!</br>Soft was my pillow on thy gentle breast,</br>When o'er-press'd nature droop'd in want of rest!</br>And if a rebel tear disgrac'd my eye,</br>Thine was the tear, and thine the bursting sigh!</br>Bliss I could boast, unenvy'd had it pass'd,</br>But bliss too great for hapless slaves to last.\"", "A wretch who banish'd from his native clime,</br>Defil'd with many a black and monstrous crime,</br>Presided o'er us, and with iron hand</br>Held savage sway o'er all the servile band.</br>In him each hellish passion rudely glow'd,</br>And cruelty in him most cruel show'd.</br>Him lust infernal, one sad evening, led</br>T' invade the chasteness of my marriage bed.</br>I chanc'd t' approach:  the caitiff I surpris'd,</br>My wife preserv'd, and had his guilt chastis'd,</br>While full with vengeance boil'd my wounded heart,</br>But chance reserv'd him for a baser part.</br>Meanwhile, o'erjoy'd that vice ev'n once had fail'd,</br>I bless'd the Gods that innocence prevail'd.\"", "\"The baffled villain, now a foe profess'd,</br>Rolls scenes of blood within his poison'd breast.</br>With cowardness he forg'd a crafty tale,</br>And hands unrighteous poise the partial scale.</br>Imputed crimes to crush the weak suffice,</br>Hearsay is guilt, and damning fact surmise.</br>Where uncurb'd will usurpt the place of laws,</br>No friendly pleader takes the wretch's cause.</br>Our tyrant's fears each want of proof supplies,</br>We stand condemn'd, unquestion'd, on surmise.\"", "\"Oh!  had the grief and shame been all my own,</br>And the black vengeance punish'd me alone!</br>But harsher fates a harsher curse decreed;</br>These eyes were doom'd to see Melinda bleed.</br>I saw her by relentless ruffians bound,</br>The brandish'd scourge inflict the mortal wound;</br>Her tender frame abus'd, and mangled o'er,</br>I saw her welt'ring in a flood of gore.</br>The murd'rous scene had soon a dreadful close&mdash;</br>And do I live?  and can I speak my woes?</br>Her pregnant womb no longer could sustain</br>The public shame and agony of pain;</br>A birth abortive robb'd her of her breath,</br>And pangs convulsive seal'd her eyes in death.</br>One only pledge my weary soul detains,</br>This hapless infant, all that now remains,</br>The mournful image of my once-lov'd wife,</br>And ties me down awhile to hated life;&mdash;</br>Else this bold hand should liberty restore,</br>And my rapt spirit seek a happier shore.</br>Thro' devious paths with timid haste we fly,</br>Where yon blue mountains meet the bending sky,&mdash;</br>Nor serpents haunts I dread, nor deserts drear,</br>The master-savage man alone I fear.\"", "MOMBAZE.</br>\"Since from our native realms compell'd to part,</br>Such pointed sorrows have not touch'd my heart.</br>Insatiate plunderers!  could it not suffice</br>To rend, inhuman, all the social ties?</br>From guiltless joys, that bless'd our native soil,</br>Dragg'd on to a life of misery and toil,</br>Would you yet take the little God has given,</br>And intercept the gracious dews of heaven!</br>Your rage for blood, wild as your thirst for gain,</br>Shall no respects, nor laws divine, restrain?</br>Eternal truths can differing climes undo?</br>Is rape or murder sanctify'd in you?</br>And us what laws, as impious as severe,</br>Forbid the common rights of man to share?</br>Didst thou, Creative Power!  thy views confine?</br>For one proud race the spacious earth design?</br>For them alone does plenty deck the vale,</br>Blush in the fruit, and tinge the scented gale?</br>For them the seasons all their gifts unfold?</br>Blooms the fresh rose, or shines the waving gold?</br>O, no!  all-bounteous is thy equal hand,</br>And thy fix'd laws irrevocable stand!&mdash;</br>Hapless Zamboia, had it been thy fate</br>With me to share my more propitious state,</br>Thy soul had breath'd no impious wish to die,</br>Nor the big tear had trembled in thine eye.</br>Disjoin'd from thee, I too to slavery went;</br>But Heaven a father, not a master, lent.</br>He seems as virtue's self in mortal guise,</br>Tho' wealthy simple, and tho' modest wise.</br>Blest be the hand that life and freedom gave!</br>That power can boast, exerted but to save!</br>Blest the sage tongue, that stor'd the vacant mind,</br>The manners soften'd, and the heart refin'd!</br>That, still to Heaven's unerring dictates true,</br>Eternal truth unfolded to our view!</br>But come!  thy faint and weary limbs repose,</br>Forgetful of thy fears, thy griefs compose;</br>By morning's dawn with earnest foot I speed,</br>Nor sleep these eyes till I behold thee freed.</br>Some wealth I have, and, did I prize it more,</br>Well spar'd for this I deem the sacred store.\"", "&mdash;So talk'd these friends, and to the cottage haste;</br>While sad Zamboia his pursuers trac'd.</br>The ruffian band arrest the hapless swain,</br>And prayers, and tears, and promises, are vain;</br>Their vengeful fervour, no, not gifts abate:</br>But, bound in chains, they drag him to his fate.</br>"]