["All up with the Sun, the brisk reapers were seen,</br>Prepar'd with their sickles, and walking the green;</br>The lads whistle jocund, their lasses attend</br>At Love's tender call, sweet assistance to lend;</br>As gamesome along, through the morning's fresh air,</br>The gay village-throng to the wheat-field repair,</br>Blithe Corydon, tuning his musical tongue,</br>Thus the preface of rural felicity sung.", "CORYDON.</br>The carol of gladness is due to this day,</br>Ye lads and ye lasses attend to my lay.</br>Ye that from high Pride's bloating passions are free,</br>And join in the labours of harvest with me,</br>I sing of your honours, I sing of your wealth,</br>Your days of contentment, your blessings of health;</br>The virtues, the joys, of those peaceable swains,</br>Who, pupils of Nature, inhabit the plains.", "Let those that abide in the filth of a town</br>Deride, if they please, the meek life of a clown;</br>We laugh at their tinsel, our taste is too nice</br>To be pleas'd with their toils, or to relish their vice;</br>In worthless pursuits let them squander their time,</br>Their luxuries love, and fall off in their prime;</br>Whilst we, rural swains, in low villages find</br>Rich plenty, sweet health, and a peaceable mind.", "How happy the life of an innocent swain,</br>That dwells with his herds and his flocks on the plain;</br>Who labours abroad on his farm all the day,</br>Now turning his fallows, now tedding his hay;</br>Here cattle in fields of rich clover we view;</br>Here lambkins in meads of a beautiful hue;</br>And here the rich fruits of his labours we find,</br>Where the wheat's golden curls gently wave in the wind.", "He slights the pretensions of Grandeur and Wealth,</br>And thinks them surpass'd by Contentment and Health;</br>His well-founded hopes are by Providence bless'd,</br>And on it's protection with confidence rest:</br>He whistles and sings as he rambles his farm,</br>Loves innocent mirth, and he thinks it no harm;</br>By blissful experience, he feelingly knows</br>The solid content that from industry flows.", "'Tis Industry's toil ev'ry comfort secures,</br>The sweetest enjoyments of Nature insures;</br>Warm raiment, sweet food, from its hand we derive;</br>It fosters, and keeps all the virtues alive;</br>It planted the rose that yon garden adorns,</br>Where grew the rank hemlock with venomous thorns;</br>It gives ev'ry feeling a polish refin'd,</br>And calms the rude passions, and brightens the mind.", "When cold surly storms of bleak Winter appear,</br>The swain that's industrious has nothing to fear;</br>Though round him proud hills are all cover'd with snow,</br>Through streams are congeal'd in the vallies below,</br>With plenty well-suiting his humble desire,</br>He cheerfully sits by the side of his fire;</br>His moments of peace leading jocund along,</br>With stories of old, or a merry new song.", "The skies are now bright, we repair to the field,</br>Nor lags one behind that a sickle can wield;</br>The hills and the vales shall resound with our din;</br>We'll joyfully bustle till harvest is in;</br>Or if for a moment to rest we sit down,</br>We'll merrily jeer the fine folk of the town,</br>Who trifle their lives in dull follies away,</br>And see the Sun shine, but neglect to make hay.", "Thus Corydon sang to glad hearers around,</br>Loud shouts of applause bade the welkin resound;</br>We now the ripe corn widely falling behold,</br>So fell before ARTHUR the Saxons of old;</br>Anon the good farmer's neat maidens appear,</br>They toil under loads of old British good cheer;</br>The lasses are kiss'd, then the reapers regale,</br>And the song comes again o'er a cup of good ale.</br>"]