["Bright morning-star of bliss!  whose cheering ray</br>Shines through the mist of dark futurity,</br>Illumes the night of woe,</br>And gilds the clouds of care;", "Whom shall the youthful muse, but thee, invoke?</br>Whom shall she sing, O beauteous Hope!  but thee?</br>For 'twas from thee she learnt</br>To sweep the golden lyre:", "And, guided by thy calm and steady light,</br>Imagination wings his trackless way;</br>Soars into realms unknown,</br>To regions unexplored.", "Thou art the pulse of Nature.  Urged by thee,</br>Each different member acts his little part,</br>Life through the system flows,</br>And animates the world.", "Kindled by thee, the world's bright meteors blaze:</br>Thy magic name is on the hero's shield:</br>The universe itself</br>Is pensioned on thy smiles.", "Thou art the nurse of Love.  'Twas from thy breast</br>The mighty cherub drank his vital strength;</br>'Twas thou didst wing his shafts,</br>And nerve his infant arm.", "But thou wast nurst by Woe:  for on the hour</br>That gave thee birth, thy parent, Happiness,</br>Was wafted up to heaven,</br>Up to her native skies.", "But thou, her legacy in Eden left</br>(Fair pledge, and earnest of a better world),</br>Wast still the friend of man;</br>Of fallen man the friend!", "And when from Paradise an exile driven,</br>He silent, weeping, solitary, roamed,</br>Thou didst before him fly,</br>Didst strew his path with flowers:", "And oft thy syren voice would charm his grief</br>(Like the sweet minstrel in the court of Saul),</br>And sing of promised bliss,&mdash;</br>An Eden in the skies.", "Thy voice is like the wild Aeolian harp,</br>Or distant music to the listening ear,</br>Whose indistinctness charms,</br>And steals away delight.", "Still in Misfortune's steps thou lov'st to tread,</br>And, while sweet Pity dries the mourner's tear,</br>To raise the drooping head,</br>And staunch the bleeding wound.", "When life's frail vessel drinks the briny wave,</br>Chill penury blasts, and storms of care descend,</br>Anchored on thee secure,</br>She weathers out the storm.", "The dungeon knows thy voice:  nor gates nor bars</br>Can Hope exclude, &mdash; the poor man's comforter,</br>The antidote to pain,</br>The conqueror of death!", "For when this frame decays, and Death appears,</br>Reclined on thee, the sufferer breathes his last,</br>And on thy wings he soars</br>To stand before his God.", "But when the night of dark mortality,</br>This short eclipse of being, shall be past;</br>When the bright morn of bliss,</br>Eternity, begins;", "Thou, like a star, whose sweet benignant rays</br>Have for a time illumed the darkened world,</br>Shalt then extinguished fall,</br>And sink into the sun.</br>"]