["Ye sons of Albion, who with venturous sails</br>In unknown oceans caught Antarctic gales;</br>Dar'd with bold prow the boisterous main explore,</br>Where never keel had plow'd the wave before;</br>Saw stars unnam'd illumine other skies,</br>Which ne'er had shone on European eyes;</br>View'd on the coast the wondering Savage stand,</br>Uncouth, and fresh from his Creator's hand;</br>While woods and tangling brakes, where wild he ran,</br>Bore a rough semblance of primeval man&mdash;", "A form like this, illustrious souls, of yore</br>Your own Britannia's sea-girt island wore:</br>Ere Danish lances blush'd with Aella's blood;</br>Or blue-ey'd Saxons sail'd on Medway's flood;</br>Or Dover's towering cliff from high descried</br>Caesar's bold barks, which stemm'd a deep untried.", "Through fleecy clouds the balmy spring-tide smil'd;</br>But all it's sweets were wafted on a wild:</br>In vain mild autumn shone with mellowing gleam;</br>No bending fruitage blush'd beneath its beam.</br>Rudely o'erspread with shadowy forests lay</br>Wide trackless wastes, that never saw the day:</br>Rich fruitful plains, now waving deep with corn,</br>Frown'd rough and shaggy with the tangled thorn:</br>Through joyless heaths, and valleys dark with woods,</br>Majestic rivers roll'd their useless floods:</br>Full oft the hunter check'd his ardent chace,</br>Dreading the latent bog and green morass:</br>While, like a blasting mildew, wide were spread</br>Blue thickening mists in stagnant marshes bred.</br>O'er scenes thus wild adventurous Caesar stray'd,</br>And joyless view'd the conquests he had made;</br>And bless'd Italia's happier plains and skies,</br>Through purest air where yellow olives rise;</br>From elm to elm where stretching tendrils twine,</br>Bending with clusters of the purple vine:</br>While, spread o'er sunny hill and verdant wood,</br>Stray the white flocks, which drink Clitumnus' flood.", "Rude as the wilds around his sylvan home</br>In savage grandeur see the Briton roam.</br>Bare were his limbs, and strung with toil and cold,</br>By untam'd nature cast in giant-mould.</br>O'er his broad brawny shoulders loosely flung</br>Shaggy and long his yellow ringlets hung.</br>His waist an iron-belted falchion bore,</br>Massy, and purpled deep with human gore:</br>His scarr'd and rudely painted limbs around</br>Fantastic horror-striking figures frown'd,</br>Which, monster-like, ev'n to the confines ran</br>Of nature's work, and left him hardly man.</br>His knitted brows and rolling eyes impart</br>A direful image of his ruthless heart;</br>Where war and human blood-shed brooding lie,</br>Like thunders lowering in a gloomy sky.", "But you, illustrious Fair Ones, wont to brave</br>Helvellin's storms, and sport in Darwent's wave,</br>To your high worth submiss the savage stood,</br>As Gambia's lions reverence princely blood.</br>He made no rubied lip nor sparkling eye</br>The shrine and god of his idolatry;</br>But, proudly bending to a just controul,</br>Bow'd in obeisance to the female soul;</br>And deem'd, some effluence of the Omniscient mind</br>In woman's beauteous image lay enshrin'd;</br>With inspiration on her bosom hung,</br>And flow'd in heavenly wisdom from her tongue.</br>Fam'd among warrior-chiefs the crown she wore;</br>At freedom's call the gory falchion bore;</br>Rul'd the triumphant car; and rank'd in fame</br>Bonduca's with Caractacus's name.", "No tender virgin heard the impassion'd youth</br>Breathe his warm vows, and swear eternal truth:</br>Nor fire, encircled by a blooming race,</br>View'd his own features in his infant's face:</br>The savage knew not wedlock's chaster rite,</br>The torch of Hymen pour'd a common light;</br>As passion fir'd, the lawless pair were bless'd;</br>And babes unfather'd hung upon the breast.", "Such was the race, who drank the light of day,</br>When lost in western waves Britannia lay.</br>Content they wander'd o'er their heaths and moors,</br>Nor thought, that ocean roll'd round other shores.</br>Viewing the fires, that blaz'd around their skies,</br>Mid the wide world of waters set and rise:</br>They vainly deem'd, the twinkling orbs of light</br>For them alone illum'd the vault of night;</br>For them alone the golden lamp of day</br>Held its bright progress through the heav'n's high way.", "When the chill breeze of morning overhead</br>Wav'd the dark boughs, that roof'd his sylvan bed,</br>Up the light Briton sprung &mdash; to chace the deer</br>Through Humber's vales, or heathy Cheviot drear.</br>Languid at noon his fainting limbs he cast</br>On the warm bank, and sought his coarse repast.</br>With acorns, shaken from the neighbouring oak,</br>Or sapless bark, that from the trunk he broke,</br>His meal he made; and in the cavern'd dell</br>Drank the hoarse wave, that down the rough rocks fell.</br>At eve retracing slow his morning road</br>With weary feet he gain'd his wild abode.</br>No city rose with spires and turrets crown'd;</br>No iron war from rocky ramparts frown'd:</br>But plain and simple, in the shadowy wood,</br>The shapeless rude-constructed hamlets stood:</br>O'er the deep trench an earthy mound arose,</br>To guard the sylvan town from beasts and foes.</br>The crackling fire, beneath the hawthorn shade,</br>With chearful blaze illum'd the darksome glade.</br>Oftimes beneath the sheltering oak was spread</br>With leaves and spoils of beasts the rustic bed:</br>In open sky he rests his head, and sees</br>The stars, that twinkle through the waving trees.</br>On his bare breast the chilling dews descend;</br>His yellow locks the midnight tempests rend;</br>Around &mdash; the empty wolf in hunger prowls,</br>And shakes the lonely forest with his howls:</br>Yet health and toil weigh down the sense, and steep</br>His wearied aching limbs in balmy sleep;</br>Till the pale twilight opes the glimmering glades,</br>And slowly gains upon the mid-wood shades.", "But ah!  unwelcome rose the peaceful morn</br>On Albion's sons, for war and glory born.", "Lo!  how Britannia's woods and hills resound</br>With martial yells, and blaze with arms around!</br>War is their sport:  at day-spring forth they go</br>With spear and shield, and find or make a foe:</br>Join the wild fight; and with the setting sun</br>Bear home their plunder, and the war is done.</br>Twixt bordering tribes eternal discords reign'd;</br>Not foreign foes these native feuds restrain'd:</br>Else nurs'd in arms, and prodigal of breath,</br>And reft of freedom, nobly wooing death,</br>Had Albion's warlike states united pour'd</br>The god-like vengeance of the patriot sword;</br>Julius had steer'd with daring helm in vain</br>To isles embosom'd in the Atlantic main;</br>Nor Rome's imperial eagle, borne on high,</br>Had spread her pinions in our Northern sky.", "Furious, as mountain beasts, the tribes engage,</br>With yells, and clanging arms, and frantic rage.</br>Rapid the Briton hurls the bolts of war,</br>Mounted, like Fate, upon his scythed car!</br>Resistless scours the plain, and bursts the files,</br>As mad Tornadoes sweep the Indian isles;</br>The scythes and hooks with mangled limbs hung round,</br>Yet quick, and writhing ghastly with the wound:</br>Adown the madding wheels in torrents pour</br>The empurpled smoaking streams of human gore:</br>While high in air the sighs and shrieks and groans</br>Ascend, one direful peal of mortal moans.</br>Pale, panic-struck, and fix'd as in a trance,</br>The Romans stood, and drop'd the useless lance:</br>And fear'd, their venturous banners were unfurl'd</br>Beyond the confines of the mortal world;</br>And more than men, horrific in their might,</br>Dar'd them from Albion's cliffs to fatal fight.", "Thus fought Britannia's sons: &mdash; but when o'erthrown,</br>More keen and fierce the flame of freedom shone.</br>Ye woods, whose cold and lengthen'd tracts of shade</br>Rose on the day, when sun and stars were made;</br>Waves of Lodore, that from the mountain's brow</br>Tumble your flood, and shake the vale below;</br>Majestic Skiddaw, round whose trackless steep</br>Mid the bright sun-shine darksome tempests sweep:</br>To you the patriot fled:  his native land</br>He spurn'd, when proffer'd by a conqueror's hand:</br>In you to roam at large:  to lay his head</br>On the bleak rock, unclad, unhous'd, unfed:</br>Hid in the aguish fen whole days to rest,</br>The numbing waters gather'd round his breast:</br>To see Despondence cloud each rising morn,</br>And dark Despair hang o'er the years unborn:</br>Yet here, ev'n here, he greatly dar'd to lie,</br>And drain the luscious dregs of liberty;</br>Outcast of nature, fainting, wasted, wan,</br>To breath an air his own, and live a Man.", "But when with conquest crown'd, he taught his foes,</br>What free-born man on free-born man bestows.</br>He, in the pride and insolence of war,</br>Ne'er bound the indigent captive to his car;</br>Nor with ignoble toils or servile chains</br>Debas'd the blood, that swells the hero's veins;</br>Nor meanly barter'd for unworthy gold</br>The soul, that animates the human mould:</br>But reverenc'd kindred valour, though o'erthrown;</br>Disdain'd to hear a warrior meanly moan;</br>Gave him to die; and by the generous blow</br>Restor'd that freedom he had lost below.", "For simple nature taught his soul to rise</br>To nobler powers, and realms beyond the skies.", "Though to his view the Almighty Voice had ne'er</br>Stay'd the proud sun amid his bright career;</br>Pour'd from the flinty rock the crystal stream;</br>Or shed on sightless eyes the gladsome beam;</br>Bad the deep waters of the main divide,</br>And ope an highway through the pathless ride;</br>Or stiffen'd corses, cold and pale in death,</br>Blush with new life, and heave again with breath!</br>Yet gazing round him he beheld the God</br>Hold in all nature's works his dread abode:</br>He saw him beaming in the silver moon,</br>Effulgent burning in the blaze of noon,</br>On the dark bosom of the storm reclin'd,</br>Speaking in thunder, riding on the wind,</br>And, 'mid the earthquake's awful riot hurl'd,</br>Shaking the deep foundations of the world.", "Hence Superstition sprung in elder time,</br>Wild as the soil, and gloomy as the clime.", "Midst rocks and wastes the Grove tremendous rose:</br>O'er the rude altars hung in dread repose</br>A twilight pale; like the dim sickly noon,</br>When the mid-sun retires behind the moon.</br>From sounding caverns rush'd the darksome flood;</br>Each antique trunk was stain'd with human blood.</br>'Twas sung, that birds in terror fled the shade;</br>That lightnings harmless round the branches play'd;</br>And, in the hour of fate, the Central Oak</br>Shook with the spirit of the god, and spoke.</br>The Roman check'd awhile his conquering band,</br>And dropt the imperial Eagle from his hand;</br>And seem'd, while shuddering borne through Mona's wood,</br>To tread the confines of the Stygian flood.", "What direful rites these gloomy haunts disgrace,</br>Bane of the mind, and shame of man's high race!</br>'Twas deem'd, the circles of the waving wand,</br>The mystic figures, and the muttering band,</br>Held o'er all nature's works as powerful sway,</br>As the great Lord and Maker of the day.</br>Rocks, by infernal spells and magic prayer,</br>Shook from their base, and trembled high in air.</br>The blasted stars their fading light withdrew;</br>The labouring moon shed down a baleful dew;</br>Spirits of hell aerial dances led;</br>And rifted graves gave up the pale cold dead.</br>Imperial Man, creation's Lord and Pride,</br>To crown the sacrificial horrors, died:</br>That Hesus, direly pleas'd, in joyous mood,</br>Might flesh their swords, and glut their scythes with blood;</br>And Taranis, amidst his tempests, smile,</br>And roll innocuous thunders o'er their isle.", "By rites thus dread the Druid Priests impress'd</br>A sacred horror on the savage breast.", "Hail heav'n-born Seers, whose magic fingers strung</br>The Cambrian lyre; who Locrine's triumphs sung</br>To the dark haunts of Snowdon's icy caves,</br>Plinlimmon's cliffs, and Deva's haunted waves;</br>Or where, as Vaga roll'd her winding flood,</br>High on the grey rocks wav'd the hanging wood.</br>Ye, wandering frequent by romantic streams,</br>With harps, that glitter'd to the moon's pale beams,</br>Sooth'd by your midnight hymns the warrior's ghost,</br>Whose cold bones whiten'd Arvon's dreary coast.</br>Ye sung the courses of the wandering moon;</br>The sun-beam darken'd in the blaze of noon;</br>The stars unerring in their glittering spheres;</br>The sure procession of the circling years;</br>And the dread Powers, that rule the world on high,</br>And hold celestial synods in the sky.</br>When hostile nations met with barbarous clang,</br>And the wild heath with yelling squadrons rang;</br>When beams of light from serried lances stream'd,</br>And vivid flashes o'er the high heavens gleam'd:</br>Fir'd by your magic songs, the Briton pour'd</br>A tenfold fury; dar'd the uplifted  sword;</br>Envy'd the shades of chiefs in battle slain;</br>And burn'd to join them on the etherial plain.</br>For warrior Souls, ye sung, would deathless bloom,</br>When the cold limbs lay mouldering in the tomb:</br>From the pale stiffning corses wing their  flight,</br>And rise in kindred mould to life and light;</br>Again in arms fill the dire yell of war;</br>Again to havoc drive the scythed car,</br>Till earth and air and seas should sink in flame,</br>The fiery deluge melting nature's frame:</br>When, amidst blazing orbs, the warrior-soul,</br>Borne through the milky way and starry pole,</br>Would painless tenant through eternal years</br>Mansions of purest bliss in brighter spheres:</br>In martial sports engage its kindred shades,</br>Tame the wild steeds, and brandish gleaming blades:</br>Or on the clouds reclin'd, with breast on fire,</br>Lift the heroic strains of Cadwall's lyre;</br>In Mador's verse renew its mortal toils;</br>And shine through Hoel's songs in hostile spoils.", "In Albion's ancient days, midst northern snows,</br>Hardy and bold, immortal FREEDOM rose.</br>She roam'd the sounding margin of the deep,</br>Conway's wild bank, and Cader's craggy steep:</br>A bloody wolf-skin o'er her back was spread;</br>An axe she bore; and wild weeds grac'd her head.</br>On Snowdon's cliffs reclin'd she watch'd on high</br>The tempest-driven clouds, that cross'd the sky;</br>Or caught with listening ear the sounding gale,</br>When the dread war-song shook the distant dale.</br>At battle's close she roam'd the ensanguin'd plain,</br>And gaz'd the threatening aspects of the slain.</br>Now from ignoble sloth she rarely rose,</br>For savage freedom sinks to mute repose;</br>Now to wild joys, and the howl's maddening powers</br>Gave up the torpid sense and listless hours;</br>Now joyful saw the naked sword display'd,</br>Though brother's blood flow'd reeking from the blade.</br>By tyrants sunk she rose more proudly great,</br>As ocean swells indignant in the strait;</br>And, borne in chains from Cambria's mountains bleak,</br>Rais'd virtue's generous blush on Caesar's cheek.", "But ah!  full many a dark and stormy year</br>She dropt o'er Albion's isle the patriot tear.</br>Retir'd to mountains from the craggy dell</br>She caught the Norman curfeu's tyrant knell:</br>Sad to her view the baron's castle frown'd</br>Bold from the steep, and aw'd the plains around:</br>She sorrowing heard the papal thunders roll,</br>And mourn'd the ignoble bondage of the soul:</br>She blush'd, O Cromwell, blush'd at Charles's doom;</br>And wept, misguided Sidney, o'er thy tomb.", "But now reviv'd she boasts a purer cause,</br>Refin'd by science, form'd by generous laws:</br>High hangs her helmet in the banner'd hall,</br>Nor sounds her clarion but at honor's call.</br>Now walks the land with olive chaplets crown'd,</br>Exalting worth, and beaming safety round:</br>With secret joy and conscious pride admires</br>The patriot spirit, which herself inspires:</br>Sees barren wastes with unknown fruitage bloom;</br>Sees Labour bending patient o'er the loom;</br>Sees Science rove through academic bowers;</br>And peopled Cities lift their spiry towers:</br>Trade swells her sails, wherever ocean rolls,</br>Glows at the line, and freezes  at the poles:</br>While through unwater'd plains and wondering meads</br>Waves not its own the obedient River leads.", "But chief the god-like Mind, which bears impress'd</br>Its Maker's glorious image full confest;</br>Noblest of works created; more divine,</br>Than all the starry worlds, that nightly shine;</br>Form'd to live on, unconscious of decay,</br>When the wide universe shall melt away:</br>The Mind, which, hid in savage breasts of yore,</br>Lay, like Golconda's gems, an useless ore;</br>Now greatly dares sublimest aims to scan;</br>Enriches science, and ennobles man;</br>Unveils the semblance, which it's God bestow'd;</br>And draws more near the fount, from whence it flow'd.</br>"]