["SONNET IV.</br>O thou pale Sun!  that wrapp'd in mist and cloud,</br>Seem'st like thy sister cold and sad, the moon,</br>Oh!  pierce, in pity pierce thy watery shroud,</br>And grant, 'tis all I ask, one half hour's boon</br>Of light, effulgent sovereign of the noon!</br>For bleak o'er ocean blows the northern gale,</br>And we are come from where eternal June</br>Nurses with tepid breath Madeira's vale:</br>Then come thou forth, and flush my visage pale!</br>Thou com'st; ah!  no, that effort is in vain,</br>But, like some shield, thou twinklest thro' thy veil,</br>And now with ease art gaz'd upon again;</br>Darkness and cold reclaim the billowy plain,</br>And I may weave a fresh, and haply fruitless strain.", "SONNET VI.</br>Ye clouds, that fringe the confines of the sky,</br>With well-pleas'd gaze the poet dwells on you;</br>But lovelier and more dear you meet mine eye,</br>As glad I travel o'er the waters blue,</br>To seek the land where life's first breath I drew.</br>Let the bright muse, with her creative powers,</br>Form of your varying shape, and rainbow-hue</br>Arabian palaces, and fairy bowers:</br>Visions more sweet on me my fancy pours;</br>You seem the scenes, from which too long I roam;</br>There, of my natal  hills the dark ridge towers,</br>Here, sinks the elm-clad vale which hides my home,</br>Whilst yon thin vapour, rising with the breeze,</br>Seems like blue smoke slow curling thro' the trees.", "SONNET VIII.</br>Ah!  why go down in clouds, thou glorious sun?</br>Why with dishonor shroud thy radiant head?</br>For bravely thou, this day, thy work hast done,</br>And thousand blessings thro' the world hast spread:</br>Thee, thanks the gatherer of the vintage red,</br>And thee, the reaper of the harvest dun;</br>Thee, thank the toilers in the grassy mead,</br>Thee, Flora's, thee, Pomona's bloom-crown'd son:</br>Thee, blesses the poor wretch, whose thread is spun,</br>Whom to thy beam his limbs with pain have  led;</br>In thee, the youth, in whom health's pulses run,</br>Exults, and feels his pulses quickened;</br>Glorious has been thy life, and hallowed;</br>Then why not proud and bright thy dying bed?", "SONNET XXIII.</br>If beauty, innocence, and cheerfulness,</br>Can make thee happy in this world below,</br>Thee, Maiden, Heaven's best gifts conspire to bless,</br>Nor Earth to thee shall be a scene of woe;</br>But Youth and Beauty pass away, we know;</br>And Innocence, by this bad world and vain</br>Polluted, fades, as Heav'n's own spotless snow</br>Decays commingling with the Earth's foul stain:</br>Nor, Virtue gone, will Cheerfulness remain;</br>Then, Maiden, may thy blameless lot be cast</br>In that sweet vale, where Peace and Virtue reign;</br>So shall the Sun which smiles upon thee last,</br>View thee the same, as even now thou art,</br>As good and pure of mind, as warm and light of heart.", "SONNET XXXIV.  GENEVA.</br>Leman, thy Lake, with its sweet blending Rhone,</br>Romantic shores, still lovelier, which embrace thee,</br>Shall charm my heart, 'till life's last charms have flown,</br>Nor time, nor place, nor grief, nor joy efface thee:</br>But clear and bright, as at this hour I trace thee,</br>The wave-wash'd castle, the hill-circling town,</br>The villages beneath the cliffs, that grace thee,</br>The vines that fringe, the spiry firs that crown,</br>The bleak, black rocks that ever seem to frown,</br>The Chalets high as is the falcon's nest,</br>The snow-clad peaks, that on the clouds look down,</br>Where the sun's first, last beams in crimson rest;</br>These, clear as in thy mirror blue express'd,</br>Shall live for aye reflected in my breast.</br>"]