["GERON, HOBBINOL, LANQUET.", "GERON.</br>How still the Sea!  behold; how calm the Sky!</br>And how, in sportive Chase, the Swallows fly!</br>My Goats, secure from Harm, small Tendance need,</br>While high on yonder hanging Rock they feed:</br>And here below, the banky Shore along,</br>Your Heifers graze:  And I to hear your song</br>Dispos'd.  As eldest, Hobbinol, begin;</br>And Lanquet's Under-Song by Turns come in.", "HOBBINOL.</br>Let others meanly stake upon their Skill,</br>Or Kid, or Lamb, or Goat, or what they will;</br>For Praise we sing, nor Wager ought beside:</br>And, whose the Praise, let Geron's Lips decide.", "LANQUET.</br>To Geron I my Voice and Skill commend:</br>Unbias'd he, to both is equal Friend.", "GERON.</br>Begin then, Boys, and vary well your Song;</br>Nor fear, from Geron's upright Sentence, Wrong.</br>A boxen Haut-boy, loud, and sweet of Sound,</br>All varnish'd, and with brazen Ringlets bound,</br>I to the Victor give:  No small Reward,</br>If with our usual Country Pipes compar'd.", "HOBBINOL.</br>The Snows are melted, and the kindly Rain</br>Descends on ev'ry Herb, and ev'ry Grain;</br>Soft balmy Breezes breathe along the Sky;</br>The bloomy Season of the Year is nigh.", "LANQUET.</br>The Cuckoo calls aloud his wandering Love;</br>The Turtle's Voice is hear'd in ev'ry Grove;</br>The Pastures change; the warbling Linnets sing:</br>Prepare to welcome in the gawdy Spring.", "HOBBINOL.</br>When Locusts in the ferny Bushes cry,</br>When Ravens pant, and Snakes in Caverns lye;</br>Then graze in Woods, and quit the burning Plain,</br>Else shall ye press the spungy Teat in vain.", "LANQUET.</br>When Greens to Yellow vary, and ye see</br>The Ground bestrew'd with Fruits off ev'ry Tree,</br>And stormy Winds are heard, think Winter near,</br>Nor trust too far to the declining Year.", "HOBBINOL.</br>Full fain, O bless'd Eliza!  would I praise</br>Thy Maiden Rule, and Albion's Golden Days:</br>Then gentle Sidney liv'd, the Shepherd's Friend:</br>Eternal Blessings on his Shade attend!", "LANQUET.</br>Thrice happy Shepherds now:  For Dorset loves</br>The Country-Muse, and our delightful Groves;</br>While ANNA reigns.  O ever may she reign!</br>And bring on Earth a Golden Age again.", "HOBBINOL.</br>I love in secret all a beauteous Maid,</br>And have my Love in secret all repaid.</br>This coming Night she does reserve for me.</br>Divine her Name; and thou the Victor be.", "LANQUET.</br>Mild as the Lamb, unharmful as the Dove,</br>True as the Turtle, is the Maid I love.</br>How we in secret love, I shall not say.</br>Divine her Name, and I give up the Day.", "HOBBINOL.</br>Soft on a Cowslip Bank, my Love and I</br>Together lay:  A Brook ran murm'ring by.</br>A thousand tender things to me she said;</br>And I a thousand tender Things repaid.", "LANQUET.</br>In Summer Shade, beneath the cocking Hay,</br>What soft, endearing Words did she not say?</br>Her Lap, with Apron deck'd, she fondly spread,</br>And stroak'd my Cheeks, and lull'd my leaning Head.", "HOBBINOL.</br>Breathe soft ye Winds, ye Waters gently flow;</br>Shield her, ye Trees; ye Flowers around her grow;</br>Ye Swains, I beg you, pass in Silence by;</br>My Love, in yonder Vale asleep does lye.", "LANQUET.</br>Once Delia slept, on easie Moss reclin'd;</br>Her lovely Limbs half bare, and rude the Wind:</br>I smooth'd her Coats, and stole a silent Kiss.</br>Condemn me, Shepherds, if I did amiss.", "HOBBINOL.</br>As Marian bath'd, by chance I passed by;</br>She blush'd, and at me glanc'd a sidelong Eye:</br>Then swift beneath the crystal Wave she try'd</br>Her tempting Form, but all in vain, to hide.", "LANQUET.</br>As I, to cool me, bath'd one sultry Day,</br>Fond Lydia, lurking in the Sedges lay.</br>The Wanton laugh'd, and seem'd in haste to fly;</br>Yet often stopp'd, and often turn'd her Eye.", "HOBBINOL.</br>When first I saw, would I had never seen,</br>Young Lyset lead the Dance on yonder Green;</br>Intent upon her Beauties as she mov'd,</br>Poor, heedless Wretch, at unawares I lov'd.", "LANQUET.</br>When Lucy decks with Flow'rs her swelling Breast,</br>And on her Elbow leans, dissembling Rest;</br>Unable to refrain my madding Mind,</br>Nor Sheep nor Pasture worth my Care I find.", "HOBBINOL.</br>Come Rosalind, O come!  For, without thee,</br>What Pleasure can the Country have for me?</br>Come Rosalind, O, come!  My brinded Kine,</br>My snowy Sheep, my Farm, and all is thine.", "LANQUET.</br>Come Rosalind, O come!  Here shady Bow'rs,</br>Here are cool Fountains, and here springing Flow'rs.</br>Come Rosalind:  Here ever let us stay,</br>And sweetly waste our live-long Time away.", "HOBBINOL.</br>In vain the Seasons of the Moon I know,</br>The Force of healing Herbs, and where they grow;</br>There is no Herb, no Season, may remove</br>From my fond Heart the racking Pains of Love.", "LANQUET.</br>What profits me, that I in Charms have skill,</br>And Ghosts and Goblins order as I will;</br>Yet have, with all my Charms, no Pow'r to lay</br>The Sprite, that breaks my Quiet Night and Day.", "HOBBINOL.</br>O that, like Colin, I had Skill in Rhymes:</br>To purchase Credit with succeeding Times!</br>Sweet Colin Clout!  who never yet had Peer,</br>Who sung thro' all the Seasons of the Year.", "LANQUET.</br>Let me like Wrenock sing; his Voice had Pow'r</br>To free the clipsing Moon at Midnight Hour:</br>And, as he sung, the Fairies, with their Queen,</br>In Mantles blue came tripping o'er the Green.", "GERON.</br>Here end your pleasing Strife.  Both Victors are;</br>And both with Colin may in Rhyme compare.</br>A Boxen Haut-Boy, loud, and sweet of Sound,</br>All varnish'd, and with brazen Ringlets bound,</br>To both I give.  A mizling Mist descends</br>Adown that steepy Rock:  And this way tends</br>Yon distant Rain.  Shore-ward the Vessels strive;</br>And, see, the Boys their Flocks to Shelter drive.</br>"]