["Among the mighty works of God appear,</br>Objects and scenes so beautiful and grand,</br>In order placed, or moving in their sphere,</br>Upheld and guided by his powerful hand,</br>That the rapt soul of man can only stand,</br>And swell with wonder, gratitude, and praise;</br>And long &mdash; intensely long, that he who planned,</br>And guides them still in their mysterious ways,</br>Might stamp eternity forever on their face.", "Ye orbs of light!  your Maker's hand has placed,</br>To roll and shine in ether's boundless plain;</br>Shall the heavens pass, your radiance be effaced,</br>And nothing but one boundless blot remain?</br>Ye seasons!  as ye course and course again,</br>Your happy circuit, what can reconcile,</br>To the dark thought, that all your beauteous train</br>Shall cease?  ah!  nothing but this hope; &mdash; erewhile,</br>New heavens and earth shall rise, in brighter forms to smile.", "There's inspiration in the mountain's height,</br>And holy men, as if by nature taught,</br>Have made the hills their altars; thence the light</br>Of law divine, to erring man was brought:</br>There arks have rested &mdash; promised lands been sought,</br>And freedom's cradle rock'd by mountain blast;</br>I've breathed your freshness, and your spirit caught:</br>I've gazed with rapture on your prospect vast,</br>And bless'd the hand of him, who bade your feet stand fast.", "And yet the milder features of the earth,</br>Can touch the soul; e'en tho' the fertile plain,</br>To luxury's debasing joys gave birth,</br>Degraded man, and formed the slave's first chain:</br>For there refinement leads her smiling train;</br>There rise the mightiest prodigies of mind&mdash;</br>There noblest arts have held their happy reign,</br>And human life is softened and refined;</br>Bloom on ye fertile vales, blest nurseries of our kind.", "I've look'd upon the ocean's broad expanse,</br>And felt my soul dilating with the sight,</br>In painful haste; as when our eyes advance,</br>In quick transition, on time blaze of light.</br>I've heard your voice proclaim the Maker's might;</br>I've seen your war of winds &mdash; your waves that leap&mdash;</br>Your sporting monsters &mdash; not without delight;</br>I've seen the nations o'er your pathway sweep,</br>And heat their stores of wealth, and knowledge o'er the deep.", "And there are works that human minds devise,</br>And human hands achieve, beneath heaven's care;</br>And there are social forms and social ties,</br>And social virtues, all so wondrous fair:</br>And scenes of life, where God has poured a share</br>Of his celestial wisdom on the soul;</br>And groups of lofty men, whose spirits dare,</br>Suffer and do at duty's stern controul,</br>And in the immortal race, press onward to the goal.", "Some passages of life there are, so sweet,</br>That nought but heaven can emulate their worth;</br>Such is the peaceful home, where virtues meet,</br>And circle round the altar and the hearth.</br>Parental love from thence derived its birth,</br>And filial piety, fraternal care,</br>And all the tenderest charities of earth;</br>Who that has seen, has not conceived the prayer&mdash;</br>Let not the fill destroyer ever enter there.", "The unstained judgment seat, the spotless hand</br>Of the firm judge, no bribe could e'er allure;</br>The venerable hall, where sages stand,</br>In counsel wise, in fear of heaven pure.</br>To plead the rights of man, or fix secure,</br>The righteous laws, those guardians of our race:</br>I've traced these steps of justice, bold and sure,</br>And worshipped in her temple's holy place:</br>Rejoice beneath her feet, O earth, retain their trace!", "A sacred light from patriot arms has gleamed,</br>When noble breasts have formed their country's wall;</br>And sacred blood from patriot veins has streamed,</br>And more than earthly glory circled all.</br>And I have mused, and felt the thought appal</br>My sickening soul: &mdash; such glory shall be lost,</br>Such strength and majesty in death must fall;&mdash;</br>I've mused and wept &mdash;&nbsp;and richer tears can boast,</br>Than the proud Persian shed, o'er his invading host.", "The thronging city has her winning charms,</br>Her walls, her palaces, her treasured stores,</br>Her excellence in arts, her strength in arms,</br>Her peaceful homes, her hospitable doors:&mdash;</br>The tide of precious knowledge, that she pours,</br>Through the earth's vein's; &mdash; who, with prophetic eye,</br>Can see her future desolated shores,</br>Her glory all, like ruined Babel lie,</br>And yet withhold the tear &mdash; and yet repress the sigh?", "A sweet, a sacred awe steals o'er the soul,</br>Within the solemn temple. &mdash; mind meets mind,</br>And prayerful thoughts, like mingled incense roll,</br>Their savours upward, and their answers find.</br>And when to meditation well inclined,</br>No earthly scene, so much my soul can move;</br>In agony of thought, our Maker kind,</br>Have I besought, to spare this scene of love;</br>To spare this heaven below, 'till heaven begin above.</br>"]