["Truth Speakes of old, the Power of Poesie;</br>Amphion, Orpheus, Stones and Trees could move;</br>Men, first by verse, were taught Civilitie;</br>'Tis knowne, and granted; yet would it behove</br>Mee, with the Ancient Singers, here to Crowne</br>Some later Quills, Some Makers of our owne.", "Who has not heard Maeonides' loud Straine?</br>Macedon's Envie?  who did never yet</br>(That has of Numbers heard, but) heare againe</br>The Ascrean Pipe?  or great Musaeus' witt?</br>Who has not heard of Heroes, Demigods?</br>Of Centaurs?  Cyclop's?  Sacred Founts, and woods?", "See antique Rome; and though you see her plaine,</br>In honest Ennius; can you but admire</br>Pious Aeneas?  or the Mantuan,</br>As Sweet in feilds, as statelie, in Troies' fire?</br>Not Euxine Pontus, nor the Tirant's Lust</br>Shall make Fame be less glorious, Fate lesse Just.", "For after Death, dyes Envye; all men find</br>Honour due to their merits; this, he taught</br>And this, he found; live Ovid (unconfined)</br>To better mention; beyond a Thought</br>Of O cur vidi; never more exclaime;</br>Hee wrong'd his owne, and added to thy Name.", "Loe yet another; he who has not heard</br>Pharsalia's Trumpet, never knew his Fate;</br>Corduba's Glorie; see the Poet smear'd</br>In guiltles Blood, triumph in Neroe's hate:</br>His name shall live; and he, that cannot raise</br>A verse to Lucan, dye without his praise.", "A noble Store, doth Italie produce,</br>Which hap'lie may advance, their fame as great;</br>Danazar, Petrarch, Tassoe's honored Muse:</br>Swift Arne, the Thuscan Soile, noe more shall beat,</br>Nor Swan-clad Po run Sweet, nor fame be Just</br>If Dant forgotten be, or Ariost':", "Nor shall the Muse of that French Eagle dye,</br>Devine Sire Bartas; and the happie writt</br>Of Bellay, here shall live eternallie,</br>Eternizing his name, in his owne Witt;</br>From hence, by a Short passage, wee are come</br>To veiw the Treasure of our witts at home.", "I am not bound to honour Antique names;</br>Nor am I led, by other Men to Chuse</br>Any thing worthy, which my Judgment blames;</br>Heare better Straines, though by a later muse;</br>The Sweet Arcadian Singer first did raise</br>Our Language Current, and deserved his Baies;", "That Lord of Pen'herst; Penherst whose sad walls</br>Yet mourne their Master, in the Belgicke fray</br>Untimelie lost; to whose deare Funeralls</br>The Medwaie doth its constant Tribute paye;</br>But glorious Penherst, Medwaie's waters once</br>With Mincius shall, and Mergeline advance.", "The Shepherd's Boy, best knowen by that name,</br>Colin; upon his homely oaten Reed</br>With Roman Titirus may share in Fame;</br>But when a higher path hee seems to tread,</br>Hee is my wonder; for who yet has seene</br>Soe Cleare a Poeme as his Faierie Queene?", "The Sweetest Swan of Avon, to ye faire</br>And Cruel Delia, passionatelie Sings;</br>Other men's weaknesses and follies are</br>Honour and Witt in him; each Accent brings</br>A Sprig, to Crowne him Poet; and Contrive</br>A Monument, in his owne worke, to live.", "Draiton is sweet and Smooth; though not exact</br>Perhaps, to stricter Eyes; yet he shall live</br>Beyond their Malice.  To the Sceane, and Act,</br>Read Comicke Shakespeare; or if you would give</br>Praise to a Just Desert, crowning the Stage</br>See Beaumont, once the honour of his Age.", "The reverent Donne, whose quill God purely fil'd</br>Lives to his Character; and though he claime</br>A greater glory, may not be exil'd</br>This commowealth; ye entrance of his fame</br>Thus as ye Sun, to either Hemisphere</br>Still ye same Light Hee moved with us here.", "But as a Poet; all ye softnesses</br>The Shadow, Light, ye Ayre, and Life, of Love;</br>The Sharpnes of all Witt; ev'n bitternes</br>Makes Satire Sweet; all wit did God emprove</br>'Twas flamed in him, 'Twas but warm upon</br>His Embers; He was more; and that is Donne.", "Here pause a little; for I would not Cloy</br>The curious Eare, with recitations;</br>And meerly looke at names; attend with Joy</br>Unto an English Quill, who rivall'd once</br>Rome, not to make her blush; and knowne of late</br>Unenvied ('cause unequall'd) Laureate.", "This, this was Jonson; who in his owne name</br>Carries his praise; and may he shine alone;</br>I am not tyed to any generall Fame,</br>Nor fixed by the Approbation</br>Of great ones; But I speake without pretence,</br>Hee was, of English Drammatickes, the Prince.", "Be glad, illiterate English; yt ye may,</br>Heare Lucan, in your best of Language speake;</br>Lucan, ye mouth of Story, Sung by Maye,</br>To yt his owne; his owne, soe truly like</br>The Roman Genius, as you cannot say,</br>This was by Lucan done, or that by Maye.", "Let Naso sing his best; and once lament</br>That best, did want his last life-giving hand;</br>His works, our Sands, though now in banisent</br>A Stranger, in a wild and remote Land,</br>Has polisht out, and imps his wing, to flye,</br>Beyond Rome's Eagles, and her Emperye.", "Now leaves he there; but as he had Disdaigned</br>Her witt, or Empire, confind to his reach;</br>The holy Ground, he treads; wh though they gaind</br>They never got; he did; and now doth teach</br>To us dull Ilanders, ye inspired Layes</br>Which David sung; and which ye Preacher sayes.", "The noble Overburie's Quill, has left</br>A better Wife, then he could ever find;</br>I will not search too deep, lest I should lift</br>Dust from the dead; Strange power of womankind,</br>To raise, and ruine; for all he will claime</br>Is from that Sex; his Birth, his Death, his Fame.", "But I spin out too long; let me draw up</br>My thred, to honour names of my owne time,</br>Without their Eulogies, for it may Stop</br>With Circumstantiall Termes, a wearie Rhime;</br>Suffice it if I name 'em; that for me</br>Shall stand, not to refuse their Eulogie.", "The noble Falkland, Digbie, Carew, Maine</br>Beaumond, Sands, Randolph, Allen, Rutter, May,</br>The Devine Herbert, and the Fletchers twaine,</br>Habinton, Shirley, Stapilton; I stay</br>Too much on names; yet may I not forget</br>Davenant, and Suckling, eminent in witt.", "Waller not wants ye glory of his verse;</br>And meets a noble praise, in every Line;</br>What should I adde in honour?  to reherse</br>Admired Cleaveland!  by a verse of mine?</br>Or give ye glorious muse of Denham praise?</br>Soe with'ring Brambles stand, to liveing Bayes.", "These may suffice; not only to advance</br>Our English honour, but for ever crowne</br>Poesie 'bove the reach of Ignorance;</br>Only dull fooles unmoved, admire their owne</br>Stupiditie; and all beyond their Sphere</br>Is Madnes, and but tingling in the Eare.", "Great Flame (whose raies at once, have power to peirce</br>The frosted Skull of Ignorance, and Close</br>The mouth of Envie); if I bring a verse</br>Unapt to move, my admiration Flowes</br>With humble Love, and Zeale in the intent</br>To a Cleare Rapture, from the Argument.</br>"]