["For once, ye Criticks, let the Muse</br>Her fool's-cap wear, spite of the shaking head</br>Of stern-eyed gravity &mdash; for, tho' the Muse</br>To frolick be dispos'd, no song she chants</br>Immoral; nor one picture will she hold,</br>But Virtue may approve it with a smile.</br>Ye Sylvan Deities!  awhile adieu!</br>Ye curling streams!  whose banks are fring'd with flowers,</br>Vi'let and hare-bell, or the king-cup bright,</br>Farewel!  for I must leave your rich perfumes</br>To sing the Pin in ever-sounding lays:</br>But not the Pin, at whose circumference</br>Rotund, the strong-nerv'd Rustick hurls the bowl</br>Pond'rous and vast:  nor that which window barrs</br>From Thief nocturnal:  nor that other call'd</br>A skittle; chiefly found where Alehouse snug</br>Invites Mechanick to the flowing cup</br>Of Calvert's mild, o'er-canopied with froth.</br>No &mdash; 'tis the Pin so much by Ladies us'd;</br>Without whose aid, the Nymph of nicest taste,</br>Of neatest mould, a Slattern would appear.</br>Hail then, thou little, useful instrument!</br>Tho' small, yet consequential.  For by thee</br>Beauty sets off her charms, as at the glass,</br>Lucy, or Phyllis, best adapts thy point.</br>Without thy service would the ribbond flaunt</br>Loose to the fanning gale, nor on the head</br>Of Belle, would stand her whimsical attire.</br>The kerchief from her neck of snow would fall</br>With freedom bold, and leave her bosom bare.</br>How would the Semptstress trim thy want regret</br>As she her apron forms!  And how the Man</br>Of Law, sagacious with his spectacles</br>On nose reverted!  frequent does he want</br>Thy prompt assistance, to connect his scraps</br>And notes obliterated o'er.  Thee oft</br>In alley path, wide square, and open street,</br>The miser picks, as conscious of thy use;</br>With frugal hand, accompanied with brow</br>Of corrugated bent, he sticks thee safe,</br>Interior on his coat; then creeps along,</br>Well judging thy proportion to a groat.</br>Thro' all thy different storehouses to trace</br>Thy presence, either in the sculptur'd dome,</br>Or tenement clay-built, would ask a Pin,</br>With points almost as various as thy heads.</br>Where e'er thou art, or in whatever form,</br>Magnificent in silver, or in brass,</br>Or wire more humble, nightly may'st thou lie</br>Safe on thy cushion'd bed, or kiss the locks</br>Of Chloe, sleeping on the pillow's down.</br>"]