["Tho' some of old, and some of modern Date,</br>Penurious, their victorious Heroes fed</br>With barren Praise alone; yet thou, my Muse!</br>Benevolent, with more indulgent Eyes</br>Behold the Mortal HOBBINOL; reward</br>With due Regalement his triumphant Toils.</br>Let Quixot's hardy Courage, and Renown,</br>With Sancho's prudent Care be meetly join'd.", "O thou of Bards supreme, Maeonides!</br>What well-fed Heroes grace thy hallow'd Page!</br>Laden with glorious Spoils, and gay with Blood</br>Of slaughter'd Hosts, the Victor Chief returns.</br>Whole Troy before him fled, and Men, and Gods,</br>Oppress'd in vain.  For the brave Man, whose Arm</br>Repell'd his Country's Wrong, ev'n he, the great</br>Atrides, King of Kings, ev'n he prepares</br>With his own Royal Hand the sumptuous Feast.</br>Full to the Brim, the brazen Caldrons smoke,</br>Thro' all the busy Camp the rising Blaze</br>Attests their Joy; Heroes, and Kings forego</br>Their State, and Pride, and at his Elbow wait</br>Obsequious.  On a polish'd Charger plac'd,</br>The bulky Chine, with plenteous Fat inlaid,</br>Of golden Hue, magnificently shines.</br>The choicest Morsels, sever'd to the Gods,</br>The Hero next, well-paid for all his Wounds,</br>The rich Repast divides with Jove; from out</br>The sparkling Bowl he draws the gen'rous Wine,</br>Unmix'd, unmeasur'd; with unstinted Joy</br>His Heart o'erflows.  In like triumphant Port</br>Sate the victorious HOBBINOL; the Crowd</br>Transported view, and bless their glorious Chief:</br>All Kiftsgate sounds his Praise with joint Acclaim.</br>Him ev'ry Voice, him ev'ry Knee confess'd,</br>In Merit, as in Right, their King.  Upon</br>The flow'ry Turf, Earth's painted Lap, are spread</br>The rural Dainties; such as Nature boon</br>Presents with lavish Hand, or such as owe</br>To GANDERETTA'S Care their grateful Taste,</br>Delicious.  For she long since prepar'd</br>To celebrate this Day, and with good Chear</br>To grace his Triumphs.  Crystal Goose-berries</br>Are pil'd on Heaps; in vain the Parent-Tree</br>Defends her lucious Fruit with pointed Spears.</br>The ruby-tinctur'd Corinth clust'ring hangs,</br>And emulates the Grape; green Codlings float</br>In dulcet Creams; nor wants the last Year's Store,</br>The hardy Nut, in solid Mail secure,</br>Impregnable to Winter Frosts, repays</br>In Hoarder's Care.  The Custard's gellied Flood</br>Impatient Youth, with greedy Joy, devours.</br>Cheesecakes, and Pyes, in various Forms uprais'd,</br>In well-built Pyramids, aspiring stand.</br>Black Hams, and Tongues, that Speechless can persuade</br>To ply the brisk Carouse, and chear the Soul</br>With jovial Draughts.  Nor does the jolly God</br>Deny his precious Gifts; here jocund Swains,</br>In uncouth Mirth delighted, sporting, quaff</br>Their native Bev'rage; in the brimming Glass</br>The liquid Amber smiles.  Britons, no more</br>Dread your invading Foes; let the false Gaul,</br>Of Rule insatiate, potent to deceive,</br>And great by subtil Wiles, from th' adverse Shore</br>Pour forth his num'rous Hosts; Iberia!  Join</br>Thy tow'ring Fleets, once more aloft display</br>They consecrated Banners, most formidably strong</br>In holy Trump'ry, let old Ocean groan</br>Beneath thy proud Armada, vainly deem'd</br>Invincible; yet fruitless all their Toils,</br>Vain ev'ry rash Effort, while our fat Glebe,</br>Of Barley-Grain productive, still supplies</br>The flowing Treasure, and with Sums immense</br>Supports the Throne; while this rich Cordial warms</br>The Farmer's Courage, arms his stubborn Soul</br>With native Honor, and resistless Rage.</br>Thus vaunt the Crowd, each free-born Heart o'erflows</br>With Britains Glory, and his Country's Love.", "Here is a merry Knot combin'd, the Nymphs</br>Pour out melifluous Strains, the balmy Spoils</br>Of the laborious Bee.  The modest Maid</br>But coyly sips, and blushing drinks, abash'd:</br>Each Lover, with observant Eye, beholds</br>Her graceful Shame, and at her glowing Cheeks</br>Rekindles all his Fires.  But Matrons sage,</br>Better experienc'd, and instructed well</br>In midnight Mysteries, and Feast-rites old,</br>Grasp the capacious Bowl; nor cease to draw</br>The spumy Nectar.  Healths of gay Import</br>Fly merrily about; now Scandal sly</br>Insinuating gilds the specious Tale</br>With treach'rous Praise, and with a double Face</br>Ambiguous Wantonness demurely sneers.</br>'Till circling Brimmers ev'ry Veil withdraw,</br>And dauntless Impudence appears unmask'd.</br>Others apart, in the cools Shade retir'd,</br>Silurian Cyder quaff, by that great Bard</br>Ennobled, who first taught my groveling Muse</br>To mount aerial.  O!  cou'd I but raise</br>My feeble Voice to his exalted Strains,</br>Or to the Height of this great Argument,</br>The gen'rous Liquid in each Line shou'd bounce</br>Spirit'ous, nor oppressive Cork subdue</br>Its foaming Rage; but to the lofty Theme</br>Unequal, Muse, decline the pleasing Task.", "Thus they luxurious, on the grassy Turf,</br>Revell'd at large:  While nought around was heard</br>But Mirth confus'd, and undistinguish'd Joy,</br>And Laughter far resounding; serious Care</br>Found here no Place, to GANDERETTA'S Breast</br>Retiring; there with Hopes, and Fears perplex'd</br>Her fluctuating Mind.  Hence the soft Sigh</br>Escapes unheeded Spight of all her Art;</br>The trembling Blushes, on her lovely Cheeks,</br>Alternate ebb, and flow; from the full Glass</br>She flies abstemious, shuns th' untasted Feast.</br>But careful HOBBINOL, whose am'rous Eye</br>From hers ne'er wander'd, haunting still the Place</br>Where his dear Treasure lay, discover'd soon</br>Her secret Woe, and bore a Lover's part.</br>Compassion melts his Soul, her glowing Cheeks</br>He kiss'd, enamour'd, and her panting Heart</br>He press'd to his; then with these soothing Words,</br>Tenderly smiling, her faint Hopes reviv'd.", "\"Courage, my Fair!  the splendid Prize is thine.</br>Indulgent Fortune will not damp our Joys,</br>Nor blast the Glories of this happy Day.</br>Hear me, ye Swains!  Ye Men of Kiftsgate!  hear:</br>Tho' great the Honours by your Hands conferr'd,</br>These royal Ornaments, tho' great the Force</br>Of this puissant Arm, as all must own,</br>Who saw this Day the bold GORGONIUS fall;</br>Yet were I more renown'd for Feats of Arms,</br>And knightly Prowess, than that mighty Guy,</br>So fam'd in antique Song, Warwick's great Earl,</br>Who slew the Giant Colbrand, in fierce Fight</br>Maintain'd a Summer's Day, and freed this Realm</br>From Danish Vassalage; his pond'rous Sword,</br>And massy Spear, attest the glorious Deed;</br>Nor less his hospitable Soul is seen</br>In that capacious Cauldron, whose large Freight</br>Might feast a Province:  Yet were I like him</br>The Nation's Pride, like him I cou'd forego</br>All earthly Grandeur, wander thro' the World</br>A jocund Pilgrim, in the lonesome Den,</br>And rocky Cave, with these my royal Hands</br>Scoop the cold Stream, with Herbs, and Roots content,</br>Mean sustenance; cou'd I by this but gain,</br>For the dear Fair, the Prize her Heart desires.</br>Believe me, charming Maid!  I'd be a Worm,</br>The meanest Insect, and the lowest Thing,</br>The World despises, to enhance thy Fame.\"</br>So chear'd he his fair Queen, and she was chear'd.", "Now with a noble Confidence inspir'd,</br>Her Looks assure Success, now strip'd of all</br>Her cumb'rous Vestments, Beauty's vain Disguise,</br>She shines unclouded in her native Charms.</br>Her plaited Hair behind her in a Brede</br>Hung careless, with becoming Grace and Blush</br>Varied her Cheeks, than the gay rising Dawn</br>More lovely, when the new-born Light salutes</br>The joyful Earth, impurpling half the Skies.</br>Her heaving Breast, thro' the thin Cov'ring view'd,</br>Fix'd each Beholder's Eye; her taper Thighs,</br>And Lineaments exact, wou'd mock the Skill</br>Of Phidias; Nature alone can form</br>Such due Proportion.  To compare with her</br>Oread, or Dryad, or of Delia's Train,</br>Fair Virgin Huntress, for the Chace array'd</br>With painted Quiver, and unerring Bow,</br>Were but to lessen her superiour Mien,</br>And Goddess-like Deport.  The Master's Hand,</br>Rare Artisan!  with proper Shades improves</br>His liv'ly Colouring; so here, to grace</br>Her brighter Charms, next her upon the Plain</br>FUSCA the Brown appears, with greedy Eye</br>Views the rich Prize, her tawny Front erects</br>Audacious, and with her Legs unclean,</br>Booted with Grime, and with her freckled Skin</br>Offends the Crowd.  She of the gypsy Train</br>Had wander'd long, and the Sun's scorching Rays</br>Imbrown'd her Visage grim; artful to view</br>The spreading Palm, and with vile Cant deceive</br>The Love-sick Maid, who barters all her Store,</br>For airy Visions and fallacious Hope.</br>GORGONIUS, if the current Fame say true,</br>Her Comrade once, they many a merry Prank</br>Together play'd, and many a Mile had strol'd,</br>For him fit Mate.  Next TABITHA the tall</br>Strode o'er the Plain, with huge Gigantic Pace,</br>And overlook'd the Crowd, known far and near</br>For matchless speed; she many a Prize had won,</br>Pride of that neighb'ring Mart, for Mustard fam'd,</br>Sharp-biting Grain, where amicably join</br>The Sister Floods, and with their liquid Arms</br>Greeting embrace.  Here Gamaliel sage,</br>Of Cameronian Brood, with ruling Rod</br>Trains up his Babes of Grace, instructed well</br>In all the gainful Discipline of Pray'r,</br>To point the holy Leer, by just Degrees</br>To close the twinkling Eye, t' expand the Palms,</br>T' expose the Whites, and with the sightless Ball</br>To glare upon the Crowd, to raise, or sink</br>The docile Voice, now murm'ring soft and low</br>With inward Accent calm, and then again</br>In foaming Floods of rapt'rous Eloquence,</br>Let loose the Storm, and thunder thro' the Nose</br>The threat'ned Vengeance:  Ev'ry Muse prophane</br>Is banish'd hence, and Heliconian Streams</br>Deserted, the fam'd Leman Lake supplies</br>More plenteous Draughts, of more divine Import.</br>Hail, happy Youths!  on whom indulgent Heav'n</br>Each Grace divine bestows, nor yet denies</br>Carnal Beatitudes, sweet Privilege</br>Of Saints elect!  Royal Prerogative!</br>Here in domestic Cares employ'd and bound</br>To annual Servitude, frail TABITHA</br>Her pristin Vigour lost, now mourns in vain</br>Her sharpen'd Visage, and the sickly Qualms</br>That grieve the Soul; a Prey to Love, while Grace</br>Slept heedless by:  Yet her undaunted Mind</br>Still meditates the Prize, and still she hopes,</br>Beneath th' unwieldy Load, her wonted Speed.</br>Others of meaner Fame the stately Muse</br>Records not, on more lofty Flights intent</br>She spurns the Ground, and mounts her native Skies.", "Room for the Master of the Ring; ye Swains!</br>Divide your crowded Ranks.  See!  there on high</br>The glitt'ring Prize, on the tall Standard born,</br>Waving in Air; before him march in Files</br>The rural Minstrelsy, the rattling Drum</br>Of solemn Sound, and th' animating Horn,</br>Each Huntsman's Joy; the Tabor and the Pipe,</br>Companion dear at Feasts, whose chearful Notes</br>Give Life, and Motion to th' unwieldy Clown.</br>Ev'n Age revives, and the pale puking Maid</br>Feels ruddy Health rekindling on her Cheeks,</br>And with new Vigour trips it o'er the Plain.</br>Counting each careful Step, he Paces o'er</br>Th' allotted Ground, and fixes at the Goal</br>His Standard, there himself majestic swells.</br>Stretch'd in a Line, the panting Rivals wait</br>Th' expected Signal, with impatient Eyes</br>Measure the Space between, and in Conceit</br>Already grasp the warm-contested Prize.</br>Now all at once rush forward to the Goal,</br>And Step by Step, and Side by Side, they ply</br>Their busy Feet, and leave the Crowd behind.</br>Quick heaves each Breast, and quick they shoot along,</br>Thro' the divided Air, and bound it o'er the Plain.</br>To this to that capricious Fortune deals</br>Short Hopes, short Fears, and momentary Joy.</br>The breathless Throng, with open Throats pursue,</br>And broken Accents shout imperfect Praise.</br>Such Noise confus'd is heard, such wild Uproar,</br>When on the Main the swelling Surges rise,</br>Dash o'er the Rocks, and hurrying thro' the Flood,</br>Drive on each others Backs, and crowd the Strand.</br>Before the rest tall TABITHA was seen,</br>Stretching amain, and whirling o'er the Field;</br>Swift as the shooting Star, that gilds the Night</br>With rapid transient Blaze, she runs, she flies;</br>Sudden she stops, nor longer can endure</br>The painful Course, but drooping sinks away,</br>And like the falling Meteor, there she lies</br>A Jelly cold on Earth.  FUSCA with Joy,</br>Beheld her wretched Plight; o'er the pale Corse</br>Insulting bounds; Hope gave her Wings, and now</br>Exerting all her Speed, step after step,</br>At GANDERETTA'S Elbow urg'd her Way,</br>Her Shoulder pressing, and with poys'nous Breath</br>Tainting her Iv'ry Neck.  Long while had held</br>The sharp Contest, had not propitious Heav'n</br>With partial Hands to such transcendent Charms</br>Dispens'd its Favours.  For as o'er the Green</br>The careless Gypsy, with incautious Speed,</br>Push'd forward, and her Rival Fair had reach'd</br>With equal Pace, and only not o'erpass'd;</br>Haply she treads, where late the merry Train,</br>In wasteful Luxury, and wanton Joy,</br>Lavish had spilt the Cyder's froathy Flood,</br>And Mead with Custard mix'd.  Surpriz'd, apall'd,</br>And in the treach'rous Puddle struggling long,</br>She slip'd, she fell, upon her Back supine</br>Extended lay; the laughing Multitude</br>With noisy Scorn approve her just Disgrace.</br>As the slick Lev'ret skims before the Pack,</br>So flies the Nymph, and so the Crowd pursue.</br>Born on the Wings of Wind the dear one flies,</br>Swift as the various Goddess, nor less bright</br>In Beauty's Prime; when thro' the yielding Air</br>She darts along, and with refracted Rays</br>Paints the gay Clouds; celestial Messenger,</br>Charg'd with high Behests of Heav'ns great Queen!</br>Her at the Goal with open Arms receiv'd</br>Fond HOBBINOL; with active Leap he seiz'd</br>The costly Prize, and laid it at her Feet.</br>Then pawsing stood, dumb with Excess of Joy,</br>Expressive Silence!  for each tender Glance</br>Betray'd the Raptures, that his Tongue conceal'd.</br>Less mute the Crowd, in echoing Shouts, applaud</br>Her Speed, her Beauty, his obsequious Love.", "Upon a little Eminence, whose Top</br>O'erlook'd the Plain, a Steep, but short Ascent,</br>Plac'd in a Chair of State, with Garlands crown'd,</br>And loaded with the Fragrance of the Spring,</br>Fair GANDERETTA shone; like Mother Eve</br>In her gay Sylvan Lodge, delicious Bow'r!</br>Where Nature's wanton Hand, above the Reach</br>Of Rule, or Art, had lavish'd all her Store,</br>To deck the flow'ry Roof; and at her Side,</br>Imperial HOBBINOL, with Front sublime,</br>Great as a Roman Consul, just return'd</br>From Cities sack'd, and Provinces laid waste,</br>In his paternal Wicker sate, enthron'd.</br>With eager Eyes the Crowd about them press,</br>Ambitious to behold the happy Pair.</br>Each Voice, each Instrument, proclaims their Joy</br>With loudest Vehemence:  Such Noise is heard,</br>Such a tumultuous Din, when, at the Call</br>Of Britain's Sovereign, the Rustic Bands</br>O'erspread the Fields; the subtil Candidates</br>Dissembled Homage pay, and court the Fools</br>Whom they despise; each proud majestic Clown</br>Looks big, and shouts amain, mad with the Taste</br>Of Pow'r Supreme, frail Empire of a Day!</br>That with the setting Sun extinct is lost.", "Nor is thy Grandeur, mighty HOBBINOL!</br>Of longer Date; short is, alas!  the Reign</br>Of mortal Pride:  We play our Parts a while,</br>And strut upon the Stage; the Scene is chang'd,</br>And offers us a Dungeon for a Throne.</br>Wretched Vicissitude!  for after all</br>His tinsel Dreams of Empire and Renown,</br>Fortune, capricious Dame, withdraws at once</br>The goodly Prospect, to his Eyes presents</br>Her, whom his conscious Soul abhorr'd and fear'd.</br>Lo!  pushing thro' the Crowd, a meagre Form,</br>With hasty Step, and Visage incompos'd!</br>Wildly she star'd; Rage sparkled in her Eyes,</br>And Poverty sate shrinking on her Cheeks.</br>Yet thro' the Cloud, that hung upon her Brows,</br>A faded Lustre broke, that dimly shone</br>Shorn of its Beams, the Ruins of a Face,</br>Impair'd by Time, and shatter'd by Misfortunes.</br>A froward Babe hung at her flabby Breast,</br>And tug'd for Life; but wept, with hideous Moan,</br>His frustrate Hopes, and unavailing Pains.</br>Another o'er her bending Shoulder peep'd</br>Swaddled around with Rags of various Hue.</br>He kens his Comrade-Twin, with envious Eye,</br>As of his Share defrauded; then amain</br>He also Screams, and to his Brother's Cries,</br>In doleful Consort joins his loud Laments.</br>O dire Effect of lawless Love!  O sting</br>Of Pleasures past!  As when a full-freight Ship,</br>Blest in a rich Return of Pearl, or Gold,</br>Or fragrant Spice, or Silks of costly Die,</br>Makes to the wish'd-for Port with swelling Sails,</br>And all her gaudy Trim display'd; o'erjoy'd</br>The Master smiles; but if from some small Creek,</br>A lurking Corsair the rich Quarry spies,</br>With all her Sails bears down upon her Prey,</br>And Peals of Thunder from her hollow Sides</br>Check his triumphant Course; aghast he stands,</br>Stiffen'd with Fear, unable to resist,</br>And impotent to fly; all his fond Hopes</br>Are dash'd at once; nought now, alas!  remains</br>But the sad Choice of Slavery, or Death.</br>So far'd it with the hapless HOBBINOL,</br>In the full Blaze of his triumphant Joy</br>Surpris'd by her, whose dreadful Face alone</br>Cou'd shake his stedfast Soul.  In vain he turns,</br>And shifts his Place averse; she haunts him still,</br>And glares upon him with her haggard Eyes,</br>That fiercely spoke her Wrongs.  Words swell'd with Sighs</br>At length burst forth, and thus she storms enrag'd.", "\"Know'st thou not me?  false Man!  not to know me</br>Argues thyself unknowing of thyself,</br>Puff'd up with Pride, and bloated with Success.</br>Is injur'd MOPSA then so soon forgot?</br>Thou knew'st me once, ah!  woe is me!  thou didst.</br>But if laborious Days, and sleepless Nights,</br>If Hunger, Cold, Contempt, and Penury,</br>Inseparable Guests, have thus disguis'd</br>They once belov'd, thy Hand-maid dear; if thine</br>And Fortune's Frowns have blasted all my Charms;</br>If here no Roses glow, no Lillies bloom,</br>Nor rear their Heads on this neglected Face;</br>If thro' the World I range a slighted Shade,</br>The Ghost of what I was, forlorn, unknown;</br>At least know thyself; see!  how it sprunts</br>With Joy at thy Approach!  see, how it gilds</br>Its soft smooth Face, with false paternal Smiles!</br>Native Deceit, from thee, base Man, deriv'd!</br>Or view this other Elf, in ev'ry Art</br>Of smiling Fraud, in ev'ry treach'rous Leer,</br>The very HOBBINOL!  Ah!  cruel Man!</br>Wicked, ingrate!  And cou'd thou then so soon,</br>So soon forget that pleasing fatal Night,</br>When me beneath the flow'ry Thorn surpriz'd,</br>Thy artful Wiles betray'd?  Was there a Star,</br>By which thou didst not swear?  Was there a Curse,</br>A Plague on Earth, thou didst not then invoke</br>On that devoted Head; if e'er thy Heart</br>Prov'd haggard to my Love, if e'er thy Hand</br>Declin'd the nuptial Bond?  But, oh!  too well,</br>Too well alas!  my throbbing Breast perceiv'd</br>The black impending Storm; the conscious Moon</br>Veil'd in a sable Cloud her modest Face,</br>And boding Owls proclaim'd the dire Event.</br>And yet I love thee. &mdash; Oh!  cou'dst thou behold</br>That Image dwelling on my Heart!  But why?</br>Why waste I here these unavailing Tears?</br>On this thy Minion, on this tawdry Thing,</br>On this gay Victim, thus with Garlands crown'd,</br>All, all my Vengeance fall!  Ye Lightnings blast</br>That Face accurs'd, the Source of all my Woe!</br>Arm, arm, ye Furies!  arm; all Hell break loose!</br>While thus I lead you to my just Revenge,</br>And thus\" &mdash; Upstarts th' astonish'd HOBBINOL</br>To save his better Half, \"Fly, fly,\" he cries,</br>\"Fly my dear Life, the Fiend's malicious Rage.\"</br>Born on the Wings of Fear away she bounds,</br>And in the neighb'ring Village pants, forlorn.</br>So the cours'd Hare to the close Covert flies,</br>Still trembling, tho' secure.  Poor HOBBINOL</br>More grievous Ills attend, around him press</br>A Multitude, with huge Herculean Clubs,</br>Terrific Band!  the Royal Mandate these</br>Insulting shew:  Arrested, and amaz'd,</br>Half dead he stands; no Friends dare interpose,</br>But bow dejected to th' Imperial Scroll.</br>Such is the Force of Law.  While conscious Shame</br>Sits heavy on his Brow, they view the Wretch</br>To RHADAMANTH'S august Tribunal drag'd.</br>Good RHADAMANTH!  To ev'ry wanton Clown</br>Severe, indulgent to himself alone.</br>"]