["To other bards I leave the gayer themes,</br>Which fancy prompts, amidst elysian dreams;</br>Hope's smiling visions, Memory's sober hues,</br>And PLEASURES hallowed by the cheerful muse:</br>Mine be the task, to sing in plaintive strains,</br>The dark reverse &mdash; IMAGINATION'S PAINS.", "Genius of Melancholy, sad and pale,</br>Attendant spirit of my being, hail!</br>Thee only I invoke, dread power, whose wrath</br>Hath oft with clouds o'erspread life's dreary path:</br>Thou that hast ruin'd many an hour of bliss,</br>Be present, and forsake me not in this.</br>With all thy blackening train of horrors, come,</br>And shroud my lyre in congregated gloom,</br>While o'er its chords a languid hand I fling,</br>And wake to woe the heart-responsive string.", "Oh!  guide my footsteps to the rugged glen,</br>Far from the world, the busy haunts of men,</br>To the deep recess of some frowning wood,</br>Where solitude and silence ever brood,</br>And Superstition, in Cimmerian cells,</br>Recounts her tales, and weaves her mystic spells.</br>Not thus the tenant of the central sun</br>Beholds the orbs in splendid circles run;</br>Thence mark'd, the whole in paths concentric dance,</br>And wheel harmonious through the blue expanse;</br>World after world, to Herschel's farthest bound,</br>Rolls on resplendent in eternal round.", "Grant that all moral evil may arise,</br>Alike for purposes both good and wise;</br>That pain and sickness, penury and distress,</br>Are mercies in disguise, design'd to bless;</br>To blinded man unreal wrong appears,</br>When vice exults, and virtue pines in tears;</br>That all the scourges earth is doom'd to feel,</br>The conqueror's sword, th' assassin's gory steel,</br>War, pestilence, and famine's shrivelled band,</br>Fell Discord's torch, the incendiary's brand,</br>Power's blood-stain'd robe, the proud oppressor's rod,</br>May turn to blessings in the hand of God.</br>E'en death itself, the last of human woes,</br>May kindly come, life's weary way to close,</br>And ope the portals to eternal joys,</br>While earth's frail hopes his withering hand destroys.", "So holy Faith, bright spirit of the sky,</br>Fixes on heaven, her meek uplifted eye,</br>Her own blind will to chasten, humbly learns,</br>Some just design in weal or woe discerns,</br>Subjects to Providence rebellious pride,</br>And bids vain man in God alone confide.</br>Clear is the light her vision sheds around,</br>No schemes perplex, no mysteries confound,</br>In all she sees, celestial wisdom blends,</br>And present ill in future blessing ends,</br>Judgment and mercy in her trials meet,</br>And every wish lies prostrate at her feet.", "But to the happy few alone is given,</br>This bright perspective of the ways of heaven;</br>And man too oft, with sordid passions blind,</br>Creates those evils, which he does not find:</br>Thus life, how bright so'er its current flows,</br>Teems with its thousand visionary woes.</br>Imagination, like the wizard's glass,</br>Imparts its hues to objects as they pass,</br>And grave or gay, the changing scene depends,</br>Most on the colors, which the medium lends.", "Oft pallid fear the craven mind o'erspreads,</br>Her sickly influence on the vision sheds,</br>Discolors, mars, distorts, and magnifies,</br>The goodliest forms and images that rise.</br>Suspicion's credulous, distrustful eye,</br>Self-torturing envy, base-born jealousy,</br>Each to imagination lends a shade,</br>And shifts the prospect, through her lens survey'd.</br>Still deeper tints black melancholy throws</br>O'er human life, and doubles all its woes;</br>And thus the meaner passions, feelings tend,</br>To swell the ills, that with our being blend.", "Nor these alone; but circumstance oft flings</br>A varying shadow o'er our views of things</br>Disease's pale and ghastly group may come,</br>Unnerve the soul, and shed a cheerless gloom;</br>Misfortune, want, and hopeless penury scan,</br>With clouded ken, the checquered lot of man;</br>Dark Superstition's myriad phantoms dance,</br>In fearful shapes, before her votary's glance,</br>And teach his heart, that penance, pain, and ill</br>Were meant his earthly pilgrimage to fill.</br>Vice too, the monster arm'd with scorpion stings,</br>Mantles with shade Imagination's wings,</br>Amidst life's joys, his Gorgon front uprears,</br>The guilty breast o'erwhelms with conscious fears,</br>To heaven, to earth imparts a sombre cast,</br>And shrouds in night the future and the past.", "On themes like these, 'twere tedious to prolong</br>The philosophic, dry, didactic song,</br>Explore each hidden source, each secret cause,</br>The mind's immutable, eternal laws,</br>Those changeless principles, whence heaven ordains,</br>Shall spring our joys, our pleasures, and our pains.</br>Dull metaphysics hence!  and let me choose</br>Topics more grateful to the devious muse,</br>Who heavenward first directs her daring view,</br>To boundless voids and liquid fields of blue.</br>What though unnumber'd images may throng</br>Around her lyre, and court a nobler song&mdash;</br>The sun, great source of light and life below,</br>Whose golden streams from founts perennial flow,</br>The moon's cold orb, with silver phazes bright,</br>And stars that gem the canopy of night&mdash;</br>What though delighted fancy here might rove,</br>And tune the string to pleasure, joy, and love;</br>Yet e'en amidst resplendent worlds on high,</br>Do not her wayward musings oft descry</br>Shadows, that veil the bright etherial plains,</br>And themes to swell imagination's pains?", "Monarchs have mark'd, with dire forebodings sad,</br>Yon solar orb, at noon, in sack-cloth clad,</br>While o'er their thrones portentous twilight spread,</br>And smote the hosts of guilty power with dread.</br>Oft too the moon, as up the eastern skies,</br>Her ruddy disk, full-orbed, is seen to rise,</br>Or when mid heaven, she peerless rides alone,</br>And looks in splendor from her cloudless throne,</br>While through the shoreless, blue expanse she sails,</br>Plunges in shade, and all her beauty veils.</br>Mortals no more survey her silver horn,</br>Now a dull globe, of light and glory shorn;</br>No more the mountains, valleys, woods, and streams,</br>Bask in the lustre of her tranquil beams,</br>But o'er the earth a dusky gloom she throws,</br>To Fancy's dream presaging future woes.", "Far in the west, behold yon baleful star,</br>Herald of famine, pestilence, and war!</br>Who marks but thinks, as onward in his course</br>He drives his car, with blind, resistless force,</br>Perchance to earth his burning wheels may rush,</br>And this fair globe to mighty ruins crush!</br>E'en astronomic science may not deem,</br>Such fears as these a visionary dream,</br>Since countless orbs, in lawless mazes run,</br>Rush round the earth, and hail the parent sun.", "Oh!  who hath not, in melancholy mood,</br>Musing at eve, in some sequestered wood,</br>Or where the torrent's foaming waters pour,</br>Or ocean's billows murmur on the shore;&mdash;</br>Oh!  who hath not in such a moment gaz'd,</br>As heaven's bright hosts in cloudless glory blaz'd,</br>And felt a sadness steal upon his heart,</br>To think that he with this fair scene must part!</br>That while those billows heave, those waters flow,</br>Those garnish'd skies refulgent still shall glow,</br>He that once watch'd them shall have pass'd away,</br>His name forgot, his ashes blent with clay,</br>Unlike those glittering orbs, those quenchless fires,</br>Ordain'd to roll, till time itself expires!", "But see afar, through sultry tracts of air,</br>Streaming in angry forms, red meteors glare;</br>Athwart the sky, their hissing tresses flash,</br>Then down to earth, the molten masses dash;</br>The burning ruin sweeps along the ground,</br>And loud the welkin echoes with the sound.", "Lo!  where the horizon mingles with the deep,</br>Pillowed in clouds, the infant thunders sleep;</br>Silence and night precede the coming storm,</br>And mid the gloom pale terror lifts his form:</br>Now bursts the gathered tempest:  torrents pour,</br>And hollow winds through shatter'd forests roar;</br>Far through the storm the vivid flashes gleam,</br>From cloud to cloud careering volleys stream,</br>And thick and fast upon the prostrate world,</br>With vengeance wing'd, the angry bolts are hurl'd.", "On ocean's cliff, see beauty wild and pale,</br>Watching alone the fury of the gale:</br>Amid the dangers of the rugged coast,</br>She marks her sailor's gallant vessel tost;</br>Frantic with grief, her sunny locks she tears,</br>As the red lightning on the breakers glares,</br>And o'er the tumult of the boiling deep,</br>Mad whirlwinds howl, and dark tornadoes sweep.</br>Shall she, delighted, hear the tempest rave,</br>And list the murmurs of the dashing wave!</br>Think ye the grandeur of the scene can charm</br>Her heart, that throbs at every gust alarm!", "Behold yon volumes of sulphurous smoke,</br>Roll in black wreaths, and heaven with vapour choke!</br>The mountain trembles, and the earth afar</br>Feels the dread shock of elemental war;</br>Loud roars the ocean, and the mingled din</br>Breaks on the ear from rumbling caves within:</br>Then flames the crater:  to the skies aspire</br>The liquid gushes of volcanic fire.</br>Aghast the peasant of Campania stands,</br>And mourns his ruin'd cot, his deluged lands,</br>Perchance his wife, his children's hapless doom,</br>Buried in flame, and hurried to the tomb.</br>While his lorn bosom is with anguish wrung,</br>Cares he what bards the scene sublime have sung?</br>How many Plinies once admired the sight,</br>Its grandeur trac'd, then perish'd in delight?", "But hark! &mdash; in southern climes along the ground,</br>Like distant thunders, runs a hollow sound;</br>Wide and more wide extends the sullen jar,</br>As when conflicting chariots rush to war;</br>Rocks, woods, and plains the wild commotion feel,</br>And the tall Andes to their bases reel;</br>In mountain waves, the undulating lea</br>Heaves, like the tossings of a troubled sea;</br>Impending ruin mocks the force of art,</br>And ghastly terror seizes every heart.</br>Then yawns the fathomless abyss, and down</br>At once are hurled the works of old renown,</br>The monuments of ages; all that man,</br>His genius, taste, and luxury could plan:</br>All, all in one promiscuous grave repose,</br>O'er which the earth, and gushing waters close,</br>And hence along the stagnant lake and plain,</br>Shall solitude and desolation reign.", "Oh!  who hath not in fancy trod alone,</br>The trackless deserts of the burning zone,</br>Nor felt a dreariness oppress his soul,</br>To mark the sands in eddies round him roll,</br>Like ocean's billows, threatening to o'erwhelm,</br>His wilder'd march, through many a weary realm?</br>No verdure smiles, no crystal fountains play,</br>To quench the arrows of the god of day,</br>No breezy lawns, no cool, meandering streams,</br>Allay the fervor of his torrid beams;</br>No whispering zephyrs fan the glowing skies;</br>But o'er long tracts the mournful siroc sighs,</br>Whose desolating march, whose withering breath</br>Sweeps through the caravan with instant death:</br>The wandering Arab, startled at the sound,</br>Mantles his face, and presses close the ground,</br>Till o'er his prostrate, weary limbs hath pass'd,</br>In sullen gusts, the poison-wafting blast.", "'Tis night:  but there the sparkling heavens diffuse</br>No genial showers, no soft-distilling dews;</br>In the hot sky, the stars, of lustre thorn,</br>Burn o'er the pathway of the wanderer lorn,</br>And the red moon, from Babelmandel's strand,</br>Looks, as she climbs, through pyramids of sand,</br>That whirl'd aloft, and gilded by her light,</br>Blaze the lone beacons of the desert night.</br>From distant wilds is heard the dismal bow?</br>Of hideous monsters, that in darkness prowl:</br>Urg'd by gaunt famine from his lair and home,</br>Along the waste, the tiger's footsteps roam,</br>And from afar, the fierce hyena's scream</br>At midnight breaks the traveller's fitful dream.", "Hence let us haste &mdash; from torrid climes like these,</br>To frozen regions and to arctic seas,</br>Where the pale sun emits his feeble light,</br>Or hides his orb, and leaves the world in night:</br>Realms where the glittering ice-berg, tempest-tost,</br>Tumbles and thunders round the polar coast,</br>And bound by frost, the adventurous bark in vain,</br>Steers for her home, across the wintry main.</br>Athwart her way, tremendous mountains roll,</br>And storms of sleet come driving from the pole</br>Pierc'd by the keenness of the biting air,</br>To heaven the sea-boy lifts his suppliant prayer,</br>Then sinks forever in the angry surge,</br>The deep his grave, the sigh of winds his dirge.", "In climes more blest, may not the wayward mind</br>Themes for imagination's tortures find?</br>Come, thrid with me the Oronoco's swamps,</br>And breathe its noisome, pestilential damps&mdash;</br>Fens, where the basking alligator sleeps,</br>The serpent hisses, and the lizard creeps&mdash;</br>Pools mantling thick, with loathsome reptiles rife,</br>Whose stagnant waters teem with nascent life,</br>Whence countless swamps of animalcules spring,</br>Warm into day, and warp upon the wing.", "Hence, at what time the sultry Sirian star</br>Wheels o'er the world his pestilential car,</br>Or when in torrents pour autumnal rains,</br>Deluge the earth, and steam from stagnant plains,</br>Hence pale disease, and death terrific come,</br>Their victims hurrying to a timeless tomb;</br>And chief, the throng of fevers, hideous band!</br>Scourge of the south, that desolate the land:</br>Hence have I seen, the foremost of the train,</br>The furious conqueror hold his dismal reign,</br>Along those waste, depopulated stores,</br>Where to the sea, the silver Hudson pours,</br>And the proud city lifts its gorgeous pile</br>Of domes and spires, to crown the wave-girt isle.</br>Humbled to dust, in that disastrous hour,</br>Sunk all her pride, her glory, pomp, and power:</br>No more the joyous crew their canvas furl'd,</br>Rich with the gather'd commerce of the world,</br>Nor leap'd the sailor, eager of the land,</br>To greet his kindred, on his native strand;</br>But every gale, and every tainted breeze,</br>Breath'd pestilence, and wafted fell disease.</br>From street to street, the dire contagion sped,</br>Before its march, the crowd afrighted fled,</br>Nor lingering paused to take a last farewell</br>Of friends and kindred, who around them fell.</br>Sad scene! &mdash; the cheerful, busy din no more</br>Was heard beside the solitary shore;</br>No bustling throng, intent on pleasure, rush'd;</br>But thoughtless gaiety and mirth were hush'd,</br>And through deserted dwellings, drear and lone,</br>Dull silence reign'd, or rung the hollow groan.</br>Frequent by night was heard the rumbling jar</br>Of the black hearse, or mercenary car,</br>That weary of its loathsome burden, sped,</br>And hurried to the grave th' unhonored dead.", "Behold yon ruin! &mdash; once 'twas beauty's form,</br>With life, with hope, with animation warm,</br>A father's joy, a mother's darling pride,</br>Dearer to one, than all the world beside!</br>The rose has wither'd sallow paleness now</br>Sits on that faded cheek, that polish'd brow;</br>No more those eyes shall sparkle with a tear,</br>No more the accents of those lips endear;</br>Nor that pure bosom, spotless as its snow,</br>Heave with the sigh of sympathetic woe!</br>From raging pestilence, while others fled,</br>Her angel form still hover'd round the bed,</br>To soothe the couch of anguish and despair,</br>And cheer the parting spirit with her prayer!", "But much too long in NATURE'S field, the muse</br>From scene to scene, her devious path pursues;</br>Hence let her turn, and briefly in her strain,</br>Rehearse the MORAL SOURCES of our pain.", "O!  thou eternal Being, pure and bright!</br>Who dwell'st on high, in uncreated light,</br>Around whose throne the hymning seraphs sing,</br>And choirs of angels sweep the golden string;</br>Who, crown'd with glory, sitt'st above the spheres,</br>Unchanged, unchangeable by rolling years,</br>And from the fountain of exhaustless love,</br>Pour'st down thy streams of mercy from above!</br>Sole refuge of the mind, when cares distress,</br>And on the heart life's thickening sorrows press,</br>How hast thyself, obscurely seen below,</br>Been made by man the bitter source of woe!</br>Through reason's glass, perfections half discern'd,</br>Are lost in shade, or into dimness turn'd,</br>And what the image wants, when thus descry'd,</br>Is promptly sketch'd in tints of human pride.", "Hence Superstition has in every clime,</br>Those structures rear'd, which triumph over time,</br>And stand as beacons age has left behind,</br>To mark the blindness, folly, of mankind,</br>Who, lost in darkness, hew'd their gods of stone,</br>And rais'd their tyrant idols to a throne,</br>Or form'd them deities, whom fear had made,</br>In lawless kings and despots they obey'd.</br>Hence rose that mighty fabric of the mind,</br>By Egypt's priests; and Grecian bards design'd,</br>Which, like the frowning pyramids of Nile,</br>Survives a rude and antiquated pile.</br>Luxuriant Fancy, favor'd by a clime,</br>Where all she saw was beauteous or sublime,</br>Half grave, half sportive, wantoning in thought,</br>Those mythologic dreams and fictions wrought;</br>Or in a barbarous age, perchance reviv'd</br>Glimmerings of truth, from other lands deriv'd.</br>'Twas she that fill'd the skies, the earth, and seas</br>With mystic powers, her own divinities,</br>Till every mountain, every grove she trod,</br>And every stream was haunted by a god:</br>Folly ador'd, and Superstition knelt</br>To imag'd passions bards had only felt.</br>Imagination's gay or gloomy spell,</br>Now made a paradise, and now a hell,</br>Elysian isles, where joy forever reigns,</br>Or realms resounding with eternal pains.</br>Hence Pluto's shadowy throne and empire sprung,</br>And fabled woes, by ancient poets sung,</br>Orcus, and Styx, and lakes with burning shores,</br>And walls of adamant, and brazen doors,</br>The cup of Tantalus, with toils that mock</br>His burning lip; the vulture and the rock,</br>The stone of Sisyphus, Ixion's wheel,</br>And all the tortures damned spirits feel:</br>These, and the thousand woes, by heathen creeds</br>Ordained in punishment of guilty deeds,</br>Are but the shadows genius has design'd,</br>To paint that hell, which lives within the mind.", "Thrice happy age, when truth's resistless sway</br>Hath swept these wild, fantastic dreams away,</br>And light unclouded, beaming from above,</br>Reveals a faith of purity and love.</br>Oh!  speed that epoch, that millennial time,</br>When God's own word shall spread from clime to clime;</br>When the bright star of Bethlehem shall illume</br>The earth, scattering the darkness of the tomb,</br>The bloodless banner of the cross unfurled</br>Shall wave in triumph o'er the peaceful world,</br>And from the rising to the setting sun,</br>All realms, uniting mingle into one!", "Then Superstition shall erect no more</br>Her pagan altars, stain'd with human gore;</br>No hecatombs shall burn, no victims bleed,</br>No bloody rites fulfil a barbarous creed,</br>But the pure incense of the heart shall rise,</br>And breathe to heaven a grateful sacrifice.</br>Then jarring sects from bitter strife shall cease,</br>Forget their feuds, and harmonize in peace;</br>Nor then, as now, with rage and passion blind,</br>A separate heaven, a variant godhead find.</br>Man shall not then his brother doom to feel</br>The bigots' scourge, the faggot, and the wheel,</br>Or plunge in dungeons hopeless and alone,</br>Damn'd for a creed, not fashion'd like his own;</br>But in that day, discordant hearts shall blend,</br>And all before one common altar bend,</br>Till Christian love, shall in her wide embrace,</br>Hold as one brotherhood the human race.", "Who without pain surveys the historic page,</br>Black with ambition, tyranny, and rage,</br>With ign'rance, error, luxury, lust, and pride,</br>Virtue depress'd, and baseness deified!</br>Tracts of long centuries barren, waste, and drear,</br>With few memorials to direct or cheer!&mdash;</br>Empires and realms, o'er which the wing of time</br>Hath swept, and left no trace save that of crime&mdash;</br>Cities in ruin sunk, despoil'd by war</br>To swell the trophies of some conqueror's car;</br>Remnants of art and splendors which the lust</br>Of wanton rule hath trampled in the dust&mdash;</br>Regions of desolation, fields of fame</br>Crimsoned with blood, to win a hero's name.</br>Such is the record of past ages, fill'd</br>With tales of woe, by which the heart is chill'd,</br>Deeds from whose dye recoils the sickened mind,</br>And asks, are these the annals of mankind?", "E'en at this liberal epoch, when the light</br>Of knowledge beams, and freedom claims her right,</br>What relics still of barbarous times remain,</br>And fill the philanthropic breast with pain!</br>What hordes of slaves some lawless despot own,</br>Bow to his rod, and crouch beneath his throne!</br>What countless millions struggling to be free,</br>Demand in vain the boon of Liberty!</br>Such, hapless Naples!  such, inglorious Spain,</br>Thy fate! &mdash; still doom'd to wear the oppressor's chain,</br>Which hearts ignoble tamely sought to burst,</br>By cowardice and treachery doubly curst!", "E'en while I sing, war's hurtling tempest raves</br>On Grecian plains, and o'er the Egean waves;</br>The flag of freedom from Olympus streams,</br>Through Tempe's vale the blaze of cannon gleams,</br>Around Parnassus' brow the battle rings,</br>And purple currents dye Castalian springs;</br>To new Plateas modern heroes rush,</br>And new Thermopylae with carnage gush.</br>Oh!  be the conflict worthy of the sires,</br>Whose altars blaz'd with freedom's holy fires;</br>Who spurning luxury's seductive charms,</br>Flew to the field, and died in glory's arms.</br>Still may their spirits urge the phalanx on,</br>Till every plain becomes a Marathon;</br>Till sinks the crescent, and the cross shall wave</br>Triumphant o'er the humbled Moslem's grave,</br>And freedom, peace, and independence smile,</br>On every hill, through every sea-born isle.", "Shade of departed genius!  can I turn</br>From Greece, without a tribute to thine urn:</br>Byron!  sad illustration of my theme!</br>Haunted and curst by fancy's wildering dream;</br>With talents, learning, fortune, honors blest,</br>The idol of the world, and yet its jest;</br>A peer, a vagrant; husband without wife;</br>Lord of estates, a houseless bard for life;</br>Pride of thy friends, and of thy native land,</br>A wandering exile on a foreign strand;</br>For greatness, usefulness, and glory born,</br>First winning wreaths, then trampling them in scorn;</br>The friend of freedom, generous, bold, and brave,</br>To nothing save thy wayward will a slave.</br>Peace to thy shade! &mdash; thy troubled dreams are o'er:</br>The world shall praise, condemn, admire no more.</br>But long thy memory shall be ador'd,</br>In that fair land, for which thou drew'st thy sword,</br>And Doric maidens, round thy Parian shrine,</br>Their paeans chant, and wreaths of glory twine.", "In our blest clime, in Freedom's own domain,</br>Exist no wrongs, to give the bosom pain?&mdash;</br>Hark!  in the murmurs of the southern gale,</br>Breaks on the ear, the negro's hollow wail.</br>I hear the driver's lash, the dismal clank</br>Of chains, resound along Missouri's bank,</br>As on he hastens to the sable fold,</br>His herd of victims, to be bought and sold:</br>I see the slave, in mind, in soul akin&mdash;</br>In all, beside the tincture of the skin,</br>Doom'd, like the brute, to turn the arid soil,</br>In hopeless, thankless, unrequited toil:</br>I see him weary, at the beat of drum,</br>His only curfew, hurried to his home,</br>To find in dreams, upon his bed of straw,</br>A land of right, of liberty, and law!</br>Remorseless servitude, of ills the worst,</br>Of crimes the deepest, with which earth is curst!</br>Let the kind master mingle as he will</br>The bitter chalice, it is slavery still</br>The hand of mercy cannot pluck the thorn,</br>That arms the pillow of the wretch forlorn,</br>Nor bland philanthropy assuage the pain,</br>Or dry the tear, of him who wears a chain.</br>Shame on progenitors, whose crimes entail'd</br>A blot, a curse their children have bewail'd!</br>Shame that one man, who breathes th' inspiring air</br>Of freedom, and who tastes her boon, should dare</br>To lift his voice, the advocate of wrong,</br>And seek, from sordid pretexts, to prolong</br>This stain upon a country, great and free,</br>Glorious in arts and arms, the home of Liberty!", "No other blots are there, to mar the page</br>Of our bright annals? &mdash; none upon this age?</br>Who sees, without a pang, the feuds, the strife</br>Of party burst the ties of social life&mdash;</br>Those mutual, tender charities that cheer</br>The generous breast, and man to man endear?</br>Unmoved, who sees these sever'd, and the crowd</br>Of venal politicians, boisterous, loud,</br>In faction fierce, tumultuous, fired with zeal,</br>More from self-interest, than the public weal?", "Hence at some future day, perchance shall spring</br>Fierce civil wars; the din of battle ring,</br>Echoing from hill to hill, from flood to flood,</br>State after state be drench'd in civic blood,</br>Till liberty's proud fabric, which the world</br>Admiring sees, to ruin shall be hurl'd;</br>Our eagle cower from his aerial height,</br>Fame, learning, glory, sink in Gothic night,</br>Freedom expire, and o'er her wide domain,</br>Some Alexander, or some Caesar reign.", "Behold the Patriot! &mdash; he, whose liberal mind</br>Plans to promote the common weal design'd,</br>Who, toiling for his country, distant seas</br>Together join'd, and taught the inland breeze,</br>The freighted bark, from Huron's farthest shore,</br>To waft new wealth, and golden commerce pour;&mdash;</br>He stands condemn'd, proscrib'd; his laurels torn</br>By envious hands, and by pretenders worn,</br>While genius, virtue, worth, disdains to rise</br>By little arts, which low ambition tries.", "But not from public wrong and outrage spring</br>Life's deepest woes, and suffering's keenest sting:</br>Those, as a common lot, we lightly share,</br>And from experience, habit, learn to bear;</br>While these, peculiar, private, all our own,</br>Must rankling live, and be endur'd alone.</br>The bitterest streams of pain and anguish flow</br>From hidden fountains, few or none may know;</br>Or if reveal'd, can lenient friendship heal,</br>Or sympathy assuage, the pang we feel?&mdash;</br>No:  these are sorrows, rooted in the heart,</br>That waste its core, and mock the power of art.", "Such have I seen, in yon sequester'd dome,</br>The abode of misery, the maniac's home.</br>Hark!  from the dismal, solitary cell,</br>The madden'd laugh, the shrieks of anguish swell,</br>Low mutter'd words, the deep convulsive scream,</br>At hideous spectres, in life's waking dream!", "To yonder recess, haggard, wan, and wild,</br>Shrinks the lorn shade of Nature's artless child!</br>Dishevell'd tresses veil her brow, her face,</br>Where once enthron'd sat every nameless grace,</br>And still where fancy might enamoured find,</br>The lingering traces of a polished mind,</br>Gilding at times each feature, like the ray</br>Of sunset, fading from some ruin grey.</br>Chains and disordered garments bind her limbs,</br>And her dark eye in frantic wildness swims,</br>Her voice, whose silver tones erewhile could charm,</br>Now fills the soul with horror and alarm!</br>Such is her guise:  Oh!  who can paint the rest,</br>The scorpion passions writhing in her breast,</br>Her brain, o'er which bewilder'd fancy flings</br>Fantastic and disjointed shapes of things,</br>Some cherish'd look, some half-remember'd thought,</br>Mingled with images, by phrensy wrought!</br>Ill-fated maniac! &mdash; once perchance she lov'd,</br>And he that might have bless'd her, faithless prov'd;</br>Or both were lost by constancy too firm,</br>A canker planted in the opening germ,</br>By some relentless guardian, measuring worth</br>By stocks and rents, by family and birth,</br>Whose sordid soul ne'er rose above his pelf,</br>Nor form'd a wish, which centred not in self,</br>Devoid alike of feeling and of sense,</br>Save just enough to reckon up his pence.</br>Lives such a wretch? &mdash; misfortune's curses light</br>Upon his gold, his schemes of av'rice blight,</br>Till want, his only devil, wring his brain,</br>With pangs as keen, as cross'd affection's pain.", "Along these haunted halls, these dreary walks,</br>Mark where the living ghost of genius stalks,</br>Muttering his wild vagaries, as he goes,</br>Press'd by the load of heart-consuming woes.</br>Perhaps his hand the minstrel harp hath strung,</br>Or on his accents listening senates hung;</br>Perhaps his tongue hath thunder'd forth the law,</br>And shook the forum, or the desk with awe;</br>Or bade the invaders of his country yield,</br>To deeds of daring on the gory field:</br>But what avails him now a glorious name,</br>The meed of honor, or the wreath of fame!</br>Reft from his brow, the wither'd bay is sere,</br>And clustering laurels can no longer cheer:</br>Yet still in life his mimic part he plays,</br>As o'er him flits the dream of other days,</br>Still wakes the lyre, harrangues the fancied throng,</br>Or hurls the thunder-bolt of war along.", "Brothers!  unsung, one only task remains,</br>Last of Imagination's feverish pains&mdash;</br>The conscious thought, which weighs upon my heart,</br>That, hence in life to meet no more, we part!</br>That with the social, literary few,</br>Whose friendly presence cheers to-day my view,</br>Hence shall I tread the academic scene</br>No more, nor we in learning's halls convene;</br>But lingering, bid to Dartmouth's spires adieu;</br>And life's diverging, checquer'd paths pursue!", "Ye rural walks, ye hills, sequester'd glades,</br>Ye haunted streams, and consecrated shades,</br>Groves hallowed by the muse, and classic bowers,</br>Scenes of my early, and my happiest hours,</br>Farewell! &mdash; to me your unalloy'd delights,</br>Those days of study, and those attic nights,</br>Philosophy and science, ancient lore,</br>And wisdom's lessons &mdash; shall return no more!</br>One bright reflection yields the parting tear,</br>That still the chosen few shall linger here,</br>Still o'er the Muses' vestal rites preside,</br>In generous friendship, high pursuits, allied,</br>Maintain our brotherhood, with generous aim,</br>And guard our ALPHA'S, and our ALMA'S fame.</br>"]