["What care, what watch need guard that tot'ring State</br>Which mighty foes besiege, false friends betray,</br>Where enemies strong, and subtile swol'ne with hate,</br>Catch all occasions; wake, watch night and day?</br>The towne divided, even the wall and gate</br>Proove traitours, and the Councill' selfe takes pay</br>Of forraigne States, the Prince is overswai'd</br>By underminers, puts off friendly aid,</br>His wit by will, his strength by weakenes over-laid?", "Thus men:  the never seene, quicke-seeing-fiends:</br>Feirce, craftie, strong; and world conspire our fall:</br>And we (worse foes) unto our selves false friends:</br>Our flesh, and sense a trait'rous gate, and wall:</br>The spirit, and flesh man in two factions rends:</br>The inward senses are corrupted all,</br>The soule weake, wilfull, swai'd with flatteries,</br>Seekes not his helpe, who works by contraries,</br>By folly makes him wise, strong by infirmities.", "See drousie soule, thy foe ne're shuts his eyes,</br>See, carelesse soule, thy foe in councell sits:</br>Thou prayer restrain'st, thy sin for vengeance cries,</br>Thou laugh'st, vaine soule, while justice vengeance fits.</br>Wake by his light, with wisedomes selfe advise:</br>What rigorous Justice damnes, sweet Mercy quits.</br>Watch, pray, he in one instant helps and heares:</br>Let him not see thy sins, but through thy teares,</br>Let him not heare their cries, but through thy groning feares.", "As when the angry winds with seas conspire,</br>The white-plum'd hilles marching in set array</br>Invade the earth, and seeme with rage on fire,</br>While waves with thundring drummes whet on the fray,</br>And blasts with whistling fifes new rage inspire:</br>Yet soone as breathles ayres their spight allay,</br>A silent calme insues:  the hilly maine</br>Sinks in it selfe, and drummes unbrac't refraine</br>Their thundring noyse, while Seas sleep on the even plaine.", "All so the raging storme of cursed fiends</br>Blowne up with sharp reproach, and bitter spight</br>First rose in loud uprore, then falling, ends,</br>And ebbes in silence:  when a wily spright</br>To give an answere for the rest intends:</br>Once Proteus, now Equivocus he hight,</br>Father of cheaters, spring of cunning lies,</br>Of slie deceite, and refin'd perjuries,</br>That hardly hell it selfe can trust his forgeries.", "To every shape his changing shape is drest,</br>Oft seemes a Lambe and bleates, a Wolfe and houles:</br>Now like a Dove appeares with candide brest,</br>Then like a Falcon, preyes on weaker foules:</br>A Badger neat, that flies his 'filed nest:</br>But most a Fox, with stinke his cabin foules:</br>A Courtier, Priest, transform'd to thousand fashions,</br>His matter fram'd of slight equivocations,</br>His very forme was form'd of mentall reservations.", "And now more practicke growne with use and art,</br>Oft times in heavenly shapes he fooles the sight:</br>So that his schollers selves have learn't his part,</br>Though wormes, to glow in dark, like Angels bright.</br>To sinfull slime such glosse can they impart,</br>That, like the virgine Mother, crown'd in light,</br>They glitter faire in glorious purity,</br>And rayes divine:  meane time the cheated eye</br>Is finely mock't into an heavenly ecstasy.", "Now is he Generall of those new stamp't Friers,</br>Which have their root in that lame souldier Saint,</br>Who takes his ominous name from Strife, and Fires,</br>Themselves with idle vaunt that name attaint,</br>Which all the world adores:  These Master lyers</br>With trueth, Abaddonists, with Jesus paint</br>Their lying title.  Fooles, who think with light</br>To hide their filth, thus lie they naked quite:</br>That who loves Jesus most, most hates the Jesuite.", "Soone as this Spirit (in hell Apollyon,</br>On earth Equivocus) stood singled out,</br>Their Speaker there, but here their Champion,</br>Whom lesser States, and all the vulgar rout</br>In dangerous times admire and gaze upon,</br>The silly Commons circle him about,</br>And first with loud applause they usher in</br>Their Oratour, then hushing all their din,</br>With silence they attend, and wooe him to begin.", "Great Monarch, ayers, earths, hells Soveraigne,</br>True, ah too true you plaine, and we lament,</br>In vaine our labour, all our art's in vaine;</br>Our care, watch, darts, assaults are all mispent.</br>He, whose command we hate, detest, disdaine,</br>Works all our thoughts and workes to his intent:</br>Our spight his pleasure makes, our ill his good,</br>Light out of night he brings, peace out of blood:</br>What fell which he upheld?  what stood which he withstood?", "As when from mores some firie constellation</br>Drawes up wet cloudes with strong attractive ray,</br>The captiv'd seas forc't from their seat and nation,</br>Begin to mutinie, put out the day,</br>And pris'ning close the hot drie exhalation,</br>Threat earth, and heaven, and steale the Sunne away:</br>Till th' angry Captive (fir'd with fetters cold)</br>With thundring Cannons teares the limber mould,</br>And downe in fruitfull teares the broken vapour's roul'd.", "So our rebellion, so our spightfull threat</br>All molten falls; he (which my heart disdaines)</br>Waters heavens plants with our hell-flaming heat,</br>Husband's his graces with our sinfull paines:</br>When most against him, for him most we sweat,</br>We in our Kingdome serve, he in it raignes:</br>Oh blame us not, we strive, mine, wrastle, fight;</br>He breakes our troopes:  yet thus, we still delight,</br>Though all our spight's in vain, in vain to shew our spight.", "Our fogs lie scatt'red by his piercing light,</br>Our subtilties his wisedome overswaies,</br>His gracious love weighs downe our ranck'rous spight,</br>His Word our sleights, his truth our lyes displayes,</br>Our ill confin'd, his goodnesse infinite,</br>Our greatest strength his weaknesse overlaies.</br>He will, and oh he must, be Emperour,</br>That heaven, and earth's unconquer'd at this houre,</br>Nor let him thanke, nor do you blame our wil, but pow'r.", "Nay, earthly Gods that wont in luxury,</br>In maskes, and daliance spend their peacefull daies,</br>Or else invade their neighbours liberty,</br>And swimme through Christian blood to heathen praise,</br>Subdue our armes with peace; us bold defie,</br>Arm'd all with letters, crown'd with learned bayes:</br>With them whole swarmes of Muses take the field;</br>And by heavens aide enforce us way to yield;</br>The Goose lends them a speare, and every ragge a shield.", "But are our hearts fal'ne too; shall wee repent,</br>Sue, pray, with teares wash out our sinfull spot?</br>Or can our rage with greife, and smart relent?</br>Shall wee lay downe our armes?  Ah, feare us not;</br>Not such thou found'st us, when with thee we bent</br>Our armes 'gainst heaven, when scorning that faire lot</br>Of glorious blisse (when we might still have raign'd)</br>With him in borrowed light, and joyes unstain'd,</br>We hated subject crownes, and guiltlesse blisse disdain'd.", "Nor are we changelings:  finde, oh finde but one,</br>But one in all thy troopes, whose lofty pride</br>Begins to stoope with opposition:</br>But, as when stubborn winds with earth ralli'de</br>(Their Mother earth) she ayded by her sonne</br>Confronts the Seas, beates of the angry tide:</br>The more with curl'd-head waves, the furious maine</br>Renues his spite, and swells with high disdaine,</br>Oft broke, and chac't, as oft turnes, and makes head againe:", "So rise we by our fall:  that divine science</br>Planted belowe, grafted in humane stocke,</br>Heavens with frayle earth combines in strong alliance:</br>While he, their Lion, leads that sheepish flock,</br>Each sheepe, each lambe dares give us bold defiance:</br>But yet our forces broken 'gainst the rocke</br>We strongly reinforce, and every man</br>Though cannot what he will's, will's what he can,</br>And where wee cannot hurt, there we can curse, and banne.", "See here in broken force, a heart unbroke,</br>Which neither hell can daunt, nor heaven appease:</br>See here a heart, which scornes that gentle yoke,</br>And with it life, and light, and peace, and ease:</br>A heart not cool'd, but fir'd with thundring stroke,</br>Which heaven it selfe, but conquer'd cannot please:</br>To drawe one blessed soule from's heavenly Cell,</br>Let me in thousand paines and tortures dwell:</br>Heaven without guilt to me is worse then guilty hell.", "Feare then no change:  such I, such are we all:</br>Flaming in vengeance, more then Stygian fire,</br>When hee shall leave his throne, and starry hall,</br>Forsake his deare-bought Saints, and Angells quire,</br>When he from heaven into our hell shall fall,</br>Our nature take, and for our life expire;</br>Then we perhaps (as man) may waver light,</br>Our hatred turne to peace, to love our spight,</br>Then heaven shall turne to hell, and day shall chaunge to night.", "But if with forces new to take the feild</br>Thou long'st, looke here, we prest, and ready stand:</br>See all that power, and Wiles that hell can yeeld</br>Expect no watchword, but thy first command:</br>Which given, without or feare, or sword, or sheild</br>Wee'le fly in heaven's face, I and my band</br>Will draw whole worlds, leave here no rome to dwell.</br>Stale arts we scorne, our plots become black hell,</br>Which no heart will beleeve, nor any tongue dare tell.", "Nor shall I need to spurre the lazy Monke,</br>Who never sweats but in his meale, or bed,</br>Whose forward paunch ushers his uselesse truncke,</br>He barrels darkenes in his empty head:</br>To eate, drinke, void what he hath eat and drunke,</br>Then purge his reines; thus these Saints merited:</br>They fast with holy fish, and flowing wine</br>Not common, but (which fits such Saints) Divine:</br>Poore soules, they dare not soile their hands with precious mine!", "While th'earth with night and mists was overswai'd,</br>And all the world in clouds was laid a steep,</br>Their sluggish trade did lend us friendly aid,</br>They rock't and hush't the world in deadly sleep,</br>Cloyst'red the Sunne, the Moone they overlaid,</br>And prison'd every starre in dungeon deep.</br>And when the light put forth his morning ray,</br>My famous Dominicke tooke the light away,</br>And let in seas of blood to quench the early day.", "But oh, that recreant Frier, who long in night</br>Had slept, his oath to me his Captaine brake,</br>Uncloyst'red with himselfe the hated light;</br>Those piercing beames forc't drowsie earth awake,</br>Nor could we all resist:  our flatt'rie, spight,</br>Arts, armes, his victorie more famous make.</br>Down cloysters fall; the Monkes chac't from their sty</br>Lie ope, and all their loathsome company;</br>Hypocrisie, rape, blood, theft, whooredome, Sodomy.", "Those troupes I soone disband now useles quite;</br>And with new musters fill my companies;</br>And presse the crafty wrangling Jesuite:</br>Nor traine I him as Monks, his squinted eyes</br>Take in and view ascaunce the hatefull light:</br>So stores his head with shifts and subtilties.</br>Thus being arm'd with arts, his turning braines</br>All overturne.  Oh with what easy paines</br>Light he confounds with light, and truth with truth distaines.", "The world is rent in doubt:  some gazing stay,</br>Few step aright, but most goe with the croud.</br>So when the golden Sun with sparkling ray</br>Imprints his stamp upon an adverse cloud,</br>The watry glasse so shines, that's hard to say</br>Which is the true, which is the falser proud.</br>The silly people gape, and whisp'ring cry</br>That some strange innovation is ny,</br>And fearefull wisard sings of parted tyranny.", "These have I train'd to scorne their contraries,</br>Out-face the truth, out-stare the open light:</br>And what with seeming truths and cunning lies</br>Confute they cannot, with a scoffe to sleight.</br>Then after losse to crowe their victories,</br>And get by forging what they lost by fight.</br>And now so well they ply them, that by heart</br>They all have got my counterfeiting part,</br>That to my schollers I turne scholler in mine art.", "Follow'd by these brave spirits, I nothing feare</br>To conquer earth, or heaven it selfe assayle,</br>To shake the starres, as thick from fixed spheare,</br>As when a rustick arme with stubborne flayle</br>Beates out his harvest from the swelling eare;</br>T' eclipse the Moone, and Sun himselfe injayle.</br>Had all our army such another band,</br>Nor earth, nor heaven could long unconquer'd stand:</br>But hell should heaven, and they, I feare, would hell command.", "What Country, City, Towne, what family,</br>In which they have not some intelligence,</br>And party, some that love their company?</br>Courts, Councells, hearts of Kings find no defence,</br>No guard to barre them out:  by flattery</br>They worme and scrue into their conscience;</br>Or with steel, poyson, dagges dislodge the sprite.</br>If any quench or dampe this Orient light,</br>Or foile great Jesus name, it is the Jesuite.", "When late our whore of Rome was disaray'd,</br>Strip't of her pall, and skarlet ornaments,</br>And all her hidden filth lay broad displayd,</br>Her putride pendant bagges, her mouth that sents</br>As this of hell, her hands with scabbes array'd,</br>Her pust'led skin with ulcer'd excrements;</br>Her friends fall off; and those that lov'd her best,</br>Grow sicke to think of such a stinking beast:</br>And her, and every limbe that touch't her, much detest.", "Who help't us then?  Who then her case did rue?</br>These, onely these their care, and art appli'de</br>To hide her shame with tires, and dressing new:</br>They blew her bagges, they blanch't her leprous hide,</br>And on her face a lovely picture drew.</br>But most the head they pranck't in all his pride</br>With borrowed plumes, stolne from antiquitie:</br>Him with blasphemous names they dignifie;</br>Him they enthrone, adore, they crowne, they deifie.", "As when an image gnawne with wormes, hath lost</br>His beautie, forme, respect, and lofty place,</br>Some cunning hand new trimmes the rotten post,</br>Filles up the worme-holes, paints the soyled face</br>With choicest colours, spares no art, or cost</br>With precious robes the putride trunck to grace.</br>Circles the head with golden beames, that shine</br>Like rising Sun:  the Vulgar low incline;</br>And give away their soules unto the block divine.", "So doe these Dedale workmen plaster over,</br>And smooth that Stale with labour'd polishing;</br>So her defects with art they finely cover,</br>Cloth her, dresse, paint with curious colouring:</br>So every friend againe, and every lover</br>Returnes, and doates through their neate pandaring:</br>They fill her cup, on knees drinke healths to th' whore;</br>The drunken nations pledge it o're and o're;</br>So spue, and spuing fall, and falling rise no more.", "Had not these troopes with their new forged armes</br>Strook in, even ayre, earth too, and all were lost:</br>Their fresh assaultes, and importune alarmes</br>Have truth repell'd, and her full conquest crost:</br>Or these, or none must recompence our harmes.</br>If they had fail'd wee must have sought a coast</br>I'th' Moone (the Florentines new world) to dwell,</br>And, as from heaven, from earth should now have fell</br>To hell confin'd, nor could we safe abide in hell.", "Nor shall that little Isle (our envy, spight,</br>His paradise) escape:  even there they long</br>Have shrowded close their heads from dang'rous light,</br>But now more free dare presse in open throng:</br>Nor then were idle, but with practicke slight</br>Crept into houses great:  their sugred tongue</br>Made easy way into the lapsed brest</br>Of weaker sexe, where lust had built her nest,</br>There layd they Cuckoe eggs, and hatch't their brood unblest.", "There sowe they traytrous seed with wicked hand</br>'Gainst God, and man; well thinks their silly sonne</br>To merit heaven by breaking Gods command,</br>To be a Patriot by rebellion.</br>And when his hopes are lost, his life and land,</br>And he, and wife, and child are all undone,</br>Then calls for heaven and Angells, in step I,</br>And waft him quick to hel; thus thousands die,</br>Yet still their children doat:  so fine their forgerie.", "But now that stormy season's layd, their spring,</br>And warmer Sunnes call them from wintry cell;</br>These better times will fruits much better bring,</br>Their labours soone will fill the barnes of hell</br>With plenteous store; serpents, if warm'd, will sting:</br>And even now they meet, and hisse, and swell.</br>Thinke not of falling, in the name of all</br>This dare I promise, and make good I shall,</br>While they thus firmely stand, wee cannot wholly fall.", "And shall these mortals creep, fawne, flatter, ly,</br>Coyne into thousand arts their fruitfull braine,</br>Venter life, limbe, through earth, and water fly</br>To winne us Proselytes?  Scorne ease, and paine,</br>To purchase grace in their whore-mistres eye?</br>Shall they spend, spill their dearest blood, to staine</br>Romes Calendar, and paint their glorious name</br>In hers, and our Saint-Rubrick?  Get them fame,</br>Where Saints are fiends, gaine losse, grace disgrace, glory shame?", "And shall wee, (Spirits) shall we (whose life and death</br>Are both immortall) shall we, can we faile?</br>Great Prince o' th' lower world, in vaine we breath</br>Our spight in Councell; free us this our jayle:</br>Wee doe but loose our little time beneath;</br>All to their charge:  why sit we here to waile?</br>Kindle your darts, and rage; renew your fight:</br>We are dismist:  breake out upon the light,</br>Fill th' earth with sin, and blood; heaven with stormes, and fright.", "With that the bold black Spirit invades the day,</br>And heav'n, and light, and Lord of both defies.</br>All hell run out, and sooty flagges display,</br>A foule deformed rout:  heav'n shuts his eyes;</br>The starres looke pale, and early mornings ray</br>Layes downe her head againe, and dares not rise:</br>A second night of Spirits the ayre possest;</br>The wakefull cocke that late forsooke his nest,</br>Maz'd how he was deceav'd, flies to his roost, and rest.", "So when the South (dipping his sable wings</br>In humid seas) sweeps with his dropping beard</br>The ayer, earth, and Ocean, downe he flings</br>The laden trees, the Plowmans hopes new-eard</br>Swimme on the playne:  his lippes loud thunderings,</br>And flashing eyes make all the world afeard:</br>Light with darke cloudes, waters with fires are met,</br>The Sunne but now is rising, now is set,</br>And finds West-shades in East, and seas in ayers wet.", ""]