["The gentle Shepherd sate besides a Spring:</br>All in the Shadow of a bushy Brere,</br>That Colin hight, which well could pipe and sing,</br>For he of Tityrus his Songs did lere:</br>There as he sate in secret Shade alone,</br>Thus 'gan he make of Love his piteous Moan.", "O sovereign Pan!  thou God of Shepherds all,</br>Which of our tender Lambkins takest keep;</br>And when our flocks into mischance mought fall,</br>Do'st save from mischief the unwary Sheep:</br>Als of their Maisters hast no less regard</br>Than of the Flocks, which thou dost watch and ward!", "I thee beseech (so be thou deign to hear</br>Rude Ditties tun'd to Shepherd's Oaten Reed,</br>Or if I ever Sonnet sung so clear,</br>As it with pleasaunce mought thy Fancy feed)</br>Hearken awhile from thy green Cabinet,</br>The lawrel Song of careful Colinet.", "Whilom in Youth, when flowr'd my youthful Spring,</br>Like Swallow swift, I wandred here and there;</br>For Heat of heedless Lust me so did sting,</br>That I oft doubted Danger had no Fear:</br>I went the wastful Woods and Forrest wide,</br>Withouten dread of Wolves to been espide.", "I wont to range amid the mazy Thicket,</br>And gather Nuts to make me Christmas-game:</br>And joyed oft to chace the trembling Pricket,</br>Or hunt the heartless Hare, till she were tame.</br>What wrecked I of wintry Ages wast?</br>Tho deemed I my Spring would ever last.", "How often have I scal'd the craggy Oak,</br>All to dislodge the Raven of her Nest?</br>How have I wearied with many a Stroke,</br>The stately Walnut-Tree, the while the rest</br>Under the Tree fell all for Nuts at strife?</br>For like to me was Liberty and Life.", "And for I was in thilk same looser Yeers,</br>(Whether the Muse so wrought me from my Birth,</br>Or I too much believ'd my Shepherd Peers)</br>Somedele ybent to Song and Musick's Mirth;</br>A good old Shepherd, Wrenock was his Name,</br>Made me by Art more cunning in the same.", "From thence I durst in Derring to compare</br>With Shepherd's Swain, whatever fed in Field:</br>And if that Hobbinol right judgment bare,</br>To Pan his own self Pipe I need not yield.</br>For if the flocking Nymphs did follow Pan,</br>The wiser Muse after Colin ran.", "But ah such Pride at length was ill repaid!</br>The Shepherd's God (perdy God was he none)</br>My hurtless Pleasance did me ill upbraid;</br>My Freedom lorn, my Life he left to mone.</br>Love they him called, that gave me Checkmate,</br>But better mought they have behote him Hate.", "Tho 'gan my lovely Spring bid me farewel,</br>And Sommer Season sped him to display</br>(For Love then in the Lion's House did dwell)</br>The raging Fire that kindled at his Ray.</br>A Comet stir'd up that unkindly Heat,</br>That reigned (as Men said) in Venus' Seat.", "Forth was I led, not as I wont afore,</br>When Choice I had to chuse my wandring way;</br>But whither Luck and Love's unbridled Lore</br>Would lead me forth on Fancies bit to play:</br>The Bush my Bed, the Bramble was my Bow'r,</br>The Woods can witness many a woeful Stow'r.", "Where I was wont to seek the hony Bee,</br>Working her formal Rowms in wexen Frame:</br>The griesly Todestool grown there mought I see,</br>And loathed Paddocks lording on the same.</br>And where the chaunting Birds lull'd me asleep,</br>The ghastly Owl her grievous Inn doth keep.", "Then as the Spring gives place to elder Time,</br>And bringeth forth the Fruit of Sommer's Pride;</br>All so my Age, now passed youthly Prime,</br>To things of riper Season self apply'd:</br>And learn'd of lighter Timber Cotes to frame,</br>Such as might save my Sheep and me from Shame.", "To make fine Cages for the Nightingale,</br>And Baskets of Bulrushes was my wont;</br>Who to entrap the Fish in winding Sale,</br>Was better seen, or hurtful Beasts to hunt?</br>I learned als the Signs of Heaven to ken,</br>How Phoebus fails, where Venus sits, and when.", "And tried Time yet taught me greater things,</br>The suddain rising of the raging Seas;</br>The Sooth of Birds by beating of their Wings,</br>The Pow'r of Herbs, both which can hurt and ease:</br>And which be wont t' enrage the restless Sheep,</br>And which be wont to work eternal Sleep.", "But ah unwise and witless Colin Clout!</br>That kydst the hidden Kinds of many a Weed;</br>Yet kydst not ene to cure thy sore Heart-root,</br>Whose rankling Wound as yet does rifely bleed.</br>Why liv'st thou still, and yet hast thy Death's Wound?</br>Why diest thou still, and yet alive art found?", "Thus is my Sommer worn away and wasted;</br>Thus is my Harvest hasten'd all too rathe:</br>The Ear that budded fair, is burnt and blasted,</br>And all my hoped Gain is turn'd to Scathe.</br>Of all the Seed that in my Youth was sown,</br>Was none but Brakes and Brambles to be mown.", "My Boughs and Bloosmes, that crowned were at first,</br>And promised of timely Fruit such store,</br>Are left both bare and barren now at erst,</br>The flattering Fruit is fallen to ground before,</br>And rotted e'er they were half mellow ripe:</br>My Harvest waste, my Hope away did wipe.", "The fragrant Flowers, that in my Garden grew,</br>Been wither'd, as they had been gather'd long;</br>Their Roots been dried up for lack of Dew,</br>Yet dew'd with Tears they hen been e'er among.</br>Ah!  who has wrought my Rosalind this Spight,</br>To spill the Flowers that should her Girlond dight?", "And I, that whilom wont to frame my Pipe</br>Unto the shifting of the Shepherd's Foot,</br>Sike Follies now have gather'd, as too ripe,</br>And cast hem out, as rotten and unsoot.</br>The looser Lass I cast to please no more,</br>One if I please, enough is me therefore.", "And thus of all my Harvest-Hope, I have</br>Nought reaped but a weedy Crop of Care;</br>Which, when I thought have thresh'd in swelling Sheave,</br>Cockle for Corn, and Chaff for Barly bare:</br>Soon as the Chaff should in the Fan be fin'd,</br>All blown away was of the wavering Wind.", "So now my Year draws to my latter Term,</br>My Spring is spent, my Sommer burnt up quite;</br>My Harvest hastes to stir up Winter stern,</br>And bids him claim with rigorous Rage his Right:</br>So now he storms with many a sturdy Stour,</br>So now his blustring Blast each Coast doth scour.", "The careful Cold hath nipt my rugged Rind,</br>And in my Face deep Furrows Eld hath plight;</br>My Head besprent with hoary Frost I find,</br>And by mine Eye the Crow his Claw doth wright:</br>Delight is laid abed, and Pleasure past,</br>No Sun now shines, Clouds hen all over-cast.", "Now leave, you Shepherds Boys, your merry Glee,</br>My Muse is hoarse and weary of this Stound;</br>Here will I hang my Pipe upon this Tree,</br>Was never Pipe of Reed did better sound:</br>Winter is come, that blows the bitter Blast,</br>And after Winter drery Death does haste.", "Gather together ye my little Flock,</br>My little Flock that was to me most lief:</br>Let me, ah!  let me in your Folds ye lock,</br>E'er the breme Winter breed your greater Grief.</br>Winter is come, that blows the baleful Breath,</br>And after Winter cometh timely Death.", "Adieu Delights, that lulled me asleep;</br>Adieu my Dear, whose Love I bought so dear;</br>Adieu my little Lambs and loved Sheep;</br>Adieu ye Woods, that oft my Witness were:</br>Adieu good Hobbinol, that was so true,</br>Tell Rosalind, Colin bids her adieu.", "COLIN'S EMBLEM.</br>Vivitur ingenio, caeter mortis erunt.</br>"]