["While others pay their Tribute due,</br>In forreign verse and tongues unknown;</br>My humbler Muse resorts to You,</br>And strives to pay it in her own.</br>Unskill'd in each Poetick grace,</br>Unknowing of the tuneful art</br>She gives that little all she has,</br>A simple English Verse, an honest English heart.", "Oh!  when Thou shalt readst it let thine eyes</br>A while with tears forget to flow;</br>Thy beauteous bosom cease to rise,</br>And labour with it's weight of woe.</br>Why shouldst thou thus the MONARCH'S death</br>With unavailing grief deplore?</br>Cans't Thou recall the fleeting breath?</br>No &mdash; Thou must lose thy own, but canst not his restore.", "Then dry thy tears. &mdash; The God of Day,</br>Tho' show'rs now hide him from our sight,</br>Soon thro' the Darkness works his way,</br>And moves in all the pomp of light.</br>Like him, O lift thy radiant eyes,</br>With gracious influence shine;</br>Think from thy Joys that ours arise,</br>Consider England's happiness depends on Thine.", "Hear then thy People's, &mdash; Husband's pray'rs;</br>He bids Thee too, dismiss thy grief:</br>What shall He only meet with cares,</br>Where He expects to find relief?</br>Beneath the weight of Crowns opprest</br>He to thy Love for ease do's flee;</br>When He has giv'n his Kingdoms rest,</br>Retreats into thy Arms, and finds his own in Thee.", "O CAROLINE, our sweetest grace,</br>Delight and pleasure of our eyes,</br>Thou fruitful Mother of our Peace,</br>Thou source whence all our joys arise;</br>Blest in thy num'rous Offspring, loe!</br>A rising age of Gold we see:</br>Thy People shall not only owe</br>Their present bliss, but all their future too, to Thee.", "Britannia, leave thy mournful Bed,</br>Raise up thy prostrate limbs from Earth,</br>Exalt aloft thy tow'ry Head,</br>And see what Joys are taking birth;</br>See, how the smiling years succeed,</br>Behold the blessings laid in store:</br>What, tho' Thou mourn'st thy Monarch dead,</br>Look on the Branches he has left, and thou wilt weep no more.", "With rapture view the lovely Race,</br>See future Kings and Queens arise,</br>Thy Throne hereafter born to grace,</br>And bless th' admiring People's eyes:</br>Sons &mdash; that already pant for fame,</br>Fir'd with their Father's love of arms;</br>Bright daughters &mdash; form'd in Beauty's frame,</br>And lavishly adorn'd with all their Mother's charms.", "Oh!  with what pleasure now we may</br>To latest times extend our sight;</br>The nation's rising Bliss survey,</br>And see new glories spring to light!</br>Succeeding years of Joy and Peace</br>T' our Children boldly we presage;</br>Ev'n now we tast Their Happiness,</br>And in this instant moment live the future age.", "Thus when the Great Aeneas view'd</br>The destin'd Heroes of his race,</br>Fix'd in astonishment he stood</br>To see the bright succession pass.</br>The Thoughts of vast events to come</br>Within his lab'ring Fancy roll;</br>The Triumphs of immortal Rome,</br>And all Her shining glories kindle in his soul.", "Pleas'd He Enjoys the Beauteous scene,</br>Proudly  exulting in his mind,</br>Counts o'er the Forms of Godlike Men</br>For Empire and for Life design'd:</br>Then wrapt in Extacy he stands,</br>To see in them his Troy revive;</br>Their Birth with eagerness demands,</br>And wishes ev'n to die, that They may sooner live.</br>"]