["More had she said, when up the door-latch rose;</br>All looked, and straight along the floor there came,</br>His grass green mantle powder'd o'er with snows,</br>His plumed bonnet doft, young Eustace Graeme.</br>\"Bless thee, my son, why wert thou from thy hame</br>On this dread night, when wild in grove and fen</br>Things evil roam?\"  Close to the clear hearth flame</br>He stood, and said, \"God sends to hill and glen</br>Blest shapes to watch the ways and cheer the souls of men.\"", "\"Thou hast seen something; what mean'st thou, my child?</br>Alas!  I dreaded aye 'twould come to this.</br>Indeed I said that by some streamlet wild,</br>Where elves haunt aye, and nought that's holy is,</br>Some fiend would tempt thee, and there has, I wis.\"</br>\"Mother,\" said Eustace, \"I to-night have been</br>With shapes which less belonged to bale than bliss.\"</br>\"Alas!\"  she answered, \"shapes on Halloween</br>Are angels, but all black and fallen ones I ween.\"", "\"Not all,\" said Eustace.  \"On the mountain's peak</br>The round moon rested; on the rivulets clear</br>The stars were pictured:  forth I went to seek</br>South running waters.  I no sound could hear;</br>A robe of brightness all the land did wear;</br>Mute sat the owl upon the castle wall;</br>Town, village, church, and tombstones bright, did rear</br>Their heads; the groves by clear Dalgonar all</br>Stood moving not a leaf.  I went up to the fall&mdash;", "\"The fairy fall; and there came such a sound,</br>As if that earth and heaven a song had sung;</br>It came as come from instruments attuned</br>Soft tones with music mixed of woman's tongue;</br>The very hills and vales with rapture rung.</br>I looked, and lo!  before me danced a light,</br>And midst the light a maiden fair and young</br>Rode on a palfrey of the purest white,</br>And from her golden locks the radiance shot outright.", "\"Behind her came her riders all in green,</br>Bare were their heads, and o'er their shoulders rolled</br>Their curling ringlets, like the sunshine sheen,</br>Starred o'er with gems, and clasped with bars of gold.</br>In every hand a horn of antique mold</br>Breathed charmed notes upon the enamoured wind.</br>I gazed, and scarce my spirit in could hold;</br>I called the dreams of poets all to mind,</br>And thought them faery-folk, and thrice the cross I signed,", "\"And thrice I called on God.  On Croga top</br>They stayed, and leaping from each snowy steed,</br>Led them where herbage at their wish grew up,</br>And on the fragrant fodder fast they feed;</br>While from the greensward rising in their need,</br>A table stood, with silver feet I ween,</br>And dainties heaped:  all sorts of odorous bread,</br>And wine that sparkled in the crystals sheen&mdash;</br>There midst her chivalry sat down the Faery Queen.", "\"Now towards them I could not choose but go,</br>For willing wings seemed growing to my feet;</br>So on I went.  May-morn, when winds are low</br>And lilies out, has ne'er a smell so sweet</br>As had that feast; yet it was scarce discreet</br>To look upon them.  Loud an outcry rose,</br>'A pinch, a pluck for mortal thing is meet!'</br>The queen cried, 'Nay' &mdash; as our own Sybil does&mdash;</br>'But bring him here, he's none of the good fairy's foes.", "\"I went; a gold cup glittered in her hand,</br>From which she drink of such a sort did drain,</br>That spill a spoonful on a barren land,</br>And straight it shoots up crops of yellow grain.</br>'Mortal,' she said, 'upon an errand vain</br>Thou wanderest now; more meet that thou should'st ken</br>Why I am here with all my fairy train;</br>'Tis my last visit to the haunts of men,</br>The last time I shall look down green Dalgonar glen.", "\"'Long, mortal, long on Croga hill's green crown,</br>E'er since the gowan graced the velvet sod,</br>We've held our fairy feast, and deeply down</br>Within its gladdened bosom found abode;</br>Whence went we on our errands bright abroad,</br>Spreading abundance o'er the barren ground,</br>Giving to fruit-trees their delicious laad,</br>Healing sad blights or lightning's fiery wound,</br>And breathing balmy airs the pastoral hills around.", "\"'The flocks wild browzing o'er the wilder hills,</br>Much of our care and tenderness partook,</br>Rich milk their ewers, a balmy burthen, fills,</br>And winter herbs grow for them by the brook.</br>Man next, a savage fierce and rude, we took,</br>Taught him the wool to reap, the yarn prepare</br>For garments; led him to a sunny nook,</br>Reared him a shealing, brought him wild fruits rare,</br>And taught immortal things to his companion fair.", "\"'Wild woods bore fruit, rich roots filled all the land,</br>To toil and labour there was little need;</br>Bees swarmed; and deer in many a stately band</br>Ranged wide the hills, and hares unnumbered breed;</br>The land was sown with a spontaneous seed,</br>All, all was there that natural man could claim</br>To keep him happy; even the shepherd's reed</br>Was prompt to soothe him when the evening came,</br>And his fair children sat around his shealing flame.", "\"'Dalgonar then by evening and at noon,</br>Lay like a maiden in a pleasant dream;</br>No trees were from the river's margin torn,</br>And vexed and hewn to swim the ocean stream;</br>No oxen dragged the plough's misshapen beam;</br>No tools of iron in earth's green bosom dear,</br>Had delved in search of gold's pernicious seam:</br>Man had not reined the steed, nor yoked the steer,</br>Nor whet his hook to reap the wild grain's yellow ear.", "\"'Then sweetest of all things, the poet's song,</br>We taught to shepherds as they shut the pen;</br>We watched the mother in her birth-time pang,</br>And brought her blooming to our haunts again:</br>We showed ourselves amongst the sons of men.</br>But 'las there came a sad disastrous change;</br>All glorious nature men to mock began,</br>And by perverse inventions dread and strange,</br>Fettered their thoughtless feet from nature's balmy range.", "\"'The earth was measured out as with a rod,</br>Loud to the axe-edge groaned the forest shade,</br>The vales and hills shorn of their honoured load,</br>Turned up their bosoms to the ploughman's blade:</br>A nauseous mixture o'er the land was laid;</br>Then rose, but not of God, the pampered ear,</br>Enclosures soon and land-marks wide were made,</br>And thine and mine, the bridled steed, the steer,</br>And petty lords arose, and princes too appear.", "\"'Then slavery came and sweat.  Man bowed the head</br>To fellow man, who in his chariot drawn</br>Perchance by mortals, crushed, like to a reed,</br>His spirit down; then holmland and red lawn,</br>Grew feverish 'neath the ministrings of man;</br>Corn faded:  herbs lay poisoned on the plains.</br>Grim pest, which in pollution first began,</br>Appeared, and rankled in man's shuddering veins,</br>And war unsheathed the sword upon life's poor remains.", "\"'Thus usurpation o'er our green domains,</br>Grew wide and wider; soon our lightsome feet</br>Were driven from the river sides and plains;</br>On lonesome hills and high we sought a seat;</br>But here the share comes furrowing, here the sweat</br>Reeks on man's forehead, here the grievous moan</br>Of souls with slavery racked, comes when we meet</br>With song and with sweet instrument:  the groan</br>Of men for their lost rights disturbs our Fairy throne.", "\"'No more, no more, shall our melodious feet,</br>Shine in the moonlight 'mid the elfin-ring:</br>No more, no more, responding wide and sweet,</br>Shall we at midnight wake the charmed string,</br>Nor mortal, won so with our ministring,</br>Will woman's solace for our very sake</br>Forego.  Away, where there's perpetual spring,</br>We fly:  glad swans in pairs swim on the lake,</br>Sweet odours soothe our sleep, and birds sing us awake.", "\"'Then, mortal, of our parting cup partake.'</br>A cup she held with red wine welling high:&mdash;</br>I drank, when lo!  my spirit seemed to wake</br>From earthly slumber, and before my eye</br>Stood men whom I had known, and crouding nigh,</br>Came maids on whom I thought the daisies bloomed.</br>In more than mortal brightness marched they by,</br>And smiled on me; I saw friends long entombed</br>In Solway &mdash; or to death on fields of battle doomed.", "\"She said, 'Behold, these are earth's sons whom we</br>Saved in great peril.  Farewell, we must be gone;</br>Farewell, sweet land, from Sanquhar to the sea.</br>Farewell, we leave thee to the sigh and groan;</br>Far in a foreign land we fix our throne,</br>Where neither ploughman plows, nor ditcher delves.</br>Farewell:  we leave thee to be preyed upon</br>By spell and charm, and shafts of evil elves.</br>Farewell, men of the land &mdash; ye honour not yourselves.", "\"'For thee, young mortal, I shall not unbar</br>The door of darkness, and let in the light;</br>Put not your trust in spells; know there's a star</br>Arisen, a fair one, which will guide thee right.</br>All I shall say, is this; a fortune bright</br>Is thine, so be thy heart is strong and true:</br>Prepare thy sword, and gird thy baldric tight,</br>The Maid whom thy young spirit clings unto,</br>Thou'lt find her o'er the sea, beside thy deadliest foe.'", "\"She waved her hand; up all her people sprung,</br>And laid their thighs o'er palfreys white as snow;</br>Some mournful words to a sad air they sung,</br>Words which would charm the waters from their flow.</br>She said, 'Take thou this blessed cup, and know</br>The wine within it shall for ever welle,</br>While they who drink, believe.' And saying so</br>Away she went, and as she went there fell</br>Thick darkness o'er her path.  I have no more to tell.", "\"But see the gift!\"  The wine-cup dazzling bright</br>He shewed:  all marvel o'er the fair design.</br>Around the brim were sculptured doves in flight,</br>Beneath were bleating lambs and lowing kine,</br>And poet shepherds piping airs divine.</br>There too, the fairy folk were pictured fair,</br>The queen with damsels three, and minstrels nine;</br>While as you gazed the magic landscape rare,</br>Changed &mdash; still the lovely queen and all her court were there.", "Young Eustace took the cup, and reverentlie</br>Drank of the wine; his soul all sad before</br>To think his true love was beyond the sea,</br>Brightened at once, a bouyant look he wore.</br>An ancient hind whose years had reached fourscore,</br>Said, \"Let me taste, I'm faint and fit to sink;\"</br>He drank:  \"I'm made again, more, Eustace, more,\"</br>He cried, \"I'm plucked off from the grave's dread brink,</br>More, give me more!  Now this I call celestial drink!\"", "The moon was now high in her midnight march,</br>From earth to heaven was filled with purest light:</br>Stars thick inlaid God's hieroglyphic arch:</br>Wide o'er the north, Aurora wandered bright,</br>Shaking her radiant ringlets o'er the night.</br>Hugh Wilson rose and said, \"The witching hour</br>Is gone, and homewards I must steer my flight.</br>Sybil!  'gainst fairy charms, and poet's power,</br>See ye bar not your heart.\"  So saying, to the door", "He went, and went the others.  Eustace now</br>Looked on sweet Sybil, saying, \"Thou art pale,</br>Why what hath chanced to sadden so thy brow?</br>Have nuts burned darkly, or could'st thou not wale</br>One fair straight stem among six hundred kale?</br>Or hast thou heard sad tidings?\"  \"Tidings, nay,\"</br>Replied she, Sybil, \"but thy wondrous tale,</br>Has chased all gladness from me far away.</br>Dost thou believe it all, now, Eustace, soothly say?\"", "\"Believe it?  yea.  Can I believe mine eyes,</br>Can I believe my ears, my touch, taste, smell?</br>That fairy cup is gold, it tells no lies.</br>Look on it, maiden, see the wine doth welle</br>For ever up as fountains in their swell:</br>Yet there are shadows which my heart o'ercast,</br>If my love lives in foeman's lands, farewell</br>To my delicious dreams:  the past is past,</br>The future all is dark, and yet the die is cast.", "Sweet Sybil smiled.  \"Now I could make thee lord,</br>By prophecy of fortune ten times fairer,</br>And quite as certain as the riddling word</br>Of elves, in whom men say the fiend's a sharer.</br>A wife from foemen's lands!  A story rarer</br>Was never framed, and sweet to thee as honey</br>It seems to be.  Now who would be the bearer</br>Of such a tale for either love or money?</br>Bards aye will be beguiled while summer suns are sunny.\"", "\"'A wife in foemen's lands;' these were the words</br>Indeed,\" said Eustace, \"yet they scarcely say,</br>That she's of foemen's blood:  the cruel cords</br>Of fate may drag my winsome one away,</br>Far o'er the hills and o'er the ocean gray;</br>And my firm heart and my most faithful brand,</br>May win her back:  have I not read, I pray,</br>This riddle wondrous well?\"  He touched her hand,</br>Whiter than milk, and said, \"Dost thou not understand?\"", "She grew much paler than the lily grows,</br>And said, \"O'er hills and over ocean wide!</br>Alas!  alas!  when will our house's woes</br>Cease, and the deep waves of dismay subside?\"</br>She paused:  a blush, cheek, neck, and bosom dyed;</br>She looked aside, \"I scarce know what I say,</br>Alas, good cause have I to fear the tide,</br>Although for other's harm it swells.  Away</br>It swept my sire &mdash; but now what was thy meaning, pray?", "\"What didst thou mean?\"  She gave him such a look,</br>As man resists not:  Eustace, drawing near,</br>Sat at her side, her waist he chastely took</br>Within his arm.  \"I\"ll make my meaning clear:</br>My meaning was thy meaning, Sybil dear.\"</br>They gazed in others eyes, both sighed, and he</br>Said, \"Trust in God:  be faithful and no fear;</br>But perils will be vanquished, though they be</br>As strong as tempests are, and sterner than the sea.", "\"I would not leave old Scotland's mountain gray,</br>Her hills, her cots, her halls, her groves of pine,</br>Dark though they be; yon glen, yon broomy brae,</br>Yon wild fox cleugh, yon eagle cliffs outline</br>An hour like this; this white right-hand of thine,</br>And of thy dark eyes such a gracious glance,</br>As I got now, for all beyond the line,</br>And all the glory gained by sword or lance,</br>In gallant England, Spain, or olive vales of France.\"", "Unto her lips her heart came with a dance,</br>Her temples burned as burns a kindled coal,</br>While on her love she sideways threw a glance,</br>Bright as a ray, half open and half stole:</br>Yet with it came the warmth of heart and soul,</br>Secret his arm around her neck he slips,</br>Love in their hearts reigned with a chaste controul,</br>As in one soft entrancement touched their lips:</br>She blushed blood red for shame, and starting from his grips,", "Said, \"Now I've proved, it is not as men say:\"</br>And her disordered ringlets shook.  \"I deemed,</br>The inspired framers of the poet's lay,</br>The meekest of all mortals:  how I dreamed!</br>And yet as such the world hath them esteemed;</br>It was so once:  perchance a ruder race</br>Have followed.\"  Her bright eyes such sorcery beamed,</br>And leaped her heart so 'gainst her silken lace,</br>That for to touch her not young Eustace wanted grace.", "He said, \"I glory in the summer's prime,</br>The wild birds' warbling and the wild bees' hum;</br>I love rough winter with her storms sublime,</br>The sea that scatters man's best work like scum.</br>I love the moonshine when the breeze is dumb,</br>And more to muse at gloaming when dews fall,</br>On minstrel exaltation yet to come.</br>My spirit now hath a diviner call,</br>One kiss of thee like this is dearer than them all.\"", "With a mild meek composure on her brow,</br>Gently she thrust the enthusiast youth away.</br>\"These are the idlings of thy fancy now,</br>Art thou oft this way, Eustace, now I pray?\"</br>\"Frequent at night, and sometimes in the day,\"</br>Replied the bard, and more perchance had been,</br>But that Eupheme called from her room, \"Away,</br>The day will dawn ere Sybil shuts her een.\"</br>She vanished like the light that's once and no more seen.", "Snow on the hill and ice upon the ford:</br>Time hastens on, and so too must my story:</br>Fire on the earth, and victuals on the board,</br>Grave matrons there, and hinds with heads all hoary,</br>And mendicants from Cumrae come, or Corrie.</br>Lads mending graith; maids humming at the wheel,</br>Miles Graeme reposing in his patriarch glory:</br>Eupheme heed taking of both roke and reel,</br>And Eustace penning songs on Sybil fair and leel.", "A rustic picture by a hand as rude,</br>But true to nature, for December air,</br>Brings so much snow, that scarce the mountain flood</br>Can to the ice-fringed river now repair;</br>The sheep are shivering in their upland lair.</br>Nought may the weary storm-staid wanderer ken,</br>As he looks down Dalgonar valley fair,</br>Save tower and stream, the kirk, the folding pen,</br>And smoke ascending from the cottages of men.", "For one wide expanse of untrodden snow,</br>In even layers or wreaths fantastic blown,</br>Deep mantles hill and holm and valleys low:</br>Labour has down both spade and mattock thrown,</br>The sounding flail is heard and heard alone:</br>Or maiden's song when winnowing in the barn.</br>A single star sits on the hill head lone,</br>The silent wild swan seeks the reedy tarn,</br>The ground rings like a bell from Moorkirk to Moorwharn.", "Snow drifted thick, when there came to the door</br>A feeble knock, and eke a feeble cry:</br>Up Eustace rose, and started forth; before</br>The threshold there a mendicant did lie;</br>He raised him up, and low and dolorously</br>He plained of cold and hunger.  \"'Tis a sin,</br>My son, to keep him 'neath so cold a sky,\"</br>Eupheme said, sorrowing, \"Move him gently in.\"</br>He came:  with warmth and food he did his tale begin.", "\"My name is Lydal:  from Sark's border water</br>I come.  I've been a soldier, and I bled</br>For Scotland, when by Solway Moss the slaughter</br>Was of her children sore:  a captive led,</br>I passed to England; from my bonds I fled,</br>And fought again.  Suffice it, I must wander,</br>And seek a crust of bread, and a straw bed.</br>Such blessings Scotland to her son will render,</br>Who ever since a boy has been her bold defender.\"", "\"Mock not thy country, mock her not, I say!\"</br>Miles sharply answered; \"Know ye not we all</br>Must fight her battle on the battle day;</br>Glad if we win, forgotten if we fall;</br>If maimed, we wander, and on brethren call</br>For food and shelter; thou hast found them both:</br>A back as good as thine must take the wall.\"</br>The soldier swore a bitter southern oath</br>He loved his country well, to mock her he'd be loth.", "\"Then speak with reverence, and whene'er ye speak,</br>Swear not.\"  A flush passed o'er the harden'd brow</br>Of Lydal, but he laughed and said, \"'Tis weak</br>To swear, I'm told &mdash; I've heard the thing ere now;</br>But come, though I'm a mendicant, I trow,</br>'Twas not for nought, on firing Carlisle wall,</br>I with my sword plucked from the scorching lowe</br>Lady and child &mdash; I heard the young thing squall,</br>She paid me well with gold, but red gold was not all.", "\"See here's a ring, a little ring, 't would fit</br>A fairy's finger:  now this ring ye see,</br>To me has brought some sorrow; little wit</br>It takes to guess this pretty gem must be</br>A dangerous thing for a poor man like me,</br>To bear through this wild country; I have said&mdash;</br>Not sworn &mdash; I'll swear no more &mdash; to give it free</br>Whene'er I find some gentle shepherd maid,</br>Whose finger it will fit.\"  There was some bustle made", "Between the two bondmaidens.  Much they tried</br>To put it on:  but Lydal smiled, \"No!  no!</br>It will not do; but here's a maid beside,</br>I guess thy daughter, with a neck like snow.</br>What not thy daughter or relation?  So&mdash;</br>Well well, I reck not, let the ring but fit,&mdash;</br>So try it, maid:  no!  that's a proud word, O;</br>An that thou livest, thou'lt stronger grow in wit.</br>See:  of the good red gold this is a pretty bit.\"", "Young Sybil looked on him:  she knew not why</br>Her gentle heart went fluttering like a bird,</br>What time the hawk is hovering in the sky;</br>She knew not why, but she was sadly stirred;</br>It was not in his look nor yet his word;</br>Perchance it was that quicken'd sense which knows</br>Of coming danger; but not made of curd</br>Is woman's spirit:  Sybil's strongly rose</br>And trampled on her fears as she would tread the snows.", "\"Put up thy gold, old man; it came with blood,</br>And blood will follow it:\" nor more said she,</br>But twirled her snowy distaff round:  he stood</br>And looked upon her with a searching ee;</br>\"Well, well:  a fair maid's fancy is as free</br>As is the loosened arrow.\"  Eustace said,</br>\"There is thy seat, and there's thy wallet, see&mdash;</br>Cease speech &mdash; dost see that Sybil is dismayed:\"</br>The soldier glared, as glares the wolf upon the blade", "That's drawn to strike him.  Much he seemed disposed</br>To give a fiery answer; but he smiled,</br>Sate down, his two broad palms of iron he closed</br>Over his knees, while on his wallets piled</br>He placed his head and slumbered like a child:</br>Yet 'neath his eyebrows, whoso looked might mark</br>His stealthy glances glimmering quick and wild.</br>Eupheme rose up; said, \"Maidens, cease your wark,</br>Go sleep until the morn and rise up with the lark.\"", "They heard, and they obeyed.  The wandering man</br>Said, \"Much I needed food &mdash; more needed heat,</br>Now I have both &mdash; so, let me stay till dawn,</br>For ere the sun is three hours high, my feet</br>Shall, please the saints, be on the merry street</br>Of old Dumfries, where in the Friar's vennel</br>A comrade dwells &mdash; a pious man, discreet.</br>I'm sick of wandering; old hounds seek the kennel;</br>Thanks for the simmering cup, such kindness comes but sennel.\"", "Ere Sybil went to slumber, close she shut</br>And bolted fast her chamber door, and placed</br>An antique chair against it:  then she put</br>A poniard 'neath her pillow, richly chased;</br>And her white bosom's boddice she unlaced,</br>Undid her snood, and straightway down there gushed</br>A flood of ringlets o'er her slender waist;</br>She listened &mdash; all within the house was dushed,</br>She knelt &mdash; and prayer her bosom comforted and hushed.", "Ere Eustace sunk in slumber, he couched low</br>As the lynx couches, and with ear and eye</br>Watched Lydal, for to him of meikle woe</br>His coming spoke, and yet he knew not why,&mdash;</br>Yet young doves know the goshawk's brood:  a sigh</br>Was all he heard, and then a muttered prayer,</br>To saints, perchance, or to the God on high;</br>Young Eustace gave suspicion to the air,</br>Nor thought that woe o'er him now stretched her right arm bare.", ""]