["A Soule ore-laden with a greater Summe</br>Of ponderous sorrow then she can sustaine,</br>(Like a distressed sayle that labours home)</br>Some object seekes, whereto she may complaine:</br>Not that (poore soule) hir object can draw from</br>Hir groaning breast th' occasion of hir paine:</br>But, over-charg'd with Teares, shee (widow-like) bestowes</br>Upon her best friends eares, some children of her woes.", "Not (like as when some triviall discontents</br>First taught my raw and luckless youth to rue)</br>Doe I to Flockes, now utter my laments,</br>Nor choose a tree, or streame, to mourn unto:</br>My waightier sorrow now (Deare Sir) presents</br>These her afflicted features to your view.</br>Whose free and noble mind (were not this griefe your owne)</br>Would to my plaints be kind, if I complain'd alone.", "But such true arguments of inward woe</br>In your sad face, I lately have beheld,</br>As if your teares (like floods that overflowe</br>Their liquid shores) alone, would have excell'd</br>This generall Deluge of our eies, that so</br>Sea-like our earth-like cheekes hath over-swell'd:</br>As if your heart would send forth greatest lamentation,</br>Or strive to comprehend our universall passion.", "And as th' occasion (Sir) may justly move</br>To maid-like sorrow the most man-like heart:</br>So may your griefe (to your beholders) prove</br>The justice of His grace, and your desart.</br>For teares and sighs are th' issues of true love:</br>Our present woes our former joies imparte.</br>He loves the living best, who for the dead mournes most:</br>He merits not the rest, who not laments the lost.", "To you I therefore weepe:  To you alone</br>I shew the image of your teares, in mine;</br>That mine (by shewing your teares) may be show'n</br>To be like yours, so faithfull, so divine:</br>Such, as more make the publique woe their owne,</br>Then their woe publique, such as not confine</br>Theselves to times, nor yet forms from examples borrow:</br>Where losse is infinit, there boundlesse is the sorrow.", "O let us (Muse) this heavynesse (that no</br>Just heart, uncleft, at one time can sustaine)</br>By fittes, and preparations undergoe:</br>Let's feare, let's hope:  tremble; and hope againe.</br>O, let us this dysastrous truth ne're know;</br>But rather deafe and stupefied remaine:</br>For happier much it were, the hearing sence to loose,</br>Then loose all sence to heare such an unhappy newes.", "Like to a changeling (in his sleepes) become</br>Rob'd of his sexe, by some prodigious cause;</br>I am turn'd woman:  watrish feares benumbe</br>My Heate:  my Masculine existence thawes</br>To teares, wherein I could againe entombe</br>His tombe, or penetrate hir marble jawes:</br>But, O, why should I twice entombe him!  O what folly</br>Were it to pierce (with sighes) a monument so holy!", "Here then run forth thou River of my woes</br>In cease-lesse currents of complaining verse:</br>Here weepe (young Muse) while elder pens compose</br>More solemne Rites unto his sacred Hearse.</br>And, as when happy earth did, here, enclose</br>His heav'nly minde, his Fame then Heav'n did pierce:</br>Now He in Heav'n doth rest, now let his Fame earth fill;</br>So, both him then posses'd:  so both possesse him still.", "Or, like a Nymph distracted or undone</br>With blubber'd face, hands wrong, neglected haire,</br>Run through moist Valleys, through wide deserts run:</br>Let speech-lesse Eccho eccho thy dispaire.</br>Declare th' untimely Set of Brittaines Sun</br>To sorrowing Shepheards:  to sad Nymphes declare</br>That such a night of woes, his Occident doth follow</br>That Day in darknes clothes, and mourner makes Apollo.", "But of his partes thinke not t' expresse the least</br>Whom Nature did the best in all things forme.</br>First, borne a Prince (next to his FATHER) best;</br>Then, Fram'd a Man, to be, as he was borne:</br>Beauty his youth beyond all others blest,</br>Vertues did him beyond his youth adorne.</br>What Muse, what voice, what pen, can give thee all thy duties?</br>O Prince of Princes, men, youth, wisdom, deeds, and beauties.", "Fates, that so soone beheld his Fame enrould,</br>Put to his golden thred their envious sheeres:</br>Death fear'd his magnanimitie to behold,</br>And (in his sleepe) basely reveng'd hir feares.</br>Time, looking on his wisdom, thought him old,</br>And laid his rash Sythe to his Primest yeares.</br>Stars that (in love) did long t' embrace so faire a myrrhour</br>Wink'd at Fates envious wrong, Death's treason and Times errour.", "O Fates, O Time, O Death, (But you must all</br>Act the dread will of your Immortal GUIDE)</br>O Fates, How much more life did you appaule,</br>When you his lively texture did divide?</br>O Time, when by thy sythe this Flow'r did fall,</br>How many thousands did'st thou wound beside?</br>O Death, how many deathes, is of that life compacted,</br>That, from all living breathes, his only death extracted.", "How many brave Deedes ha's the wounded wombe</br>Of Hope, mis-carryed now, before their time?</br>How many high designes have seene their doome</br>Before their birth, Or perish'd in their Prime?</br>How many beauties drown'd are in his tombe?</br>How many glories, with him, heav'ns do clime?</br>How many sad cheekes mourne, Him laid in Earth to see</br>As they to earth would turne, his Sepulcher to be.", "Like a high Pyramis, in all his towers</br>Finish'd this morning, and laid prostrate soone;</br>Like as if Nighte's blacke and incestuous howers</br>Should force Apollo's beauty before Noone:</br>Like as some strange change in the heav'nly powers</br>Should in hir Full quench the refulgent Moone:</br>So HE, his daies, his light, and his life (here) expir'd</br>New-built, most Sun-like, bright Ful Man, and most admir'd.", "But HEAV'NS, Disposers of all Life and Death,</br>That our pied pride, and wretched lives mislike,</br>Tooke HIM that's gone (from us) to better breath</br>Us that remaine, with (death from him) to strike.</br>His flower-like youth here, there more flourisheth,</br>His graces then, are now more Angel-like.</br>Those glories that in Him, so shone, now shine much more</br>Our glories now are dim, that shin'd in him before.", "And thou faire Ile, whose three-fold beauties face</br>Enchants the Three-fork'd Scepter of thy Lover,</br>That with thine owne eies drown'st thy lap, the place</br>That his enamour'd armes, and streames would cover:</br>Make true and twofold use of griefe, That grace</br>May with affliction now, it selfe discover.</br>These teares thou dost begin to shed for HENRYES sake.</br>Continue for thy sinne, which made Heav'n Henry take.", "That thy just JAMES, who hitherto hath sway'd</br>Thy Scepter Many-fold and ample Frame,</br>Many more ages, yet, may live obay'd</br>T' enlarge thy glories, and to yeeld the same</br>Divine examples unto CHARLES that made</br>HENRY so noble, and so great in Fame.</br>For who but such a King, as He, can such another</br>In place of Henry bring?  who match him but a BROTHER.", "And neighbour Lands to whome our moanes we lent</br>May to our greater losse now lend us theirs.</br>Florence hir old Duke mourn'd but we lament</br>A greater then a Duke in flowring yeares.</br>Spaine for a Queene hir eies sad moisture spent:</br>We for a Prince (and for a Man) shed teares.</br>But France whose cheek's still wet, nearest our griefe hath smarted;</br>For she from Henry Great, wee from Great Henry, parted.", "And thus, As I have seene an even, showre,</br>(When Phoebus to Joves other splendent heyres</br>Bequeath'd the Day) down from Olympus powre.</br>When Earth in teares of Trees, and Trees in tears</br>Of Mountaines wade:  Like some neglected flowre</br>(Whose sorrow is scarce visible with theirs)</br>Downe to my silent brest my hidden face I bow:</br>My Phoebus in his Rest, hath hid his heav'nly brow.", "A MORNING AFTER MOURNING.</br>Let me no longer Presse your gentle eies,</br>Be'ing of themselves franke of religious teares:</br>But stanch these streames with solace from the Skies;</br>Whence Hymen deck'd in Saffron robes appeares.</br>Let Henry now rest in our memories,</br>And let the Rest, rest in our eies and eares.</br>Now He hath had his Rites, Let Those have their adorning</br>By whose bright beames our Night of mourning ha's a morning.", "And now (my Muse) unmasque thee:  And see how</br>A second Sonne in Henries place doth shine.</br>See Five great Feastes all meete in one Day, now.</br>Our MAKER keepes his Saboath most divine.</br>Isis and Rhine are joyn'd in sacred vow;</br>And faire Eliza's Frederickt's Valentine.</br>The Court in joy attires hir splendent brow:</br>The Country shroxes; And all in mirth combine.</br>Five-times be hallowed.  The Day, wherein, GOD rests,</br>Saints triumph, Princes wed; and Court and Country feaste's.</br>"]