["ARGUMENT.</br>O waly, waly, but love be bonnie,</br>A little while when it is new!</br>But when 'tis old it waxes cold,</br>An' fades away like morning dew.</br>But had I wist before I kissed,</br>That love had been so ill to win,</br>I had locked my heart in a case o' gowd,</br>An' pinned it wi' a siller pin.", "What art thou, Love?  or who may thee define?</br>Where lies thy bourne of pleasure or of pain?</br>No sceptre, graved by Reason's hand, is thine,</br>Child of the moisten'd eye and burning brain,</br>Of glowing fancy, and the fervid vein,</br>That soft on bed of roses loves to rest,</br>And crop the flower where lurks the deadly bane!</br>Oh, many a thorn those dear delights invest,</br>Child of the rosy cheek, and heaving snow-white breast!", "Thou art the genial balm of virtuous youth,</br>And point'st where Honour waves her wreath on high:</br>Like the sweet breeze that wanders from the south,</br>Thou breath'st upon the soul, where embryos lie</br>Of new delights, the treasures of the sky!</br>Who knows thy trembling watch in bower of even,</br>Thy earliest grateful tear, and melting sigh?</br>Oh, never was to yearning mortal given</br>So dear delights as thine, thou habitant of heaven!", "Wo that thy regal sway, so framed to please,</br>Should ever from usurper meet control;</br>That ever shrivelled wealth, or gray disease,</br>Should mar the grateful concord of the soul!</br>That bloated sediment of crazing bowl</br>Should crop thy blossoms which untasted die;</br>Or that the blistering phrase of babbler foul</br>Should e'er profane thy altars, framed to lie</br>Veil'd from all heaven and earth, save silent Fancy's eye!", "Oh, I will worship even before thy bust,</br>When my dimm'd eye no more thy smile can see!</br>While this deserted bosom beats, it must</br>Still beat in unison with hope and thee!</br>For I have wept o'er perish'd ecstasy,</br>And o'er the fall of beauty's early prime!</br>But I will dream of new delights to be,</br>When moon and stars have ceased their range sublime,</br>And angels rung the knell of all-consuming Time.", "Then speed, thou great coeval of the sun;</br>Thy world with flowers and snows alternate sow,</br>Long has thy whelming tide resistless run,</br>And swell'd the seas of wickedness and wo!</br>While moons shall wane, and mundane oceans flow,</br>To count the hours of thy dominion o'er,</br>The dyes of human guilt shall deeper grow,</br>And millions sink to see thy reign no more!</br>Haste, haste thy guilty course to yon eternal shore!", "Cease, thou wild Muse, thy vague unbodied lay,</br>What boots these wanderings from thy onward tale?</br>I know thee well!  when once thou fliest astray,</br>To lure thee back no soothing can avail.</br>Thou lov'st amid the burning stars to sail,</br>Or sing with sea-maids down the coral deep:</br>The groves of visionary worlds to hail;</br>In moonlight dells thy fairy rites to keep,</br>Or through the wilderness on booming pinion sweep.", "Wilt thou not stoop, where beauty sits forlorn,</br>Trembling at symptoms of approaching woe?</br>Where lovely Ila, by the aged thorn,</br>Notes what she scarce dare trust her heart to know?</br>Mark how her cheek's new roses come and go&mdash;</br>Has Mador dared his virtuous vow to break?</br>It cannot be! &mdash; we may not deem it so!</br>Spare the ungrateful thought, for mercy's sake!</br>Alas!  man still is man &mdash; and woman &mdash; ah!  how weak!", "Why do the maidens of the strath rejoice,</br>And lilt with meaning gesture on the loan?</br>Why do they smirk, and talk with giggling voice</br>Of laces, and of stays; and thereupon</br>Hang many a fruitful jest? &mdash; Ah!  is there none</br>The truth to pledge, and prove the nuptial vow?</br>Alas!  the friar on pilgrimage is gone;</br>Mador is lost &mdash; none else the secret knew,</br>And all is deem'd pretext assumptive and untrue.", "Slander prevails!  to woman's longing mind</br>Sweet as the April blossom to the bee;</br>Her meal that never palls, but leaves behind</br>An appetite still yearning food to see:</br>Kincraigy's dame of perspicacity</br>Sees nought at all amiss, but flounces on;</br>Her brawling humour shows increased to be;</br>Much does she speak, in loud and grumbling tone,</br>Nor time takes to reflect, nor even a prayer to con.", "The injured Albert timely sent command</br>That pierced Kincraigy to the inmost soul,</br>To drive his worthless daughter from the land,</br>Or forthwith yield, of goods and gear, the whole.</br>Alternative severe! &mdash; no tale of dole</br>The chief would hear, on full revenge intent.</br>The good sagacious dame, in murmuring growl,</br>Proposed to drive her forth incontinent,</br>For she deserved it all, and Albert might relent.", "\"She is to blame,\" Kincraigy made reply,</br>\"And may deserve so hard a guerdon well;</br>But so dost thou, and haply I may try</br>That last expedient with a shrew so fell,</br>But when I do, no man shall me compel:</br>For thy own good, to poverty I yield;</br>My child is still my own, and shall not tell</br>At Heaven's high bar, that I, her only shield,</br>For blame that was not hers, expelled her to the field.\"", "Kincraigy leaves his ancient home with tears,</br>And sits in lowly cot without a name;</br>No angry word from him his daughter hears,</br>But Oh!  how pined the much-degraded dame;</br>Plaint follow'd plaint, and blame was eked to blame.</br>Her muster-roll of grievances how long!</br>She mentions not her darling Minstrel's fame,</br>His spotless honour, nor affection strong,</br>But to her weeping child imputes each grievous wrong.", "Conceal'd within the cot's sequester'd nook</br>Where fire had never beam'd the gloom to cheer,</br>Young Ila Moore is doom'd her woes to brook,</br>And every query's answered by a tear.</br>What mean those tiny robes, conceal'd with fear?</br>These clothes, dear maid, are all unmeet for thee;</br>Are all unfitting human thing to wear,</br>Save noble infant on his nurse's knee,</br>Yet them thou dost survey, and weep when none can see.", "O maiden of the bright and melting eye,</br>Of the soft velvet cheek and balmy breath,</br>Whose lips the coral's deepest tints outvie,</br>Thy bosom fairer than the winter wreath;</br>Before thou yield'st those lips of simple faith,</br>Or giv'st that heaving breast to love's caress,</br>Oh, look beyond! &mdash; the sweet luxuriant path</br>May lead thee into lab'rinth of distress;</br>Think of this comely May, nor deem thy danger less.", "Blame not the bard, who yearns thy peace to save,</br>Who fain would see thy virtuous worth excel</br>Thy beauty, and thy purity engrave</br>Where time may scarce the lines of life cancel.</br>Deem not he on thy foibles lists to dwell,</br>Thy failings, or the dangers thee belay;</br>'Tis all to caution thee, and warn thee well.</br>Wipe but thy little stains of love away,</br>And thou art goodness all, and pure as bloom of May.", "To give thy secret ear to lover's tale,</br>Or cast approving glance, is kindly done;</br>But, ere thy soul the darling sweets inhale,</br>Mark out the bourn &mdash; nor farther be thou won.</br>Eventful is the sequel once begun,</br>And all delusive sweets that onward lie.</br>Think of the inmost nook of cottage lone,</br>Of the blench'd cheek, the bleared and swimming eye,</br>And how 'twill thee become, th' unsainted lullaby!", "'Tis done!  and Shame his masterpiece hath wrought!</br>Why should the laws of God and man combine,</br>To sear the heart with keenest sorrows fraught,</br>And every blush and every tear enshrine</br>In brazen tomb of punishment malign?</br>The gentle sufferer beacon stands to scorn:</br>Kincraigy's dame is sunk in woes condign,</br>A helpless minstrel to her house is born;</br>A grandson hale and fair, and comely as the morn.", "Poor child of shame!  thy fortune to divine</br>Would conjure up the scenes of future pain!</br>No father's house, nor shielding arm is thine!</br>No banquet hails thee, stranger of disdain!</br>A lowly shelter from the wind and rain</br>Hides thy young weetless head, unwelcome guest!</br>And thy unholy frame must long remain</br>Unhousell'd, and by churchman's tongue unblest;</br>Yet peaceful is thy sleep, cradled on guileless breast!", "Hard works Kincraigy 'mid his woodland reign,</br>And boasts his earnings to his fluster'd dame;</br>Seem'd as unknowing the event of pain,</br>Nor once by him is named his daughter's name,</br>Till ardent matron of the hamlet came,</br>And brought the child abrupt his eye before:</br>He saw the guiltless his protection claim,</br>With little arms outstretch'd seem'd to implore&mdash;</br>He kissed the babe and wept, then hasted to the door.", "But oh, Kincraigy's dame is wrap'd in dread!</br>The days of Heaven's forbearance are outgone,</br>And round th' unchristened babe's unholy bed</br>No guardian spirits watch at midnight lone!</br>Well to malignant elves the same was known&mdash;</br>There slept the babe, to them an easy prey.</br>Oh!  every nightly buzz or distant moan</br>Drove the poor dame's unrooted wits away!</br>Her terror 'twas by night, her thought and prayer by day.", "Still waxed her dread, for ah:  too well she knew</br>Her floor, o'ernight, had frames unearthly borne!</br>Around her cot, the giggling fairies flew,</br>And all arrangement altered ere the morn!</br>At eve, the candle of its beams was shorn,</br>While a blue halo round the flame would play;</br>And she could hear the fairies' fitful horn</br>Ring in her ears an eldritch roundelay,</br>When every eye was shut, and hers all wakeful lay.", "And many a private mark the infant bore,</br>Survey'd each morn with dread which none can tell,</br>Lest the real child was borne to downward shore,</br>And in his stead, and form, by fairy spell,</br>Some froward elfin child, deformed and fell!</br>Oh, how her troubled breast with horror shook,</br>Lest thing from confines of the lower hell</br>Might sit upon her knee and on her look!</br>'Twas more than her weak mind and fading form could brook.", "Sweet Ila Moore had borne the world's revile</br>With meekness, and with warm repentant tears;</br>At church-anathemas she well could smile,</br>And silent oft of faithless man she hears.</br>But now a kind misjudging parent's fears</br>Oppressed her heart &mdash; her father too would sigh</br>O'er the unrighteous babe, whose early years</br>Excluded were from saints' society!</br>Disown'd by God and man, an heathen he might die!", "Forthwith she tried a letter to indite,</br>To rouse the faithless Mador's dormant flame:</br>Her soul was rack'd with feelings opposite;</br>She found no words proportion'd to his blame.</br>At memory's page her blushes went and came;</br>And aye she stoop'd and o'er the cradle hung,</br>Call'd her loved infant by his father's name,</br>Then framed a little lay, and thus she sung&mdash;</br>\"Thy father's far away, thy mother all too young!", "\"Be still, my babe!  be still! &mdash; the die is cast!</br>Beyond thy weal no joy remains for me!</br>Thy mother's spring was clouded and o'erpast</br>Erewhile the blossom open'd on the tree!</br>But I will nurse thee kindly on my knee,</br>In spite of every taunt and jeering tongue;</br>Oh, thy sweet eye will melt my wrongs to see,</br>And thy kind little heart with grief be wrung!</br>Thy father's far away, thy mother all too young!", "\"If haggard poverty should overtake,</br>And threat our onward journey to forelay,</br>For thee I'll pull the berries of the brake,</br>Wake half the night, and toil the live-long day;</br>And when proud manhood o'er thy brow shall play,</br>For me thy bow in forest shall be strung.</br>The memory of my errors shall decay</br>And of the song of shame I oft have sung,</br>Of father far away, and mother all too young!", "\"But Oh!  when mellow'd lustre gilds thine eye,</br>And love's soft passion thrills thy youthful frame,</br>Let this memorial bear thy mind on high</br>Above the guilty and regretful flame;</br>The mildew of the soul, the mark of shame!</br>Think of the fruit before the bloom that sprung!</br>When in the twilight bower with beauteous dame,</br>Let this unbreathed lay hang on thy tongue,&mdash;</br>Thy father's far away, thy mother all too young!\"", "When days and nights a stained scroll had seen</br>Beneath young Ila Moore's betrothed eye;</br>When many a tear had dropt the lines between,</br>When dim the page with many a burning sigh,</br>A boy is charged to Scotland's court to hie,</br>The pledge to bear, nor leave the Minstrel's door</br>Till answer came. &mdash; Alas!  nor low, nor high,</br>Porter nor groom, nor warder of the tower,</br>Had ever heard the name of Mador of the Moor.", ""]