["Now cou'd I wish for that fam'd golden Lyre,</br>Which Orpheus or Amphion tun'd of old;</br>Or that my Breast might glow with Sparks of Fire,</br>Such as in Spencer's warmer Bosom roll'd,</br>When in sweet Verse, and lofty Numbers bold,</br>He sung the Glories of Eliza's Reign;</br>When his auspicious Wings he dar'd unfold</br>In the fair Flight of an uncommon strain,</br>And with his Monarch's Praises charm'd the list'ning Plain.", "No vulgar Aid I need; the Muse no more</br>Shall mask in borrow'd Lays her mystick Song,</br>No Knight shall feign, no captive Nymph deplore,</br>Nor fright in tragick Dress the rural Throng:</br>But on fresh Plumes, upborn with Vigour strong,</br>Shall gratulate Britannia's happy Isle,</br>Who for her absent Prince afflicted long,</br>Was made a Slave to State-deluding Guile,</br>Til Time unloos'd her Chains, and Freedom bid her smile.", "Kind and indulgent still, Celestial Jove</br>For us his choicest Blessing does prepare,</br>Inspires our jarring Souls with cordial Love,</br>And all our Wants supplies with early Care:</br>For soon as ANNA's faint declining Star</br>Fell in the Ocean deep of endless night,</br>Behold!  Great GEORGE, like Posphor from afar,</br>Deck'd with resplendent Beams arises bright, </br>To chear th' expecting World with more prevailing Light.", "Hail!  mighty Prince; may that successful Hour</br>In Time's fair Roll for ever Sacred stand,</br>Which made Thee Guardian of Britannia's Pow'r,</br>And with her ample Scepter fill'd thy Hand.</br>May soften'd Rebels own thy just Command,</br>From utmost Thule's rough tempestuous Shore,</br>To the wide Confines of the Gallick Strand;</br>While injur'd States thy courteous Arm implore,</br>To quell Tyrannick Might, and broken Leagues restore.", "May thy Illustrious Stock, out-branching wide</br>Its goodly spreading Boughs, for ever grow;</br>While its Gay Blossoms, cloth'd with beauteous Pride,</br>On all beneath their fragrant Odours throw!</br>May lasting Streams of Life for ever flow</br>From Heav'n's clear Spring, and with their Waters pure</br>Descending, still refresh the Roots below!</br>While any Sprigs of that fair Plant endure,</br>Their secret Charms shall keep Britannia's Realm secure.", "When Rome, proud Mistress of the vanquish'd Ball,</br>Had stretch'd her glorious Empire far and wide;</br>Ev'n haughty Kings lay subject to her Thrall,</br>And distant Lands her Luxury supply'd:</br>Till her lewd Sons, fir'd with ambitious Pride,</br>Thro Party-Discords (cruel and ingrate)</br>Wounded their tender Mother's bleeding Side:</br>Then direful Treasons shook the tott'ring State,</br>And crying Guilt call'd loud for some avenging Fate.", "Til young Augustus, stor'd with ev'ry Grace,</br>The Joy and sole delight of Human Kind,</br>Guiding the troubled Helm, in little space</br>Sav'd the weak Vessel from the Waves and Wind:</br>Yet scarce cou'd Rome in her Augustus find</br>A nobler Prize than Heav'n's propitious Care</br>For Albion's happy People has design'd</br>For while a GEORGE the Sovereign Rule does bear,</br>Peace shall protect the Land, and Plenty crown the Year.", "No wonder why the Winter mildly past,</br>Nor why the genial Spring serene and clear,</br>Or that our Summer 'scap'd each Mildew Blast,</br>And with its Load bent down the bearded Ear:</br>The Stars foretold this happy Day was near,</br>They bid the Earth her richest Stores display,</br>That Ceres might in seemly Dress appear;</br>They hung each Tree with purple Fruitage gay,</br>That each with various Kinds might strew great Caesar's way.", "For him bright Phoebus casts a brighter Gleam,</br>And warms with kinder Heat the op'ning Bud;</br>The joyous Rivers roll an azure Stream,</br>And the chaste Springs refine their dimpled Flood;</br>The Flocks that nibbling crop their verdant Food,</br>Along the peaceful Vales in Safety graze;</br>The merry-warbling Birds thro ev'ry Wood,</br>In louder Notes their trilling Voices raise,</br>And emulous, by turns the happy Season praise.", "See!  from Jove's gilded Battlements on high,</br>His airy Messengers descending light,</br>With painted Pinions cleave the liquid Sky,</br>And to the Fav'rite Chief direct their Flight:</br>Some wreathe his Brow with Rays all beamy bright,</br>Some with ambrosial Fragrancies bespread</br>His Royal Robes with glist'ring Glory dight;</br>Some with gold Circlets bind his sacred Head,</br>And o'er his manly Form unusual Graces shed.", "Joyn'd to his lofty Carr, each gen'rous Steed,</br>Proud of his Charge, to Albion's Wishes kind,</br>Bounds o'er Germania's Fields with winged Speed;</br>Swift in their Course they leave the Clouds behind,</br>And that which drives the Clouds, the nimble Wind:</br>Onward they press, and eager in their Heat,</br>The massy Bit with foaming Fury grind;</br>Their reeling Sides bedew'd with frothy Sweat,</br>The hollow Plain resounds beneath their trampling Feet.", "Strait Belgia's friendly Provinces receive,</br>With loud Acclaims of Joy, the welcome Guest;</br>In Him they see Great WILLIAM'S Virtues live,</br>Of ev'ry Regal Quality possest:</br>The thoughtful Brow, the firm intrepid Breast,</br>Stern Manhood mix'd with Pity's kind Allay,</br>To quash the Proud, to succour the Distrest,</br>And damp the Tyrant's Hopes with sore Dismay,</br>As the dark Shades of Night fly from approaching Day.", "Let Albion now and Belgia dry the Tears,</br>Which to that Hero's Memory they've paid;</br>Let no Alarms proceed from jealous Fears,</br>Nor let them more their adverse Stars upbraid:</br>Kind Heav'n has here sufficient Love display'd;</br>Life, once tranfix'd by Death's eternal Dart,</br>Flits to the gloomy Shades, nor can be stay'd:</br>Yet see!  the Fates exert an equal Art,</br>And animate Great GEORGE with more than William's Heart.", "Her Anchors weighing, and unfurl'd her Sails,</br>His Navy next conducts the Godlike King,</br>Opens her Bosom to the Eastern Gales,</br>And with full Joy distends her Canvas Wing,</br>Blow soft, ye Gales; yet quick, O quickly bring</br>The precious Life committed to your Care;</br>Your sweetest Airs ye gentle Naiads sing,</br>While finny Tritons on their Shoulders bear</br>Britannia's Fleet, a moving Magazine of War.", "Where-e'er her Keels divide the furrow'd Main,</br>She claims Submission from the stubborn Gall,</br>Oft have her Thunders shook the Pow'r of Spain,</br>And made stout Belgia's colour'd Standards fall:</br>Arm'd with the British Oak, his wooden Wall,</br>The vent'rous Merchant tempts the briny Deep;</br>See!  as they sail around the spacious Ball,</br>Now low they sink, now mount on Billows steep,</br>And now with even Course the level Surface sweep.", "Old Father Neptune, as in Times of Yore</br>He lay repos'd within his rocky Cell,</br>Saw Lightnings blaze, and heard loud Thunders roar,</br>Like those by which the Earth-born Brethren fell;</br>When strait his jealous Breast began to swell:</br>Does Jove (he cry'd) dispute my lawful Sway,</br>Fix'd by eternal Fate?  The Shades of Hell</br>By sure Decree their griesly King obey,</br>And Jove by Lot obtain'd the shining Realms of Day.", "Up from his oozy Couch, the hoary Sire</br>Thus speaking, harness'd quick his Sea-bred Team;</br>For now the raging Flames of wrathful Ire</br>Had rous'd him from his dull lethargick Dream;</br>So mounting upward thro the yielding Stream,</br>He gain'd the Summit of the Marble Main;</br>Which, gilded with the Light's reflecting Beam,</br>Shone all around like a smooth glassy Plain,</br>O'er which the Nymphs might glide, fair Thetis and her Train.", "Then glauncing round with haste his greenish Eyes,</br>He finds the Ocean calm, the Skies all clear;</br>But plain the Cause of his Mistake espies,</br>For, lo!  Britannia's stately Fleet was near:</br>Soon blush'd the God, deceiv'd with idle Fear,</br>Yet pleas'd to find in Men such daring Skill,</br>Thrice he was seen his three-fork'd Mace to rear,</br>And thrice he bid the whispering Winds be still,</br>While to his watry Crew he thus declar'd his Will.", "Since to this warlike People fierce and bold</br>Great Jove has giv'n his Empire of the Land,</br>Nor I, thro Length of Days, infirm and old,</br>Can longer well the weight of Rule withstand;</br>I yield my Pow'r to their more able Hand:</br>Let ev'ry River, as his Waters flow</br>O'er Europe's Soil, or India's burning Sand,</br>Bid distant Nations pay that Homage low</br>To fair Britannia's Fleet, which they to Neptune owe.", "From that bless'd Hour the British Squadrons roam</br>Free and untroubled o'er the spreading Seas,</br>To settle each contending Nation's Doom,</br>To guide the Scale of Justice as they please,</br>And fix the striving World in endless Peace:</br>Neptune and Jove to thee, Great GEORGE, resign</br>Their Pow'rs, retiring to inglorious Ease;</br>And while they careless sit, 'tis only Thine</br>To moderate like Them, and with Their Lustre shine.", "See!  antient Thames with golden Turrets crown'd,</br>Expands in gentle Smiles his rugged Face,</br>His sedgy Cloak with bending Osiers bound;</br>The Silver Liquor from his earthen Vase</br>Forth-rushing, fresh, comes trickling down apace</br>Adown the shady Dales on either Side,</br>His sportive Streams their winding Current trace;</br>Til fuller grown, with Bosom swelling wide,</br>He bears the Royal Bark on his returning Tide.", "The curious Youth croud thick upon the Shore,</br>And in Triumphal Shouts their Joy express,</br>Their King with gladsom Jubilees adore,</br>And his dear Life with fondest Wishes bless;</br>In his, still wishing their own Happiness:</br>Each Virgin too with sweet enchanting Song,</br>Her Look all gay, and festival her Dress,</br>Graces with sprightly Charms the ruder Throng,</br>Teaching old Thames to carol as he floats along.", "Now issuing forth upon the bord'ring Strand,</br>To fair Augusta's Gates he bends his way;</br>(Ever distinguish'd be the Spot of Land,</br>Recorded ever be the Solemn Day!) </br>See!  as He moves, the Graces round him play,</br>And, to indulge the People's strong Desire,</br>Retard his Passage with a kind Delay</br>That ev'ry longing Briton may inquire,</br>And with full Prospect quench his Fancy's eager Fire.", "And thou, bright Sun, whose ever-burning Light</br>From Heav'n's high Roof beheld the Cavalcade,</br>O Phoebus!  help my bold advent'rous Flight,</br>And with thy Skill my weaker Numbers aid,</br>While by the Muses Pencil are display'd</br>The Various Pomps of this Imperial Train;</br>What beauteous Forms, how sumptuously array'd,</br>With their Divine Appearance bless'd the Plain;</br>Fit Sight high Gods as well as Men to entertain.", "First, Fame, a lively Cherub, young and fair,</br>With golden Wings up-rais'd above her Head,</br>Her Silver Tresses waving in the Air,</br>Her spotless Mantle by the Zephyr spread,</br>In Order due the Company forth-led:</br>Her nimble Feet with silken Buskins bound,</br>Moving on Tip-toe scarcely seem'd to tread;</br>And all the way a shrilling Trump she wound,</br>Which eccho'd, as it flew, a sweet melodious Sound.", "In her Left Hand a Volume large was seen,</br>The Leaves imprinted all with figur'd Gold;</br>Which did the Monuments and Virtues sheen</br>Of celebrated Kings and Princes hold,</br>As in sage Histories they're whilom told:</br>Yet this same Pageant now so lovely bright,</br>To any fancy'd Shape herself cou'd mould,</br>And from an Angel of Celestial Light,</br>Become a lying Fiend of baleful hellish Night.", "Next, Liberty, kind Nymph, whose blissful Charms</br>Fill ev'ry mortal Breast with Joyance glad,</br>Who with her youthful Beauty gently warms</br>The frozen Heart thro Slavery grown sad,</br>In a rich Velvet Robe came loosely clad.</br>The sparkling Glories of her chearful Eye,</br>Banish'd Despair with all its Symptoms bad;</br>And fierce Tyrannick Pow'r, when she came nigh,</br>Wou'd hang its drooping Crest, and in Confusion fly.", "An ample Flasket on her Head she bore,</br>In which sweet Flow'rs, ripe Fruits, and ev'ry Grain,</br>That springs from Earth, were pil'd in plenteous Store;</br>And as she walk'd, she shook with much Disdain</br>The rusty Reliques of a broken Chain:</br>Which lately finding on some Wretch enthrall'd,</br>She kindly rent the Iron Links in twain;</br>And to new Life the meagre Vassal call'd,</br>Healing his tender Limbs by the rough Shackles gaul'd.", "In Rank with her advanc'd a Matron chaste,</br>Array'd in pleated Robes all Lilly-white,</br>O'er which a Sable Pall was lightly cast,</br>That flowing on the Ground depended quite,</br>And look'd a venerable seemly Sight:</br>Her decent Locks, in simple Plainness bound,</br>Were compass'd with a Mitre dimly bright,</br>Which with enlivening Rays her Visage crown'd,</br>And, as it shone, dis-spred a splendid Gleam around.", "Each Hand a Signal of her Office shew'd,</br>And her mild Personage adorn'd and grac'd;</br>In one a Cup with precious Wine o'erflow'd,</br>Which she to All extended as she past,</br>Yet none compell'd perforce thereof to taste:</br>In t' other, an huge Book well known to all,</br>Containing God's eternal Law, was plac'd,</br>Justly explain'd in Language several;</br>Whence Men the True Religion richly did Her call.", "There follow'd these an odd Fantastique Dame</br>Deck'd in a Vesture of an uncouth Kind;</br>Which tho uncouth, her fairly well became:</br>Her Head a Turkish Turbant seem'd to bind,</br>Of Linen Cloth in many Folds entwin'd;</br>A gorgeous Stole of glitt'ring rich Brocade,</br>Purfled with Satten, trail'd along behind,</br>While a strange Indian Fan she wide display'd,</br>From the Sun's scorching Beams her Forehead fain to shade.", "Upon a Ram's soft woolly Back she rode,</br>Whose tender Fleece the whitest Snow excel'd,</br>And in her spacious Lap out-spreading broad,</br>Ingots of Gold, and Silver Wedges held,</br>Which in two Heaps above her Bosom swell'd;</br>Her Bosom with rich Lace enfring'd around,</br>Brought from the sounding Banks of Rhine or Scheld,</br>Did with bright Adamants and Pearls abound:</br>She Commerce was by Name, and far away renown'd.", "Next Her came Justice, like a lovely Maid,</br>Attir'd in Garments of a Scarlet Red;</br>Whose chearful Face of nothing seem'd afraid,</br>Yet Minds of guilty Men inspir'd with Dread,</br>Whene'er she turn'd about her aweful Head:</br>From the curs'd Time that Saturn's Golden Reign</br>Was intermitted, to the Skies she fled,</br>Spurning the baser Earth with just Disdain;</br>Yet now vouchsafed to bless the nether World again.", "A Golden Collar, wrought with curious Art,</br>Hung from her Neck adown her milky Breast,</br>On which a Gem, in Fashion like a Heart,</br>Sparkling between her Ermine-border'd Vest,</br>The Emblem of Sincerity exprest:</br>A Silver Ballance in her Hand she held,</br>Which try'd all Causes by its faithful Test,</br>And evermore a blazing Sword did wield</br>'Gainst those who to right Judgment did refuse to yield.", "With Her another march'd in equal Pace,</br>A Warrior Virgin clad in Armour bright;</br>A Virgin known by her Angelick Face,</br>But seemingly appear'd, in all Mens sight,</br>By her Deportment some advent'rous Knight:</br>For she was of a tall Heroick Frame,</br>Endu'd with Prowess, and surpassing Might;</br>And her rebellious Foes cou'd shortly tame,</br>When They her Wrath provok'd; whence Courage was her Name.", "Like as when Pallas, in compleat Array,</br>Fair-marching fiercely to the bloody Field,</br>With dauntless Mind expects the Martial Fray,</br>Advancing high her broad Gorgonic Shield;</br>Her Cornel Spear, with temper'd Metal steel'd,</br>She brandishes:  mean while the Day's clear Light</br>Her polish'd Helmet does with Splendor gild;</br>Whose pointed Beams forth-darting, shiny bright,</br>Empierce the Coward's Heart with Terror and Affright.", "Last came Dread Majesty, most heav'nly Fair,</br>Rob'd like a pompous King in stately wise,</br>Whose Royal Vestments, made of Substance rare,</br>Outshone the Blueness of the concave Skies;</br>O'er which bright Rubies, of invalued Price,</br>Besprinkled thick like spangling Seeds of Fire,</br>Dazzled with starry Lustre all Mens Eyes,</br>And to far Distance forc'd them to retire,</br>That all its wondrous Virtue greatly did admire.", "On Iv'ry Wheels his Chrystal Chariot turn'd,</br>Whose radiant Spokes sent forth a Silver Gleam;</br>With flaming Gold the fervid Axle burn'd,</br>And Adamantine Rays were seen to stream</br>Along the Harness of his dappled Team.</br>Enthron'd beside him sat a precious Load,</br>Fair Princely Prudence, Child of Jove Supreme,</br>Whose purpled Cheek with mild Resentment glow'd</br>And as she spake, each Word in mingled Hony flow'd.", "Near them as Guard, there marched Britannic Pow'r,</br>In Scales of Fulgent Armour clad around,</br>Whose Strength, all like the Bulwark of some Tow'r,</br>By mortal Arm impregnable was found:</br>His lofty Helm with crested Plumes was crown'd,</br>His Right Hand brandish'd high a sabre keen,</br>In his fierce Look stern Resolution frown'd;</br>With Terror aw'd, the gazing Crowd, I ween,</br>In silence still admir'd his huge Gigantick Mein.", "He rode upon a Courser strong and bold,</br>Such as Morocco breeds, or Araby,</br>Richly carparison'd in burnish'd Gold,</br>With Bosses garnish'd on his Headstall high:</br>Hard on his arched Neck the Reins did lie,</br>And drew his smoaky Nostril to his Chest;</br>Swifter than any Shaft he else would fly,</br>And now with Foam reluctant bath'd his Breast,</br>Impatient of the Menage which his Heat repress'd.", "And all beside them, as they mov'd along,</br>The tuneful Maids, that on Parnassus dwell,</br>With Harps new-strung, rehears'd a grateful Song,</br>By Phoebus pen'd, at the Castalian Well:</br>Some with nice Fingers touch the vocal Shell;</br>Some with soft Art their Voices raise,</br>And various notes with dulcet Musick swell;</br>While all with equal Skill unite their Lays, </br>And in consenting Numbers breathe Great GEORGE'S Praise.", "Nor will Thou, Gracious Sovereign, refuse,</br>Among the gaudy Garlands of the Day,</br>The humble Tribute of a grateful Muse,</br>Who with her tender Boughs of budding Bay,</br>Such as she cou'd, bestrews her Monarch's Way:</br>Smit with her Country's Love she quits the Plain,</br>Where she was wont on Oaten Pipes to play,</br>And joining with the soft inspired Train;</br>Proclaims her Prince's Virtues in a loftier Strain.</br>"]