["When Poets, wrapt in Fancy's dream,</br>Chuse Fable their instructive theme,</br>It matters little if the Moral</br>Perchance come after, or before all.", "One thing appears to ev'ry eye,</br>\"We all are equal when we die;\"</br>The King, the Beggar, Prince, and Poet,</br>Daily departing, clearly shew it;</br>And use an equal grave and coffin,</br>To put the case their soul left off, in.", "Why then is pride alone to shew</br>The difference 'twixt high and low?</br>Since when Death pleases to o'ertake us;</br>Distinctions all at once forsake us;</br>He lays us, in an instant, level</br>With those we once wish'd at the Devil.", "The Fable shews (with all due deference)</br>The folly of that silly preference</br>That Vanity too often arrogates,</br>When taking seats, or passing narrow gates;</br>Thinking, to keep poor friends at distance</br>With pride, essential to existence.", "The Fable will prolong the time,</br>So truce to moralizing rhyme.", "A man whose chief amusement lay</br>In contemplating works of clay;</br>Who, mindful of his native dust,</br>To canvas'd head, prefer'd a bust;</br>Had of them form'd a large museum,</br>For all who chose to come and see 'em.</br>With which, in semicircle placed,</br>He thought his room superbly graced.</br>And all must own that thus to do it, he</br>Display'd a proper perspicuity.", "Waller and Goldsmith led the way,</br>Then Drummond, Addison, and Gay;</br>Next were Sommerville and Dyer,</br>Then Shenstone, Swift, and Matthew Prior;</br>Then came Lord Lyttleton and Rowe,</br>Garth, Watts, Cervantes, and De Foe.</br>Pope, Smollet, Fielding, Marmontel,</br>Then Shakspeare, Lansdowne, and Morel;</br>Some stood on shelves, and brackets some on,</br>Then follow'd Dryden, and Roscommon.</br>Then Chaucer, Falconer, and Blair,</br>With Doctor Johnson and Voltaire;</br>Then stood extended rather wide,</br>Young, Mallet, Sprat, and Akenside;</br>And, like a sword without a hilt on,</br>Stood elevated \"poor blind Milton.\"</br>Then came a group, whose names to mention,</br>Would needlessly command attention;</br>Being inferior to the rest,</br>Excepting Whitehead, Hughes, and West;</br>And Spencer, Chatterton, and Broome,</br>With Wyat, nearly fill'd the room;</br>Leaving a space for Denham, Green,</br>And Surrey; Busts which clos'd the scene.", "These Busts (as many may remark)</br>Were not, like those within the ark,</br>Placed, two by two, of equal worth,</br>In order as they graced the earth;</br>But carelessly, as fancy taught him,</br>Or as their pleasing features caught him.</br>This was productive of a riot,</br>Which first began 'twixt Gay and Wyat,</br>And thence diffus'd it's envious poison,</br>Quickly from center to horizon.</br>Said Wyat, \"Can I bear to see</br>Bards of antiquity like me,</br>Insulted in so gross a way?</br>Sprat, Smollet, Sommerville, and Gay,</br>Fellows, scarce fit to form a chorus,</br>Are placed in dignity before us.</br>Fie Chaucer, why thus silent stand?</br>'Tis justice tells you to command</br>A place more suited to your merit,</br>Have you no energy, or spirit?\"", "Says Toby Smollet, with an oath,</br>\"You seem to have enough for both.\"</br>\"Why who are you, my friend,\" said Gay,</br>\"To give yourself these airs, I pray?</br>What merits can you have to boast?</br>Except for 'Smut, the farrier's ghost.'</br>A worthy part, what think you, Smollet?</br>He would have shone, in 'What d'ye call it?'\"", "Sprat would have spoke, but Sommerville</br>Beg'd as a favor he'd be still;</br>And leave the cause to abler parties,</br>With whom abuse a famous art it.", "Old Chaucer, rous'd at the appealing</br>Of Wyat, to his warmth of feeling,</br>Mumbled abhorrence mixt with wonder,</br>That ancient worth was so kept under.</br>\"Shame!  shame!\" he cried, (and shook his clay beard)</br>\"That youth can bear to see a grey-beard</br>Treated with such unkind neglect,</br>And still shew marks of disrespect!</br>Why sits Mat Prior at his ease,</br>Above such 'hoary locks' as these?</br>Why is De Foe exalted too?\"", "\"Friend Geoffry, pray what's that to you?\"</br>Mat quick replied, \"And tell me why</br>It matters whether your or I</br>Stand first or last?  think you 'twould move me</br>Which of you two should stand above me?</br>What diff'rence now (strife I abhor, Sir,)</br>'Twixt Dunstan Geoff, and Geoffry Chaucer?\"", "De Foe now feels his anger rise,</br>And to old Geoff's demand replies;</br>\"What matters pray, my exaltation;</br>Is it for you to fix my station?</br>In what consists your mighty skill</br>That you should place us all at will?</br>Are men of worth to wear the fetters</br>Of one, whose many useless letters</br>Render'd his writings past comparing</br>With those whose merits he'd be sharing?</br>Believe 'tis truth, when I aver</br>That positively I prefer,</br>(Perhaps you'll wonder why I do so:)</br>To your old tales, my Robin Crusoe.\"", "\"You may prefer them; true,\" said Spencer;</br>\"You may decry the tales, what then, Sir?</br>You would prefer perhaps to weed 'em,</br>For why?  you have not wit to read 'em.</br>Fie, Denham, Dryden, what!  in silence</br>Hear what would move me half a mile hence!\"</br>This rous'd them both.  From all parts flow</br>Loud anger upon poor De Foe.", "Blair saw, (unless affairs were mended,)</br>The discord never would be ended;</br>So humbly beg'd the aid of Swift,</br>To give his arguments a lift.", "Swift having first applied to Pope,</br>Thought he might give his wit full scope.</br>\"And why,\" said he, \"should you suppose,</br>From Chaucer's lips if nonsense flows,</br>Yours should succeed?  when e'en his failing,</br>Was the deserv'd reward for railing;</br>Why all this noise, this rout, this pother,</br>Cause one fool's pleading for another?\"", "\"Fool, Sir!\" said Shakspeare, \"let me teach you</br>Politer manners, I beseech you;</br>Spencer a fool you cannot mean,</br>As witnesseth is Fairy Queen:</br>Now if you spoke of Pope or Young,</br>There would be license for your tongue;</br>Or if that he had spoke of you Sir,</br>He would have been a just accuser.\"", "\"Me!\" exclaim'd Pope, \"you saucy knave!</br>Know ye whose fury 'tis you brave?</br>O that I could but wield a pen,</br>To scourge that most unjust of men;</br>No man could I select more fit,</br>To be the victim of my wit.</br>A fool!  you muckworm!  No &mdash; by G&mdash; d'ye see,</br>There's none can parallel my Odyssey.\"", "\"Your Odyssey,\" said Marmontel,</br>Altho' they reckon it so well;</br>I own were I the arbitrator,</br>Your essays, epigrams, and satire,</br>I should be tempted to confess,</br>A useless and ill-natured mess.\"", "\"Blockhead!\" cries Young, \"your addle head</br>Shews that your brains have long been dead;</br>Else you would ne'er presume to vie,</br>With writers of celebrity.</br>The accents from thy vacant sconce,</br>Proclaim thee what thou art, a dunce.\"", "Fielding now spoke in loud retort,</br>By Young's unbounded censure hurt;</br>(He thought he now could do no less</br>Than help a brother in distress.)", "\"Insipid creature!  dull accuser!</br>Why all these airs?  who spoke to you, Sir?</br>In vain, poor simpleton, you try</br>That author's merit to decry;</br>How willingly would I agree</br>That man should my instructor be.</br>O that he'd my sense, and that I had his!</br>My works fall short of Alcibiades!</br>Then might all bards that ever sung,</br>Down to oblivion follow Young;</br>In vain on earth to bear the bell he meant</br>Darkness, all know, is Edward's element.\"", "Goldsmith and Shenstone now produce</br>A thund'ring torrent of abuse;</br>Against the man who dared defame</br>Their fav'rite Young's exalted name.", "Now Watts, and Dyer, Hughes, and West,</br>Spoke pro and con, as each thought best;</br>And join'd by Garth, and Broome, and Green,</br>(No one can find out what they mean;)</br>Each quoting in his turn, a stanza</br>To aid this queer extravaganza.", "Milton declar'd he would be heard,</br>Morel wish'd to put in a word,</br>But all in vain, for Akenside,</br>Tax'd him and Lyttelton with pride</br>In not beginning long before,</br>And now they should not speak, he swore.", "\"Had I but arms,\" said Rowe, \"an hour,</br>And Akenside was in my power,</br>If his thick pate was not too hard,</br>The rogue's opinion should be marr'd:</br>He's past endurance, vain, fantastic,</br>And merits the reward of a stick.\"", "Quoth Surrey, \"Pray, who is't so pat,</br>Can tell who merits this or that?</br>Surely the speaker should partake,</br>The scourge he would for others make;</br>And bid the power rest with Surrey,</br>He'd do his bus'ness in a hurry.\"", "\"For why, Sir,\" quick replied Voltaire,</br>\"I see no reason, I declare;</br>For anger he had good authority,</br>Considering the great majority</br>Milton and Shakspeare would have gain'd,</br>As they in former times obtain'd.</br>Whene'er they sang, all ear and eye lent;</br>I wonder what could keep them silent.\"", "\"Heavens!\" said Lansdowne, \"who can bear</br>To hear a scurvy Frenchman there,</br>Reprove the monarchs (of their time)</br>Of Stage and Poetry sublime?</br>In this assembly they should claim</br>The tributes of exalted fame,</br>Thrones of bright crystal should contain</br>Such treasures, while they here remain.\"", "\"Hey day!\" amaz'd, exclaim'd Cervantes,</br>\"Leave these pomposo's and andantes;</br>My worthy friend, pray moderato,</br>Such praise I don't know what to say to.\"", "\"Suppose,\" says Chatterton, \"you don't,</br>If you'll be such a fool, I won't;</br>What man but you would frankly own,</br>Shakspeare deserves a crystal throne?</br>And Milton by his side would view</br>With scorn such vulgar dogs as you.\"", "\"Who's that,\" says Waller, \"dare to chatter?</br>He cannot sure know what's the matter.</br>Milton would view my friend, he cries!</br>How could he view without his eyes?\"", "\"Why there,\" said Drummond, \"you are right,</br>No man can see without his sight;</br>But minus eyes, I'll take my oath,</br>He beats e'en you who have them both.\"", "Addison now prepar'd to say</br>Something to end the mighty fray,</br>\"For Falconer,\" said he, \"will join</br>His efforts, I am sure, with mine.\"</br>When lo!  an accident occur'd,</br>Which settled all without a word.", "It should be known to all men, that</br>The master was a Democrat;</br>And on the night of this disputing,</br>A mob came rioting and hooting,</br>In honor of a vict'ry famous;</br>(Pity their loyalty should shame us!)</br>And halloo'd for his candles loudly;</br>When answering perhaps too proudly,</br>They snatch'd up sticks, and stones, and cinders,</br>And sent a volley through the windows.", "Now the assembly still in anger,</br>Sat muttering abusive clangor,</br>When lo!  a stone assail'd the light head,</br>(Ill-manner'd stone!) of luckless Whitehead;</br>Crack'd in a hundred scatter'd pieces,</br>Their anger for a moment ceases;</br>When strait a brick encounter'd Sprat,</br>And laid him with poor Whitehead, flat.", "Loud exclamations now begin,</br>While loudly sounds the rattling din;</br>And ere Morel had time to wonder,</br>Swift came a storm, as loud as thunder,</br>And on his brittle pate alighted,</br>Which in a moment left him quite dead.</br>Quick flew the pieces every way,</br>And many felt their potent sway;</br>A cheek from Shenstone, nose from Dyer,</br>And half the face of Matthew Prior,</br>Torn from their native situation,</br>Defy the power of lamentation.", "Vain was their wonder, vain complaining,</br>The storm continued still to rain in;</br>And something, (harder sure than swans-down,)</br>Crack'd the poor skulls of Swift and Lansdown;</br>Which flying round the room like shots,</br>Prov'd death to Somerville and Watts.", "Loudly did many still exclaim,</br>When show'ring with such fury came</br>A volley through the windows yielding,</br>That down dropt Akenside and Fielding.</br>Nay many more were laid down quiet,</br>Among them Lyttelton and Wyat;</br>And Chaucer, Waller, Denham, Young,</br>Were each oblig'd to hold his tongue.", "At last the prop that some had built on,</br>(The Prince of Poets) down dropt Milton;</br>And whether grief for his sad fate,</br>Or a wide crack across the pate,</br>Was the true cause, I cannot tell;</br>But Chatterton that moment fell.</br>From the same cause, I'm bold to say,</br>Fell Dryden, Addison, and Gay;</br>And could they have escap'd the blow,</br>They'd ne'er had stun'd both Broome and Rowe.", "Some little pause awaken'd hope</br>In Surrey, Marmontel, and Pope;</br>The show'rs of horror now were o'er;</br>But short their bliss!  for on the floor</br>Their pates were strew'd; none could avoid it,</br>And Spencer secretly enjoy'd it.</br>But ah!  his triumph who could share?</br>A brick now knock'd down him and Blair;</br>And striking Goldsmith on the breast,</br>First finish'd him, and after West.</br>Voltaire perceiv'd the execution,</br>And sat in dread of dissolution;</br>But soon quite hush'd were all his fears,</br>For Garth in scraps assail'd his ears;</br>Crack'd by annihilating blow,</br>Which settled him, and poor De Foe.</br>Cervantes sat in silent dread,</br>Knowing the softness of his head;</br>And Smollet knew he'd keep him company,</br>If they continued still to thump any.", "So it fell out, for Johnson's laughter,</br>The prelude was to what came after;</br>All three were taken in a moment,</br>And fell at once, as if't were so meant.", "The company so much decreas'd,</br>Drummond now thought they would have ceas'd,</br>But no!  the mob not easy tir'd,</br>With rage still unabated, fired;</br>And crack'd both his, and Mallet's caput,</br>For nought to shield themselves could they put;</br>And now poor Hughes, who stood between</br>Roscommon and deserted Green,</br>Would fain have been excused attending,</br>Forboding his untimely ending;</br>But all in vain, three stones at once</br>Alighted on his brittle sconce,</br>And flew apart; Roscommon halloo'd,</br>Shakspeare and Green directly follow'd,</br>Closing the slaughter of the day.", "When thus a voice was heard to say;</br>(For Seneca from his retreat</br>Safe lodg'd upon the window-seat,</br>Who had observ'd the mighty fray,</br>Had heard and seen, but fear'd to say;</br>'Till seeing all together laying,</br>Sick of the rout they'd been displaying;</br>Thought it his duty to remind 'em</br>What characters they left behind 'em.)</br>\"Hear and attend!  ye scatter'd fragments!</br>Squares, circles, radii, angles, segments!</br>Spend your last moments in repentance,</br>For just is fate, in this her sentence.</br>Nay, I'll maintain that ev'ry Bust is</br>Now treated in the extreme of justice:</br>Ye quarrel'd tho' no cause appear'd,</br>Nor thought of death, nor danger fear'd;</br>Now ye perceive, poor fools, too late,</br>Superior was your former state;</br>Why would you each precedence claim?</br>Pretention must have been the same;</br>For spite of primitive cabal, you</br>Are now all fools of equal value.\"</br>"]