["The day departed, Night her seat resumes,</br>The Moon, pale regent, now begins her reign,</br>When Contemplation leads me to the tombs,</br>The peaceful mansions where the dead remain.", "There pensive and alone when silence reign,</br>Add to the sober scene the yew-trees bend</br>Their waving tops, a solemn pace retain,</br>Fit time to learn my inevitable end.", "Near to the thorn a costly structure rear'd,</br>The polish'd marble emulates the face</br>Of him whom it contains for ever laid,</br>And richly gilded letters tell the race.", "What does't avail his deeds on stone unroll'd,</br>Or sculptur'd fame aloud proclaim his praise?</br>Can all the ornaments provoke the mould,</br>And into life the breathless body raise?", "Mark round this spot the many rais'd on high,</br>Vain frail memorials faithless to their trust;</br>The place will be forgot where now they lie,</br>Time soon will make them heaps of mould'ring dust.", "Few steps below a tufted sod I see,</br>Without memorial to point out the spot,</br>His name deny'd a place by Fate's decree,</br>For while on earth was penury his lot.", "What though no storied urn his ashes grace,</br>Or senseless statues weeping o'er him dead;</br>What though no friendly Muse proclaims his race,</br>Or pictur'd Cupids shew their drooping head;", "Yet is his memory kept by holier ties,</br>His tender offsprings images bestead,</br>With heart-felt sorrows pour their tender cries,</br>And shed their tender tears on his cold bed.", "In many different cells around are laid,</br>Without memorial but the heighten'd turf;</br>Here sits some mother &mdash; there some dear lov'd maid&mdash;</br>And here some infant snatch'd by Fate from earth.", "But ah!  who do I see beneath yon shade,</br>With plaintive murmurs sighing thro' the grove,</br>Gliding by moon-light there along the glade&mdash;</br>Oh!  'tis Lucella, slave to hapless love.", "Oft when the silver moon the night has cheer'd,</br>Lucella wand'ring from her peaceful home,</br>When naught but murmurs of the wind are heard,</br>To sit and weep on her Philemon's tomb.", "Forbear to weep, fond maid, thy tears give o'er,</br>Philemon heeds thy tears nor hears thy cries;</br>He much lov'd once, Lucella loves no more,</br>Nor feels the influence of her sparkling eyes.", "What tho' thy frequent tears by sorrow forc'd,</br>Bedew the urn wherein his ashes rest,</br>To all these extasies Philemon's lost,</br>To all the throbbings of thy troubled breast;", "With how much joy were once your meetings kept,</br>How did you think to make the swain your own;</br>What glow of hope within your bosom crept,</br>High beat your heart when love's bright seed was sown.", "Nor less enraptur'd was the shepherd's breast</br>Than fair Lucella, knew no other charms,</br>Fate mock'd your joys, and thus the swain addrest&mdash;</br>\"This hapless night you're doom'd to Death's cold arms.\"", "Ah!  go Lucella, tell the giddy throng,</br>How vain and fleeting are terrestrial joys;</br>To trust on earthly happiness how wrong&mdash;</br>How often Fate our liveliest hopes destroys.</br>"]