["The sober ev'ning, mantled round with grey,</br>Stretches her curtain o'er the vacant plain;</br>The shepherd piping, measures home his way,</br>To lull his toils in somnolence again.", "Forth flies the owlet from her mansion drear,</br>The village smoke in curling spires ascends;</br>Hush'd are the warblers on the dewy brier,</br>And not a cur the wooly breed defends.", "Pensive around these trembling rocks I'll rove,</br>These rugged grots and fortresses pervade;</br>Here all the sweets of solitude I'll prove,</br>If Contemplation deigns the scene to aid.", "From these lone turrets, struck by Time's decree,</br>Once both the envy, and the pride of kings,</br>The moral mind in serious truth may see</br>How short the date of sublunary things.", "Tyrannic Time nor spares the stately hall,</br>Nor yet the trappings of the lordly-seat;</br>Crush'd by his sway, ev'n rocks themselves must fall,</br>And, as they moulder, nod ascent to Fate.", "These sparkling orbs, and thou Hesperian star!</br>That wont'st to light the pilgrim to his cell,</br>'Ere long, abash'd, must leave thy splendid car,</br>And, tumbling, bid th' aetherial heights farewell.", "The lowly mourner of this artless lay,</br>Unknown to cringe at Fortune's radiant shrine,</br>'Ere long will fall a lifeless mass of clay,</br>And round his head the noxious nettle twine.", "No monumental busts his tomb adorn,</br>Or art of sculptor grace his humble grave,</br>One flow'ry turf, besprent with dew of morn,</br>Is all he wants, and all his pride shall have.", "Full oft the parson's bestial tread the green,</br>Where sleeps in common ground, fair Virtue's child;</br>While, pompous, he in garnish'd style, I ween,</br>The man of morals dissolute and wild.", "And yet nor 'vails it to the hallow'd dead,</br>Tho' 'neath the clod his mould'ring bones remain,</br>Or tho' an ermine robe o'erspreads his head,</br>Alike unknown to pleasure or to pain.", "The grave, dread mansion!  ends terrestrial pride,</br>There lie the ignorant and courtly wise;</br>The monarch finds a beggar by his side,</br>And there are equal all beneath the skies.", "Transporting thought!  ye lenient maxims, hail!</br>All hail, ye maxims Meditation gave!</br>Teach me to trudge obeisant thro this vale,</br>And ev'ry frown of treach'rous Fortune brave.", "I'll seek Content who moves in humble sphere,</br>Link'd arm in arm with poverty she strays;</br>Chears, with her looks, the aching breast of Care,</br>And, smiling, smooths life's irksome thorny ways.", "Then will it little 'vail what wants are mine,</br>Tho' no obsequious minion calls me Lord,</br>Tho' my repasts should lack delicious wine,</br>Or cates purvey'd from Luxury's rich hoard.", "Do summer suns emit a fairer light,</br>For Fortune's pamper'd fav'rites, than for me?</br>Or do these sparkling orbs appear more bright,</br>Or fresher bloom the verdure of the tree?", "As calm my peaceful moments glide along,</br>No empty dreams of greatness scar my rest,</br>For me the warblers pour as sweet a song,</br>As mild their music for to make me blest.", "Beneath my wattled roof, remote and low,</br>If dame Content presides in peaceful state,</br>Adieu, ye cares!  that riches oft bestow!</br>Adieu!  ye dazzling fin'ry of the great!", "Nor would I once forego my rural toil,</br>Exchange the pleasures health and labour give,</br>To share with Murray ev'ry legal broil,</br>Or greater still by princely favour live.", "All humble let me pass my destin'd days,</br>Alike to flatt'ry or to fame unknown;</br>The only boon I ask is Virtue's rays,</br>And what Morality can call her own.", "One friend sincere to chear my narrow cell,</br>And Oh!  may Heav'n indulgent hear my pray'r!</br>One friend with Solitude and me to dwell,</br>And homely viands from my bounty share.", "With him midst shade or valley would I rove,</br>Unnoted watch the radiance of the morn,</br>Mark Nature's progress thro' my artless grove,</br>And catch a theme for joy in ev'ry thorn.", "Remov'd from all the noise and strife of town,</br>Stranger to ev'ry vice in Folly's train,</br>I'd count my innocence a spotless crown,</br>Wove with the social friendship of the plain.", "Welcome ye scenes!  for Contemplation form'd,</br>Ye scenes where Folly ne'er erects her brow!</br>Avaunt ye fools!  by Dissipation warm'd,</br>Ye lawless sons of Revelry, adieu!", "Enough the Muse! &mdash; and hark!  from yonder tree,</br>Lone Philomela mourns in plaintive lay;</br>Sweet bird!  melodious are thy notes to me,</br>But guide to lead the 'wilder'd on their way.", "Behind yon tufted ashlings of the vale,</br>The waxing moon descends the western sky,</br>Along the river curls a chilly gale,</br>And echoing vaults to midnight ghosts reply.", "A death-like silence spreads along the lawn,</br>I'll snatch my mantle, wet with pearly dew,</br>Court lenient slumbers till the morning's dawn,</br>And bid these time-struck battlements adieu!</br>"]