["Not to the camp, the court, or hoary cell,</br>Is pure Felicity's bright meed confin'd;</br>Nor yet with wealth th' brilliant deigns to dwell,</br>Nor beat the billows round the gem refin'd:</br>But where to man true estimation's giv'n,</br>Of chequer'd good below, it beams th' light of heav'n.", "If birth, or art, a competence procures,</br>As sages own throughout the ethic clime,</br>The wants that Nature undebauch'd endures,</br>Deep to lament is reason's weakest crime!</br>Yet far be hence the rigid Stoic's plan,</br>More spleen than joy awaits who feels not as a man.", "But happy he who gloriously obscure,</br>Far from the mockery of pomp and state;</br>Good without noise, or without murmuring poor,</br>Rich without treasure, without title great;</br>Remov'd from av'rice and ambition's strife,</br>Tastes the calm silence of a blissful life.", "Thrice happy he!  whom no false splendor fires,</br>Who studies in himself his strength to find,</br>Whose humble fortune limits his desires,</br>Or with his little plot improves his mind;</br>Benevolent to all, a slave to none,</br>All happy he who builds on Providence alone.", "Unmov'd by cares that wealth and grandeur bring,</br>He envies none the glory of a crown;</br>The monarch of himself is more than king,</br>His will a sceptre, and his breast a throne:</br>Wisely ambitious we each hour may find</br>A thousand undiscover'd empires in the mind.", "Who prudent keeps his fortune in his breast,</br>Fresh Nectar quaffs e'en from the crystal flood,</br>And in a charnel-house he'd sweetly rest,</br>Nor gaudy raiment asks, nor dainty food;</br>To healthful labours he by day attends,</br>And on his brow at night a peaceful sleep descends.", "While Wisdom's sun's my influ'nce and my guide,</br>Here I'll subject my little world within,</br>Restrain my anger, and controul my pride,</br>Estrang'd by principle from sordid sin;</br>Then welcome sure and genuine liberty:</br>Who's courage thus to live, has priv'lege to be free.</br>"]