["As yet a blank unsully'd dost thou lie,</br>Not fairer looks the face of snow-crown'd mount,</br>Or housewife's linen, on the rural hedge</br>Oft pendent, bleaching in the sun, seen chief</br>When summer skies invite.  Alas!  who knows</br>Thy fate's incertainty?  What eye can pierce</br>The cloudy veil that intercepts thy doom?</br>Perhaps with orders mercantile replete</br>Thy fluctuating voy'ge thou mayst extend</br>Advent'rous, on the waves proud summit sail,</br>And reach the farthest Ina:  Or to the hand</br>Of widow rich, or blushing virgin, bear</br>Love's soft commission.  Raptur'd at the sight</br>Methinks to thine she joins her eager lips,</br>Sweet as twin rose-buds in Aurora's dew</br>Coelestially embalm'd, and stores thee safe</br>Betwixt her pleasure-swelling hills of joy,</br>With smiling Nature's azure pencil streak'd.</br>Ah!  could I thus, like thee, my head recline</br>In am'rous languishment, and taste entranc'd</br>The circumambient bliss!  How would I kiss,</br>And revel on the strawb'ry centre!  Happy thought!</br>By all the pow'r of ardent love, I glow,</br>With fierce desire I glow &mdash; Keep down, my heart,</br>Nor let thy master wander from his theme.</br>Perchance the sage in praeterperfect lore</br>Deep read, the rites of nations may deduce</br>Link'd in the chain of time, and on thy leaf</br>Historic truth inscribe.  Or, woe to thought!</br>Thy lily-looking face may be impress'd</br>With letters dark, and words of sound uncouth</br>Yclep'd a Sheriff's warrant.  Arm'd with this</br>The Bailiff sallies forth with branch of oak</br>Tremendous, and behind him cringing close</br>Catchpole with tiger eye, and ghastly front</br>With many a scar indented, horrid pair!</br>By wretch insolvent hated.  Or perhaps</br>A kinder fate awaits thee, doom'd to bear</br>The gentle pressure of Melinda's finger,</br>As to thy page the secrets of her soul</br>Th' ecstatic Nymph imports, or sends thee forth</br>In billet doux dissected round the town.</br>But oh!  prophetic thought!  conjecture sad!</br>Methinks I see thee underneath the hand</br>Of daring bard.  Full fraught with Poetry,</br>Or something similar, he deems thee choice,</br>Fit food for Lloyd's, or monthly Magazine.</br>And, tho' true merit dwell in thy contents,</br>Full oft it meets with treatment base, pass'd o'er</br>By Printer injudicious, and consign'd</br>To use obscene, unworthy; which, if nam'd</br>Would call a blush into the Muse's cheek,</br>And flood the Poet's eye with angry tears.</br>Or, if this accident thou shouldst survive,</br>Disgrace attends thee still, obscure on shelf,</br>On shelf of dust reclining, 'midst a heap</br>Of literary rubbish, 'till a Slave</br>Of money-loving soul to Pastry-cook,</br>Or petty Chandler sell thee.  Thence in tarts</br>To dirty hand of School-boy may'st thou come,</br>Or sweat in grease of candle, or enwrap</br>Salt butter's quartern.  Then when sluttish nymph</br>Has shew'd thee ev'ry Corner of her garret,</br>And with her hands oft dabb'd thee, chang'd thy hue</br>To dye abhorr'd, and squalid as her own,</br>She leaves thee hissing in a small-coal grate</br>'Till all thy sheet evaporate in flame.</br>But to pursue thee sailing down the tide</br>Of mystic chance, my little bark departs.</br>Here then I moor, and give thee to the sport</br>Of winds, whilst I in perilous attempts</br>Less daring, court the safety of the shore.</br>"]