["Indulgent Quiet!  Pow'r Serene,</br>Mother of Peace, and Joy, and Love!</br>O say, thou calm propitious Queen,</br>Say, in what solitary Grove,</br>Within what hollow Rock, or winding Cell,</br>By human Eyes unseen,</br>Like some retreated Druid dost thou dwell?</br>And why, illusive Goddess!  why,</br>When we thy Mansion would surround,</br>Why dost thou lead us thro' inchanted Ground,</br>To mock our vain Research, and from our Wishes fly?", "The wand'ring Sailors, pale with Fear,</br>For Thee the Gods implore,</br>When the tempestuous Sea runs high,</br>And when, thro' all the dark benighted Sky,</br>No friendly Moon or Stars appear</br>To guide their Steerage to the Shore:</br>For Thee the weary Soldier prays;</br>Furious in Fight the Sons of Thrace,</br>And Medes, that wear majestick by their Side</br>A full-charg'd Quiver's decent Pride,</br>Gladly with Thee would pass inglorious Days,</br>Renounce the Warrior's tempting Praise,</br>And buy thee, if thou might'st be sold,</br>With Gems, and Purple Vests, and Stores of plunder'd Gold.", "But neither boundless Wealth, nor Guards that wait</br>Around the Consul's honour'd Gate,</br>Nor Anti-chambers with Attendants fill'd,</br>The Mind's unhappy Tumults can abate,</br>Or banish sullen Cares, that fly</br>Across the gilded Rooms of State,</br>And their foul Nests, like Swallows, build</br>Close to the Palace-Roofs, and Tow'rs that pierce the Sky.</br>Much less will Nature's modest Wants supply;</br>And happier lives the homely Swain,</br>Who, in some Cottage, far from Noise</br>His few Paternal Goods enjoys,</br>Nor knows the sordid Lust of Gain,</br>Nor with Fear's tormenting Pain</br>His hovering Sleeps destroys.", "Vain Man!  that in a narrow Space</br>At endless Game projects the daring Spear!</br>For short is Life's uncertain Race;</br>Then why, capricious Mortal!  why</br>Dost thou for Happiness repair</br>To distant Climates, and a foreign Air?</br>Fool!  from thyself thou canst not fly,</br>Thyself, the Source of all thy Care.</br>So flies the wounded Stag, provok'd with Pain,</br>Bounds o'er the spacious Downs in vain;</br>The feather'd Torment sticks within his Side,</br>And from the smarting Wound a Purple Tide</br>Marks all his Way with Blood, and dyes the grassy Plain.", "But swifter far is execrable Care</br>Than Stags, or Winds that thro' the Skies</br>Thick-driving Snows and gather'd Tempests bear;</br>Pursuing Care the sailing Ship out-flies,</br>Climbs the tall Vessel's painted Sides;</br>Nor leaves arm'd Squadrons in the Field,</br>But with the marching Horsemen rides,</br>And dwells alike in Courts and Camps, and makes all Places yield.", "Then, since no State's compleatly blest,</br>Let's learn the Bitter to allay</br>With gentle Mirth, and wisely gay</br>Enjoy at least the present Day,</br>And leave to Fate the rest.</br>Nor with vain Fear of Ills to come</br>Anticipate th' appointed Doom.</br>Soon did Achilles quit the Stage,</br>The Heroe fell by sudden Death;</br>While Tithon to a tedious wasting Age</br>Drew his protracted Breath.</br>And thus old partial Time, my Friend,</br>Perhaps unask'd to worthless Me</br>Those Hours of lengthen'd Life may lend,</br>Which he'll refuse to Thee.", "Thee shining Wealth and plenteous Joys surround,</br>And, all thy fruitful Fields around,</br>Unnumber'd Herds of Cattle stray.</br>Thy harness'd Steeds with sprightly Voice</br>Make neighb'ring Vales and Hills rejoice,</br>While smoothly thy gay Chariot flies o'er the swift measur'd Way.</br>To Me the Stars, with less Profusion kind,</br>An humble Fortune have assign'd,</br>And no untuneful Lyrick Vein,</br>But a sincere contented Mind,</br>That can the vile malignant Crowd disdain.</br>"]