["1.</br>Cease, cease Pierian dames,</br>Be henceforth mute,</br>Leave of your wanton games,</br>Apollos lute</br>Hath crackt a stringe:  it grates my eares,</br>'Tis harsh, as are the heavenly spheares:</br>List Willie sings and tunes his oaten reed,</br>To whom all hearts, all eares doe yield themselves:  as meed.", "2.</br>Hearke, hearke, the joylly lad</br>So sweetly sings,</br>The vales as proude, as glad</br>The murmuring springes:</br>Both joyne to tell the neighbour hills</br>That theres no musicke like to Willes.</br>Eccho enamoured one the pipinge swaine</br>Recovers (sylly wretch!)  her voice, repeats each straine.", "3.</br>The bucksome sheepheardesse</br>Hearke!  ha!  no more ?</br>Ah!  what unhappinesse</br>Wast left us poore,</br>Brereft by thy neglected songs</br>Of life, of joy!  tell tell what wrongs</br>What sad disaster (Willie) is betide,</br>That we thy laies (not yet half done) should be denyed?", "4.</br>What has some satyre rude,</br>Wode to those groves</br>His wily snares bestrewd</br>To catch your loves?</br>To tempt a credlous sheepheardesse,</br>Who crying out in her distresse,</br>Have made you breake or flinge your pipe away,</br>Oh no!  your charmes would erst have made the monster stay.&mdash;", "5.</br>Or is your pipe ybroke,</br>And 'twill not sounde?</br>Goe, goe unto the oake</br>By youder mounde:</br>Take Colins pipe (there't hangs) in hand,</br>Or if not that you may command</br>The whillome jolly swaine's PHILICIDES,</br>But ah your broken pipe will sound as well as these.", "6.</br>Has subtell Reynard caught</br>A friskinge lambe,</br>Or the fearce woolfe distraught</br>The bleatinge dam?</br>And you by riffling of their folds,</br>Which to regaine your sport witholds,</br>Or has your lagginge ewe a lambkin yean'd,</br>Which makes you cease your notes, and midwifrie attend.", "7.</br>Or did some sheepheards boy</br>(Thy layes are good,)</br>Nods head or pause and coy,</br>He understood,</br>Not that it which he did soe taunt</br>(If there were such) dull ignorant,</br>Or else despairinge ere to rise so high,</br>Would worke thee swaine from thy deserved supremacy.", "8.</br>Did the round yesterday,</br>Which thou beganst</br>Soe merriely to play,</br>Thou them entraunct'st?</br>O did they rayse thy worth soe high,</br>And made thee blush for modestie:</br>Did they with garlands girt thy curled locks,</br>Cald thee fine piper while thou lookest all griefe for mocks.", "9.</br>And would th' had wood thee too,</br>A second part,</br>Cause from their promisd vow</br>They gan to start:</br>In which th' hadst bound their seely swaine</br>Nor to commend nor praise thy veine,</br>Yet when they did begin, and who could spare,</br>Thou cruell torst thy chaplets, and wouldst willow weare.", "10.</br>See cruell faire, see, see</br>Each sheapheards brow,</br>That wont to smile with glee,</br>Is tearswolne now;</br>And prisninge up their pearly wealth,</br>The straglinge drops get out by stealth,</br>Yet could they hope to win thee for their prize,</br>To finish up thy song theyde bankerupt all their eyes.", "11.</br>The pretty birds were mute</br>To heare thee singe,</br>And see the shepheard youth</br>All wantonninge;</br>When having ceast thy noates all fitty,</br>They all reservd there mournful dittye:</br>Philomel fearinge tis her fate denyes,</br>Thy sweeter accents falls into thy breast and dyes.", "12.</br>The winds that erst were whist</br>Beginne to roare,</br>Each tree your songes beinge mist,</br>Skreeks as before:</br>Each sproutinge pauncie in the meade</br>For griefe begins to hang a head,</br>The weepinge brooke in grumblinge tones glide doune,</br>Dimples its once sleeke cheeks, and thanks you with a frowne.", "13.</br>Come, come lets heare your skill,</br>Here say you can't,</br>What are you angrie still,</br>By Pan you sha'nt.</br>Nere let your modestie deprive</br>Y' of what will keepe your name alive,</br>Whilst ore the curld-haird-Tavies flowery side</br>There does on shepheard lodge or seely sheepe abide.", "14.</br>Oh let not nice conceit,</br>You are too younge,</br>That there are lads more feete</br>Ith shepheards thronge,</br>Who better able are distill</br>There soule in sonnets at their will,</br>If still to me you be obdurate then,</br>Let sheepe, birds, trees,winds, flowers, brooks, teach thee melt again.</br>"]