["Strange murmurs breathe through Missolonghi's halls&mdash;</br>Her fanes resound with requiem and with prayer,</br>And grief's o'ermastering agony, which falls</br>In mournful plaints upon the midnight air.</br>Whence are these frantic accents of despair,</br>Thus mingling with devotion's holier strains?</br>Hath the destroyer of her fame been there?</br>Bends she beneath a race her soul disdains,</br>The Moslem robber's prey? &mdash; Is Greece once more in chains?", "No &mdash; still on high doth Freedom's banner float,</br>And Freedom's sons the storm of battle dare!&mdash;</br>Proud animating sight! &mdash; Then why that note</br>Of deep-felt sorrow &mdash; of profound despair?</br>Death, unrelenting tyrant!  hath been there,</br>And smote her mightiest champion &mdash; he, whose song</br>Came on her slumbers like the mountain air,</br>Rousing the torpid spirit, which too long</br>Had slept in dull repose beneath th' oppressor's wrong.", "Who now shall sound the trump in Freedom's cause,</br>And bid her hurl the tyrant from his rock?</br>Who rouse her slumbering courage should she pause,</br>And nerve her bosom for the battle's shock?</br>Lo!  her impetuous call the nations mock,</br>Or gaze inactive as she lifts her chain:</br>Yea, at the despot's cry, tumultuous flock</br>To rivet links they may not break again&mdash;</br>Witness, indignant world!  oppress'd, insulted Spain!", "Well may'st thou weep, fair Greece! &mdash; That heart is still'd,</br>Whose whole collected energies were thine:</br>That mighty spirit gone, whose influence thrill'd</br>Upon the soul, like breathings from a shrine!</br>And silent now that harp, whose notes divine</br>Were living things, instinct with heaven's own light!</br>The intermingled radiance of the mine,</br>Bursting with splendour from a thousand bright</br>And many-colour'd gems, upon the dazzled sight!", "Proud Wizard of the mind! &mdash; On Delphi's hill,</br>Lo!  where he sits and waves his magic wand;</br>Bright shapes arising at his call, which still</br>Vary their forms, like clouds by zephyrs fann'd:</br>Visions of glowing beauty, soft and bland,</br>Spring forth, like sunbeams on the evening sky;</br>Then darker shapes their shadowy wings expand,</br>And stalk with solemn port majestic by,</br>While midnight broods around, and mournful breezes sigh.", "Long o'er the magic breathings of that lyre,</br>Wrapt in the trance of grief, shall Genius sigh:</br>Long shall we mourn the Bard, whose thoughts of fire</br>Were storm-clouds rushing o'er th' autumnal sky!</br>Vain tribute to his fame! &mdash; Th' etherial eye</br>Whose piercing glances could the heart unveil,</br>(That darksome cavern where the passions lie</br>Coil'd up like serpents in their shining mail,)</br>Is now for ever quench'd &mdash; those speaking features pale!", "At thy behest great Bard!  the spectral band</br>Of human passions rose in grim array;</br>Dark shadows!  which required a mighty hand</br>Like thine, their changing features to pourtray:</br>Emotions that o'erwhelm the mind, and prey</br>Like worms upon the form which gave them birth,</br>Wearing, by slow degrees, its strength away.</br>(Thus strangely art thou made, frail child of earth,</br>Even to thy very thoughts, a mockery and a mirth.)", "Thine the immortal song &mdash; the powerful spell,</br>That o'er the feelings held a stern control;</br>Now, like the ocean's solemn voice, it fell</br>With deep and awful grandeur on the soul!</br>Then softer sounds upon the sense stole,</br>Like far off music's melancholy strain.</br>Anon &mdash; thou bad'st the patriot thunders roll</br>The battle song of Greece!  and pour'd again</br>The crimson tide of life, through Freedom's throbbing vein.", "Behold!  she starts from slumber's trance profound,</br>An angry phantom bursting from the grave;</br>And casts a dark indignant glance around,</br>On realms her slothful children fail'd to save.</br>Fall'n Greece awakes! &mdash; again her banners wave&mdash;</br>Burst are her fetters, and her chains unbound!</br>Yet still there comes no succour to the brave&mdash;</br>Among the torpid nations, none are found</br>To aid her struggling bands, and war's alarum sound!", "Forth as a lion bounding on his prey,</br>Lo!  where she rushes on the Moslem band!</br>But England's gallant warriors, where are they,</br>To fan that sacred fire, and nerve her hand?</br>Is Freedom's spirit dead within the land?</br>Shall we, once proud to aid a cause like thine,</br>Brave, yet neglected Greece!  now tamely stand,</br>And see the spoiler wrong each deathless shrine,</br>Stride o'er each sacred fane and cenotaph divine?", "Land of my fathers!  fall'n indeed art thou,</br>Thy glory tarnish'd, and eclipsed thy fame;</br>Once Freedom's birth-place and her boast, but now</br>From history's glowing page what can'st thou claim?</br>Arouse thee from thy slumbers &mdash; be thy name</br>Once more a watch-word to the free and brave.</br>Can England breathe the atmosphere of shame?</br>Greece calls! &mdash; go bid thy warriors cross the wave,</br>And kindle at the strains thy patriot poet gave.", "Whate'er her fate, let Hellas stand or fall,</br>Her zenith brighten, or her star decline;</br>Achieve her freedom, or become the thrall</br>Of Moslem slaves, while Europe stands supine;</br>As the dark ivy round some lofty shrine,</br>With melancholy grace its foliage flings,</br>Thus will she wreathe, great Bard!  her name with thine:</br>Far prouder of that boast than Rome's stern kings</br>Were, when to distant realms their eagle spread its wings.", "Oft will the stranger seek thy hallow'd tomb&mdash;</br>There th' enfranchised slave a requiem breathe,</br>And mourn, with sadden'd heart, the early doom</br>Of him whose beauteous corse reclines beneath.</br>And long will Greece that sepulchre enwreath</br>With brighter flow'rs than Slavery's hand can braid;</br>Since his the voice that bade her first unsheath</br>In Liberty's proud, cause her shining blade,</br>And his th' inspiring song her blushing sons obey'd.", "But from my sight the glorious scene hath faded&mdash;</br>The pride &mdash; the pomp of battle pass'd away.</br>I mourn that brilliant orb, too soon o'ershaded,</br>The sudden quenching of its fervid ray!</br>\"Grim-visaged\" Death!  thine is no common prey&mdash;</br>That lofty being, whose aspiring mind</br>No mortal force could move, or power affray;</br>Even as the willow bendeth in the wind,</br>Hath yielded to thy might, stern ruler of mankind!", "Vain triumph! &mdash; o'er the dull and plodding knave</br>Thy wand has touch'd &mdash; Oblivion's tide may roll;</br>Proud Genius scorns the bondage of the grave,</br>And mocks, fell tyrant!  even thy control.</br>Its frame may perish, but the spark it stole</br>From heav'n, thy hand can never quench in night:</br>Bring plague or famine, dart or poison'd bowl&mdash;</br>Bid life in ling'ring tortures take its flight&mdash;</br>Still doth it rise from earth, and scorn thy boasted might.", "Kings may neglected moulder in the dust,</br>Like nodding ruins on the lonely shore;</br>Their trophies crumble from the marble bust,</br>Their proud mausoleums sink, and be no more!</br>Yea, cities may depart, and surges roar,</br>Exulting, o'er the works by time defaced;</br>Fair realms become deserted, where of yore</br>Mirth's voice resounded; now in silence traced</br>By Desolation's foot &mdash; a wild, a dreary waste!", "Surviving all, the Poet's deathless name,</br>While ages glide with silent lapse away,</br>Shall kindle like the everlasting flame</br>On Vesta's altar, with a quenchless ray.</br>Bright atoms of immortal mind are they,</br>The blooms which cling to glory's fadeless stein,</br>And perish not, when meaner flowers decay;</br>Blest heritors of fame, more prized by them</br>Than life and light itself, their being's brightest gem.", "Yes, glorious Bard!  in every age and clime,</br>Thy fame's imperishable wreath shall bloom;</br>A bright star shining through the depths of time,</br>A ray of splendour bursting on its gloom.</br>And can we view unmoved thy early doom&mdash;</br>Thy genius in its fairest hour dispell'd?</br>Oh no! &mdash; Grief's tribute falls upon thy tomb;</br>And hearts, thy lofty mind in bondage held,</br>Now mourn in silent woe that ardent spirit quell'd.", "Ill-fated Greece!  again would'st thou behold</br>A mind thus form'd thy glory to redeem;</br>First render up from out thy hallow'd mould</br>Earth's demigods, if such be not a dream.&mdash;</br>Proud Queen of Islands!  mourn the vanish'd beam</br>Of him thy shores gave birth to, for he spread</br>A light around thee.  Friends, whose heart's esteem</br>He prized on earth, (and ye were many,) shed</br>Grief's agonizing tear for him, whose spirit's fled.", "Yet faint are all the sorrows they can feel,</br>Compared to thine, fair daughter of his heart!</br>O'er that young brow full many a year must steal,</br>Ere the dull throb of woe can cease to start.</br>Twined to thy father's memory thou art;</br>Thy breast embalms his image in its shrine;</br>And never from that bosom can depart</br>The plaint his wounded spirit pour'd to thine,</br>Thou seraph of his Heaven!  love's late-rekindled sign!", "Farewell, immortal Byron! &mdash; thou hast been</br>The star on which I bent my ardent gaze;</br>The living fire o'er which I loved to lean,</br>And bask my youthful spirit in the blaze.</br>I dwelt upon thy genius, till its rays</br>Came o'er my senses like enchantment's spell,</br>Wrapping their wilder'd powers in magic's maze.&mdash;</br>But thou art gone! &mdash; all language fails to tell</br>How much I feel thy loss, &mdash; departed Bard, farewell</br>"]