["LYCON, ANTHIS, CETE.", "LYCON.</br>Anthis and Cete comb'd their flowing hair,</br>And tun'd to pleasing sounds the trembling air,</br>While hoary Phorcys sat on floating weed,</br>And slowly drove th' unwilling herd to feed.</br>Attend, ye fish, and all around me throng,</br>While I repeat the Nymph's alternate song.", "ANTHIS.</br>\"Think, how to day a gentle western breeze</br>With pleasing gales danc'd on the circling seas,</br>It swept the calmer surface of the main,</br>And smooth'd the waters to a smiling plain;</br>But now diffusive sweets from spicy hills</br>Are born on Eastern winds, and waft their blended smells.</br>The Dolphins lash the waves with bending tails,</br>And ev'ry ship with speedy current sails.</br>Since nothing here we fix'd or constant find,</br>Why should the Nereid boast a settled mind?", "\"The restless Fish who left the open sea,</br>And swam to every creek, and winding bay,</br>To th' ocean now in shoals return again,</br>While empty nets deceive the fishing swain.</br>Now shortening days are griev'd by northern isles,</br>While from encreasing cold, and snowy wilds,</br>The starving birds in numerous flocks repair</br>To happier climates, and to warmer air.</br>Since nothing here we fix'd or constant find,</br>Why should the Nereid boast a settled Mind?", "\"Though late the tides have threaten'd all the coast,</br>Now, since the waning moon her strength has lost,</br>They own their weakness, and are heard no more,</br>But, creeping, hardly cover half the shore:</br>When she directs, the swelling floods increase,</br>And sounding waters raise the troubled seas;</br>But when she horned frowns, the tumults cease,</br>The waves are still, and hush'd in sullen peace.</br>Since nothing here we fix'd or constant find,</br>Why should the Nereid boast a settled mind?", "\"The conscious fish the heav'nly motions feel,</br>And thus confin'd within his native shell,</br>All dry and lean the mournful Oyster lies,</br>(And Fishers then the tastless prey despise);</br>But when the Moon looks down all over bright,</br>They juicy grow, nourish'd with heavenly light.</br>Since nothing here we fix'd or constant find,</br>Why should the Nereid boast a settled mind?", "\"Calthinoe lov'd a Triton-youth, and swore</br>Her heart (thus fix'd by him) should rove no more</br>But when repeated loves began to cloy,</br>The wiser Nymph embrac'd a kinder boy.\"", "LYCON.</br>Thus Anthis sung, and Cete thus reply'd,</br>While angry winds oppos'd the rising tide:", "CETE.</br>\"Resistless charms are in a lovely face,</br>But spotless Virtue has a nobler grace.</br>Alcon did never yet inconstant rove,</br>Or break repeated vows, or change his love.</br>Careful he shuns the streights, and narrow seas,</br>Where altering scenes the fickle Mer-man please.</br>For all is restless, and unsettled there;</br>The waves, and winds alike inconstant are.</br>But the unfathom'd deep is still the same,</br>And alway smiling with an easy calm.</br>The waters here a constant peace maintain,</br>And in soft murmurs lovingly complain.</br>The winds themselves are not uncertain here,</br>But their fix'd seasons know, each circling year.</br>From th' East the Summer trade-winds never fail</br>To sweep the ocean with a fresher gale.</br>Such is his love; no change it undergoes,</br>By Reason fix'd, and no repentance knows.\"", "LYCON.</br>Thus said the nymph; and now the day retires,</br>While sparkling waves appear like kindled fires.</br>The distant rocks shine with deceitful light,</br>And thus increase the terrors of the night.</br>"]