["And shall the muse, so studious to declare</br>Its power in humble verse, or rustic song,</br>Forget that now the tributary tear</br>Should flow where merit, and where praise belong?</br>Ah, no!  the bosom fraught with beauty's fire,</br>Shall change to mournful song the animated lyre.", "Where native sweetness and its charms prevail,</br>Where beauty smiles beyond the reach of art,</br>The muse shall dare to sing, tho' what avail,</br>If gloomy sorrows pierce the feeling heart?</br>'Twere vain in pensive numbers to deplore,</br>Since beauty's pow'r is fled, and sweetness charms no more.", "Yet still, whate'er was form'd to give delight,</br>To captivate the will, or charm the sense,</br>Cast in the fairest mould, did there unite,</br>And all the heart-felt joys of love dispense:</br>On whose soft notes my ravish'd ear has hung,</br>And bless'd the melting sweetness falling from her tongue.", "Not Philomela's soft melodious strains</br>Sound half so sweet, when thro' the twilight grove,</br>The pensive warbler to the moon complains,</br>And tells her melancholy tale of love;</br>Alas!  no tuneful warblings can inspire,</br>No voice like her's can charm and kindle fond desire.", "Not the fair lark amid the rising morn,</br>Proclaims the beauties of the opening day,</br>With so much sweetness, whilst gay flow'rs adorn</br>Th' empurpl'd mead, and all around is May:</br>For ev'n 'midst spring's gay charms, the feather'd throng</br>Must quit their warbling notes, and yield to Sylvia's song.", "E'en the sweet linnet on the blooming spray,</br>Attempts in vain its power to declare,</br>Dull are its notes, and dull its warbling lay,</br>While love and Sylvia entertain the ear:</br>Alas!  'twere vain for merit to aspire,</br>For charms unrivall'd still, here set the heart on fire.", "Yet what avails it that th' exub'rant tear,</br>The heart-felt sigh, the tributary verse,</br>Should thus employ a long, a fruitless care,</br>And strive the charms of beauty to rehearse;</br>When Absence, cruel pow'r, no pray'rs can move,</br>No tears can soften, nor the gentle voice of love!", "Adieu, ye shades!  and you, ye flow'ry plains!</br>Who oft have witness'd to my tender vows!</br>Adieu!  since here no more melodious strains,</br>Shall charm the sense, and lull to soft repose.</br>Adieu!  since beauty's fled, and Sylvia's gone;</br>Love's fairest queen is gone, ah!  never to return!", "For ah!  what now to me are flow'ry fields,</br>The spring's gay verdure, or the shady grove,</br>Or all the beauties which kind nature yields,</br>Depriv'd and destitute of her I love?</br>To this pall'd sense no pleasure can remain,</br>For flow'ry fields and shades can but increase my pain.", "Thankless to me is Philomela's voice,</br>The lark's shrill mattins, or the linnet's lay;</br>Thankless!  for why need they again rejoice,</br>And I in sorrows waste the live-long day?</br>Ah, no!  the purling streams and flow'ry lawn,</br>Shall but re-echo back my solitary moan.", "Oh!  would some fond, indulgent muse, but give</br>Its kind attention to a vot'ry's pray'r!</br>In never-dying verse her charms should live,</br>And future ages bless the friendly tear,</br>That flow'd where love and beauty bore a part,</br>And Absence, cruel Absence, pierc'd the bleeding heart.</br>"]