["I.</br>O Thou by Nature taught</br>To breathe her genuine Thought,</br>In Numbers warmly pure and sweetly strong:</br>Who first on Mountains wild</br>In Fancy loveliest Child,</br>Thy Babe, or Pleasure's, nursed the Pow'rs of Song!", "II.</br>Thou, who with Hermit Heart</br>Disdain'st the wealth of Art,</br>And Gauds, and pageant Weeds, and trailing Pall:</br>But com'st a decent Maid</br>In Attic robe array'd,</br>O chaste unboastful Nymph, to Thee I call!", "III.</br>By all the honey'd Store</br>On Hybla's Thymy Shore,</br>By all her Blooms and mingled Murmurs dear;</br>By Her, whose love-lorn Woe</br>In Ev'ning Musings slow</br>Sooth'd sweetly sad Electra's Poet's Ear:", "IV.</br>By old Cephisus deep,</br>Who spread his wavy Sweep</br>In warbled Wand'rings round thy green Retreat,</br>On whose enamel'd Side</br>When holy Freedom died</br>No equal Haunt allur'd thy future Feet.", "V.</br>O Sister meek of Truth,</br>To my admiring Youth,</br>Thy sober Aid and native Charms infuse!</br>The Flow'rs that sweetest breathe,</br>Tho' Beauty cull'd the Wreath,</br>Still ask thy Hand to range their order'd Hues.", "VI.</br>While Rome could none esteem</br>But Virtue's Patriot Theme,</br>You lov'd her Hills and led her Laureate Band:</br>But staid to sing alone</br>To one distinguish'd Throne,</br>And turn'd thy Face, and fled her alter'd Land.", "VI.</br>No more, in Hall or Bow'r,</br>The Passions own thy Pow'r,</br>Love, only Love, her forceless Numbers mean:</br>For Thou hast left her Shrine,</br>Nor Olive more, nor Vine</br>Shall gain thy Feet to bless the servile Scene.", "VIII.</br>Tho' Taste, tho' Genius bless</br>To some divine Excess,</br>Faints the cold Work till Thou inspire the whole;</br>What each, what all supply</br>May court, may charm our Eye,</br>Thou, only Thou can'st raise the meeting Soul!", "IX.</br>Of these let others ask</br>To aid some mighty Task,</br>I only seek to find thy temp'rate Vale:</br>Where oft my Reed might sound</br>To Maids and Shepherds round,</br>And all thy Sons, O Nature, learn my Tale.</br>"]