["Whilst contemplating on this awful scene,</br>Oh may no worldly cares disturb my breast;</br>Nor aught to damp reflexion intervene,</br>Nor trifling thoughts the solemn theme molest.", "Within these lonely mansions of the dead,</br>The rich and poor in heaps promiscuous lay;</br>From the fair cheek the lively bloom is fled,</br>Constrain'd perforce to mix with coarser clay.", "Veil'd is the lustre of the sparkling eye;</br>In the cold tomb is lock'd the snowy face;</br>The well-turn'd features here neglected lie,</br>That, living, charm'd with each alluring grace.", "Wither'd the poet's verdant-spreading bays;</br>Silent the orator's persuasive tongue;</br>No more he captivates in melting lays;</br>The soothing force of eloquence unstrung.", "Nor longer does the sage to fame aspire;</br>To worms the hero now becomes a prey;</br>So soon shall vanish ev'ry fond desire,</br>When on our parent earth we cease to stray.", "The proud, the humble, as if equals, join,</br>And peaceful slumber in the quiet grave;</br>The King, whom nations term'd almost divine,</br>Must mingle ashes with the meanest slave.", "Then whence the fruitless sigh, the wish of pow'r,</br>The anxious pantings of th' ambitious mind?</br>When life's precarious as a summer flow'r</br>That's blown and wasted by an eastern wind.", "What are your boasts, ye buzzing insects, say?</br>To courts, ambition, and to wealth a slave?</br>Their joys shall fade near truth's unerring ray,</br>And all their charms lie bury'd in the grave.", "Come to this sculptur'd tomb, ye young and gay,</br>And let the monitor attention claim;</br>Learn here how soon your glories will decay,</br>When unto dust consign'd the brittle frame.", "Then early bid adieu to flatt'ring vice,</br>To her delusive wiles, perplexive snare;</br>Ne'er let her arts the wav'ring breast entice;</br>With syren notes she ushers in despair.", "E'en in the paths of pleasure as ye rove,</br>When fancy paints some fair and blooming joy;</br>Or, as ye careless wander in the grove,</br>Death's piercing shafts your anxious schemes destroy.", "At that tremendous moment pleasure flees,</br>Nor spring, nor autumn's treasure yields delight;</br>State-splendor, with her pomp, forgets to please,</br>And all's involv'd in one continu'd night.", "It stagnates all by its rapidious course,</br>Pleasures, pursuits, or what men bus'ness call;</br>And, by its boundless and impetuous force,</br>All seems a void 'neath this terraqueous ball.", "Th' experienc'd statesman drops his tow'ring views,</br>Far weightier cares his doubtful soul employ;</br>The plodding miser gold no more pursues,</br>Nor in his hoarded mammon tastes a joy.", "Resistless death, now throbs thro' ev'ry vein,</br>Convulsive pangs speak dissolution nigh;</br>How shall he bear the sharp afflictive pain,</br>If fair religion should her aid deny?", "She to the virtuous soul still utters peace,</br>And whispers comfort and relief from woe;</br>That in propitious time their ills shall cease,</br>And the fair cup with endless bliss o'erflow.", "Not so the guilty sinner looks on death,</br>To him in horrid shape and form array'd;</br>Earnest he sues to Heav'n, appeals for breath,</br>And vainly calls the healing tribe for aid.", "Straight from the gloomy prospect let us turn,</br>And view that humble grave, with turf o'er spread;</br>Perhaps within its decent, sacred urn</br>Some blooming youth was most untimely laid;", "Who, as a hopeful shrub had promis'd fair</br>Well to reward the planter's care and toil;</br>His father's troubles as his joys to share,</br>And bless his mother with a filial smile.", "With kind parental eye each view'd the child,</br>And bless'd the happy hour that gave him birth;</br>Gaz'd on his looks, so innocently mild,</br>And thought the boy possess'd uncommon worth.", "Dwelt on his words, on ev'ry pleasing art,</br>Such fond affection did their bosoms prove;</br>Little they thought from such a bliss to part,</br>Or soon to yield the object of their love.", "But, when they saw the mournful seal of fate,</br>Spare, spare my child, kind Heav'n, the mother cries!</br>His life alone can ev'ry grief abate,</br>Raise ev'ry hope, and quell these heaving sighs.", "But tears are vain to stop the settled doom,</br>Nor cries, nor bitter anguish, can delay</br>His early summons to the dreary tomb,</br>That house appointed for all human clay.", "In this neat tomb's interr'd a lovely fair,</br>That once her sex outshone in ev'ry grace;</br>The snowy lily was not half so clear;</br>Spring's rosy bloom adorn'd her beauteous face.", "Enamour'd with the maid, a virtuous youth,</br>Caught by her sweetness and superior charms,</br>Had, at the altar, vow'd mistaken truth,</br>Till death, grown envious, stole her from his arms.", "How shall the muse their different pangs reveal,</br>Or words the height of tender woe explain!</br>Each strove their inward anguish to conceal,</br>And, sympathising, felt redoubled pain.", "Proof how unstable ev'ry worldly bliss,</br>How short and fleeting ev'ry joy below,</br>When, in possession of the heart-felt wish,</br>We find it but the harbinger of woe.", "Thus have I seen the sun with lustre rise,</br>And add new beauties to the smiling day;</br>But, when thick clouds obscur'd the azure skies,</br>Lost was the genial warmth's enliv'ning ray.", "Hark, the bell tolls!  how awful is the sound!</br>At its sad tinkling ev'ry pleasure flees;</br>The sprightly bosom now forgets to bound,</br>And deep reflection all her powers seize:", "Mirth is no more, nor music can inspire,</br>Or raise to harmony, the pensive breast;</br>The anxious soul to nobler views aspire,</br>And only thinks of her eternal rest;", "Of the unalt'rable approaching change,</br>Whether to live supremely bless'd above,</br>Or scorch'd thro' liquid fires unceasing range,</br>And quite her title to redeeming love.", "Oh!  tell, ye venerable relicts, tell,</br>What we shall be when time shall be no more?</br>Speak to th' echoing roof, the hermit's cell,</br>And friendly, this mysterious truth explore.", "By thought severe, the philosophic mind</br>Searches within, and asks the reason why</br>The soul, forgetful, to her int'rest blind,</br>Has learn'd each science, but the art to die?", "Has trac'd through nature's universal plan,</br>Her many changes, and her various laws;</br>But as he busy soars, the heedless man</br>Ne'er thinks that death's in ev'ry breath he draws:", "That like some baleful poison, inward lurks</br>A portion, order'd for the sons of earth;</br>Hourly, within, its fatal influence works,</br>By Heav'n's appointment, from his early birth.", "Yet, when the eye of man to roll shall cease,</br>It may hereafter with new lustre rise;</br>By angels usher'd to the realms of peace,</br>From whence each care and sharp affliction flies.", "Then, e're we view our final setting sun,</br>Lest the alarming period should surprise,</br>As some experienc'd racer may we run,</br>Eager to gain the bless'd immortal prize.</br>"]