["Sad Muse of Sympathy, invok'd by GRAY,</br>To notes of woe, attune my tear-wet lyre,</br>That in wild strains commemorates the day,</br>When dust receiv'd thy plaintive Poet's Sire.", "Beneath this heap, whose long rank grass is mov'd</br>By the chill gales, that o'er it softly sigh;</br>He lies, who justly liv'd, mild mercy lov'd,</br>And humbly walk'd with GOD, his friend on high.", "The mortal lives not, who of wrong accus'd</br>His honest heart, that knew nor guile, nor dread,</br>Clos'd is his hand that ne'er relief refus'd,</br>And mute his tongue that slander never spread.", "Of Liberty and Peace, a friend sincere,</br>Their smiles rejoic'd him, their decline he mourn'd</br>Pure truth he sought for, led by reason clear,</br>And priz'd Religion, while he Priest-craft spurn'd.", "In youth, observing wisdom's lore sublime,</br>He shun'd intemp'rance, crime of thoughtless man,</br>Hence, active still, he reach'd the verge of time,</br>Beneath the load of threescore years and ten.", "The gravity of age, the sullen gloom</br>Of superstition, ne'er his mind oppress'd;</br>He kept the Christian course to Heav'n, his home,</br>Delighted with the road that lead to rest.", "Time can't restore my loss &mdash; yon leafless tree,</br>By nature grac'd will soon its green boughs wave;</br>Yon roofless temple, scatter'd o'er the lea,</br>Repair'd by art, may shield an audience grave.", "But all the pow'rs of nature, and of art,</br>Tho' kings should supplicate, and not a swain,</br>Can't give sensations to the pulseless heart</br>That here reposes ne'er to throb again.", "Sad muse of Sympathy, forsake me not!</br>Console this breast that long has friendless been,</br>When solitude's drear gloom o'ercast my cot,</br>And fond affection wakes remembrance keen.", "Sev'n times in snow hath Winter wrapt the plain,</br>Since fate my first, best friend, to Heav'n call'd home;</br>Thrice bless'd was he, who shun'd the scene of pain</br>And penury, that shortly was to come.", "Strife in the city rear'd his hydra head;</br>Lank-sided Famine stalk'd the steril plain;</br>The sad survivors ask'd in vain for bread,</br>And envied them who by the sword were slain.", "Hath fate, that pain'd my country, smil'd on me?</br>No!  danger and distress, I too have met;</br>The proud man's scorn &mdash; the false man's calumny,</br>Have griev'd me often and may grief me yet.", "But let me imitate his noble mind,</br>Whose virtues dignified life's humble sphere;</br>Prize right and truth &mdash; my country, and mankind&mdash;</br>Forgive me foes, and to my friends adhere.", "So, when the village swain shall hither bring</br>My sable bier, and wrap my limbs in clay,</br>Some rustic Bard my doleful dirge may sing,</br>And Heav'n call home my soul to endless day.</br>"]