["Hail, holy maids!  who haunted once the steep,</br>That hangs o'er Delphi's old prophetic fane;</br>Hail, holy maids!  who still your influence keep,</br>Still claim the poet's vows, and bless his strain:</br>Pass'd of all others is the fabled reign,</br>Which faith and genius once had made divine;</br>The cavern breathes its omens all in vain,</br>No suppliants bow, no votive altars shine,</br>No trembling priestess chants, nor God protects the shrine.", "The wandering Dryad has forgot her bower,</br>The Naiads all have left the lonely spring,</br>Fair Dian sports not at her twilight hour,</br>The bird of Venus plumes no more her wing,</br>No more Apollo strikes the heavenly string,</br>Mars' fiery helm, Saturnia's angry frown,</br>E'en Jove's dread thunders, now no terrors bring;</br>All, save in ancient story, are unknown&mdash;</br>But yet, as then, YE reign &mdash; yet worshipp'd, though alone.", "Hail, holy maids!  in many a ruder clime</br>Than that of fairy Greece, ye linger still&mdash;</br>Still proudly triumph o'er the spell of time,</br>O'er war, o'er glory, gain'd from human ill;</br>And they, who once fame's loudest blast could fill,</br>Less than the humblest votary of your smile,</br>Now in some narrow grave forgotten dwell&mdash;</br>But HE, the gathering wrinkle can beguile</br>From Time's old brow, and seize immortal youth the while.", "Are not these turrets symbols of your power?</br>For whom the pomp of that sepulchral cell?&mdash;</br>Warriors, and priests, and sages &mdash; that their hour,</br>Their passing hour, have fill'd, and fill'd it well:</br>Warriors, who tamed the proud, the infidel;</br>Priests, who have led the erring soul to God;</br>Sages admired &mdash; yea loved; long tablets tell</br>Their fame, and gaudy scutcheons their abode&mdash;</br>Yet who for thought of them, these halls and aisles hath trod?", "No!  no!  they do not give these towers their charms,</br>'Tis not for them, that wandering strangers come,</br>That genius lingers, beauty's bosom warms&mdash;</br>They warm, they linger, o'er a poet's tomb.</br>Yes!  holy maids!  that poet's hallow'd doom&mdash;</br>Hallow'd, if generous virtues may atone</br>For human frailty &mdash; shall your lamp relume,</br>Your shrine restore, in scenes to fame unknown,</br>And many a breast, now cold, the potent spell shall own.</br>"]