["Poor relict of my once known yellow store,</br>Must thou be chang'd, and I have gold no more?</br>To earn thee, oft I've exercis'd my brain,</br>Small the reward, but grateful was the pain;</br>Thou hast reliev'd the troubles of the day,</br>And sooth'd my soul whilst I in slumbers lay;</br>In storms at sea, and journeys on the land,</br>I had a friend, whilst I could thee command;</br>I've proved thy guide, and thou my ready guard,</br>And, that we now should part, is wond'rous hard.", "Thou art a Charles &mdash; he was a gen'rous man,</br>But much he suffer'd e'er his reign began;</br>May that to me a change of fate portend,</br>May days of want in years of plenty end;</br>The image bears the greatness of his mind,</br>Here on this side you boast the herald's part,</br>But that's no cordial to a poor man's heart;</br>Here lions couch, and there a lion roars,</br>Men rage in want, and are serene in stores;</br>No fading thing in greatness can endure,</br>Who's rich to day, to morrow may be poor,</br>The harp there bends its melancholy strings,</br>Ah!  musick sadness to the thoughtful brings.", "You guineas are good-natur'd easy folks,</br>Your principle no company provokes;</br>You have no conscience, tho' an human shape;</br>Are single dumb, but rattle in a heap:</br>You come with pleasure, and depart with pain,</br>As lovers meet, and take their leave again;</br>You court the worthless, and neglect the best,</br>As fools are most by flatt'ring knaves carest.</br>They keep you best, who least can you employ,</br>As eunuchs guard the fair they can't enjoy;</br>When most secure, you frequently are stole,</br>As accidents our purpos'd joys controul;</br>Of every virtue you supply the place,</br>Wit to the mind, and beauty to the face.</br>When thou art chang'd, exert for me thy pow'r,</br>In deeds a guinea ne'er essay'd before;</br>The world you know, each old acquaintance find,</br>Search every treasure, gather every friend;</br>Till shining bright with thousands in thy train,</br>Thou com'st triumphant to my purse again;</br>If monarch-like you bring attendant bands,</br>Thy praise shall echo from my busy hands;</br>And when whole heaps uncelebrated lie,</br>You shall be sung in verse that ne'er can die.</br>Alas!  this lecture can't my pains abate,</br>They still increase, as I thy power relate;</br>Sure, of my grief thou feel'st a friendly share,</br>While thus I sigh and on thy colour stare;</br>Thy sympathy I see, thy brightness fails,</br>And dimness o'er thy radiance now prevails.</br>'Tis thy compassion hinders thee to melt,</br>Since want, alas!  would then too soon be felt.</br>Tho' in fine artists seldom you delight,</br>And hate the poets with a mortal spite;</br>(An antient plaint!  deduc'd from time to time,</br>By the worst right, hereditary rhime;)</br>Yet now as conscious of my anxious pain,</br>Thou, pity tak'st, and gladly wou'dst remain:</br>Now nature calls, and that's a firm decree,</br>Then, precious piece, once more adieu to thee;</br>Ah!  bring a dram &mdash; the sympathizing glass</br>Trembles like me, and seems to share my case;</br>Pleasure, farewel, my guinea I deplore,</br>Who would not mourn, when he has gold no more?</br>O!  may we meet in more auspicious times,</br>When gold on gold shall strike harmonious chimes;</br>A sweeter sound than sympathizing rhimes.</br>We'll share the joys of a more blissful state,</br>And wonder at the various turns of fate;</br>Fortune with fortune pleasantly compare,</br>Experienc'd grow, and feast in purer air.</br>These silver shillings with less lustre shine,</br>Pale as my lips, few days will they be mine;</br>Ah!  then what shall my pockets fresh recruit,</br>To pay for lodgings, and a half worn suit?</br>Keep me from jail, be drink of ev'ry sort,</br>A slice of beef, sometimes a pint of port?</br>(Misers may quaff the foul insipid beer,</br>Nectar alone, a poet's soul can chear;</br>Like Hercules, by an immortal toil,</br>Give that rude monster, poverty, the foil;)</br>And (if the fates should disregard my pray'rs)</br>At least, a pipe afford, to whiff away my cares!</br>But now 'tis time that I begin to save,</br>For wine no gold a poet's pocket lines,</br>'Tis criminal to taste the juice of vines;</br>All money chang'd the less by changing grows,</br>And thro' our hands with silent wasting flows;</br>Like mercury when pour'd upon the floor,</br>Each stroke divides, and multiplies the store;</br>Methinks, I see these silver friends turn few,</br>And half-pence them, as they the gold pursue;</br>Already crowns to shillings have giv'n place,</br>And these assume the guinea's splendid grace;</br>Whilst one remains I will not quite despair,</br>Hope after hope shall still relieve my care;</br>And when they're spent, as dubious of my doom,</br>I'll even think what's of ev'ry piece become.</br>So men in health ne'er mind how time decays,</br>Nor what consumes the treasure of their days;</br>Till ebbing life is to the lowest wrought,</br>When forms of horror rise in ev'ry thought;</br>And in dark shades eternity appears,</br>One hour, one moment's worth a length of years;</br>In pangs the precious minutes past they view,</br>And dreading what's to come, would fain their days renew.</br>"]