["Go forth, sad fragments of a broken strain,</br>The last that either bard shall e'er essay!</br>The hand can ne'er attempt the chords again,</br>That first awoke them, in a happier day:</br>Where sweeps the ocean breeze its desert way,</br>His requiem murmurs o'er the moaning wave;</br>And he who feebly now prolongs the lay,</br>Shall ne'er the minstrel's hallowed honours crave;</br>His harp lies buried deep, in that untimely grave!", "Friend of my youth!  with thee began the love</br>Of sacred song; the wont, in golden dreams,</br>Mid classic realms of splendours past to rove,</br>O'er haunted steep, and by immortal streams;</br>Where the blue wave, with sparkling bosom gleams</br>Round shores, the mind's eternal heritage,</br>For ever lit by memory's twilight beams;</br>Where the proud dead, that live in storied page,</br>Beckon, with awful port, to glory's earlier age.", "There would we linger oft, entranc'd, to hear,</br>O'er battle fields, the epic thunders roll;</br>Or list, where tragic wail upon the ear,</br>Through Argive palaces shrill echoing, stole;</br>There would we mark, uncurbed by all control,</br>In central heaven, the Theban eagle's flight;</br>Or hold communion with the musing soul</br>Of sage or bard, who sought, mid Pagan night,</br>In lov'd Athenian groves, for truth's eternal light.", "Homeward we turned, to that fair land, but late</br>Redeemed from the strong spell that bound it fast,</br>Where Mystery, brooding o'er the waters, sate</br>And kept the key, till three millenniums past;</br>When, as creation's noblest work was last,</br>Latest, to man it was vouchsafed, to see</br>Nature's great wonder, long by clouds o'ercast,</br>And veiled in sacred awe, that it might be</br>An empire and a home, most worthy for the Free.", "And here, forerunners strange and meet were found,</br>Of that blest freedom, only dreamed before;&mdash;</br>Dark were the morning mists, that lingered round</br>Their birth and story, as the hue they bore.</br>\"Earth was their Mother;\" &mdash; or they knew no more,</br>Or would not that their secret should be told;</br>For they were grave and silent; and such lore,</br>To stranger ears, they loved not to unfold,</br>The long-transmitted tales, their sires were taught of old.", "Kind nature's commoners, from her they drew</br>Their needful wants, and learnt not how to hoard;</br>And him whom strength and wisdom crowned, they knew,</br>But with no servile reverence, as their lord.</br>And on their mountain summits they adored</br>One great, good Spirit, in his high abode,</br>And thence their incense and orisons poured</br>To his pervading presence, that abroad</br>They felt through all his works, &mdash; their Father, King, and God.", "And in the mountain mist, the torrent's spray,</br>The quivering forest, or the glassy flood,</br>Soft falling showers, or hues of orient day,</br>They imaged Spirits beautiful and good;</br>But when the tempest roared, with voices rude,</br>Or fierce, red lightning fired the forest pine,</br>Or withering heats untimely seared the wood,</br>The angry forms they saw of powers malign;</br>These they besought to spare, those blest for aid divine.", "As the fresh sense of life, through every vein,</br>With the pure air they drank, inspiring came,</br>Comely they grew, patient of toil and pain,</br>And, as the fleet deer's, agile was their frame;</br>Of meaner vices scarce they knew the name;</br>These simple truths went down from sire to son,&mdash;</br>To reverence age, &mdash; the sluggish hunter's shame,</br>And craven warrior's infamy, to shun,&mdash;</br>And still avenge each wrong, to friends or kindred done.", "From forest shades they peered, with awful dread,</br>When, uttering flame and thunder from its side,</br>The ocean-monster, with broad wings outspread,</br>Came, ploughing gallantly the virgin tide.</br>Few years have past, and all their forests' pride</br>From shores and hills has vanished, with the race,</br>Their tenants erst, from memory who have died,</br>Like airy shapes, which eld was wont to trace,</br>In each green thicket's depths, and lone, sequestered place.", "And many a gloomy tale Tradition yet</br>Saves from oblivion, of their struggles vain,</br>Their prowess and their wrongs, for rhymer meet,</br>To people scenes, where still their names remain;</br>&mdash;And so began our young, delighted strain,</br>That would evoke the plumed chieftains brave,</br>And bid their martial hosts arise again,</br>Where Narragansett's tides roll by their grave,</br>And Haup's romantic steeps are piled above the wave.", "Friend of my youth!  with thee began my song,</br>And o'er thy bier its latest accents die;</br>Misled in phantom-peopled realms too long,&mdash;</br>Though not to me the muse averse deny,</br>Sometimes, perhaps, her visions to descry,&mdash;</br>Such thriftless pastime should with youth be o'er;</br>And he who loved with thee his notes to try,</br>But for thy sake, such idlesse would deplore,&mdash;</br>And swears to meditate the thankless muse no more.", "But, no!  the freshness of that past shall still</br>Sacred to memory's holiest musings be;</br>When through the ideal fields of song, at will,</br>He roved, and gathered chaplets wild with thee;</br>When, reckless of the world, alone and free,</br>Like two proud barks, we kept our careless way,</br>That sail by moonlight o'er the tranquil sea;</br>Their white apparel and their streamers gay,</br>Bright gleaming o'er the main, beneath the ghostly ray;&mdash;", "And downward, far, reflected in the clear,</br>Blue depths, the eye their fairy tackling sees;</br>So, buoyant, they do seem to float in air,</br>And silently obey the noiseless breeze;&mdash;</br>Till, all too soon, as the rude winds may please,</br>They part, for distant ports:  Thee gales benign</br>Swift wafting, bore, by Heaven's all-wise decrees,</br>To its own harbour sure, where each divine</br>And joyous vision, seen before in dreams, is thine.", "Muses of Helicon!  melodious race</br>Of Jove and golden-haired Mnemosyne!</br>Whose art from memory blots each sadder trace,</br>And drives each scowling form of grief away!</br>Who, round the violet fount, your measures gay</br>Once trod, and round the altar of great Jove;</br>Whence, wrapt in silvery clouds, your nightly way</br>Ye held, and ravishing strains of music wove,</br>That soothed the Thunderer's soul, and filled his courts above!", "Bright choir!  with lips untempted, and with zone</br>Sparkling, and unapproached by touch profane;</br>Ye, to whose gladsome bosoms ne'er was known</br>The blight of sorrow, or the throb of pain;&mdash;</br>Rightly invoked, &mdash; if right the elected swain,</br>On your own mountain's side ye taught of yore,</br>Whose honoured hand took not your gift in vain,</br>Worthy the budding laurel-bough it bore,&mdash;</br>Farewell!  a long Farewell!  I worship you no more!</br>"]