["SIR,</br>From sacred Shades, and Academic Groves,</br>Where, lost in Thought, a musing Fancy roves;</br>What kind endearing Numbers shall I send,</br>To meet the Critic, in the fondling Friend?", "Here learned Solitudes salute our Eyes,</br>And the gay Scenes in real Raptures rise;</br>Thro' Classic Shades majestick Domes aspire,</br>And dimly from the piercing Eye retire.</br>Deep thro' the Groves, old Cam serenely flows,</br>Free from the pratling Naiads babling Noise.</br>His Nymphs in gentle Silence move along,</br>And hear their Murmurs in some soft'ning Song;</br>Till by the forcing Torrent borne away,</br>They mourn because they can no longer stay:</br>Poetic Hills the wide Horizon bound,</br>And wall the learned Paradise around.", "But yet &mdash;  Tho' all Things with my Soul agree&mdash;</br>Pall'd are my Joys, and tasteless, without Thee;</br>These visionary Pleasures but renew</br>The real Happiness I found in You;</br>Where venerable Cowley's sacred Shade</br>The sweetest Scene of Solitude is made;</br>When stretch'd at Ease, amusingly we lay,</br>How tunefully the Minutes danc'd away!", "Oh!  sooth me, Fancy, with some pleasing Dream,</br>And gently waft me to Ituna's Stream&mdash;</br>Hark!  the soft, balmy, breathing Breezes blow&mdash;</br>Hark!  Hederinda's warbling Murmurs flow&mdash;</br>Here oft I left the busy World behind,</br>And found the better Part, in You refin'd.", "But would you know how I divide my Time,</br>Betwixt my Studies, Business, and my Rhime?", "Wak'd, by the Promise of a Day, we rise,</br>And with our Souls salute the dawning Skies;</br>All summon'd, to Devotion's Fane repair,</br>And piously begin the Day with Prayer;</br>Thence, led by Reason's glimm'ring Light, descry</br>The dark Recesses of Philosophy;</br>Thro' Classic Groves the wily Wanton trace,</br>And logically urge the puzling Chace.", "But when the Sounds of the presaging Bell</br>Noon's pleasurable Invitation tell;</br>Moods, Methods, Figures, swim before my Sight,</br>And Syllogisms wing their airy Flight.</br>Confus'd, the Fairy Vision flitts away&mdash;</br>And no Ideas, but of Dinner, stay.", "Thus, fabled Hags, at Midnight's solemn Noon,</br>With Magic Spells inchant the lab'ring Moon;</br>But when the Cock proclaims the springing Light,</br>Each horrid Phantom disappears in Night.", "Now, those, whom recreating Toils invite,</br>Pour'd on the Plain, indulge their lov'd Delight;</br>Now flies aloft in Air the whirling Ball,</br>Anxious, the learned Rabble wait its Fall;</br>Pursu'd by wafting Caps the Fury flies,</br>Rises in Height, and lessens in the Skies.", "Thus, healthfully refresh'd, we leave the Plain,</br>For Pleasure, oft repeated, is but Pain.</br>Next we survey the vast capacious Ball,</br>And take long Journies o'er the learned Wall;</br>Or from her tender Birth Britannia trace,</br>And all her Glories center'd in great Brunswick's Race.</br>The dark Original of Time renew,</br>And bring three thousand wond'ring Years to View.", "Now, to the Muses soft Retirements fly,</br>Or soar with Milton, or with Waller sigh;</br>Each fav'rite Bard o'erpays my curious View,</br>For who can fail to please who charms like You.", "To find us thus, Apollo takes his Way,</br>To sooth the sultry Labours of the Day;</br>The tuneful Muses charm his listning Ears,</br>And in soft Sounds he hears away his Cares.", "Thus, dearest Florio, thus, my faithful Friend,</br>In learned Luxury my Time I spend;</br>Till length'ning Shades the setting Sun display,</br>And falling Dews lament the falling Day:</br>Then, tost in Thought, where aged Cam divides</br>Those verdant Groves that paint his Azure Tides,</br>With musing Pleasure I reflect around,</br>And stand inchanted in Poetic Ground.</br>Straight to my glancing Thought those Bards appear,</br>That fill'd the World with Fame, and charm'd us here:</br>Here Spenser, Cowley, and that awful Name</br>Of mighty Milton, flourish'd into Fame;</br>From these amusing Groves, his copious Mind,</br>The blooming Shades of Paradise design'd.</br>In these Retirements, Dryden fann'd his Fire,</br>And gentle Waller tun'd his tender Lyre;</br>Hail!  happy Bards, whilst thus I think, I hear</br>Your tuneful Melody improve my Ear,</br>With Rev'rence I approach each sacred Shade,</br>Perhaps by Your creating Numbers made.</br>Delusion helps my Fancy as I walk,</br>Hears Waters murmur, and soft Ecchoes talk;</br>Thro' the dim Shade its sacred Poet sees,</br>Or hears his Music in the wasted Breeze.", "Here, Locke and Newton thro' the World were known,</br>And made unravell'd Nature's Works their own;</br>Too soon we lost those Fav'rites of the Sky,</br>Yet, Florio may the double Loss supply.</br>Haste, then, my Friend, nor let me mourn your Stay,</br>Lo!  the World suffers by your long Delay&mdash;</br>Let prosp'rous Fortune on your Will attend,</br>And in your happy Wishes bless your Friend,", "W. Pattison.</br>"]