["So oft as I, with State of present time,</br>The Image of the antique World compare,</br>When-as Mans Age was in his freshest Prime,</br>And the first Blossom of fair Vertue bare:</br>Such odds I find 'twixt those, and these which are,</br>As that, through long Continuance of his Course,</br>Me seems the World is run quite out of square,</br>From the first Point of his appointed Sourse,</br>And being once amiss, grows daily worse and worse.", "For from the golden Age, that first was nam'd,</br>It's now as earst become a stony one;</br>And Men themselves, the which at first were fram'd</br>Of earthly Mould, and form'd of Flesh and Bone,</br>Are now transformed into hardest Stone;</br>Such as behind their Backs (so backward bred)</br>Were thrown by Pyrrha and Deucalion:</br>And if than those may any worse be read;</br>They into that e'er long will be degenered.", "Let none then blame me, if in Discipline</br>Of Vertue and of civil Use's Lore,</br>I do not form them to the common Line</br>Of present Days, which are corrupted sore;</br>But to the antique Use, which was of yore,</br>When Good was only for it self desir'd,</br>And all Men sought their own, and none no more;</br>When Justice was not for most Meed out-hir'd,</br>But simple Truth did reign, and was of all admir'd.", "For that which all Men then did Vertue call,</br>Is now call'd Vice; and that which Vice was hight,</br>Is now hight Vertue, and so us'd of all:</br>Right now is Wrong, and Wrong that was is Right,</br>As all things else in time are changed quite.</br>Ne wonder; for the Heavens Revolution</br>Is wandred far from, where it first was pight,</br>And so do make contrary Constitution</br>Of all this lower World, toward his dissolution.", "For whoso list into the Heavens look,</br>And search the Courses of the rolling Sphears,</br>Shall find that from the Point, where they first took</br>Their setting forth, in these few thousand Years</br>They all are wander'd much; that plain appears.</br>For that same golden fleecy Ram, which bore</br>Phrixus and Helle from their Stepdame's Fears,</br>Hath now forgot, where he was plac'd of yore,</br>And shoulder'd hath the Bull, which fair Europa bore.", "And eke the Bull hath with his bow-bent Horn</br>So hardly butted those two Twins of Jove,</br>That they have crush'd the Crab, and quite him borne</br>Into the great Nemean Lion's Grove.</br>So now all range, and do at random rove</br>Out of their proper Places far away;</br>And all this World with them amiss do move,</br>And all his Creatures from their Course astray,</br>Till they arrive at their last ruinous Decay.", "Ne is that same great glorious lamp of Light,</br>That doth enlumine all those lesser Fires,</br>In better case, ne keeps his Course more right,</br>But is miscarry'd with the other Sphears.</br>For since the Term of fourteen hundred Years</br>That learned Ptolomy his Height did take,</br>He is declined from that Mark of theirs,</br>Nigh thirty Minutes, to the Southern Lake;</br>That makes me fear in time he will us quite forsake.", "And if to those Egyptian Wizards old,</br>Which in Star-read were wont have best Insight,</br>Faith may be given, it is by them told,</br>That since the time they first took the Sun's Height,</br>Four times his Place he shifted hath in sight,</br>And twice hath risen where be now doth west,</br>And wested twice, where he ought rise alight.</br>But most is Mars amiss of all the rest,</br>And next to him old Saturn, that was wont be best.", "For during Saturn's antient Reign, it's said,</br>That all the World with Goodness did abound;</br>All loved Vertue, no Man was affraid</br>Of Force, ne Fraud in Wight was to be found:</br>No War was known, no dreadful Trumpet's sound,</br>Peace universal reign'd 'mongst Men and Beasts,</br>And all things freely grew out of the Ground:</br>Justice sate high ador'd with solemn Feasts,</br>And to all People did divide her drad Beheasts.", "Most sacred Vertue she of all the rest,</br>Resembling God in his Imperial Might;</br>Whose sovereign Pow'r is herein most express'd,</br>That both to Good and Bad he dealeth right,</br>And all his Works with Justice hath bedight.</br>That Pow'r he also doth to Princes lend,</br>And makes them like himself in glorious Sight,</br>To sit in his own Seat, his Cause to end,</br>And rule his People right, as he doth recommend.", "Drad sovereign Goddess, that dost highest sit</br>In Seat of Judgment, in th' Almighty's stead,</br>And with magnifick Might and wondrous Wit</br>Dost to thy People righteous Doom aread,</br>That furthest Nations fills with aweful Dread;</br>Pardon the Boldness of thy basest Thrall,</br>That dare discourse of so divine a Read,</br>As thy great Justice praised over all;</br>The Instrument whereof lo here thy Arthegal.", "CANTO I.</br>Arthegal, train'd in Justice' Lore,</br>Irena's Quest pursu'd:</br>He doth avenge on Sanglier</br>His Lady's Blood embru'd.", "Though Vertue then were held in highest Price,</br>In those old times, of which I do entreat,</br>Yet then likewise the wicked Seed of Vice</br>Began to spring; which shortly grew full great,</br>And with their Boughs the gentle Plants did beat.</br>But evermore some of the vertuous Race</br>Rose up, inspires with heroick Heat,</br>That cropt the Branches of the Cyen base,</br>And with strong Hand their fruitful Rankness did deface.", "Such first was Bacchus, that with furious Might</br>All th' East before untam'd, did over-run,</br>And Wrong repressed, and establish'd Right,</br>Which lawless Men had formerly foredone.</br>There Justice first her princely Rule begun.</br>Next, Hercules his like Ensample shew'd,</br>Who all the West with equal Conquest won,</br>And monstrous Tyrants with his Club subdu'd:</br>The Club of Justice drad, with kingly Pow'r endu'd.", "And such was he, of whom I have to tell,</br>The Champion of true Justice, Arthegal:</br>Whom (as ye lately more remember well)</br>An hard Adventure, which did then befal,</br>Into redoubled Peril forth did call;</br>That was, to succour a distressed Dame,</br>Whom a strong Tyrant did unjustly thrall,</br>And from the Heritage, which she did claim,</br>Did with strong Hand withhold; Grantorto was his Name.", "Wherefore the Lady, which Irena hight,</br>Did to the Fairy Queen her way address;</br>To whom complaining her afflicted Plight,</br>She her besought of gracious Redress.</br>That sovereign Queen, that mighty Emperess,</br>Whose Glory is to aid all Suppliants poor,</br>And of weak Princes to be Patroness,</br>Chose Arthegal to Right her to restore;</br>For that to her he seem'd best skill'd in righteous Lore.", "For Arthegal in Justice was up-brought</br>Even from the Cradle of his Infancy,</br>And all the Depth of rightful Doom was taught</br>By fair Astraea with great Industry,</br>Whilst here on Earth she lived mortally.</br>For till the World from his Perfection fell</br>Into all Filth and foul Iniquity,</br>Astraea here 'mongst earthly Men did dwell,</br>And in the Rules of Justice them instructed well.", "Whiles through the World she walked in this sort,</br>Upon a day she found this gentle Child,</br>Amongst his Peers playing his childish Sport:</br>Whom seeing fit, and with no Crime defil'd,</br>She did allure with Gifts and Speeches mild,</br>To wend with her.  So thence him far she brought</br>Into a Cave from Company exil'd,</br>In which she noursled him, till Years he raught,</br>And all the Discipline of Justice there him taught.", "There she him taught to weigh both Right and Wrong</br>In equal Ballance with due Recompence,</br>And Equity to measure out along,</br>According to the Line of Conscience,</br>When-so it needs with Rigour to dispense.</br>Of all the which, for want there of Mankind,</br>She caused him to make Experience</br>Upon wild Beasts, which she in Woods did find,</br>With wrongful Pow'r oppressing others of their Kind.", "Thus she him trained, and thus she him taught</br>In all the Skill of deeming Wrong and Right,</br>Until the Ripeness of Man's Years he raught;</br>That even wild Beasts did fear his aweful Sight,</br>And Men admir'd his over-ruling Might:</br>Ne any liv'd on ground, that durst withstand</br>His dreadful Heast, much less him match in Fight,</br>Or 'bide the Horrour of his wreakful Hand,</br>When-so he list in Wrath lift up his steely Brand.", "Which steely Brand, to make him dradded more,</br>She gave unto him, gotten by her Slight</br>And earnest Search, where it was kept in store</br>In Jove's eternal House, unwist of Wight,</br>Since he himself it us'd in that great Fight</br>Against the Titans that whilom rebell'd</br>'Gainst highest Heaven; Chrysaor it was hight;</br>Chrysaor, that all other Swords excell'd,</br>Well prov'd in that same Day, when Jove those Giants quell'd.", "For of most perfect Metal it was made,</br>Temper'd with Adamant amongst the same,</br>And garnish'd all with Gold upon the Blade</br>In goodly wise, whereof it took his Name,</br>And was of no less Vertue, than of Fame.</br>For there no Substance was so firm and hard,</br>But it would pierce or Cleave, where-so it came;</br>Ne any Armour could his Dint out-ward,</br>But wheresoever it did light, it throughly shar'd.", "How when the World with Sin 'gan to abound,</br>Astraea loathing lenger here to space</br>'Mongst wicked Men, in whom no Truth she found,</br>Return'd to Heaven, whence she deriv'd her Race;</br>Where she hath now an everlasting Place</br>'Mongst those twelve Signs, which nightly we do see</br>The Heaven's bright-shining Baudrike to enchace;</br>And is the Virgin, sixth in her Degree:</br>And next her self, her righteous Ballance hanging be.", "But when she parted hence, she left her Groom</br>An yron Man, which did on her attend</br>Always, to execute her stedfast Doom,</br>And willed him with Arthegal to wend,</br>And do whatever thing he did intend.</br>His Name was Talus, made of yron Mould,</br>Immovable, resistless, without end;</br>Who, in his Hand, an yron Flail did hold,</br>With which he thresh'd out Falshood, and did Truth unfold.", "He now went with him in this new Inquest,</br>Him for to aid, if Aid he chaunc'd to need,</br>Against that cruel Tyrant, which oppress'd</br>The fair Irena with his foul Misdeed;</br>And kept the Crown in which she should succeed.</br>And now together on their way they bin,</br>When-as they saw a Squire in squallid Weed,</br>Lamenting sore his sorrowful sad Tine,</br>With many bitter Tears shed from his blubber'd Eyne.", "To whom as they approached, they espy'd</br>A sorry Sight, as ever seen with Eye;</br>An headless Lady lying him beside,</br>In her own Blood all wallow'd woefully,</br>That her gay Clothes did in Discolour dye.</br>Much was he moved at that rueful Sight,</br>And flam'd with Zeal of Vengeance inwardly;</br>He ask'd, who had that Dame so sourly dight;</br>Or whether his own Hand, or whether other Wight?", "Ah!  woe is me, and weal-a-way, quoth he,</br>Bursting forth Tears, like Springs out of a Bank,</br>That ever I this dismal Day did see:</br>Full far was I from thinking such a Prank;</br>Yet little Loss it were, and mickle Thank,</br>If I should grant that I have done the same,</br>That I mote drink the Cup whereof she drank:</br>But that I should die guilty of the Blame,</br>The which another did, who now is Red with Shame.", "Who was it then, said Arthegal, that wrought?</br>And why?  do it declare unto me true.</br>A Knight, said he, if Knight he may be thought,</br>That did his Hand in Lady's Blood embrue,</br>And for no Cause, but as I shall you shew.</br>This day as I in Solace sate hereby</br>With a fair Love, whose Loss I now do rue,</br>There came this Knight, having in Company</br>This luckless Lady, which now here doth headless lie.", "He, whether mine seem'd fairer in his Eye.</br>Or that he, wexed weary of his own,</br>Would change with me; but I did it deny:</br>So did the Ladies both, as may be known.</br>But he, whose Spirit was with Pride up-blown,</br>Would not so rest contented with his Right,</br>But having from his Courser her down-thrown,</br>From me reft mine away by lawless Might,</br>And on his Steed her set, to bear her out of sight.", "Which when his Lady saw, she follow'd fast,</br>And on him catching hold, 'gan loud to cry</br>Not so to leave her, nor away to cast,</br>But rather of his Hand besought to die.</br>With that, his Sword he drew all wrathfully,</br>And at one Stroke crops off her Head with Scorn,</br>In that same place, whereas it now doth lie:</br>So he my Love away with him hath borne,</br>And left me here, both his and mine own Love to mourn.", "Aread, said he, which way then did he make?</br>And by what Marks may he be known again?</br>To hope, quoth he, him soon to overtake,</br>That hence so long departed, is but vain;</br>But yet he pricked over yonder Plain;</br>And as I marked, bore upon his Shield,</br>By which it's easy him to know again,</br>A broken Sword within a bloody Field;</br>Expressing well his Nature which the fame did wield.", "No sooner said, but straight he after sent</br>His yron Page, who him pursu'd so light,</br>As that it seem'd above the Ground he went:</br>For he was swift as Swallow in her Flight,</br>And strong as Lion in his lordly Might.</br>It was not long before he overtook</br>Sir Sanglier (so cleeped was that Knight)</br>Whom at the first he guessed by his Look,</br>And by the other Marks, which of his Shield he took.", "He bade him stay, and back with him retire;</br>Who full of Scorn to be commanded so,</br>The Lady to alight did eft requite,</br>Whilst he reformed that uncivil Foe:</br>And straight at him with all his Force did go.</br>Who mov'd no mote therewith, than when a Rock</br>Is lightly striken with some Stone's throw;</br>But to him leaping, lent him such a knock,</br>That on the Ground he laid him like a sensless Block.", "But e'er he could himself recure again,</br>Him in his Iron Paw he seized had;</br>That when he wak'd out of his wareless Pain,</br>He found himself, unwist, so ill bestad,</br>That Limb he could not wag.  Thence he him lad,</br>Bound like a Beast appointed to the Stall:</br>The Sight whereof the Lady sore adrad,</br>And fain'd to fly for fear of being Thrall;</br>But he her quickly stay'd, and forc'd to wend withall.", "When to the Place they came, where Arthegal</br>By that same careful Squire did them abide,</br>He gently 'gan him to demaund of all</br>That did betwixt him and that Squire betide.</br>Who with stern Count'nance and indignant Pride</br>Did answer, that of all he guiltless flood,</br>And his Accuser thereupon defy'd:</br>For neither he did shed that Lady's Blood,</br>Nor took away his Love, but his own proper Good.", "Well did the Squire perceive himself too weak,</br>To answer his Defiance in the Field,</br>And rather chose his Challenge off to break,</br>Than to approve his Right with Spear and Shield;</br>And rather guilty chose himself to yield.</br>But Arthegal by Signs perceiving plain,</br>That he it was not, which that Lady kill'd,</br>But that strange Knight, the fairer Love to gain,</br>Did cast about by Sleight the Truth thereout to strain;", "And said, Now sure this doubtful Cause's Right</br>Can hardly but by Sacrament be try'd,</br>Or else by Ordele, or by bloody Fight;</br>That ill perhaps mote fall to either side.</br>But if ye please, that I your Cause decide,</br>Perhaps I may all further Quarrel end,</br>So ye will swear my Judgment to abide.</br>Thereto they both did frankly condescend,</br>And to his Doom with listful Ears did both attend.", "Sith then, said he, ye both the dead deny,</br>And both the living Lady claim your Right,</br>Let both the Dead and Living equally</br>Divided be betwixt you here in sight,</br>And each of either take his Share aright.</br>But look who does dissent from this my Read,</br>He for a Twelvemonth's Day shall in despight</br>Bear for his Penance that same Lady's Head;</br>To witness to the World, that she by him is dead.", "Well pleased with that Doom was Sangliere,</br>And order'd straight the Lady to be slain.</br>But that same Squire, to whom she was most dear,</br>When-as he saw she should be cut in twain,</br>Did yield, she rather should with him remain</br>Alive, than to himself be shared dead:</br>And rather than his Love should suffer Pain,</br>He chose with Shame to bear that Lady's Head.</br>True Love despiseth Shame, when Lift is call'd in Dread.", "Whom when so willing Arthegal perceiv'd;</br>Not so, thou Squire, he said, but thine I deem</br>The living Lady, which from thee he reav'd:</br>For worthy thou of her dost rightly seem.</br>And you, Sir Knight, that Love so light esteem,</br>As that ye would for little leave the same,</br>Take here your own, that doth you best beseem,</br>And with it bear the Burden of Defame;</br>Your own dead Lady's Head, to tell abroad your Shame.", "But Sangliere disdained much his Doom,</br>And sternly 'gan repine at his Beheast;</br>Ne would for ought obey, as did become,</br>To bear that Lady's Heal before his Breast:</br>Until that Talus had his Pride repress'd,</br>And forced him, maulgre, it up to rear.</br>Who, when he saw it bootless to resist,</br>He took it up, and thence with him did bear,</br>As rated Spaniel takes his Burden up for fear.", "Much did that Squire Sir Arthegal adore</br>For his great Justice, held in high regard;</br>And (as his Squire) him offer'd evermore</br>To serve, for want of other meet Reward,</br>And wend with him on his Adventure hard.</br>But he thereto would by no means consent;</br>But leaving him, forth on his Journey far'd:</br>Ne Wight with him but only Talus went;</br>They two enough t' encounter an whole Regiment.", "{Works, ed. Hughes (1715) 3:705-16]</br>"]