["THE ARGUMENT.</br>Dymnus Palmira</br>Woes to be his Wife,</br>But she had vow'd</br>To live a single life.", "THE SECOND ARGUMENT.</br>Dymnus with long looking dim,</br>Loves the wench that lotheth him;</br>Price nor praier may not perswade</br>To infringe the vow she made:</br>Having meant to live and die</br>Vesta's virgin votarie.</br>Yet at last she seemes to yeeld</br>To her love-sick Swaine the field,</br>So that he will undertake</br>Three yeares silence for her sake:</br>Which hard Pennance he receives,</br>And performes the taske she craves.</br>But while he restraines his tongue,</br>Shee pretends the time's too long:</br>Wherefore she doth entertaine</br>In her breast another Swaine.</br>Dymnus having heard of this,</br>Hies to th' place where th' marriage is,</br>Purposing to make a breach</br>By dumbe signes, though want of speech:</br>But alas they all command him</br>Silence, cause none understand him.</br>Thus he suffers double wrong,</br>Losse of wench, and losse of tongue,</br>For till three yeares were expir'd,</br>He nere spoke what he desir'd,</br>All which time consum'd in dolour,</br>He displayes her in her colour;</br>And concluding, wisheth no man</br>Lose his tongue to gaine a woman:</br>And to cheere his pensive heart,</br>With a Song they end this part.", "</br>Upon a time while I did live on Teese</br>I made love to a wench my friends to please,</br>But (as my fate was still) it would not be,</br>For wooe I knew not how, no more than she:</br>Yet I can well remember this she said,</br>For ought he knew, she meant to die a Maid,</br>A Vestall Virgin, or a Votaresse,</br>A cloyster'd Nun, or holy Prioresse;</br>To which I answer'd, if't were her desire</br>To be a Nun, I meant to turne a Frier,</br>So might it chance that we againe should meet,</br>Where th' Nun and Frier might play at Barly-breake.", "CORYDON.</br>Where liv'd thy love?", "DYMNUS.</br>Neere th' bottome of the hill,</br>Betweene Pancarpus temple and the mill,</br>Where liv'd my faire Palmira, who I say,</br>Mongst all our wenches bore th' Palme away:</br>And her I lov'd and lik'd, and su'd and sought,</br>But all my love and labour turn'd to nought;</br>For she had vow'd which vow should nere be broke,</br>Shee'd die a Maid, but meant not as she spoke.", "DORYCLES.</br>No Dymnus, no, the nicest sure I am,</br>Would live a Maid if't were not for a man;</br>But there is none of them can brooke so well,</br>To be a Beareward and leade Apes in Hell.", "DYMNUS.</br>True Dorycles, for in processe of time,</br>I found her maiden humour to decline:</br>For she did grant the boone which I did aske,</br>Upon condition of a greater taske.", "LINUS.</br>What heavie censure might this taske afford?", "DYMNUS.</br>That for three yeeres I should not speake a word.", "CORYDON.</br>Alas poore Swaine, this taske which she prepar'd,</br>In all my time the like was never heard.", "DORYCLES.</br>But this same silent taske had harder bin,</br>If she had prov'd what she enjoyned him:</br>For none can doe a woman greater wrong,</br>Than barre her from a priviledge of tongue.", "SAPPHUS.</br>A womans tongue's a clapper in the winde,</br>Which once a foot, can never be confinde;</br>But to thy taske, good Dymnus.", "DYMNUS.</br>To proceed,</br>What she enjoyn'd I did performe indeed:</br>For I appear'd as one depriv'd of speech,</br>Yet nere my friends unto my aimes could reach,</br>But much lamented that a Swaine so young,</br>And promising, should lose his use of tongue.", "TECHNIS.</br>I wonder how thou could expresse thy minde!", "DYMNUS.</br>Onely by dumbe signes, so as I did finde</br>Within short time, a great facilitie</br>In that hard taske which she imposed me.", "LINUS.</br>Hardest adventures oft the easiest seeme,</br>Only for love of such injoyned them.", "DYMNUS.</br>And such were mine; when others talk'd with ease</br>Of this and that, I ever held my peace;</br>Others sung Carols of their fairest faire,</br>But I in silent measures had a share;</br>Others discours'd of pleasures of the time,</br>And I approv'd them with a secret signe.</br>Others could court, as Shepheards use to doe,</br>Which I could doe as well, but durst not show:</br>For all my aymes and purposes did tend</br>To gaine my Love, and for no other end.", "CORYDON.</br>Did not performance of this taske obtaine</br>That prize of love which thou desir'd to gaine?", "DYMNUS.</br>No Corydon; for though I did obey,</br>Shee thought three yeares too long a time to stay,</br>So as her dumbe knight she did straight disclaime,</br>And tooke herselfe unto another Swaine.", "SAPPHUS.</br>Disloyall wench!", "DYMNUS.</br>Yet 'las what remedie;</br>A mariage is intended solemnlie:</br>Which that it might more privatly be caried,</br>In a retyred Cell they must be maried.", "TECHNIS.</br>Unhappy Swaine!", "DYMNUS.</br>So did I then appeare:</br>For when the mariage came unto my eare,</br>I straight repair'd to th' Cell right speedily,</br>Where these sad rites solemniz'd were to be.</br>Straite was the Gate kept by a Porter grim,</br>Who guards the doore that none should enter in:</br>But I, as time requir'd, resolv'd to venter,</br>I did boldly knock, and knocking freely enter;</br>Where entring in, each casts his eye about,</br>Some full of feare, as others were of doubt,</br>What my approach should meane; but to be briefe,</br>(Short tales seeme long that doe renue our griefe)</br>The Priest pronouncing, justly as I came,</br>Who gives her to be maried to this man?</br>I rush'd into the croud, their hands to breake,</br>And gladly would have spoke but durst not speake:</br>At which attempt, some strange constructions had,</br>And verily imagin'd I was mad;</br>Others suspecting what I did intend,</br>Thought that my aymes were to no other end,</br>Than to prevent the Mariage for that time,</br>And afterwards perswade her to be mine.</br>Nor were their judgements erring, for I thought</br>By my device to have this Project wrought</br>Only by dumbe signes:  sometimes would I show</br>With eyes heav'd up to Heaven her breach of vow;</br>Sometimes in violent manner would I seeme</br>As if through love I had distracted beene,</br>Pulling my deare Palmira from his hand,</br>Who to receive her for his Spouse did stand.</br>Sometimes, as Men in sorrowes plunged deepe</br>And could not utter them, I 'gan to weepe,</br>And wash the Temple with a brinie flood,</br>Yet all this while I was not understood:</br>For in despite of all that I could doe</br>I was restrain'd, and she was married too.", "CORYDON.</br>What discontent might equall this of thine?", "DYMNUS.</br>Yet though I bore it sharply for the time,</br>I afterwards, and have done ever since,</br>Borne this disgrace with greater patience.", "LINUS.</br>Yet Dymnus thou wast dumbe till three yeeres end!", "DYMNUS.</br>Yes Linus, and as truly did intend</br>What she enjoyned me, as I desir'd</br>To marrie her, when those three yeeres expir'd:</br>Which come and past, I then exprest my griefe,</br>Finding apt words to tender me reliefe;</br>For woes doe labour of too great a birth,</br>That want the helpe of words to set them forth.", "TECHNIS.</br>But didst thou nere display her hatefull shame?", "DYMNUS.</br>In generall I did, but not by name,</br>Nor ever will:  my purpose is to live</br>And laugh at love, and no occasion give</br>Of just offence to her or any one,</br>Or silently consume my time in mone,</br>Frequenting shadie Lawnes in discontent,</br>Or to the Ayre my fruitlesse clamors vent.</br>Though I resolve, if ere I make my choice,</br>In better sort and measure to rejoyce</br>Than I have done;", "DORYCLES.</br>Or else I'me sure thy share</br>Though it decrease in joy, will grow in care.", "DYMNUS.</br>I know it will:  Now as my wrong was great,</br>And greater farre than I could well repeat,</br>This shall be my Conclusion; There is no Man</br>Wise that will lose his tongue for any Woman:</br>For sure I am that they will be more prone</br>(Such is their guize) to triumph over one</br>When they have drawne him headlong to their traine,</br>Than such as on more firmer grounds remaine.</br>\"Fly Women, they will follow (still say I)</br>But if ye follow women, they will fly.\"", "TECHNIS.</br>Rightly opiniond Dymnus; but t' allay</br>Thy grounded griefe, and to conclude the day,</br>Let's have a Song.", "DORYCLES.</br>Technis with all my heart.", "DYMNUS.</br>Though I've smal mind to sing, I'le beare a part.", "CORYDON.</br>And you too Sapphus.", "SAPPHUS.</br>Yes, and Linus too,", "LINUS.</br>Yes, I my Art amongst the rest will show.", "DORYCLES.</br>To it then freely:  safely sing may we,</br>Who have beene slaves to Love, but now are free.", "TECHNIS.  Tell me Love what thou canst doe?</br>DORYCLES.  Triumph ore a simple Swaine;</br>DYMNUS.  Binding him to such a vow;</br>CORYDON.  As to make his griefe thy gaine.</br>SAPPHUS.  Doe thy worst thou canst doe now;</br>LINUS.  Thou hast shot at us in vaine.</br>ALL.  For we are free, though we did once complain.", "DORYCLES.  Free we are as is the ayre;</br>TECHNIS.  Or the Silver-murm'ring spring.</br>DYMNUS.  Free from thought or reach of care;</br>CORYDON.  Which doe haplesse Lovers wring.</br>SAPPHUS.  Now we may with joy repaire;</br>LINUS.  To our gladsome Plaines and sing;</br>ALL.  And laugh at Love, and call't an idle thing.", "DYMNUS.  Sport we may and feede our Sheepe,</br>DORYCLES.  And our Lamkins on this Downe;</br>TECHNIS.  Eat and drinke, and soundly sleepe,</br>CORYDON.  Since these stormes are over-blowne;</br>SAPPHUS.  Whilst afflicted wretches weepe,</br>LINUS.  That by love are overthrowne:</br>ALL.  For now we laugh at follies we have knowne.", "CORYDON.  Here we rest upon these rocks;</br>DYMNUS.  Round with shadie Ivy wreath'd;</br>DORYCLES.  Joying in our woolly flocks;</br>TECHNIS.  On these Mountaines freely breath'd;</br>SAPPHUS.  Where though clad in russet frocks,</br>LINUS.  Here we sport where we are heath'd;</br>ALL.  Our only care to see our Pastures freath'd.", "SAPPHUS.  Thus we may retire in peace;</br>CORYDON.  And though low, yet more secure,</br>DYMNUS.  Then those Men which higher preafe;</br>DORYCLES.  Shrubs than Cedars are more sure:</br>TECHNIS.  And they live at farre more ease,</br>LINUS.  Finding for each care a cure.</br>ALL.  Their love as deare and liker to endure.", "LINUS.  For wherein consists earths blisse,</br>SAPPHUS.  But in having what is fit?</br>CORYDON.  Which though greater men doe misse;</br>DYMNUS.  Homely Swaines oft light of it.</br>DORYCLES.  For who's he that living is,</br>TECHNIS.  That in higher place doth fit,</br>ALL.  Whose fly Ambition would not higher git.", "TECHNIS.  Let us then contented be,</br>DORYCLES.  In the portion we enjoy;</br>CORYDON.  And while we doe others see,</br>SAPPHUS.  Toss'd with gusts of all annoy;</br>DYMNUS.  Let us say this feele not we:</br>LINUS.  Be our wenches kinde or coy,</br>ALL.  We count their frownes and favours but a toy.", "DORYCLES.</br>Let's now retire, it drawes to Evening time,</br>Next Tale my Corydon, it must be thine.", "TECHNIS.</br>Which may be done next day we hither come,</br>Meane time, let's fold our flocks and hye us home.</br>"]