["When all was hush'd beneath the mask of night,</br>And silent darkness reign'd instead of light;</br>When sleep in soothing slumbers stole away</br>The wild desires of men, and toils of day,</br>(Sweet sleep, which brings descending through the air,</br>A quick forgetfulness of human care)</br>The gloomy thoughts that rack'd Maria's breast,</br>Robb'd the fair vestal of her midnight rest;</br>She, simple fair one, scorning that relief</br>Which ev'ry wretch can find, gave way to grief;</br>And in her ecstasies she thus addrest</br>The swain that play'd the tyrant in her breast.", "MARIA.</br>If the dear youth delights in pleasing glades,</br>With him I'd seek the most sequester'd shades;</br>With him the desart and the moor I'd rove,</br>And can he leave me for another's love?</br>Yes! &mdash; he forgets the tender things he said,</br>The many vows and promises he made</br>To me, when shelter'd in that shady bow'r,</br>Free from the rays of Phoebus' scorching pow'r,</br>Attended only by those bleeting sheep,</br>Which then upon these pastures I did keep.</br>But now those glorious days will charm no more,</br>No more with glee pass o'er the fleeting hour,</br>No more recall that modulated lay,</br>Which pass'd with pleasure the long summer's day.</br>Yet still I've hopes he'd not relentless prove,</br>If once he knew how ardently I love.</br>\"Go gentle gales, and bear my sighs along,\"</br>To Simkin's ear convey my tender song;</br>Tell the dear rover &mdash; when I cease to love,</br>The birds shall chaunt no longer to the grove;</br>The shepherds shall their fleecy care forsake,</br>The waves their murmurs on the bubbling lake;</br>E'en Nature's self forget she Nature is,</br>And poor Maria seek some dark abyss.", "So sung the nymph, till fair Aurora's ray</br>Show'd, in despight of night, returning day;</br>Joyous dispelling all those vap'rous dews,</br>That doth on rising sweets infernal blasts infuse.</br>All nature seem'd awake &mdash; the birds begun</br>To welcome with their songs the rising sun;</br>The rustic swain had left his rural bed,</br>To earn with pleasing toil his daily bread:</br>When she arose &mdash; and sought the verdant bow'r,</br>There to relax her thoughts, and ease the heavy hour.", "But still not finding that long-wish'd repose,</br>Which could allay the torrent of her woes,</br>Responsive Echo she with tears implor'd,</br>To waft her song to him she long ador'd.</br>Echo in mimick sounds the silence broke,</br>Speechless herself but when Maria spoke.</br>Which soon saluted Simkin, as he stood,</br>Robbing the fruit trees of their useless wood;</br>The peach, the apple, and the spreading vines,</br>He by his care to proper ranks confines:</br>A soft relentance seiz'd his flutt'ring breast,</br>He flew, and thus his boundless joy exprest.", "SIMKIN.</br>Why art thou weeping in this pensive shade?</br>Why such dejection on thy looks display'd?</br>Speak my Maria! &mdash; calm thy sobbing breast,</br>Say, what new phantom has thy soul opprest?</br>I fear an envious undermining friend,</br>Has strove to rival by some treach'rous end.</br>But let not such delusive terrors fright,</br>Behold thy Simkin prostrate to thy sight:</br>Behold in him a youth who love has taught</br>Honour to know, and to avoid a fault;</br>Whose precepts taught him constancy and truth,</br>The best companions of unguarded youth.</br>Speak then, dear maid, a while suspend thy grief,</br>And let my presence give thy heart relief.", "MARIA.</br>Oh, Simkin!  Simkin!  such has been my care,</br>The slow-pac'd days have witness'd my despair:</br>I, like the turtle who her mate deplores,</br>Fill'd with deep murmurs all the sounding shores:</br>Your absence caus'd such tumults in my breast,</br>Such gloomy fears, that robb'd my soul of rest.</br>Winds murmur'd through their leaves your long delay,</br>And fountains o'er their pebbles chid your stay:</br>But now your presence chears &mdash; they cease to mourn,</br>And walks wear fresher greens at your return.", "SIMKIN.</br>Say, lovely maid, was absence all thy fear?</br>How could you doubt I shouldn't prove sincere?</br>The spreading alders shall their shades deny,</br>The rose and lily hang their heads and die;</br>The flow'rs shall droop, their beauty too decay,</br>And birds to sing their modulated lays;</br>All things in nature shall dejection prove,</br>Ere I forsake the fair one that I love.", "MARIA.</br>What says my Simkin? &mdash; can my bosom bear</br>This sweet alternative from hope and fear?</br>O lovely youth, may absence ne'er divide</br>That knot which Love's all-conquering pow'r has ty'd.</br>We'll range together o'er the sloping hills,</br>And sip the chrystal which the stream distills,</br>Where bleating lambs in wanton gambols play,</br>We'll pass the chearful moments of the day.", "But see the sun begins to seek his bed,</br>And sickly dews obnoxious vapours shed;</br>The shepherds seek their rural cot's retreat,</br>To close the labours of the mid-day heat.", "SIMKIN.</br>Then let us home &mdash; and seize the fleeting day,</br>\"Time conquers all, and we must time obey.\"</br>"]