["With meteor-swiftness, from the council-dome,</br>High through the azure heights of Atmosphere,</br>His lofty way the mission'd Seraph wing'd;</br>Till poised above the Carolinian hills,</br>He sought with searching view, th' adventurous BOONE.</br>Along the silver-shining Yadkin first,</br>Where stood the Hero's rural mansion, glanced</br>The Angel's vigorous eye, thence o'er the Hills,</br>His usual hunting-ground, which bounds the vales,</br>And thence swift o'er the Mountain's gloomy Mounds;</br>Until th' august sublimity and pomp</br>Of that stupendous TOWER, whose rocky brow</br>From towering Ararat's blue summit frowns,</br>In threatening grandeur o'er surrounding plains,</br>And proudly fronts the Apalachian Mounts,</br>The daring Angel's eagle view enchain'd.</br>For it so much the power of God display'd,</br>That e'en to Cherub eyes it had a charm</br>Sublime.  As there the holy Seraph gazed,</br>He, on the holy Battlement espied</br>In Contemplation's solemn stole enrobed,</br>The high-soul'd Hunter.  The magnific PILE,</br>As through contiguous woods the Hero ranged,</br>His thoughtful soul with rapturous awe had swell'd;</br>And urged him to ascend its perilous crags,</br>And narrow-winding chasms, until he gain'd</br>The dizzy height!  Well suited was the scene,</br>T' attune his feelings for th' inspiring breath,</br>Of ardent Enterprise &mdash; as Boone advanced,</br>Their steep retreats the strong-wing'd Eagles left,</br>And sought the solitude of trackless skies.</br>In pomp, and variegated glories cloth'd;</br>Their awful heads, cloud-crested mountains heav'd,</br>High in the North Horizon.  And towards South,</br>In Spring's new verdure deck'd a vast Campaign</br>Disclosing here and there its splendid streams,</br>Extended far beneath th' impending Tower.</br>Sublimed with extacy, the Hero stood,</br>Surveying round, the soul-exalting scene,</br>Which seem'd for Meditation's eye prepared.", "Along the ragged precipice he saw</br>The lightning's rifted path.  Each flickering breeze,</br>That swept the grey-brow'd turrets, seem'd to shake</br>The elevated mass! &mdash; So high it was,</br>It seem'd t' invade the starry bounds of Heaven!</br>So high &mdash; the Hero thought, his air-fan'd locks,</br>Were lifted by the pure empyreal Winds.</br>His raptured Fancy's reverential eye,</br>And the impetuous gush of thought o'erwhelm'd</br>A while his mind.  Meantime, the Angel view'd</br>Th' extatic agitations of his soul;</br>And in a spiritual form unseen, approach'd</br>Th' enravish'd Hero; breath'd upon his heart</br>A vigorous glow; and raised him from his trance.</br>Collected now, and the presumptuous wing</br>Of temerarious Fancy check'd; his mind</br>Contemplates other less o'er-powering scenes,</br>Adapted more to finite ken.  With love</br>Of God and Man inspired, and with the zeal</br>Of new-enkindled Animation rapt;</br>His view expanding, with th' expanding range</br>Of far seen hills and plains; his towering soul</br>Disdaining life's inferior toils, which cramp</br>With dull employ, the nerves of virtuous Power;</br>Which chill the glowing warmth of great resolve,</br>And chain t' an inch of soil those energies,</br>That were design'd to dignify a World!</br>His patriot bosom panted for a stage,</br>On which, for his loved Country's benefit,</br>To act that daring, that heroic part,</br>Which was commensurate with his lofty views.", "Again his fervid soul the Angel touch'd,</br>And spread before his perspicacious eye,</br>A theatre of ample magnitude,</br>Full quadrate to the Hero's boldest wish,</br>The wild dominions in Columbia's WEST!&mdash;", "Upon his Fancy's pictured tablet, shone</br>In splendid tints, a thousand varied scenes;</br>Embellishing a dark Barbarian World!&mdash;</br>Refinement's golden file with smoothing sweep,</br>Reducing swiftly from the savage mind,</br>Its heathen incrustations &mdash; kindling light</br>And splendor, where investing glooms and rust,</br>The Indian's intellectual treasures spoil'd.</br>A thousand valorous, soul-ennobling feats</br>Attendant on the patriot enterprise,</br>Grandly preparing, and expanded sphere</br>For Commerce, Wealth, and all the brilliant Arts,</br>Where they before had never cast a beam,</br>In brilliant prospect warmed the Hero's soul.</br>Descending down the shatter'd precipice,</br>He sought with haste, Companions for th' emprise;</br>And from his brave associates in the chase,</br>Th' adventurous Findley, Stewart, Holden, Cool,</br>And Monay, chose; a small, but daring band!</br>Soon for the hazardous explorement was</br>Viaticum prepared.", "Now came the day</br>Of keenest grief, that e'er the breast transpired</br>Of the immortal Boone.  A day on which</br>He was constrain'd to leave domestic bliss,</br>The sweet endearments of Connubial Love&mdash;</br>Caresses fond of Babes, and kind devoirs</br>Of friendly neighbors.  These he had to leave,</br>Not for his wonted time, a few short weeks;</br>But numerous, dreary, long and tedious Months!</br>To travel, not familiar woods, where Man</br>Meets nought but timid beasts; nor cultured realms,</br>Where Peace and Love and social Science charm;</br>And Hospitality with smiles adorn'd,</br>Runs open-armed to meet him at the Gate:</br>But where a dark and dreadful desert spreads,</br>Between the Hero's home and destined land;</br>Where Monster Beasts with fierce blood-hungering howl,</br>The sounding woods, and echoing caverns fill,</br>And death-delighting Indians lurk for life,</br>In every bosky nook and wild retreat.</br>Around the sadden'd Chief his darling sons,</br>And daughters, and his sorrow-wounded wife,</br>In weeping circles drew.  In vain, he strove</br>Their sobbing hearts to sooth; in vain, he tried</br>T' assuage the bitter woe, that swell'd his own.</br>One mournful burst of sorrow fill'd, with sighs,</br>And sobs and tears, the melancholy house.</br>The tenderest eloquence of mourning love</br>At length broke from the sweet impassion'd lips</br>Of his affectionate spouse.  \"My Boon!\"  She cried,</br>And press'd him to her groaning breast; \"My Boone!\"</br>How can you leave your Home, your Wife and Babes,</br>Your life in bloody woods to jeopardize,</br>Among the murdering Indians' cruel tribes?</br>My God!  The horrid thought I cannot bear!</br>How shall I rest in peace, when dangers watch</br>To take away my dear Companion's life?</br>How, when the dreadful, silent, solitude</br>Of dark and cheerless Night, surrounds my Bed;</br>When Fancy's gloomy spectres flit along</br>My dreary chamber, and your bleeding Corpse</br>By grinning Savages or glare-eyed Beasts,</br>Before my sleepless eyes is rudely drag'd;</br>How shall I then support my sinking heart?</br>How then the bodings of my rueful thoughts</br>Endure?  O then!  What answer shall I give</br>Our darling Infants, when their lisping tongues</br>The cause inquire, that makes me wet with tears,</br>Their little cheeks, and steep with briny dew</br>My sigh-warm'd pillow?  What answer shall I give</br>The tender prattlers, when they sweetly ask</br>The time, their absent Father will return?</br>Oh, do not go!  MY HUSBAND!  Do not go!&mdash;</br>T' allure you from your peaceful Home,</br>What does, what can, the dangerous desert yield</br>That would our Miseries, Woes, and painful Fears</br>Repay?  O!  if you go, this NOBLE BREAST</br>I fear, will heave its last in savage flames,</br>Or by the Indian's butchering vengeance gash'd,</br>Pour on th' ensanguin'd ground its crimson life.</br>If there you fall, no tender hand will wash</br>Your clotted wounds, nor shroud your pallid clay;</br>No sorrowing friends, will bear you to the grave,</br>Nor screen from prowling violence your limbs,</br>Then lifeless cold!  If such your fate should be;</br>How could my widow'd heart sustain the pang</br>Of cruel Grief, that then would lacerate</br>Its wasting tendrils?  Oh my Boone!  my Boone!</br>How could &mdash; how could I then endure to see</br>Our Orphan-Infants weep their Father's Death;</br>And hear them cry, \"oh God!  he's gone!</br>Forever gone!\"  Here Grief her voice suppress'd&mdash;</br>A mournful pause ensued &mdash; such as succeeds</br>The last impressive words, of some adored,</br>Some dear-loved, dying friend, when round his bed</br>The weeping clustered croud, and see the beams</br>Of trembling life fade in his closing eye.</br>From every pore the Hero's manly heart</br>Ran blood.  His guardian Spirit hovering near,</br>And witnessing his deep-depressing grief,</br>Inspirited again his drooping soul.</br>He kiss'd his languid Consort's tear-dew'd cheek,</br>And to appease the pang that stung her breast</br>Address'd her thus.  \"My bosom's dearest love!</br>The splendours, titles, honors, wealth, and power,</br>And all the glittering garniture of earth,</br>To me are trash, compared with what regards</br>The Peace and Happiness of you, my Wife,</br>And these our lovely Cherubs!  Sooner would</br>I groan my life away in servitude,</br>Or waste my days in dismal dungeon-cells:</br>Yes; sooner would I brave the blazing stake,</br>Or sink amid the Caldron's boiling waves,</br>Than doom to woe, my darling Wife and Babes.</br>But woe, my dear!  though tasted now, this hour</br>Of painful parting, Heaven's benignant hand</br>Will soon avert.  For Innocence ne'er drinks</br>Long time, much less through life, its bitter cup;</br>And oft is sipping richly-flavor'd sweets,</br>When thought by most to quaff the hateful gall.</br>The task that separates us now awhile,</br>My Angel!  is not self-imposed.  My soul</br>Of late is by an ardent impulse urged,</br>The grand emprise to undertake:  a power</br>From Heaven, must actuate unseen, my will:</br>For so determined, warm, impulsive, bold,</br>It never heretofore has been; and all</br>Its ardor to the self-same object tends.</br>Such influence to resist, were to oppose</br>The powers divine.  Those powers, my dear!  your Boone,</br>When in the desert's yelling gloom can guard,</br>Or Indian's bloody Camp; as well as when</br>In Carolina's harmless fields.  Those powers,</br>Which erst protected in the roaring den</br>Of dreadful Beasts, the sacred man of God;</br>Those righteous powers, which from the gulphy bowels</br>Of the huge monarch of the Deep, brought forth</br>Unhurt, Repenting Jonah &mdash; they can shield</br>From flying Tomahawks the naked head;</br>And guard it from the horrid scalping knife.</br>When I am absent, think of this, my love!</br>And be consoled.  That same benevolent God,</br>Whose hand the Raven's callow nestlings observes</br>His humblest work; each little Sparrow knows;</br>And on the valley's tenderest Floweret sheds</br>The beams of life and beauty &mdash; that kind God,</br>When I'm away, the Father of our Babes</br>Will be; and with divine protection's wing</br>Will guard their pious Mother.  Cease then, Love!</br>To weep; and on That ROCK of safety rest</br>Your hopes, your cares &mdash; The sovereign law of Heaven</br>Requires, that man should oft the sweets forego</br>Of loved Society, Companions, Friends,</br>Relations, Children, tender Wife, and all!</br>To tread th' adventurous stage of grand emprise!</br>To scatter knowledge through the Heathen wilds,</br>And mend the state of Universal Man!&mdash;</br>By Duty's stern but salutary voice,</br>Affection's feeling fibres oft are jarr'd;</br>Till pain-rung blood-rills streaming thence, distain</br>The plumes of Peace.  Yet duty's needful call</br>Must be obey'd.  For keener still's the pain</br>Of disobedience to the will of Heaven,</br>Than all the torturing pangs of sunder'd love.</br>When parted by the Wilderness, my spouse!</br>Anticipated bliss will animate</br>Our anxious hearts, and cheer our darkest days;</br>And well it may, for sweet will be the time,</br>And richly, flowing with beatitude,</br>When from my grand adventures I return.</br>Then will we on the shaded green recline,</br>Or round th' enlivening fire; renewing joys,</br>Short time suspended for our country's weal,</br>And musing on the wonders of the West,</br>And the protecting goodness of our God.\"", "Observing now his consort more composed,</br>The Hero paused, and heard her thus reply.", "\"My dear companion!  now I yield, convinced,</br>Thy conscience touch'd by holy breath from Heaven,</br>Commands thee to the great, the perilous task.</br>On Duty's pure immaculate Altar, now</br>I sacrifice the tenderest wish of Love!</br>My prayers shall plead; when each new morning's dawn</br>Breaks on the fading glooms of parting Night,</br>And when each Evening's mantle shrouds the day;</br>Shall plead for God's almighty shield to ward</br>From ill, my absent Boone!\"  Thus was her heart</br>From deep depression raised by breath benign</br>Of kind Humanity's Seraphic Spirit,</br>Whose feeling eye had mark'd her painful grief,</br>And on her soul its cheering influence beam'd.</br>Now close the designated hour advanced,</br>His partners at th' appointed spot to meet.", "Again the Hero's heart, a poignant pang</br>Transpierced &mdash; Again with sorrow's sickening throes,</br>His sweet Companion's snowy bosom throb'd,</br>Again his tender children loudly wept!</br>He gave his wife the fond farewell embrace,</br>And on her lips the soul-enkindled kiss</br>Imprinted; press'd his sobbing Babes,</br>Shook all their hands, and look'd a long adieu!", "Attended by his viewless Angel, now,</br>The Hero wends to meet his comrade band;</br>When join'd, they westward take their pathless way.", "To beautify their route, and cheer their march;</br>The Queen of Spring, mellifluous-breathing May,</br>Walk'd with them o'er the wood-land wilds, and steep'd</br>In honey-dews the young expanding leaves;</br>And through the fleckered forest flung perfumes;</br>While flowerets, blooms, and fragrant foliage fill'd</br>The extended boundaries of her balmy reign.</br>Along the wilds, and feather-winnow'd air,</br>In animating undulations flow'd</br>The sweetly modulated songs of Spring;</br>As if, the journeying Heroes on their march,</br>To hail, with Gratulation's melody!</br>With vigorous speed, o'er plains and hills they hied;</br>Each night reposing round the unshelter'd fire.</br>Soon on the lofty Alleganean peaks</br>They tread.  Here Nature's rudest hand had rear'd</br>CONFUSION'S Battlements sublime;</br>And here had SOLITUDE'S dark dingles delv'd!&mdash;</br>One night encompass'd by the wildest cliffs,</br>That jut in shaggy prominence high o'er</br>The rugged mounds, around their glimmering fire</br>Our Heroes lay &mdash; 'Twas midnight's silent hour:</br>Unsleeping Cynthia's waning, silvery disk,</br>Smiled on the shadowy hills, and palely shone</br>Along the Mountain's slant dew-glistening rocks&mdash;</br>The restless cascade murmur'd on the winds&mdash;</br>The Wolf-howl echo'd down the distant dells&mdash;</br>The Zephyrs were on wing.  Our Heroes slept&mdash;</br>A passing Panther snuff'd them on the breeze,</br>For blood athirst; half resolute, half scared,</br>He crouching, crept near by, and fiercely scream'd,</br>Then farther fled.  The sleepers startling, woke;</br>Their rifles seized, and clamber'd o'er the cliffs.</br>Far on the moon-illumined rocks, Boone spied</br>The bloody prowler; and his gun discharged,</br>But miss'd the flying mark.  Soon back return'd;</br>They stir their dwindling fire, and rest again.</br>Some time elapsed; each eye save Boone's in sleep</br>Was closely sealed &mdash; but his, to aid his mind,</br>As on the midnight mountain scenes it mused,</br>Now view'd the blue star-twinkling vault, now glanced</br>Along the high-raised, dim-seen, distant woods,</br>And now along contiguous cliffs; on which</br>Beneath slow-moving trees, the moonshine danced.</br>Here as his wakeful eye the Hero cast;</br>He astonish'd, saw two human forms slow move</br>Like shadows o'er the rocks &mdash; The time and place</br>Denied belief, that mortal men they were.</br>But in their hands he saw their swords' dim gleam,</br>As o'er a moon-light space they softly passed;</br>And soon again, what seem'd like guns he spied.</br>Warm rose his blood; he snatch'd his rifle up,</br>And shook in haste his sleeping friends.  They roused;</br>When instant, disappear'd behind the rocks,</br>The unknown beings.  Boone gave charge to hide</br>Among the cliffs; when loud, \"Melcena!\"  cried</br>The darkling strangers; thou, \"my child, my child!\"&mdash;</br>Re-echoed quickly through the sounding woods.</br>Again, \"Infernal Ruffians!  Fiends of Hell!</br>May God's eternal vengeance blast with woe,</br>Your future lives!\"  \"My God!\"  said Boone, \"what does,</br>What can this mean?\"  And then, thus question'd loud:</br>\"Where is your child?  And who in Heaven's name</br>Are you?\" &mdash; \"Mock not an aged Father's grief,\"</br>Replied the Stranger; \"give to my arms again,</br>My lovely Child!  Oh!  if your cruel hearts,</br>No fear of that all-just tremendous POWER,</br>Whose thunders soon in wrath shall wake, and leagued</br>With his red lightnings, drive to Hell's black gulphs</br>Your demon souls; can move you to repent</br>Your hellish guilt, and make you yield my Child,</br>Let gold restore her!  for by Him I swear,</br>Who made yon Moon, and her bright retinue;</br>That if you will give back to me, my child,</br>Ten thousand Guineas shall the deed reward:</br>Of which as surety, my own life to you</br>In pledge I'll give, until the ransom's paid;</br>Which shall amid these mountain wilds be done.\"</br>Then Boone &mdash; \"You are mistaken, Sir, I swear</br>By him, by whom you've sworn, we are not those</br>You think; poor, inoffensive travellers, we!</br>By day our course directing to the land,</br>Along the mighty Waters of the West,</br>We sojourn here no longer than this night:</br>Be not of us afraid, come to our Camp,</br>And tell your tale of wrong.  If aught of aid</br>We can impart, it shall be promptly given.</br>We invoke the God of Holiness and Truth,</br>To witness, that no evil we design</br>To living man, and that whatever is</br>Of her the fate, whom in these wilds you seek,</br>We neither know that fate, nor are its cause.\"</br>The undesigning seriousness of tone,</br>With which the Hero spake; in part dispell'd</br>The Father's first belief, and to his friend</br>He said &mdash; \"That voice, that language, seems to speak,</br>Methinks, a soul sincere!  Perhaps, dear youth!</br>We wrong these men; they may be innocent;</br>If so, they will our anxious search assist.</br>I'll know; remain you here mean while, young friend;</br>And if I'm slain, or captive made; then haste</br>You home, and summon to this Hills a Host</br>To seek my darling child, t' avenge my fate,</br>And do whatever Wisdom may devise.</br>Without my dear, my lost Melcena; life</br>Is little worth my care.  But you are young;</br>And should not rashly risk a life that may,</br>An ample share of bliss enjoy; though lost</br>To her whose plighted Love would soon have fill'd</br>With Hymeneal sweets, your happy soul.</br>Enough!  If foes, they may surround us here:</br>You shelter in these rocks until my call,</br>Or friends or foes, proclaim.\"  Th' impatient youth&mdash;</br>\"Let me, O Father!  Share thy doom, my Arm</br>Feels strong!  my life, without my Love, than thine</br>Is worth no more &mdash; If not the VILLAINS, then</br>We're safe:  If they, no better chance again</br>May e'er occur, to wrest, from their curst hands,</br>My dear Melcena &mdash; let us then advance</br>Together, and abide the worst:  my sword</br>Shall shield thy head; my gun shall do its part.\"</br>Too well Vulosko knew the ardent fire</br>That flam'd within the youthful Melville's breast,</br>To struggle long its daring course to check.</br>He gave assent that both should dare the peril:</br>And on, o'er intervening crags they went;</br>Till at the Camp; then told their presence there.</br>Forth from their refuge dark, our Heroes came;</br>For prudence bade them not expose their lives,</br>By staying at their fire, where death might see</br>To aim his slaughtering tube; and as they came,</br>Their peaceful views in solemn terms declared.</br>Suspicion's eye, with mutual sternness marked,</br>From either side, the other's every look:</br>Until asseverations, statements, style,</br>Demeanor, equipage, and dress conspired,</br>All doubts and fears from every breast to drive.", "In converse now the remnant of the night</br>Was pass'd.  At Boone's request, Vulosko told,</br>How from his heart, in unpropitious hour,</br>Was torn his dear Melcena &mdash; prefacing</br>With a brief narrative of his own life</br>The painful tale.  \"I am the son,\" he said,</br>\"Of an adventurous Nobleman, who left,</br>The blazing clash of European WAR,</br>In the wild Forests of this Western World,</br>To seek the silent shades of bloodless PEACE.</br>His infant days in innocence and joy,</br>Among the ALPINE scenes of Love, were spent,</br>And pastoral pleasure; and around his path,</br>The Sun of Peace, for fifteen summers, pour'd</br>Its pleasing splendors.  'Switzerland!'  Him oft</br>When musing on his juvenile days, I've heard</br>With melancholy extacy exclaim;</br>'O Switzerland!  Sweet land of Liberty!</br>Thou Nurse of Virtue, Piety, and Truth,</br>Thou sacred seat of cheerful Industry,</br>Of daring Independence, Science, Peace,</br>And all that purifies, exalts, sublimes,</br>And sanctifies the HUMAN HEART &mdash; Dear Land!</br>By NATURE guarded from Oppression's gripe;</br>Whose sinewy sons with sweeping strength can hurl,</br>From their rough Mountains' rich and rugged heights,</br>The insulting Myrmidons, who dare invade</br>The precincts of their PEACE-PROTECTED homes.</br>DEAR LAND!  where CANDOR'S fair expanded brow,</br>And steady-beaming eye, the lofty soul</br>And generous philanthropic Heart declare.</br>How sweetly would my unambitious life,</br>Among thy cultured shades have glided on,</br>Had not the glare of gorgeous War allured</br>My youthful eyes, and drawn me to the din</br>Of distant dangers.' &mdash; Well might he lament</br>The infatuation that possess'd his brain,</br>When he his gentle home exchang'd for fields</br>Of Blood.  For, fighting in a foreign War,</br>His life he nearly lost.  His parents died&mdash;</br>He visited a German relative,</br>A famous General in the imperial reign</br>Of Leopold, and was smitten with the pomp</br>Of MARTIAL POWER, and the splendid Fame</br>Of Military conquest &mdash; Raptures filled</br>His eye, whene'er he heard the Soldier's song,</br>The conquering Warrior's brilliant deeds resound.</br>With pride, his Kinsman view'd each vivid glance;</br>And through his influence, for the ardent youth,</br>And office under Prince Eugene obtained.</br>'Twas when the Elector of Bavaria roll'd,</br>In junction with the French, the bloody flood</br>Of desolating Battle, o'er the vast</br>Germanic Empire; soon my Father's fire</br>Was join'd to the confederate flame, which burn'd</br>To oppose the Hosts of Tallard and Marsin.</br>On BLENHEIM'S glorious field his arm was tried.</br>Wheree'er he moved, the thunders of his might</br>Before him drove the dreadful storm of Death;</br>And ere the Battle half was o'er, his name</br>Was shouted through the ranks; and Glory's wreaths</br>Around his towering brow profusely hung.</br>But dearly were his laurels brought; the price</br>Was copious torrents of his glowing blood!</br>A veteran Horseman's steel his bosom gashed,</br>And laid him bleeding on the smoking sward!</br>The roaring conflict ceased; and Victory's voice</br>In shouts along the leagued Battalions broke.</br>Attended by the skill'd Physician's aid,</br>In an adjacent tent my father lay.</br>His slumbering sense were with cordials waked&mdash;</br>He heard the loud triumphing peals, and smiled!</br>But soon, the mournful wail of WIDOWED WIVES,</br>Who had at distance view'd the slaughtering fray&mdash;</br>The anguished groans of thousands pained with wounds;</br>And Death's blood-strangled gasps, his heart assailed,</br>And wraped in Pity's glooms his pallid Face!</br>In all their tender melancholy forms,</br>REFLECTION'S soft sensations now awoke</br>Within his breast &mdash; His native Mountain joys,</br>The mild pacific intercourse of friendly band,</br>The unambitious family of Swiss;</br>In contrast with the Carnage, Blood, and Death</br>That spread the plains of fierce unhappy WAR;</br>Upon his soul were vividly portrayed.</br>Ambition's steely casements, from his heart,</br>Humanity's dissolvent gush removed;</br>And Valor's wild intemperate flame was quenched,</br>In the soft-flowing flood.  By tender care,</br>His wounds were healed, and his sunk health restored.</br>His feelings now were changed, they loathed at War!</br>And though his native Hills he loved; he sighed</br>For freedom from the bloody storm, that howl'd</br>With frightful clamor, round the neighboring world.</br>His patrimonial property was large:</br>He sold it all, and sought o'er surging seas,</br>The solitude and peace for which he sigh'd.</br>In Massachusetts province, he first breath'd</br>Columbia's aromatic gales &mdash; There LOVE,</br>Enchanting poison, through his veins infused,</br>And bound in talismanic trance his heart&mdash;</br>Awhile in pain he loved; but PLEASURE came,</br>On the white pinions of inspiring HOPE,</br>And turned his dubious passion all to bliss.</br>Him, soon the Queen of his affections crown'd</br>By Hymen's hand, the Monarch of her Own.&mdash;", "\"In search of still profounder solitude,</br>To Carolina they soon after came;</br>And there awhile the quietude they wished,</br>Enjoyed.  Their wealth was ample, and they lived</br>In happy ease.  The peasants scattered o'er</br>Their fruitful farm, with joy their wants supplied.</br>I was the only child that crown'd their love.</br>To impress with virtuous truth my ductile mind,</br>And teach me how a dangerous world to shun;</br>Was all their occupation.  Smoothly flow'd</br>Their unimbittered stream of life; until</br>The cursed Coree and Tuscarora tribes</br>Of Savages with sanguinary rage,</br>Enwrap'd in Night's thick-muffling darkness rush'd</br>Wild through the sleeping Colony, and plunged</br>Their gory daggers in the unguarded breasts</br>Of shrieking Females, struggling Babes, old Men,</br>And high-soul'd Heroes strong in vigorous youth!</br>That Night my FATHER died!  And MOTHER too!</br>Whose mild benevolent voice, and melting eye,</br>I yet remember well:  O yes, she was</br>Too kind, too good, for Memory e'er to slight!&mdash;</br>Of her, my dear, my lost Melcena is</br>A perfect semblance.  O ETERNAL GOD!</br>Do have compassion on thy grey-hair'd Servant!</br>Again to him his darling child restore!</br>The only living comfort that remains</br>To sweeten life's gall-mingled sediment;</br>The last supporting pillar now that's left,</br>To prop a few more years, his sinking heart;</br>And keep awhile his shatter'd, tottering frame,</br>From tumbling into the engulphing grave!", "\"Excuse, O friends, the vehemence of soul</br>That interrupts my tedious Narrative.</br>I now proceed. &mdash; Before the murdering FIENDS</br>Could reach my bed, my dying parents' groans</br>Admonish'd me to fly &mdash; a window near</br>Afforded egress to my shuddering limbs;</br>To seek a neighboring peasant's aid, I ran;</br>But ere I reach'd his house, I heard the scream</br>Of murder, mingled with the Ruffians' yell.</br>In the dark woods till morn I trembling lay;</br>Then ventured slowly through a grove of trees,</br>Which waved adjacent to my Father's house.</br>Great God!  what dread emotions then convulsed</br>My aching breast; I thought my beating heart</br>Would burst.  A drear, soul-sickening silence cast</br>A death-expressive gloom around.  In vain</br>I hoped to see my Parents, though gore-stain'd,</br>And mangled sorely with blood-dripping wounds;</br>Look from their mansion-door to seek their son.</br>I fear'd to call, or nearer to approach</br>The woeful scene of midnight violence;</br>Lest still the Ruffians might be lurking there.</br>The Sun rose high, my last faint hope expired;</br>The bosom-racking misery of DESPAIR</br>Now wrung my anguish'd heart-strings, and I sunk</br>Upon the naked earth &mdash; At length, I heard</br>The voice of men.  I rose, and saw a band</br>Of arm'd militia, marching to the House;</br>And soon I recognized my Father's friend</br>Dulonz, to whom, I faint and trembling ran.</br>He took my hand, and led me to the Door;</br>Whence, O soul-piercing sight!  I see it yet!</br>We saw my murder'd parents, lifeless, pale!</br>I kiss'd their livid lips, and in a swoon,</br>Sunk senseless, on their cold and mangled breasts.</br>Dulonz convey'd me to his friendly home,</br>The guardian of my infant years, became:</br>And with a Father's care upon my heart,</br>The principles of Piety impressed,</br>The light of Erudition o'er my mind,</br>In all its variegated tints diffused,</br>And carefully my Heritage preserved.</br>Ten years with him in amity I lived.</br>My period of Minority expired</br>And now, my fortune to myself resign'd,</br>The nations of the European world,</br>I formed a resolution to survey,</br>And thither sail'd.  From court to court I went</br>Until of men and laws I knew enough!</br>Alas too much!  Ashamed, disgusted, sick,</br>At sight of Perfidy, Corruption, Vice,</br>And Parasitic meanness, I return'd</br>To Carolina's uncorrupted shades,</br>And wed the object of my earliest love,</br>The charming daughter of the kind Dulonz.</br>With her in fondest quiet, twenty years</br>Of uncontaminated bliss I pass'd.</br>Two noble sons, and one sweet daughter crown'd</br>Our happy love.  But ere Melcena ceased</br>The lacteal breast to draw, a Fever drank</br>The fountains dry, whence flow'd her Mother's life.</br>Again my heart with agony was torn!</br>And ere the assuasive balm of friendly Time</br>Could mitigate their keen afflictive pangs,</br>The blood-effusive Wounds were tortur'd o'er:</br>For greedy Death, unsatisfied with her,</br>Snatch'd from my doating arms my eldest son!&mdash;</br>To banish from my breast the clouds of Woe,</br>That hover'd thick and black about my heart,</br>I sought the sunny cheer of social Friends;</br>But in my search for friends was much deceived.</br>Where one was faithful, ten were basely false!</br>I found the Hypocritic taint, the breath,</br>The infectious breath of Europe's poison'd sons,</br>Had reach'd Columbia's shores.  To Solitude,</br>To Books, and to the instruction of my son</br>And daughter, therefore, did I turn for peace,</br>For consolation.  These at times I've found.</br>But such the changeful Fate of woe-born Man,</br>To day his eye with cloudless joy is bright,</br>To morrow Misery's blood-steep'd tears bedim</br>Its fading beams; the next its lustre dies!", "\"A faithful Tenant on my Farm I placed;</br>Bade farewell to my few unfailing Friends;</br>And in these solitary Mountains sought</br>Exemption from the hum of bustling life.</br>A situation suited to my taste,</br>A deep retreat, a picturesque wild I found,</br>Where human foot perhaps had never trod;</br>There did I think the shattered stock, which yet</br>Of my storm-beaten life remain'd, would stand</br>From hurricanes of mortal woe secure;</br>Until by Nature's calm decay to earth</br>It gently fell &mdash; Imparting while alive</br>Its richest succulence to the young shoots,</br>Which from it in a happier season sprung,</br>From SIN and all its hateful brood remote;</br>I thought to ingraft upon the flexile minds</br>Of my surviving Infants, such deep love</br>Of Honesty, Benevolence, Virtue, Truth,</br>And all that dignifies immortal minds;</br>Before the examples of the dangerous World</br>Had power to fascinate their youthful hearts,</br>And stain their purity; and all the force</br>Of Hell's allurements should successless prove</br>Their firm-establish'd rectitude to warp.</br>How far my hopes would have been realized,</br>Is merely matter of opinion now.</br>For ere through one complete Decennial course,</br>The annually revolving orb of Time</br>Had roll'd my hopeful Charles; by fierce Choctaws,</br>On the rude rocks of these wild Hills, was shed</br>His taintless blood, and his fair body drag'd</br>Far from his mourning Father's sad abode.", "\"As by permission, with his gun he scaled</br>In search of feather'd game the adjoining Mounds;</br>The tawny demons spied the manly Boy</br>And in his body lodged the murdering lead.</br>I heard the dread report, the dying plaint,</br>And fierce exulting yell &mdash; But ere I reach'd</br>The bloood-stain'd spot the savage fiends had fled.</br>I saw them rising o'er a distant hill,</br>And caught a transient glance of my dead son,</br>Whom, with them they in hellish triumph bore.</br>In deep depression many months I mourn'd;</br>When to my mansion opportunely came</br>This young man's Father, my warm-hearted Friend</br>DELOME.  He learn'd from my old servant Ralph,</br>Whom to the settlement on horse I'd sent</br>To purchase viands for my simple board;</br>Of him he learn'd my recent loss and woe,</br>And journey'd hither through the forest maze,</br>To pluck the thorn of anguish from my breast,</br>And o'er my hills, which mournful sadness gloom'd,</br>A gleam of heart-enlivening radiance shed.</br>He with him too his manly Melville brought,</br>The melancholy vacancy to fill</br>Occasion'd by my hapless Charles's Death;</br>And have, as my old friend was pleased to say,</br>His tender mind with those grave truths embued,</br>Which my experience fitted me to teach.</br>This is the youth of whom I speak; the son</br>Of my good friend.  When home his father went,</br>Young Melville staid; the flush of thirteen years</br>His healthy cheek suffused.  His mind was quick,</br>Inquiring, strong &mdash; His heart vivacious, kind;</br>His body vigorous, firm.  I loved him much</br>And much he merited  my warmest love;</br>For all his powers were ceaselessly employed</br>To drive dejection from my drooping heart,</br>And sweeten my Melcena's lonesome life.</br>To her his kind devoirs proceeded soon,</br>From a diviner source than mere good will:</br>For soft infantile LOVE, in their young breasts</br>Began his honey-dripping wings to spread,</br>And through their wild-vibrating veins to breathe</br>Delicious raptures, thrilling, tender, strange!</br>How sweetly I have seen them sit beneath</br>The dark pine-shade, or oak's broad canopy,</br>Extracting the mellifluous quintessence</br>Of Milton's Paradise!  at every melting line</br>Expressing transports with commutual glance,</br>And interchanging softening sentiments,</br>At almost every soul-enchanting pause!</br>How oft I've seen him climb the dewy cliff,</br>And pluck its flowery beauties to adorn</br>The unartificial ringlets which o'erhung</br>Her snowy temples.  O!  those days though dash'd</br>At times with bitter Memory's sickening gall,</br>Were sweet, compared with these I now endure.</br>O!  then, when sorrow's tear roll'd down my cheek,</br>How kindly would my darling wipe it off,</br>And sing her wildest notes of soothing song</br>To exhilarate my sorrow-sobbing breast:</br>And Melville too, to aid her kind design,</br>The dulcet tones of his soft-warbling lute,</br>With her seraphic melody would pour</br>In sweet accord.  Those times alas are past!</br>They lasted though with little change, save what</br>The increasing years of the young lovers brought;</br>Until that painful period of Distress,</br>When from her Lover, and her Father too,</br>Was torn my darling daughter!  Strangers!</br>Perhaps ne'er suffered the keen-torturing pangs,</br>Which lacerate in bloody shreds the heart</br>Of an affectionate Father, when the grave</br>Ingulphs a tender child, his bosom's pride!</br>If not, you can but faint conception form,</br>Of that tormenting Wo, which wounds the breast</br>Of him who is by cruel fiends bereft;</br>By savage demons more fell than Death!</br>Of her his lovely, only living child!</br>The soothing solace of declining life!", "\"At intervals with Melville and old Ralph;</br>Melcena, during several happy years</br>Was wont to visit my dear friend Delome:</br>Where with a small but pleasing circle, they</br>In sweet unvitiated mirth employed</br>The pinion'd Hours.  Returning thence, again,</br>To me their blythe felicities they told;</br>And with the cheering letters of Delome</br>Gave Friendship's raptures to my leaping heart.</br>The day at length, which was in Hymen's fane</br>The virtue-kindled Love of the young pair</br>To consecrate, drew near.  But ere their vows</br>Were at the holy altar sealed, once more</br>My venerated friend they visited;</br>Received his ready sanction to partake</br>The nuptial joys, continued a few weeks,</br>And then again their journey back commenced.</br>As through the forest's gloomy wilds they rode,</br>A band of Hell-excited Villains fierce,</br>Terrific huge!  from the deep thickets rush'd</br>With pistols and with brandish'd broad-swords arm'd!</br>With raging fury, Melville's startled Steed</br>Like thunder through the sounding thickets burst.</br>The exploding pistol's sound, which sought in vain</br>His master's life, still higher rous'd his fire,</br>And drove him headlong o'er the clattering hills.</br>The snaggy boughs swept Melville's whistling ear!</br>His naked head glanced many a threatening tree!</br>And verge of precipice and pit was broke</br>At almost every bound! &mdash; Attempts were vain,</br>The impetuous storm to check.  The rein was lost!</br>Still Melville clinging to the tossing mane</br>And bending to the Horse's straining neck,</br>His seat maintain'd, until an oak's huge branch</br>Resistless, drag'd him to the shuddering ground.</br>He rose unhurt:  and o'er the rugged space,</br>To the disastrous spot where ruffian hands</br>Had seized the pleading Maid, with speed return'd,</br>Resolved to oppose unarm'd the bloody band,</br>If there.  But they had fled &mdash; he knew not whither.</br>Vain was his eager search their route to find:</br>Nor ear, nor eye, could aught avail, to give</br>His phrenzied heart a clue to its lost love!&mdash;</br>O'er hills of horrid height, and rough ascent,</br>Far from his home-conducting path he ran;</br>Until in the dark tops of towering pines</br>Began to sink the westering prince of light.&mdash;</br>Convinced, unless he sought the pathway soon,</br>That NIGHT would hold him in the Hemlock glooms,</br>And waste the time which then was dear as life;</br>He swiftly traversed back the desert-steeps;</br>Regain'd the path before the ascending shades.</br>Had o'er the beetling peaks their squadrons roll'd;</br>And ere my head was on its pillow laid,</br>The dreadful bosom-rending tale announc'd.</br>If on my naked heart the fiercest flames</br>Of burning pitch had been, in pointed streams,</br>Profusely pour'd, and all its feeling kept</br>Alive, the pain would hardly have surpassed</br>What rack'd my bosom on that woe-fraught night!&mdash;</br>When o'er my cottage, morning's early gleam</br>Was shed; I hasten'd Ralph to good Delome,</br>With a request to gather with all speed</br>A company of men to aid our search.</br>Then Melville and myself our arms prepared</br>And hither to these rocky ridges hied,</br>Conceiving them to be a fit abode</br>Of predatory ruffians.  The whole day,</br>In diligent but unsuccessful search</br>We spent.  This Night, as on a lofty peak</br>We lay; your gun's deep-ringing peal we heard,</br>And then ascending a still higher cliff</br>Your fire espied.  Thus, Sirs, in brief contour,</br>The features of my misadventured life</br>I've sketch'd. &mdash; Your friendly coadjuvancy</br>In our momentous quest shall gratitude,</br>And prayers for your felicity receive.\"", "Thus answer'd Boone &mdash; \"Our aid we'll freely grant.</br>Conduct us where your wisdom may advise,</br>Nor cliff, nor cavern shall be unexplored.\"", ""]