["Nature, thou Guardian of the Infant Muse,</br>O may thy beauties ev'ry thought infuse!</br>From thy great source poetic numbers flow:</br>On thy rich soil the seeds of fancy grow.</br>Unpractis'd I, in scientific rules,</br>If nurs'd by thee, disdain the Critic's schools.", "'Twas Nature tun'd immortal SHAKESPEARE'S lyre</br>To Pity's softness, and to Passion's fire.</br>On Fancy's wings th' enraptur'd Poet flies;</br>And Genius wafts him to his native skies.</br>Posterity, with pride, protects his fame:</br>Ages unborn shall venerate his name.", "Enchanting SPENSER!  Nature's simple child,</br>On thee, with joy ecstatic, Fancy smil'd.</br>On thee, with lib'ral hand, her gifts bestow'd:</br>Smooth as thy verse, and unconstrain'd they flow'd!", "Nature inspir'd majestic MILTON'S Muse,</br>And taught his judgment the great theme to chuse.</br>Presumption ne'er urg'd Milton to aspire!</br>From Heav'n he borrow'd the celestial fire.", "Tho' DRYDEN wander'd from thy easy road,</br>'Tis nature glows in sweet Cecilia's Ode.</br>There shines the grandeur of the true sublime:</br>There beauties flourish, unimpair'd by time.", "BUTLER! who once a monarch's laugh could raise;</br>Whose merits gain'd him the reward of praise;</br>Thro' life was left to struggle with his fate;</br>Which, fraught with care, could ne'er his wit abate!", "Melodious WALLER!  as the chrystal clear;</br>Thy rhyme is music to the chastest ear.", "When we, O CONGREVE!  view thy brilliant scene,</br>In honest laughter we forget our spleen.</br>See drowsy dulness with attention sit:</br>His leaden mind enliven'd by thy wit.</br>The flash facetious so delights the soul,</br>We can't endure the Dagger and the Bowl.</br>Melpomene no more thy charms display,</br>While Congreve and Thalia lead the way.</br>There sprightly Mirth with festive Fancy play;</br>And Genius shines in all her splendid blaze.", "The mournful OTWAY, wedded to distress,</br>His Muse, e'en poverty could not depress.</br>To Nature's dictates stedfast and sincere:</br>Tho' skill'd to raise, 'twas he that shed the tear.", "Accomplish'd ADDISON!  in thee we view</br>Wit's brightest rays, and judgment ever true!</br>In thy correct, inspir'd page we find</br>The ore of thought by nicest taste refin'd.", "For thee, O SWIFT!  the loftiest Muse shall sing,</br>To thee keen Satire lent her poignant sting:</br>That sting which e'en proud statesmen once would fear;</br>And Folly oft has felt thy lash severe.</br>Corruption trembles as he reads thy line,</br>Whilst Virtue's vot'ries venerate thy shrine.", "Each grace, each passion, POPE'S sweet verse express:</br>There sentiment appears in Nature's dress!</br>Shall I describe the texture of a mind,</br>Where ev'ry thread was regular refin'd?</br>His vary'd charms the pow'rs of praise defy:</br>Whilst taste survives, his fame can never die.", "Whose hand directed THOMSON'S artless Lay?</br>'Twas thine, O Nature, taught him to pourtray!</br>From thee he learn'd to animate the heart</br>With all the joys description can impart.", "Shall PRIOR sink to dull Oblivion's shade?</br>Emma for thee a lasting wreathe has made.</br>No more, O Gallia, boast thy great Boileau,</br>Whose maukish muse in streams bombastic flow.</br>'Twas Prior stopp'd the pompous flatterer's course,</br>And turn'd the current with superior force.</br>The venal Gascon of contempt complain'd;</br>And Louis once his parasite disdain'd.", "GAY'S honest mind the world could ne'er allure:</br>His Muse was faultless, as his heart was pure.</br>In robes majestic Virtue he attir'd:</br>'Twas Virtue's cause the modest Gay inspir'd.</br>From his reproof no station was exempt,</br>Guilt fear'd that spirit which she ne'er could tempt.", "Warm from the heart the contemplative YOUNG,</br>In plaintive notes, instructed as he sung.</br>To wean rash Folly from her mad career;</br>To make grim Death less terrible appear,</br>His Muse, a votary to Virtue's shrine,</br>Was, like the idol it ador'd, divine!", "Neglected COLLINS!  Nature was thy guide,</br>Tho' Fame to thee her fickle boon deny'd.</br>Thy charms the tasteless critic can't perceive;</br>'Tis judgment only will the tribute give.</br>The meed well earn'd, with pleasure she bestows:</br>And greenest bays shall flourish on thy brows.", "Thy Verse, O GRAY!  let pedant-pride disdain:</br>Still I revere the melancholy strain.</br>Still pleas'd, I listen to the pensive song,</br>And never think the solemn notes too long.", "SHENSTONE!  once blest in Leasowes' happy grove,</br>Unseen, among his verdant vales would rove.</br>From his warm heart oft burst the slighted sigh;</br>And tears despis'd oft trickl'd from his eye.</br>The Fair that caus'd them they could never melt:</br>The pangs of passion were by her unfelt.</br>The Muse, with sympathy, beheld his pain;</br>Lent him her lyre, and listen'd to his strain.", "'Twas fickle Beauty on fond HAMMOND frown'd:</br>His verse best speaks the anguish of his wound.</br>From Cupid's wing he drew his tender plume:</br>With that describ'd a hapless Lover's doom.", "Ironic CHURCHILL, nervous, free, and bold,</br>Who ne'er for pelf his independence sold.</br>His honest pen made e'en the guilty feel:</br>A dagger, e'en more poignant than the steel.", "See GOLDSMITH next, with modest pace advance;</br>His firm fix'd fame Encomium can't enhance.</br>His faithful portraits long shall charm the eye,&mdash;</br>Colours so strong the rage of time defy.", "High on the pinnacle of modern fame,</br>With pride, O SHERIDAN!  we rank thy name.</br>Nor envy can dispute thy just pretence:</br>Thy genius once the Drama's best defence!</br>The Comic Muse, stung by neglect, repines:</br>'Tis from thy flights her beauteous form declines.</br>Oft she allur'd thee by her dimpl'd smile,</br>The  sweet attraction can no more beguile.</br>In vain she wooes thee to her lovely arms:</br>Thy furor faction has superior charms.</br>The raven discord now can boast a pow'r</br>To wean e'en Taste from Fancy's fragrant bow'r!", "Content to merit, not to hunt for praise,</br>With rapture, HAYLEY, we peruse thy lays!</br>How few, like thee, the happy skill possess!</br>To give to Nature a becoming dress!</br>In gaudy colours some bedeck the Maid,</br>Nature most shines the simpler she's array'd.</br>With scorn she turns from Folly's glittering glare,</br>Trusting her graces to her Hayley's care.</br>"]