["Among th' Olympian Chronicles I find&mdash;</br>No matter where I read them &mdash; it is stated</br>That Love was not, as we suppose, born blind;</br>He lost his eyes, so the account is dated,</br>Soon after man and Folly were created;</br>This story, quite an antiquarian treasure,</br>I shall set down, not as 'tis there related,</br>But tagg'd with rhyme, and here I feel great pleasure</br>While spoiling a good stanza in a slipshod measure.", "Love who had often thought it pretty sport</br>To play with Folly half an hour or so,</br>Was lured by her at last to Plutus' court,</br>A place which Love, at that time, did not know;</br>And there was offer'd a fine golden bow,</br>And golden shafts, and peacock-feather'd wings,</br>And money-bags that glitter'd in a row,</br>Besides a thousand other hateful things,</br>Old parchments, rent-rolls, law-suits, jewels, chains, and rings.", "Love laugh'd at all he saw; Folly look'd grave,</br>And preach'd about the wond'rous riches there:</br>\"Ha!  ha!\" says Love, \"and are you Plutus' slave?&mdash;</br>I'm sorry, &mdash; for I liked you as you were,&mdash;</br>A hearty wench, buxom and debonair;</br>Farewell!  I'm neither to be bought nor sold;&mdash;</br>Bless me!  I feel a dampness in the air,&mdash;</br>A palace is a dungeon in the air,&mdash;</br>And, faith!  I half believe it, for I'm very cold.", "\"I'm off!\"  But Folly seized him by the head,</br>Threw gold-dust in his eyes, and quench'd their sight,</br>Alas!  for ever!  \"Now, now,\" Folly said,</br>\"We have him to ourselves, &mdash; here, day and night,</br>He shall do penance for our best delight!\"</br>Stark nonsense!  but what else could Folly say?</br>Meanwhile the poor blind boy, to left and right,</br>Sobbing and sighing, tried to grope his way,</br>But could not from that prison flee, ah!  well-a-day!", "Darkling he blunder'd, sad and sore distress'd,</br>And wander'd drearily from hall to hall;</br>Sometimes he tumbled in an iron chest,</br>And was lock'd up, or got a painful fall</br>Over some cash accounts, or, worse than all,</br>Whenever his escape by flight he tried,</br>He bruised his wings against the hard stone wall;</br>Till, wearied out, he sat him down and sigh'd</br>So heavily, it seem'd as if he must have died.", "Heart-sick he pined and dwindled to a shade;</br>Folly too grieved, but Plutus' sons were glad</br>At his gaunt plight, because he might be weigh'd</br>Against the very smallest coin they had,</br>And be found wanting; this done, they forbad</br>His living any more at their expense,</br>And turn'd him out of doors, calling the lad</br>A vile impostor upon common sense,</br>With many ribald words which gave him great offence.", "Poor Love was very ill, and his physicians,</br>Pleasure and Youth, day after day attended,</br>Night after night, with hourly repetitions</br>Of kissing draughts with ladies' fingers blended,</br>Sweetmeats, and heart's ease, &mdash; lord!  how fast he mended!</br>And then they warm'd him to his heart's content</br>With Cyprus' wine, and lo!  his sickness ended:</br>So Love revived, and now on vengeance bent,</br>He call'd aloud on Jove for Folly's punishment.", "\"Revenge!\"  he cried, \"revenge me upon Folly!</br>Behold me, Jove, she had put out my eyes,</br>My happy eyes, now dark and melancholy!\"</br>Jove listen'd to his little grandson's cries,</br>And cited the delinquent to the skies;</br>At first this heavenly summons made her wonder,&mdash;</br>Then she felt certain she was found too wise</br>To live on earth, &mdash; but, when she saw her blunder,</br>She trembled like a leaf, being much afraid of thunder.", "Her fears, as usual, vanish'd presently;</br>Then, looking round her with a saucy face,</br>She ask'd if such a goodly company</br>Could find it worth their wisdom to disgrace</br>A girl like her, whose fault, in the first place,</br>Was but a slight one, and withal committed</br>Purely to serve her own dear human race:</br>\"I grant,\" said she, \"the boy is to be pitied,</br>Yet as he should be blind I ought to be acquitted.", "\"Think what a blessing it will be to man,</br>And woman too, made up of imperfection,</br>That Love no more can closely spy and scan</br>A blemish on the mind or the complexion;</br>Besides, as he must make a blind selection,</br>Pairing them off to fill his motley train</br>Just as his arrows take their chance direction,</br>How many a squinting nymph and loutish swain</br>May ogle and be spruce, nor find their frolics vain.", "\"Again, I'd have you know that Jove and all</br>The gods may be beholden&mdash;\"  \"Hush!\" says Jove,</br>\"This argument grows somewhat personal;</br>Already hast thou said enough to prove</br>Thy guilt; in justice, therefore, to young Love</br>A grievous penalty shalt thou abide;</br>And as 'tis fit the little god should rove</br>Fearless throughout the world, thus we decide,&mdash;</br>Love shall for evermore have Folly for his guide.\"</br>"]