["STROPHE.</br>Oh thou that canst with Ease controul</br>The Sallies of the free-born Soul,</br>Canst humble proud Ambition's Claim</br>To Grandeur, Wealth, and noisy Fame,</br>And bid the swelling Passion laid,</br>No more the Walks of Life invade:</br>Fair Freedom's Son, whose lenient Sway</br>Adoring Mortals pleas'd obey,</br>While Fancy to my ravish'd Eye</br>Presents thy friendly Deity,</br>Oh let a Spark of Theban Fire</br>Thy humble Votary inspire,</br>To tell the golden Bliss they share,</br>Who live protected by thy Care.", "EPODE.</br>Now while the rosy Light of dawning Youth</br>Begins the various Paths of Life to shew,</br>Where lie direct th' unwinding Ways of Truth,</br>The Hills of Happiness, and Vales of Woe:", "Those Velvet Paths, that to th' alluring Bowers</br>Of sleepy Indolence and Quiet lead,</br>Where softest Music lulls the listless Hours,</br>And crimson Poppies strew the Wanderer's Bed;", "And those whereup the sweating Trav'ler moils,</br>The Steps of Perseverance, labouring sore,</br>Where oft, like Sisyphus, he back recoils,</br>And loses many a Step he gain'd before.", "Whether by Prudence fairest Precepts led,</br>Or urg'd by Genius, I those Walks pursue,</br>That ope to active public Scenes; or tread</br>Those less frequented, less expos'd to view;", "Do thou, Dispenser of sincerest Bliss,</br>Nurse in my Breast those Sparks of heavenly Fire,</br>That all my End and Aim alone be this&mdash;</br>To act unbiass'd, or unaw'd retire.", "ANTISTROPHE.</br>Ah why shouldst thou thy Gifts deny</br>To Sons of Verse and Harmony,</br>Thou chear'st alone the drooping Muse,</br>And canst sublimest Strains infuse</br>Into the high-enraptur'd Soul</br>Of Genius, spurning all Controul:</br>Ah why didst thou, unkind, disdain</br>To loose that fetter'd Bard, whose Strain</br>Flow'd strong and clear with Sense's Stream,</br>Reflecting Fancy's golden Beam,</br>Whose Lay, old Thames his Head would rear</br>Above the whisp'ring Reeds to hear,</br>And from the Coral Caves, the Sound</br>Would call the watry Nymphs around:</br>Such Magic had his tuneful Shell,</br>He might have charm'd the Dog of Hell,</br>And back from foul Avernus led,</br>Another of the dread Dead,</br>But a worse Fiend to charm had he,</br>The ruthless Maiden, Poverty,</br>Who oft those kindly Fires suppress'd,</br>That glow'd within the Poet's Breast:</br>By some lorn Stream, on grassy Pillow,</br>His Harp suspended on a Willow,</br>Reclin'd and pensive would he be,</br>And oft prefer his Prayer to thee:</br>Still was the Boon withheld by Fate,</br>Still curs'd he liv'd  beneath the Great.</br>Nor he alone of all th' inspir'd</br>Remain'd neglected tho' admir'd:</br>Behold another tuneful Wight,</br>Whose Fancy form'd the wondrous Knight,</br>A mirthful Bard of comic Fame,</br>(The Muse must smile at BUTLER'S Name:)</br>Oh may we all his Zeal defend,</br>Who strove his Country's Faults to mend,</br>For him as well the Laurel grows,</br>As him who quells a Nation's Foes;</br>To Patriots is the Wreath decreed&mdash;</br>Not less the Bard's than Victor's Meed.</br>Yet tho' he saw on Albion's Shore,</br>When civil Discord rag'd no more,</br>A State o'erwhelm'd, and prostrate lie</br>In all the Tide of Luxury,</br>And tho' a listless Monarch lov'd</br>The Verse, that all Mankind approv'd,</br>His ever adverse Stars denied</br>Life's smallest Wants to be supplied.", "But ah!  how blest that equal State,</br>That scorns the Smiles and Frowns of Fate:</br>Unenvying sees the Wretch that goes</br>O'er sad Siberia's Waste of Snows,</br>And him who ploughs the billowy Main,</br>In dreary Travel after Gain;</br>Him too who digs with ceaseless Toil</br>Near Ganges Wave, the Indian Soil,</br>In Search of Nature's Wealth below,</br>The Diamond's Glare, the Ruby's Glow.", "I ask but this, nor this refuse</br>Fair Freedom's Son, to court the Muse</br>In some unseen sequester'd Vale,</br>Where no unruly Passions dwell;</br>There oft when careless, blythe and free,</br>I'll sing an artless Strain to thee.</br>"]