["Satyrane makes a Turneyment</br>For Love of Florimel:</br>Britomart wins the prize from all,</br>And Arthegal doth quell.", "It often falls (as here it earst befel)</br>That mortal Foes do turn to faithful Friends;</br>And Friends profess'd, are chang'd to Foe-men fell:</br>The Cause of both, of both their Minds depends;</br>And th' End of both, likewise of both their Ends.</br>For Enmity, that of no Ill proceeds,</br>But of Occasion, with th' Occasion ends;</br>And Friendship, which a faint Affection breeds</br>Without regard of Good, dies like ill-grounded Seeds.", "That well (me seems) appears, by that of late</br>Twixt Cambel and Sir Triamond befel</br>As als by this, that now a new Debate</br>Stir'd up 'twixt Scudamore and Paridel,</br>The which by course befals me here to tell:</br>Who, having those two other Knights espy'd</br>Marching afore, as ye remember well,</br>Sent forth their Squire to have them both descry'd,</br>And eke those masked Ladies riding them beside.", "Who, back returning, told as he had seen,</br>That they were doughty Knights of dreaded Name;</br>And those two Ladies, their two Loves unseen;</br>And therefore wish'd them without Blot or Blame,</br>To let them pass at will, for Dread of Shame.</br>But Blandamore, full of vainglorious Spright,</br>And rather stir'd by his discordful Dame,</br>Upon them gladly would have prov'd his Might,</br>But that he yet was sore of his late luckless Fight.", "Yet nigh approaching, he them foul bespake,</br>Disgracing them, himself thereby to grace,</br>As was his wont; so weening way to make</br>To Ladies Love, where-so he came in place,</br>And with leud Terms their Lovers to deface.</br>Whose sharp Provokement them incens'd so sore,</br>That both were bent t' avenge his Usage base,</br>And 'gan their Shields address themselves afore:</br>For evil Deeds may better than bad Words be bore.", "But fair Cambina, with Persuasions mild,</br>Did mitigate the Fierceness of their Mode</br>That for the present they were reconcil'd,</br>And 'gan to treat of Deeds of Arms abroad,</br>And strange Adventures all the way they rode:</br>Amongst the which they told, as then befel,</br>Of that great Turney, which was blaz'd broad,</br>For that rich Girdle of fair Florimel,</br>The Prize of her, which did in Beauty most excel.", "To which Folk-mote they all with one Consent,</br>Sith each of them his Lady had him by,</br>Whose Beauty each of them thought excellent,</br>Agreed to travel, and their Fortunes try.</br>So as they passed forth, they did espy</br>One in bright Arms with ready Spear in rest,</br>That toward them his Course seem'd to apply,</br>'Gainst whom Sir Paridel himself address'd,</br>Him weening, e'er him nigh approach'd, to have repress'd.", "Which th' other seeing, 'gan his Course relent,</br>And vaunted Spear eftsoons to disadvance,</br>As if he nought but Peace and Pleasure meant,</br>Now fain into their Fellowship by chance;</br>Whereat they shewed courteous Countenance.</br>So as he rode with them accompany'd,</br>His roving Eye did on the Lady glance,</br>Which Blandamore had riding by his Side:</br>Whom sure he ween'd, that he somewhere tofore had ey'd.", "It was to weet, that snowy Florimel,</br>Which Ferrau late from Braggadochio won;</br>Whom he now seeing, her remember'd well,</br>How having reft her from the Witch's Son,</br>He soon her lost wherefore he now begun</br>To challenge her anew, as his own Prize,</br>Whom formerly he had in Battle won,</br>And proffer made by Force her to reprise:</br>Which scornful Offer Blandamore 'gan soon despise;", "And said, Sir Knight, sith Ne this Lady claim,</br>Whom he that hath were loth to lose so light,</br>(For so to lose a Lady were great Shame)</br>Ye shall her win, as I have done in Fight:</br>And, lo!  she shall be placed here in fight,</br>Together with this Hag beside her set,</br>That whoso wins her, may her have by right:</br>But he shall have the Hag that is ybet,</br>And with her always ride, till he another get.", "That Offer pleased all the Company,</br>So Florimel with Ate forth was brought;</br>At which they all 'gan laugh full merrily:</br>But Braggadochio said, he never thought,</br>For such a Hag that seemed worse than nought,</br>His Person to imperil so in Fight.</br>But if to match that Lady they had sought</br>Another like, that were like fair and bright,</br>His Life he then would spend to justify his Right.", "At which his vain Excuse they all 'gan smile,</br>As scorning his unmanly Cowardise:</br>And Florimel him foully 'gan revile,</br>That for her sake refus'd to enterprise</br>The Battel, offer'd in so knightly wise.</br>And Ate eke provok'd him privily,</br>With Love of her, and Shame of such Mesprise.</br>But nought he car'd for Friend or Enemy,</br>For in base Mind nor Friendship dwells nor Enmity.", "But Cambel thus did shut up all in jest,</br>Brave Knights and Ladies, certes ye do wrong,</br>To stir up Strife, when most us needeth Rest,</br>That we may us reserve both fresh and strong,</br>Against the Turnament which is not long;</br>When whoso list to fight, may fight his Fill:</br>Till then your Challenges ye may prolong;</br>And then it shall be tried, if ye will,</br>Whether shall have the Hag, or hold the Lady still.", "They all agreed:  so turning all to Game,</br>And pleasant Bord, they past forth on their way.</br>And all that while, whereso they rode or came,</br>That masked Mock-knight was their Sport and Play.</br>Till that at length upon th' appointed Day,</br>Unto the Place of Turnament they came;</br>Where they before them found in fresh Array</br>Many a brave Knight, and many a dainty Dame</br>Assembled, for to get the Honour of that Game.", "There this fair Crew arriving, did divide</br>Themselves asunder:  Blandamore with those</br>Of his, on th' one; the rest on th' other side.</br>But boastful Braggadochio rather chose,</br>For Glory vain their Fellowship to lose,</br>That Men on him the more might gaze alone.</br>The rest themselves in Troops did else dispose,</br>Like as it seemed best to every one;</br>The Knights in Couples march'd, with Ladies link'd attone.", "Then first of all forth came Sir Satyrane,</br>Bearing that precious Relique in an Ark</br>Of Gold, that bad Eyes might it not profane:</br>Which drawing softly forth out of the dark,</br>He open shew'd, that all Men it mote mark;</br>A gorgeous Girdle, curiously emboss'd</br>With Pearl and precious Stone, worth many a Mark;</br>Yet did the Workmanship far pass the Cost:</br>It was the same, which lately Florimel had lost.", "That same aloft he hong in open Viev.,</br>To be the Prize of Beauty and of Might;</br>The which eftsoons, discover'd, to it drew</br>The Eyes of all, allur'd with close Delight,</br>And Hearts quite robbed with so glorious Sight,</br>That all Men threw out Vows and Wishes vain.</br>Thrice happy Lady, and thrice happy Knight,</br>Them seem'd, that could so goodly Riches gain,</br>So worthy of the Peril, worthy of the Pain.", "Then took the bold Sir Satyrane in hand</br>An huge great Spear, such as he wont to wield,</br>And 'vancing forth from all the other Band</br>Of Knights, address'd his Maiden-headed Shield,</br>Shewing himself all ready for the Field.</br>'Gainst whom, there singled from the other side</br>A Paynim Knight, that well in Arms was skill'd,</br>And had in many a Battel oft been try'd,</br>Hight Bruncheval the bold, who fiercely forth did ride.", "So furiously they both together met,</br>That neither could the other's Force sustain.</br>As two fierce Bulls, that strive the Rule to get</br>Of all the Heard, meet with so hideous main,</br>That both rebutted, tumble on the Plain;</br>So these two Champions to the Ground were feld,</br>Where in amaze they both did long remain,</br>And in their Hands their idle Troncheons held,</br>Which neither able were to wag, or once to weld.", "Which when the noble Ferramont espy'd,</br>He pricked forth in aid of Satyrane,</br>And him against, Sir Blandamore did ride</br>With all the Strength and Stiffness that he can.</br>But the more strong and stiffly that he ran,</br>So much more sorely to the Ground he fell,</br>That on a Heap were tumbled Horse and Man.</br>Unto whose Rescue forth rode Paridel;</br>But him likewise with that same Spear he eke did quell.", "Which Braggadochio seeing, had no will</br>To hasten greatly to his Party's Aid,</br>Albe his turn were next; but stood there still,</br>As one that seemed doubtful or dismay'd.</br>But Triamond, half wroth to see him staid,</br>Sternly stept forth, and raught away his Spear,</br>With which so sore he Ferramont assay'd,</br>That Horse and Man to ground he quite did bear,</br>That neither could in haste themselves again uprear.", "Which to avenge, Sir Devon him did dight,</br>But with no better Fortune than the rest;</br>For him likewise he quickly down did smite;</br>And after him, Sir Douglas him address'd,</br>And after him, Sir Palimord forth press'd:</br>But none of them against his Strokes could stand;</br>But all the more, the more his Praise increas'd.</br>For either they were left upon the Land,</br>Or went away sore wounded of his hapless Hand.", "And now by this, Sir Satyrane abraid</br>Out of the Swoun, in which too long he lay,</br>And looking round about, like one dismay'd,</br>When as he saw the merciless Affray,</br>Which doughty Triamond had wrought that Day,</br>Unto the noble Knights of Maidenhead,</br>His mighty Heart did also rend in sway,</br>For very Gall, that rather wholly dead</br>Himself he wish'd have been, than in so bad a stead.", "Eftsoons he 'gan to gather up around</br>His Weapons, which lay scatter'd all abroad;</br>And as it fell, his Steed he ready found.</br>On whom remounting, fiercely forth he rode,</br>Like Spark of Fire, that from the Anvil glode,</br>There where he saw the valiant Triamond</br>Chasing, and laying on them heavy Load,</br>That none his Force were able to withstond,</br>So dreadful were his Strokes, so deadly was his Hond.", "With that, at him his beam-like Spear he aim'd,</br>And thereto all his Power and Might apply'd;</br>The wicked Steel for Mischief first ordain'd,</br>And having now Misfortune got for Guide,</br>Staid not, till it arrived in his Side,</br>And therein made a very griesly Wound,</br>That Streams of Blood his Armour all bedy'd.</br>Much was he daunted with that direful Stound,</br>That scarce he him upheld from falling in a Swound.", "Yet as he might, himself he soft withdrew</br>Out of the Field, that none perceiv'd it plain.</br>Then 'gan the part of Challengers anew</br>To range the Field, and Victor-like to reign,</br>That none against them Battel durst maintain.</br>By that, the gloomy Evening on them fell,</br>That forced them from fighting to refrain,</br>And Trumpets Sound to cease did them compell:</br>So Satyrane that Day was judg'd to bear the Bell.", "The Morrow next the Turney 'gan anew,</br>And with the first the hardy Satyrane</br>Appear'd in place, with all his noble Crew:</br>On th' other side, full many a warlike Swain</br>Assembled were, that glorious Prize to gain.</br>But 'mongst them all, was not Sir Triamond,</br>Unable he new Battel to darrain,</br>Thro Grievance of his late received Wound,</br>That doubly did him grieve, when-so himself he found.", "Which Cambal seeing, tho he could not salve,</br>Ne done undo, yet for to salve his Name,</br>And purchase Honour in his Friends behalve,</br>This goodly Counterfesaunce he did frame.</br>The Shield and Arms well known to be the same,</br>Which Triamond had worn, unwares to Wight,</br>And to his Friend unwist, for doubt of Blame,</br>If he mis-did; he on himself did dight,</br>That none could him discern, and so went forth to fight.", "There Satyrane, Lord of the Field, he found,</br>Triumphing in great Joy and Jollity;</br>'Gainst whom none able was to stand on ground.</br>That much he 'gan his Glory to envy,</br>And cast t' avenge his Friends Indignity.</br>A mighty Spear eftsoons at him he bent;</br>Who seeing him come on so furiously,</br>Met him mid-way with equal Hardiment,</br>That forcibly to ground they both together went.", "They up again themselves 'gan lightly rear,</br>And to their tried Swords themselves betake;</br>With which they wrought such wondrous Marvels there,</br>That all the rest it did amazed make,</br>Ne any dar'd their Peril to partake;</br>Now cuffing close, now chasing to and fro,</br>Now hurtling round, advantage for to take:</br>As two wild Boars together grapling go,</br>Chaufing and foaming Choler, each against his Foe.", "So as they cours'd, and turned here and there,</br>It chaunc'd Sir Satyrane his Steed at last,</br>Whether thro foundring or thro sudden Fear,</br>To stumble, that his Rider nigh he cast;</br>Which Vantage Cambel did pursue so fast,</br>That e'er himself he had recover'd well,</br>So sore he sous'd him on the compass'd Creast,</br>That forced him to leave his lofty Sell,</br>And rudely tumbling down under his Horse-feet fell.", "Lightly Cambello leapt down from his Steed,</br>For to have rent his Shield and Arms away,</br>That whilom wont to be the Victor's Meed:</br>When all unwares he felt an hideous Sway</br>Of many Swords that Load on him did lay.</br>An hundred Knights had him enclosed round,</br>To rescue Satyrane out of his Prey;</br>All which at once huge Strokes on him did pound,</br>In hope to take him Prisoner, where he stood on ground.", "He with their Multitude was nought dismay'd,</br>But with stout Courage turn'd upon them all,</br>And with his Brondiron round about him lay'd;</br>Of which he dealt large Alms, as did befal:</br>Like as a Lion that by chaunce doth fall,</br>Into the Hunter's Toil, doth rage and roar,</br>In royal Heart disdaining to be thrall;</br>Put all in vain:  for what might one do more?</br>They have him taken Captive, tho it grieve him sore.", "Whereof when News to Triamond was brought,</br>There as he lay, his Wound he soon forgot;</br>And starting up, straight for his Armour sought:</br>In vain he sought; for there he found it not;</br>Cambello it away before had got:</br>Cambello's Arms therefore he on him threw,</br>And lightly issu'd forth to take his lot.</br>There he in Troop found all that warlike Crew,</br>Leading his Friend away, full sorry to his View.", "Into the thickest of that knightly Press</br>He thrust, and smote down all that was between,</br>Carry'd with fervent Zeal; ne did he cease,</br>Till that he came where he had Cambel seen,</br>Like captive Thrall two other Knights atween,</br>There he amongst them cruel Havock makes;</br>That they which lead him, soon enforced been</br>To let him loose to save their proper Stakes:</br>Who being freed, from one a Weapon fiercely takes.", "With that he drives at them with dreadful Might,</br>Both in Remembrance of his Friend's late Harm,</br>And in Revengement of his own Despight;</br>So both together give a new Alarm,</br>As if but now the Battel waxed warm.</br>As when two greedy Wolves do break by Force</br>Into an Heard, far from the Husband Farm,</br>They spoil and ravin without all Remorse;</br>So did these two, thro all the Field, their Foes enforce.", "Fiercely they follow'd on their bold Emprize,</br>Till Trumpets Sound did warn them all to rest;</br>Then all with one Consent did yield the Prize</br>To Triamond and Cambel as the best.</br>But Triamond to Cambel it releas'd,</br>And Cambel it to Triamond transfer'd;</br>Each labouring t' advance the other's Gest,</br>And make his Praise before his own prefer'd;</br>So that the Doom was to another day defer'd.", "The last day came, when all those Knights again</br>Assembled were, their Deeds of Arms to shew.</br>Full many Deeds that day were shewed plain:</br>But Satyrane 'bove all the other Crew,</br>His wondrous Worth declar'd in all Mens view;</br>For from the first he to the last endur'd:</br>And tho some while Fortune from him withdrew,</br>Yet evermore his Honour he recur'd,</br>And with unweary'd Power his Party still assur'd.", "Ne was there Knight that ever thought of Arms,</br>But that his utmost Prowess there made known,</br>That by their many Wounds, and careless Harms,</br>By shiver'd Spears, and Swords all under strown,</br>By scatter'd Shields was easy to be shown.</br>There might ye see loose Steeds at random run,</br>Whose luckless Riders late were overthown;</br>And Squires make haste to help their Lords fordone:</br>But still the Knights of Maidenhead the better won.", "Till that there enter'd on the other side</br>A Stranger Knight, from whence no Man could read,</br>In quaint Disguise, full hard to be descry'd;</br>For all his Armour was like salvage Weed,</br>With woody Moss bedight, and all his Steed</br>With oaken Leaves attrap'd, that seemed fit</br>For salvage Wight, and thereto well agreed</br>His Word, which on his ragged Shield yeas writ,</br>Salvagesse sans Finesse, shewing secret Wit.", "He at his first in-coming, charg'd his Spear</br>At him that first appeared in his fight:</br>That was to weet, the stout Sir Sangliere,</br>Who well was known to be a valiant Knight,</br>Approved of in many a perlous Fight.</br>Him at the first Encounter down he smote,</br>And over-bore beyond his Crouper quite,</br>And after him another Knight, that hote</br>Sir Brianor so sore, that none him Life behote.", "Then e'er his Hand be rear'd, he overthrew</br>Seven Knights, one after other as they came:</br>And when his Spear was burst, his Sword he drew,</br>The Instrument of Wrath, and with the same</br>Far'd like a Lion in his bloody Game;</br>Hewing and flashing Shields, and Helmets bright,</br>And beating down whatever nigh him came;</br>That every one 'gan shun his dreadful Sight,</br>No less than Death it self in dangerous Affright.", "Much wonder'd all Men, what or whence he came,</br>That did amongst the Troops so tyrannize;</br>And each of other 'gan enquire his Name.</br>But when they could not learn it by no wise,</br>Most answerable to his wild Disguise</br>It seemed, him to term the salvage Knight.</br>But certes his right Name was otherwise,</br>Tho known to few, that Arthegal he hight,</br>The doughtiest Knight that liv'd that day, and most of Might.", "Thus was Sir Satyrane, with all his Band,</br>By his sole Manhood and Atchivement stout</br>Dismay'd, that none of them in Field durst stand,</br>But beaten were, and chased all about.</br>So he continu'd all that day throughout,</br>Till Evening, that the Sun 'gan downward bend.</br>Then rushed forth out of the thickest Rout</br>A Stranger Knight, that did his Glory shend:</br>So nought may be esteemed happy till the end.", "He at his Entrance charg'd his powerful Spear</br>At Arthegal, in middest of his Pride;</br>And therewith smote him on his Umbriere</br>So sore, that tumbling back, he down did slide</br>Over his Horse's Tail above a stride</br>Whence little lust he had to rise again.</br>Which Cambel seeing, much the same envy'd,</br>And ran at him with all his might and main;</br>But shortly was likewise seen lying on the Plain.", "Whereat full inly wroth was Triamond,</br>And cast t' avenge the Shame done to his Friend:</br>But by his Friend, himself eke soon he fond</br>In no less need of Help, shall him he ween'd.</br>All which when Blandamore, from end to end</br>Beheld, he wox therewith displeased sore,</br>And thought in mind it shortly to amend:</br>His Spear he feuter'd, and at him it bore;</br>But with no better Fortune than the rest afore.", "Full many others at him likewise ran:</br>But all of them likewise dismounted were.</br>Ne certes wonder; for no Power of Man</br>Could bide the Force of that enchanted Spear,</br>The which this famous Britotmart did bear;</br>With which she wondrous Deeds of Arms atchiev'd,</br>And overthrew whatever came her near,</br>That all those Stranger Knights full sore agriev'd,</br>And that late weaker Band of Challengers reliev'd.", "Like as in Summer's-day, when raging Heat</br>Doth burn the Earth, and boiled Rivers dry,</br>That all brute Beasts forc'd to refrain from Meat,</br>Do hunt for Shade, where shrouded they may lie,</br>And missing it, fain from themselves to fly;</br>All Travellers tormented are with Pain:</br>A watry Cloud doth overcast the Sky,</br>And poureth forth a sudden Shower of Rain,</br>That all the wretched World recomforteth again.", "So did the warlike Britomart restore</br>The Prize to Knights of Maidenhead that day</br>(Which else was like to have been lost) and bore</br>The Praise of Prowess from them all away.</br>Then shrilling Trumpets loudly 'gan to bray,</br>And bad them leave their Labours and long Toil,</br>To joyous Feast and other gentle Play,</br>Where Beauty's Prize should win that precious Spoil:</br>Where I with Sound of Trump will also rest awhile.", ""]