["Now Chanticleer's clarion of morn</br>Announc'd the gay twilight at hand,</br>Arous'd by the hound and the horn,</br>Young Anacaster hied to the band;</br>Whom rapture wing'd over the dale,</br>Resounded with Echo the rocks;</br>The pack mouth'd it loud on the trail,</br>Pursuing the fugitive fox.", "Now finish'd the chace, and the Eve,</br>Immaculate daughter of day, </br>So tranquil and calm, that a leaf</br>Scarce mov'd on the aspenny spray.</br>The lark from the aerial tower</br>Descended in verdure to rest;</br>Apollo completed his tour,</br>And sunk in Amphitrite's breast.", "Brown Ceres to sheep bells gave ear,</br>Or listen'd to Colinet's flute;</br>&mdash;An oak which for many a year</br>In peace had extended its root;</br>A canopy solemn of shade</br>O'er Florida maid of the vale,</br>Its ample protection display'd</br>&mdash;Her sonnet enchanted the gale.", "What wonder that sudden surprise</br>Arrests the young sportsman's career,</br>The minstrel of magic he eyes,</br>Is Florida silent with fear.</br>\"Sweet maid, who prefer's to the Court</br>The seats of sequester'd repose,\"</br>He said, \"the young breezes in sport</br>For thee their ambrosia disclose.", "\"No Emigrant am I in love;</br>O dart not disdain from your eyes,</br>More bright than stellations above</br>Their glances of kindness I prise.</br>Soft flower, my possessions are thine;</br>No treachery lurks in my speech,</br>Be all thy lov'd paradise mine,</br>To bless thee each moment I'll teach.\"", "If Florida turn'd from the swain,</br>In haste bade her suitor adieu!</br>We shepherds who live on the plain,</br>Pronounce her both faithful and true:</br>For Corydon, down from the steep</br>That bent o'er the current below;</br>Releas'd from the charge of her sheep,</br>Repair'd her endearments to know.", "Could modest fidelity cheer?</br>Then Corydon great was thy bliss,</br>Of Ancaster's suit could'st thou hear</br>Without an additional kiss?</br>Her heart as she told it soft glow'd,</br>Her tenderness cherish'd no guile,</br>On flattery if frowns she bestow'd,</br>She met thy caress with a smile.</br>"]