["Scudamore doth his Conquest tell,</br>Of vertuous Amoret:</br>Great Venus' Temple is describ'd,</br>And Lover's Life forth set.", "True he it said, what-ever Man it said,</br>That Love with Gall and Hony doth abound:</br>But if the one be with the other weigh'd,</br>For every Dram of Hony therein found,</br>A Pound of Gall doth over it redound.</br>That I too true by trial have approv'd:</br>For, since the day that first with deadly Wound</br>My Heart was launc'd and learned to have lov'd</br>I never joyed hour, but still with Care was mov'd.", "And yet such Grace is given them from above,</br>That all the Cares and Evil which they meet,</br>May nought at all their settled Minds remove,</br>But seem 'gainst common Sense to them most sweet;</br>As boasting in their Martyrdom unmeet.</br>So all that ever yet I have endur'd,</br>I count as nought, and tread down under feet,</br>Sith of my Love at length I rest assur'd,</br>That to Disloyalty she will not be allur'd.", "Long were to tell the Travel and long Toil,</br>Through which this Shield of Love I late have Won,</br>And purchased this peerless Beauty's Spoil,</br>That harder may be ended, than begun.</br>But since ye so desire, your Will be done.</br>Then hark, ye gentle Knights and Ladies free,</br>My hard Mishaps, that ye may learn to shun;</br>For, though sweet Love to conquer glorious be,</br>Yet is the Pain thereof much greater than the Fee.", "What Time the Fame of this renowned Prise</br>Flew first abroad, and all Mens Ears possest,</br>I having Arms then taken, 'gan avise</br>To win me Honour by some noble Gest,</br>And purchase me some place among the best.</br>I boldly thought (so young Mens thoughts are bold)</br>That this same brave Emprize for me did rest,</br>And that both Shield and She whom I behold,</br>Might be my lucky Lot; sith all by Lot we hold.", "So, on that hard Adventure forth I went,</br>And to the place of peril shortly came:</br>That was a Temple fair and auncient,</br>Which of great Mother Venus bare the name,</br>And far renowned through exceeding Fame;</br>Much more than that, which was in Paphos built,</br>Or that in Cyprus, both long since this same,</br>Though all the Pillours of the one were gilt,</br>And all the other's Pavement were with Ivory spilt.", "And it was seated in an Island strong,</br>Abounding all with Delices most rare,</br>And wall'd by Nature 'gainst Invaders Wrong.</br>That none mote have access, nor inward fare,</br>But by one way, that Passage did prepare.</br>It was a Bridge ybuilt in goodly wise,</br>With curious Corbs, and Pendants graven fair,</br>And (arched all with Porches) did arise</br>On stately Pillours, fram'd after the Dorick Guise.", "And for Defence thereof, on th' other end</br>There reared was a Castle fair and strong,</br>That warded all which in or out did wend,</br>And flanked both the Bridge's Sides along,</br>'Gainst all that would it fain to force or wrong,</br>And therein wonned twenty valiant Knights;</br>All twenty try'd in War's Experience long;</br>Whose office was, against all manner Wights,</br>By all means to maintain that Castle's auncient Rights.", "Before that Castle was an open Plain,</br>And in the midst thereof a Pillour plac'd;</br>On which this Shield, of many sought in vain,</br>The Shield of Love, whose Guerdon me hath grac'd,</br>Was hang'd on high, with golden Ribbands lac'd;</br>And in the marble Stone was written this,</br>With golden Letters goodly well enchac'd,</br>Blessed the Man that well can use his Bliss:</br>Whose-ever be the Shield, fair Amoret be his.", "Which when I read, my Heart did inly yearn,</br>And pant with hope of that Adventure's hap:</br>Ne stayed further news thereof to learn,</br>But with my Spear upon the Shield did rap,</br>That all the Castle ringed with the clap.</br>Strait forth issu'd a Knight all arm'd to proof,</br>And bravely mounted to his most mishap;</br>Who, staring nought to question from aloof,</br>Ran fierce at me, that Fire glaunst from his Horse's Hoof.", "Whom boldly I encountred (as I could)</br>And by good fortune shortly him unseated.</br>Eftsoons out sprung two more of equal mould;</br>But I them both with equal hap defeated:</br>So all the twenty I likewise entreated,</br>And left them groaning there upon the Plain.</br>Then preacing to the Pillour, I repeated</br>The read thereof for Guerdon of my Pain,</br>And taking down the Shield, with me did it retain.", "So forth without Impediment I past,</br>Till to the Bridge's outer Gate I came:</br>The which I found sure lock'd and chained fast.</br>I knock'd, but no man answer'd me by name;</br>I call'd, but no Man answer'd to my claim.</br>Yet I persever'd still to knock and call;</br>Till at the last I spide within the same,</br>Where one stood peeping through a Crevis small;</br>To whom I call'd aloud, half angry there-withal.", "That was, to weet, the Porter of the Place,</br>Unto whose Trust the Charge thereof was lent:</br>His Name was Doubt, that had a double Face,</br>Th' one forward looking, th' other backward bent,</br>Therein resembling Janus auncient,</br>Which had in Charge the Ingate of the Year:</br>And evermore his Eyes about him went,</br>As if some proved Peril he did fear,</br>Or did mis-doubt some Ill, whose Cause did not appear.", "On th' one side he, on th' other sat Delay,</br>Behind the Gate, that none her might espy;</br>Whose manner was all Passengers to stay,</br>And entertain with her Occasions sly;</br>Thro which some lost great Hope unheedily,</br>Which never they recover might again;</br>And others quite excluded forth, did lie</br>Long languishing there in unpitied Pain,</br>And seeking often Entrance afterwards in vain.", "Me when-as he had privily espy'd,</br>Bearing the Shield which I had conquer'd late,</br>He ken'd it strait, and to me open'd wide:</br>So in I past, and strait he clos'd the Gate.</br>But being in, Delay in close Await</br>Caught hold on me, and thought my Steps to stay,</br>Feigning full many a fond Excuse to prate,</br>And Time to steal, the Treasure of Man's Day;</br>Whose smallest Minute lost, no Riches render may.", "But by no means my way I would forslow,</br>For ought that ever she could do or say;</br>But from my lofty Steed dismounting low,</br>Past forth on foot, beholding all the way</br>The goodly Works, and Stones of rich Assay,</br>Cast into sundry Shapes by wondrous Skill,</br>(That like on Earth no where I reckon may)</br>And underneath, the River rolling still</br>With Murmur soft, that seem'd to serve the Workman's Will.", "Thenceforth I passed to the second Gate,</br>The Gate of good Desert, whose goodly Pride</br>And costly Frame, were long here to relate.</br>The same to all stood always open wide:</br>But in the Porch did evermore abide</br>An hideous Giant, dreadful to behold,</br>That stopt the Entrance with his spacious Stride,</br>And with the Terrour of his Count'nance bold</br>Full many did affray, that else fain enter would.", "His Name was Danger, dradded over all,</br>Who day and night did watch and duely ward,</br>From fearful Cowards, Entrance to forstall,</br>And faint-heart Fools, whom Shew of Peril hard</br>Could terrify from Fortune's fair Award:</br>For oftentimes faint Hearts, at first espial</br>Of his grim Face, were from approaching scar'd;</br>Unworthy they of Grace, whom one Denial</br>Excludes from fairest Hope, withouten further Trial.", "Yet many doughty Warriors, often try'd</br>In greater Perils to be stout and bold,</br>Durst not the Sternness of his Look abide;</br>But soon as they his Count'nance did behold,</br>Began to faint, and feel their Courage cold.</br>Again, some other, that in hard Assays</br>Were Cowards known, and little count did hold,</br>Either thro Gifts, or Guile, or such like ways,</br>Crept in by stooping low, or stealing of the Keys.", "But I, tho meanest Man of many moe,</br>Yet much disdaining unto him to lout,</br>Or creep between his Legs, so in to go,</br>Resolv'd him to assault with Manhood stout,</br>And either beat him in, or cast him out.</br>Eftsoons advauncing that enchaunted Shield,</br>With all my Might I 'gan to lay about:</br>Which when he saw, the Glaive which he did wield</br>Ne 'gan forth-with t' avale, and way unto me yield.", "So, as I enter'd, I did backward look,</br>For fear of Harm, that might lie hidden there;</br>And lo!  his Hind-parts (whereof heed I took)</br>Much more deformed fearful ugly were,</br>Than all his former Parts did earst appear.</br>For Hatred, Murder, Treason, and Despight;</br>With many more, lay in Ambushment there,</br>Awaiting to entrap the wareless Wight,</br>Which did not them prevent with vigilant Fore-sight.", "Thus having past all Peril, I was come</br>Within the Compass of that Island's Space;</br>The which did seem unto my simple Doom,</br>The only pleasant and delightful Place,</br>That ever troden was of Footing's Trace.</br>For all that Nature by her Mother Wit</br>Could frame in Earth, and form of Substance base,</br>Was there; and all that Nature did omit,</br>Art (playing second Nature's Part) supplied it.", "No Tree, that is of count, in Green-wood grows,</br>From lowest Juniper to Cedar tall;</br>No Flow'r in Field, that dainty Odour throws,</br>And decks his Branch with Blossoms over all;</br>But there was planted, or grew natural:</br>Nor Sense of Man so coy and curious nice,</br>But there mote find to please it self withall;</br>Nor Heart could wish for any quaint Device,</br>But there it present was, and did frail Sense entice.", "In such luxurious Plenty of all Pleasure,</br>It seem'd a second Paradise I ghess,</br>So lavishly enrich'd with Nature's Treasure,</br>That if the happy Souls, which do possess</br>Th' Elysian Fields, and live in lasting Bless,</br>Should happen this with living Eye to see,</br>They soon would loath their lesser Happiness,</br>And wish to Life return'd again to be,</br>That in this joyous Place they mote have Joyance free.", "Fresh Shadows, fit to shroud from sunny Ray;</br>Fair Lawnds, to take the Sun in Season due;</br>Sweet Springs, in which a thousand Nymphs did play;</br>Soft rumbling Brooks, that gentle Slumber drew;</br>High reared Mounts, the Lands about to view;</br>Low-looking Dales, disloign'd from common Gaze;</br>Delightful Bow'rs, to solace Lovers true;</br>False Labyrinths, fond Runners Eyes to daze:</br>All which, by Nature made, did Nature's self amaze.", "And all without were Walks and Alleys dight</br>With divers Trees, enrang'd in even Ranks;</br>And here and there were pleasant Arbors pight,</br>And shady Seats, and sundry flowring Banks,</br>To sit and rest the Walkers weary Shanks:</br>And therein thousand Pairs of Lovers walk'd,</br>Praising their God, and yielding him great Thanks,</br>Ne ever ought but of their true Loves talk'd,</br>Ne ever for Rebuke or Blame of any balk'd.", "All these together by themselves did sport</br>Their spotless Pleasures, and sweet Loves content.</br>But far away from these, another sort</br>Of Lovers linked in true Heart's Consent;</br>Which loved not as these, for like intent,</br>But on chaste Vertue grounded their Desire,</br>Far from all Fraud, or feigned Blandishment;</br>Which in their Spirits kindling zealous Fire,</br>Brave Thoughts and noble Deeds did evermore inspire.", "Such were great Hercules, and Hylas dear;</br>True Jonathan, and David trusty try'd;</br>Stout Theseus, and Perithous his Fear;</br>Pylades, and Orestes by his side;</br>Mild Titus, and Gesippus without Pride;</br>Damon and Pythias, whom Death could not sever:</br>All these, and all that ever had been ty'd</br>In Bands of Friendship, there did live forever:</br>Whose lives, although decay'd, yet Loves decayed never.", "Which, when-as I, that never tasted Bliss,</br>Nor happy Hour, beheld with gazeful Eye,</br>I thought there was none other Heav'n than this;</br>And 'gan their endless Happiness envy,</br>That being free from Fear and Jealousy,</br>Might frankly there their Love's Desire possess;</br>Whilst I, through Pains and perlous Jeopardy,</br>Was forc'd to seek my Life's dear Patroness:</br>Much dearer be the Things, which come through hard Distress.", "Yet all those Sights, and all that else I saw,</br>Might not my Steps with-hold, but that forth-light</br>Unto that purpos'd Place I did me draw,</br>Whereas my Love was lodged day and night:</br>The Temple of great Venus, that is hight</br>The Queen of Beauty, and of Love the Mother,</br>There worshipped of every living Wight;</br>Whose goodly Workmanship far past all other</br>That ever were on Earth, all were they set together.", "Not that same famous Temple of Diane,</br>Whose Height all Ephesus did over-see,</br>And which all Asia sought with Vows profane,</br>One of the World's seven Wonders said to be,</br>Might match with this by many a degree:</br>Nor that, which that wise King of Jewry fram'd,</br>With endless Cost, to be th' Almighty's See;</br>Nor all that else through all the World is nam'd</br>To all the Heathen Gods, might like to this be claim'd.", "I, much admiring that so goodly Frame</br>Unto the Porch approach'd, which open stood;</br>But therein sat an amiable Dame,</br>That seem'd to be of very sober Mood,</br>And in her Semblant shew'd great Womanhood:</br>Strange was her Tire; for on her Head a Crown</br>She wore, much like unto a Danisk Hood,</br>Pouder'd with Pearl and Stone; and all her Gown</br>Enwoven was with Gold that raught full low adown.", "On either side of her two young Men stood,</br>Both strongly arm'd, as fearing one another;</br>Yet were they Brethren both of half the Blood,</br>Begotten by two Fathers of one Mother,</br>Though of contrary Natures each to other:</br>The one of them hight Love, the other Hate.</br>Hate was the elder, Love the younger Brother;</br>Yet was the younger stronger in his State</br>Than th' elder, and him maister'd still in all Debate.", "Nath'less, that Dame so well them temper'd both,</br>That she them forced Hand to join in Hand</br>Albe thee Hatred was thereto full loth,</br>And turn'd his Face away, as he did stand,</br>Unwilling to behold that lovely Band.</br>Yet she was of such Grace and vertuous Might,</br>That her Commaundment he could not withstand,</br>But bit his Lip for felonous Despight,</br>And gnash'd his iron Tusks at that displeasing Sight.", "Concord she cleeped was in common Reed,</br>Mother of blessed Peace, and Friendship true;</br>They both her Twins, both born of heavenly Seed,</br>And she herself likewise divinely grew;</br>The which right well her Works divine did shew:</br>For Strength, and Wealth, and Happiness she lends,</br>And Strife, and War, and Anger does subdue;</br>Of little much, of Foes she maketh Friends,</br>And to afflicted Minds, sweet Rest and Quiet sends.", "By her the Heav'n is in his Course contain'd,</br>And all the World in State unmoved stands,</br>As their Almighty Maker first ordain'd,</br>And bound them with inviolable Bands;</br>Else would the Waters overflow the Lands,</br>And Fire devour the Air, and Hell them quite,</br>But that she holds them with her blessed Hands:</br>She is the Nurse of Pleasure and Delight,</br>And undo Venus' Grace the Gate doth open right.", "By her I entring, half dismayed was;</br>But she in gentle wise me entertain'd,</br>And 'twixt her self and Love did let me pass;</br>But Hatred would my Entrance have restrain'd,</br>And with his Club me threatned to have brain'd,</br>Had not the Lady, with her pow'rful Speech,</br>Him from his wicked Will uneath refrain'd;</br>And th' other eke his Malice did empeach,</br>Till I was throughly past the Peril of his Reach.", "Into the inmost Temple thus I came,</br>Which fuming all with Frankincense I found,</br>And Odours rising from the Altars Flame.</br>Upon an hundred Marble Pillors round,</br>The Roof up high was reared from the Ground,</br>All deck'd with Crowns, and Chains, and Girlonds gay,</br>And thousand precious Gifts worth many a Pound,</br>The which sad Lovers for their Vows did pay;</br>And all the Ground was strow'd with Flow'rs as fresh as May.", "An hundred Altars round about were set</br>All flaming with their Sacrifice's Fire,</br>That with the Steam thereof the Temple swet,</br>Which, roll'd in Clouds, to Heaven did aspire,</br>And in them bore true Lovers Vows entire:</br>And eke an hundred brasen Cauldrons bright,</br>To bathe in Joy and amorous Desire,</br>Every of which was to a Damsel hight;</br>For all the Priests were Damsels, in soft Linnen dight.", "Right in the midst the Goddess' self did stand,</br>Upon an Altar of some costly Mass,</br>Whose Substance was uneath to understand:</br>For neither precious Stone, nor dureful Brass,</br>Nor shining Gold, nor mouldring Clay it was;</br>But much more rare and precious to esteem,</br>Pure in Aspect, and like to crystal Glass,</br>Yet Glass was not, if one did rightly deem;</br>But being fair and brickle, likest Glass did seem.", "But it in Shape and Beauty did excel</br>All other Idols which th' Heathen adore,</br>Far passing that, which by surpassing Skill</br>Phidias did make in Paphos Isle of yore,</br>With which that wretched Greek that Life forlore,</br>Did fall in love:  yet this much fairer shin'd,</br>But cover'd with a slender Veil afore;</br>And both her Feet and Legs together twin'd</br>Were with a Snake, whose Head and Tail were fast combin'd.", "The Cause why she was cover'd with a Veil,</br>Was hard to know, for that her Priests the same</br>From People's Knowledge labour'd to conceal.</br>But sooth it was not sure for womanish Shame,</br>Nor any Blemish which the Work mote blame;</br>But for (they say) she hath both Kinds in one,</br>Both Male and Female, both under one Name:</br>She Sire and Mother is her self alone;</br>Begets, and eke conceives, ne needeth other none.", "And all about her Neck and Shoulders flew</br>A Flock of little Loves, and Sports, and Toys,</br>With nimble Wings of Gold and Purple Hue;</br>Whose Shapes seem'd not like to terrestrial Boys,</br>But like to Angels playing heavenly Toys:</br>The whilst their elder Brother was away,</br>Cupid, their eldest Brother; he enjoys</br>The wide Kingdom of Love with lordly Sway,</br>And to his Law compels all Creatures to obey.", "And all about her Altar, scatter'd lay</br>Great sorts of Lovers piteously complaining;</br>Some of their Loss, some of their Love's Delay,</br>Some of their Pride, some Paragons disdaining,</br>Some fearing Fraud, some fraudulently feigning,</br>As every one had cause of Good or Ill.</br>Amongst the rest, some one through Love's constraining</br>Tormented sore, could not contain it still,</br>But thus brake forth, that all the Temple it did fill:", "Great Venus, Queen of Beauty and of Grace,</br>The Joy of Gods and Men, that under Sky</br>Dost fairest shine, and most adorn thy Place,</br>That with thy smiling Look dost pacify</br>The raging Seas, and mak'st the Storms to fly:</br>Thee Goddess, thee the Winds, the Clouds do fear,</br>And when thou spred'st thy Mantle forth on high,</br>The Waters play, and pleasant Lands appear,</br>And Heavens laugh, and all the World shews joyous Chear.", "Then doth the Daedale Earth throw forth to thee</br>Out of her fruitful Lap aboundant Flow'rs;</br>And then all living Wights, soon as they see</br>The Spring break forth out of his lusty Bow'rs,</br>They all do learn to play the Paramours:</br>First do the merry Birds, thy pretty Pages,</br>Privily pricked with thy lustful Pow'rs,</br>Chirp loud to thee out of their leafy Cages,</br>And thee, their Mother, call to cool their kindly Rages.", "Then do the salvage Beasts begin to play</br>Their pleasant Frisks, and loath their wonted Food:</br>The Lions roar, the Tygers loudly bray,</br>The raging Bulls rebellow through the Wood,</br>And breaking forth, dare tempt the deepest Flood,</br>To come where thou dost draw them with Desire.</br>So all things else, that nourish vital Blood,</br>Soon as with Fury thou dost them inspire,</br>In Generation seek to quench their inward Fire.", "So all the World by thee at first was made,</br>And daily yet thou dost the same repair:</br>Ne ought on Earth that merry is and glad,</br>Ne ought on Earth that lovely is and fair,</br>But thou the same for Pleasure didst prepare.</br>Thou art the Root of all that joyous is,</br>Great God of Men and Women, Queen of th' air,</br>Mother of Laughter, and Well-spring of Bliss;</br>O graunt that of my Love at last I may not miss.", "So did he say:  but I with Murmur soft,</br>That none might hear the Sorrow of my Heart</br>Yet inly groaning deep and sighing oft,</br>Besought her to grant Ease unto my Smart</br>And to my Wound her gracious Help impart.</br>Whilst thus I spake, behold with happy Eye</br>I spy'd, where at the idol's Feet apart</br>A Bevy of fair Damsels close did lie,</br>Waiting when-as the Anthem should be sung on high.", "The first of them did seem of riper Years,</br>And graver Countenance than all the rest;</br>Yet all the rest were eke her equal Peers,</br>Yet unto her obeyed all the best.</br>Her Name was Womanhood, that she exprest</br>By her sad Semblant and Demeanure wise:</br>For stedfast still her Eyes did fixed rest,</br>Ne rov'd at random after Gazer's Guise,</br>Whose 'luring Baits oft-times do heedless Hearts entice.", "And next to her sate goodly Shamefastness;</br>Ne ever durst her Eyes from ground up-rear</br>Ne ever once did look up from her Dess,</br>As if some Blame of Evil she did fear,</br>That in her Cheeks made Roses oft appear:</br>And her against sweet Chearfulness was plac'd,</br>Whose Eyes like twinkling Stars in Evening clear,</br>Were deck'd with Smiles, that all sad Humours chac'd,</br>And darted forth relights, the which her goodly grac'd.", "And next to her sate sober Modesty,</br>Holding her Hand upon her gentle Heart;</br>And her against sate comely Courtesy,</br>That unto every Person knew her Part;</br>And her before was seated over-thwart</br>Soft Silence, and submiss Obedience,</br>Both link'd together never to dispart,</br>Both Gifts of God not gotten but from thence,</br>Both Girlonds of his Saints against their Foes Offence.", "Thus sate they all around in seemly rate:</br>And in the midst of them a goodly Maid,</br>Even in the Lap of Womanhood there sate,</br>The which was all in lilly White array'd,</br>With silver Streams amongst the Linen stray'd;</br>Like to the Morn, when first her shining Face</br>Hath to the gloomy World it self bewray'd:</br>That same was fairest Amoret in place,</br>Shining with Beauty's Light, and heavenly Vertue's Grace.", "Whom soon as I beheld, my Heart 'gan throb,</br>And wade in Doubt what best were to be done:</br>For Sacrilege me seem'd the Church to rob;</br>And Folly seem'd to leave the thing undone,</br>Which with so strong Attempt I had begun</br>Tho, shaking off all Doubt and shamefac'd Fear,</br>Which Lady's Love I heard had never wan</br>'Mongst Men of Worth, I to her stepped near,</br>And by the lilly Hand her labour'd up to rear.", "Thereat that formost Matron me did blame,</br>And sharp rebuke, for being over-bold;</br>Saying it was to Knight unseemly Shame,</br>Upon a recluse Virgin to lay hold,</br>That unto Venus' Services was sold.</br>To whom I thus; Nay but it fitteth best,</br>For Cupid's Man with Venus' Maid to hold:</br>For ill your Goddess' Services are drest</br>By Virgins, and her Sacrifices let to rest.", "With that my Shield I forth to her did show,</br>Which all that while I closely had conceal'd;</br>On which when Cupid, with his killing Bow</br>And cruel Shafts emblason'd she beheld,</br>At sight thereof she was with Terror quell'd,</br>And said no more:  but I which all that while,</br>The Pledge of Faith, her Hand engaged held,</br>Like wary Hind within the weedy Soil,</br>For no Intreaty would forgo so glorious Spoil.", "And evermore upon the Goddess' Face</br>Mine Eye was fix'd, for fear of her Offence;</br>Whom when I saw with amiable Grace</br>To laugh on me, and favour my Pretence,</br>I was embolden'd with more Confidence;</br>And nought for Niceness, nor for Envy sparing,</br>In presence of them all forth led her thence,</br>All looking on, and like astonish'd staring,</br>Yet to lay hand on her, not one of all them daring.", "She often pray'd, and often me besought,</br>Sometime with tender Tears to let her go,</br>Sometime with witching Smiles:  but yet for nought,</br>That ever she to me could say or do,</br>Could she her wished Freedom from me woo;</br>But forth I led her through the Temple-gate,</br>By which I hardly past with much ado:</br>But that same Lady which me friended late</br>In Entrance, did me also friend in my Retreat.", "No less did Danger threaten me with Dread,</br>When-as he saw me, maugre all his Pow'r,</br>That glorious Spoil of Beauty with me lead,</br>Than Cerberus, when Orpheus did recour</br>His Leman from the Stygian Prince's Bow'r;</br>But evermore my Shield did me defend,</br>Against the Storm of every dreadful Stour:</br>Thus safely with my Love I thence did wend.</br>So ended he his Tale, where I this Canto end.", ""]