["The happy Bridegroom, whom Good Fortune courts</br>With all her tempting Charms, transported hails</br>Th' enchanting Moments as they glide along,</br>Full-fraught with Bliss distilling gently down,</br>And gladd'ning ev'ry Heart:  he speaks, and hark!</br>The voice of Joy resounds, Musick awakes</br>At his command, and captivating strains,</br>In various change, succeed, ev'n 'till the Soul</br>Grows sick of Pleasure:  see!  the sparkling Bride,</br>Adorn'd with all the elegance of Dress,</br>Appears, and into sudden Passion charms</br>The gazing Guest; her conscious Eyes betray</br>The pleasure of her Heart, and ev'ry glance</br>Is soften'd into Love:  like Graces round</br>The Cyprian Queen, a croud of lovely Nymphs</br>Attend, and, with incessant smiles, approve</br>The gladsome Hour; the flowing Bowl goes round,</br>By Laughter follow'd, and enliv'ning Mirth;</br>While frolick Dance, with unperceiv'd decay,</br>Wears out the Darkness, and approaching Morn</br>Seems, with untimely rays, to gild the World.", "How diff'rent from the perplexing Scenes</br>That sadden'd Zeuma's matrimonial Rite,</br>And damp'd the bridal Day?  The loud acclaim</br>Of shouting nations, when the nuptial Vow</br>Was witness'd to the Skies, prov'd but a start,</br>A sudden transport of imperfect Joy,</br>That dy'd upon the Ear as soon as born:</br>No costly robes, or starry gems adorn'd</br>The pensive Fair; no diadem of gold,</br>Or glowing purple grac'd the thoughtful King;</br>No courtly Train attended to divert</br>The tedious Day, no artful Musick led</br>The lingring Night along; no flowing bowl</br>Provok'd to frantick Mirth, nor frolick dance</br>Made gay the spousal Eve:  but all was hush'd,</br>And silent as the hour of Death, or when</br>The mid-night Priest, in dark and lonely Vaults,</br>Repeats the fun'ral Dirge; ev'n Vesper hid</br>His lustrous orb in gloomy clouds, and, o'er</br>The shaded World, unusual Darkness hung;</br>Perch'd on the self-slain Lover's tomb,</br>The solitary Owl, with hideous note,</br>Scream'd out the marriage song, and roaming round</br>The regal Pile, the Daemon, that attends</br>Ill-fated Weddings, terrify'd the Gloom</br>With frequent Wailings, and inspir'd the Wretch,</br>Who trembling heard the sound with Phrenzy.  Day</br>Arose, with sullen, wat'ry clouds obscur'd;</br>A misty Rain, descending slow, bedew'd</br>The dreary Landscape, with continual Tears;</br>Each scented Herb, each op'ning Flow'r declin'd</br>It's drooping Head, and languish'd on the Green;</br>The nodding Forests, murm'ring to the Gale,</br>Sigh'd plaintive of Distress; the Mountain's brow,</br>Involv'd with thick'ning vapours, mourn'd; the Rock,</br>Projecting o'er the Deep, pour'd down a stream</br>Of Sorrow, sadd'ning all around:  no sound</br>Of wood-land Musick echo'd thro' the Grove,</br>Nor cheerful Rustick hail'd the welcome Morn,</br>With rural Melody; no glimpse of Joy</br>Appear'd thro' all the wide extended face</br>Of things; but all the vast of Nature seem'd</br>Portentous of approaching Change, and lay</br>In dreadful expectation of th' event.", "To such a scene afflicted Zeuma rose,</br>From Hymen's spotless joys, when racking Thought,</br>And kingly Duty rouz'd him to his Care;</br>With stern command expell'd him from the arms</br>Of lov'd Zirene, and deny'd his Soul</br>The only pleasure it could know:  Slave to</br>The publick Good, he gave the anxious hours</br>To Business and the State; nor once repin'd</br>At the increasing Toil:  when, full of Woe,</br>Whole Crowds appear'd complaining of their Wrongs,</br>And the dire fury of the Spanish Arms;</br>With Grief he heard the sad relation, dry'd</br>The Mourners tears, reliev'd the Needy, chear'd</br>The broken Heart, and cur'd the Soldier's wounds;</br>No Soul e'er went dissatisfied away:</br>Their real Father he appear'd, and was</br>Belov'd with greater Warmth.  'Twas such was his</br>Employ, when, breathless with his Speed, arriv'd</br>A trusty Scout, who brought the dread account</br>Of dire Almagro's march, with all his Strength,</br>To force Zirene from her Lord's embrace,</br>And seize upon his Throne; with haggar'd Eyes,</br>And fault'ring Tongue he told the hideous Tale;</br>Describ'd their Numbers, their Array, and all</br>The various Woes that waited on their Deeds.</br>But now, so oft the flaming Town, the Glebe</br>Laid waste, the labour of the Year destroy'd,</br>The weeping Sire, and ravish'd Dame had vex'd</br>The mourning Tribes, that all Surprize was lost,</br>And solitary Grief alone remain'd to</br>Wail the increasing Ruin:  Zeuma heard,</br>With inward Anguish, the ungrateful News;</br>Yet, full of Courage and heroick Warmth,</br>Forgot not to assume his wonted Care,</br>And give due orders for the Field.  Beneath</br>Comagua's walls his Army was encamp'd,</br>And ev'ry hour increas'd:  their Monarch's fame</br>In arms, the Love of Liberty, inspir'd</br>Their eager Souls with noble Zeal to fight,</br>Or dye with him:  soon as his Plume appear'd</br>On the remotest Line, a thund'ring Shout,</br>From all the legions, shook the Clouds, and Joy,</br>The Gladness dawn'd on ev'ry Face; thro' all</br>The ranks of War, with never-ceasing toil,</br>He march'd, greatly serene, t' observe if ought</br>Was wanting for th' ensuing Fray, to chear</br>The drooping Soul, commend the Brave, and give</br>The Doubtful ardour like his own:  This done,</br>(And night arising sable o'er the world)</br>Fatigu'd with Care, and longing to indulge</br>His tend'rest thoughts, to sad Zirene's arms,</br>And soft endearments, pensive he retir'd;</br>She, who had treasur'd all her joys in him,</br>And doated on his Name, who fondly thought</br>His Stay too tedious, too unkindly long,</br>And, ever list'ning to each passing step,</br>Each distant sound, ev'n dy'd for his Approach;</br>She flew to his Embrace, and with her sweet,</br>Her ravishing Discourse, reliev'd his woes,</br>And, for a moment, banish'd all his cares:</br>But soon, with aggravated pain, they rise,</br>Anew, and sting him to the Soul; the thought</br>Of war's uncertain Chance, what various ills</br>The Vanquish'd suffer, and Zirene's fate,</br>His lost Zirene, dearer far than Life</br>Or Empire, with deep anguish fill'd his Heart</br>And sadden'd all his joys; the Fair attends,</br>With equal agonies, each changing woe</br>That clouded o'er his face, to ev'ry groan</br>Her passion answer'd, and, with streaming eyes,</br>The moments wept away; 'till Nature claim'd</br>Repose, and Slumber seal'd each wa'try source,</br>And dry'd the pearly dew.  Now, unobserv'd,</br>And left at liberty to mourn, the King</br>Gave way to sorrow, leaning o'er his Love,</br>With tenderness beyond expression, gaz'd</br>O'er all her Form, and, with fast-flowing Tears,</br>Impearl'd her rosy cheek:  Ye Pow'rs he cry'd,</br>Must all this Beauty, all this heav'n of charms</br>Become the prey of Cruelty, and Lust?</br>Must this fair frame be torn, by brutal Force,</br>From helpless Altars, and unpitying Gods,</br>And I unable to revenge the Wrong?</br>Distracting thought!  can Virtue then become</br>Indiff'rent to the Skies?  Can Innocence,</br>Like this, be left unheeded to the rage</br>Of lawless men?  O Death!  O friendly Death!</br>Be thou the comfort of my broken Heart,</br>And let me think no more &mdash; This said, again,</br>In silence, he bewail'd the sleeping Fair;</br>'Till, by conflicting passions torn beyond</br>His Strength, lone, thro' the mid-night gloom, he stray'd</br>To sooth his troubled thought, and seek relief</br>In calm reflections on the will of Fate,</br>And justice of the Gods:  'Twas thro' the dark,</br>And awful shadows of a gloomy Wood</br>Made sacred to the Heav'nly Powr's, he roam'd</br>In expectation of the dawn; when, by</br>The dim, uncertain glimm'ring of the Moon,</br>He spy'd the aged Hermit that had giv'n</br>Such wond'rous prospect of the War, e'er yet</br>The din of arms was heard; who, bowing low,</br>Began &mdash; Gladly my soul, illustrious prince!</br>Acclaims your Virtue, and, with pleasure, views</br>The wonders of your Reign:  'twas bravely done</br>To lose the Lover in the King, and yield</br>Zirene's charms the sacrifice of Peace;</br>And 'twas as brave to re-commence the War</br>With Zeal and Vigour when the publick Voice,</br>And publick Good requir'd; for know, in vain</br>Ev'n lov'd Zirene's charms had been resign'd</br>T' abate the Victor's rage, and you had mourn'd</br>Th' increasing sorrow of your Tribes; since Fraud</br>And ignominious Arts, with secret lure,</br>Had sooth'd you into Ruin, and the force</br>Of arms too late endeavour'd a Reprieve:</br>The future Age, forgetful of your great,</br>Your noble ardour in your country's Cause,</br>Had tarnish'd all your Fame, and grav'd Disgrace</br>Upon your Tomb; and could your gen'rous Soul</br>Have e'er endur'd so horrible a thought,</br>Without the utmost Pangs of dire Remorse,</br>And Penitence severe?  I know Disdain</br>Inspires your noble Heart with rage, and that</br>This instant now, despising Death, it pants,</br>With double ardour, to begin the Fight,</br>And, in the foremost ranks of War, dispute</br>The justice of your Cause &mdash; But great, and long</br>Have been your Woes, your Life one constant scene</br>Of Virtue, Truth, and Love:  Zirene too</br>Is all perfection, yet her tender soul</br>Is tortur'd with Variety of Ill:</br>And shall you dye complaining that the Gods</br>Neglect their Vot'ries here below, and Vice</br>Alone enjoys their guardian Care?  No, e'er</br>The crimson Dawn lead on th' expected Day,</br>The mystick Maze shall be reveal'd, and you</br>Confess their Deeds are Just &mdash; Far in the deep</br>Dire Centre of the hallow'd Globe, there flames</br>A burning Ocean, with eternal rage,</br>And fires the baleful shores around; oft, rouz'd</br>To tenfold fury, threats the gloomy arch</br>Above, and rocks the frighted World; while Floods</br>Of boiling Sulphur, working wide, ascend</br>Thro' ev'ry winding Cave, and, roaring loud,</br>Assail the thund'ring Hill, where Earth-quakes first</br>Are form'd, and Ruin broods, then, bursting o'er</br>It's rugged brow, with horrible descent,</br>And dread Eruption, roll resistless down,</br>And, waste, with strange destruction, all the Plains</br>Below.  This is the sad Abode that waits</br>The impious Man, and such the hideous Path</br>The shudd'ring Soul must tread.  When Vice prevail'd</br>Among the First of human Race, the Gods</br>Uprear'd these flaming Mountains, o'er the Earth,</br>To warn the guilty Wretch and fright the stern</br>Relentless Tyrant into Virtue; nor</br>Uprear'd alone, but, when whole Nations lye</br>Immers'd in sinful Joys, let loose the Blaze,</br>Awaken all it's Rage, and give th' allarm</br>Of Fate; yet, obstinate in low pursuits,</br>They dance along the flow'ry road, 'till Death</br>Concludes the Scene, when waiting Furies sieze</br>The spotted Ghost, self conscious of the Fires</br>That must torment it for a length of years,</br>And sink together down &mdash; While Virtue's sons,</br>Who rul'd their Passions with a steady hand,</br>And, thro' her influence, bore the ills of Life</br>Constant as Fate, and silent as the Grave;</br>While they, with calm, entire submission, wait</br>Their future Doom unanxious for the Time:</br>For such as these the Heav'nly Pow'rs prepar'd</br>A scene of Glory, where, unvex'd with Cares,</br>And anxious Thought, they might serenely breath</br>Immortal Joy, and Pleasure without end.</br>Behold yon lustrous Orb, that rules the Night</br>And silvers o'er the World; 'tis there, 'tis there</br>We shall reside in Happiness supream,</br>The cares, the ills, the sorrows of this Life,</br>This painful Life, in Bliss for ever drown'd.", "&mdash;Fir'd with the glorious thought, my raptur'd soul</br>Shoots Forward on her airy Way, and longs</br>To hold sublime communion with the Dead.</br>Hark!  thro' the silent shade, thy Father's  Ghost</br>Invites us to approach the happy Fields,</br>And deigns a Prospect of the future World.</br>Then, with collected courage, arm thy mind</br>To view the wond'rous Scene, least Madness rush</br>On thy tormented Brain at the dire gloom,</br>And fearful horrors of the realms of Death,</br>And drive thee raving o'er th' astonish'd Globe.", "&mdash;He said; and, turning swiftly round, began</br>His solemn Charms; when sudden darkness veil'd</br>The starry Skies, and hollow murm'ring gales</br>Sung dreadful in the trees; red Meteors flash'd</br>Along the troubled Air; and, from beneath,</br>Loud, in-bred thunders shook the stedfast Earth;</br>Unnumbered Ghosts, all pale with hostile wounds,</br>Stalk'd o'er the Green, and fill'd the night's dark gloom</br>With ghastly terrour and distracting groans:</br>Silence succeeds, vanish the Ghosts away,</br>And Earth no longer shades; the lab'ring Clouds</br>Unveil the Heav'ns, and, in their stony caves,</br>The slumb'ring Winds their weary pinions rest.", "Then Sleep's still influence seiz'd the drowzy King,</br>And down he sunk unable to resist</br>The pressing weight of the prevailing God:</br>But Inspiration wak'd his inward pow'rs,</br>And rous'd light Fancy, in her thousand forms,</br>To strike the wond'rous Vision on the mind.", "First his great Father's shade, with glory crown'd,</br>Descends, and, thro' the fluid realms of Air,</br>Bears the young Monarch, swift as Tempests fly</br>When the grim Ruler of the raging winds,</br>Drives down their fury o'er th' Atlantic Seas,</br>And, in a moment, to the farthest verge</br>Of the vex'd Ocean, heaps the roaring waves.", "The chrystal Gates of Cynthia's silver orb</br>Unfold, and, up the portals bright ascent,</br>The rev'rend Guardian leads his earthly Charge</br>Entranc'd in raptures; when the glorious scene,</br>To his attentive view, unveil'd it's charms:</br>For their soft Pleasures, in eternal rounds,</br>For ever circle with an easy wing;</br>All that the realms of either India boast,</br>Or Africk's, regions, or Europa's lands,</br>By turns, delight the happy tribes, and more,</br>Ten thousand more, than man's Experience knows,</br>Or Fancy forms, maintain eternal rule,</br>And bless th' Immortals with continual joy.", "Musick, thro' ev'ry shade sweet-warbling, breathes</br>Soft gladness on the Soul; the dulcet Voice</br>Attempers the responding Lyre, the Lyre</br>Attunes the vocal Breeze, the vocal Breeze,</br>Low-whisp'ring thro' the tuneful boughs, invokes</br>The falling Wave, the falling Wave, with hoarse,</br>Loud murmur breaking, solemn, on the shore,</br>Deepens the Harmony with graver sound;</br>Now, intermission of the Wave, Wind, Lyre,</br>Or Voice, varies the Pleasure; now, renew'd</br>In general Chorus, all at once conspire</br>To swell the gen'ral Concert, and compleat the Charm.</br>&mdash;Eternal Verdue chears the gladsome green,</br>And od'rous flow'rs, for ever blooming, waft</br>Unfading sweets, and fume the wanton gale:</br>From the slope Hills, descend the trickling streams,</br>And, thro' the fruitful vales, o'er sands of Gold,</br>In gentle currents, smoothly roll along;</br>The Mountain's brow with tufted woods is crown'd,</br>With sparkling Gems the silent grot's emblaz'd,</br>And luscious Plenty gladdens ev'ry field:</br>No wint'ry Snows, or summer Suns infest</br>The blissful Climes, nor War's destructive rage</br>Lays waste the regions, and deforms the plain;</br>But heav'n-born Love, and everlasting Spring</br>Dance hand in hand, and lead the smiling Hours,</br>All gay with newborn Happiness and Joy.", "Thro' spicy forests, and thro' flow'ry fields,</br>The sweet abode of Souls for ever bless'd!</br>The princely Ghost his raptur'd offspring led</br>To that sublime Retreat, where Patriot shades,</br>In matchless pleasures, and supream delights,</br>Enjoy the great Reward their Virtues earn'd,</br>With long fatigue, and endless toils, below;</br>There pointed, to his view, th' illustrious Chiefs,</br>Who scorning Bribes, and all the baits of Sense,</br>Trod, with undaunted soul, the paths of Death,</br>When Freedom claim'd the Sword, and Honour call'd to Arms.", "Zymron, the best, and bravest of mankind,</br>Tow'rs with superiour glory, and presides</br>Amidst the noblest Heroes of the Globe;</br>Dread less he looks, as when his rightful arms</br>O'ercame the Tyrants of an hundred Realms,</br>And made that bold attempt to free the western World.", "His mighty Ancestor, of deathless Name,</br>The next in order treads the social green,</br>Round his distinguish'd head bright Virtue ties</br>The Lawrel Wreath, and glories in his deeds;</br>Nations, preserv'd by his indulgent care,</br>Shout his applause, and Fame's eternal Trump,</br>Fill'd with his praises, shakes the Tyrant's throne.", "Alascar, chief of Montezuma's line,</br>Stands at his side, severe his awful bow,</br>As when, impartial to his country's Laws,</br>He doom'd his Sons to ignominious Death,</br>And, in the Patriot's zeal, restrain'd the Parent's tears.", "The brave Atalgah, stedfast as the Earth</br>Pois'd on its self, and glorious as the Sun</br>In it's meridian height, transported hears</br>The wonders of his toilsome march rehears'd</br>With loud acclaim, when, scorching in the Heat,</br>He patient bore the raging pangs of Thirst,</br>'Till the last fainting Soldier was refresh'd</br>With frequent draughts from the enliv'ning Spring.", "See!  fair Amrena, with majestick Front,</br>And Eye sublime, among the Mightiest stand,</br>Fond of the liquid Death, which freed her Soul</br>From the proud insults of the Victor's rage;</br>Surrounding Chiefs admire th' heroick deed,</br>And hail her dauntless Mind which dar'd to lead</br>An Host to War, and, by the dint of Sword,</br>Restore lost Freedom to her mourning Realm.", "A thousand more, the champions of the world!</br>Dwell here encircled with superior Bliss,</br>And dream of dangers, and of toil no more.", "Virtue (began the kingly Shade) at length,</br>You see, rewards the troubles of her Sons;</br>In these delightful haunts she reigns on high,</br>And pours down Pleasures, with profusive hand,</br>Grateful as evening showers to sun-burnt fields,</br>Or pearly dew-drops in the morning ray.</br>&mdash;Happy the Prince who, with incessant toil,</br>Defends his People, and, to Freedom's cause,</br>Devotes his Strength, his Honour, and his Life;</br>For he, when Death dissolves his mortal frame,</br>Shall hither rise, and breath immortal joy:</br>But if, with careless, or tyrannick rule</br>He draws down sorrows on his suff'ring realm,</br>A dire revenge must seize his guilty Soul,</br>And flaming tortures wait upon his crimes:</br>For Kings were destin'd, by divine decree,</br>To stand the stedfast Guardians of mankind,</br>To prop the sinking State, and, in the front</br>Of danger, combat for the publick Good:</br>Beside, should Monarchs slumber o'er their Charge,</br>Or, lull'd in golden dreams, forget their care,</br>What Guard!  what Safety can the nations find</br>From home-bred Factions, and invading Foes!</br>Or, when resolv'd to seize unbounded sway,</br>They spoil the Subject of his dearest Right,</br>What dreadful woes must take their turns to reign!</br>What scenes of Horror must deform the land!", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "&mdash;But now, descending to the Seats of woe,</br>And vengful torments, where the sons of Men</br>Are rack'd for all th' enormities of Life,</br>We for a while must leave these happy plains.</br>He said; and, plunging from the argent World,</br>Sails on the Winds, and bears his Son along:</br>At last upon an huge Volcano's brink,</br>With clouds of gloomy smoak involv'd, they stoop,</br>And sink immediate down the vast Profound;</br>Nor stay'd 'till (thro' unnumber'd caverns past,</br>Th' abodes of Fear, of Horror and Despair)</br>They reach'd the dreadful dungeons of the Great.</br>Where bound in adamantine chains, they lye</br>On beds of raging Fire, and no hope</br>Of comfort, or a kind reprieve from pain;</br>From pain, which, ev'ry hour increasing, gives</br>A keener twinge; while fiercer flames prepare</br>Their eager vengeance, and exert their rage;</br>While round, the sad companions of their crimes,</br>Condemn'd to endless woe, attend their Lords,</br>And aid the furies, and increase the fires.", "Here haughty Nimroc, plung'd in burning wave,</br>No longer grasps at universal rule,</br>Or wastes the Nations with destructive arms;</br>But, inly tortur'd with incessant pangs,</br>Reflects with horror on his impious schemes.", "Fix'd in a ruddy car of burning Steel,</br>With sullen sadness, proud Guascara mourns</br>His fond ambition to be thought a God,</br>While, o'er the scorching soil, he's dragg'd along,</br>And scornful Daemons aggravate his woe,</br>With pageant grandeur, and disdainful state.", "Tlaxcalla's vaunt, great Zagnar's martial son,</br>Extended on the rack, no more complains</br>That Realms are wanting to employ his Sword;</br>But, circled with innumerable Ghosts,</br>Who print their keenest vengeance on his soul,</br>For all the wrongs, and slaughters of his Reign,</br>Howls out repentance to the deafned skies,</br>And shakes Hell's concave with continual groans.", "Ten thousand thousand more whom Fame, records</br>As the dread Tyrants of the tortur'd globe,</br>Midst the dire rigours of surrounding flames,</br>Clank their huge fetters, and, with ceaseless yell,</br>Bewail the frantick fury of their Lives,</br>Which forc'd down all the vengeance of the Gods.", "This dreadful scene they survey'd, again the Ghost</br>Broke the long silence, and his lore renew'd:</br>These, these are they, the execrable souls</br>Who vaunted heav'nly birth, yet scorning Truth,</br>And Virtue's sacred laws, acted worse deeds</br>Than all th' Infernals could inspire; the worst,</br>The basest of the sons of men, whose joy</br>Was Murther, whose delight was Death, who thought</br>Mankind was destin'd only to adore</br>Their transient glories, live upon their breath;</br>Who laugh'd at Justice, trampled on the Laws,</br>And gave whole Armies to the rage of war;</br>In short, the Flatt'rer's Theme, the Villain's prey,</br>Alive abhor'd by all, and curs'd by all when dead.", "O let thy Soul avoid the downward path</br>Which leads to these dark realms; let not the rage</br>Of dire Ambition, or the lure of Sloth</br>Tarnish thine honour, or defame thy rule;</br>But let thy Country's weal, thy People's love</br>Gild all the actions of thy Life, for these</br>Will give a long, sincere, and lasting joy,</br>Shed on thy future name eternal sweets,</br>And waft thy tow'ring soul, with gladsome wing,</br>To endless pleasures in the Worlds above;</br>While trembling Tyrants start at ev'ry shade,</br>Mistrust their Friends, and dread the hostile Dart;</br>While Guilt, and Shame commemorate their deeds</br>And, in these fiery Lakes, their tainted souls</br>Shall groan whole ages unrepriev'd away.", "Lastly, let Freedom animate thy thought,</br>And rouze thy utmost vigour in it's cause;</br>Disdain to live, when Fate inslaves thy realm,</br>And binds in servile chains the mourning tribes:</br>'Tis glorious for a King to fall beneath</br>An host of foes, when fighting for his Charge;</br>And he who, struggling in the fields of death,</br>Oppos'd his juster arms, shall mourn the deed,</br>And give his wounded Coarse a friendly grave</br>With endless praise adorn'd, with tears bedew'd.</br>&mdash;He ceas'd, returning thro' the dreadful gloom,</br>And, swift as light'ning, hurl'd by Jove's red arm</br>Along the skies, from the dire mountain, bears</br>His dreadless Offspring to the secret shade,</br>In which the Hermit waited to reverse</br>The Charm, and urge the Hero to the field.</br>For now th' expected dawn, ascending slow,</br>Purpled the East, and faintly streak'd the skies</br>With the first glimm'rings of returning light.", "Deep-musing from his Trance the thoughtful King</br>Arose; when thus the Sage, Now Zeuma see</br>Th' indulgence of the Gods, and own their care,</br>For ever mindful of the Brave, and Good,</br>And studious of their welfare:  Thrice I've come,</br>Commission'd from above, to warn thee of</br>Approaching Ill, to fix thy wav'ring soul</br>On Virtue, and relieve thy cares with scenes</br>Of Happiness and Joy; my Time's expir'd,</br>And I resign thee to the War; be strong,</br>Be stedfast, nor indulge thy doating heart</br>In anxious doubts for thy Zirene's Fate,</br>For I will be her Guard, 'till friendly Death</br>Shall join her longing Shade, with thine.  He said,</br>And, wond'rous to relate!  his feeble eyes</br>Began to brighten like Aurora's beam;</br>His wrinkles vanish'd, and a rosy bloom</br>Dawn'd blushing o'er his cheek; his silver hairs,</br>To amber ringlets chang'd, flow'd graceful down</br>His iv'ry neck, and, from his shoulders, spread</br>Two sail-broad pinions, gay with every dye</br>That paints the show'ry Arch; a golden wreath</br>Of beaming light, like Phosphor's circlet, stream'd</br>Around his head, and lighten'd all the shade:</br>With joy the Monarch hail'd his guardian Pow'r</br>Reveal'd, and, with attentive eye, pursu'd</br>His airy Progress thro' th' ethereal Void.", "Now, ev'ry moment loud'ning by degrees,</br>The dreadful musick of the field began</br>Th' allarm of Battle, and, with sprightly note</br>Wak'ning the Morn, resounded to the skies,</br>And rouz'd the hostile squadrons to the fray;</br>In troops they throng on either side, and form</br>The long-connected ranks of War; from line</br>To line the busy Captains hast along,</br>And teach the horrid duty of the day:</br>A deaf'ning murmur, like the dying roar</br>Of Seas wide-breaking on the rocky strand,</br>From the collected host ascends, and Death,</br>And Horror, with increasing joy, o'erlook</br>The scene below:  a length of shining arms</br>Stretches, in thick array, along the field,</br>And, widely gleaming to the illumin'd east,</br>Reflects the blaze of day, and gilds the plain</br>From end to end.  So, where the setting Sun,</br>Against the huge Metropolis, extends</br>His evening beam, the windows flame with streams</br>Of fluctuating light, and to the verge</br>Of the broad landscape shine.  Surrounded with</br>A crowd of chiefs, majestick Zeuma stands</br>In the grim front of war, and, full of thought</br>Surveys both armies round; Compassion melts</br>His manly heart for thousands that must fall</br>Th' unhappy victims of the day, and tinge</br>The smoaking plains with blood; yet on his brow</br>Firm Resolution sits sublime, his eye</br>Darts Terror on his foes; consid'rate Warmth,</br>And Valour, free from Pride, or brutal Rage,</br>Inspire his Soul; and, with untroubled thought,</br>He gives his deathful Orders thro' the field.", "Mean time Zirene, with the dawning light,</br>Awoke, and, missing from her side her dear,</br>Unhappy Lord, all pale, and trembling rose</br>Immediate to enquire his Fate, and take</br>One sad farewel, e'er yet the chance of war</br>Could snatch the transient joy:  for this, inspir'd</br>With all the courage such a love-sick soul</br>Could know, she left the Town, with beating heart,</br>And hasten'd to the tented field; a train</br>Of weeping Virgins waited on her steps,</br>And shar'd in all her woe; in ev'ry face</br>Dread apprehension reign'd of future ill,</br>But most in hers, in hers appear'd the marks</br>Of agony beyond the reach of words;</br>Too big for tears wild sorrow had eclips'd</br>Her charms, and clouded ev'ry grace; yet still</br>She look'd so fair, so wonderfully fair,</br>That the rough Veteran, grown old in fight,</br>And harden'd in the work of Death, with grief,</br>With pity ey'd her as she mov'd along,</br>And wept who never wept before:  from far,</br>With piercing eye, she sought her much lov'd Lord;</br>From far he met her eager glance, and ran</br>To her embrace; with equal Warmth she strain'd</br>Him in her arms; but neither spoke &mdash; Excess</br>Of passion reft the use of speech, and sighs,</br>And broken accents murmur'd out their woe:</br>In vain thy strove, with mutual eagerness,</br>To breath the sorrows of their souls, and tell</br>The fears, the cares, and jealousies of love;</br>The mighty anguish mock'd the fond attempt,</br>And, like an heaving earth-quake, labour'd all</br>Within &mdash; At last th' Iberian trumpets gave</br>Th' expected sound of war, and, with a shout</br>That rent the troubled air, the hostile troops</br>Reply &mdash; Rouz'd with the noise, the monarch starts</br>Awaken'd to his charge; yet once again</br>Renews his sad endearments, and again</br>Receives her close embrace, then sighs &mdash; Adieu&mdash;</br>Adieu she answers, and, with dying eyes,</br>Sinks fainting on the ground.  So fades, so droops</br>The Sun-enamour'd Flow'r, which, all day long,</br>Had watch'd his circlet with continual gaze,</br>And seem'd to live upon his warmth; so dies,</br>When gloomy vapours intercept his beams,</br>Or, down the western skies, he rolls amain</br>And to the night's dark rule resigns the world.", "Zirene borne away, dread Zeuma, fir'd</br>Anew with glory, and his country's cause,</br>Gives the dread signal, and, in clouds of dust,</br>The mingling hosts engage; dire Discord leads</br>Them on, and, o'er the dubious battle, soars</br>In triumph; here impels the sordid wretch</br>With hope of plunder, and desire of gain;</br>Here, with false honour, fires the frantick soul</br>To cruelty, and rage:  Almagro's heart</br>She tortures with ill-fated love, and works</br>His brain to Phrenzy at Zirene's name;</br>Mad, with Despair and Jealousy, he roams</br>The combat round, to sooth his luckless flame</br>With Zeuma's death.  But he with caution stood</br>Aloof, and, where his routed troops retir'd,</br>With timely aid renew'd him to appear</br>Conspicuous in the battle's head, and dare</br>The utmost dangers of the day.  So, when</br>The gath'ring tempest first begins to rage,</br>And toss the foaming deep, the master sits</br>Securely on the stern, and give the helm</br>To an inferiour hand; but as the winds</br>Augment their roar, th' enormous billows swell</br>Like mountains to the clouds, and seas, and skies</br>Are lost in the increasing gloom; he guides</br>Himself th' endanger'd bark, and thro' the midst</br>Of light'nings, winds, and waves, undaunted drives</br>Along.  Now War and Fury, raving fierce,</br>Enkindled all their terrors, all their din</br>Grew madly loud; the horrid clank of arms</br>The noise of shouting to the skies:  Confusion storm'd</br>Amid the thickest fray, and, raging wide,</br>With violence extream o'erturn'd the ranks,</br>And scatter'd Fate around; trembles the Earth</br>Beneath the pond'rous weight of War, and groans</br>Afflicted when the Mighty fall; while streams</br>Of reeking crimson drench the thirsty soil,</br>And float along the plain:  th' impatient threats</br>Of eager Passion, the heart-piercing groans</br>Of Agony, and Pain, the frantick yell</br>Of shudd'ring Fear, the never-ceasing roar</br>Of martial enginery, in concert dire,</br>Rebellow'd hideous from the neigh'bring hills,</br>And echo'd on the breeze:  scarce louder rings</br>The universal sound of Ruin, when</br>Dread Earth-quakes cleave the shaken soil, when towns,</br>And mountains to the centre prone descend,</br>And Sorrow mourns the waste.  At length o'erpowr'd,</br>Distress'd, and broken, Zeuma's fainting troops</br>Give way; and dire Almagro, grimly pleas'd,</br>Collects his squadrons, and, in firm array,</br>Pursues th' advantage with unbated warmth,</br>And energy of rage:  but first, the great,</br>The matchless Hero of the western world</br>Fell in the midst of the encount'ring hosts,</br>And liberty with him expir'd:  an hill</br>Of slain, ennobled in their deaths by him,</br>Rose round his Coarse; no single arm could boast</br>The honour of his fall, but wounds on wounds,</br>Repeated thro' the whole attack, dismiss'd</br>His mighty soul to mingle with the gods.", "So when the column, which had long sustain'd</br>The pond'rous roof of some proud building, breaks,</br>With sudden crash, beneath the load, the pile,</br>With horrible convulsion, shakes throughout,</br>The arches tremble, and, in clouds of dust,</br>With huge destruction, tumble from above,</br>And heap a pile of ruins all around.", "Their Leader lost, the fighting few which yet</br>Remain'd, disdaining to survive, throng around</br>His lov'd remains, and with collected might,</br>Like lions struggling in the toils, sustain</br>The utmost efforts of their conqu'ring foes;</br>'Till Death gigantick, striding o'er the field,</br>Fought in their front, and, with resistless strength,</br>Stretch'd the thin squadron on the bloody ground;</br>When, tow'ring o'er the heap, he rear'd on high</br>His dreadful banner, and, with barb'rous joy,</br>Snatch'd the loud trump of fame, and shook the world</br>With blasts of horror, and the sound of arms.</br>"]