["'Tis he &mdash; that conflict of the soul declares</br>The Man of Sorrows!  on his holy brow</br>The deep dejection of his heart he bears.</br>Ne'er was his \"spirit sorrowful as now\"&mdash;</br>Foreknowledge gives to death a bitterer sting,</br>Omniscience marks the advent of his hour;</br>Oh if but one awakened conscience bring</br>Throes of remorse of an o'erwhelming pow'r,</br>How must his human nature at this time</br>Have groan'd beneath a world's accumulated crime.", "He speaks &mdash; his words no mysteries enshroud,</br>No parable obscures his meaning here&mdash;</br>(Not as he spake unto the wondering crowd)</br>Now the prediction comes distinct and clear&mdash;</br>No adversary's hand the dart shall send;</br>Nor he &mdash; mine enemy since time began&mdash;</br>But it is Thou \"mine own familiar friend.\"</br>The powers of darkness leave the deed to man.</br>\"He eateth with me,\" verily I say,</br>\"One whom I lov'd, e'en one among you shall betray.\"", "Oh, in the many sorrows he has known,</br>Where'er his numerous griefs and trials led,</br>A weary wanderer in a world his own,</br>Without a place wherein to lay his head;</br>No, nor that after travail of his soul,</br>Born in the garden of Gethsemane,</br>When from his brow the bloody drops that roll,</br>Proclaim the struggles of humanity;</br>No, not such agony &mdash; not even this</br>Could rend his bosom more than did that traitor's kiss.", "Oh it may cause a blush for human pride,</br>And human weakness may demand a tear,</br>To know that of these \"chosen\" at his side,</br>Of all the favoured \"twelve\" assembled here,</br>Of them, whose features agonized, deny</br>The injurious thought, and with impatient breath</br>Urge the alarming question &mdash; \"is it I?\"&mdash;</br>And pledge their faith, aye even to the death,&mdash;</br>Who when their Master to his fate was led,</br>Not one but then forsook his suffering Lord, and fled.", "And well Leonardo has thy hand proved true</br>To the sublime conceptions of thy mind&mdash;</br>And here may faith and piety renew</br>Their love to Him, who suffered for mankind.</br>Nor deem the thought too fanciful; e'en he</br>To whom Redemption is an unknown word,</br>Who feebly knows what price was paid to free</br>A ruined world &mdash; may gaze upon his Lord&mdash;</br>And he may feel these proofs of generous pain,</br>Whose heart the pulpit has assailed in vain.", "Behold th' apostate Judas &mdash; in his eye</br>Contempt sits dominant &mdash; on his lip disdain;</br>Yet is the hour of bitter penance nigh&mdash;</br>The  curse that lies upon unhallowed gain;</br>Then shall his lips, despairing, imprecate</br>That violence which \"cometh as a flood;\"</br>Loathing shall fill those eyes, and he shall hate</br>The wages of his soul, \"the price of blood;\"</br>To-morrow, and that insolence of pride</br>Shall be extinguished in the guilt of suicide.", "And there are thoughts for all, whoe'er thou art,</br>That gazest on a scene, so truly shown&mdash;</br>Deem not that here thou hast \"no lot nor part.\"</br>Nor gratify the eye of taste alone&mdash;</br>Christian or connoisseur &mdash; (nay do not frown)</br>Gaze, as thou hast gazed on the face of one</br>Thou lovedst once, now to his grave gone down,</br>But who for thee some generous deed has done.</br>I ask no feeling of idolatry</br>For art, &mdash; remember Him who died, who lives for thee.</br>"]