["LADY TRIFLE.</br>Bless me, what cards!  but yet I will ask leave.", "SIR GEORGE TOWNLY.</br>Madam, you have it; but I vow I grieve.", "LADY TRIFLE.</br>Di'monds and Hearts; and now I play Spadille.", "LADY PRATTLE.</br>My Lord!  my Basto falls.", "LORD MYRTLE.</br>And my Manille.", "LADY PRATTLE.</br>Were you on Friday at Gallini's ball?</br>Unluckily I lost my last new Shaul.", "LADY TRIFLE.</br>Your Ladyship will make me lose the vole.", "LORD MYRTLE.</br>There is no danger for you have the whole.", "LADY TRIFLE.</br>When people talk I never can attend.</br>Sir George, are you my enemy or friend?", "SIR GEORGE.</br>The game is certain, and is ours sans doute.", "LADY PRATTLE.</br>Di'monds to me are an unlucky suit.</br>At Loo or Whist, I stand a chance to win,</br>But at Quadrille I never gain a pin.</br>Sir George!  you deal; I hope the luck will change,</br>To hold such cards is really very strange.", "LORD MYRTLE.</br>I play in Spades.", "LADY PRATTLE.</br>Was ever such a trial?</br>But yet at youngest hand there's no denial.", "LADY TRIFLE.</br>My Lord!  your King is trump'd, an omen bad.", "LADY PRATTLE.</br>Upon my word it makes his Lordship sad.", "LORD MYRTLE.</br>Undoubtedly the case is very hard;</br>I never knew such an unlucky card.", "LADY TRIFLE.</br>Tis just a beast; my Lord, your game must lay.</br>Now, if you please, we will postpone our play;</br>For tea and coffee, it is proper time;</br>To drink it soon like Cits, is poz a crime;</br>Yet they affect their Routes, and parties quarre,</br>Concerts and drums; for which I vow I'm sorry.", "LADY PRATTLE.</br>The chat of tea-tables is my delight,</br>Such repartee abounds, and sense polite;</br>It really is the magazine of knowledge,</br>And more improving than a musty College:</br>With all his sense our Chaplain's such a clown,</br>I really blush for him when we're in Town;</br>He talks so loud, makes such an aukward bow,</br>And enters an assembly, Lord knows how!</br>And then he is so formal and abstruse.", "LORD MYRTLE.</br>Which, for to say the truth, I think the Deuce!", "LADY PRATTLE.</br>Dear Lady Trifle, have you left off tea?", "LADY TRIFLE.</br>Yes:  I'm so nervous, I can scarcely see;</br>And have such flutterings, and fits of crying,</br>That those about me fancy I am dying.", "SIR GEORGE.</br>The country air would make you plump and strong.", "LADY TRIFLE.</br>But when I'm there, the days appear so long.</br>There's no Society at Trifle Hall,</br>No gay assembly, but a poor race ball:</br>The neighbours think they elegantly treat,</br>If they provide enough to drink and eat:</br>One knows not what to talk of to such people,</br>Except their poultry, and their own Church steeple.", "LADY PRATTLE.</br>At Melville Place our life is just the same;</br>We've no companions, who deserve the name.</br>Our time is spent in sorting shells and flowers;</br>We keep such early, antiquated hours.</br>Then saunter in the groves and dismal park,</br>Without the hopes of meeting with a spark;</br>We see the distant view of spires and hills,</br>And hear the murm'rings of cascades and rills.", "LADY TRIFLE.</br>Our Vicar's wife is quite a downright Joan,</br>And never pleas'd but when she is alone;</br>One's so disturb'd too with her squalling brats,</br>Who scratch and scream like so many wild Cats.</br>Such scenes as these must rather kill than cure.", "SIR GEORGE.</br>A rural life I never could endure.</br>To me no transports fields or gardens give;</br>When I am in them, I exist, not live.</br>In London, Pleasure wears a vernal bloom,</br>Which banishes Reflection's painful gloom.", "LADY PRATTLE.</br>Sir George, have you seen Henderson in Lear?", "SIR GEORGE.</br>Yes, and approve him, with a heart sincere.</br>The house was crowded.", "LADY TRIFLE.</br>Did you like the farce?</br>Pray has it merit with eclat to pass?", "SIR GEORGE.</br>A petite Piece!  you know the Author's name</br>Is not the highest in the list of fame.", "LADY TRIFLE.</br>I hear that Captain Flash is gone abroad.", "LADY PRATTLE.</br>I'm not surpriz'd, his fortune was so flaw'd.</br>That Cap of yours is elegantly gay;</br>In highest taste, tho' not the least outre.</br>Were you last night at Lady Squabble's Route?", "LADY TRIFLE.</br>I was too ill to venture safely out.", "LADY PRATTLE.</br>Poor Lady Betty made a shocking figure;</br>Whene'er I see her she appears grown bigger.</br>Lord Brag, the new-made Peer, was dress'd en Plume,</br>And talk'd of pictures, which he bought at Rome;</br>He'd Di'mond Buckles, and a great Bouquet,</br>And seem'd delighted, when engag'd in play:</br>In all mad parties, he is now the man;</br>Upon my word, it is a wretched plan!", "LADY TRIFLE.</br>He always differ'd little from a fool.</br>Now, if you please, we will complete our pool:</br>No mighty matters have been lost or won.</br>With Tea and Coffee have you really done?</br>Remove the tea things, John, and stir the fire;</br>And bring the Indian screen a little nigh'r.", "SIR GEORGE.</br>I could engage to lay some serious bets,</br>One meets but seldom with such nice quartettes.", "LADY PRATTLE.</br>Good luck we all of us sincerely wish;</br>When we left off, I think it was cross fish.", "LADY TRIFLE.</br>You force the Ombre, which is very wrong.", "SIR GEORGE.</br>Pardonnez moi, I thought your hand was strong.", "LADY TRIFLE.</br>I hop'd, at least, you had a matadore;</br>Sir George, we've got the game, can you do more?", "SIR GEORGE.</br>I must be silent, and resign the whole</br>To you, if you intend to play the vole.", "LADY TRIFLE.</br>I can do nothing; where is the best Spade?</br>If that had fell, my Queen would then have made.</br>As the Pool's out, we will reward Manille;</br>My Lord, here's Basto, and I take Spadille.</br>I've won but little, yours are trifling losses.", "LADY PRATTLE.</br>When I'm at Cards, I always meet with crosses.</br>Next Saturday I hope we all shall meet</br>To hear some Music, in St. James's-Street;</br>La Motte will regulate, and lead the band;</br>And Captain Quaver is a clever hand;</br>Miss Minim too has promis'd to be there,</br>To sing Duetts, and some Italian Air.", "LORD MYRTLE.</br>Dear Lady Prattle, will you deign to sing?", "LADY PRATTLE.</br>Oh!  name it not!  I can do no such thing;</br>I cannot reach the compass of a note;</br>Whene'er I try, it settles in my throat.", "LORD MYRTLE.</br>At least you'll \"gently touch the warbling Lyre,\"</br>And with true harmony our hearts inspire.", "LADY PRATTLE.</br>I must go to Lady Flutter's Route;</br>And call on people, whom I know are out.", "LADY TRIFLE.</br>Why Lady Prattle need you go so soon?</br>To-morrow in the Park we'll meet at noon.</br>Sir George, you are engag'd I'll lay a bet;</br>If you are not, we will begin Piquette.", "SIR GEORGE.</br>Lord Myrtle, and myself, are doom'd to go</br>To Lord Quintessence, that egregious Beau;</br>How much more happy should I be with you;</br>Thus most reluctantly, I say adieu!", "LORD MYRTLE.</br>The call of Friendship I must needs obey,</br>So graciously receive my last conge!</br>"]