["Susanna heere, walkes forth the way to glory;</br>To shew her constancie and spotlesse fame,</br>If any fault, escape her faultlesse story,</br>The fault is mine; on me bestow the blame.</br>Which would her teach, before I could attaine,</br>Well tuned verse, or moralizing vaine.", "Were shee or no; were Joachim her goodman;</br>Had Jewes juditiall law, and Sanhedrin,</br>To judge of life, in stately Babilon;</br>Were Daniell hence, first knowne a Sambethin.</br>Were hee a childe, when hee so well presaged;</br>Or termed so, compared to these aged.", "Were these two segniors heere, (base slaves to sin)</br>Achab and Tzidkija, in Jeremie.</br>Fell this before, or when full thrall was in;</br>Or Cirus reign as some doe verefie.</br>Did all things passe, as they have past the pen:</br>Or proeme-like to better lives of men.", "These things I leave, to judgement of the wise,</br>(Gray headded Senate of our grave divines.)</br>If I should judge, I should but prejudize,</br>And with erronious letters, fill my lines.</br>It me contentes, that well I may avow,</br>The stories subject, such as most allow.", "Expect not heere, th' invention, or the vaine,</br>Of Lucrece rape-write:  or the curious scan,</br>Of Phillis friend; or famous fairy-Swaine;</br>Or Delias prophet, or admired man.</br>My chicken fethered winges, no ympes enrich,</br>Pens not full sum'd, mount not so high a pitch.", "Let Colin reare his flight to admiration</br>And traine his lovely flocke, his pipe to follow.</br>Let Damons reach, out-reach all imitation;</br>And frame melodious hymnes, to please Apollo.</br>The swaine that pend this pastorall for Pan;</br>Thought once to end his worke, ere began.", "For while I ment, to streigne these sorie noates,</br>Past Diapent, unto a Diapason;</br>There fell a chaunce within our seely coates,</br>Both great and suddaine; able to amaze one.</br>When mourning Mopsus cride, leave of thy play,</br>Shift noates a side, flinge a pipe and all away.", "Cease seely man; pull downe thy wonted pride,</br>Enjoine thy muse to mourne, and pen to moane.</br>(As did Amintas, when good Phillis dide)</br>For thou art quite forlorne, and left aloane.</br>Sith Thestilis, (thy Thestilis) hath left thee.</br>While death of greatest jewell, hath bereft thee.", "For Thestilis was shee, which joy'd thy springing;</br>Who eake allow'd thee breath, to blow thy pipe,</br>And idel time to whistle and be singing,</br>And bred thee up, till thou were waxen ripe.</br>Th' Elixer of thy life, in love was shee;</br>Whose coine did quintessence, thy muse and thee.", "Whose knight-riv'd birth, gave blazon to thy bloud,</br>Whose godly end, doth endlesse heere abide.</br>Yet wanting her, thou wantest all thy good,</br>As doe more flockes; the damme, and lambes beside,</br>Whom joyfull Thomas hath good will to vease,</br>From fruitfull lawnes, unto a shorter lease.", "This uncouth newes, did so my sences lame;</br>That though sweete Cynthius, told me by the eare:</br>My musicke after went in worser frame,</br>And as my musicke was, such was my cheere,</br>My looke unlusty; countenance abated,</br>Minde make-content; muse weake and overmated.", "Yet did I singe my sorrowes to an ende,</br>(An ende betakes, the longest tided day.)</br>And to a veruous patronesse commende,</br>My homly verse, and rusticke roundelay.</br>Whose godly zeale, equivalent with Hanna;</br>Will not disdeigne, to countenaunce Susanna.</br>"]