["Thus far with caution have we kept near shore,</br>And plied progressively the patient oar,</br>Now bolder grown &mdash; the Muse would spread her sail,</br>And court the vantage of that brisker gale,</br>Whose genial current shapes the lucid way,</br>Where Conversation's active topics play,</br>Topics which kindling as the spirits warm,</br>Give and receive the true convivial charm.", "Come then, Philosophy, with all those powers</br>Which soothe &mdash; improve &mdash; and gild the fleeting hours;</br>Come! &mdash; and when Vice would press her flattering tale,</br>And titled Folly with its airs prevail&mdash;</br>With thy commanding voice control their aim,</br>And point the way to a superior fame.</br>Teach them, that little arts, howe'er refin'd,</br>Are but the feebler instruments of mind;</br>That fashion's mirror shadowy forms displays,</br>Things without use &mdash; and actions without praise,</br>Pride without honour &mdash; without taste, expense,</br>Shows without comforts &mdash; Learning without sense.</br>'Tis thus philosophy by timely art,</br>Plays with dexterity the tutor's part,</br>Corrects the loose, excites the virtuous mind,</br>And spreads the general good of human kind.", "So erst the Grecian youth, with frolic fir'd,</br>And vanity which toils to be admir'd,</br>Burst through the sage's school, with flowrets crown'd.</br>And in swill'd insolence and wassail drown'd,</br>Awhile contemn'd the philosophic lay,</br>Nor heeded all its moral truths could say;</br>But such the charm of virtue o'er the soul,</br>Such her high port and dignified control,</br>Such the mild influence of her heaven-born thought,</br>So proud to execute what virtue ought,</br>The youth at last convinc'd &mdash; with blushes spread,</br>Drew down the pageant garland from his head,</br>Acknowledg'd all his former guilt with shame,</br>And pupil to the sage he scoff'd became.", "Rang'd by Philosophy in flowery vest,&mdash;</br>Light as the stream which bathes her playful breast,&mdash;</br>Let FANCY sometimes sport! &mdash;  that 'witching maid!&mdash;</br>Who charms by every grace that can persuade,</br>Whose arts display such variegated dyes,</br>As catch the willing senses by surprize.</br>What tho' she frolics with the jocund spring,</br>Alike with wisdom she delights to sing;</br>What tho' she fires the poet's phrenzied dreams,</br>Alike she guides the politician's schemes,</br>Sets by her magic skill whate'er is right,</br>In all the fascinating points of light,</br>Collects with taste the scatter'd diamond's rays,</br>Unites their efforts, and directs their blaze.", "Come too, let WIT in its best form appear,</br>Gay without looseness, frank &mdash; tho' not severe,</br>Inclin'd to laugh &mdash; yet rous'd at Wisdom's voice,</br>The first to aid &mdash; and decorate her choice.</br>When Wit thus comes array'd with every grace,</br>It keeps due seasons &mdash; dignity and place;</br>Spreads every charm when bosoms jointly share</br>The glow of converse &mdash; and contempt of care,</br>But checks the strain, and takes an humbler tone</br>Before the vulgar &mdash; or unletter'd drone;</br>Play'd off to such, like whispering &mdash; 'tis ill-bred,</br>In both &mdash; they're ignorant of what is said.", "But what's this WIT which so much power displays,</br>And draws around it such distinguish'd praise?</br>Is it a science issuing from the schools,</br>And taught progressively by settled rules?</br>Or can it &mdash; say, parochially proclaim</br>\"A local habitation and a name?\"</br>Ah no! &mdash; it ranges with the poet's eye,</br>Now stoops to earth &mdash; or now ascends the sky,</br>Flits through all nature with a boundless wing,</br>Is every where by turns &mdash; and every thing.</br>Now in a grave impressive strain 'twill shine,</br>And give a sterling sense to every line;</br>Now like the lightning's vivid flash 'tis found</br>Above &mdash; below &mdash; at every point around,</br>With plain simplicity 'twill sometimes press,</br>And now attract with all the lure of dress;</br>Now in an apologue will best prevail,</br>And charm its hearers by an artful tale;</br>Or in a simile their humour hit,</br>And by a parallel elicit wit.</br>In short, like Proteus, such its changeling power,</br>So form'd &mdash; so fitted to the varying hour,</br>That strive to paint it &mdash; by a magic air</br>It mocks description-and eludes all care,</br>Yes! &mdash; this is WIT, which in itself can find</br>These quick, successive images of mind;</br>Fancies which flow from their own native store,</br>Untaught by fashion, or scholastic lore,</br>The badge of merit, Nature's will imparts,</br>When first she stamps the bias on our hearts.", "Lo!  RAILLERY trips it from the same gay school,</br>Unaw'd by forms, or syllogistic rule,</br>Yet sure to please, addressed with proper skill,</br>Let plodding talkers spurn it as they will;</br>Not that which, snarling, worries all it meets,</br>&mdash;That mob-like education of the streets&mdash;</br>Nor that which probes, insidiously, to find</br>The secret failings of a neighbour's mind</br>True raillery takes a more exalted line,</br>And scorns by mean, unworthy arts to shine;</br>Amused, it frolics in a playful tone,</br>And laughs at follies in good-nature sown,</br>Or sets some talent in a different view,</br>By different lights, to shew what's merit's due;</br>Or fir'd by fancy of ingenious birth,</br>&mdash;Whilst it reveres the favourite sons of worth&mdash;</br>Mocks them for vices, which the world proclaims</br>Contrast the virtues that adorn their names:</br>Such as if MOIRA, prais'd by every tongue,</br>The good &mdash; the wise &mdash; the aged and the young,</br>Should be arraign'd for narrowness of mind,</br>To strangers callous &mdash; to his friends unkind,</br>The first to violate his country's laws,</br>The last &mdash; to volunteer in virtue's cause;</br>Truth thus revers'd, returns with novel praise,</br>And gilds the object with reflected rays.", "To wit and raillery's \"spirit stirring drum,\"</br>Come, ANECDOTE!  with all thy graces, come!</br>Now giving facts to light th' historic page,</br>Which scap'd the critic's eye, or writer's age,</br>Or now describing, in thy humorous way,</br>Some sprightly story of the modern day,</br>Something which meets \"the cunning of the scene,\"</br>Unmix'd with malice &mdash; petulance &mdash; or spleen:</br>Such cull'd with taste, and not by use grown stale,</br>In powers of entertaining seldom fail,</br>Relieve the grave &mdash; to mirth its rites afford,</br>And crown the sparkling glass, and hospitable board.", "See last where PUNNING waits &mdash; submissive &mdash; low!</br>Who says \"Come in, associate!\" &mdash; aye &mdash; or no?</br>\"No\" &mdash; growls some critic, skill'd in lumb'ring lore,</br>&mdash;Dull as the weed which rots on Lethe's shore&mdash;</br>Whose mind ne'er soar'd above those learned elves,</br>Whose labours fright old authors from themselves.</br>This is a wretched school-boy kind of taste,</br>Unfit for him by college honours grac'd,</br>Unfit for him who scorns such wordy wiles,</br>Nor once betrays his features into smiles.\"</br>Fir'd by congenial thoughts, \"No,\" cries the Cit,</br>\"Punning's, I am told, the lowest kind of wit,</br>A sort of talent by misfortune lent,</br>The bane of industry, and ten per cent.\"&mdash;</br>But men of this inveterate wisdom say,</br>Are there no times, or seasons to be gay?</br>Should we be always so intent to spare,</br>As to keep hourly watch and ward with care?</br>Is there no balance against human ills,</br>No spirit cordials &mdash; no convivial pills?</br>But all one cheerless round of form and place,</br>Where merry Morons dares not shew his face?</br>Be yours that life &mdash; be ours to soothe its cares,</br>And meet the world in all its playful airs,</br>To hail that pun, which comes impromptu drest,</br>In wit's gay trappings &mdash; badinage, and jest,</br>Or laughing out, humanely will decide,</br>And turn commencing bickerings aside.</br>Such puns, the truly learn'd will not revile,</br>At such the wise may innocently smile.", "'Midst many a dear, delightful friendly hour,</br>Warm'd by the beams of wit's enliv'ning pow'r,</br>When care suspended, gave the soul full play,</br>And tell-tale clocks unheeded toll'd away,</br>These rules were glean'd &mdash; from spirits pure in heart;</br>Who soar'd to science &mdash; or excell'd in art,</br>Or in the cause of virtue &mdash; giant strong,</br>Roll'd the full tide of moral truth along.</br>Sweet the remembrance of those pleasing tunes,</br>Which charm'd my youth, and now inspires my rhymes;</br>Sweet the remembrance of each worthy wight,</br>Who gave this pure and rational delight!</br>Some on Ierne's hospitable coast,</br>Whose loves and friendships were my earliest boast,</br>By whom the Muse was first induced to sing,</br>First taught to poise and spread her trembling wing,</br>Unconscious of that art's seducing schemes</br>Which merge all business in poetic dreams,</br>Unconscious of that more than magic skill,</br>Which lures the victim when and where it will;</br>Some who have been Britannia's boast and pride,</br>Alike to genius as to rank allied,</br>Men, as if fortune in her contrite hour,</br>Gave this amends for all her wanton power,</br>A large amends!  beneficent and kind,</br>To rouse and guide my energies of mind.", "JOHNSON, the Socrates of modern days,</br>Who must as often as he's named have praise,</br>Who in an age where talents sought their way</br>Through various routes of taste &mdash; caprice, or pay,</br>Though pressed by Poverty on every side,</br>Yet with a manly, firm &mdash; intrepid stride,</br>Form'd from himself a school of moral truth,</br>As guides for age &mdash; as institutes for youth,</br>His own example beaming through the whole,</br>In all the spotless purity of soul.", "BURKE, whose omniscient eye surveyed around</br>All that in learning &mdash; morals &mdash; taste were found;</br>The powers of rhetoric were all his own,</br>To shine &mdash; convince &mdash; or legislate alone;</br>All turn'd obedient to his guiding hand,</br>And bowed submissive to his sole command;</br>Yet whilst we view'd those powers in bright array,</br>Fruits more luxuriant grac'd th' enamelled way,</br>Ripe in experience &mdash; ripe in strength of thought,</br>Now warm'd by wit and now by judgment wrought,</br>'Till the wrapt mind by various passions tost,</br>Found all its thoughts in admiration lost.", "REYNOLDS, whom nature from his earliest hour,</br>Endued with all her fascinating power,</br>Adorned with every aid of graphic art,</br>To seize the genuine impulse of the heart;</br>Hence when his pencil sketch'd the human face,</br>He gave the mind &mdash; the manners and the grace;</br>The individual was not only known,</br>Portrait and Character alike were shewn.</br>To gifts like these, so apposite and clear,</br>He added all that could the man endear;</br>A sober sense, by easy manners led,</br>A fund of talk so perfectly well bred,</br>As awed e'en Malice to restrain her mind,</br>Knowing that Reynolds could not be malign'd.", "GOLDSMITH, whose moral, sweet, descriptive quill,</br>Pure as the fount on Aganippe's hill,</br>Displayed the talents of a virtuous muse,</br>With all the graces poets should infuse,</br>How oft, dear Bard of Auburn, have we strayed</br>Round London's purlieus in the summer shade,</br>Then at the Grecian closed our rambling day</br>With wits and templars in the social way,</br>Where mirth and observation's pleasing powers</br>Illumed and vivified the fleeting hours?</br>How oft I have seen the rays of nature start</br>Warm and impressive from thy honest heart,</br>In careless phrases &mdash; sometimes unrefin'd,</br>Yet all th' effusions of a pregnant mind.", "Adieu!  dear Bard!  and tho' 'tis many a year</br>Since fate has stopp'd thy muse's bright career,</br>Still Memory whispers with a grateful tongue,</br>How Reynolds painted &mdash; and how Goldsmith sung;</br>Still to my ear thy warbling lyre conveys</br>The fond memorials of thy well earned praise,</br>Alleviates still the loss it could not save,</br>And draws one comfort from th' oblivious grave;</br>A comfort &mdash; time &mdash; nor accident shall rend,</br>In feeling such a poet was my friend.", "Twinned with this sister art, 'twas BURNEY'S skill</br>To paint the powers of music at his will,</br>Those wondrous powers, which act without controul</br>To wake, to rouse, to animate the soul;</br>Or touch the chord where softer notes reply,</br>And pity blends her sympathetic sigh.</br>Such was his skill, and such his higher art</br>Alike to touch with harmony his heart</br>Where taste and science happily combined</br>To shew the produce of a cultured mind.", "Hail, happy spirit!  who with varied grace,</br>Bequeath'd those talents to thy rising race,</br>Where Burney's name with freshen'd bloom still lives</br>To shame those legacies which fortune gives.", "Nor Wyndham's merits should be left unsung,</br>Whilst memory has a note &mdash; or praise a tongue;</br>Arts, science, politics, his mind embraced,</br>In all the variegated forms of taste,</br>Eager to know what could in all be found,</br>And to communicate the same around;</br>What tho' in all this range of mental pow'r,</br>He sometimes cropt a thistle for a flower,</br>Tho' sometimes cap-a-pe he rear'd his lance</br>In all the gallantry of old romance,</br>His aims were honest, &mdash; and thus understood</br>He always acted for the public good.", "O Garrick!  who can paint thy various powers</br>To cheer and vivify the social hours?</br>Or, in the fascinating charms array'd,</br>To rouse &mdash; to melt &mdash; to threaten or persuade?</br>Whether in Lear's decrepid form, all wild</br>Pouring his frantic curses on his child,</br>Or now with murd'rous, felt Ambition warm,</br>Assumed Macbeth &mdash; or Richard's hideous form,</br>Or turn'd aside to meet in sprightly glee</br>His laughter-loving sister Comedy,</br>In Drugger's idiot look &mdash; or Ranger's ease,</br>Which gave to fashion every charm to please;</br>Whate'er the part, 'twas nature pure and whole,</br>Who for the purpose fir'd his kindred soul,</br>To shew the various passions as they rise,</br>Without the borrowed robes of art's disguise,</br>That all th' admiring world in him might see</br>Not One &mdash; but all mankind's epitome.", "How oft wrapped up in wonder have I been</br>When you and Shakespeare aggrandiz'd the scene!</br>How oft as listening on thy magic ground,</br>I shared in all the fond illusions round,</br>Lived o'er each act, joined in the loud applause,</br>And felt the moral of the Drama's laws,</br>Laws, which display the manners of mankind,</br>Improve our taste and meliorate the mind.", "Near Garrick's shrine, let modest Farmer stand,</br>Truth in his voice &mdash; decision in his hand,</br>Who rescued Shakespeare from the claims of art,</br>And gave to Nature, what was Nature's part;</br>Proved 'twas her power alone inspir'd his soul,</br>And taught the varying passions how to roll,</br>Gave him the range of all her wide domain,</br>Whilst panting Science followed him in vain.</br>Nor was this all the critic's praise &mdash; his mind</br>Alike was of the artless social kind,</br>Tho' learn'd yet clear &mdash; familiar yet well bred,</br>Without the courtier's smile &mdash; or pedant's head.", "Next BOSWELL came, whose roving fancy sought</br>By turns &mdash; the charms of pleasantry and thought;</br>Whatever subject met his mental view,</br>He added something pertinent or new;</br>For such the fulness of his jocund mind,</br>He needed no preparatives to find,</br>His humour, like the beauties of a face,</br>Cost him no trouble &mdash; it was nature's grace.", "Lo!  HORSLEY, champion of the church's cause,</br>And Barrington, the guard of British laws,</br>Who sought her records with the purest zeal,</br>And with his own example stampt their seal,</br>A seal, which proves this point in every suit,</br>That law best shines by manners, sense, and truth.", "Skilled in an art which, happily applied,</br>Displays benevolence on every side;</br>Joined to the graces which adorn that art,</br>Good temper, sense, and excellence of heart;</br>Such once was BROCKLESBY, my earliest friend,</br>Who waited not &mdash; for others to commend,</br>But led me onwards in the path of fame,</br>Gave me his arm &mdash; his patronage and name,</br>With all that cordial service could provide,</br>Nor ever once forsook me 'till he died.", "Lured by the Muse to stray from Rufus Hall,</br>To sprightlier scenes which rise at pleasure's call,</br>Murphy, 'twas your's to grace our social fire,</br>And give to converse all its rights require;</br>The scholar's knowledge, and the courtier's ease,</br>With every charm to cultivate, or please.</br>'Twas yours to tell who grac'd the drama's art,</br>Compared to those who now assume the part;</br>Now tell what actors flourished heretofore,</br>And now &mdash; who bellowed and were heard no more.</br>With all the Bedford critics could disclose</br>Quin's surly jests, and sprightly Foote's Bon Mots.</br>These thou couldst tell with many a varied grace,</br>With due regard to circumstance and place,</br>Or turn the theme, and equal powers display</br>Where graver observation led the way.", "Come, Nichols, last, not least in our regards,</br>Accept this tribute which thy worth awards;</br>And sure, if fond research to aid the store</br>Of ancient learning &mdash; or domestic lore,</br>If zeal, which every month successful plies</br>To paint the living manners as they rise;</br>If this be praise, then take your ample due,</br>For all those honest claims belong to you.", "Yet oh!  my friend!  with whom full many a night,</br>I have heard those worthies with supreme delight,</br>How sad to tell those happy scenes are o'er,</br>And all those loved associates now no more!</br>&mdash;All &mdash; all are gone, save we who still remain</br>As mourning heralds of this matchless train!", "Here let me ponder o'er those halcyon days,</br>Which filled my mind with knowledge, love and praise;</br>Here let me ponder o'er each honoured name,</br>Whose talk was wisdom, and whose friendship fame,</br>With many more whom Death's unsparing pow'r</br>Has swept untimely from the social hour;</br>Names that, perhaps, for many a coming age,</br>Shall ne'er alike adorn th' historic page,</br>Yet live for ever in my grateful breast,</br>The pride and solace of my evening's rest.", "This was my school &mdash; and surely I may boast</br>Some little merit from so bright an host;</br>Sure I might say &mdash; with such experience fraught,</br>Some skill in Conversation may be taught,</br>Some germ may strike to fertilize the mind,</br>And spread this science more amongst mankind.", "Here might we close &mdash; but that the social muse</br>&mdash;Who feels a public interest in her views&mdash;</br>Once more would touch, as ling'ring o'er the lyre,</br>Her favourite subject with congenial fire,</br>Proclaim its birth &mdash; its various charms rehearse</br>In no ignoble adulating verse,</br>But in such strains as to herself belong,</br>When truth and gratitude record the song,</br>Such cordial strains as parting friends attest,</br>When long remember'd pleasures share the breast.", "Whether in nature's mould &mdash; or that of art,</br>Man first was cast to act a social part,</br>Nor aught avails!  in social bands we're found,</br>Link'd in all parts &mdash; above &mdash; below &mdash; around.</br>The splendid firmament which spreads on high</br>Its awful front, and gives one common sky,</br>The fost'ring elements which round us wait,</br>Our equal birth-right &mdash; undistinguish'd fate,</br>Our conscious weakness &mdash; fond desire to know</br>If kindred thoughts in other breasts might glow&mdash;</br>All these, perhaps, first led us to unite</br>For mutual wonder &mdash; safety &mdash; and delight.</br>Our pleasures next society ensnar'd,</br>&mdash;For pleasures to be relish'd, must be shar'd&mdash;</br>'Till by degrees, with love and friendship's aid,</br>And laws and arts, and all-aspiring trade,</br>Converse spread out so general and refin'd,</br>To rank the great carousal of the mind.", "In vain we fly to books to gain this art,</br>For what can theories alone impart?</br>Such are, at best, but copies well design'd,</br>'Tis in th' original we read mankind:</br>Here natures ope her page without disguise,</br>And shews the living manners as they rise;</br>With books too often solitude will grow,</br>That nurse of private vice, and various woe:</br>As wine's abuse, that false ally to joy,</br>Soothing at first, hereafter to destroy,</br>Or spleen which urges with perpetual pain,</br>Suspicions &mdash; fears &mdash; anxieties &mdash; in vain,</br>Or manners rough &mdash; or diffidence of air,</br>Or silence which usurps the social chair&mdash;</br>Whilst CONVERSATION, ever on the wing,</br>Delights to rove through all the honied spring,</br>Like music's voice, harmonious, deep and clear,</br>Pours all its information through the ear,</br>Draws out the force of education's plan,</br>Combines the whole, and finishes the man.", "See how it decorates the classic page!</br>And how the ancients felt this pleasing rage!</br>Or at their baths &mdash; their meals &mdash; the public hall,</br>'Twas Conversation took the lead in all;</br>Here rights were canvass'd &mdash; manners understood,</br>And laws develop'd for the public good,</br>Here heroes' deeds were told with kindred blaze,</br>Nor humbler virtues 'scap'd their share of praise.</br>The matron's constancy, the sage's sense,</br>The grace of beauty, and its best defence,</br>The poor man's firmness in the struggling hour,</br>Contentment's charm, or riches' liberal power,</br>All learning taught &mdash; all daily life had shewn,</br>&mdash;The most instructive science to be known&mdash;</br>Were here enforced with simpleness and truth,</br>As food for age &mdash; or models for their youth,</br>Nay, even in death, they felt for human kind,</br>And left their moral legacies behind.", "O life's true teacher! &mdash; most illustrious sage!</br>Whose great example burns from age to age,</br>Who scorn'd the trammels of the wrangling schools,</br>And taught philosophy by christian rules,</br>Tho' doom'd a base &mdash; unworthy death to share,</br>&mdash;In spite of pity's voice, and virtue's prayer&mdash;</br>Still did thy soul, unbroken and serene,</br>With conscious truth survey the awful scene,</br>Fearless what pangs, the poison'd bowl could give,</br>And to the last &mdash; inform'd us how to live.", "And thou, blest shade!  whose name we must admire</br>Whilst British bosoms glow with British fire,</br>Who first brought learning at a cheap expense,</br>To store the public mind with useful sense,</br>Whose grace of thought disclos'd so pure a ray,</br>And shed such lustre round thy moral lay,</br>That Fashion's glass &mdash; no longer dup'd the age,</br>But crowds grew virtuous musing o'er thy page.</br>'Twas yours through life, by mild, parental air,</br>To make the children of mankind your care,</br>To guide our taste &mdash; inspire the rising youth</br>With love of honour, rectitude, and truth,</br>\"Form the soft bosom with the gentlest art,</br>And pour the human virtues in the heart.\"", "With such bright models, plac'd before our view,</br>Let's learn to copy each proportion true,</br>Explore what Conversation can produce,</br>For moral happiness &mdash; and social use.</br>In life's gay spring 'tis that perpetual school,</br>Which moulds the manners, free from tyrant rule,</br>Gives strength of mind and readiness to scan</br>The various habitudes of active man.</br>Possess'd of this we better learn to prize</br>What comforts fashion gives, or what denies,</br>What dress imports &mdash; what friendship's crowds employ,</br>In all the frivolous pursuits of joy.</br>Shielded by this, we better lean to shun</br>Those fatal rounds which youthful passions run;</br>Bacchus' mad court, or that unhallow'd fane</br>Where Pleasure's daughters lead a life of pain,</br>Where love assum'd keeps up a mimic show,</br>And every smile's the harbinger of woe.</br>Or Gaming's lure, which rends all social life,</br>Engenders fraud, rapacity and strife,</br>With feverish fits which harrow up the soul</br>'Twixt fruitless hopes and fears without control:</br>The cause of days unprofitably spent,</br>Of widow'd nights to wives with sorrow rent,</br>Of children left unfriended and forlorn,</br>A prey to vice &mdash; and poverty and scorn,</br>The bane of all man's honourable ends,</br>Fame &mdash; health and fortune &mdash; happiness and friends.</br>Far above such the virtuous bosom soars,</br>Who converse love &mdash; fly from these Syren shores.", "In works of taste, though sought with critic zeal,</br>'Tis Conversation stamps the final seal,</br>Marks what's original and what is known,</br>And adds another's strictures to our own.</br>What school &mdash; what travels, what examples taught,</br>As rich materials for our use are brought;</br>Proud now to feel what charmed our earlier days,</br>Return with tenfold interest to our praise,</br>On every side we some advantage prove,</br>It warms our friendship and revives our LOVE.", "Fir'd by that sound, my fancy how expands,</br>To hail the scene where hearts unite with hands,</br>To hail that scene, so exquisitely sweet,</br>Where souls co-mingling happy lovers meet.</br>Primaeval scene!  where joys spring up around,</br>Which he who never felt few comforts found,</br>Which he who scorns to feel and claim his part,</br>Deserves the miseries of a vacant heart.</br>Here the fond youth contemplates all the fair,</br>And finds that every virtue's treasured there,</br>Adorn'd with every grace that can invite,</br>And lead the senses to supreme delight,&mdash;</br>Hence all the ardour of his mind's display'd</br>To please &mdash; inform, and win the blushing maid.", "She, too, subdued, embarrassed looks around,</br>Yet hangs enraptur'd on the dulcet sound:</br>Warm'd by his strains &mdash; she feels herself inclin'd</br>To claim that half which heaven at first design'd,</br>And thus in words which purest thoughts impart,</br>Whispers in secret to her pulsive heart:</br>\"Sure Hymen here has found his lawful throne,</br>This is the man I now may call my own;</br>Nor modesty &mdash; nor virtue can upbraid</br>This frank confession of an artless maid;</br>I know we're one, I feel it in my frame,</br>Our thoughts, desires, and manners are the same,</br>With him through fortune's changes will I rove,</br>And all the business of our lives be love.\"", "Hearts thus united, following nature's end,</br>Soon mould the lover to the faithful friend,</br>And from the varying incidents of life,</br>Which others meet with sullenness or strife,</br>Call out the sweet regards of man and wife.</br>Those sweet regards by kindred thoughts improved,</br>That witching charm of \"LOVING AND BELOVED.\"</br>Hence, when the evening shadows scarf the day,</br>With all that bustle daily cares display,</br>And fond BENVOLIO seeks within his home</br>Those purer joys which never ask to roam,</br>Here Conversation finds its happiest hour</br>'Twixt love and duty &mdash; gratitude and power.</br>Here every finer chord is touched that rings,</br>When rapture swells the note and pours along the strings.</br>He now recounts in fond domestic ease,</br>All that he thinks will cultivate, or please;</br>\"The public good, which loyal hearts proclaim</br>As equal sharers of the public fame;</br>What cast of fortune speeds himself, or friends,</br>What match commences &mdash; or what law-suit ends,</br>What whims amuse &mdash; what useful books come out,</br>What neighbour meditates a friendly rout:\"</br>Perhaps some party for his household made,</br>Which asks the toilette's supplemental aid,</br>Then shews such presents for his children bought</br>As prove the pledges of a father's thought.", "Oh!  sweet exchange of every pure delight,</br>Which cheers the day and gladdens every night,</br>Where mutual looks express without a voice,</br>The bliss which consecrates a mutual choice,</br>Where children run to clasp their happy sire,</br>And form a listening group around his fire,</br>Where all combine to shew from nature's laws,</br>The Conversation piece which nature draws.", "Such the resource my widowed heart late knew,</br>Such were the scenes for years I had in view!</br>However fortune turned her giddy wheel,</br>Whatever stings she strove to make me feel,</br>Thy magic looks, MARIA, crushed her sway,</br>And changed the gloomy to the cheerful day;</br>For Oh! &mdash; the hand of heaven that made you fair,</br>Alike gave every soft persuasive air,</br>Manners to grace the polished walks of life,</br>Prudence to guide the duties of a wife.</br>With every charm connubial rights could prove,</br>Good humour &mdash; truth &mdash; amenity and Love.", "Then take this verse &mdash; thou dear departed shade!</br>For all the virtues which thy life displayed</br>This and a sigh &mdash; the memory of a heart</br>Which from thy loved idea ne'er shall part;</br>This and a tear &mdash; the homage of his woe,</br>Are all a sorrowing husband can bestow,</br>Are all, alas that now can claim his power,</br>The sad exchange for many a blissful hour.", "Yet from this tribute whilst I seek relief,</br>I court no partial audience to my grief,</br>My cause, ye Husbands!  is alike your own,</br>'Tis mutual love must fortify your throne,</br>Spread every joy &mdash; extinguish every strife,</br>And form the dear relationships of life;</br>Those melting charities which lead the soul</br>From kindred parts to harmonize the whole:</br>And if my long experience can impart</br>This useful truth more genial to the heart,</br>If it can make one married pair more wise</br>In the true value of the nuptial prize,</br>This prize which Providence at first design'd</br>To bless, cement and propagate mankind,</br>My object's answered, and thus understood</br>I feel the proud reward of doing good.", "In latter age when passions milder flow,</br>And our chief pride is raised on what we know,</br>Tho' love no longer takes an active part,</br>No longer flames, or agitates the heart;</br>Still Conversation holds its settled throne,</br>Its power of pleasing still is all our own.</br>By this once more we prove the virgin kind,</br>And gain fresh conquests o'er her charms of mind,</br>Excite the rising youth to found a name</br>On the broad basis of an honest fame,</br>Teach them that fortune &mdash; trimmed in all her charms,</br>And falsely called \"The Queen of Arts and Arms,\"</br>Acts but as handmaid to the vigorous mind</br>Where industry and virtue are combin'd;</br>Ev'n age will listen to our tales of truth,</br>And feel once more the energies of youth.</br>Thus Conversation, from its boundless store,</br>Ever dispensing and yet never poor,</br>Blends with instruction every cheerful hour,</br>Obtains respect and confidence and power.", "And when approaching to its awful close,</br>Life chiefly finds its comforts in repose,</br>When the calm mind, tho' from the world apart,</br>Still loves the commerce of a tender heart,</br>When ebbing nature wants some soothing friend</br>To cheer its spirit and support its end,</br>This social charm shall gild our setting day,</br>Inspire fresh hopes, and brighter views display;</br>Hopes which foretaste, confirm'd by pious trust,</br>\"THE SACRED CONVERSATION OF THE JUST,\"", "Where \"Man made perfect\" feels celestial fires,</br>Glows in discourse, or hymns in heavenly choirs,</br>Where, blest COMMUNION!  every joy is Thine,</br>ETERNAL TRUTH and HARMONY DIVINE.</br>"]