["I.</br>When Fate its utmost Cruelty had shown,</br>And the Illustrious CHARLES was now no more,</br>Th' Illustrious CHARLES, as Universally deplor'd</br>As heretofore ador'd,</br>Had chang'd his Earthly for a Heav'nly Throne,</br>And left the World, in all, but Sorrow, Poor;</br>Tir'd with the fatal Day's oppressive Grief,</br>And weary of my hateful Breath,</br>In welcome Sleep my Senses sought Relief;</br>Not for the small repose it brought,</br>But that it represented to my thought</br>The lov'd Resemblance, and desir'd Approach of Death.", "II.</br>Gently the sweet Enchantment o're me stole,</br>From part to part insensibly it crept,</br>And ceas'd not Charming 'till my Sorrows slept:</br>It was so complaisant and kind,</br>That while my Body lay confin'd,</br>It gave Enlargement to my wand'ring Soul.</br>The joyful Captive, now set free,</br>With active wings expatiates through the Air,</br>Resolv'd, because it found the freedom rare,</br>To improve the Blessing of its Liberty,</br>'Till almost wearied with its nimble flight,</br>The sad Complaints of a soft Mournful Voice</br>Its presence did invite,</br>Who where it heard the doleful noise,</br>With eager Motion hast'ned to alight.", "III.</br>Behold a Grove, whose Melancholy shade</br>Appear'd for Sorrow's last retirement made,</br>Where in confus'd disorder grew,</br>Bidding Defiance to the Sun's bright Eye,</br>The Mournful Cypress and Unlucky Yew;</br>So closely interwov'n they were,</br>His Mid-day Beams were Strangers there,</br>Nor durst into its dismal Secrets pry.</br>Here, in the darkest of the Solitude,</br>My Soul, which fearless did intrude,</br>Saw on the Margin of a Murm'ring Brook,</br>By a faint light almost expir'd,</br>An Awful MATRON, Mournfully retir'd:</br>Decent and Grave, yet Glorious was her dress,</br>And did an humble Grandeur well express:</br>Severe, but yet inviting was her Look,</br>And though Antiquity dwelt in her Face,</br>It heightned, nor impair'd, her Virgin Grace,</br>And made the modern Beauties justly give her place.", "IV.</br>Extended on the damp unwholesome Ground she lay,</br>And in her Right-hand held a Sacred Book,</br>Into whose Mystick Leaves none were forbid to look,</br>Since all from thence to Life must learn the way.</br>On her Left hand she rais'd her drooping Head,</br>Whence a decaying Glory seem'd to fly,</br>A new fall'n Crown too lay neglected by,</br>And wither'd Garlands round about were spread.</br>On her soft Body lay a Pond'rous Load,</br>Once, for her sake, the Burthen of her GOD,</br>On which, in Bloody Lines were writ,</br>(Such Lines as did the Tragick Scene befit)</br>Alas!  my Love is Crucify'd!</br>For me he carry'd This, for me on This he dy'd!</br>Brimful of Tears an Urn before her stood,</br>Which th' unexhausted Fountains of her Eyes,</br>Forbore not to maintain with fresh Supplies;</br>Resolv'd, if those shou'd fail, to make them good,</br>(Grand Evidence of Grief!)  with her last drop of Blood.", "V.</br>Surpris'd with Terror at the Mournful Scene,</br>And wond'ring what cou'd cause such Mighty Grief,</br>So beyond prospect of relief,</br>So hard for me to guess what it cou'd mean:</br>At last its Jayl th' Imprison'd Passion broke,</br>And like a mighty Wind</br>Struggling I' th' Caverns where 'twas long confin'd,</br>Her teeming Breast with strong Convulsions shook,</br>'Till at her Lips is forc'd a vent,</br>And in sad Rhet'rick made her thus lament.", "VI.</br>Unhappy and Disconsolate!</br>What hope has wretch'd EUSEBIA to survive,</br>When all for which she cou'd desire to live,</br>The grand supporter of her State,</br>Glorious as Good, and Pious too as Great,</br>The God-like CHARLES is snatch'd away by Fate!</br>Mourn, mourn, my Sons, and bow your Miter'd heads,</br>Since he, alas!  is fall'n who rais'd them High;</br>Now put on more than your own Sable weeds,</br>For Him who Cloth'd you in the purest Reds,</br>In Robes of Scarlet of the Richest Dye;</br>For Him by whose kind Influence you grew,</br>Your Neighbours Envy, and their Admiration too.</br>Ev'n with the Sev'n-Hill'd City you might vye,</br>And all the Roaring of her Bulls defie,</br>As well as all the Croaking of the hoarse Geneva fry,</br>While He, the Great Defender of your Faith was by.</br>He in your Dangers interpos'd</br>With Numbers of your Foes inclos'd;</br>And when the Nations sins had injur'd Heav'n,</br>Between its Vengeance and their Souls he stood;</br>Their shelter in all dang'rous Times and Things,</br>The best of Christians as the best of Kings:</br>By him such Blessings to his Realms were given;</br>He seem'd Created for his Peoples good.", "VII.</br>Here of fresh Tears an Inundation rose,</br>And by strong sighs driv'n fiercely on,</br>Did her Articulate Voice oppose,</br>And only in broken Accents gave her leave to moan.</br>The Sympathizing Brook began to swell,</br>And from the Trees a baneful moisture fell,</br>And all around was heard a dismal groan,</br>Which seem'd aloud to utter Desolation.", "VIII.</br>When, lo!  a strange unusual Light broke in,</br>And chang'd the dreadful Scene;</br>The hideous Lamentation ceas'd,</br>Charm'd with an harmonious sound,</br>And Light and Musick fill'd the place around,</br>And in the height of strange confusion pleas'd.</br>When from a Cloud of Incense seem'd t' alight</br>A Glorious Form, beyond conception bright,</br>Who rais'd the dying MATRON from the ground,</br>And with a Starry wreath her Sacred Temples Crown'd;</br>Next her Exuberant sorrow chid,</br>Which she with blushes strove to hide;</br>While the Divine Commissioner from on high,</br>Deliver'd his important Embassy.", "IX.</br>\"Darling of Heav'n, thy God's immediate care,</br>This causeless grief forbear,</br>And my Almighty Message hear.</br>As I with Legions of my fellows went,</br>For we by Heaven's Command were sent,</br>On the Illustrious CHARLES'S Soul to wait;</br>While from his antient Monarchy below,</br>(Pleas'd with the Orders we obey'd)</br>The Sacred Guest in Triumph we convey'd</br>To a sublimer State,</br>Which shall no end, no alteration know:</br>Th' ALMIGHTY'S Voice struck my attentive ear,</br>That Voice which Angels cannot hear;</br>But strait thy blush with shame, and tremble all with fear.", "X.</br>\"Thou, who, when first for Man's Salvation,</br>My great concern was shown,</br>Wer't sent to make the blest Contrivance known,</br>And to the Virgin brought'st the wond'rous News,</br>Which lofty Reason proudly did refuse,</br>And any Faith but Hers wou'd scruple to believe;</br>Yet she with humble Credence did receive:</br>Hence to that world another Errand make,</br>That world unfit such Blessings to partake,</br>But for my Dear ANOINTED'S, and EUSEBIA'S sake.</br>Go, wipe the Tears from my EUSEBIA'S Eyes,</br>Say, 'tis my pleasure she shou'd weep no more,</br>Tell her what Mercies I have yet in store,</br>Tell her she wrongs me with her crys,</br>Has she not try'd my Love; my Bounty heretofore;</br>And can she think me now Unkind or Poor?</br>Tho' for Mysterious reasons of my Heav'nly State,</br>I've call'd my CHARLES, my Great Vicegerant home,</br>From the dissatisfy'd repining Crowd,</br>Who ne're the Blessing understood,</br>Nor valu'd 'till too late,</br>To fix him on a Loftier Throne,</br>Becoming more his Goodness and my Own;</br>I've plac'd another in his room,</br>His Murder'd FATHER'S Second SON,</br>Who, as the First for Ages past has done,</br>Must Bless the World for Ages yet to come.", "XI.</br>\"The Mighty JAMES is he,</br>The Mighty JAMES ordain'd for Monarchy!</br>(Not the vain Idol of the Factious Crowd,</br>That base allay to CHARLES'S Royal Blood)</br>But One on every side deriv'd from Majesty:</br>As the Fourth Henry Great, as the fam'd Martyr Good.</br>Peaceful as the first Monarch of his Name,</br>But not Ignobly Tame;</br>For great Exploits in Arms admir'd and fear'd,</br>And still belov'd where most rever'd;</br>His Equal fills not any Mortal Throne,</br>For never, 'till in Him, were known</br>Such Courage and such Conduct met in One.</br>How did he make ungrateful France repent</br>The rudeness of their Complement,</br>When he, who nobly Acted on their side,</br>(To gratify a bold Usurper's Pride)</br>Was to their Enemies assistance sent?</br>How has he made the Belgick Lion roar,</br>And driv'n him back to that to that Rebellious shore,</br>To learn Submission and encroach no more?</br>How fearless and unmov'd he stood,</br>Besmear'd all o're with Blood,</br>His Life less valu'd than his Country's good!</br>But that, for greater benefits design'd,</br>Was our Almighty care,</br>In which his people were to find</br>A large reserve of Blessings yet behind;</br>Nor shall EUSEBIA want a lib'ral share;</br>To him she does as ami'ble appear,</br>And is, as to his Famous Predecessors, dear.</br>He does her grief with God-like Pity see,</br>And knows, and will reward her Loyalty.</br>He knows, Who, when the saucy Crowd</br>Grew insolent and lowd,</br>Unmov'd, the Tempest's boyst'rous Rage withstood,</br>And for his Right did faithfully contend;</br>That Right which now will Theirs defend,</br>That Right on which their hopes, on which their joys depend.\"</br>Thus spoke Th' Angelick Vision, and withdrew,</br>Chear'd with it's words EUSEBIA pleasant grew,</br>The Count'nance of the Place was alter'd too,</br>And my glad Soul in haste back to its Body flew;</br>For Life was acceptable now.</br>"]