["Deare Henries losse, Eliza's wedding day,</br>The last, the first, I sorrowed and song,</br>When laid my reedes for evermore away,</br>To sleep in silence, Isis shades among:</br>Dead to the Muse, and many-headed throng,</br>Through hard constraint of fruitlesse Hope compell'd:</br>And Envie rise, that kills with canckred tongue</br>The sacred Bay, so honoured of eld,</br>Though left forlorne, ne now, of Phoebus selfe upheld.", "Where are the Summers when the righteous Maid</br>With ev'nest hand the heavenly Scale did wield,</br>And golden Deed with golden meed repaid:</br>When Vertue was in price, for Vertue, held,</br>When Honours daintie but desert did guild,</br>And Poesie in graces goodly seene,</br>Rais'd her high thought, with straines that Nectar still'd?</br>They are ascended with that glorious Queene:</br>And she, alas, forgot, as she had never beene.", "But dearest daughter of the greatest Ile,</br>Sole glorious Empresse of the Northren Maine,</br>Yet thou her glory:  Since thou didst erewhile,</br>Thy bounteous hand, and sweet supportance daigne</br>Unto my verse, and all unworthie vaine:</br>As humblest Iute, by those armes I creep,</br>That gave me growth, and first my entertaine,</br>Else lowly buried in Oblivion deep,</br>Who heere had heard me sing thy sweetest babe a sleep?", "And him againe to waken with my song,</br>Which thousand tunes shall variously divide,</br>As Vahale by the flowerie bankes along,</br>I take my pipe at morne and eventide:</br>Hence may it downe thy gentle bosome glide,</br>And going on, allay th' enraged Rheine,</br>Where goodly Nimphes with Muses mild abide:</br>Who often in his surplusage of Wine,</br>Doe teach him Temperance, in songs and layes divine.", "Now while I shall beside this cradle sing,</br>Leave Venus Queene atime thy silver spheare,</br>And to mine aid thy daintie dearling bring,</br>With Mart appeased after death and dreare:</br>But from thy pure and peerelesse excellence,</br>Eliza mother, dreaddest Ladie deere,</br>Light, life, oh, lend unto mine eine and sence,</br>For vigor have I none but what I draw from hence.", "And Royall childe, who like another Sunne,</br>From Rosie bed arised'st in the East,</br>When that great light we saw extinct and done,</br>Ah Henrie, waild of every gentle brest,</br>Dart one sweet smile upon me early ghest:</br>And that my Muse with thine owne heigth may flie,</br>A feather shed from thy faire Phoenix nest:</br>So may she teach thy Fame to strike the skie,</br>And thee a Mirrour make to all Posteritie.</br>"]