["Unequal, how shall I the search begin,</br>Or paint with artless hand the awful scene?</br>Thro' paths divine with steps advent'rous tread,</br>And trace the muses to their fountain head?", "Ye sacred nine, your mighty aid impart,</br>Assist my numbers, and enlarge my heart!</br>Direct my lyre, and tune each trembling string,</br>Where POETRY'S exalted charms I sing;</br>How, free as air, her strains spontaneous move,</br>Kindle to rage, or melt the soul to love:</br>How her first emanations dawn'd, disclose;</br>And where, great source of verse!  bright PHOEBUS first arose.", "Where nature warmth and genius has deny'd,</br>In vain are art's stiff languid pow'rs apply'd.</br>Unforc'd the muses smile, above controul:</br>No art can tune the inharmonious soul.</br>Some rules, 'tis true, unerring, you may cull,</br>And void of life, be regularly dull:</br>Correctly flat may flow each study'd rhyme,</br>And each low period indolently chime.</br>A common ear perhaps, a vulgar heart,</br>Such lays may please, the labour'd work of art!</br>Far other strains delight the polish'd mind</br>The ear well judging, and the taste refin'd.</br>To blend in heavenly numbers ease and fire</br>An ADDISON will ask, a POPE require:</br>Genius alone, can force, like theirs, bestow,</br>As stars, unconscious of their brightness, glow.", "Hail GREECE!  from whence the spark ethereal came,</br>That wide o'er earth diffus'd its sacred flame,</br>There the first laurel form'd a deathless shade,</br>And sprung immortal for thy HOMER'S head.</br>There the great bard the rising wonder wrought,</br>And plan'd the ILIAD in his boundless thought;</br>By no mean steps to full perfection grew,</br>But burst at once refulgent to the view.</br>Who can unmov'd the warm description read,</br>Where the wing'd shaft repels the bounding steed?</br>Where the torn spoils of rapacious war,</br>With shocking pomp adorn the victor's car!</br>When from some hostile arm dismiss'd, the reed</br>On the mark'd foe directs its thirsty speed,</br>Such strength, such action strikes our eager sight,</br>We view and shudder at its fatal flight;</br>We hear the straighten'd yew recoiling start,</br>And see thro' air glide swift the whizzing dart.</br>When higher themes a bolder strain demand,</br>Life waits the poet's animating hand:</br>There, where majestic to the sanguin'd field</br>Stern AJAX stalks behind his sevenfold shield;</br>Or where, in polish'd arms severely bright,</br>PELIDES dreadful issues to the sight;</br>With martial ardour breaths each kindling page</br>The direful havock and unbounded rage,</br>The clash of arms tumultuous from afar,</br>And all that fires the hero's soul to war!", "Bold PINDAR next, with matchless force and fire,</br>Divinely careless, wak'd the sounding lyre,</br>Unbound by rule, he urg'd each vigorous lay,</br>And gave his mighty genius room to play:</br>The grecian games employ his daring strings,</br>In numbers rapid as the race he sings.", "Mark, Muse, the conscious shade and vocal grove,</br>Where SAPPHO tun'd her melting voice to love,</br>While ECCHO each harmonious strain return'd,</br>And with the soft complaining LESBIAN mourn'd.", "With roses crown'd, on flowers supinely laid,</br>ANACREON next the sprightly lyre essay'd,</br>In light fantastick measures beat the ground,</br>Or dealt the mirth-inspiring juice around.</br>No care, no thought, the careful trifler knew,</br>But mark'd with bliss each moment as it flew.", "Behold the soil, where smooth CLITUMNUS glides,</br>And rolls thro' smiling fields his ductile tides;</br>Where swoln ERIDANUS in state proceeds,</br>And tardy MINCIO wanders thro' the meads;</br>Where breathing flow'rs ambrosial sweets distill,</br>And the soft air with balmy fragrance fill.</br>O ITALY!  tho' joyful plenty reigns,</br>And nature laughs amid thy bloomy plains;</br>Tho' all thy shades poetick warmth inspire,</br>Tune the rapt soul, and fan the sacred fire;</br>Those plains and shades shall reach th' appointed date,</br>And all their fading honours yield to fate:</br>Thy wide renown and ever-blooming fame</br>Stand on the basis of a nobler claim;</br>In thee his harp, immortal VIRGIL strung,</br>Of shepherds, flocks, and mighty heroes sung.", "See HORACE shaded by the lyrick wreath;</br>Where ev'ry grace and all the Muses breathe;</br>Where courtly ease adorns each happy line,</br>And PINDAR'S fire and SAPPHO'S softness join.</br>Politely wise, with calm well-govern'd rage,</br>He lash'd the reigning follies of the age;</br>With wit, not spleen, indulgently severe,</br>To reach the heart, he charm'd the list'ning ear.</br>When soothing themes each milder note employ,</br>Each milder note swells soft to love and joy;</br>Smooth as the fame-presaging doves that spread</br>Prophetick wreaths around his infant head.", "Ye num'rous bards unsung (whose various lays</br>A genius equal to your own should praise)</br>Forgive the muse, who feels an inbred flame</br>Resistless, to exalt her country's fame;</br>A foreign clime she leaves &mdash; and turns her eyes,</br>Where her own BRITAIN'S fav'rite tow'rs arise;</br>Where THAMES rolls deep his plenteous tides around,</br>His banks with thick ascending turrets crown'd,</br>Yet not those scenes th' impartial muse could boast,</br>Were Liberty, thy great distinction, lost.</br>BRITANNIA, hail!  o'er whose luxuriant plain</br>For thy free natives waves the rip'ning grain:</br>'Twas sacred liberty's celestial smile,</br>First lur'd the muses to thy gen'rous isle;</br>'Twas liberty bestow'd the pow'r to sing,</br>And bade the verse-rewarding lawrel spring.", "Here CHAUCER first his comick vein display'd,</br>And merry tales in homely guise convey'd;</br>Unpolish'd beauties grac'd the artless song,</br>Tho' rude the diction, yet the sense was strong.", "To smoother strains chastising tuneless prose,</br>In plain magnificence great SPENCER rose:</br>In forms distinct, in each creating line,</br>The virtues, vices, and the passions shine:</br>Subservient nature aids the poet's rage,</br>And with herself inspires each nervous page.", "Exalted SHAKESPEARE, with a boundless mind,</br>Rang'd far and wide; a genius unconfin'd!</br>The passions sway'd, and captive led the heart,</br>Without the critick's rule, or aid of art:</br>So some fair clime, by smiling PHOEBUS blest,</br>And with a thousand charms by nature drest,</br>Where limpid streams in wild MAENDERS flow,</br>And on the mountains tow'ring forests grow,</br>With lovely landskips cheers the ravish'd sight,</br>While each new scene supplys a new delight:</br>No industry of men, no needless toil,</br>Can mend the rich, uncultivated soil.", "While COWLEY'S lays with sprightly vigour move,</br>Around him wait the gods of verse and love;</br>So quick the crouding images arise,</br>The bright variety distracts our eyes:</br>Each sparkling line, where fire with fancy flows,</br>The rich profusion of his genius shows.", "To WALLER next, my wond'ring view I bend,</br>Gentle, as flakes of feather'd snow descend:</br>Not the same snow, its silent journey done,</br>More radiant glitters in the rising sun.</br>O happy nymph!  who could those lays demand,</br>And claim the care of this immortal hand:</br>In vain might age thy heav'nly form invade,</br>And o'er thy beauties cast an envious shade;</br>WALLER the place of youth and bloom supplys,</br>And gives exhaustless lustre to thy eyes:</br>Each Muse assisting, rises ev'ry grace,</br>To paint the wonders of thy matchless face.</br>Thus when at GREECE divine APELLES strove</br>To give to earth the radiant queen of love,</br>From each bright nymph some dazzling charm he took,</br>This fair one's lips, another's lovely look;</br>Each beauty pleas'd, a smile or air bestows,</br>Till all the goddess from the canvas rose.", "Immortal MILTON, hail!  whose lofty strain,</br>With conscious strength does vulgar themes disdain;</br>Sublime ascended thy superior soul,</br>Where neither light'nings flash nor thunders roll;</br>Where other suns drink deep th' eternal ray,</br>And thence to other worlds transmit the day;</br>Where high in AETHER conscious planets move,</br>And various moons attendant round them rove.</br>O bear me to those soft delightful scenes,</br>Where shades far spreading boast immortal greens,</br>Where Paradise unfolds her fragrant flowers,</br>Her sweets unfading and celestial bowers;</br>Where ZEPHYR breathes amid the blooming wild,</br>Gentle as nature's infant beauty smil'd;</br>Where gaily reigns one ever-laughing spring;</br>EDEN'S delights!  which he alone could sing.</br>Yet not these scenes could bound his daring flight,</br>Born to the task, he rose a nobler height.</br>While o'er the lyre his hallow'd singers fly,</br>Each wond'rous touch awakens raptures high.</br>Those glorious seats he boldly durst explore,</br>Where faith alone, till then, had power to soar.", "Smooth glide thy waves, O THAMES while I rehearse</br>The name that taught thee first to flow in verse;</br>Let sacred silence hush thy grateful tides,</br>The osier cease to tremble on thy sides;</br>Let thy calm waters gently steal along,</br>DENHAM this homage claims, while he inspires my song.</br>Far as thy billows roll, dispers'd away</br>To distant climes, the honour'd name convey:</br>Not XANTHUS can a nobler glory boast,</br>In whose rich streams a thousand floods are lost.", "The strong, the soft, the moving, and the sweet,</br>In artful DRYDEN'S various numbers meet;</br>Aw'd by his lays, each rival bard retir'd:</br>So fades the moon, pale, lifeless, unadmir'd,</br>When the bright sun bursts glorious to the sight,</br>With radiant lustre and a flood of light.", "The comic muse, with lively humour gay,</br>In CONGREVE'S strains does all her charms display.</br>She rallies each absurd impertinence,</br>And without labour laughs us into sense.</br>The follies of mankind she sets to view</br>In scenes still pleasing, and for ever new.", "Sure heav'n who destin'd WILLIAM to be great,</br>The mighty bulwark of the BRITISH state,</br>The scourge of tyrants, guardian of the law,</br>Bestow'd a GARTH, designing a NASSAU.", "Wit, ease, and life in PRIOR blended flow,</br>Polite as GRANVILLE, soft as moving ROWE;</br>GRANVILLE, whose lays unnumber'd charms adorn,</br>Serene and sprightly as the op'ning morn;</br>ROWE, who the spring of every passion knew,</br>And from our eyes call'd forth the kindly dew:</br>Still shall his gentle Muse our souls command,</br>And our warm hearts confess his skilful hand.</br>Be this thy least of his superior fame,</br>Whose happy genius caught great LUCAN'S flame,</br>Where noble POMPEY dauntless meets his doom,</br>And each free strain breathing LIBERTY and ROME.", "O ADDISON, lamented, wond'rous bard!</br>The god-like hero's great, his best reward:</br>Not all the lawrels reap'd on BLENHEIM'S plains,</br>A fame can give like thy immortal strains.</br>While CATO dictates in thy awful lines,</br>CAESAR himself with second lustre shines:</br>As our rais'd souls the great distress pursue,</br>Triumphs and crowns still lessen to our view:</br>We trace the victor with disdainful eyes,</br>And all, that made a CATO bleed, despise.", "The bold pindarick and soft lyrick Muse</br>Breath'd all her energy in tuneful HUGHES!</br>Musick herself did on his lines bestow</br>The polish'd lustre, and inchanting flow!</br>His sweet cantata's and melodious song</br>Shall ever warble on the skilful tongue!</br>When nobler themes a loftier strain require,</br>His bosom glows with more than mortal fire!</br>Not ORPHEUS' self could in sublimer lays</br>Have sung th' omnipotent CREATOR'S praise.</br>DAMASCUS' moving fate, display'd to view,</br>From ev'ry eye the ready tribute drew:</br>Th' attentive ear, the bright EUDOCIA charms,</br>And with the gen'rous love of virtue warms;</br>She seems above the ills, she greatly bears,</br>While PHOCYAS'  woes command our gushing tears.</br>ABUDAH shines a pattern to mankind;</br>In him the hero and the man are join'd.", "High on the radiant list, see!  POPE appears,</br>With all the fire of youth and strength of years:</br>Where-e'er supreme he points the nervous line,</br>Nature and art in bright conjunction shine.</br>How just the turns!  how regular the draught!</br>How smooth the language!  how refin'd the thought!</br>Secure beneath the shade of early bays,</br>He dar'd the thunder of great HOMER'S lays;</br>A sacred heat inform'd his daring breast,</br>And HOMER in his genius stands confest:</br>To heights sublime he rais'd the pond'rous lyre,</br>And our cold isle grew warm with GRECIAN fire!", "Fain would I now th' excelling bard reveal,</br>And paint the seat where all the muses dwell,</br>Where PHOEBUS has his warmest smiles bestow'd,</br>And who most labours with th' inspiring God:</br>But while I strive to fix the ray Divine,</br>And round that head the lawrel'd triumph twine,</br>Unnumber'd bards distract my dazzled sight,</br>And my first choice grows faint with rival light.</br>So the white road that streaks the cloudless skies,</br>When silver CYNTHIA'S temp'rate beams arise,</br>Thick set with stars o'er our admiring heads,</br>One undistinguish'd streamy twilight spreads;</br>Pleas'd, we behold, from heaven's unbounded height,</br>A thousand orbs pour forth promiscuous light:</br>While all around the spangled lustre flows;</br>In vain we strive to mark which brightest glows;</br>From each the same enlivening splendors fly,</br>And the diffusive glory charms the eye.</br>"]