["O P&mdash;!  happiest of the rural train,</br>Rich in content, and bless'd with mod'rate gain:</br>In calm retirement from polluted towns,</br>Beyond the reach of busy blockheads frowns:</br>Blockheads &mdash; and knaves, the h&mdash;r or the h&mdash;'d,</br>With which our city's gloriously adorn'd;</br>Pests to the public, and, in private life,</br>Fomenting broils, and sowing endless strife,</br>To thee I sing:  if thou approve, content;</br>Then hear with patience this my just complaint:</br>Strict truths the muse shall to thine ear impart,</br>Truths that may strike without the help of art:</br>No personal dislike inspires her rhymes,</br>But virtuous hatred at their swelling crimes.", "Hard that man's lot, who holds his narrow cell,</br>'Mong wormwood hearts and tongues inflam'd by hell&mdash;</br>Shun but to join among the idiot croud,</br>Immediately ye're thoughtless or ye're proud:</br>Keep within doors to shun their jarring din,</br>Ev'n that's accounted as a damning sin:</br>Make books your friends, avoid all public things,</br>This only a more dreadful sentence brings:</br>\"He's fretful, grossly stupid, ev'n his looks</br>Are quite contracted, pouring over books;</br>Stiff and dogmatic, always sour, but yet,</br>At times has something which resembles wit.\"</br>The sages thus &mdash; a rhyme comes on the town,</br>Some wretched Ballad or obscene Lampoon;</br>They read it o'er, with frantic rage they bizz,</br>And then conclude it surely must be his.", "This case is mine, hemm'd in on ev'ry side,</br>By k&mdash;ves who on their vices found their pride;</br>Who boldly triumph in their glaring crimes,</br>And bless the glorious freedom of the times.", "Here Ignorance maintains her gloomy reign,</br>With ev'ry vice attendant in her train;</br>A queen she sits, in lurid clouds enshrin'd,</br>A form unseemly, rude, and unrefin'd,</br>With deadly night-shade round her brows are bound,</br>And for a robe black darkness wraps her round.", "About her fiercely whirl in furious storms,</br>Clouds of all sizes, hues, and varying forms,</br>By vice and error moulded as they fly,</br>Attractive baits to ev'ry vulgar eye:</br>These clouds the people chase with great delight,</br>While she among them breathes primaeval night;</br>Their empty heads in dismal fogs she shades,</br>And rank Lethean dews among them spreads:</br>As owls, who shun the beams of chearing light,</br>But safely wing their way thro' dusky night;</br>Ev'n so the wretches, in their clouds secure,</br>They lie and cheat &mdash; they drink, intrigue, and wh&mdash;re.</br>Kind MUSE, if that thine eye the gloom can pierce,</br>The leading chieftains, and their acts rehearse,</br>Brush all their artificial veils away,</br>And ev'ry k&mdash;ve expose in open day.", "Mark, thoughtless and contented how they stroll,</br>In clouds that damp the feelings of the soul,</br>Clouds ever deep'ning in their horrid dye,</br>Impenetrable to the mental eye,</br>Expunging now the last remains of light,</br>And awful prelude to eternal night.", "Here Madam Froth her wanton pleasure takes,</br>Amidst a croud of hollow-hearted rakes;</br>At different lurking corners she receives,</br>The gifts of Lust among her bestial slaves:</br>Just now, see where a clumsy clown draws nigh,</br>The gloom around him wears a deeper dye;</br>Wealthy he is, and loves his money too,</br>But boiling Lust ev'n miracles can do.</br>As when convulsive earthquakes shake the ground,</br>And nodding groves and mountains rock around,</br>At bursting mouths the vapours foul expire,</br>By turns in water, and by turns in fire;</br>Such is the tumult in his grov'ling soul,</br>Where Lust and Av'rice each contend for rule.</br>Now Avarice spreads out some golden scheme,</br>Then kindling Lust inwraps the soul in flame;</br>To ease them both, at length he forms a plan,</br>To use his neighbour's wife as cheap's he can;</br>Then living plagues may follow if they will,</br>The cuckold stands 'tween him and danger still.", "Thus does he scheme &mdash; and, fill'd with these intents,</br>Comes waddling up, some tinsel trash presents,</br>Her beauty praising &mdash; though ill-form'd and foul,</br>His gifts and flatteries soon subdue her soul.</br>In raptures she receives his base embrace,</br>Without restraint before her husband's face:</br>He growls at first &mdash; but sees with great surprise,</br>Something like splendor in his hall arise;</br>Then smiles to think (altho' his wife be frail)</br>Upon the splendid trophies of her t&mdash;l:</br>There let him smile, 'midst rising wealth and shame,</br>While infamy devours his odious name.", "Here NESSUS too, struts bold with formal air,</br>Beneath his cloud, and always speaking fair,</br>Among his brethren in the gloomy maze,</br>Still ready with some complimentary phrase;</br>All grace, all manners, fawning, scraping, bowing,</br>Ev'n when he's bent upon the person's ruin:</br>What's graceful in another makes him vile;</br>He strives to please on purpose to beguile:</br>Talks loud of honour, yet falls down in dust,</br>A humble vot'ry at the shrine of lust;</br>So ramp a &mdash; with ev'ry age he'll wh&mdash;re,</br>From blythe fifteen to beggars at fourscore.", "As satan, wrapt in wild-fire sheds a ray,</br>Thro' night delusive on the trav'ler's way;</br>Or as some cunning knave with pious face,</br>Preaches and prays &mdash; most fervent for a place,</br>To all appearing (tho' his aim's the fleece)</br>A humble, harmless, messenger of peace;</br>So all his flourish is but flimsy art,</br>Thin cobweb cov'ring for a rotten heart;</br>And fair designs altho' he seems to form,</br>They're but as meteors in a midnight storm;</br>A feeble gleam half pour'd upon the sight,</br>Then in a moment lost in endless night.", "Mark next where Gripus' awful front is rear'd,</br>Around him groans incessantly are heard;</br>Extortion fell sits frowning on his crest,</br>And av'rice bars out pity from his breast;</br>Where'er he turns, 'tis with resistless sweep,</br>The widows tremble and the orphans weep:</br>His god is gain, save loss he nothing fears,</br>And walks unmov'd 'midst groans and flowing tears.", "Now on, my Muse, haste forward to the throne,</br>Where countless crimes are found compleating one;</br>O'erleap that cloud which little &mdash; hides,</br>Where, serpent-like, he snuffs and Heav'n derides,</br>With all its works &mdash; whence issuing forth secure,</br>He springs with iron talons on the poor:</br>'Tis nothing tho' he's void of sense or grace,</br>Heav'n made him for a scourge unto the place.", "That other also cautiously avoid,</br>'Midst famish'd pointers there does &mdash; reside;</br>Unfold him not, his little puny soul,</br>Is baser than the brutes that round him growl;</br>And tho' ransack his multifarious crimes,</br>There's none but would disgrace ev'n dogg'rel rhimes.", "Flee also this that's always whirling round,</br>With gath'ring horror ever gaining ground;</br>'Tis dang'rous as the mad tornado's roar,</br>Or night's fell breath on Afric's burning shore,</br>The rankest fumes that ignorance can breathe,</br>To reason's offspring instantaneous death;</br>'Twas  form'd a bulwark for his bard's defence,</br>Impervious to the beams of common sense;</br>Amidst it, there he sits in want and woe,</br>To reason sworn an everlasting foe.", "Pass by Ostentius where he's aping pray'r,</br>While seeming zeal sets all his soul on fire;</br>But see him when aris'n from his knees,</br>Pursuing wealth, and acting sin with ease;</br>Whoever's poor he treats with open scorn,</br>Tho' ev'ry noble gift their minds adorn:</br>Heav'n's road, if rough, he'd scorn to walk an ell,</br>But, gild his way, he'll venture down to hell.", "Thy friendly aid O grant, inspiring Light!</br>The dismal gloom increases on my sight.</br>Beneath her throne there lurks a darling crew,</br>The queen seems loth should be expos'd to view;</br>Her dusky robe to skreen them, out she spreads,</br>And draws across them doubly darken'd shades:</br>Two parties here support her regal state,</br>Tho' gainst each other fill'd with mortal hate.</br>The first, devoutly, gloomy anthems sing,</br>The burden still returning, Church and King:</br>King is a word for ever in each mouth,</br>And all that kings have said they hold for perfect truth.</br>Amidst them, frowning, Supersition sits,</br>Turns round their brains, and stuns their shallow wits,</br>Her frantic motions fill their hearts with fear,</br>And ev'ry breath she blows, the soughs of hell they hears.", "As when heav'n's fire on the grim face of night,</br>In dismal gleams sheds a disast'rous light,</br>The trav'ler, eager some repose to fiind,</br>While horror creeps along his darken'd mind,</br>Doubles his speed, but wanders far astray,</br>Unfit amidst the glare to find his way;</br>So they, with voice distracted and une'vn,</br>In quaking terror ask the way to heav'n:</br>Still as her voice is heard they careful turn,</br>While kindling zeal and holy passions burn,</br>A thousand prospects open to their view,</br>And ev'ry way she sends them but the true.</br>Now fasting suits the genius of the times,</br>Now Charity can expiate all their crimes:</br>Now, swoln with rage, she raves in furious mood,</br>And blood, she cries &mdash; nought else will do but blood.</br>In error see where wretches yonder stray,</br>Go force them quickly to your righteous way,</br>Or with their blood your debt to justice pay.", "Arous'd to rapture now, they all take way,</br>The foes of holy MOTHER CHURCH to slay;</br>They snatch their weapons with a furious joy,</br>And ev'ry mouth, exulting, cries, destroy:</br>When lo!  at once their hearts are fill'd with awe,</br>And all their plans are marr'd by TOLERATION LAW.</br>Thus oft the captive tyger in his cage,</br>Dreams of his empire &mdash; and in kindling rage,</br>With burning joy cowrs in his dark retreat,</br>List'ning the near approach of human feet;</br>He inly yearns, he champs his horrid jaws,</br>Bristles his hair and spreads his murderous paws;</br>Then springs a leap to beat them to the ground,</br>In vain&mdash; for ir'n bars do hem him round.", "Then next and last appears a motely train,</br>Where ancient chaos seems again to  reign,</br>Creatures in rags, whose naked weans and wives,</br>By hunger's pow'r are pining out their lives;</br>Pale wretches groaning under poortith's curse,</br>Whose hearts are bury'd in their neighbour's purse:</br>Rude rakes, of whom all good has ta'en farewell,</br>And ev'n, in hope, has left them nought but hell;</br>Miscreants, whom heav'n had made to grace a &mdash;,</br>But spar'd have been by mercy in their fellows,</br>Sit plotting here 'gainst unoffending peace,</br>And honesty to plunder of his fleece;</br>Unfit to stem their own unhappy fate,</br>Their skill is all conjoin'd to mend the STATE:</br>Bribes, Places, Pensions, Taxes, Tyrants, Spies,</br>From fifty mouths at once promiscuous flies:</br>One rails at priestcraft, one cries out at kings,</br>A third 'gainst God himself a libel brings:</br>One claims his neighbour's wife, the next his horse:</br>One likes his lands and one would have his purse:</br>One in his cellar thinks he'd stench his greed,</br>And some there's nought could please them but his head.</br>So when a gang of thieves, with risk and toil,</br>Some miser's stores have made their gen'ral spoil,</br>Each claims a share his neighbour won't bequeath,</br>'Till often times it ends in blows and death.", "With joy the queen sees from her ebon throne,</br>Such genuine sons of night her sceptre own,</br>Their meritorious service to reward,</br>And as a mark of pure unfeign'd regard,</br>She now presents amid the ragged crew,</br>A Hydrean monster horrible to view,</br>Her darling son (now rising into fame)</br>By hell's grim king, and ATHEISM his name:</br>Earth's fabl'd sons his height doth far excel,</br>With heads more num'rous than the Muse can tell:</br>Like livid flames his rolling eye-balls glare,</br>Terrific unto all but dark despair:</br>Mouths without number to the monster's giv'n,</br>And ev'ry mouth's employ'd blaspheming heav'n:</br>His countless hands as many shafts employ,</br>All aim'd the peace of mankind to destroy.", "With rev'rance fill'd, they all without delay,</br>Fall on their knees and grateful homage pay:</br>Well pleas'd the monster \"grins a ghastly smile,\"</br>The queen with rapture eyes them all the while,</br>The ope's her mouth &mdash; they  bending lend an ear,</br>And this discourse with humble rev'rence hear.</br>\"All hail, my friends!  who gloriously have broke,</br>The chains that bound you in a galling yoke,</br>By Kingcraft fram'd, by Priests and knaves held on,</br>In spite of mankind's ever murm'ring tone;</br>This son of mine shall henceforth be your guide;</br>Beneath his conduct ev'ry bliss you'll gain,</br>And peaceful use whate'er you can obtain;</br>All qualms and scruples shrink before his eye,</br>And conscience mute below his feet shall lie.", "\"Let silly creatures, press'd with gloomy fears,</br>In self-denial waste their precious years,</br>And spurn at bliss by bounteous nature giv'n,</br>In hopes of something which they call a heav'n,</br>Be't yours the present moments to employ,</br>On all that's pleasant &mdash; all ye can enjoy;</br>Spurn zealots talk of judgment, fire, and chains,</br>Hell no where burns but in their fiery brains:</br>True, plausible at times their tale may seem,</br>But who'd believe what idle Churchmen dream:</br>Let no such whim your minds uneasy keep,</br>Death wraps you up in everlasting sleep,</br>In endless sleep,\" she paus'd and said again.</br>They bow their heads, and humbly say, AMEN.</br>"]