["COLIN AND PHEBE.</br>SCENE, THE FIELDS COVER'D WITH SNOW.", "PHEBE.</br>Colin, how painful is this piercing wind!</br>Thou canst now screen me from its blasts unkind.</br>Oh, heav'ns!  my fingers ach to that degree,</br>My gushing tears declare my misery.", "COLIN.</br>In pity for thy pain, my tears behold;</br>Thy sorrows pierce me more than winter's cold.</br>Could I assuage the rigour of the sky,</br>No more should Phebe weep, or vainly sigh.</br>The winds, alas!  are deaf to all I say;</br>The cruel winds would tear thy cloak away!</br>Give me thy hands, nor let me sigh in vain;</br>Oh!  let me breathe them into life again.</br>Ye northern blasts, the coldest of the skies,</br>That freeze the tears which roll from Phebe's eyes;</br>Whose chilling breath has kill'd each tender flow'r,</br>That summer blow'd to deck my fair one's bow'r;</br>Forbear to touch her charms, where roses gay</br>For many winters never knew decay.", "PHEBE.</br>Let's drive our shiv'ring cattle to the screen</br>Of yonder crowding oaks with ivy green;</br>Under whose boughs our kine may shelter find,</br>And the thick covert keep us from the wind.", "COLIN.</br>How chang'd that place!  our former lov'd retreat;</br>Then the cool winds came welcome to our seat!</br>Then blooming thickets scented yonder vales,</br>And on their green arms danc'd the nightingales.</br>Then ev'ry bird was full of gaiety,</br>And fearless came and kept us company.</br>For we ne'er took their eggs, or hurt their young,</br>Or lur'd them to the lime-twigs when they sung.</br>No sky-larks now are warbling from above,</br>Spreading o'er sunny fields the voice of love;</br>But rising lonely, dreadful to their sight,</br>Slowly in circles mounts the bloody kite.", "PHEBE.</br>But seen th' increasing blasts so fiercely beat,</br>Our kine for shelter to the furze retreat;</br>Without thee, Colin, here I could not stay,</br>Unless to perish ere the close of day.</br>But let the sharpest frost bind up the rills,</br>And make the fens as hard as rocky hills,</br>Nay, hang his isicles on ev'ry tree,</br>I would rejoice to tend the herd with thee.", "COLIN.</br>Let freezing winds the rivulets restrain,</br>And turn to stone the waters on the plain;</br>They cannot freeze the spring of love that flows</br>Thro' my warm heart, and in my bosom glows.</br>How sweet the words from Phebe's lips to me!</br>\"I would rejoice to tend the herd with thee:\"</br>Such tender songs from Phebe have the pow'r</br>To make the surly winter cease to low'r.</br>The sky grows light, the winds are less severe;</br>The fall of snow is o'er; the hills appear.</br>Ye slacken'd gales that now your rage restrain,</br>And seem to sigh for giving Phebe pain,</br>Ah!  if ye pity her, the clouds remove,</br>And let the cheering sunbeams warm my love.", "PHEBE.</br>Colin, I like this bank with shrubs o'ergrown;</br>See here how early is a primrose blown!</br>Soon to be nip'd again; for thick behold</br>The winter-fruits, a certain sign of cold.</br>See how the field-fares and the thrushes flock</br>To yonder scarlet haws beneath the rock.</br>How rich with fruit yon bending black-thorn shows!</br>And see where Colly feeds, a tree of sloes</br>Bows its rich head, as it would us salute:</br>Touch'd with the frost, a sloe's my fav'rite fruit.", "COLIN.</br>I'd rather pluck a single sloe for thee,</br>Than for myself the fruits from ev'ry tree.</br>How poor would Colin be without his fair,</br>Should ev'ry hedge the choicest berries bear:</br>But rich with thee, tho' in the meanest cot,</br>Upon the wildest hill's most barren spot.</br>Lost to the world, and ev'ry pleasing swain,</br>Where one room only kept us from the rain.</br>Where not the meanest bird would deign to sing,</br>Nor swallow tell the dear return of spring.", "PHEBE.</br>Thy favours, Colin, chear my grateful heart,</br>And to my  soul the warmest joys impart!</br>Love makes it spring!  Are not the fields more gay</br>Than e'er I saw them in the month of May?</br>The woods, the groves, the meads, the fields, from hence</br>Seem blooming, guarded with a silver fence.</br>Nor want we music; here are purling springs,</br>And like a nightingale the robin sings!</br>Hark! &mdash; the winds whistle sweetly as they fly!</br>Methinks I hear soft music in the sky!", "COLIN.</br>Look upward, Phebe, and behold a train</br>Of snow-white swans, that seek the distant main.</br>Their fanning pinions please my list'ning fair,</br>And make soft music with the yielding fair,</br>Return, fair birds!  the pleasing sounds renew,</br>And Phebe's tuneful voice shall mount to you.</br>From her such melting notes shall reach the sky,</br>That you in sweeter strains may learn to die.", "PHEBE.</br>See, Colin, see, the cattle round the brink</br>Of yonder pool in vain attempt to drink;</br>To break the ice they call in pensive mood,</br>With lowings echo'd from the naked wood.</br>"]