["Hence, meagre pale Disease,</br>From the crude Banquets of Intemperance bred;</br>Nurs'd in the sluggard Bed,</br>And folded in the Arms of pamper'd Ease:</br>Hence to Boetian Bogs;</br>Whence humid Auster on his dropping Wings</br>Gross Exhalations brings,</br>Where rank Effluvia from the marshy Brake,</br>Or murky stagnate Lake</br>Pregnant with Ills arise in misty Fogs.</br>And come, Hygeia, bland and fair,</br>Flush'd with the Glow or Morning Air;</br>With coral Lip and sparkling Eye,</br>Complexion of ensanguin'd Dye;</br>With chearful Smile, and open Brow,</br>Where Care could ne'er one furrow Plow;</br>With steady Step, and Aspect sleek,</br>The Rose that glows on Stella's Cheek,</br>And snowy Bosom, whence exhales</br>The Sweetness of Etesian Gales.", "In Sylvan Scenes is thy Delight,</br>To climb the towering Mountain's Height,</br>Or blithely on thy native Plain,</br>To gambol with the Dryad Train.</br>Those Plains, where in unguarded Hour</br>Far from the Ken of her chaste Bower,</br>As o'er the dew-bespangled Glade</br>Rov'd Temperance the Mountain Maid;</br>She stopt, in fixt Attention viewing</br>Lusty Exercise pursuing;</br>With missive Shaft and beechen Spear,</br>Thro' opening Lawns the trembling Deer.</br>The God surveys the musing Dame,</br>The Lover quits his flying Game:</br>His Tresses dropped with Morning Dew,</br>While to the Wood-Nymph's Srms he flew;</br>And from their hale Embraces sprung</br>Hygeia, ever fair and young.", "Long, Virgin, may thy genial Fire</br>Each late exhausted Vein inspire,</br>The crimson Tide of Life renew,</br>And give to glide in Channels blue.</br>Thee Wit and Mirth spontaneous serve,</br>That give a Tone to every Nerve,</br>Invoke thee, Harmony's bright Queen,</br>To tune the disarranged Machine.</br>The Glow of Titan's orient Ray</br>Thy happy Pencil shall pourtray</br>With Grace more exquisite than lies</br>In Guido's Air, or Titian's Dyes;</br>Hence the pale Hue of Sickness chase,</br>And call up each reviving Grace;</br>O'er which, as late with haggard Hand</br>Consumption shook her magic Wand;</br>Nature's last Debt prepar'd to pay,</br>Youth's drooping Flowers 'gan fade away.</br>No crimson Hue was seen to glow,</br>The stagnate Blood forgot to flow;</br>Their Lustre fled, the languid Eyes</br>Stood fixt in motionless Surprise;</br>Each Sense seem'd lost in endless Night,</br>The trembling Soul was wing'd for Flight:</br>Which Death's rude Shaft had half set free</br>In unconceiv'd Eternity.", "Then, Varus, was the power displayed</br>Of Medicine's Heaven-directed Aid.</br>Vers'd in each Drug's balsamick Use</br>The Daedal Soils of Earth produce,</br>In every Flower of every Hue,</br>And Herb that drinks the Morning Dew,</br>Thy lenient Hand allay'd each Throw,</br>And gave a milder Face to Woe:</br>Bade the bold Pulse elastick play,</br>The Eye emit its vivid Ray,</br>Called back the flitting Life again,</br>And Health inspired thro' every Vein.", "Again thrills with her genial Zest</br>Each Nerve; again my languid Breast</br>Visits the Cherub Joy.  For this</br>May thy auspicious Art ne'er miss,</br>Oft as the Fair for Charms decayed</br>Implores thy salutary Aid,</br>To smoothe the lovely Mourner's Brow,</br>And bid reviving Beauties glow;</br>To soothe the tender Parent's Cries,</br>And wipe the Tears from infant Eyes.", "But chief, my Muse, with reverent Awe</br>To Him, whose Will is Nature's Law,</br>Thy Hymns of Gratulation pay,</br>To Him direct the Tribute Lay.</br>From whom derives the balmy Pill</br>Its Virtues, the Physician Skill:</br>That o'er each Act and Thought presides,</br>Directs his Hand, his Counsel guides.</br>Else Medicine's unavailing Store</br>Shall vainly glide thro' every Pore,</br>Thro' every Pore the mineral Rill</br>In vain its gifted Powers instill.", "Father divine, eternal King,</br>To Thee I wake the trembling String:</br>If mad Ambition ne'er misled,</br>In Paths, where Virtue dares not tread,</br>My vagrant Step; if sordid Views</br>Ne'er won the prostituted Muse;</br>For others let Pactolus flow,</br>Let Honour wreathe another's Brow:</br>Health I intreat; whose jocund Throng</br>Wantons each laughing Grace among;</br>With Health the dancing Minutes crowned</br>The Field of all my Wishes bound.</br>"]