["Oh FANCY, hither bend thy flight,</br>Hither steer thy car of light,</br>Tho' its rainbow colours flee</br>Ere they have shone a moment on my sight;</br>Come, FANCY, come, and bring with thee</br>The light-wing'd forms of air, that glance</br>Upon the Poet's dizzy view,</br>Which, when he waketh from his rapturous trance,</br>No effort can renew,</br>No tongue their beauty can declare,</br>No thought conceive how wond'rous fair;</br>Like the light clouds, whose folds are drest</br>With varying tints on Summer eve,</br>Their hues are chang'd, before the breast</br>Distinctly can receive</br>A settled thought of what they were,</br>She knows alone that they were fair!", "Oh FANCY, let such forms delight</br>Thy votary's longing eye;</br>Or if they may not meet my sight,</br>Come THOU, tho' all the winds of night</br>Around thy chariot fly;</br>Come, tho' dark Horrour come with thee,</br>And the pale fiend distracted Fear</br>Unfold to my congealing ear</br>His tale of mystery!</br>Yes, I will listen, while his breath</br>Tells of the dagger, on whose blade</br>Still gleams the red red mark of Death,</br>Tho' long the day since Murder laid</br>Upon the deadly dirk his desperate grasp,</br>And heard, delighted heard, his victim's last faint gasp,</br>And gaz'd with unaverted eye</br>On the last writhe of agony,</br>While with unshivering hand he prest</br>His dagger in the sleeper's breast;</br>Yes, I will hark, tho' Fear may tell</br>In piercing tone the tales of Hell,</br>Will listen, FANCY, if thy faintest gleam</br>Tinge the dark and dreadful theme!", "FANCY, with thee I love to stray,</br>With thee would seek the dungeon's gloom,</br>Renounce for aye the visions gay</br>That Pleasure's tints illume;</br>Would listen to the owlet's cry,</br>Would hear the winds of Winter sigh</br>Amid the leafless trees;</br>Would hark the Spirit shrilly scream,</br>Would view the meteor's boding beam,</br>Would court thy most terrific dream,</br>Till my heart's blood did freeze;</br>Would lie the tremulous avalanche beneath,</br>Where the least pant is instant death,</br>If thy rich visions swam before my eye;</br>Would launch the light skiff, where the wild waves sweep</br>Down Niagara's dizzying steep,</br>If thy angelic form was nigh,</br>If with thy hues the mountain-snow was bright,</br>If thou didst tinge the wave with thy rich lines of light.", "But sweeter, FANCY, is the trance,</br>When thy hues of splendour glance</br>On the dim and aching eye</br>That weeps in sad reality,</br>Thy visions cheer the hapless breast,</br>That, braving in unequal strife</br>The dark and stormy sea of life,</br>Sighs for the haven of its rest;</br>And, as the star in heaven's blue cope</br>Sheds joy upon the sailor's soul,</br>So dost thou dart a ray of hope</br>Upon the mourner's heart;</br>So does thy gentle art</br>The power of misery controul!</br>Tho' fortune o'er the scene may throw</br>The wintry cloud of want and woe,</br>Yet thou, Enchantress, thou canst fling</br>The tints of visionary spring</br>Upon thy votary's sight,</br>And paint in hues divinely bright</br>An after season of delight.", "Oh FANCY, tho' thy cup contain</br>The draught of woe, and piercing pain,</br>Tho' oft thy flattering magic hand</br>Depict the future fair,</br>When suddenly the figures bland</br>Dissolve away in air;</br>Tho', when the Demon of Despair</br>Tears the pain'd breast with pointed fang,</br>Thou, FANCY, givest an added pang</br>To the keen wound of care,</br>Tho' thou bid the blood-streaked eye</br>Redden in feverish agony,</br>Yet is the man thy woes oppress</br>Gifted with heighten'd happiness;</br>For him, in rapture's hour, the heart</br>Bounds with a livelier measure;</br>To him Creation's stores impart</br>A grander sense of pleasure!", "The traveller thus, in Arab-sands,</br>Whose lips are parch'd, whose limbs are faint,</br>Whose troubled thoughts for ever paint</br>The tyger's fangs, the Bedouin bands,</br>Whose camel now with faltering pace</br>Strives the burning path to trace,</br>See in that wanderer's looks exprest</br>The hopeless anguish of his breast;</br>&mdash;But now!  mark!  mark that start of joy,</br>Mark how he strains his swollen eye;</br>He sees yon distant spot, so green,</br>Shine circled with the desert sea,</br>Mark!  mark empictur'd in his mien</br>The flush of hope, of extasy;</br>The fall, and flash of waters near</br>Delight the heart, and eye, and ear!</br>Now has his weary journey ceast,</br>And now he spreads his simple feast,</br>And, sheltered by the o'erarching palm,</br>Enjoys the spot so sweet, so calm!</br>Was ever bliss thus perfect known</br>To him for whom delight alone</br>Had spread the silken couch of ease,</br>And fann'd his breast with pleasure's breeze?</br>Thus to the man, inur'd to smart</br>With feelings by the throng unfelt,</br>For him with deeper joy the heart</br>In rapture's hour will melt,</br>Will view a prospect hid from vulgar sight,</br>The Eden-bower of pure and unalloy'd delight!", "But chiefly on the Poet's mind</br>Thine influence is shed,</br>His eye expatiates unconfin'd</br>Upon thy vast expanse,</br>He views with kindling glance</br>Thy peopled scenes before him spread!</br>Then FANCY bid my page to gleam</br>With some faint colouring from thy beam;</br>To thee the Poet's hopes belong,</br>Bid then thy light illume my song!</br>I call thee by thy COLLINS' rage,</br>By thy WARTON's gothic page,</br>By thy SPENSER's faerie slumbers,</br>By thy SHAKESPEARE's witching numbers;</br>By thy SOUTHEY's grander lay,</br>Shed, FANCY, shed thy joyous ray!</br>Or move me far from Mirth's mad folly</br>To the haunts of Melancholy;</br>There shall I view the air around</br>Haunted by many a spectral form,</br>Shall hear the boding spirit sound</br>Amid the howlings of the storm;</br>Shall in the night-bird's shriek descry</br>The mystic tones of prophecy,</br>And, as the meteor's beams appal,</br>Behold the coming funeral,</br>Or view the ancient chieftain's lance</br>With momentary lustre glance,</br>As sitting in his cloudy car</br>He thinks upon his days of war!", "Or, gazing on the moon's pale light,</br>Whose mild and melancholy ray</br>Gives softer, and more sweet delight</br>Than the majestic orb of Day,</br>I then will deem that, while she glows</br>For base and thankless Man,</br>She mourns the vices and the woes,</br>That dim his little span;</br>Or think mayhap her light is shed</br>Upon the moat's moss cover'd bed,</br>To gild the feasts of harmless fays,</br>Who sport beneath the holy blaze;</br>Then shall the thoughts of other times</br>Rouse me to try adventurous rhymes,</br>And to the harp's deep music chaunt</br>The story of some old romaunt;</br>Thus my rapt soul, with gothic glories fraught,</br>In FANCY's bower shall muse, and court Poetic Thought.</br>"]