["Alas!  and will the grave voracious yawn,</br>Incessantly poor mortals to devour?</br>With pois'nous arrows from his quiver drawn,</br>Will death triumphant still extend his pow'r?", "No art can shield us from the fatal blow,</br>No hand can save us from the bed of death,</br>No charm can keep us from such scenes of woe,</br>No pow'r can stay the last, the parting breath.", "Ah see!  on yon funereal bed is laid,</br>While round his weeping friends his fate bewail,</br>The Sexton &mdash; strange!  had Death his friend betray'd?</br>Could nought his former services avail?", "Smile not in proud disdain, ye wealthy great,</br>Who little know but vanity and strife,</br>While I, in elegiac verse, relate</br>The actions of poor Colin's honest life.", "Hard by the lone church-yard his cot arose,</br>A snug retreat, an humble peaceful shed,</br>Near where yon yew-tree spreads its chearless boughs,</br>And waves them o'er the mansions of the dead.", "Oft have I seen him at the shut of eve,</br>Or when the lark fresh hail'd the op'ning morn,</br>Begin his doleful task with courage brave,</br>And skulls and coffins carefully upturn.", "Oft have I heard him, leaning on his spade,</br>Midst monuments that tell who lie below,</br>Rehearse the actions of the prostrate dead,</br>Who spoke and acted near an age ago.", "\"Near sixty years have run their ample round,\"</br>With sorrow's mein he solemnly would say,</br>\"Since I commenc'd the digger of this ground,</br>Since first I op'd a grave for human clay.", "\"In this neglected spot how many lie,</br>Who deem'd it wisdom great to live unknown,</br>Whose gen'rous bosoms often heav'd the sigh,</br>And wept for ills of others not their own.", "\"There are the young, just like the tender flow'r,</br>Nip'd in the bud by some relentless storm;</br>Soon did they feel disease's sick'ning pow'r,</br>Too soon did death their fairest frame deform!", "\"Here modest lovers drop no parting tear,</br>Nor know love's sweets, nor pangs of black despair;</br>The blushing tints of beauty disappear,</br>Like flow'rets wither'd in the desart air.", "\"In that addition to the sacred fane,</br>There sleep forgotten those of mighty name,</br>Midst trophies of renown, how poorly vain!</br>What can avail the empty breath of fame?", "\"All these and many more, in sad array,</br>I've seen consign'd to dark oblivion's cell,</br>Lent an assisting hand the rites to pay,</br>And toll'd (as duty call'd) the deathful knell.", "\"These died, we hope, in other worlds to bloom;</br>Death put a period to their days of woe;</br>They left their sorrows in the clay-cold tomb,</br>The tomb &mdash; where you and I, and all must go.\"", "Such mournful thoughts as these he would disclose:</br>For Colin from his trade improv'd his mind;</br>The paths of virtue and religion chose,</br>And left each scene of folly far behind.", "Indeed he was a strange and simple wight</br>Few sextons did, and spoke, and liv'd as he;</br>Tho' fortune smil'd not with allurements bright,</br>Yet at his lot from murm'ring he was free.", "One day in sev'n well did he sound the bell</br>That calls the pious to the house of pray'r;</br>But now, alas!  I hear its solemn knell</br>Invite the mourners to attend his bier.", "The grave, made by a brother of the trade,</br>Has now receiv'd his breathless, mould'ring dust;</br>Let no rude foot the sacred place invade,</br>Or dare disturb his silent, hov'ring ghost.", "Now rests his body in the lone church-yard,</br>Which oft his feet with dismal pace have trode;</br>His soul, by dwelling with the dead prepar'd,</br>Now lives for ever happy with its God.", "These unconnected lines, the peaceful muse</br>(No epitaph she can or had to give)</br>To Colin's merit as an offering views,</br>And in them hopes his memory will live.</br>"]