["What old MENALCAS at his Feast reveal'd</br>I sing, strange Feats of antient Prowess, Deeds</br>Of high Renown, while all his list'ning Guests</br>With eager Joy receiv'd the pleasing Tale.", "O Thou!  who late on VAGA'S flow'ry Banks</br>Slumb'ring secure, with Stirom well bedew'd,</br>Fallacious Cask, in sacred Dreams wert taught</br>By antient SEERS, and MERLIN Prophet old,</br>To raise ignoble Themes with Strains sublime,</br>Be thou my Guide!  while I thy Tract pursue</br>With Wing unequal, thro' the wide Expanse</br>Advent'rous Range, and emulate thy Flights.", "In that rich Vale, where with Dobunian Fields</br>Cornavian Borders meet, far fam'd of old</br>For MONTFORT'S hapless Fate undaunted Earl;</br>Where from her fruitful Urn AVONA pours</br>Her kindly Torrent on the thirsty Glebe,</br>And pillages the Hills t' enrich the Plains;</br>On whose luxuriant Banks, Flow'rs of all Hues</br>Start up Spontaneous; and the teeming Soil</br>With hasty Shoots prevents its Owner's Pray'r;</br>The pamper'd wanton Steer, of the sharp Ax</br>Regardless, that o'er his devoted Head</br>Hangs menacing, crops his delicious Bane,</br>Nor knows the Price is Life, with envious Eye</br>His lab'ring Yoke-fellow beholds his Plight,</br>And deems him blest, while on his languid Neck</br>In solemn Sloth he tugs the lingring Plough.</br>So blind are Mortals, of each others State</br>Misjudging, self-deceiv'd.  Here as Supreme</br>Stern HOBBINOL in rural Plenty reigns</br>O'er wide-extended Fields, his large Domain.</br>Th' obsequious Villages, with Look submiss</br>Observant of his Eye, or when with Seed</br>T' impregnate Earth's fat Womb, or when to bring</br>With clam'rous Joy the bearded Harvest home.", "Here, when the distant Sun lengthens the Nights,</br>When the keen Frosts the shiv'ring Farmer warn</br>To broach his mellow Cask, and frequent Blasts</br>Instruct the crackling Billets how to blaze,</br>In his warm Wicker-Chair, whose pliant Twigs</br>In close Embraces joyn'd, with spacious Arch</br>Vault the thick-woven  Roof, the bloated Churl</br>Loiters in State, each Arm reclin'd is prop'd</br>With yielding Pillows of the softest Down.</br>In Mind compos'd, from short coeval Tube</br>He sucks the Vapours bland, thick curling Clouds</br>Of Smoak around his reeking Temples play;</br>Joyous he sits, and impotent of Thought</br>Puffs away Care, and Sorrow from his Heart.</br>How vain the Pomp of Kings!  look down, ye Great,</br>And view with envious Eye the downy Nest</br>Unbrib'd by Wealth, and unrestrain'd by Pow'r.", "One Son alone had bless'd his bridal Bed,</br>Whom good CALISTA bore, nor long surviv'd</br>To share a Mother's Joy, but left the Babe</br>To his paternal Care.  An Orphan Niece</br>Near the same Time his dying Brother sent,</br>To claim his kind Support:  The helpless Pair</br>In the same Cradle slept, nurs'd up with Care</br>By the same tender Hand, on the same Breasts</br>Alternate hung with Joy; 'till Reason dawn'd,</br>And a new Light broke out by slow Degrees;</br>Then on the Floor the pretty Wantons play'd,</br>Gladding the Farmer's Heart, with growing Hopes,</br>And Pleasures erst unfelt.  When e'er with Cares</br>Oppress'd, when wearied, or alone he doz'd,</br>Their harmless Prattle sooth'd his troubled Soul.</br>Say, HOBBINOL, what Extasies of Joy</br>Trill'd thro' thy Veins, when climbing for a Kiss</br>With little Palms they strok'd thy grizly Beard,</br>Or round thy Wicker whirl'd their ratt'ling Cars?</br>Thus from their earliest Days bred up, and train'd,</br>To mutual Fondness, with their Stature grew</br>The thriving Passion.  What Love can decay</br>That roots so deep!  Now rip'ning Manhood curl'd</br>On the gay striplings Chin; her panting Breasts,</br>And trembling Blushes glowing on her Cheeks</br>Her secret Wish betray'd:  She at each Mart</br>All Eyes attracted; but her faithful Shade,</br>Young HOBBINOL, ne'er wander'd from her Side.</br>A Frown from him dash'd ev'ry Rival's Hopes.</br>For he, like PELEUS Son, was prone to Rage,</br>Inexorable, swift like him of Foot</br>With Ease cou'd overtake his dastard Foe,</br>Nor spar'd the suppliant Wretch.  And now approach'd</br>Those merry Days, when all the Nymphs and Swains,</br>In solemn Festivals and rural Sports,</br>Pay their glad Homage to the blooming Spring.</br>Young HOBBINOL by joynt Consent is rais'd</br>T' imperial Dignity, and in his Hand</br>Bright GANDERETTA tripp'd, the jovial Queen</br>Of MAIA'S gaudy Month, profuse of Flow'rs.</br>From each enamel'd Mead th' attendant Nymphs</br>Loaded with od'rous Spoils, from these select</br>Each Flow'r of gorgeous Die, and Garlands weave</br>Of party-colour'd Sweets; each busy Hand</br>Adorns the jocund Queen:  In her loose Hair,</br>That to the Winds in Wanton Ringlets plays,</br>The tufted Cowslips breath their faint Perfumes.</br>On her refulgent Brow, as Crystal clear,</br>As Parian Marble smooth, Narcissus hangs</br>His drooping Head, and views his Image there,</br>Unhappy Flow'r!  Pansies of various hue,</br>Iris, and Hyacinth, and Asphodel,</br>To deck the Nymph, their richliest Liv'ries wear,</br>And lavish all their Pride.  Not FLORA'S self</br>More lovely smiles, when to the dawning Year</br>Her op'ning Bosom heav'nly Fragrance breaths.", "See on yon verdant Lawn, the gath'ring Crowd</br>Thickens amain; the buxom Nymphs advance</br>Usher'd by jolly Clowns; Distinctions cease</br>Lost in the common Joy, and the bold Slave</br>Leans on his wealthy Master, unreprov'd:</br>The Sick no Pain can feel, no Wants the Poor.</br>Round his fond Mother's Neck the smiling Babe</br>Exulting clings; hard by, decrepit Age</br>Prop'd on his Staff, with anxious Thought revolves</br>His Pleasures past, and casts his grave Remarks</br>Among the heedless Throng.  The vig'rous Youth</br>Strips for the Combat, hopeful to subdue</br>The Fair one's long Disdain, by Valour now</br>Glad to convince her coy erroneous Heart,</br>And prove his Merit equal to her Charms.</br>Soft Pity pleads his Cause; blushing she views</br>His brawny Limbs, and his undaunted Eye,</br>That looks a proud Defiance on his Foes.</br>Resolv'd, and obstinately firm he stands,</br>Danger, nor Death he fears; while the rich Prize</br>Is Victory and Love.  On the large Bough</br>Of a thick-spreading Elm TWANGDILLO sits:</br>One Leg on Ister's Banks the hardy Swain</br>Left undismay'd, Bellona's Light'ning scorch'd</br>His manly Visage, but in Pity left</br>One Eye secure.  He many a painful Bruise</br>Intrepid felt, and many a gaping Wound,</br>For brown Kate's Sake, and for his Country's Weal.</br>Yet still the merry Bard without Regret</br>Bears  his own Ills, and with his sounding Shell,</br>And comic Phyz, relieves his drooping Friends.</br>Hark, from aloft his tortur'd Cat-gut squeals,</br>He tickles ev'ry String, to ev'ry Note</br>He bends his pliant Neck, his single Eye</br>Twinkles with Joy, his active Stump beats Time.</br>Let but this subtle Artist softly touch</br>The trembling Chords, the faint expiring Swain</br>Trembles no less, and the fond yielding Maid</br>Is tweedled into Love.  See with what Pomp</br>The gaudy Bands advance in trim Array!</br>Love beats in ev'ry Vein, from ev'ry Eye</br>Darts his contagious Flames.  They frisk, they bound:</br>Now to brisk Airs, and to the speaking Strings</br>Attentive, in Mid-way the Sexes meet;</br>Joyous their adverse Fronts they close, and press</br>To strict Embrace, as resolute to force</br>And storm a Passage to each others Heart:</br>'Till by the varying Notes forewarn'd, back they</br>Recoil disparted:  Each with longing Eyes</br>Pursues his Mate retiring, 'till again</br>The blended Sexes mix; then Hand in Hand</br>Fast lock'd, around they fly, or nimbly wheel</br>In Mazes intricate.  The jocund Troop</br>Pleas'd with their grateful Toil, incessant shake</br>Their uncouth brawny Limbs, and knock their Heels</br>Sonorous; down each Brow the trickling Balm</br>In Torrents flows, exhaling Sweets refresh</br>The gazing Croud, and heav'nly Fragrance fills</br>The Circuit wide.  So danc'd in Days of Yore,</br>When ORPHEUS play'd a Lesson to the Brutes,</br>The list'ning Savages; the speckled Pard</br>Dandled the Kid, and with the bounding Roe</br>The Lion gambol'd.  But what heavn'ly Muse</br>With equal Lays shall GANDERETTA sing,</br>When Goddess-like, she skims the verdant Plain</br>Gracefully gliding?  Ev'ry ravish'd Eye</br>The Nymph attracts, and ev'ry Heart she wounds,</br>Thee most, transported HOBBINOL!  Lo, now,</br>Now to thy op'ning Arms she skuds along,</br>With yielding Blushes glowing on her Cheeks,</br>And Eyes that sweetly languish; but too soon,</br>Too soon, alas!  she flies thy vain Embrace,</br>But flies to be pursu'd; nimbly she trips,</br>And darts a Glance so tender, as she turns,</br>That with new Hopes reliev'd, thy Joys revive,</br>Thy Stature's rais'd, and thou art more than Man.</br>Thy stately Port, and more majestic Air,</br>And ev'ry sprightly Motion speaks thy Love.", "Forthwith in hoary Majesty appears</br>One of gigantic Size, but Visage wan,</br>MILONIDES the Strong, renown'd of old</br>For Feats of Arms, but, bending now with Years,</br>His Trunk unwieldy from the verdant Turf</br>He rears deliberate, and with his Plant</br>Of toughest Virgin Oak in rising aids</br>His trembling Limbs; his bald and wrinkled Front,</br>Entrench'd with many a glorious Scar, bespeaks</br>Submissive Rev'rence.  He with Count'nance grim</br>Boasts his past Deeds, and with redoubled Strokes</br>Marshalls the Croud, and forms the Circle wide.</br>Stern Arbiter!  like some huge Rock he stands,</br>That breaks th' incumbent Waves; they thronging press</br>In Troops confus'd, and rear their foaming Heads</br>Each above each, but from superior Force</br>Shrinking repell'd, compose of stateliest View</br>A liquid Theatre.  With Hands uplift,</br>And Voice Stentorian, he proclaims aloud</br>Each rural Prize.  \"To him whose active Foot</br>Foils his bold Foe, and rivets him to Earth,</br>This Pair of Gloves, by curious Virgin Hands</br>Embroider'd, seam'd with Silk, and fring'd with Gold.</br>To him, who best the stubborn Hilts can wield,</br>And bloody Marks of his Displeasure leave</br>On his Opponent's Head, this Beaver white</br>With Silver Edging grac'd, and Scarlet Plume.</br>Ye taper Maidens!  whose impetuous Speed</br>Outflies the Roe, nor bends the tender Grass,</br>See here this Prize, this rich lac'd Smock behold,</br>White as your Bosom, as your Kisses soft.</br>Blest Nymph!  whom bounteous Heav'n's peculiar Grace</br>Allots this  pompous Vest, and worthy deems</br>To win a Virgin, and to wear a Bride.\"", "The Gifts refulgent dazle all the Croud,</br>In speechless Admiration fix'd, unmov'd.</br>Ev'n he, who now each glorious Palm displays,</br>In sullen Silence views his batter'd Limbs,</br>And sighs his Vigour spent.  Not so appall'd</br>Young PASTOREL, for active Strength renown'd:</br>Him Ida bore a Mountain Shepherdess;</br>On the bleak Woald the new-born Infant lay,</br>Expos'd to Winter Snows, and Northern Blasts</br>Severe.  As Heroes old, whom from great Jove</br>Derive their proud Descent, so might he boast</br>His Line paternal:  But be thou, my Muse!</br>No leaky Blab, nor painful Umbrage give</br>To wealth Squire, nor doughty Knight, or Peer</br>Of high Degree.  Him ev'ry shouting Ring</br>In Triumph crown'd, him ev'ry Champion fear'd,</br>From Kiftsgate to remotest Henbury.</br>High in the midst the brawny Wrestler stands,</br>A stately tow'ring Object; the tough Belt</br>Measures his ample Breast, and shades around</br>His Shoulders broad; proudly secure he kens</br>The tempting Prize, in his presumptuous Thought</br>Already gain'd; with partial Look the Croud</br>Approve his Claim; but HOBBINOL enrag'd</br>To see th' important Gifts so cheaply won,</br>And uncontested Honours tamely lost,</br>With lowly Rev'rence thus accosts his Queen.", "\"Fair Goddess!  be propitious to my Vows;</br>Smile on thy Slave, nor HERCULES himself</br>Shall rob us of this Palm:  That Boaster vain</br>Far other Port shall learn.\"  She with a Look</br>That pierc'd his inmost Soul, smiling applauds</br>His gen'rous Ardour, with aspiring Hope</br>Distends his Breast, and stirs the Man within.</br>Yet much, alas!  she fears, for much she loves.</br>So from her Arms the Paphian Queen dismiss'd</br>The Warriour God, on glorious Slaughter bent,</br>Provok'd his Rage, and with her Eyes inflam'd</br>Her haughty Paramour.  Swift as the Winds</br>Dispel the fleeting Mists, at once he strips</br>His Royal Robes; and with a Frown, that chill'd</br>The Blood of the proud Youth, active he bounds</br>High o'er the Heads of Multitudes reclin'd:</br>But as beseem'd one, whose plain honest Heart,</br>Nor Passion foul, nor Malice dark as Hell,</br>But Honour pure, and Love divine had fir'd.</br>His Hand presenting, on his sturdy Foe</br>Disdainfully he smiles; then quick as Thought,</br>With his Left-hand the Belt, and with his Right</br>His Shoulder seiz'd fast-gripping; his right Foot</br>Essay'd the Champion's Strength, but firm he stood,</br>Fix'd as a Mountain-Ash, and in his Turn</br>Repaid the bold Affront; his horny Fist</br>Fast on his Back he clos'd, and shook in Air</br>The cumb'rous Load.  Nor Rest, nor Pause allow'd,</br>Their watchful Eyes instruct their busy Feet;</br>They pant, they heave, each Nerve, each Sinew's strain'd.</br>Grasping they close, beneath each painful Gripe</br>The livid Tumours rise, in briny Streams</br>The Sweat distills, and from their batter'd Shins</br>The clotted Gore disdains the beaten Ground.</br>Each Swain his Wish, each trembling Nymph conceals</br>Her secret Dread; while ev'ry panting Breast</br>Alternate Fears, and Hopes, depress or raise.</br>Thus long in dubious Scale the Contest hung,</br>'Till PASTOREL impatient of Delay,</br>Collecting all his Force, a furious Stroke</br>At his left Ancle aim'd; 'twas Death to fall,</br>To stand impossible.  O GANDERETTA!</br>What Horrors seize thy Soul!  On thy pale Cheeks</br>The Roses fade.  But wav'ring long in Air,</br>Nor firm on Foot, nor as yet wholly fall'n,</br>On his Right Knee he slip'd, and nimbly scap'd</br>The foul Disgrace.  Thus on the slacken'd Rope</br>The wingy-footed Artist, frail Support!</br>Stands tott'ring; now in dreadful Shrieks the Crowd</br>Lament his sudden Fate, and yield him lost:</br>He on his Hams, or on his brawny Rump</br>Sliding secure, derides their vain Distress.</br>Upstarts the vig'rous HOBB'NOL undismay'd,</br>From Mother-Earth like old ANTAEUS rais'd,</br>With might redoubled.  Clamour and Applause</br>Shake all the neighb'ring Hills, Avona's Banks</br>Return him loud Acclaim:  With ardent Eyes</br>Fierce as a Tyger rushing from his Lair,</br>He grasp'd the Wrist of his insulting Foe.</br>Then with quick Wheel oblique, his Shoulder Point</br>Beneath his Breast his fix'd, and whirl'd aloft</br>High o'er his Head the sprawling Youth he flung:</br>The hollow Ground rebellow'd as he fell.</br>The Croud press forward  with tumultuous Din;</br>Those to relieve their faint expiring Friend,</br>With Gratulations these.  Hands, Tongues, and Caps,</br>Outragious Joy proclaim, shrill  Fiddles squeak,</br>Hoarse Bagpipes roar, and GANDERETTA smiles.", ""]