["CANTO I.</br>'Mid CAMBRIA'S hills a lowly cottage stood,</br>Circled with mossy tufts of sombre green;</br>A vagrant brook flow'd wildly thro' the wood,</br>Flashing in lucid lapse the shades between;</br>And, cloth'd in mist, a distant hut was seen:</br>A village spire above the copse rose white;</br>And oft, when summer clos'd the day serene,</br>The broad horizon glisten'd golden-bright,</br>Beskirted here and there with purple-tinted light.", "Close by the river's marge a ruin stands,</br>Which time for ages taught to moulder slow;</br>And there, as legends tell, the Druid bands</br>To SNOWDEN'S summit rais'd the dirge of woe,</br>Whene'er the warriors' blood was bade to flow:</br>And when the yellow dawn, with weeping eye,</br>Above the ivy'd battlements 'gan glow,</br>From the black tow'rs their fading ghosts would cry,</br>'Till the wide gates of day flam'd in the eastern sky.", "And there the minstrel's airy harp would sound,</br>In soft vibrations musically sad;</br>And there a stream of light would quiver 'round,</br>While spectres gleam'd, in shroudy vestments clad;</br>And many, hearing their loud shrieks, grew mad!</br>And still the little cot was cheerful seen;</br>And the poor foster-mother, smiling, glad</br>That pride and pomp had ne'er her portion been,</br>But all her nights and days pass'd on in peace serene.", "Sprung from a race obscure, she little knew</br>The many snares that lurk in paths of state:</br>She, mountain-cherish'd with the guileless few,</br>Nor fear'd the cunning nor obey'd the great;</br>Her bosom tranquil, and her soul elate!</br>She from soft slumbers merrily awoke</br>Ere morn with humid fingers op'd her gate;</br>And listen'd, cheerful, while the woodman's stroke</br>Levell'd the loftiest pine, or cleft the proudest oak.", "And happy had the foster-mother been,</br>But that her wedded mate was old and poor;</br>Tho' as no splendid days the pair had seen,</br>They envied not the rich their shining store,</br>The costly banquet, nor the marble floor.</br>Pleas'd with her toil, the nurse of lusty Health,</br>She found contentment, and she sought no more;</br>While Time, which conquers e'en the brave by stealth,</br>Scatter'd 'mid Folly's train the miseries of wealth.", "Full sixty summers had old OWEN seen,</br>And now his hair grew whiter ev'ry day;</br>And he, who once a sturdy hind had been,</br>Now found his strength was wasting quick away,</br>While creeping Palsy shook his feeble clay;</br>And now came Discontent, with pining mien,</br>And eager Avarice, which, gossips say,</br>Is age's bitter curse; and so, I ween,</br>Old OWEN found the hag, the nurse of envious spleen.", "And now he hobbled through the splashy lane,</br>While the night-breeze his weary bones would shake;</br>And now the mountain's summit to attain</br>He panted loud, as tho' his heart would break,</br>And sorely did his limbs begin to ache:</br>And when the snow was drifted, or the rain</br>Swell'd the small rivulet to foaming rage,</br>He felt the chilling mist in every vein,</br>And, like a wounded deer, droop'd languid o'er the plain.", "And sometimes to the ruin he would hie,</br>And there, upon a mossy fragment, wait,</br>Watching the red blaze of the ev'ning sky,</br>Gilding with flaming gold the roofs of state,</br>The fretted column, and the trophied gate:</br>And thus he ponder'd on the wrecks of Time,</br>While o'er his head the bird of gloom would cry,</br>And all around the black'ning ivy climb,</br>Shadowing the sacred Haunts of Solitude sublime.", "And then the varying destiny of Man</br>Employ'd his thoughts till twilight's veil was spread;</br>And much he murmur'd at the chequer'd plan,</br>And many a tear, repining sore, he shed;</br>And now in mute reflection bow'd his head,</br>With arms enwoven, and with downcast eyes,</br>The page of human misery he read,</br>Where Wealth for Honesty its thralment tries</br>While at Oppression's feet the child of Virtue dies.", "Then fancy led him to the battle's rage,</br>Where flush'd Ambition rear'd its sanguine crest,</br>Where men with men, like tigers, fierce engage,</br>The brother's sword against the brother's breast:</br>And then he rais'd his eyes to heav'n, and bless'd;</br>For blood had never stain'd his trembling hand,</br>But holy Innocence, by Pity drest,</br>Spurning the pride of insolent command,</br>Had nerv'd his shuddering heart to scorn th' oppressor's brand.", "Thus did he ruminate; while many a tale</br>Told by the gabbling gossips of the plain,</br>O'er his lean cheek diffus'd a deadly pale,</br>Bidding him seek his cheerful home again:</br>Now fancy bade him ken the warrior train</br>Winding the mazes of the merry dance,</br>With pages silken-clad, and ladies vain,</br>And banners thickly pierc'd with many a lance,</br>And palfries milky-white, that champing loud did prance;", "While airy harps, by sainted Druids smote,</br>Pour'd the soft cadence from their golden strings;</br>And groans of murder'd chieftains seem'd to float</br>O'er Cambria's tow'ring pride, on Echo's wings:</br>And now the gushing of a thousand springs</br>Call'd forth the elfin tribes, in dew bedight;</br>And now the vaulted arch with clamors rings;</br>And starry eyes, spangling the face of Night,</br>Seem'd thro' the murky gloom to shed translucent light.", "Now OWEN, rising from his moss-clad seat,</br>Thro' the lone forest bent his silent way;</br>And faint the pulses of his bosom beat,</br>Till, peering calm and clear, the moony ray</br>Diffus'd o'er SNOWDEN'S summit mimic day;</br>And, while the dry leaves whisper'd thro' the wood,</br>He mark'd the casement of his hut display</br>A long pale stream of light &mdash; and swift his blood</br>Danc'd in his shrivell'd veins, like youth's returning flood.", "But suddenly a voice was heard to moan,</br>Soft as the sighing of the southern wind;</br>And then a milder and a milder tone:&mdash;</br>He started, stopp'd, and trembling look'd behind.</br>What feeble spells can hold the human mind?</br>And now, in tears, before old OWEN stood</br>A beauteous lady!  Of the loftiest kind</br>So did she seem; but those of loftiest blood</br>Live not in noblest deeds, as noblest natures should.", "The moony light fell clear upon her vest,</br>For whiteness rivalling the stately swan;</br>And yet less snowy than her beating breast,</br>Whose fires the quenching tears fell fast upon;</br>And mournful was her mien, and woe-begone:</br>Yet her soft eyes might ruffian-rage command,</br>Tho' her cold cheek and lip were deathly wan;</br>For on her heart she laid her trembling hand,</br>And, like a guilty wretch, did faint and feeble stand.", "And now she rush'd the woody brakes among;</br>And now again she'd quit the dim retreat,</br>While suddenly her nerves grew firm and strong,</br>For in her arms she bore a baby sweet,</br>Wrapp'd in a costly robe, with trappings meet,</br>That glisten'd where the moon's pale lustre fell;</br>And now she knelt forlorn at OWEN'S feet,</br>While with such rending woes her heart 'gan swell</br>As only those who feel can ever learn to tell.", "Slow from her breast a purse of gold she drew,</br>(Ah, poison fatal to the soul of man!)</br>While o'er the world a misty vapour flew;</br>For Nature shrunk the guilty deed to scan:</br>The fount in OWEN'S bosom chilly ran;</br>The lady sigh'd &mdash; the babe his finger press'd&mdash;</br>The lonely owl its nightly shriek began,</br>The ring-dove murmur'd in its leafy nest,</br>While the fell murd'rer's ghost laugh'd in his grave unblest.", "And now the lady spoke, with fault'ring tongue</br>\"Know'st thou the torrent by the mountain's side?</br>There a fantastic crag with wild weeds hung</br>Frowns o'er the thunders of the foaming tide;</br>No mortal sounding yet the gulph has tried?\"</br>Now OWEN shudder'd, for his heart grew cold;</br>And now again the lady sternly cried,&mdash;</br>\"Down the black rock this baby must be roll'd!</br>Nay, shrink not from the deed; be rich, as thou art bold.", "\"Waste not in vulgar toil thy feeble age;</br>Bid Poverty, with all its ills, retire:</br>Ought Conscience warfare with the heart to wage,</br>When all its passions, all its joys, expire?</br>Who shall condemn Ambition's glorious fire?</br>Who bid thee linger thro' thy little day</br>The slave of gilded fools?  whose ruthless ire</br>Will bend thee to the grave, a willing prey,</br>And bid, in envious scorn, thy very name decay.", "\"The soldier sheds, for gold, a brother's blood;</br>The sons of Rapine revel wild in joys;</br>For gold the sailor ploughs the billowy flood;</br>The statesman barters for Ambition's toys:</br>And shall vile Misery thy peace annoy?</br>Shall threat'ning Famine pinch thee to the heart</br>While gold can every scorpion care destroy,</br>Pouring its unction sweet on every smart,</br>And blunting, ere it falls, Oppression's with'ring dart?\"", "And now again the babe his finger press'd,</br>Imploring silently his fost'ring care:</br>'Twas Nature's eloquence; it touch'd his breast,</br>For Nature's spark was not extinguish'd there!</br>He to his bosom snatch'd the treasure rare;</br>It nestled fondly:  while the lady base</br>Rush'd thro' the forest; and the morning-air,</br>Fanning with fragrant wings the baby's face,</br>O'erspread his dimpled cheek with tints of rosy grace.", "Now to the margin of the rock they came:</br>The hunter's merry horn was heard afar;</br>The cold dew glitter'd, while the sunny flame</br>Rush'd unimpeded o'er the morning-star,</br>Rolling o'er clouds of gold Day's burning car:</br>And now the lark its hymn of rapture sung,</br>The sheep-bell tinkled, and the deaf'ning jar,</br>Of tumbling torrents thro' the valley rung,</br>While the young playful kid frisk'd the dank weeds among.", "Now Owen, pacing by the bounding flood,</br>With arms extended held the fearless child;</br>And soon an icy languor chill'd his blood;</br>And now his starting eye-balls gazing wild,</br>Fix'd on the baby, as it sweetly smil'd,</br>While the rude crag the trembling caitiff trod;</br>When lo!  his wither'd hands, by gold defil'd,</br>Were numb'd and palsied like a senseless clod,</br>Smote by the chast'ning pow'r of NATURE'S shudd'ring God!", "Now up the mazes of the dark'ning dell</br>The foster-mother, like a maniac, hied;</br>And bursting sighs her bosom taught to swell,</br>For at the dawn of day her son had died!</br>Her only son &mdash; old OWEN'S lusty pride!</br>But grief to horror turn'd when OWEN told</br>The story of the lady &mdash; who, to hide</br>Her guilt and shame, had sought, by 'witching gold,</br>To have her own dear babe down the black mountain roll'd!", "And ere the setting sun, with vivid ray,</br>Gilded the casement of their hovel low,</br>She saw the raven cross the foamy way;</br>She heard the screech-owl o'er the mountain go;</br>While the true sheep-dog howl'd, portending woe:</br>Now a dim circle round the moon was roll'd,</br>And now the church-yard elms wav'd to and fro,</br>While the small death-watch bitter griefs foretold,&mdash;</br>For OWEN'S cheek was pale, and OWEN'S heart was cold!", "CANTO II.</br>Eight years past on, and still the stripling grew,</br>But nothing lovely in his face was seen;</br>His stature low, his brow of swarthy hue,</br>And coarse and vulgar was his infant mien;</br>A more unseemly thing scarce liv'd, I ween;</br>Yet in his soul the pure affections shone,</br>Meek charity, with modest pride serene;</br>While truth and dauntless courage were his own,</br>Tho', when he wept, his tear would melt a heart of stone.", "The village gossips, 'round the blazing hearth,</br>Would talk in wonder of the foster-child;</br>And one would say he was of lowly birth,</br>While others thought him born of savage wild;</br>And so they many a freezing night beguil'd:</br>Till, falling once from an o'erhanging tree,</br>Amidst the torrent strong, he fearless smil'd!</br>And then the wrinkled hags with devilish glee,</br>Swore \"the undaunted boy some witch's brat must be!\"", "And oft, upon the brow of mountain-steep,</br>As slow the landscape faded from his view,</br>With devious steps he wander'd far, to weep,</br>(While all around the sultry vapours flew),</br>Heedless of with'ring bolt, or drizzly dew:</br>And as the giant shadows vanquish'd day,</br>Veiling the woodland dell in dusky hue,</br>By the small tinkling sheep-bell would he stray,</br>And, like to elfin ghost, bemoan the hours away:", "And often, on the mossy bank, alone,</br>Strange figures would he draw, and features vile;</br>And, building a rude seat of rugged stone,</br>Would sit whole hours, and ponder all the while;</br>Or, talking to himself, would nod and smile;</br>And sometimes by the starry light he'd go</br>Where the dank yew o'erhangs the churchyard stile,</br>And there, with hemlock, nightshade, misletoe,</br>Weaving a poison'd wreath, would chaunt a strain of woe.", "No wealth had he, no garland of renown;</br>Slow pass'd the minutes through the livelong day,</br>Till from the upland mead, or thistled down,</br>He watch'd the sun's last lustre fade away:</br>And if perchance his little heart was gay,</br>It beat to hear some merry minstrel's note,</br>Or goat-herd caroling his roundelay</br>On craggy cliffs, while from the linnet's throat</br>Full many a winding trill on airy wings did float:", "And when the wint'ry moon, with crystal eye,</br>Above the promontory bleak 'gan sail,</br>Shrouding her modest brow in amber sky,</br>While shrill the night-breeze whistled o'er the vale,</br>Oft would he tell some melancholy tale</br>To the deep lucid stream that wander'd slow,</br>Listless and weary, indolent and pale,</br>His bosom swelling high with bitter woe,</br>Which none but luckless wight with tender heart can know.", "And oft to others' plaints would he give heed:&mdash;</br>For all that griev'd, his bosom learn'd to sigh:</br>He could not see the fleecy victim bleed,</br>Nor snare the free-born tenant of the sky,</br>Nor lesser wight be teazed when he stood by;</br>For brute oppression rouz'd his little rage;</br>In combat fierce the younker to defy</br>He would, with breathless ire, his limbs engage,</br>While neither threats nor pain his anger could assuage.", "With ebon locks unkempt, and mean attire,</br>A mountain weather-beaten wight was he:&mdash;</br>And passing meek; save when resentful ire</br>Bade from his glance the living lightning flee,</br>To think that Vice should Virtue's master be:</br>For, tho' no classic knowledge grac'd his mind</br>From legends old, or feats of chivalry,</br>Still 'round his heart the wond'rous instinct twin'd</br>Which throbb'd in every vein &mdash; the love of human kind.", "One night, the murky eve of Christmas-day,</br>When mystic-fraught the wint'ry tempest blows,</br>Dim shadows hover'd in the blunted ray,</br>While red the moon o'er SNOWDEN'S summit rose:</br>And soon fierce hurricanes the Heav'ns unclose;</br>Howling, the wild blast danc'd upon the wave;</br>And now a blazing fire the mountain shows;</br>The troubled streams like blood their margent lave;</br>And rays of livid light gleam o'er old OWEN'S grave.", "The foster-mother rose in dread dismay,</br>And to the wayward stripling's chamber went;</br>And now the paly stream of tardy day</br>Stole down the hill, with frozen dew besprent,</br>Silv'ring with light the little tenement:</br>The swarthy boy upon his pallet rude</br>Slept sweet and soundly, dreaming of content;</br>While eager-ey'd the foster-mother stood,</br>Like a fell bird of prey watching a victim brood:", "For idle tales had now been widely spread,&mdash;</br>That potent witchcraft had possest the child;</br>That mystic spells, from pois'nous herbage shed,</br>The urchin's wand'ring senses had beguil'd,</br>Filling his brain with incantations wild:</br>And some did swear that, by a fiend possest,</br>Like a vile killcrop, breathing airs defil'd,</br>The corn would mildew, by his fingers prest,</br>And new-born babes expire, meeting his glance unblest.", "Near where the black-thorn mark'd the barren hill,</br>Dotting with frequent tufts its rugged side,</br>In a clay hut, a wither'd imp of ill</br>Her art accurst for many a year had plied:</br>Bearded she was, and swart, and haggard-eyed;</br>And on her back a lump deforming grew;</br>A huge dried snake about her waist was tied,</br>And hideous forms upon the floor she drew</br>With hemlock's poison'd juice mingled with midnight dew:", "The wings of bats, the hides of toads, were seen</br>Clothing the walls of her infernal cell;</br>And spiders grim, hiding their webs between,</br>Watch'd the foul Hag weaving her potent spell,</br>Low-muttering like a sullen fiend of hell:</br>A murderer's scull, fall'n from a gibbet high,</br>And fill'd with water from a stagnant well,</br>Oft to her skinny lips she would apply,</br>With many a bitter curse and many a labour'd sigh:", "Close at her feet a brindled mastiff lay,</br>Watching her busy toil with bloodshot eyes;</br>And now he howl'd, as if with dire dismay,</br>Shaking the hovel with his fearful cries;</br>And now, with hide erect, he couching lies:</br>A rav'ning kite, which on the lattice stood,</br>With side-glance keen the wither'd sorc'ress spies,</br>His talons streaming with the wild kid's blood,</br>Which down the thorny steep roll'd in a crimson flood.", "Thither in haste the foster-mother flew,</br>To traffic with the wicked imp of hell:</br>For ev'ry starry path the sorc'ress knew;</br>Could mark how high the stormy flood would swell;</br>Of comets prattle, and eclipse foretel;</br>Draw from their mould'ring shrouds the guilty dead;</br>Ride on the whirlwind over hill and dell;</br>Dance on the murderer's grave, and fearless tread</br>O'er the wide yawning wave of Ocean's foamy bed.", "And now the foster-mother told her tale</br>(The sorc'ress list'ning with malignant smile),</br>How the lorn boy would wander, sad and pale;</br>Or pluck the yew-tree from the church-yard stile;</br>Or bind his brows with weeds and herbage vile:</br>How he would sing his wild song to the blast,</br>And so night's melancholy noon beguile;</br>Or, when the death-knell o'er the meadow pass'd,</br>Sigh thro' the dreary hour, and wish it were his last.", "And now again the witch, with ghastly grin,</br>Turn'd to her rushy bed, and shriek'd with joy:</br>For, there full many a wither'd branch was seen,</br>And many a herb infectious, to destroy,</br>Gather'd at dawn-light by the foster-boy;</br>For, oftimes he the spiteful Hag would taunt,</br>And, scatt'ring poisons, her lone hours annoy;</br>Or, shrieking like a ghost, her threshold haunt,</br>Till morn above the steep its gaudy beams would flaunt:", "And now across her path the straw he threw,</br>Or scratch'd her shrivel'd arm with crooked pin;</br>Now up the moon-light lane her feet pursue,</br>And shout behind her with insulting din:&mdash;</br>To mock the old and feeble were a sin:</br>But that the subtle Hag, with menac'd rage,</br>Would urge the daily warfare to begin;</br>And oft with stick and stone in fight engage,</br>Mingling with potent wrath the peevish bent of age.", "The tale being told, the little wretch forlorn</br>Was sentenc'd to endure each wounding wrong;</br>Assail'd by all the shafts of ribald scorn,</br>And mark'd the make-game of a senseless throng;&mdash;</br>For, Persecution is a giant strong.</br>And now his food was frequently denied;</br>His sport was seldom, and his labor long;</br>His hunger, herbs medicinal supplied,</br>With ears of mildew'd corn, steep'd in the sandy tide.", "One morn the foster-mother early rose;</br>'Twas the blythe morn of love-inspiring May:</br>But fearful dreams had haunted her repose,</br>Dark'ning the splendour of the rising day:</br>She sought the boy, &mdash; but he was far away!</br>For sharp unkindness did his peace annoy,</br>And little could he brook the rigid sway!</br>Which tyrant natures, tyrant souls, enjoy;</br>Their cruel sport to wound &mdash; their triumph to destroy!", "Yet whither could the little wand'rer go?</br>A stranger to the world's wide mazes he;</br>Despair his guide, his sole companion Woe&mdash;</br>A solitary exile doom'd to be:</br>He gaz'd aghast; no friend his eyes could see;</br>And yet in fancy he beheld the day</br>When, smiling, on his foster-mother's knee,</br>He oftentimes has heard her sighing say,</br>How to her cot he came bedight in rich array.", "Perchance, he thought, some lord his sire might live;</br>Some lady sweet his bashful mother prove,</br>While shame might bid her to a stranger give</br>The holy treasure of a parent's love.</br>O barbarous Pride!  which NATURE cannot move;</br>Shall her poor offspring ever plead in vain?</br>Shall they, unown'd by guilty greatness, rove;</br>Or, lost in ignorance, unblest remain,</br>Like a wild with'ring tree plac'd on a desert plain?", "And now his fev'rish brain began to burn,</br>While Mem'ry conjur'd up each hour to view</br>Which, erst so tranquil, never could return&mdash;</br>Ah, MEMORY!  sad thy visions are, and true!&mdash;</br>When dark Despair a gloomy picture drew;</br>While Fancy madden'd on the varied scene:</br>And now the clouds resum'd a cheerful hue;</br>Yet, while he watch'd the rays of light between,</br>On all the earth there breath'd no wretch so lorn, I ween.", "O'er hill and dale the friendless foster-child,</br>With weary footsteps, bent his lonely way:</br>And now he hasten'd o'er the thorny wild;</br>Now by the rippling brook would musing stay;</br>Or dream, on flow'ry banks, of visions gay:</br>Then, starting wild, his pilgrimage pursue,</br>Not knowing whither he was doom'd to stray,</br>While his wan cheek was sprent with chilling dew,</br>Or fierce the angry storm athwart his bosom flew.", "At length gaunt Poverty, of sallow hue,</br>And cold Neglect, with all their rueful train,</br>About his heart their with'ring mischiefs threw;</br>And sorely was he pinch'd with bitter pain:</br>Yet proud was he, and fraught with high disdain,</br>Tho' many a day he fasted sad and lone;</br>And all night long across the dismal plain</br>He pour'd, amid the blast, his rending groan,</br>While the faint glimm'ring stars in chilling lustre shone:", "And many a burning day, and freezing night,</br>The little trav'ller on his journey bent;</br>And often, by the moon-beam's quiv'ring light,</br>He watch'd his shadow length'ning as he went,</br>And, so companion'd, seem'd awhile content:</br>Yet when, perchance, he met a lady gay,</br>With sudden pangs his little heart was rent;</br>For then remembrance shew'd the rich array</br>Which (so the tale was told) bedeck'd his natal day.", "It so befel that, on a summer's eve,</br>A stately mansion met his tearful eyes:</br>And suddenly his soul forgot to grieve;</br>And straight a beauteous lady he espies:</br>With unknown hopes his heavy heart did rise,</br>For on her cheek a gentle smile was seen;</br>And now she mark'd his form with fond surprise!</br>For, by his father's smile, his father's mien,</br>Her own wrong'd baby-boy she knew full well, I ween.", "'Twas INSTINCT rushing thro' her beating breast!</br>Instinct, the lamp divine that lights the soul;</br>For many a night, depriv'd of balmy rest,</br>Her fev'rish eye-balls had been taught to roll:</br>Oh!  what can conscious agony control?</br>And, when she ponder'd on the foaming tide,</br>From her shrunk heart Hope's soothing visions stole;</br>And sick'ning was the luxury of Pride,</br>While all the mother's fears beat high against her side.", "Now the wide country 'round with revels rung:</br>\"The Stranger Boy\" was sov'reign of the scene;</br>And there the minstrel play'd, the peasant sung,</br>And dancing circles dotted o'er the green;</br>Such rural merriment had ne'er been seen:</br>The soft harp echo'd down the woody dell;</br>And sporting gay the sombre shades between,</br>The wild goat wanton'd; while afar the swell</br>On the light breeze was borne, of many a distant bell.", "But who can paint the mother's silent joy?</br>Who measure the full transport of her soul?</br>While on the smiling cheek of her lost boy</br>Her tears repentant swiftly now 'gan roll:</br>And woe to him who would their course control!</br>For 'twas the extract of the wounded heart,</br>Wafted to Heaven by sighs that Nature stole&mdash;</br>Sighs which more sacred rapture can impart</br>Than all the pomp of wealth, and all the smiles of art!</br>"]