["ARTHUR AND THEODORE.</br>SCENE &mdash; FIELDS NEAR A COTTAGE. &mdash; TIME &mdash; SUMMER'S EVENING.", "THEODORE.</br>No eve was e'er more still &mdash; no eve more clear;</br>Sprinkling the skies, the twinkling lights appear.</br>The lonely tree-toad in the copse is heard,</br>And hush'd in sleep the song of every bird;</br>Save, now and then, a hawk, in drowsy flight,</br>Swims through the air, a speck upon the sight.</br>The purblind bat wheels, flapping, over head,</br>And fire-flies light their lovers o'er the mead.", "ARTHUR.</br>Now, waking on the green, at our approach,</br>And, drawing from the wing the pillow'd head,</br>See nodding ducks trudge quacking to the pool,</br>And stately geese like strutting soldiers stalk.</br>The waters sparkle to their oary feet,</br>And, swollen, ruffle to a mimic storm.</br>The heifer's low rides on the freshening breeze,</br>And the small tinkling of the wether's bell,</br>How dark the woods, and brown the hills appear.</br>The heart is better'd by such peaceful scenes.", "THEODORE.</br>What envied life the peasant may enjoy;</br>His ships no storms, his gold no thieves annoy.</br>His daily toil reward and vigour gives,</br>Sweet is his sleep &mdash; contentedly he lives.</br>No false ambition elevates his mind,</br>To reign a monarch or be sage refin'd.</br>He whistles to his flocks &mdash; a pleasing care,</br>And builds his walls &mdash; not castles in the air.</br>He sows his seed, and nursery stocks with trees,</br>And, with good humour, coarsely aims to please.</br>While frisk his little ones among the lambs,</br>Or, pull the grass and tender to the dams,</br>And, pelting, fly for life the bruising rams.", "ARTHUR.</br>No, not a 'squire more peaceful life enjoys,</br>Than he, whose cares are bounded by his need;</br>Who hangs on no dependant for his gains.</br>Within his cot, the busy wheel flies round,</br>True wheel of fortune &mdash; and their ready task,</br>Healthful with toil, his ruddy daughters ply;</br>Unlike the milk-fac'd pets which fear the sun.", "THEODORE.</br>At eve &mdash; or on the stile, or round the door,</br>They'll titter, bashful, at the homeward boor;</br>Or, chance to aged crone, list mournful tale,</br>Of Hubert's crime, and little Ellen frail,</br>And weep, that when he sought her for his bride,</br>So broke her heart, scarce wedded ere she died,</br>And how poor Hubert's brain could not the shock abide.", "ARTHUR.</br>What pleasing gloom these twilight moonbeams make,</br>Listening, in this side-hedge, to insects' hum,</br>Or glimmering to illume their bowery dreams.</br>Yon patch of grain &mdash; how, billowy, it bends,</br>At distance, those small shrubs obscurely seen,</br>Mocking reality, swell to tall trees.</br>I startled just now, through that broken wall,</br>To spy a nodding mullein &mdash; simple fool!</br>Each plant is drest in a strange livery.", "Two harvests past &mdash; oh!  how your cheek did change!</br>'Twas near this spot &mdash; I came upon you sudden&mdash;</br>You look'd so foolish! &mdash; with a finch's nest&mdash;</br>Robbing the crying bird &mdash; to please that jilt&mdash;", "THEODORE.</br>Who could withstand her sweet deceptive art,</br>Or, having seen, keep home his truant heart?</br>When last I saw the maid, she gave me this,</br>Her pledge of troth, and seal'd it with a kiss.</br>As clasps the brede my finger, might I now</br>Clasp her yet true &mdash; how would my bosom glow!</br>But blighted hope, and faithless woman's frown,</br>To bed of thorns converts a bed of down.", "ARTHUR.</br>That Caroline was comely, none may doubt,</br>But fickle was she, as her beauty frail.", "THEODORE.</br>Oh!  say no more! &mdash; Now home let us repair,</br>And sink to rest &mdash; the balm of every care.</br>"]