["Foes to mirth and social ease,</br>Cold disdain with look severe,</br>Sullen pride that scorns to please,</br>Hate and envy come not here;</br>Suspicion fearful what to say,</br>Wary meanness, hence away!</br>Nor let the foul unhallow'd fiend of guile</br>His viper train conceal in ambush of a smile.", "Sublime amidst the various feast</br>Courteous Porcia sits serene,</br>Thus the moon in glory drest</br>'Mid the lesser stars is seen;</br>She, mindful of a stranger's heart,</br>Her bounty deals with gentlest art,</br>And in her blythe and bright'ning smiles array'd,</br>The wine seems half alive, the very walls are glad.", "Heed not now the wint'ry swell</br>Of torrents deep'ning on the ear;</br>Where plenty, peace, and pleasure dwell,</br>Summer reigns throughout the year.</br>Trim the tapers, raise the song,</br>Lead the mazy dance along,</br>Let ruffian winter on the windows beat,</br>Full crown'd the goblet stands his fury to defeat.", "Eugenio, good Eugenio, why</br>Is that half opening smile suppress'd?</br>And whence the strange mysterious sigh</br>That struggles in thy lab'ring breast?</br>Another too!  ah!  now I know</br>For whom thy sighs of pity flow;</br>Try, gentle Porcia, try thy soothing art,</br>The wretched many share Eugenio's bleeding heart.", "Wide and broad this vast world lies,</br>How fares it with its millions now?</br>Who cares or knows, the stoic cries,</br>And so cries sportive Florio too.</br>Kind Sylvia, let me turn to thee,</br>For by those tender drops I see</br>Thy gen'rous heart is not of stoic mold,</br>Nor leaves thine eyes the secrets of thy heart untold.", "Keep far from me that chilly man</br>Who deems himself a sage refin'd,</br>That neither grief nor gladness can</br>The rigours of his breast unbind.</br>And, Florio, spare thy flatt'ring art,</br>The world is mistress of thy heart.</br>Let me not think it, for it cannot be,</br>The man to virtue cold will ne'er prove kind to me.", "Spoke like a woman, Sylvia! &mdash; Now</br>Let sounds symphonious warble nigh,</br>And hark!  they come with trembling bow</br>To chear the heart and charm the eye</br>How well these varying tones agree</br>Emblem of what the soul should be</br>'Tis virtue's self that breathes</br>O sons of men, how long shall virtue [...] vain!", "Musician, stay thy tuneful hand,</br>Superior excellence is near,</br>Diviner airs the soul expand,</br>And burn upon th' enraptur'd ear.</br>Eliza's golden rays impart</br>Th' elysium of her matchless heart,</br>All-musically sweet, her life's a song,</br>And where Eliza goes, the graces go along.", "Porcia, gentle Porcia, why</br>This cruel haste to be alone?</br>All hearts are glad whilst thou art nigh,</br>The walls will mourn when thou art gone;</br>The wine, the wit, the music too,</br>Borrow half their charms from you&mdash;</br>She goes with inspiration in her train,</br>Yet promises in smiles to visit us again.</br>"]