["Ye lambkins that wantonly play,</br>Go, bleating, unfed to the fold;</br>You shall crop the sweet verdure of May,</br>When Corydon's bosom is cold.", "Where yonder sad branches of Yew</br>Extend o'er the church-way their shade,</br>Yet weeping with fast-falling dew,</br>The ashes of Laura are laid.", "Ye shepherds who hear me complain,</br>And blame me in grief that I pine;</br>Which of you can point out a swain,</br>Whose sorrows are equal to mine?", "My Laura was blythe as the May,</br>She was gentle and soft as the dove;</br>She was innocent, tender, and gay,</br>And \"fair as the Mother of Love.\"", "On her cheek glow'd the roses of youth;</br>Yet they wither'd, alas!  in their bloom;</br>Her breast was the Mansion of Truth;</br>Yet now she lies dead in the tomb.", "Sweet myrtles with woodbines I twine,</br>An off'ring for Laura to bring;</br>The rose and the lilly I join,</br>The innocent child'ren of spring.", "The garland I wove for her head,</br>Where ev'ry choice flow'ret appears,</br>Must now on her grave-stone be spread,</br>And water'd with Corydon's tears.", "Ye ghosts that at midnight are seen</br>To glide by the meteor's pale light;</br>Ye fairies and elves of the green,</br>Ye goblins and spectres of night!", "Despairing while thus I complain,</br>Be you my companions alone!</br>Ah!  why am not I of your train,</br>Since my Joys are departed and gone?", "Yes; &mdash; beneath the sad branches of Yew,</br>I soon with my Laura shall rest;</br>Then my grave shall be moisten'd with dew,</br>And the turf shall sit light on my breast.", "Give Alexis my pipe and my crook;</br>For to him they alone should belong,</br>Who can sit all the day o'er the brook,</br>And rehearse his lov'd Corydon's song.", "His care on the Yew-tree shall mark,</br>The ray which my fate shall rehearse,</br>And, in pity, the soft yielding bark</br>Shall weep as he 'graves the verse:&mdash;", "Here Corydon, pride of the grove,</br>In one tomb with his Laura is laid:</br>In his death he was join'd to his love;</br>Oh!  pay a sad tear to his shade!", "His flocks from the pastures at night,</br>Alexis shall drive to the fold;</br>He shall tend them with care and delight,</br>Now Corydon's bosom is cold.</br>"]