["The clock proclaims the welcome dinner hour,</br>The guests are met &mdash; and ev'ry brow unbent,</br>Swift circles round the draught of potent power,</br>Inspiring mirth, and banishing restraint.", "Now crowd the Christmas dainties on the sight,</br>And all the room is hush'd in silence deep;</br>Save where the plates with jarring sounds unite,</br>And busy jaws a ceaseless murmur keep.", "Around that friendly board, with plenty spread,</br>Where joy in every count'nance is exprest,</br>Each in his easy chair supinely laid,</br>The sons of toil enjoy their annual feast.", "The forest moaning hollow in the gale,</br>The cold and cheerless winds surcharg'd with snow;</br>The headlong torrent rushing down the vale;</br>Compel them not their banquet to forego.", "For them no far-fetcht luxuries are spread,</br>Nor costly Burgundy their care beguiles:</br>Yet Peace and Plenty at their table-head</br>Are seen, with all their family of smiles.", "Oft did they fast throughout the by-gone year,</br>Their looks confirm the truth of what I say,</br>How patiently they bore their lot severe!</br>How did they welcome this auspicious day!", "Oh let not luxury mock their diet plain,</br>Their flowing cann, and toasts of pretty maids;</br>Nor titled pride behold with proud disdain,</br>The poor, but neat, repast that labour spreads.", "The crowd, that forms sweet smiling Pleasure's train,</br>And all to whom dame Fortune shows her face,</br>Confess alike the iron sway of pain;</br>The paths of Power are not the paths of Peace.", "Nor you, ye Rich!  account it as a fault,</br>Tho' at their board no chosen wines are plac'd,</br>Where nut-brown ale, in many a potent draught,</br>Lulls every sorrow, every care to rest.", "Can Luxury's sons in bloom or vigour vie</br>With those of Industry and Toil severe?</br>Can creams and jellies taste like yonder pye?</br>Or claret string the nerves like nappy beer?", "Perhaps at this carousal might be found,</br>Some heart that oft has bled at mis'ry's cry;</br>Hands that could hurl oppression to the ground,</br>Or wipe the falling tear from Sorrow's eye.", "But these hard times a cheerless gloom have thrown</br>O'er all their smiling prospects of delight;</br>Chill Penury, with heart-apalling frown,</br>And hollow eye, now stands before their sight.", "Full many a tear bedims Misfortune's eye,</br>And, streaming from its source, unseen descends.</br>Full many a sad and unavailing sigh</br>Is breath'd in secret, and with ether blends.", "Some unknown Howard that, with pity smit,</br>Has oft explor'd Affliction's sad retreat;</br>Some poor unhonour'd Nelson here may sit;</br>Some Burns, that sings and struggles with his fate.", "Th' applause of jolly topers to obtain,</br>At feasts to crack a bottle with Lord May'r;</br>To scour the watch along some dirty lane,</br>And rend with loud huzzas the midnight air.", "Fortune forbids &mdash; Nor circumscribes alone</br>Their pleasures, but their sorrows too confines;</br>Forbids in private sadly to bemoan</br>The gout and all the ills debauch combines:", "The treacherous perfidy of friends to prove,</br>To lose at play a fortune, madly driven;</br>Or, for some loose-rob'd wanton strumpet's love,</br>Risk life, and all their future hopes of Heaven.", "Far from the hamlet, where their fathers grew,</br>The sons have never wish'd nor sought to stray;</br>Fortune their humble dwelling never knew,</br>And Science there ne'er shed her piercing ray.", "Yet, e'en their welcome holiday they keep,</br>A smile of pleasure sparkles in their eyes;</br>Drest in their Sunday's suits, and drinking deep,</br>They draw the smile and pity of the wise.", "Their wants, their woes, without disguise made known,</br>The void, in conversation oft supply:</br>And many saving maxims are laid down,</br>That teach the poor, lank hunger to defy.", "For who, to penury and grief a prey,</br>At Christmas-tide no signs of pleasure shows?</br>Flies from the scenes of happiness away,</br>Nor casts one wistful glance where plenty flows?", "At that glad time the face in smiles is drest,</br>And every honest heart around is gay;</br>E'en the poor Lab'ror strives to have a feast,</br>E'en the sad widow wipes her tears away.", "For thee who, nor disgusted yet, nor tir'd,</br>Hast in these humble rhimes their revels read,</br>If chance, by curiosity inspir'd,</br>You seek their lowly and sequester'd shade.", "Haply some near observing friend may say,</br>\"When all was o'er, we saw him scour along,</br>Splashing thro' every puddle in his way,</br>In hopes to gain his home e'er morning sprung.", "\"There, in yon stream that slowly wanders down</br>The silent vale, remote from care and strife,</br>His listless length at midnight hour was thrown,</br>And scap'd by chance with scarce a sign of life,", "\"Along yon trackless heath, his dreary way,</br>Muttering ten thousand curses, he explor'd:</br>Now starting, wild with terror and dismay,</br>Now dreading yet th' unfathomable ford.", "\"All day we miss'd him at the kitchen fire,</br>Within the barn, and on the bowling green;</br>No one appear'd of whom you might enquire:</br>Nor at the plough, or ale-house, was he seen.", "\"At night, by friends and neighbours homeward led,</br>Within his easy chair we saw him plac'd.</br>List, and I'll tell you what his Marion said,</br>While he enjoy'd the balmy sweet of rest.\"", "THE SOLILOQUY.</br>Here rests his head, now free from care or mirth,</br>A man for drinking and misfortunes known;</br>Cold Poverty presided at his birth,</br>And ever since, has mark'd him for her own.", "Large were the draughts he quaff'd, by passion driv'n,</br>And Reason's power was lost amid the flow;</br>He gave his sorrow to the winds of heav'n,</br>And snatcht a short oblivion to his woe.", "No farther seek his frailties to disclose,</br>Or tell each little failing of his life,</br>Here they, forgot in silence, should repose&mdash;</br>The bosom of his confidant and Wife.</br>"]