["The parting sun reflects its ev'ning ray,</br>And giant-shadows variegate the ground;</br>The wanton kids forsake their harmless play,</br>And solemn silence reigns the vale around.", "Now fancy leads her airy-plumed train</br>Through mazy walks, by gently-purling rills;</br>Now Philomela swells her mournful strain,</br>And all the grove with softest music fills.", "Now roves at large the yoke-denying hart,</br>Yet dreads the hunter at the peep of dawn;</br>Now Sylvan nymphs exert the vocal art,</br>Whilst nimble fairies trip it o'er the lawn.", "Here moss-grown grots, and bubbling streams are seen,</br>And gleamy groves in stately-columns rise;</br>Here fruitful meads, enamell'd all with green;</br>There, awful mountains seem to prop the skies.", "Now Cynthia gilds the dew-bespangled grove,</br>And casts profusely round her maiden light;</br>Led by the muse, thro' silent paths I rove,</br>And please my fancy with the varied sight.", "Behold that rock, that rears its head so high,</br>In rude magnificence o'erlooks the flood;</br>See on its tops the mangled ruins lie,</br>Where once a castle's stately turrets stood.", "There oft have heroes crown'd the gen'rous bowl,</br>And virgins listen'd to their lover's call;</br>And airy mirth possess'd each happy soul,</br>Whilst bands of music echo'd through the hall;", "Ah!  now no heroes quaff the flowing bowls,</br>Nor sprightly music chears the ruin'd hall;</br>Nor joys possess their now wide-parted souls,</br>Nor virgins listen to their lover's call!", "The creeping ivy shades each tott'ring tow'r,</br>And clasps the ruins with a fond embrace;</br>The screech-owls claim the melancholy bow'r,</br>And boding ravens hover round the place.", "How vain the pageantry of worldly things!</br>And what is grandeur but an empty name?</br>Short-liv'd the glory of the grandest Kings,</br>Tho' slaughter'd nations raise their ill-got fame.", "Where is, alas!  the pride of Persia flown?</br>The pomp of Rome, with all her empires o'er;</br>And e'en where Ilium stood is scarcely known,</br>And haughty Carthage now exults no more.", "Thus, since ambition yields to certain fate,</br>By reason prompted, sure, unerring guide,</br>Let virtue bless thy visionary state,</br>Whose glory time nor envy e'er can hide.</br>"]