["Prince Arthur hears of Florimell:</br>Three Fosters Timias wound;</br>Belphoebe finds him almost dead,</br>And reareth out of Swound.", "Wonder it is to see in diverse Minds</br>How diversly Love doth his Pageants play,</br>And shews his Power in variable kinds:</br>The baser Wit, whose idle Thoughts alway</br>Are wont to cleave unto the lowly Clay,</br>It stirreth up to sensual Desire,</br>And in leud sloth to waste his careless day:</br>But in brave Sprite it kindles goodly Fire,</br>That to all high Desert and Honour doth aspire.", "Ne suffereth it uncomely Idleness,</br>In his free Thought to build her sluggish Nest;</br>Ne suff'reth it Thought of Ungentleness,</br>Ever to creep into his noble Breast:</br>But to the highest and the worthiest</br>Lifteth it up, that else would lowly fall.</br>It lets not fall, it lets it not to rest;</br>It lets not scarce this Prince to breathe at all,</br>But to his first Pursuit him forward still doth call.", "Who long time wandred through the Forest wide,</br>To find some Issue thence, till at the last</br>He met a Dwarf, that seemed terrify'd</br>With some late Peril, which he hardly past,</br>Or other Accident, which him agast;</br>Of whom he asked, whence he lately came,</br>And whither now he travelled so fast.</br>For, sore he swat, and running through that same</br>Thick Forest, was bescratch'd, and both his Feet nigh lame.", "Panting for Breath, and almost out of heart,</br>The Dwarf him answer'd:  Sir, ill mote I stay</br>To tell the same.  I lately did depart</br>From Fairy-Court, where I have many a day</br>Served a gentle Lady of great Sway,</br>And high Account through-out all Elfin Land,</br>Who lately left the same, and took this way:</br>Her now I seek, and if ye understand</br>Which way she fared hath, good Sir, tell out of hand.", "What mister Wight, said he, and how array'd?</br>Royally clad, quoth he, in Cloth of Gold,</br>As meetest may beseem a noble Maid;</br>Her fair Locks in rich Circlet be enroll'd,</br>And fairer Wight did never Sun behold,</br>And on a Palfry rides more white than Snow,</br>Yet she her self is whiter manifold:</br>The surest sign whereby ye may her know,</br>Is, that she is the fairest Wight alive, I trow.", "Now certes, Swain, said he, such one I ween,</br>Fast flying through this Forest from her Foe,</br>A foul ill-favoured Foster, I have seen;</br>Her self (well as I might) I rescu'd tho,</br>But could not stay; so fast she did fore-go,</br>Carried away with Wings of speedy Fear.</br>Ah!  dearest God, quoth he, that is great Woe,</br>And wondrous Ruth to all that shall it hear:</br>But can ye read, Sir, how I may her find, or where?", "Perdy, me liefer were to weeten that,</br>Said he, than Ransom of the richest Knight,</br>Or all the Good that ever yet I gat:</br>But froward Fortune, and too forward Night</br>Such Happiness did (maulger) to me spight,</br>And from me reft both Life and Light attone.</br>But Dwarf aread, what is that Lady bright,</br>That through this Forest wandreth thus alone?</br>For, of her Error strange I have great Ruth and Moan.", "That Lady is, quoth he, where-so she be,</br>The bountiest Virgin, and most debonair,</br>That ever-living Eye, I ween, did see;</br>Lives none this day, that may with her compare</br>In stedfast Chastity and Virtue rare,</br>The goodly Ornaments of Beauty bright:</br>And is ycleped Florimel the Fair,</br>Fair Florimel, belov'd of many a Knight;</br>Yet she loves none but one, that Marinel is hight.", "A Sea-Nymph's Son, that Marinel is hight,</br>Of my dear Dame is loved dearly well;</br>In other none, but him, she sets delight:</br>All her Delight is set on Marinel;</br>But he sets nought at all by Florimel:</br>For, Ladies Love, his Mother long ygo</br>Did him (they say) forwarn through sacred Spell.</br>But Fame now flies, that of a foreign Foe</br>He is yslain, which is the ground of all our Woe.", "Five days there be, since he (they say) was slain,</br>And four since Florimel the Court for-went,</br>And vowed never to return again,</br>Till him alive or dead she did invent.</br>Therefore, fair Sir, for love of Knighthood gent,</br>And honour of true Ladies, if ye may</br>By your good Counsel, or bold Hardiment:</br>Or succour her, or me direct the way;</br>Do one, or other good, I you most humbly pray.", "So may you gain to you full great Renown,</br>Of all good Ladies through the World so wide,</br>And haply in her Heart find highest room,</br>Of whom ye seek to be most magnify'd:</br>At least, eternal Meed shall you abide.</br>To whom the Prince; Dwarf, comfort to thee take,</br>For, till thou Tidings learn what her betide,</br>I here avow thee never to forsake:</br>Ill wears he Arms, that nill them use for Lady's sake.", "So with the Dwarf he back return'd again,</br>To seek his Lady, where he mote her find;</br>But by the way, he greatly 'gan complain</br>The want of his good Squire late left behind,</br>For whom he wondrous pensive grew in Mind,</br>For doubt of Danger which mote him betide:</br>For, him he loved above all Mankind,</br>Having him true and faithful ever try'd,</br>And bold, as ever Squire that waited by Knight's side.", "Who, all this while, full hardly was assay'd</br>Of deadly Danger, which to him betid;</br>For, whiles his Lord pursu'd that noble Maid,</br>After that Foster foul he fiercely rid,</br>To been avenged of the Shame he did</br>To that fair Damzel.  Him he chased long</br>Through the thick Woods, wherein he would have hid</br>His shameful Head from his avengement strong:</br>And oft him threatned Death for his outrageous Wrong.", "Nath'less, the Villain sped himself so well,</br>Whether through swiftness of his speedy Beast,</br>Or knowledg of those Woods where he did dwell,</br>That shortly he from Danger was releas'd,</br>And out of sight escaped at the least;</br>Yet not escaped from the due Reward</br>Of his bad Deeds, which daily he increas'd,</br>Ne ceased not, till him oppressed hard</br>The heavy Plague, that for such Leachours is prepar'd.", "For, soon as he was vanish'd out of sight,</br>His coward Courage 'gan emboldned be,</br>And cast t' avenge him of that foul despight,</br>Which he had borne of his bold Enemy.</br>Tho to his Brethren came:  for they were three</br>Ungracious Children of one graceless Sire,</br>And unto them complained, how that he</br>Had used been of that fool-hardy Squire;</br>So them with bitter words he stir'd to bloody Ire.", "Forth-with, themselves with their sad Instruments</br>Of Spoil and Murder they 'gan arm bylive,</br>And with him forth into the Forest went,</br>To wreak the Wrath, which he did earst revive</br>In their stern Breasts, on him which late did drive</br>Their Brother to Reproach and shameful Flight:</br>For, they had vow'd, that never he alive</br>Out of that Forest should escape their Might;</br>Vile Rancour their rude Hearts had fill'd with such Despight.", "Within that Wood there was a covert Glade,</br>Fore-by a narrow Ford (to them well known)</br>Through which it was uneath for Wight to wade;</br>And now by Fortune it was overflown:</br>By that same way, they knew that Squire unknown</br>Mote algates pass; for-thy themselves they set</br>There in await, with thick Woods over-grown,</br>And all the while their Malice they did whet</br>With cruel Threats, his Passage through the Ford to let.", "It fortuned, as they devised had,</br>The gentle Squire came riding that same way,</br>Unweeting of their Wile and Treason bad,</br>And through the Ford to passen did assay;</br>But that fierce Foster which late fled-away,</br>Stoutly forth stepping on the further Shore,</br>Him boldly bad his Passage there to stay,</br>Till he had made amends, and full restore</br>For all the Damage which he had him doen afore.", "With that, at him a quiv'ring Dart he threw,</br>With so fell Force and villanous Despight,</br>That through his Habergeon the Forkhead flew,</br>And through the linked Mayles empearced quite,</br>But had no power in his soft Flesh to bite:</br>That Stroke the hardy Squire did sore displease,</br>But more, that him he could not come to smite;</br>For, by no means the high Bank he could seize,</br>But labour'd long in that deep Ford with vain Disease.", "And still the Foster, with his long Boar-Spear,</br>Him kept from landing at his wished Will;</br>Anon one sent out of the Thicket near</br>A cruel Shaft, headed with deadly ill,</br>And feathered with an unlucky Quill;</br>The wicked Steel stay'd not, till it did light</br>In his left Thigh, and deeply did it thrill:</br>Exceeding Grief that Wound in him empight;</br>But most, that with his Foes he could not come to fight.", "At last (through Wrath and Vengeance making way)</br>He on the Bank arriv'd with mickle Pain,</br>Where the third Brother him did sore assay,</br>And drove at him with all his might and main</br>A Forest-bill, which both his Hands did strain;</br>But warily he did avoid the Blow,</br>And with his Spear requited him again,</br>That both his Sides were thrilled with the Throw,</br>And a large stream of Blood out of the Wound did flow.", "He, tumbling down, with gnashing Teeth did bite</br>The bitter Earth, and bade to let him in</br>Into the baleful House of endless Night,</br>Where wicked Ghosts do wail their former Sin.</br>Tho, 'gan the Battle freshly to begin;</br>For, nathemore for that Spectacle bad,</br>Did th' other two their cruel Vengeance blin,</br>But both at once on both sides him belied,</br>And load upon him laid, his Life for to have had.", "Tho, when that Villain he aviz'd, which late</br>Affrighted had the fairest Florimel,</br>Full of fierce Fury, and indignant Hate,</br>To him he turned; and with Rigour fell</br>Smote him so rudely on the Pannikell,</br>That to the Chin he cleft his Head in twain:</br>Down on the ground his Carcass groveling fell;</br>His sinful Soul, with desperate Disdain,</br>Out of her fleshly Ferm fled to the place of Pain.", "That seeing now the only last of three,</br>Who with that wicked Shaft him wounded had,</br>Trembling with Horror, as that did fore-see</br>The fearful end of his Avengement sad,</br>Through which he follow should his Brethren bad,</br>His bootless Bow in feeble Hand up caught,</br>And there-with shot an Arrow at the Lad;</br>Which faintly fluttring, scarce his Helmet raught,</br>And glauncing, fell to ground, but him annoyed naught.", "With that, he would have fled into the Wood;</br>But Timias him lightly overhent,</br>Right as he entring was into the Flood,</br>And strook at him with force so violent,</br>That headless him into the Ford he sent:</br>The Carcass with the Stream was carried down,</br>But th' Head fell backward on the Continent.</br>So Mischief fell upon the Meaner's Crown;</br>They three he dead with Shame, the Squire lives with Renown:", "He lives, but takes small joy of his Renown;</br>For, of that cruel Wound he bled so sore,</br>That from his Steed he fell in deadly Swoon;</br>Yet still the Blood forth gush'd in so great store,</br>That he lay wallow'd all in his own Gore.</br>Now God thee keep, thou gentlest Squire alive;</br>Else shall thy loving Lord thee see no more</br>But both of Comfort him thou shalt deprive,</br>And eke thy self of Honour, which thou didst atchieve.", "Providence heavenly passeth living Thought,</br>And doth for wretched Mens Relief make way;</br>For, lo!  great Grace or Fortune thither brought</br>Comfort to him, that comfortless now lay.</br>In those same Woods, ye well remember may,</br>How that a noble Hunteress did wonne,</br>She, that base Braggadochio did affray,</br>And made him fast out of the Forest run;</br>Belphoebe was her Name, as fair as Phoebus' Sun.", "She on a day, as she pursu'd the Chace</br>Of some wild Beast, which with her Arrows keen</br>She wounded had, the same along did trace</br>By track of Blood, which she had freshly seen,</br>To have besprinkled all the grassy Green;</br>By the great Pursue which she there perceiv'd,</br>Well hoped she the Beast engor'd had been,</br>And made more haste, the Life to have bereav'd:</br>But ah!  her Expectation greatly was deceiv'd.", "Shortly she came, whereas that woful Squire</br>With Blood deformed lay in deadly Swound:</br>In whose fair Eyes, like Lamps of quenched Fire,</br>The crystal Humour stood congealed round;</br>His Locks, like faded Leaves, fallen to ground,</br>Knotted with Blood, in Bunches rudely ran,</br>And his sweet Lips, on which before that Stound</br>The Bud of Youth to blossom fair began,</br>Spoil'd of their rosy Red, were woxen pale and wan.", "Saw never living Eye more heavy Sight,</br>That could have made a stock of Stone to rue,</br>Or rive in twain:  which when that Lady bright</br>(Besides all hope) with melting Eyes did view,</br>All suddenly abash'd, she changed hue,</br>And with stern Horrour backward 'gan to start;</br>But when she better him beheld, she grew</br>Full of soft Passion and unwonted Smart:</br>The Point of Pity pierced thro her tender Heart.", "Meekly she bowed down, to weet if Life</br>Yet in his frozen Members did retrain;</br>And feeling by his Pulses beating rife,</br>That the weak Soul her Seat did yet retain,</br>She cast to comfort him with busy Pain:</br>His double-folded Neck she rear'd upright,</br>And rub'd his Temples, and each trembling Vein;</br>His mailed Habergeon she did undight,</br>And from his Head his heavy Burganet did light.", "Into the Woods thenceforth in haste she went,</br>To seek for Herbs, that mote him remedy;</br>For she of Herbs had great Intendiment,</br>Taught of the Nymph, which from her Infancy</br>Her nursed had in true Nobility:</br>There, whether it divine Tobacco were,</br>Or Panachaea, or Poligony,</br>She found, and brought it to her Patient dear,</br>Who all this while lay bleeding out his Heart-blood near.", "The sovereign Weed betwixt two Marbles plain</br>She pounded small, and did in pieces bruise,</br>And then atween her lilly Handez twain,</br>Into his Wound the Juice thereof did scruze,</br>And round about (as she could well it use)</br>The Flesh therewith she suppled and did steep,</br>T' abate all Spasm, and soak the swelling Bruise;</br>And after, having search'd the Intuse deep,</br>She with her Scarf did bind the Wound, from Cold to keep.", "By this, he had sweet Life recur'd again;</br>And groaning inly deep, at last his Eyes,</br>His watry Eyes, drizling like dewy Rain,</br>He up 'gan lift toward the azure Skies,</br>From whence descend all hopeless Remedies:</br>Therewith he sigh'd, and turning him aside,</br>The goodly Maid (full of Divinities,</br>And Gifts of heavenly Grace) he by him spy'd,</br>Her Bow and gilden Quiver lying him beside.", "Mercy, dear Lord, said he, what Grace is this,</br>That thou hast shewed to me sinful Wight,</br>To send thine Angel from her Bower of Bliss,</br>To comfort me in my distressed Plight?</br>Angel or Goddess, do I call thee right?</br>What Service may I do unto thee meet,</br>That hast from Darkness me return'd to Light,</br>And with thy heavenly Salves and Med'cines sweet,</br>Hast dress'd my sinful Wounds?  I kiss thy blessed Feet.", "Thereat she blushing, said, Ah!  gentle Squire,</br>Nor Goddess I, nor Angel, but the Maid,</br>And Daughter of a woody Nymph, desire</br>No Service, but thy Safety and Aid;</br>Which if thou gain, I shall be well apay'd.</br>We mortal Wights, whole Lives and Fortunes be</br>To common Accidents still open laid,</br>Are bound with common Bond of Frailty,</br>To succour wretched Wights, whom we captived see.", "By this, her Damsels, which the former Chace</br>Had undertaken, after her arriv'd,</br>As did Belphoebe, in the bloody Place,</br>And thereby deem'd the Beast had been depriv'd</br>Of Life, whom late their Lady's Arrow riv'd:</br>For-thy, the bloody Track they follow fast,</br>And every one to run the swiftest striv'd;</br>But two of them the rest far overpast,</br>And where their Lady was, arrived at the last.", "Where, when they saw that goodly Boy, with Blood</br>Defouled, and their Lady dress his Wound,</br>They wondred much, and shortly understood,</br>How him in deadly Case their Lady found,</br>And rescued out of the heavy Stound.</br>Eftsoons his warlike Courser, which was stray'd</br>Far in the Woods, whiles that he lay in Swound,</br>She made those Damsels search, which being stay'd,</br>They did him set thereon, and forth with them convey'd.", "Into that Forest far they thence him led,</br>Where was their Dwelling, in a pleasant Glade</br>With Mountains round about environed,</br>And mighty Woods, which did the Valley shade</br>And like a stately Theatre it made,</br>Spreading it self into a spacious Plain;</br>And in the midst a little River play'd</br>Emongst the pumy Stones, which seem'd to 'plain</br>With gentle Murmur, that his Course they did restrain.", "Beside the same, a dainty Place there lay,</br>Planted with myrtle Trees, and Laurels green,</br>In which the Birds sung many a lovely Lay</br>Of God's high Praise, and of their Love's sweet teen,</br>As it an Earthly Paradise had been:</br>In whose enclosed Shadow there was pight</br>A fair Pavilion, scarcely to be seen,</br>The which was all within most richly dight,</br>That greatest Princes living it mote well delight.", "Thither they brought that wounded Squire, and laid</br>In easy Couch his feeble Limbs to rest.</br>He rested him awhile, and then the Maid</br>His ready Wound with better Salves new dress'd;</br>Daily she dressed him, and did the best</br>His grievous Hurt to garish, that she might,</br>That shortly she his Dolour hath redress'd,</br>And his foul Sore reduced to fair plight:</br>It she reduced, but himself destroyed quite.", "O foolish Physick, and unfruitful Pain,</br>That heals up one, and makes another Wound:</br>She his hurt Thigh to him recur'd again,</br>But hurt his Heart, the which before was sound,</br>Thro an unwary Dart, which did rebound</br>From her fair Eyes and gracious Countenance.</br>What boots it him from Death to be unbound,</br>To be captived in endless Durrance</br>Of Sorrow and Despair without Aleggeance?", "Still as his Wound did gather and grow whole,</br>So still his Heart wox sore, and Health decay'd:</br>Madness to save a part, and lose the whole.</br>Still when-as he beheld the heavenly Maid,</br>Whiles daily Plaisters to his Wound she lay'd,</br>So still his Malady the more increas'd,</br>The whiles her matchless Beauty him dismay'd.</br>Ah God!  what other could he do at least,</br>But love so fair a Lady, that his Life releas'd?", "Long while he strove in his courageous Breast,</br>With Reason due the Passion to subdue,</br>And Love for to dislodge out of his Nest:</br>Still when her Excellencies he did view,</br>Her sovereign Bounty and celestial Hue,</br>The same to Love he strongly was constrain'd;</br>But when his mean Estate he did renew,</br>He from such hardy Boldness was restrain'd,</br>And of his luckless Lot and cruel Love thus 'plain'd.", "Unthankful Wretch, said he, is this the Meed,</br>With which her sovereign Mercy thou dost quite?</br>Thy Life she saved by her gracious Deed,</br>But thou dost ween with villanous Despight</br>To blot her Honour, and her heavenly Light.</br>Die rather, die, than so disloyally</br>Deem of her high Desert, or seem so light:</br>Fair Death it is, to shun more Shame, to die;</br>Die rather:  die, than ever love disloyally.", "But if to love, Disloyalty it be,</br>Shall I then hate her, that from Death's door</br>Me brought?  Ah!  far be such Reproach from me.</br>What can I less do, than her love therefore:</br>Sith I her due Reward cannot restore?</br>Die rather, die, and dying do her serve,</br>Dying her serve, and living her adore;</br>Thy Life she gave, thy Life she doth deserve:</br>Die rather, die, than ever from her Service swerve.", "But, foolish Boy, what boots thy Service base</br>To her, to whom the Heavens do serve and sue?</br>Thou a mean Squire, of meek and lowly Place,</br>She heavenly born, and of celestial hue.</br>How then?  of all, Love taketh equal view:</br>And doth not highest God vouchsafe to take</br>The Love and Service of the basest Crew?</br>If she will not, die meekly for her sake;</br>Die rather, die, than ever so fair Love forsake.", "Thus warry'd he long time against his will,</br>Till that (thro Weakness) he was forc'd at last</br>To yield himself unto the mighty Ill:</br>Which, as a Victor proud, 'gan ransack fast</br>His inward Parts, and all his Entrails waste,</br>That neither Blood in Face, nor Life in Heart</br>It left, but both did quite dry up, and blast;</br>As piercing Leven, which the inner part</br>Of every thing consumes, and calcineth by Art.", "Which seeing, fair Belphoebe 'gan to fear,</br>Lest that his Wound were inly well not heal'd,</br>Or that the wicked Steel enspoison'd were;</br>Little she ween'd, that Love he close conceal'd:</br>Yet still he wasted, as the Snow congeal'd,</br>When the bright Sun his Beams thereon doth beat;</br>Yet never he his Heart to her reveal'd,</br>But rather chose to die for Sorrow great,</br>Than with dishonourable Terms her to intreat.", "She (gracious Lady) yet no pains did spare</br>To do him ease, or do him remedy:</br>Many Restoratives of Vertues rare,</br>And costly cordials she did apply,</br>To mitigate his stubborn Malady:</br>But that sweet Cordial, which can restore</br>A Love-sick Heart, she did to him envy;</br>To him and all th' unworthy World forlore,</br>She did envy that sovereign Salve, in secret Store.", "That dainty Rose, the Daughter of her Morn,</br>More dear than Life she tendered, whose Flower</br>The Girlond of her Honour did adorn:</br>Ne suffred she the Mid-day's scorching Power,</br>Ne the sharp Northern Wind thereon to shower,</br>But lapped up her silken Leaves most chair,</br>When-so the froward Sky began to lour:</br>But soon as calmed was the crystal Air,</br>She did it fair disspred, and let to flourish fair.", "Eternal God, in his Almighty Power,</br>To make Ensample of his heavenly Grace,</br>In Paradise whylom did plant this Flower;</br>Whence he it fetch'd out of her native Place,</br>And did in Stock of earthly Flesh enrace,</br>That mortal Men her Glory should admire:</br>In gentle Lady's Breast, and bounteous Race</br>Of Womankind it fairest Flower doth spire,</br>And beareth Fruit of Honour and all chaste Desire.", "Fair Imps of Beauty, whose bright shining Beams</br>Adorn the World with like to heavenly Light,</br>And to your Wills both Royaltys and Realms</br>Subdue, thro Conquest of your wondrous Might,</br>With this fair Flower your goodly Girlonds dight</br>Of Chastity and Vertue Virginal,</br>That shall embellish more your Beauty bright,</br>And crown your Heads with heavenly Coronal</br>Such as the Angels wear before God's Tribunal.", "To your fair selves a fair Ensample frame,</br>Of this fair Virgin, this Belphoebe fair;</br>To whom, in perfect Love and spotless Fame</br>Of Chastity, none living may compare:</br>Ne poisnous Envy justly can empair</br>The Praise of her fresh flowring Maidenhead;</br>For-thy she standeth on the highest Stair</br>Of th' honourable Stage of Womanhead,</br>That Ladies all may follow her Ensample dead.", "In so great Praise of stedfast Chastity,</br>Nath'less, she was so courteous and kind,</br>Tempred with Grace, and goodly Modesty,</br>That seemed those two Vertues strove to find</br>The higher Place in her heroick Mind;</br>So striving, each did other more augment,</br>And both encreas'd the Praise of Womankind,</br>And both encreas'd her Beauty excellent;</br>So all did make in her a perfect Compliment.", ""]