["SONNET I.</br>TO THE RIVER WYE.</br>O Wye, romantic stream!  thy winding way</br>Invites my lonely steps, what time the night</br>Smiles with the radiance of the moon's pale light,</br>That loves upon thy quivering flood to play.</br>O'er thy steep banks the rocks fantastic tower,</br>And fling their deepening shadow cross the stream,</br>To fancy's eye worn battlements they seem,</br>Which on some beetling cliff tremendous lower.</br>Hark!  Echo speaks, and from her mazy cave</br>Sportive returns the sailor's frequent cry,</br>Ah!  how unlike thy old bards minstrelsy</br>Warbled in wild notes to the haunted wave!</br>Unlike as seems the hurricane's rude sweep,</br>To the light breeze that lulls thy placid deep.", "SONNET II.</br>TO A WELCH HARPER.</br>Restrain thy tuneful hand, awake no more</br>The melting harmony of tuneful strings;</br>Thy softest note some lovely image brings</br>To life, that torpid lay in memory's store.</br>Thy touch is magic, that erects the place</br>Where Mary's gentle eye serenely smil'd,</br>Where her wild notes my infant love beguil'd,</br>And music clos'd the triumph of her face.</br>That strain was like the nightingale's sad voice,</br>Mourning her nestlings she no more can see:</br>You strike the trembling chords of ecstasy,</br>And ring the knell of my departed joys.</br>Yet stay &mdash; such plaintive sweetness greets mine ear,</br>I listen, e'en while starts the trembling tear.", "SONNET III.</br>TO TIME.</br>Thou hoary traveller!  slow passing by</br>The wretch, who counts each moment of his woes,</br>Till liberty his prison-gate unclose;</br>As the dull snail, whose motion mocks the eye,</br>Full oft thy tardy journeyings betray</br>The spoiler; yon moss-mantled tower,</br>Whose head sublime derided once thy power,</br>Now silent crumbling sinks beneath thy sway.</br>The sapling, thy tall streamer, waves on high,</br>Whilst thy deep wounds each mazy fissure shows,</br>Like wrinkles, furrowing deep thy own grey brows:</br>Yet not for this rude triumph swells my sigh,</br>But that thy hand will wither beauty's rose,</br>And dim the fire, that lights the sparkling eye.", "SONNET IV.</br>TRIUMPHANT LOVE.</br>In Mary's absence Reason gains his throne,</br>And binds with stricter chains the struggling breast;</br>Scar'd at his angry frown and stern behest,</br>Love spreads his wings, and flies with many a moan.</br>When Mary comes with vermeil-tinctur'd cheek,</br>With graceful mien, and mirth-awakening eye,</br>Prudence disarm'd forsakes his ground to fly,</br>And Reason's chains as touch'd by magic break.</br>Thus when the chilling blast transforms to frost</br>The night-born dews, that bathe the polish'd glass,</br>The roving eye, in pleasing error lost,</br>Sees rocks and woods crowd the fantastic mass;</br>But soon as shines the sun's meridian ray,</br>The icy prospect melts in streams away.", "SONNET V.</br>THE COTTAGE.</br>Thy haughty eye disclaims the vine-clad cot,</br>And its rude owner, whose salubrious board</br>Pomona kind, and Naiads fair, have stor'd:</br>Simple, but dignified, his humble lot.</br>When Patriotism call'd, from such retreat</br>Sprang ancient Valour, son of Toil severe</br>And sun-burnt Health; he snatch'd the glittering spear,</br>Leaving the plough, his country's foes to meet.</br>Nor back his eagle wing'd her flight to Rome,</br>Till, bearing bloody spoils, he led the march</br>Triumphant, thro' the sculpture-woven arch,</br>Where Victory rear'd sublime her laureate dome.</br>Then Moderation's hand disarm'd the swain,</br>And led him smiling to his cot again.", "SONNET VI.</br>THE RENOWN OF THE POET.</br>I see the craggy rock where Fame sublime</br>Erects her temple, steep th' ascent and high;</br>If Genius give no eagle wings to fly,</br>Vainly dull Labour lends his hand to climb.</br>Glory displays the scroll, where, cloth'd in gold,</br>The names of Homer, Milton, Virgil glow,</br>Lucid as beams that from light's fountain flow,</br>Lasting, till nature faints, decay'd and old.</br>From Muse-depictur'd urns, they copious roll</br>Their sacred streams, diffusing far and wide</br>Of Poesy the heaven-descended tide,</br>Fann'd by the gale of Praise from pole to pole:</br>Where'er the Arts their sister train have led,</br>And heaven-born Science rear'd her laureate head.", "SONNET VII.</br>TO CHARLOTTE SMITH.</br>Of thee, fair mourner, o'er whose downcast face</br>Fortune has spread the sickly tints of grief;</br>Whilst Poesy to give thee sweet relief,</br>Essays with warblings mild thy woes to chase,</br>An emblem meet my search far roving finds,</br>Among the infant spring's first opening flowers,</br>Drooping its head, and wet with frequent showers,</br>The snow-drop trembles in the ruffling winds.</br>Yet seems its simple form in Fancy's eye</br>More lovely, since in rudest season born.</br>How piteous such a flower should bide the scorn</br>Of every surly storm that passes by!</br>How far more piteous surly storms should blow</br>'Gainst thee, whose song is echo to thy woe!", "SONNET VIII.</br>TO A LADY WEEPING.</br>The secret cause, O lovely Nymph!  disclose,</br>Why oft thy arm that pensive face upbears,</br>Why linger on thy cheek the frequent tears,</br>Like dew-drops glistening on the new-blown rose.</br>With jealous start thou fliest the curious eye,</br>To pour in solitude an unmark'd stream;</br>Thy sorrows like some hoarded treasures seem,</br>Which misers fear the robber may espy.</br>Dost thou behold the frown of scornful Pride,</br>Where mild Affection's smile should genial shine?</br>Does Love's entangling snare thy heart intwine?</br>Or has some Friend in life's gay morning died?</br>O haste to make thy tender sorrow mine;</br>And thus the bitter stream of grief divide.", "SONNET IX.</br>TO TRANQUILITY.</br>Nymph of the soft blue eye, and gentle mien,</br>Who lov'st to view upon the lofty spray</br>The cawing rook her nest's rude fabrick lay,</br>When curling smoke first climbs the blue serene.</br>Or dost thou court the silence of the night,</br>What time in grand array the slow clouds sail</br>Across the moon, now spread a dusky veil,</br>Now fleece-like whiten in her silver light.</br>Sooth'd by thy voice the storms that wildly roll,</br>Will all be calm'd; far lovelier thy repose</br>Than mad Ambition, than the fire that glows</br>In Anger's eye; but is thy mild controul</br>Sweeter than Love, that brings some tender woes,</br>And yet with smiling hope illumes the soul?", "SONNET X.</br>THE TRAVELLER.</br>I love to listen to his plaintive tale,</br>Who, bending o'er his staff his hoary head,</br>Relates, that, journeying through the long-drawn vale,</br>And mazy wood, with slow and heavy tread,</br>He quaff'd the brook that sparkled in the mead,</br>When blaz'd with beam direct the orb of day,</br>Content his wearied limbs at length to lay,</br>Amid the white-leav'd willow's waving shade.</br>Fancy runs back, his lovely steps to trace,</br>Rejoic'd when hours of ease his toil assuage.</br>O may the story of my pilgrimage</br>Wake equal sympathy in Friendship's face,</br>When trembling age no earth-born joy shall know,</br>Save the sad luxury to tell his woe.", "SONNET XI.</br>TO YARMOUTH.</br>As on thy solitary beach I stray,</br>When silver moonlight gleams upon the tide,</br>And o'er the billows view the vessel glide,</br>Whose lucid track depicts its watery way,</br>I think how oft my soul has urg'd its flight</br>Before the driving gales of stormy Care,</br>Since first thy murmurs fill'd my childish ear,</br>And ocean burst upon my giddy sight.</br>I think how Headley, wanderer here no more!</br>With eagle-eye was wont thy sands to tread,</br>By soft compassion and the Muses led,</br>To weave new garlands for the Bards of yore.</br>Sorrow for him her tender tear shall shed,</br>Long as the surges lave thy pebbled shore.", "SONNET XII.</br>STONE HENGE.</br>What time 'mid evening grey the zephyrs sigh</br>Along the bosom of the russet plain,</br>My wondering eyes thy giant forms detain,</br>Rearing in mystic rounds their bulk on high.</br>Over thy birth Oblivion long has thrown</br>Her darkest veil:  by Druids led of yore</br>The milk-white steeds distain'd thy sides with gore:</br>Yet now Duration marks thee for his own;</br>And as in regal state he sits sublime,</br>With iron sceptre deck'd and iron crown,</br>He smiles contemptuous in the face of time,</br>Who strives with idle hand to bend thee down.</br>\"Departing crush some weaker prey (he cries)</br>This fabrick sinks not until Nature dies.\"</br>"]