["With each Perfection dawning on her Mind,</br>All Beauty's Treasure opening on her Cheek,</br>Each flatt'ring Hope subdued, each Wish resign'd,</br>Does gay Ophelia this lone Mansion seek?", "Say, gentle Maid, what prompts Thee to forsake</br>The Paths, thy Birth and Fortune strew with Flow'rs?</br>Thro' Nature's kind endearing Ties to break,</br>And waste in cloyster'd Walls thy pensive Hours?", "Let sober Thought restrain thine erring Zeal,</br>That guides thy Footsteps to the Vestal Gate,</br>Lest thy soft Heart (this Friendship bids reveal)</br>Like mine unblest shou'd mourn like mine too late.", "Does some angelic lonely-whisp'ring voice,</br>Some sacred Impulse, or some Dream divine,</br>Approve the Dictates of thy early Choice?&mdash;</br>Approach with Confidence the aweful Shrine.", "There kneeling at yon Altar's marble Base</br>(While Tears of Rapture from thine Eye-lid steal,</br>And smiling Heav'n illumes thy Soul with Grace)</br>Pronounce the Vow, Thou never can'st repeal.", "Yet if misled by false-entitled Friends,</br>Who say &mdash; \"That Peace with all her comely Train,</br>From starry Regions to this Clime descends,</br>Smooth ev'ry Frown, and softens ev'ry Pain:", "\"That Vestals tread Contentment's flow'ry Lawn,</br>Approv'd of Innocence, by Health carest:</br>That rob'd in Colours bright, by Fancy drawn,</br>Celestial Hope sits smiling at their Breast.\"", "Suspect their Syren Song and artful Style,</br>Their pleasing Sounds some treach'rous Thought conceal:</br>Full oft does Pride with sainted Voice beguile,</br>And sordid Int'rest wear the Mask of Zeal.", "A Tyrant-Abess here perchance may reign,</br>Who, fond of Pow'r, affects th' Imperial Nod,</br>Looks down disdainful on her Female Train,</br>And rules the Cloyster with an Iron Rod.", "Reflection sickens at the Life-long Tie,</br>Back-glancing Mem'ry acts her busy Part,</br>Its Charms the World unfolds to Fancy's Eye,</br>And sheds Allurement on the wishful Heart.", "Lo!  Discord enters at the sacred Porch,</br>Rage in her Frown, and Terror on her Crest:</br>Ev'n at the hallow'd Lamp she lights her Torch,</br>And holds it flaming to each Virgin Breast.", "But since the Legends of Monastic Bliss</br>By Fraud are fabled, and by Youth believ'd,</br>Unbought Experience learn from my Distress,</br>Oh!  mark my Lot, and be no more deceiv'd.", "Three Lustres scarce with hasty Wing were fled,</br>When I was torn from ev'ry weeping Friend,</br>A thoughtless Victim to the Temple led,</br>And (blush ye Parents) by a Father's Hand.", "Yet then what solemn Scenes deceiv'd my Choice?</br>The pealing Organ's animating Sound,</br>The choral Virgin's captivating Voice,</br>The blazing Altar, and the Priests around:", "The Train of Youths array'd in purest white,</br>Who scatter'd Myrtles as I pass'd along:</br>The thousand Lamps that pour'd a Flood of Light,</br>The Kiss of Peace from all the Vestal Throng:", "The golden Censers toss'd with graceful Hand,</br>Whose fragrant Breath Arabian Odor shed:</br>Of meek-ey'd Novices the circling Band,</br>With blooming Chaplets wove around their Head.", "&mdash;My willing Soul was caught in Rapture's Flame,</br>While sacred Ardor glow'd in ev'ry Vein:</br>Methought applauding Angels sung my Name,</br>And Heav'n's unsullied Glories gilt the Fane.", "This temporary Transport soon expir'd,</br>My drooping Heart confess'd a dreadful Void:</br>E'er since, alas!  abandon'd, uninspir'd,</br>I tread this Dome to Misery allied.", "No wakening Joy informs my sullen Breast,</br>Thro' opening Skies no radiant Seraph smiles,</br>No Saint descends to sooth my Soul to Rest,</br>No Dream of Bliss the dreary Night beguiles.", "Here hagard Discontent still haunts my View;</br>The sombre Genius reigns in ev'ry Place:</br>Arrays each Virtue in the darkest Hue,</br>Chills ev'ry Pray'r, and cancels ev'ry Grace.", "I meet her ever in this chearless Cell,</br>The gloomy Grotto and unsocial Wood:</br>I hear her ever in the Midnight Bell,</br>The hollow Gale, and hoarse-resounding Flood.", "This caus'd a Mother's tender Tears to flow,</br>(The sad Remembrance Time shall ne'er erase)</br>When having seal'd th' irrevocable Vow</br>I hasten'd to receive her last Embrace.", "Full-well she then presag'd my wretched Fate,</br>Th' unhappy Moments of each future Day:</br>When lock'd within this Terror-shedding Grate,</br>My joy-deserted Soul wou'd pine away.", "Yet ne'er did her maternal Voice unfold</br>This cloyster'd Scene in all its Horror drest:</br>Nor did she then my trembling Steps withhold</br>When here I enter'd a reluctant Guest.", "Ah!  could she view her only Child betray'd,</br>And let Submission o'er her Love prevail?</br>Th' unfeeling Priest why did she not upbraid?</br>Forbid the Vow, and rend the hov'ring Veil?", "Alas!  she might not &mdash; Her relentless Lord</br>Had seal'd her Lips, and chid her streaming Tear,</br>So Anguish in her Breast conceal'd its Hoard,</br>And all the Mother sunk in dumb Despair.", "But Thou who own'st a Father's sacred Name,</br>What Act impell'd thee to this ruthless Deed?</br>What Crime had forfeited my filial Claim?</br>And giv'n (oh blasting Thought!) thy Heart to bleed?", "If then thine injur'd Child deserve thy Care,</br>Oh haste and bear her from this lonesome Gloom!</br>In vain &mdash; no Words can sooth his rigid Ear:</br>And Gallia's Laws have riveted my Doom.", "I fled not to this Mansion's deep Recess,</br>To veil the Blushes of a guilty Shame,</br>The Tenor of an ill-spent Life redress,</br>And snatch from Infamy a sinking Name.", "Yet let me to my Fate submissive bow:</br>From fatal Symptoms if I right conceive,</br>This Stream Ophelia has not long to flow,</br>This Voice to murmur, and this Breast to heave.", "Ah!  when extended on th' untimely Bier</br>To yonder Vault this Form shall be convey'd,</br>Thou'lt not refuse to shed one grateful Tear,</br>And breathe the Requiem to my fleeting Shade.", "With pious Footstep join the sable Train,</br>As thro' the lengthening Isle they take their Way:</br>A glimmering Taper let thy Hand sustain,</br>Thy soothing Voice attune the funeral Lay:", "Behold the Minister who lately gave</br>The sacred Veil, in Garb of mournful Hue,</br>(More kindly Office) bending o'er my Grave,</br>And sprinkling my Remains with hallow'd Dew:", "As o'er the Corse he strews the rattling Dust,</br>The sternest Heart will raise Compassion's Sigh:</br>Ev'n then no longer to his Child unjust,</br>The Tears may trickle from a Father's Eye.</br>"]