["A Nymph and Swain, Sheelah and Dermot hight,</br>Who wont to weed the Court of Gosford Knight,</br>While each with stubbed Knife remov'd the Roots</br>That rais'd between the Stones their daily Shoots;</br>As at their Work they sate in counterview,</br>With mutual Beauty smit, their Passion grew.</br>Sing heavenly Muse in sweetly flowing Strain,</br>The soft Endearments of the Nymph and Swain.", "DERMOT.</br>My love to Sheelah is more firmly fixt</br>Than strongest Weeds that grow these Stones betwixt:</br>My Spud these Nettles from the Stones can part,</br>No Knife so keen to weed thee from my Heart.", "SHEELAH.</br>My Love for gentle Dermot faster grows,</br>Than yon tall Dock that rises to thy Nose.</br>Cut down the Dock, 'twill sprout again:  but O!</br>Love rooted out, again will never grow.", "DERMOT.</br>No more that Bry'r thy tender Leg shall rake:</br>(I spare the Thistle for Sir Arthur's sake.)</br>Sharp are the Stones, take thou this rushy Matt;</br>The hardest Bum will bruise with sitting squat.", "SHEELAH.</br>Thy Breeches torn behind, stand gaping wide;</br>This Petticoat shall save thy dear Back-side;</br>Nor need I blush; although you feel it wet;</br>Dermot, I vow, 'tis nothing else but Sweat.", "DERMOT.</br>At an old stubborn Toot I chanc'd to tug,</br>When the Dean threw me this Tobacco-plug:</br>A longer half-p'orth never did I see;</br>This, dearest Sheelah, thou shalt share with me.", "SHEELAH.</br>In at the Pantry-door this Morn' I slipt,</br>And from the Shelf a charming Crust I whipt:</br>Dennis was out, and I got hither safe;</br>And thou, my dear, shalt have the bigger half.", "DERMOT.</br>When you saw Tady at long-bullets play,</br>You sat and lows'd him all the Sunshine Day:</br>How could you, Sheelah, listen to his Tales,</br>Or crack such Lice as his betwixt your Nails?", "SHEELAH.</br>When you with Oonah stood behind a Ditch,</br>I peept, and saw you kiss the dirty Bitch.</br>Dermot, how could you touch those nasty Sluts!</br>I almost wish'd this Spud were in your Guts.", "DERMOT.</br>If Oonah once I kiss'd, forbear to chide:</br>Her Aunt's my Gossip by my Father's side:</br>But, if I ever touch her Lips again,</br>May I be doom'd for Life to weed in Rain.", "SHEELAH.</br>Dermot, I swear, though Tady's Locks could hold</br>Ten thousand Lice, and ev'ry Louse was gold,</br>Him on my Lap you never more should see;</br>Or may I lose my Weeding-knife &mdash; and Thee.", "DERMOT.</br>O, could I earn for thee, my lovely Lass,</br>A pair of Brogues to bear thee dry to Mass!</br>But see, where Norah with the Sowins comes&mdash;</br>Then let us rise, and rest our weary Bums.</br>"]