["This Nimphall of delights doth treat,</br>Choice beauties, and proportions neat,</br>Of curious shapes, and dainty features</br>Describd in two most perfect creatures.", "RODOPE.  DORIDA.", "When Phoebus with a face of mirth,</br>Had flong abroad his beames,</br>To blanch the bosome of the earth,</br>And glaze the gliding streames.</br>Within a goodly Mertle grove,</br>Upon that hallowed day</br>The Nimphes to the bright Queene of love</br>Their vowes were usde to pay.</br>Faire Rodope and Dorida</br>Met in those sacred shades,</br>Then whom the Sunne in all his way,</br>Nere saw two daintier Maids.</br>And through the thickets thrild his fires,</br>Supposing to have seene</br>The soveraigne Goddesse of desires,</br>Or Joves Emperious Queene:</br>Both of so wondrous beauties were,</br>In shape both so excell,</br>That to be paraleld elsewhere,</br>No judging eye could tell.</br>And their affections so surpasse,</br>As well it might be deemd,</br>That th' one of them the other was,</br>And but themselves they seem'd.</br>And whilst the Nimphes that neare this place,</br>Disposed were to play</br>At Barly-breake and Prison-base,</br>Doe passe the time away:</br>This peerlesse payre together set,</br>The other at their sport,</br>None neare their free discourse to let,</br>Each other thus they court,", "DORIDA.</br>My sweet, my soveraigne Rodope,</br>My deare delight, my love,</br>That Locke of hayre thou sentst to me,</br>I to this Bracelet wove;</br>Which brighter every day doth grow</br>The longer it is worne,</br>As its delicious fellowes doe,</br>Thy Temples that adorne.", "RODOPE.</br>Nay had I thine my Dorida,</br>I would them so bestow,</br>As that the winde upon my way,</br>Might backward make them flow,</br>So should it in its greatst excesse</br>Turne to becalmed ayre,</br>And quite forget all boistrousnesse</br>To play with every hayre.", "DORIDA.</br>To me like thine had nature given,</br>A Brow, so Archt, so cleere,</br>A Front, wherein so much of heaven</br>Doth to each eye appeare,</br>The world should see, I would strike dead</br>The Milky way that's now,</br>And say that Nectar Hebe shed</br>Fell all upon my Brow.", "RODOPE.</br>O had I eyes like Doridaes,</br>I would inchant the day,</br>And make the Sunne to stand at gaze,</br>Till he forgot his way:</br>And cause his Sister Queene of Streames,</br>When so I list by night;</br>By her much blushing at my Beames</br>T' eclipse her borrowed light.", "DORIDA.</br>Had I a Cheeke like Rodopes,</br>In midst of which doth stand,</br>A Grove of Roses, such as these,</br>In such a snowy land:</br>I would make the Lilly which we now</br>So much for whitenesse name,</br>As drooping downe the head to bow,</br>And die for very shame.", "RODOPE.</br>Had I a bosome like to thine,</br>When it I pleas'd to show,</br>T' what part o' th' Skie I would incline</br>I would make th' Etheriall bowe;</br>My swannish Breast brancht all with blew,</br>In bravery like the spring:</br>In Winter to the generall view</br>Full Summer forth should bring.", "Dorida.</br>Had I a body like my deare,</br>Were I so straight so tall,</br>O, if so broad my shoulders were,</br>Had I a waste so small;</br>I would challenge the proud Queene of love</br>To yeeld to me for shape,</br>And I should feare that Mars or Jove</br>Would venter for my rape.", "RODOPE.</br>Had I a hand like thee my Gerle,</br>(This hand O let me kisse)</br>These Ivory Arrowes pyl'd with pearle,</br>Had I a hand like this;</br>I would not doubt at all to make,</br>Each finger of my hand</br>To taske swift Mercury to take</br>With his inchanting wand.", "DORIDA.</br>Had I a Theigh like Rodopes;</br>Which twas my chance to veiwe,</br>When lying on yon banck at ease</br>The wind thy skirt up blew,</br>I would say it were a columne wrought</br>To some intent Divine,</br>And for our chaste Diana sought,</br>A pillar for her shryne.", "RODOPE.</br>Had I a Leg but like to thine</br>That were so neat, so cleane,</br>A swelling Calfe, a Small so fine,</br>An Ankle, round and leane,</br>I would tell nature she doth misse</br>Her old skill; and maintaine,</br>She shewd her master peece in this,</br>Not to be done againe.", "DORIDA.</br>Had I that Foot hid in those shoos,</br>(Proportion'd to my height)</br>Short Heele, thin Instep, even Toes,</br>A Sole so wondrous straight,</br>The Forresters and Nimphes at this</br>Amazed all should stand,</br>And kneeling downe, should meekely kisse</br>The Print left in the sand.", "By this the Nimphes came from their sport,</br>All pleased wondrous well,</br>And to these Maydens make report</br>What lately them befell:</br>One said the dainty Lelipa</br>Did all the rest out-goe,</br>Another would a wager lay</br>Shee would outstrip a Roe;</br>Sayes one, how like yee Florimel</br>There is your dainty face:</br>A fourth replide, she lik't that well,</br>Yet better lik't her grace,</br>She's counted, I confesse, quoth she,</br>To be our onely Pearle,</br>Yet have I heard her oft to be</br>A melancholly Gerle.</br>Another said she quite mistoke,</br>That onely was her art,</br>When melancholly had her looke</br>Then mirth was in her heart;</br>And hath she then that pretty trick</br>Another doth reply,</br>I thought no Nimph could have bin sick</br>Of that disease but I;</br>I know you can dissemble well</br>Quoth one to give you due,</br>But here be some (who Ile not tell)</br>Can do't as well as you,</br>Who thus replies, I know that too,</br>We have it from our Mother,</br>Yet there be some this thing can doe</br>More cunningly then other:</br>If Maydens but dissemble can</br>Their sorrow and their joy,</br>Their pore dissimulation than,</br>Is but a very toy.</br>"]