["If all who e'er invok'd the tuneful nine</br>In Addison's majestic numbers shine,</br>Why then should Pope, ye bards, ye critics tell,</br>Remain unsung, who sings himself so well?</br>Hear then, great bard, who can alike inspire</br>With Waller's softness, or with Milton's fire;</br>Whilst I, the meanest of the muses' throng,</br>To thy just praises tune th' adventurous song.", "How am I fill'd with rapture and delight</br>When gods and mortals, mix'd, sustain the sight!</br>Like Milton then, though in more polish'd strains,</br>Thy chariots rattle o'er the smoaking plains.</br>What though archangel 'gainst archangel arms,</br>And highest Heaven resounds with dire alarms!</br>Doth not the reader with like dread survey</br>The wounded gods repuls'd with foul dismay?", "But when some fair one guides your softer verse,</br>Her charms, her godlike features, to rehearse;</br>See how her eyes with quicker lightnings arm,</br>And Waller's thoughts in smoother numbers charm.", "When fools provoke, and dunces urge thy rage,</br>Flecknoe improv'd bites keener in each page.</br>Give o'er, great bard, your fruitless toil give o'er,</br>For still king Tibbald scribbles as before;</br>Poor Shakespeare suffers by his pen each day,</br>While Grub-street alleys own his lawful sway.", "Now turn, my muse, thy quick, poetic eyes,</br>And view gay scenes and opening prospects rise.</br>Hark!  how his rustic numbers charm around,</br>While groves to groves, and hills to hills resound.</br>The list'ning beasts stand fearless as he sings,</br>And birds attentive close their useless wings.</br>The swains and satyrs trip it o'er the plain,</br>And think old Spenser is reviv'd again.</br>But when once more the godlike man begun</br>In words smooth flowing from his tuneful tongue,</br>Ravish'd they gaze, and struck with wonder say,</br>Sure Spenser's self ne'er sung so sweet a lay:</br>Sure once again Eliza glads the isle,</br>That the kind Muses thus propitious smile&mdash;</br>Why gaze ye thus?  Why all this wonder, swains?&mdash;</br>'Tis Pope that sings, and Carolina reigns.", "But hold, my muse!  whose aukward verse betrays</br>Thy want of skill, nor shew the poet's praise;</br>Cease then, and leave some fitter bard to tell</br>How Pope in ev'ry strain can write, in ev'ry strain excel.</br>"]