["Wynken bewayleth Elphins losse,</br>The God of Poesie,</br>With Rowlands rime ecleepd the tears</br>Of the greene Hawthorne tree.", "GORBO.</br>Well met good Wynken, whither doest thou wend?</br>How hast thou far'd sweet shepherd many a yeer?</br>May Wynken thus his daies in darkenes spend?</br>Who I have knowne for piping had no peere?", "Where been those fayre flocks thou wert wont to guide?</br>What?  been they dead?  or hap'd on some mischance,</br>Or mischiefe hath their master else betide,</br>Or Lordly Love hath cast thee in a trance.", "What man?  lets still be merie whilst we may,</br>And take a truce with sorrow for a time,</br>And let us passe this wearie winters day,</br>In reading Riddles, or in making rime.", "WYNKEN.</br>Ah woe's me Gorbo, mirth is farre away,</br>Mirth may not sojourne with black malcontent,</br>The lowring aspect of this dismall day,</br>The winter of my sorrow doth augment.", "My song is now a swanne-like dying song,</br>And my conceipts, the deepe conceipts of death,</br>My heart becom'n a very hell of wrong,</br>My breast the irksome prison of my breath.", "I loth my life, I loth the dearest light,</br>Com'n is my night, when once appeeres the day,</br>The blessed sunne seemes odious in my sight,</br>No song may like me but the shreech-owles lay.", "GORBO.</br>What mayst thou be, that old Wynkin de word,</br>Whose thred-bare wits o'rworne with melancholly,</br>Once so delightsome at the shepheards boord,</br>But now forlorne with thy selves self-wild folly.", "I think thou dot'st in thy gray-bearded age,</br>Or brusd with sinne, for thy youths sin art sory,</br>And vow'st for thy?  a solemne pilgrimage,</br>To holy Hayles or Patricks Purgatory.", "Come sit we downe under this Hawthorne tree.</br>The morrowes light shall lend us daie enough,</br>And tell a tale of Gawen or Sir Guy,</br>Of Robin Hood, or of good Clem a Clough.", "Or else some Romant unto us areed,</br>Which good olde Godfrey taught thee in thy youth,</br>Of noble Lords and Ladies gentle deede,</br>Or of thy love, or of thy lasses truth.", "WYNKEN.</br>Gorbo, my Comfort is accloyd with care,</br>A new mishap my wonted joyes hath crost:</br>Then mervaile not although my musicke jarre,</br>When she the Author of her mirth hath lost,", "Elphin is dead, and in his grave is laid,</br>Our lives delight whilst lovely Elphin lived,</br>What cruell fate hath so the time betraid,</br>The widow world of all her joyes deprived.", "O cursed death, Lives fearfull enemie,</br>Times poysned sickle:  Tyrants revenging pride:</br>Thou blood-sucker, Thou childe of infamie:</br>Devouring Tiger:  slaughtering homicide:</br>Ill hast thou done, and ill may thee betide.", "Naught hast thou got, the earth hath wonne the most,</br>Nature is payd the interest of her due,</br>Pan hath receav'd, what him so dearly cost,</br>O heavens his vertues doe belong to you.", "A heavenly clowded in a humaine shape,</br>Rare substance, in so rough a barcke Iclad,</br>Of Pastorall, the lively springing sappe,</br>Though mortall thou, thy fame immortall made.", "Spel-charming Prophet, sooth-divining seer,</br>O heavenly musicke of the highest spheare,</br>Sweet sounding trump, soule-ravishing desire,</br>Thou stealer of mans heart, inchanter of the eare.", "God of Invention, Joves deere Mercury,</br>Joy of our Lawrell, pride of all our joy:</br>The essence of all Poets divinitie,</br>Spirit of Orpheus:  Pallas lovely boy.", "But all my words shalbe dissolv'd to teares,</br>And my tears fountaines shall to rivers grow:</br>These Rivers to the floods of my dispaires,</br>And these shall make an Ocean of my woe.", "His rare desarts, shall kindle my desire,</br>With burning zeale, the brands of mine unrest,</br>My sighes in adding sulphure to this fire,</br>Shall frame another Aetna in my breast.", "Planets reserve your playnts till dismall day,</br>The ruthles rockes but newly have begonne,</br>And when in drops they be dissolv'd away,</br>Let heavens begin to weepe when earth hath done.", "Then tune thy pipe and I will sing a laye,</br>Upon his death by Rowland of the rocke,</br>Sitting with me this other stormy day,</br>In yon fayre field attending on our flock.", "GORBO.</br>This shall content me Wynken wondrous well,</br>And in this mistie wether keepe us waking,</br>To heare of him, who whylome did excell,</br>In such a song of learned Rowlands making.", "WYNKEN.</br>Melpomine put on thy mourning Gaberdine,</br>And set thy song unto the dolefull Base,</br>And with thy sable vayle shadow thy face,</br>With weeping verse,</br>Attend his hearse,</br>Whose blessed soule the heavens doe now enshrine.", "Come Nymphs and with your Rebecks ring his knell,</br>Warble forth your wamenting harmony,</br>And at his drery fatall obsequie,</br>With Cypres bowes,</br>Maske your fayre Browes,</br>And beat your breasts to chyme his burying peale.", "Thy birth-day was to all our joye, the even,</br>And on thy death this dolefull song we sing,</br>Sweet Child of Pan, and the Castalian spring,</br>Unto our endles mone,</br>From us why art thou gone,</br>To fill up that sweete Angels quier in heaven.", "O whylome thou thy lasses dearest love,</br>When with greene Lawrell she hath crowned thee,</br>Immortall mirror of all Poesie:</br>The Muses treasure,</br>The Graces pleasure,</br>Reigning with Angels now in heaven above.", "Our mirth is now depriv'd of all her glory,</br>Our Taburins in dolefull dumps are drownd.</br>Our viols want their sweet and pleasing sound,</br>Our melodie is mar'd</br>And we of joyes debard,</br>Oh wicked world so mutable and transitory.", "O dismall day, bereaver of delight,</br>O stormy winter sourse of all our sorrow,</br>O most untimely and eclipsed morrow,</br>To rob us quite</br>Of all delight,</br>Darkening that starre which ever shone so bright:", "Oh Elphin, Elphin, Though thou hence be gone,</br>In spight of death yet shalt thou live for aye,</br>Thy Poesie is garlanded with Baye:</br>And still shall blaze</br>Thy lasting prayse:</br>Whose losse poore shepherds ever shall bemone.", "Come Girles, and with Carnations decke his grave,</br>With damaske Roses and the hyacynt:</br>Come with sweete Williams, Marjoram and Mynt,</br>With precious Balmes,</br>With hymnes and psalmes,</br>His funerall deserves no lesse at all to have.", "But see where Elphin sits in fayre Elizia,</br>Feeding his flocke on yonder heavenly playne,</br>Come and behold, yon lovely shepheards swayne,</br>Piping his fill,</br>On yonder hill,</br>Tasting sweete Nectar, and Ambrosia.", "GORBO.</br>Oh how thy plaints (sweete friend) renew my payne,</br>In listning thus to thy lamenting cries:</br>That from the tempest of my troubled brayne,</br>See how the floods been risen in mine eyes.", "And being now a full tide of our teares,</br>It is full time to stop the streame of griefe,</br>Lest drowning in the floods of our despaires,</br>We want our lives, wanting our soules reliefe.", "But now the sunne beginneth to decline,</br>And whilest our woes been in repeating here,</br>Yon little elvish moping Lamb of mine,</br>Is all betangled in yon crawling Brier.", "Optima prima fere manibus rapiuntur avaris:</br>Implentur numeris deteriora suis.</br>"]