["Provok'd with Poetry, I daily see,</br>Of Method, Nature, Truth, and Manners free,</br>Where little Sense is thro' whole Pages spun,</br>And the dull Verse in duller Numbers run;</br>Whence glaring Ignorance, with Pride combin'd,</br>Betray the Weakness of each Author's Mind;</br>Such monstrous Things my Satire dare expose,</br>Tho' Poets, Wits, and Critics rise her Foes.</br>Resolv'd to punish where the Fault is just,</br>Praise where she ought, and pity where she must;</br>To mend the Taste of this degen'rate Age,</br>And on the Mob of Scribblers point her rage:</br>Dauntless proceed &mdash; Ye Foes to Sense draw near,</br>And you, her Friends, lend your impartial Ear.", "Let Fools for Lucre found the tuneful String;</br>'Tis all for Glory and for Fame I sing;</br>Fond of the Art, I will protect its Cause,</br>Maintain its Virtues, and defend its Laws;</br>Scourge the vain Foes who shall its Ends prophane,</br>And save it from Destruction and Disdain.", "All grant true Poetry's an Art divine,</br>And blest is he who in the Art can shine;</br>To soar above the Height of vulgar Fame,</br>And be rewarded, with a Poet's Name!</br>But few there are who labour to excel;</br>All modern Poetry this Truth can tell.</br>The Lust of Lucre fills the Place of Praise,</br>And Crowns of Gold exceed all Crowns of Bays.", "Of all God's Creatures, sure vain Man alone</br>Is to himself the least, and slightest known;</br>Proud of his Parts, and mighty with Conceit,</br>Mistakes his Talents thro' a vain Deceit;</br>Prompted by Weakness, or inspir'd by Fame,</br>He grasps at Glory, but embraces Shame.</br>To prove this Truth needs no great Art of Wit;</br>Read thou the Poems that are daily writ.</br>See Men that might in other Arts have shin'd,</br>Grow Fools in Verse, and hateful to Mankind;</br>To be ridiculous they labour hard,</br>And in Despight of Heav'n abuse the Bard.</br>Their Verses prove how they mistake their Parts,</br>Design'd by Nature for inferior Arts.</br>What Satire can on those be too severe?</br>They aim at Wit, when Folly is their Sphere.</br>No Creature quits its Element but Man,</br>At all he grasps within his narrow Span.", "Among the Pieces publish'd in these Days,</br>There's not a Poem we can truly praise;</br>In few the Sparks of Genius can be found,</br>And fewer still the Taste or Wit abound;</br>But dull, insipid, nerveless, and obscene,</br>With language wretched, vile, impure, and mean.</br>Can I such horrid Trash with Patience read,</br>Nor pour my Fury at each Scribbler's Head?", "\"But why thus anxious to correct the Age?</br>Thy Satire will be vain, as is thy Rage.</br>Did they regard the mighty Pen of Pope?</br>And if he fail'd, can you Success e'er hope?</br>Cease, cease, my Friend!  the endless Task give o'er;</br>Such Scribblers make true Poets shine the more;</br>Like Stars that twinkle from their distant Spheres,</br>But lose their Glory when the Sun appears.\"", "Thy Caution, NASSAU, I confess, is wise;</br>But must I privately such Works despise?</br>When Taste and Wit are seen no more to shine,</br>And Truth is banish'd from each Breast but THINE;</br>When Sense and Virtue fail to meet Applause,</br>Can I be dumb, and not assert their Cause?</br>Where is the Danger to expose such Men?</br>Their only Weapon is a trifling Pen:</br>Let them, alas!  employ that Weapon well,</br>I'll sing their Praises, and their Virtues tell;</br>But while 'tis us'd to mangle Sense in Rhime,</br>To torture Patience, and to murder Time,</br>Is not my Satire just?  Can I offend?</br>The Good, the Wise, and Gen'rous will commend.", "Forbear, rash Men!  some other Art abuse;</br>Poetry is sacred, so is the Muse:</br>Think not a Verse, tho' logically wrought,</br>Can make you Poets, or be Poets thought;</br>Tho' great your Learning, and your Theme divine,</br>'Tis Taste, ye Vain!  must make the Poet shine.", "No little Rhimer in these modern Days,</br>But thinks his Nothings claim immortal Praise;</br>Will his melodious Trifles sweet pour forth,</br>And wonder in himself at their vast Worth!</br>If in Description he can make a Rhime,</br>He calls his Genius great, his Wit sublime!</br>For puzzling Thoughts he studies to surprise,</br>And vainly dreams the World believes him wise:</br>Hard Dictionary-Words shall next advance,</br>To cheat the Fool, and hide his Ignorance;</br>Pleas'd with his self-conceited Parts, he vows</br>Parnassian Laurels shou'd adorn his Brows;</br>Condemns the Public for his slighted Fame,</br>When all his Works his Merits loud proclaim.", "Many are these, in Verse, who court Renown,</br>But prove the Jest and Scandal of the Town.</br>Blind to their Faults, and partial to their Rhimes,</br>They boast of Beauties, and reproach the Times;</br>Shall dare to call great Chesterfield an Ass,</br>In letting such bright Talents heedless pass.</br>Think'st thou he'll Patronize your Verses mean?</br>The Star must shine, thou Fool!  that wou'd be seen.", "The Man who labours for a deathless Praise,</br>By flowing Numbers and poetic Lays,</br>Must first a just and proper Taste attain;</br>For without Taste your Poetry is vain.", "What Author can expect in Verse to shine,</br>Who feels no Raptures at a Golden line?</br>Dull and laborious he spins out his Thoughts,</br>Alike insensible to Praise or Faults!</br>If Concord, Rhime, or Numbers he can write,</br>The rest he judges good, and must delight;</br>From all true Taste your half-wit Poet flies,</br>As Light's avoided by distemper'd Eyes.", "Words obsolete and rude some shall revive;</br>For Spencer's Taste industriously they strive:</br>Whole Poems in his Stile are daily writ,</br>Where antique Truths are taught in modern Wit.</br>Such uncouth Numbers ill adapt these Times;</br>For Taste is too refin'd to like such Rhimes,</br>They were esteem'd, I grant, in Spencer's Days,</br>And justly claim from us immortal Praise:</br>But now old Words to use gives just Offence;</br>For they corrupt our Language, Taste, and Sense.", "Some too must imitate great Milton's Stile,</br>Tho' weak their Genius, and tho' vain their Toil;</br>At his sublime and lofty Sense they aim,</br>See, ***, how heavy, flat, and dull;</br>Your mimic Poet is a trifling Fool.", "If you must write, and have a Knack to rhime,</br>Embrace some Subject worthy of your Time;</br>Your Genius, Strength, and Taste examine well:</br>That Task perform'd, proceed with Caution on,</br>(For much is to be lost, and little won)</br>Let Nature dictate, and let Taste refine,</br>And by the Test of Judgment prove each Line.</br>Be easy, delicate, concise, and plain,</br>Tho' free, sublime; tho' learned, yet not vain:</br>Your Words well plac'd, and with right Judgment chose,</br>Are certain Rules which true sublime compose.", "There are, who, thro' a vain Poetic Rage,</br>With Rant and Fustian swell their frantic Page;</br>Whose Thoughts are Riddles, and whose Sense is Sound;</br>Truth they obscure, and Nature they confound.</br>Such lofty Nothings, NASSAU, you despise;</br>'Tis pompous Ignorance to judging Eyes!</br>Make all thy Language to thy Subject fit,</br>For what's most natural is most like Wit.</br>A clear Idea, perfectly exprest,</br>To bear the strongest Marks of Truth confest;</br>Whose Sense and Beauty Proofs sublime impress,</br>And most Expressive in the plainest Dress.</br>Be not too diffident, nor yet too vain,</br>Read and correct, correct and read again;</br>Adhere to Precepts that the Wise impart,</br>And get each Rule of Poetry by Heart.</br>Let all you publish be compleatly writ,</br>To shine a very Master-piece of Wit.</br>These Rules preserv'd, and by the Muse inspir'd,</br>Thy Works can never fail to be admir'd;</br>A Poet's Name is not with Ease attain'd,</br>By Pains and Labour Glory must be gain'd.", "Out from your Work each trifling Error strike,</br>The smallest Faults are apt to raise Dislike:</br>As well-wrought Pieces give the noblest Joys,</br>So 'tis a Luxury that never cloys.", "What made immortal Pope distinguish'd shine?</br>Truths well explain'd, and Sentiments divine.</br>POPE!  sacred Bard!  in all thy Works we find</br>The copious Wisdom of thy mighty Mind!</br>Strong and harmonious are thy Numbers writ,</br>Fraught with good Sense, and arm'd with solid Wit:</br>Correct, yet free, concise, yet not obscure;</br>In Judgment happy, and in Language pure.</br>Whose ev'ry Thought with Strength of Virtue shines,</br>And Truths immortal beam in all his Lines.", "Do'st thou a Poet's deathless Name desire?</br>For Wisdom, Glory, and for Fame aspire?</br>Make Pope thy Guide, thy Teacher, and thy Plan;</br>I like the Poet, but I hate the Man.", "In ADDISON'S instructive Page we find</br>The purest Elegance to Learning join'd;</br>Who taught with Judgment, and with Spirit writ;</br>Whose sense was Nature, and whose Talent Wit:</br>Chaste in Expression, in Ideas clear;</br>Tho' modest, bold; tho' tender, yet severe:</br>Whose Precepts artfully attract our Youth,</br>And steal them into Virtue, Sense, and Truth.", "Accept, O sacred Shade!  accept this Praise,</br>From one who honours and adore thy Lays.</br>To thee alone I consecrate my Time,</br>Explore new Truths, and study Arts sublime:</br>Fair Virtue still bemoans her Patron dead,</br>Yet she shall flourish while thy Works are read.", "For Humour justly SWIFT may claim the Bays,</br>And he rewarded with eternal Praise;</br>His Wit is poignant, copious, and severe,</br>His Language nervous, masterly, and clear:</br>But who can like his Satire or his Pride?</br>He bares those Faults which Nature bids to hide:</br>With gross Ideas he degrades each Thought;</br>The Want of Decency is his great Fault.", "Nor shall immortal YOUNG neglected lie,</br>While I can sing, his Praise shall never die.</br>Harmonious Bard!  to Virtue ever dear;</br>Sublime in Wisdom, and to Truth severe!</br>To what Perfection are his Poems wrought!</br>What Strength of Stile!  What Energy of Thought!</br>Who reads his Satires on the Love of Fame,</br>But feels the Raptures of his sacred Flame?</br>So just to Life each Character is drawn,</br>We see our Pictures, and our Foibles own.</br>At Folly and at Vice he points the Dart,</br>While Truth and Manners guide it to the Heart:</br>Mercy with all his Strokes for ever fall,</br>And Pity beams a Glory round them all;</br>Nor Scorn, nor Hate, nor Pride disgrace his Lines,</br>But pure Good-nature thro' the Sat'rist shines.", "Some laugh at Vice; a Satire, in my Mind,</br>(With all Submission) dang'rous in its Kind:</br>On Fools or Knaves alike such Satire's lost,</br>They're pleas'd to make you smile, tho' at their Cost.</br>All Satire ever shou'd adapt the Deed,</br>Your Wit then takes Effect, and you succeed:</br>To laugh is to encourage, not destroy,</br>They see your Mirth, and judge they give you Joy.</br>Your monstrous Crimes for boldest Satires call,</br>Arm'd with sharp Wit, and mix'd with bitt'rest Gall;</br>At Foibles sneer, at Vice severely frown;</br>The Fool reproach, but knock the Villain down:</br>Bare deep his Crimes, dissect him till he bleeds;</br>Probe to the Quick, and shew his foulest Deeds.", "All modern Satire to Abuse is grown,</br>Condemning Men with Vices not their own;</br>Who think the Business of their Theme's to bite,</br>And maul Mankind thro' Madness or thro' Spite:</br>On Good or Bad, to them 'tis all the same;</br>For, Sportsmen like, whate'er they meet is Game:</br>The Fool, the Wise, the Virtuous, and the Knave,</br>The Villain shameless, and the Hero brave,</br>Meet the same Fate; nor Sex, nor Age they spare,</br>But all alike their Frowns and Censure share.</br>For base Reward, some brand an honest Fame</br>With deepest Crimes of Guilt, and blackest Shame.</br>Curst be the Wretch who prostitutes his Pen,</br>To blast the Characters of virt'ous Men;</br>May such be doom'd to endless Care and Pain,</br>And, like their base Rewarders, meet Disdain.", "There are who in a Title place their Wit,</br>Who reads are balk'd, who purchase are bit;</br>The Cheat will shine in Spite of the Disguise;</br>Fools may with such be caught, but not the Wise:</br>Pleas'd with the Fraud, they hold it no Offence,</br>And plainly prove they wanted but your Pence.", "How Pastorals, tho' vain, still glut the Town!</br>The very best are far beneath thy Frown;</br>All what they say amounts to just no more</br>Than what ten Thousand Thousand said before:</br>Condemn'd, and justly, to the Grocer's Hands,</br>To be transported into foreign Lands.", "Who can but smile to hear their Nymphs complain,</br>And Shepherds singing of Despair and Pain!</br>One tells his Friend the Suff'rings of his Heart</br>Arose from Beauty, and from Cupid's Dart;</br>But the Fair Wanton treats him with Disdain,</br>And 'tis his Fate to love, but love in vain.</br>Another, in as wretched Verse, declares</br>What griping Pangs of Jealousy he bears!</br>Now proves his Mistress perjur'd in her Love,</br>And now more faithful than the truest Dove;</br>Describes his Nature rash, suspicious, mad;</br>And all is pitiful, and all is sad!", "Two Shepherds next are introduc'd to sing,</br>One likes the Summer best, and one the Spring;</br>Both matchless in the Art of piping well,</br>A Prize is stak'd for him who shall excell:</br>A Third is call'd the Wager to decide,</br>Now Eloquence is heard in all its Pride;</br>Descriptions, Riddles, Puns, and Similies,</br>In wild Confusion and Disorder rise!</br>While the vain Author thinks he greatly shines,</br>And in alternate Verse applauds his Lines.", "Defend us, PHOEBUS!  from each trifling Bard;</br>Thy fav'rite Land with Wisdom still reward!</br>Aid thou her Sons who for Protection call,</br>Make them write better, or not write at all.", "All Poetry in Truth is now abus'd,</br>For vilest Ends the sacred Art is us'd!</br>Few write with Judgment, and as few with Sense;</br>Where One can please, a Hundred give Offence.", "\"Point out the Men; Thy Satire strikes at All.\"</br>The List now follows; mark them as They fall.", "See *** who in Ink will dabble still,</br>And says a Nation's Fate demands the Quill!</br>Fond of his Trash he styles himself the Wise;</br>Some few affirm, but Numbers more despise.</br>No nervous Lines his languid Diction Grace,</br>Far-fetch'd Conceits rise up in ev'ry Place,</br>No Wit to charm, no soothing Numbers roll,</br>Nor Thoughts sublime to touch the rapt'rous Soul.", "With what Obscurity does Puzzle write!</br>He labours to perplex us, not delight;</br>So hard to find his Meaning out, you'd swear</br>Nor Sense nor Reason, Wit nor Nature there;</br>In Pompous Words, his Truth, with Art are wrought,</br>But lost in Riddles and the Maze of Thought!</br>I hate the Work that is not clear and plain,</br>And deem the Author Ignorant, or Vain.", "Pedantus with Quotations fills his Page,</br>Provoking justly an indignant Rage.</br>No Language spoke in Europe but he quotes,</br>And all the Work is cramm'd with idle Notes.</br>Whoever reads are sure to be perplex'd</br>With countless References intermix'd;</br>When such Pedantic Pieces meet my Eyes,</br>I loath the Purport, and the Man despise.</br>It speaks as if the Author meant to shew</br>His mighty Reading, and his Learning too!</br>Quotations needless are but idle Arts,</br>To make the Vulgar wonder at their Parts.", "With Nurtur'd Rules, PROLIXUS charms the Age,</br>And senseless Precepts croud his lenghten'd Page.</br>Who can with Patience, tho' a Dunce of Prose,</br>Read the long Lines of his long Thoughts ill-chose;</br>How old his Stile!  How poor the Whole is writ!</br>A Heap of Words without one Grain of Wit.", "ORLANDO has some Wit, but not refin'd;</br>And wants sound Judgment to improve his Mind:</br>He seems to labour, not to write with Ease,</br>And such Performances can never please.", "Wit, is a dang'rous Tool to play withal,</br>If Judgment does not guide, you surely fall;</br>It will at best your Weakness much expose,</br>And leave you naked to the scourge of Foes.</br>Ye rash conceited Wits believe the Rule;</br>A Fool in Print will ever shine a Fool.", "Your Fancy may beyond your Judgment soar,</br>And strike out Beauties that were ne'er before,</br>But that, Orlando, seldom comes to pass;</br>You rise a Monster, and conclude an Ass.", "How pleas'd is SCAURUS when he writes a Song?</br>His Numbers hobbling, and his Judgment wrong;</br>Yet in his Eye, he cries, 'tis very fine!</br>And vows no Poetry is so Divine.</br>His Learning's little, and in Genius dull,</br>A Rhyming Blockhead, and Poetic Fool.</br>With too much Foppery to make a Wit,</br>And Pride disdaining never to submit.</br>Swell'd with Conceit to that enormous Size,</br>He deems himself the Wisest of the Wise.", "Conceit is Error's Parent got by Pride,</br>Nurs'd up in Flatt'ry, and to Vice ally'd,</br>A Bard to Wisdom, and to Truth a Foe,</br>(Who boast to know all Things, yet nothing Know)</br>An Object hated, and a Being curst,</br>For Fools conceited are of Fools the worst.", "In England let some Bard, ye Pow'rs!  arise,</br>Sublime as Plato, and like Homer, wise;</br>To fire Mankind with Actions truly brave,</br>Revive lost Arts, and sinking Virtue save,</br>Make Science flourish, banish'd Truth restore,</br>Sing like the Swain, and like the Eagle, soar;</br>Let deathless Paeans hail the happy Bard,</br>And Immortality be his Reward.", "Others, there are, who shall for Critics pass,</br>Proclaim this Man a Fool, and that an Ass,</br>Shall ev'ry Work without a Reason damn,</br>Because they know perhaps, or hate the Man.", "I from my Soul do hate when Fools pretend</br>To censure Things, which they can never mend;</br>But with an Air, and to be reckon'd Wise,</br>Will hum Applause, or artless Criticise.</br>What Raptures when a little Fault is found!</br>No Miser values more a Thousand Pound.</br>The Whole without Exception then is damn'd,</br>By All discarded, and by All confirm'd.", "Sometimes an Error they pretend to find,</br>When to their Shame the Error's in their Mind,</br>Nothing, tho' Perfect, can escape their Rage,</br>This Thought is wrong, and that suits not the Age,</br>It has no Similies, or void of Rule,</br>Your little Critic is a MIGHTY FOOL.", "I love the Man who will my Errors show;</br>How can I mend unless my Faults I know?</br>Let Fools be anger'd at a Judge sincere,</br>My Task is to submit, and to revere.</br>The Man of Sense, when wrong, will set me right;</br>My Friend may flatter, knowing 'tis polite.</br>But thank my Stars!  I have the Wit to know</br>If I deserve the Praise, which they bestow;</br>Can see the Arts vile Flatterers may use,</br>For Flattery's to me a gross Abuse.", "An Honest Praise all worthy Men desire,</br>Praise spurs us on, and sets our Souls on Fire;</br>It gives an Edge to all the Heroe's Toils,</br>Who bleeds with Pride to crush his Country's Broils;</br>It soothes the Tyrant, and it fires the Bard,</br>It is of all good Deeds the sweet Reward.", "Good Deeds, like Poems, few are worthy Praise;</br>Pride, Ignorance, and Vice fill up our Days;</br>While Virtue, Learning, Merit, Sense, and Wit,</br>Must yield to Villains, and to Fools submit.</br>Strike, Satire!  strike; and make them feel thy Rage;</br>With Knaves and Fools eternal War I'll wage.", "\"When will this Fury and this raving cease?</br>No more &mdash; be Wise &mdash; 'tis Time to be at Peace.</br>Those very Men you Fools and Scribblers call,</br>Are Poets deem'd, and Poets prais'd by All;</br>Your Satire will at best but gain you Foes,</br>Perhaps yet worse &mdash; Thy mighty Self expose.</br>Mend thy own Faults; how incorrect!  how dull!</br>For love of Verse you too commence a Fool.</br>To graver Themes thy growing Genius fit,</br>You'd shine in Morals where you fail in Wit.</br>If they write ill, must you too do the same?\"</br>Let them who make me do so, bear the Blame.", "Great Faults I have, and not a few, I own;</br>\"Why publish then?\"  Because, I wou'd be known.</br>Ambitious to atchieve a Poet's Name,</br>And rank with Authors of Immortal Fame;</br>Blest by the Muse, with Sense of Glory fir'd,</br>Anxious to please, and by the God inspir'd,</br>I rush for Praise: &mdash; \"Beware, rash YOUTH!  Beware!</br>The Paths of Glory you must tread with Care.</br>A World of Mortals urge that Height to gain,</br>And labour up the steep Ascent with Pain.</br>How few succeed let Observation teach;</br>He sure must fall who soars beyond his Reach.</br>Heroes themselves thro' many Dangers run,</br>Before the envy'd Prize be safely won:</br>With strictest Care the slipp'ry Ways explore;</br>If once you fall, you fall, to rise no more.", "\"In Days of Yore when Britons writ in Prose,</br>And not a Verse for Centuries arose,</br>Had you, alas!  been born in those blest Days,</br>And writ this Piece, it might have gain'd some Praise;</br>But now, a different Fate thy Lays attend;</br>For Pope once read, who can thy Lines commend?\"", "Your Thoughts are Just.  But I like other Men,</br>To show my Parts, must trifle with my Pen;</br>Yet know, I am not He so vain and proud,</br>To think what e're I write, it must be good.</br>Conscious of my Weakness (which credit Sir,</br>I'm not asham'd to even here aver,)</br>To proper Men I fly for frank Advice;</br>Some give it freely, and some give it nice.</br>Some praise, some blame, some neither &mdash; save a sneer;</br>You are of All, to me, the most sincere.</br>With Care you read, with Candour you correct,</br>Explore my Errors, and my Faults detect,</br>Strict to my Sense, and tender of my Fame,</br>You praise with Judgment, and with Judgment blame.</br>Wise without Pride, and without Rapture, warm;</br>And blest with ev'ry Faculty to charm.</br>Impartially you censure  and commend,</br>A Gen'rous Critic in a Faithful Friend.", "I too my Verses read with nicest Care,</br>Dissect my Errors, and my Weakness bare,</br>Free from self-love, the Whole, I strict explore;</br>The crabbedst Critic, sure, can do no more.</br>I blot, I add, I alter, and refine,</br>And weight the solid Substance of each Line.</br>That my Design is Just, ev'n Foes must own,</br>And for Defects of Wit let that attone.", "\"A pretty Plea to foil the Critic's Rage,</br>And Poets too will in their Cause engage.\"</br>Not they, poor Souls!  Their wanted Wit will own,</br>'Tis far beneath a Censure or a Frown.</br>Their Judgments ask'd?  It is not worth a damn;</br>And if they knew, O!  how they'd maul the Man!</br>I scribble not to bribe a Partial Praise,</br>My sole Ambition is the Wise to please.", "Let me be honour'd in succeeding Days,</br>For sacred Precepts, and for virtuous Lays,</br>Immortal PHOEBUS!  It is all I ask;</br>And grant me Wisdom for the GODLIKE TASK.</br>If e'er I vary from these Glorious Rules,</br>O!  rank me, Heaven!  with the meanest Fools.</br>"]