["What dreadful shape was that?  yon dismal cry</br>Strikes cold my flutt'ring soul,</br>O God!  some livid face and deadly eye</br>Seems mid the dark to roll.</br>Avaunt!  'tis Superstition's horrid gloom,</br>Delusive clouds the mind,</br>Demon accurst!  from Nature's shadowy womb</br>Of miscreated kind;</br>Of ghastly Fear and darkest Midnight born,</br>Far in a blasted dale</br>Mid Lapland's woods and noisome wastes forlorn,</br>Where lurid hags the Moon's pale orbit hail.</br>In the drear depth of such dim pathless shade,</br>The stream of infant blood</br>Damps the blue flame, and o'er th' unhallow'd glade</br>Hell's deepest darkness frowns the conscious wood.</br>Round the wither'd witches go,</br>Mutt'ring death and dismal woe,</br>On their uncouth features dire</br>Gleams the pale and livid fire:</br>The charm begins, now arise</br>Shadows foul and piercing cries,</br>Storm and tempest loud assail,</br>Beating wind and rattling hail;</br>Thus within th' infernal wood,</br>Dance they round the bubbling blood,</br>Till the rite ended, then they fly</br>To taint the breath of yonder sky,</br>Where on the desert vast, and boundless wild,</br>Mid the lightning's livid glare,</br>Or at the balmy close of evening mild,</br>They're seen to glide athwart th' affrighted air.</br>Hence from my bosom, all thy visions hence!</br>In the deep silent hour</br>When Terror hov'ring o'er each active sense</br>Impregnates Fancy's power:</br>Then rise strange spectres to the shudd'ring view,</br>With horrid lifeless stare,</br>And gliding float upon the noxious dew,</br>And howling rend the air.</br>Oft near yon leaf-clad solitary fane,</br>Whilst morn yet clasps the night,</br>Some Ghost is heard to sound his clanking chain,</br>Beheld mid moon-beam pale and dead to sight:</br>Nor less unfrequent the lone trav'ller hears</br>The sullen-sounding bell,</br>And the dim-lighted tower awakes to fears</br>Of haunted mansion, brake, or darkling dell.</br>Haste thee Superstition, fly!</br>Perish this thy sorcery!</br>Why in these Gorgon terrors clad</br>But to affright, afflict the bad,</br>'Tis thee, O Goddess!  thee I hail,</br>Of Hesper born and Cynthia pale,</br>That wont the same rude name to bear,</br>Yet gentle all, and void of fear:</br>O come, in Fancy's garb array'd,</br>In all her lovely forms display'd,</br>And o'er the Poet's melting soul</br>Bid the sweet tide of rapture roll</br>To dying music, warbling gales,</br>Mid moonlight scenes and woody vales,</br>Where Elves, and Fays, and Sprites disport,</br>And nightly keep their festive court;</br>There, mid the pearly flood of light,</br>In tincts cerulean richly dight,</br>Light-sporting o'er the trembling green,</br>Glance they quick thro' the magic scene,</br>And from the sparkling moss receive,</br>Shed by the fragrant hand of eve,</br>The silver dew, of matchless pow'r,</br>To guard from harm at midnight hour</br>The lonely wight, who, lost from far,</br>Views not one friendly guiding star,</br>Or one kind lowly cottage door</br>To point his track across the moor;</br>Whilst the storm howling, tells his mind,</br>Some spirit rides the northern wind,</br>And, 'plaining, mourns his cruel doom,</br>On tempest hurl'd, and wintry gloom:</br>Oft too, at eve's warm-tinted ray,</br>The ling'ring blush of youthful day,</br>Pensive, sweet, seraphic lays,</br>Soft-warbling wake the note of praise,</br>Heard the echoing hills among</br>Repeating wild the heav'nly song,</br>Till lost in ether floats away</br>The last, faint, murm'ring vocal lay;</br>These on the lonely bard attend,</br>With him the mountain's side ascend,</br>Or in the valley's lowly plain,</br>Rapturous breathe the melting strain;</br>These lift his soul beyond its clime,</br>To daring flights of thought sublime,</br>Where, warm'd by Fancy's brightest fire,</br>He boldly sweeps the sounding lyre.</br>Come then, with wild flowers, come array'd,</br>O Superstition, magic maid!</br>And welcome then suggesting pow'r!</br>At evening close or midnight hour.</br>"]