["Why, gentle God, this long delay,</br>Since Night, and careless Quiet reigns,</br>Oh hither take thy silent way,</br>And sooth, ah sooth my wakeful pains!</br>So shall my hands for thee the wreath entwine,</br>And strew fresh Poppies at thy votive shrine.", "When from the North all wan, and pale,</br>The sun withdraws his chearful light;</br>And arm'd with whirlwind, frost, and hail,</br>The big clouds bring the half year's night,</br>Quick to their caves the shiv'ring Natives tend,</br>And hear without the ratt'ling storms descend.", "Then stretcht along the shaggy bed</br>To Thee, indulgent Pow'r, they cry;</br>Born on thy wings, with happier speed,</br>The leaden-footed Moments fly;</br>While Fancy paints spring's visionary stores,</br>And calls the distant Sun to wake the numbering flow'rs.", "Nor yet is Sleep's supreme command</br>Confin'd to these cold dreary plains,</br>O'er sultry Lybia's boiling sand</br>This universal Monarch reigns;</br>And where with heat the sable Indians glow,</br>While streams of light thro' purest Aether flow.", "Weary and faint the dusky slaves</br>From cold Potosi's mines retire,</br>From rugged rocks and darkling caves,</br>When scarce the panting lungs respire:</br>To Citron shades they take their pensive way,</br>Where bath'd in od'rous winds their listless limbs they lay.", "The Tyrant's voice, the galling chain,</br>Th' uplifted scourge no more they fear,</br>Deep slumbers drown the sense of pain;</br>And floating thro' the peopled air</br>Ideal Forms in pleasing order rise,</br>And bright illusions swim before their eyes.", "Now Orellana's foaming tide</br>With pliant arms they seem to cleave;</br>And now the light canoe to guide</br>Across Muenca's glassy wave;</br>Or chase in jocund troops the savage Prey,</br>Thro' woods impervious to the solar ray.", "Some gentle Youth, by Love betray'd,</br>Recalls the joys he felt of old,</br>When wand'ring with his sable Maid</br>Thro' groves of vegetable gold,</br>He claspt her yielding to his raptur'd breast,</br>And free from guile his honest soul exprest.", "Sleep on, much-injur'd hapless swain,</br>Nor wake thy cruel fate to moan,</br>To curse th' insatiate thirst of gain,</br>And proud Iberia's bloody son!</br>Old India's Genius wept o'er Millions slain,</br>And streams of gore ran foaming to the main.", "But why to tragic scenes like these,</br>Wilt thou, my restless Fancy, rove,</br>Bear me to climes of downy ease,</br>To climes that Sleep, and Silence love:</br>Whether the shades of Lemnos most invite,</br>Or dark Cimmerian caves the still abode of Night.", "Fond Fables all! &mdash; The partial God</br>Is flown to Belgia's drowzy plains,</br>There waves his Lethe-sprinkled rod,</br>And linkt with kindred Dulness reigns:</br>Midst stagnant pools, the Bittern's safe retreat,</br>Beset with osiers dank behold his gloomy seat!", "His dwelling is a straw-built Shed,</br>Safe from the Sun's too curious eye,</br>A Yew-tree rears it's blighted head,</br>And Frogs and Rooks are croaking nigh:</br>Thro' many a chink the hollow murm'ring breeze</br>Sounds like the distant hum of swarming bees.", "And more to feed his Slumbers soft,</br>And lull him in his senseless swoon,</br>The hard rain beats upon the loft,</br>And swiftly-trickling tumbles down:</br>All livelier, ruder sounds are banisht far,</br>The Lute's shrill voice, and brazen throat of War. ", "Hence let me woo thee, God of ease,</br>Ah leave thy fav'rite Haunt awhile,</br>And bid the midnight hours to please,</br>And bid the midnight gloom to smile!</br>Oh come, and o'er my weary limbs diffuse</br>The slumbrous weight of sweet oblivious dews!", "Bring too thy soft, enchanting Dreams,</br>Such as enamour'd Petrarch knew,</br>When stretcht by Sorgia's gentle streams</br>Fair Laura's form his Fancy drew:</br>Oh see he woos the Soul-dissolving Maid,</br>And grasps with eager arms the visionary shade.", "At Morn he sung the tender tale,</br>He sung his Laura's matchless charms,</br>And ev'ry tree, in Clausa's vale,</br>Attentive breathed Love's soft Alarms;</br>Ev'n hoary Monks a careless Bead</br>Have dropt, and left their Aves half unsaid.</br>"]