["Welcome thou sober Ev'ning, calm and grey,</br>Now Phoebus' rage and every blast is laid,</br>Now fost'ring dews descend, and turb'lent day</br>Retires beneath the halcyon wing of shade.", "Now lucid Venus, grac'd with beamy hair,</br>To dance nocturnal tempts the starry train,</br>Commanding toil to cease, and anxious care</br>From vexing mortal bosoms to refrain.", "Yet will not av'rice, cursed fiend!  forbear</br>To break wise Nature's best appointed law;</br>She pensive-plodding sits, with downcast air,</br>Refusing rest her fraudful plan to draw.", "Pursuing which, nor Themis' righteous lore,</br>Nor precious relatives blood-binding tye,</br>Nor all that Heav'n for Virtue has in store,</br>Can draw aside her mammon-fixed eye.", "O'er rocks and seas unheeded bounds she flies,</br>Explores the cold extreme of either pole,</br>[Illegible] the fierce heats of equinoctial skies,</br>Nor slacks her race till Death's unwelcome goal.", "Far from my breast, kind Heav'n, such lust remove,</br>At ev'ry grateful, tranquil Eve's return;</br>Let me, while doubtful Cynthia cheers the grove,</br>With naught but love or pious ardor burn;", "And as along some placid stream I range,</br>Viewing the wild flow'rs close their gaudy bloom,</br>And birds the expanse of Ether change,</br>To seek the shady covert's inmost gloom;", "Ah!  let me tread, with cautious steps and slow,</br>Where thickest hawthorns shed their odours wide,</br>Where intermingled roses sweetly blow,</br>And rambling woodbines cling on ev'ry side.", "Perchance, within the fragrant thicket hid,</br>Some tuneful warbler rests his wearied throat,</br>Who, ere the sun beneath th' horizon slid,</br>Had sooth'd my bosom with his dulcet note.", "Perchance, close perch'd aside his brooding mate,</br>With bill to bill inclin'd, in silent joy,</br>He cheers her lonely hours and watchful state,</br>And cares lest aught should her repose destroy.", "Sweet harmonists!  your tender vigils keep</br>Secure for me, I will not do ye wrong;</br>The rustling boughs my garments shall not sweep,</br>And ye shall pay me with your future song.", "But hark!  what voice the sacred stillness breaks?</br>Softer than silence are those hallow'd strains,</br>Or lovers sighs, when pleading Nature speaks;&mdash;</br>'Tis sadly-pleasing Philomel complains.", "Long let me listen to thy varied lay,</br>Nor humming chafers teize my thirsty ear;</br>The time insensibly shall wear away,</br>Till night approach, and ev'ry star appear;", "Then, as my lagging feet I homewards draw,</br>My passions all in heav'nly concord bound,</br>The solemn scene shall fill my soul with awe,</br>And God Omnipotent my tongue resound.", "Methinks, when clad in beaming glories mild,</br>Full and majestic shines the Queen of Night,</br>Around her throne innum'rous squadrons fil'd</br>Of Hosts celestial, Ministers of Light.", "It should remind us of that holy hour,</br>When Heav'n and Earth's all-gracious Judge shall come,</br>In the full splendour of his Father's pow'r,</br>With guard seraphick, to pronounce our doom.", "May I, when life's short day begins to close,</br>The star of age pale glimm'ring o'er my head,</br>Unvex'd by troublous blast, my mind compose,</br>Nor Fortune's frowns, nor sacred Vengeance dread;", "From ev'ry anxious, busy scene retir'd,</br>Let me the world's mad tumult view from far,</br>Smile at what erst each raging passion fir'd,</br>Nor deem short Pleasure worth unceasing Care.", "From ev'ry anxious, busy scene retir'd,</br>Let me the world's mad tumult view from far,</br>Smile at what erst each raging passion fir'd,</br>Nor deem short Pleasure worth unceasing Care.", "Plac'd in some humbly-decent rural shed,</br>There let my sun of life in radiance set;</br>Through smiling Hope, when Death's black night is fled,</br>A course more glorious shall its orient wait.</br>"]