["Greece had a Homer; Rome a Virgil lost,</br>And well Britannia do's her Dryden Boast:</br>And still shall Boast the Beauties of the Dead,</br>And with the freshest Bays adorn his Head.</br>The Sacred Wreath, that long so well was worn,</br>Shall now no more be from His Temples torn;</br>No more of slighted Merit we complain,</br>Now Tom the Second, may securely Reign.</br>Hail Mighty Bard, that ha'st for half an Age,</br>Reign'd Lord of Wit, and Monarch of the Stage!", "Hail mighty Bard, that ha'st for half an Age,</br>Reign'd Lord of Wit, and Monarch of the Stage!</br>Who can compare, or match such mighty Force?</br>That cou'd so swift set out, and yet keep on the Course!</br>We oft have Poets seen, that well cou'd please,</br>Out-live their Wit, as some their Prophecies.</br>Thus Learned Cr&mdash;ch, sung Horace to his Cost;</br>Thus Paradice was in re-gaining lost.", "Where shall I first endeavour to commend?</br>The Task is hard, but harder where  to end.</br>The perfect'st Poem that the Age can show,</br>To Your inimitable Pen we owe:</br>Though some dispute the Prize, yet sure there's none</br>That can compare with beautious Absolon:</br>The Thought so just, Your Turns so Ravishing,</br>As void of blemish, as the Youth, you sing.", "Although the Panther be but half Divine,</br>Yet for one Fault, a thousand Beauties shine.</br>'Twou'd have have had more, and been allow'd more Wit,</br>Had it less Partially been Read, or Writ.</br>Mac Flekno still will in thy Verse be known,</br>When he shall be forgotten in his own.</br>Thus, though of Maevius, nothing now survives,</br>The Sot, Lampoon'd in Virgil, ever Lives.", "Hail happy Bard, that doubly dost excell!</br>At once to Write so much, and Write so well!</br>Age, that in others doth the Sense decay,</br>And with the Man the Poet wears away,</br>Made mighty Thee but more Correct and scarce</br>Thy Face it Furrow'd, but it fill'd thy Verse;</br>And what in Memory it pass'd away,</br>It did much more in juster Judgment pay:</br>Thus when the Sun dart's up its Western Rays,</br>Though not so warm, it cast's a brighter blaze:</br>In ev'ry Line, the fire of Youth we see; </br>Nor is thy latest Work, unworthy Thee.</br>New-Cloath'd by You, how Chaucer we esteem;</br>When You've new Polish'd it, how bright the Jem!</br>And lo, the Sacred Shade for thee make's room,</br>Though Souls so like, should take but up one Tomb.", "Oh!  had You liv'd to give us all Your Sire,</br>And shew'd th' Unlearned World the Grecian Fire,</br>Homer, who do's all Mortal Men excel,</br>The first that wrote, and last that wrote so well,</br>You had the Bard from Chapman's Chains let free,</br>As Virgil You redeem'd from Ogilby.", "Long ha's He been with two Translations Curst,</br>Both bad, but the Philosopher's the worst:</br>Both have Burlesq'd Him with assiduous Toil,</br>And Greek, as well as Hebrew, Sternholt's Spoil.", "All own You had enough of Fame before,</br>And only by Your Death cou'd purchase more.</br>To value You aright, an Age we want,</br>(Age that improve's both Poetry and Paint)</br>Then will thy Name to Verse a Sanction give,</br>And DRYDEN will as long as Numbers, live.", "Thus, when at Statues of an Attick Hand,</br>With long Delight, Mankind admiring stand;</br>And on the Mould, and on the shining Mass,</br>With Ardour, and with Adoration gaze,</br>So soft the Marble, and lo smooth the Brass.</br>But while they're wondring who so well Design'd,</br>If on the bulging Base, they Phidias find,</br>Though from the Name, it no new Worth receive's.</br>The Noble Piece, a vaster Value give's.", "Hail mighty Master of thy Mother Tongue,</br>More smooth than Waller or than Denham strong!</br>Pompous in Praise, in Satyr as Severe,</br>As Cowly Witty, as Roscommon, Clear.</br>What secret Magick lye's in ev'ry Verse,</br>That does so move the Mind so please the Ears!.</br>That Tuneful Turn, that Charming Mystery,</br>You shew'd  to none but Noble Normanby;</br>Or it to any other Bard 'tis known,</br>'Tis to to engaging Garth, and Addison,</br>The fittest now to fill thy Vacant Throne.", "Let us look back, and Noble  Numbers trace</br>Directly up from Ours, to Chaucer's days;</br>Chaucer, the first of Bards in Tune that Sung,</br>And to a better bent reduc'd the stubborn Tongue.", "Spencer upon his Master much Refin'd,</br>He Colour'd sweetly, though he ill Design'd;</br>Too mean the Model for so vast a Mind.</br>Thus while he try's to make his Stanza's Chime,</br>Good Christian Thoughts turn Renegade to Rhime.", "'Twas Fairfax first the sounding Couplet taught,</br>His Diction Noble, and sublime his Thought;</br>From whose fair Copy, well our Waller wrote;</br>But what he wanted Life or Pow'r to do,</br>Is happily at last atchiev'd by You.</br>And as what Virgil, and what Horace sung,</br>Is still the Standard of the Latin Tongue,</br>So will Thy Works to long Posterity,</br>The Touch-stone of our British Poesy be.</br>Thus, when Old Rome had reach'd her utmost height,</br>She quickly bent beneath th' unwieldy Weight.</br>Thus towring Tides, that can no farther flow,</br>Must to their Father Ocean bacward go.</br>"]