["When shall the laurel and the vocal string</br>Resume their honours?  When shall we behold</br>The tuneful tongue, the Promethean hand</br>Aspire to ancient praise?  Alas!  how faint,</br>How slow the dawn of beauty and of truth</br>Breaks the reluctant shades of Gothic night</br>Which yet involve the nations!  Long they groan'd</br>Beneath the furies of rapacious force;</br>Oft as the gloomy north, with iron-swarms</br>Tempestuous pouring from her frozen caves,</br>Blasted th' Italian shore, and swept the works</br>Of liberty and wisdom down the gulph</br>Of all-devouring night.  As long immur'd</br>In noon-tide darkness by the glimm'ring lamp,</br>Each muse and each fair science pin'd away</br>The sordid hours:  while foul, barbarian hands</br>Their mysteries profan'd, unstrung the lyre,</br>And chain'd the soaring pinion down to earth.</br>At last the Muses rose, and spurn'd their bonds,</br>And wildly warbling, scatter'd, as they flew,</br>Their blooming wreaths from fair Valclusa's bowers</br>To Arno's myrtle border and the shore</br>Of soft Parthenope.  But still the rage</br>Of dire ambition and gigantic pow'r,</br>From public aims and from the busy walk</br>Of civil commerce, drove the bolder train</br>Of penetrating science to the cells,</br>Where studious ease consumes the silent hour</br>In shadowy searches and unfruitful care.</br>Thus from their guardians torn, the tender arts</br>Of mimic fancy and harmonious joy,</br>To priestly domination and the lust</br>Of lawless courts, their amiable toil</br>For three inglorious ages have resign'd,</br>In vain reluctant:  and Torquato's tongue</br>Was tun'd for slavish paeans at the throne</br>Of tinsel pomp:  and Raphael's magic hand</br>Effus'd its fair creation to inchant</br>The fond adoring herd in Latian fanes</br>To blind belief; while on their prostrate necks</br>The sable tyrant plants his heel secure.</br>But now behold!  the radiant aera dawns,</br>When freedom's ample fabric, fix'd at length</br>For endless years on Albion's happy shore</br>In full proportion, once more shall extend</br>To all the kindred pow'rs of social bliss</br>A common mansion, a parental roof.</br>There shall the Virtues, there shall Wisdom's train,</br>Their long-lost friends rejoining, as of old,</br>Embrace the smiling family of arts,</br>The Muses and the Graces.  Then no more</br>Shall vice, distracting their delicious gifts</br>To aims abhorr'd, with high distaste and scorn</br>Turn from their charms the philosophic eye,</br>The patriot-bosom:  then no more the paths</br>Of public care or intellectual toil,</br>Alone by footsteps haughty and severe</br>In gloomy state be trod:  th' harmonious Muse</br>And her persuasive sisters then shall plant</br>Their sheltering laurels o'er the bleak ascent,</br>And scatter flow'rs along the rugged way.</br>Arm'd with the lyre, already have we dar'd</br>To pierce divine philosophy's retreats,</br>And teach the Muse her lore; already strove</br>Their long-divided honours to unite,</br>While temp'ring this deep argument we sang</br>Of truth and beauty.  Now the same glad task</br>Impends; now urging our ambitious toil,</br>We hasten to recount the various springs</br>Of adventitious pleasure, which adjoin</br>Their grateful influence to the prime effect</br>Of objects grand or beauteous, and inlarge</br>The complicated joy.  The sweets of sense,</br>Do they not oft with kind accession flow,</br>To raise harmonious fancy's native charm?</br>So while we taste the fragrance of the rose,</br>Glows not her blush the fairer?  While we view</br>Amid the noontide walk a limpid rill</br>Gush thro' the trickling herbage, to the thirst</br>Of summer yielding the delicious draught</br>Of cool refreshment; o'er the mossy brink</br>Shines not the surface clearer, and the waves</br>With sweeter music murmur as they flow?", "Nor this alone; the various lot of life</br>Oft from external circumstance assumes</br>A moment's disposition to rejoice</br>In those delights which at a different hour</br>Would pass unheeded.  Fair the face of spring,</br>When rural songs and odours wake the morn,</br>To every eye; but how much more to his</br>Round whom the bed of sickness long diffus'd</br>Its melancholy gloom!  how doubly fair,</br>When first with fresh-born vigour he inhales</br>The balmy breeze, and feels the blessed sun</br>Warm at his bosom, from the springs of life</br>Chasing oppressive damps and languid pain!", "Or shall I mention, where coelestial truth</br>Her awful light discloses, to bestow</br>A more majestic pomp on beauty's frame?</br>For man loves knowledge, and the beams of truth</br>More welcome touch his understanding's eye,</br>Than all the blandishments of sound, his ear,</br>Than all of taste his tongue.  Nor ever yet</br>The melting rainbow's vernal-tinctur'd hues</br>To me have shone so pleasing, as when first</br>The hand of science pointed out the path</br>In which the sun-beams gleaming from the west</br>Fall on the watry cloud, whose darksome veil</br>Involves the orient; and that trickling shower</br>Piercing thro' every crystalline convex</br>Of clust'ring dew-drops to their flight oppos'd,</br>Recoil at length where concave all behind</br>Th' internal surface of each glassy orb</br>Repells their forward passage into air;</br>That thence direct they seek the radiant goal</br>From which their course began; and, as they strike</br>In different lines the gazer's obvious eye,</br>Assume a diff'rent lustre, thro' the brede</br>Of colours changing from the splendid rose</br>To the pale violet's dejected hue.", "Or shall we touch that kind access of joy,</br>That springs to each fair object, while we trace</br>Thro' all its fabric, wisdom's artful aim</br>Disposing every part, and gaining still</br>By means proportion'd her benignant end?</br>Speak, ye, the pure delight, whose favour'd steps</br>The lamp of science thro' the jealous maze</br>Of nature guides, when haply you reveal</br>Her secret honours:  whether in the sky,</br>The beauteous laws of light, the central pow'rs</br>That wheel the pensile planets round the year;</br>Whether in wonders of the rowling deep,</br>Or smiling fruits of pleasure-pregnant earth,</br>Or fine-adjusted springs of life and sense,</br>You scan the counsels of their author's hand.", "What, when to raise the meditated scene,</br>The flame of passion, thro' the struggling soul</br>Deep-kindled, shows across that sudden blaze</br>The object of its rapture, vast of size,</br>With fiercer colours and a night of shade?</br>What?  like a storm from their capacious bed</br>The sounding seas o'erwhelming, when the might</br>Of these eruptions, working from the depth</br>Of man's strong apprehension, shakes his frame</br>Even to the base; from every naked sense</br>Of pain or pleasure dissipating all</br>Opinion's feeble cov'rings, and the veil</br>Spun from the cobweb-fashion of the times</br>To hide the feeling heart?  Then nature speaks</br>Her genuine language, and the words of men,</br>Big with the very motion of their souls,</br>Declare with what accumulated force,</br>Th' impetuous nerve of passion urges on</br>The native weight and energy of things.", "Yet more; her honours where nor beauty claims,</br>Nor shews of good the thirsty sense allure,</br>From passion's pow'r alone our nature holds</br>Essential pleasure.  Passion's fierce illapse</br>Rouzes the mind's whole fabric; with supplies</br>Of daily impulse keeps th' elastic pow'rs</br>Intensely poiz'd, and polishes anew</br>By that collision all the fine machine:</br>Else rust would rise, and foulness, by degrees</br>Incumbering, choak at last what heav'n design'd</br>For ceaseless motion and a round of toil.</br>&mdash;But say, does every passion men endure</br>Thus minister delight?  That name indeed</br>Becomes the rosy breath of love; becomes</br>The radiant smiles of joy, th' applauding hand</br>Of admiration:  but the bitter show'r</br>That sorrow sheds upon a brother's grave,</br>But the dumb palsy of nocturnal fear,</br>Or those consuming fires that gnaw the heart</br>Of panting indignation, find we there</br>To move delight? &mdash; Then listen while my tongue</br>Th' unalter'd will of heav'n with faithful awe</br>Reveals; what old Harmodius wont to teach</br>My early age; Harmodius, who had weigh'd</br>Within his learned mind whate'er the schools</br>Of wisdom, or thy lonely-whisp'ring voice,</br>O faithful nature!  dictate of the laws</br>Which govern and support this mighty frame</br>Of universal being.  Oft the hours</br>From morn to eve have stolen unmark'd away,</br>While mute attention hung upon his lips,</br>As thus the sage his awful tale began.", "'Twas in the windings of an ancient wood,</br>When spotless youth with solitude resigns</br>To sweet philosophy the studious day,</br>What time pale autumn shades the silent eve,</br>Musing I rov'd.  Of good and evil much,</br>And much of mortal man my thought revolv'd;</br>When starting full on fancy's gushing eye</br>The mournful image of Parthenia's fate,</br>That hour, O long belov'd and long deplor'd!</br>When blooming youth, nor gentlest wisdom's arts,</br>Nor Hymen's honours gather'd for thy brow,</br>Nor all thy lover's, all thy father's tears</br>Avail'd to snatch thee from the cruel grave;</br>Thy agonizing looks, thy last farewel</br>Struck to the inmost feeling of my soul</br>As with the hand of death.  At once the shade</br>More horrid nodded o'er me, and the winds</br>With hoarser murmuring shook the branches.  Dark</br>As midnight storms, the scene of human things</br>Appear'd before me; desarts, burning sands,</br>Where the parch'd adder dies; the frozen south,</br>And desolation blasting all the west</br>With rapine and with murder:  tyrant power</br>Here sits inthron'd in blood; the baleful charms</br>Of superstition there infect the skies,</br>And turn the sun to horror.  Gracious heav'n!</br>What is the life of man?  Or cannot these,</br>Not these portents thy awful will suffice?</br>That, propagated thus beyond their scope,</br>They rise to act their cruelties anew</br>In my afflicted bosom, thus decreed</br>The universal sensitive of pain,</br>The wretched heir of evils not its own!", "Thus I, impatient; when at once effus'd,</br>A flashing torrent of coelestial day</br>Burst thro' the shadowy void.  With slow descent</br>A purple cloud came floating thro' the sky,</br>And pois'd at length within the circling trees,</br>Hung obvious to my view; till opening wide</br>Its lucid orb, a more than human form</br>Emerging lean'd majestic o'er my head,</br>And instant thunder shook the conscious grove.</br>Then melted into air the liquid cloud,</br>And all the shining vision stood reveal'd.</br>A wreath of palm his ample forehead bound,</br>And o'er his shoulder, mantling to his knee,</br>Flow'd the transparent robe, around his waist</br>Collected with a radiant zone of gold</br>Aethereal:  there in mystic signs ingrav'd,</br>I read his office high and sacred name,</br>Genius of human kind.  Appall'd I gaz'd</br>The godlike presence; for athwart his brow</br>Displeasure, temper'd with a mild concern,</br>Look'd down reluctant on me, and his words</br>Like distant thunders broke the murmuring air.", "Vain are thy thoughts, O child of mortal birth!</br>And impotent thy tongue.  Is thy short span</br>Capacious of this universal frame?</br>Thy wisdom all-sufficient?  Thou, alas!</br>Dost thou aspire to judge between the lord</br>Of nature and his works?  to lift thy voice</br>Against the sov'reign order he decreed,</br>All good and lovely?  to blaspheme the bands</br>Of tenderness innate and social love,</br>Holiest of things!  by which the general orb</br>Of being, as with adamantine links,</br>Was drawn to perfect union and sustain'd</br>From everlasting?  Hast thou felt the pangs</br>Of soft'ning sorrow, of indignant zeal</br>So grievous to the soul, as thence to wish</br>The ties of nature broken from thy frame;</br>That so thy selfish, unrelenting heart</br>Might cease to mourn its lot, no longer then</br>The wretched heir of evils not its own?</br>O fair benevolence of gen'rous minds!</br>O man by nature form'd for all mankind!", "He spoke; abash'd and silent I remain'd,</br>As conscious of my tongue's offence, and aw'd</br>Before his presence, tho' my secret soul</br>Disdain'd the imputation.  On the ground</br>I fix'd my eyes; till from his airy couch</br>He stoop'd sublime, and touching with his hand</br>My dazling forehead, Raise thy sight, he cry'd</br>And let thy sense convince thy erring tongue.", "I look'd, and lo!  the former scene was chang'd;</br>For verdant alleys and surrounding trees,</br>A solitary prospect, wide and wild,</br>Rush'd on my senses.  'Twas an horrid pile</br>Of hills with many a shaggy forest mix'd,</br>With many a sable cliff and glitt'ring stream.</br>Aloft recumbent o'er the hanging ridge,</br>The brown woods wav'd; while ever-trickling springs</br>Wash'd from the naked roots of oak and pine,</br>The crumbling soil; and still at every fall</br>Down the steep windings of the channel'd rock,</br>Remurm'ring rush'd the congregated floods</br>With hoarser inundation; till at last</br>They reach'd a grassy plain, which from the skirts</br>Of that high desart spread her verdant lap,</br>And drank the gushing moisture, where confin'd</br>In one smooth current, o'er the lilied vale</br>Clearer than glass it flow'd.  Autumnal spoils</br>Luxuriant spreading to the rays of morn,</br>Blush'd o'er the cliffs, whose half-incircling mound</br>As in a sylvan theatre inclos'd</br>That flow'ry level.  On the river's brink</br>I spy'd a fair pavilion, which diffus'd</br>Its floating umbrage 'mid the silver shade</br>Of osiers.  Now the western sun reveal'd</br>Between two parting cliffs his golden orb,</br>And pour'd across the shadow of the hills,</br>On rocks and floods, a yellow stream of light</br>That cheer'd the solemn scene.  My listening pow'rs</br>Were aw'd, and every thought in silence hung,</br>And wondering expectation.  Then the voice</br>Of that coelestial pow'r, the mystic show</br>Declaring, thus my deep attention call'd.", "Inhabitant of earth, to whom is giv'n</br>The gracious ways of providence to learn,</br>Receive my sayings with a stedfast ear&mdash;</br>Know then, the sov'reign spirit of the world,</br>Tho' self-collected from eternal time,</br>Within his own deep essence he beheld</br>The circling bounds of happiness unite;</br>Yet by immense benignity inclin'd</br>To spread around him that primaeval joy</br>Which fill'd himself, he rais'd his plastic arm,</br>And sounded thro' the hollow depth of space</br>The strong, creative mandate.  Strait arose</br>These heav'nly orbs, the glad abodes of life</br>Effusive kindled by his breath divine</br>Thro' endless forms of being.  Each inhal'd</br>From him its portion of the vital flame,</br>In measure such, that from the wide complex</br>Of coexistent orders, one might rise,</br>One order, all-involving and intire.</br>He too beholding in the sacred light</br>Of his essential reason, all the shapes</br>Of swift contingence, all successive ties</br>Of action propagated thro' the sum</br>Of possible existence, he at once,</br>Down the long series of eventful time,</br>So fix'd the dates of being, so dispos'd,</br>To every living soul of every kind,</br>The field of motion and the hour of rest,</br>That all conspir'd to his supreme design,</br>To universal good:  with full accord</br>Answ'ring the mighty model he had chose,</br>The best and fairest of unnumber'd worlds</br>That lay from everlasting in the store</br>Of his divine conceptions.  Nor content,</br>By one exertion of creative pow'r</br>His goodness to reveal; thro' every age,</br>Thro' every moment up the tract of time</br>His parent-hand with ever-new increase</br>Of happiness and virtue has adorn'd</br>The vast harmonious frame:  his parent-hand,</br>From the mute shell-fish gasping on the shore,</br>To men, to angels, to coelestial minds</br>For ever leads the generations on</br>To higher scenes of being; while supply'd</br>From day to day with his enlivening breath,</br>Inferior orders in succession rise</br>To fill the void below.  As flame ascends,</br>As bodies to their proper center move,</br>As the pois'd ocean to th' attracting moon</br>Obedient swells, and every headlong stream</br>Devolves its winding waters to the main;</br>So all things which have life aspire to GOD,</br>The sun of being, boundless, unimpair'd,</br>Center of souls!  Nor does the faithful voice</br>Of nature cease to prompt their eager steps</br>Aright; nor is the care of heav'n withheld</br>From granting to the task proportion'd aid;</br>That in their stations all may persevere</br>To climb th' ascent of being, and approach</br>For ever nearer to the life divine.", "That rocky pile thou see'st, that verdant lawn</br>Fresh-water'd from the mountains.  Let the scene</br>Paint in thy fancy the primaeval seat</br>Of man, and where the will supreme ordain'd</br>His mansion, that pavilion fair-diffus'd</br>Along the shady brink; in this recess</br>To wear th' appointed season of his youth;</br>Till riper hours should open to his toil</br>The high communion of superior minds,</br>Of consecrated heroes and of gods.</br>Nor did the sire omnipotent forget</br>His tender bloom to cherish; nor withheld</br>Coelestial footsteps from his green abode.</br>Oft from the radiant honours of his throne,</br>He sent whom most he lov'd, the sov'reign fair,</br>The effluence of his glory, whom he plac'd</br>Before his eyes for ever to behold;</br>The goddess from whose inspiration flows</br>The toil of patriots, the delight of friends;</br>Without whose work divine, in heaven or earth,</br>Nought lovely, nought propitious comes to pass,</br>Nor hope, nor praise, nor honour.  Her the sire</br>Gave it in charge to rear the blooming mind,</br>The folded pow'rs to open, to direct</br>The growth luxuriant of his young desires,</br>And from the laws of this majestic world</br>To teach him what was good.  As thus the nymph</br>Her daily care attended, by her side</br>With constant steps her gay companion stay'd,</br>The fair Euphrosyne, the gentle queen</br>Of smiles, and graceful gladness, and delights</br>That chear alike the hearts of mortal men</br>And pow'rs immortal.  See the shining pair!</br>Behold, where from his dwelling now disclos'd</br>They quit their youthful charge and seek the skies.", "I look'd, and on the flow'ry turf there stood</br>Between two radiant forms, a smiling youth</br>Whose tender cheeks display'd the vernal flow'r</br>Of beauty; sweetest innocence illum'd</br>His bashful eyes, and on his polish'd brow</br>Sate young simplicity.  With fond regard</br>He view'd th' associates, as their steps they mov'd;</br>The younger chief his ardent eyes detain'd,</br>With mild regret invoking her return.</br>Bright as the star of evening she appear'd</br>Amid the dusky scene.  Eternal youth</br>O'er all her form its glowing honours breath'd;</br>And smiles eternal from her candid eyes</br>Flow'd like the dewy lustre of the morn</br>Effusive trembling on the placid waves.</br>The spring of heav'n had shed its blushing spoils</br>To bind her sable tresses:  full diffus'd</br>Her yellow mantle floated in the breeze;</br>And in her hand she wav'd a living branch</br>Rich with immortal fruits, of pow'r to calm</br>The wrathful heart, and from the bright'ning eyes,</br>To chase the cloud of sadness.  More sublime</br>The heav'nly partner mov'd.  The prime of age</br>Compos'd her steps.  The presence of a god,</br>High on the circle of her brow inthron'd,</br>From each majestic motion darted awe,</br>Devoted awe!  till, cherish'd by her looks</br>Benevolent and meek, confiding love</br>To filial rapture soften'd all the soul.</br>Free in her graceful hand she poiz'd the sword</br>Of chaste dominion.  An heroic crown</br>Display'd the old simplicity of pomp</br>Around her honour'd head.  A matron's robe,</br>White as the sunshine streams thro' vernal clouds,</br>Her stately form invested.  Hand in hand</br>Th' immortal pair forsook the enamel'd green,</br>Ascending slowly.  Rays of limpid light</br>Gleam'd round their path; coelestial sounds were heard,</br>And thro' the fragrant air aethereal dews</br>Distill'd around them; till at once the clouds</br>Disparting wide in midway sky, withdrew</br>Their airy veil, and left a bright expanse</br>Of empyrean flame, where spent and drown'd,</br>Afflicted vision plung'd in vain to scan</br>What object it involv'd.  My feeble eyes</br>Indur'd not.  Bending down to earth I stood,</br>With dumb attention.  Soon a female voice,</br>As watry murmurs sweet, or warbling shades,</br>With sacred invocation thus began.", "Father of gods and mortals!  whose right arm</br>With reins eternal guides the moving heav'ns,</br>Bend thy propitious ear.  Behold well-pleas'd</br>I seek to finish thy divine decree.</br>With frequent steps I visit yonder seat</br>Of man, thy offspring; from the tender seeds</br>Of justice and of wisdom, to evolve</br>The latent honours of his generous frame;</br>Till thy conducting hand shall raise his lot</br>From earth's dim scene to these aethereal walks,</br>The temple of thy glory.  But not me,</br>Not my directing voice he oft requires,</br>Or hears delighted:  this inchanting maid,</br>Th' associate thou hast given me, her alone</br>He loves, o Father!  absent, her he craves;</br>And but for her glad presence ever join'd,</br>Rejoices not in mine:  that all my hopes</br>This thy benignant purpose to fulfil,</br>I deem uncertain; and my daily cares</br>Unfruitful all and vain, unless by thee</br>Still farther aided in the work divine.", "She ceas'd; a voice more awful thus reply'd.</br>O thou!  in whom for ever I delight,</br>Fairer than all th' inhabitants of heaven,</br>Best image of thy author!  far from thee</br>Be disappointment, or distaste, or blame;</br>Who soon or late shalt every work fulfil,</br>And no resistance find.  If man refuse</br>To hearken to thy dictates; or allur'd</br>By meaner joys, to any other pow'r</br>Transfer the honours due to thee alone;</br>That joy which he pursues he ne'er shall taste,</br>That pow'r in whom delighteth ne'er behold.</br>Go then, once more, and happy be thy toil;</br>Go then!  but let not this thy smiling friend</br>Partake thy footsteps.  In her stead, behold!</br>With thee the son of Nemesis I send;</br>The fiend abhorr'd!  whose vengeance takes account</br>Of sacred order's violated laws.</br>See where he calls thee, burning to be gone,</br>Fierce to exhaust the tempest of his wrath</br>On yon devoted head.  But thou, my child,</br>Controul his cruel phrenzy, and protect</br>Thy tender charge.  That when despair shall grasp</br>His agonizing bosom, he may learn,</br>Then he may learn to love the gracious hand</br>Alone sufficient in the hour of ill,</br>To save his feeble spirit; then confess</br>Thy genuine honours, O excelling fair!</br>When all the plagues that wait the deadly will</br>Of this avenging daemon, all the storms</br>Of night infernal, serve but to display</br>The energy of thy superior charms</br>With mildest awe triumphant o'er his rage,</br>And shining clearer in the horrid gloom.", "Here ceas'd that awful voice, and soon I felt</br>The cloudy curtain of refreshing eve</br>Was clos'd once more, from that immortal fire</br>Shelt'ring my eye-lids.  Looking up, I view'd</br>A vast gigantic spectre striding on</br>Thro' murmuring thunders and a waste of clouds,</br>With dreadful action.  Black as night his brow</br>Relentless frowns involv'd.  His savage limbs</br>With sharp impatience violent he writh'd,</br>As thro' convulsive anguish; and his hand,</br>Arm'd with a scorpion-lash, full oft he rais'd</br>In madness to his bosom; while his eyes</br>Rain'd bitter tears, and bellowing loud he shook</br>The void with horror.  Silent by his side</br>The virgin came.  No discomposure stirr'd</br>Her features.  From the glooms which hung around</br>No stain of darkness mingled with the beam</br>Of her divine effulgence.  Now they stoop</br>Upon the river-bank; and now to hail</br>His wonted guests, with eager steps advanc'd</br>The unsuspecting inmate of the shade.", "As when a famish'd wolf, that all night long</br>Had rang'd the Alpine snows, by chance at morn</br>Sees from a cliff incumbent o'er the smoke</br>Of some lone village, a neglected kid</br>That strays along the wild for herb or spring;</br>Down from the winding ridge he sweeps amain,</br>And thinks he tears him:  so with tenfold rage,</br>The monster sprung remorseless on his prey.</br>Amaz'd the stripling stood; with panting breast</br>Feebly he pour'd the lamentable wail</br>Of helpless consternation, struck at once,</br>And rooted to the ground.  The queen beheld</br>His terror, and with looks of tend'rest care</br>Advanc'd to save him.  Soon the tyrant felt</br>Her awful pow'r.  His keen, tempestuous arm</br>Hung nerveless, nor descended where his rage</br>Had aim'd the deadly blow:  then dumb retir'd</br>With sullen rancour.  Lo!  the sov'reign maid</br>Folds with a mother's arms the fainting boy,</br>Till life rekindles in his rosy cheek;</br>Then grasps his hands, and chears him with her tongue.", "O wake thee, rouze thy spirit!  Shall the spite</br>Of yon tormentor thus appall thy heart,</br>While I, thy friend and guardian, am at hand</br>To rescue and to heal?  O let thy soul</br>Remember, what the will of heav'n ordains</br>Is ever good for all; and if for all,</br>Then good for thee.  Nor only by the warmth</br>And soothing sunshine of delightful things,</br>Do minds grow up and flourish.  Oft misled</br>By that blind light, the young unpractis'd views</br>Of reason wander thro' a fatal road,</br>Far from their native aim:  as if to lye</br>Inglorious in the fragrant shade, and wait</br>The soft access of ever-circling joys,</br>Were all the end of being.  Ask thyself,</br>This pleasing error did it never lull</br>Thy wishes?  Has thy constant heart refus'd</br>The silken fetters of delicious ease?</br>Or when divine Euphrosyne appear'd</br>Within this dwelling, did not thy desires</br>Hang far below the measure of thy fate,</br>Which I reveal'd before thee?  and thy eyes,</br>Impatient of my counsels, turn away</br>To drink the soft effusion of her smiles?</br>Know then, for this the everlasting sire</br>Deprives thee of her presence, and instead,</br>O wise and still benevolent!  ordains</br>This horrid visage hither to pursue</br>My steps; that so thy nature may discern</br>Its real good, and what alone can save</br>Thy feeble spirit in this hour of ill</br>From folly and despair.  O yet belov'd!</br>Let not this headlong terror quite o'erwhelm</br>Thy scatter'd pow'rs; nor fatal deem the rage</br>Of this tormentor, nor his proud assault,</br>While I am here to vindicate thy toil,</br>Above the generous question of thy arm.</br>Brave by thy fears and in thy weakness strong,</br>This hour he triumphs; but confront his might,</br>And dare him to the combat, then with ease</br>Disarm'd and quell'd, his fierceness he resigns</br>To bondage and to scorn:  while thus inur'd</br>By watchful danger, by unceasing toil,</br>Th' immortal mind, superior to his fate,</br>Amid the outrage of external things,</br>Firm as the solid base of this great world,</br>Rests on his own foundations.  Blow, ye winds!</br>Ye waves!  ye thunders!  rowl your tempest on;</br>Shake, ye old pillars of the marble sky!</br>Till all its orbs and all its worlds of fire</br>Be loosen'd from their seats; yet still serene,</br>The unconquer'd mind looks down upon the wreck;</br>And ever stronger as the storms advance,</br>Firm thro' the closing ruin holds his way,</br>Where nature calls him to the destin'd goal.", "So spake the goddess; while thro' all her frame</br>Coelestial raptures flow'd, in every word,</br>In ev'ry motion kindling warmth divine</br>To seize who listen'd.  Vehement and swift</br>As lightening fires the aromatic shade</br>In Aethiopian fields, the stripling felt</br>Her inspiration catch his fervid soul,</br>And starting from his languor thus exclaim'd.", "Then let the trial come!  and witness thou,</br>If terror be upon me; if I shrink</br>To meet the storm, or faulter in my strength</br>When hardest it besets me.  Do not think</br>That I am fearful and infirm of soul,</br>As late thy eyes beheld:  for thou hast chang'd</br>My nature; thy commanding voice has wak'd</br>My languid pow'rs to bear me boldly on,</br>Where'er the will divine my path ordains</br>Thro' toil or peril:  only do not thou</br>Forsake me; O be thou for ever near,</br>That I may listen to thy sacred voice,</br>And guide by thy decrees my constant feet.</br>But say, for ever are my eyes bereft?</br>Say, shall the fair Euphrosyne not once</br>Appear again to charm me?  Thou, in heaven!</br>O thou eternal arbiter of things!</br>Be thy great bidding done:  for who am I,</br>To question thy appointment?  Let the frowns</br>Of this avenger every morn o'ercast</br>The chearful dawn, and every evening damp</br>With double night my dwelling; I will learn</br>To hail them both, and unrepining bear</br>His hateful presence:  but permit my tongue</br>One glad request, and if my deeds may find</br>Thy awful eye propitious, O restore</br>The rosy-featur'd maid; again to chear</br>This lonely seat, and bless me with her smiles.</br>He spoke; when instant thro' the sable glooms</br>With which that furious presence had involv'd</br>The ambient air, a flood of radiance came</br>Swift as the lightening flash; the melting clouds</br>Flew diverse, and amid the blue serene</br>Euphrosyne appear'd.  With sprightly step</br>The nymph alighted on th' irriguous lawn,</br>And to her wond'ring audience thus began.", "Lo!  I am here to answer to your vows,</br>And be the meeting fortunate!  I come</br>With joyful tidings; we shall part no more&mdash;</br>Hark!  how the gentle Echo from her cell</br>Talks thro' the cliffs, and murm'ring o'er the stream</br>Repeats the accent; we shall part no more.</br>O my delightful friends!  well-pleas'd on high</br>The father has beheld you, while the might</br>Of that stern foe with bitter trial prov'd</br>Your equal doings; then for ever spake</br>The high decree:  that thou, coelestial maid!</br>Howe'er that griesly phantom on thy steps</br>May sometimes dare intrude, yet never more</br>Shalt thou descending to th' abode of man,</br>Alone indure the rancour of his arm,</br>Or leave thy lov'd Euphrosyne behind.</br>She ended; and the whole romantic scene</br>Immediate vanish'd:  rocks, and woods, and rills,</br>The mantling tent, and each mysterious form</br>Flew like the pictures of a morning dream,</br>When sun-shine fills the bed.  A while I stood</br>Perplex'd and giddy; till the radiant pow'r</br>Who bade the visionary landscape rise,</br>As up to him I turn'd, with gentlest looks</br>Preventing my enquiry, thus began.", "There let thy soul acknowledge its complaint</br>How blind, how impious!  There behold the ways</br>Of heaven's eternal destiny to man,</br>For ever just, benevolent and wise:</br>That VIRTUE'S awful steps, howe'er pursu'd</br>By vexing fortune and intrusive PAIN,</br>Should never be divided from her chast,</br>Her fair attendant, PLEASURE.  Need I urge</br>Thy tardy thought thro' all the various round</br>Of this existence, that thy soft'ning soul</br>At length may learn what energy the hand</br>Of virtue mingles in the bitter tide</br>Of passion swelling with distress and pain,</br>To mitigate the sharp with gracious drops</br>Of cordial pleasure?  Ask the faithful youth,</br>Why the cold urn of her whom long he lov'd</br>So often fills his arms; so often draws</br>His lonely footsteps at the silent hour,</br>To pay the mournful tribute of his tears?</br>O!  he will tell thee, that the wealth of worlds</br>Should ne'er seduce his bosom to forego</br>That sacred hour, when, stealing from the noise</br>Of care and envy, sweet remembrance sooths</br>With virtue's kindest looks his aking breast,</br>And turns his tears to rapture. &mdash; Ask the croud</br>Which flies impatient from the village-walk</br>To climb the neighb'ring cliffs, when far below</br>The cruel winds have hurl'd upon the coast</br>Some helpless bark; while sacred pity melts</br>The general eye, or terror's icy hand</br>Smites their distorted limbs and horrent hair;</br>While every mother closer to her breast</br>Catches her child, and pointing where the waves</br>Foam thro' the shatter'd vessel, shrieks aloud</br>As one poor wretch that spreads his piteous arms</br>For succour, swallow'd by the roaring surge,</br>As now another, dash'd against the rock,</br>Drops lifeless down:  O  deemest thou indeed</br>No kind indearment here by nature giv'n</br>To mutual terror and compassion's tears?</br>No sweetly-melting softness which attracts,</br>O'er all that edge of pain, the social pow'rs</br>To this their proper action and their end?</br>&mdash;Ask thy own heart; when at the midnight hour,</br>Slow thro' that studious gloom thy pausing eye</br>Led by the glimm'ring taper moves around</br>The sacred volumes of the dead:  the songs</br>Of Graecian bards, and records writ by fame</br>For Graecian heroes, where the present pow'r</br>Of heav'n and earth surveys th' immortal page,</br>Ev'n as a father blessing, while he reads,</br>The praises of his son.  If then thy soul,</br>Spurning the yoke of these inglorious days,</br>Mix in their deeds and kindle with their flame;</br>Say, when the prospect blackens on thy view,</br>When rooted from the base, heroic states</br>Mourn in the dust and tremble at the frown</br>Of curst ambition; when the pious band</br>Of youths who fought for freedom and their sires,</br>Lie side by side in gore; when ruffian pride</br>Usurps the throne of justice, turns the pomp</br>Of public pow'r, the majesty of rule,</br>The sword, the laurel, and the purple robe,</br>To slavish empty pageants, to adorn</br>A tyrant's walk, and glitter in the eyes</br>Of such as bow the knee; when honour'd urns</br>Of patriots and of chiefs, the awful bust</br>And storied arch, to glut the coward-rage</br>Of regal envy, strew the public way</br>With hallow'd ruins; when the muse's haunt,</br>The marble porch where wisdom wont to talk</br>With Socrates or Tully, hears no more,</br>Save the hoarse jargon of contentious monks,</br>Or female superstition's midnight pray'r;</br>When ruthless rapine from the hand of time</br>Tears the destroying scythe, with surer blow</br>To sweep the works of glory from their base;</br>Till desolation o'er the grass-grown street</br>Expands his raven-wings, and up the wall,</br>Where senates once the price of monarchs doom'd,</br>Hisses the gliding snake thro' hoary weeds</br>That clasp the mould'ring column; thus defac'd,</br>Thus widely mournful when the prospect thrills</br>Thy beating bosom, when the patriot's tear</br>Starts from thine eye, and thy extended arm</br>In fancy hurls the thunderbolt of Jove</br>To fire the impious wreath on Philip's brow,</br>Or dash Octavius from the trophied car;</br>Say, does thy secret soul repine to taste</br>The big distress?  Or would'st thou then exchange</br>Those heart-ennobling sorrows for the lot</br>Of him who sits amid the gaudy herd</br>Of mute barbarians bending to his nod,</br>And bears aloft his gold-invested front,</br>And says within himself, \"I am a king,</br>And wherefore should the clam'rous voice of woe</br>Intrude upon mine ear?\" &mdash; The baleful dregs</br>Of these late ages, this inglorious draught</br>Of servitude and folly, have not yet,</br>Blest be th' eternal ruler of the world!</br>Defil'd to such a depth of sordid shame</br>The native honours of the human soul,</br>Nor so effac'd the image of its sire.", ""]