["He touched the harp, and thus he sung.  \"There stood,</br>Where Closeburn cushats bask them in the sun,</br>A little cottage nigh the Castle-wood,</br>Thatched o'er with heath, and built of polished stone;</br>Fair as a snow-wreath in the sun it shone</br>Amid its garden; there was odorous store</br>Of bloom for bees; both bank and brae were sown</br>With glowing foxgloves and with gowans hoar;</br>A trout-stream shot through all, and sang beside the door.", "\"There dwelt a widow with her only son,</br>A boy of sixteen summers old or so,</br>And William was his name:  how she would run</br>And toil in autumn's warmth and winter's snow,</br>To warm a hearth where crickets seldom now,</br>For joy of warmth, make melody; yet she</br>Wrought with a smile maternal on her brow;&mdash;</br>Her love of him was deeper than the sea,</br>And stronger, too, than death &mdash; if love can stronger be.", "\"All winter-long the snowy wool she twined,</br>In spring-time span white flax, in summer clear</br>Turned the green grass swathe to the drying wind;</br>In autumn 'neath the ripe and golden ear</br>Her sickle gleamed.  Meanwhile her William dear</br>In beauty brightened, as in height he grew;</br>In books and learning he found no compeer,</br>And many a maiden's wish and sigh he drew,</br>Ere on his tresses dropt his seventeenth summer's dew.", "\"But war arose in Scotland &mdash; civil war;</br>Serf warred with chief, and father warred with son,</br>The church too warred with all:  her evil star</br>That rules o'er sinking realms shone like the sun&mdash;</br>Her lights waxed dim and died out one by one&mdash;</br>Woe o'er the land hung like a funeral pall;</br>The sword the bold could brave, the coward shun,</br>But famine followed fast and fell on all&mdash;</br>Pale lips cried oft for food which came not at their call.", "\"In her poor home the widow sat and prayed</br>For man and beast, and for the troubled land;</br>When there came rustling through the greenwood glade</br>A cruel chief &mdash; with him a spoiler band;</br>Oaths on each tongue and weapons in each hand.</br>He looked on her, and springing from his selle,</br>Cried, 'Come, old witch!  else this conjuring brand</br>Shall help our need, and serve us for a spell&mdash;</br>So bring forth food and drink, spite all the hags of hell.'", "\"She brought them meat and drink.  'Dame, well and warm</br>You seem to live.'  Quoth she, 'This lone abode</br>Is all I have, beside the threefold charm,</br>My milch-cow, and my garden, and my God!&mdash;</br>My husband lies beneath the churchyard sod,&mdash;</br>Save my son William, there lives nought to cheer</br>And lighten life of its most grievous load.'</br>She turned aside, and but half hid a tear,</br>Which started with the thought of him she loved so dear.", "\"The leader smiled.  Beneath his horse's hoof</br>Her garden greens down he triumphant trod;</br>Then snapt his pistol 'neath the thatch &mdash; the roof</br>Flashed up to heaven, and vale and mountain glowed;</br>The milch-cow rushed into the glare and lowed:</br>He strikes his spear right through her sides. &mdash; Lo, see!</br>He gives the weeping widow one gay nod,</br>Then spurs his charger o'er the lilied lea&mdash;</br>Laughs back upon the fire, and whistles in his glee.", "\"Home William came; he raised his mother, lo!</br>He vows, while down the hot tears pour like rain,</br>Revenge both deep and measureless, and so</br>He dries his tears:  the widow is right fain</br>To see him rear for her a house again,</br>Where with her bible and her gown of gray,</br>She rules, she smiles, and O, but she is vain,</br>And blesses him &mdash; will gladness last for aye?</br>That night to the dread wars he wildly ran away.", "\"From Tinwald-top on Nith he turned his eyes&mdash;</br>Ah!  ne'er again, save in some troubled dream,</br>To him will those fruit groves and tow'rs arise;</br>The distant rushings of his native stream</br>Seem mourning o'er some melancholy theme.</br>The war trump calls, and, answering to the strain,</br>His young heart leaps and beats, his dark eyes gleam;</br>This is the path to vengeance &mdash; o'er the main</br>He sails, and plows the sand upon the shore of Spain.", "\"The Spanish gentle kneels and tells his beads,</br>And jewelled o'er sits smiling many a dame,</br>To see stern England's arrows, France's steeds,</br>And Scotland's lances, set Castile on flame.</br>Loud drum and trumpet call to mortal game;</br>Thick in the smoke the plumes and pennons dance,</br>As Victory, like a strumpet, went and came.</br>They likened it unto some gay romance,</br>Where spears were broke, blood spilt, for lady's glove and glance.", "\"A field is won.  The warriors on the grass</br>Sit thick; the wine, the wit, and jest abound;</br>They toast their country, kindred, wife, or lass.</br>Some sing vociferous to the bagpipe's sound,</br>Or talk of gallant deed, or ghastly wound,</br>Or chargers running wild and riderless.</br>There William sat among them on the ground,</br>The stains of battle cleansing from his dress,&mdash;</br>For well the youth had borne him in the bloody press.", "\"And while they sat and talked of war-deeds bold,</br>'All that is nought,' cried one of mark and rank,</br>'To what I did &mdash; nor is the story old&mdash;</br>To a witch dame who dwelt on sweet Nithbank.</br>Her God, her milch-cow, and her green kale rank,</br>Were her sole friends; I thought them friends so odd,</br>I rose and played her an unsonsie prank:</br>I burnt her cottage, killed her cow, and trod</br>Her green kale down, and bade her try and live on God.'", "\"'Dost thou not rue &mdash; not rue that cruel deed?'</br>'Sayest thou so, stripling,' cried the chief, on flame,</br>'And \"thou\" too!  take a buffet for thy meed.'</br>He struck &mdash; the youth rose &mdash; forth his broadsword came&mdash;</br>'Remorseless fiend! &mdash; that was my mother's hame.'</br>A clansman ran, his battle-blade he drew&mdash;</br>'Now on all manhood everlasting shame!'&mdash;</br>Far from his hand the half drained goblet flew,</br>'Stand back, my noble lad, I'll give this debt its due.'", "\"Young William's eyes gleamed in the starting dew&mdash;</br>'It may not be &mdash; so give the sheath thy blade;</br>My mother's wrongs doth from my claymore sue</br>For debts of blood that shall to-night be paid.'</br>Aback the warrior stood, and scarce obeyed,</br>Ere gleamed the sharp swords in each eager hand,</br>Nor mail nor fence the sad youth's weapon stayed;</br>Deep in his enemy's bosom sank his brand,</br>He dropt, groaned, grasped the dust, and spurned the bloody sand.", "\"While he lay weltering in death's withering throes,</br>Clamouring and drumming with his heels the sod,</br>William said sighing, 'Hadst thou rued her woes,</br>I would have left thy punishment to God;'</br>Then in the sheath thrust back his claymore broad.</br>Some one the story told to good lord Graeme;</br>Both rank and friendship he at once bestowed</br>Upon the youth.  Swift to his mother came</br>The news; she sang for joy &mdash; and happy was her hame.", "\"One night &mdash; 'twas when a second field was won&mdash;</br>The troops their thirst in wild carousal quenched;</br>Around them mourn the maimed; the dying groan,</br>One called on God, while his life's blood unstaunched</br>Flowed fast; one washed him all with gore bedrenched;</br>In quest of gold some trod o'er wounded men;</br>Others prayed fervent, battle-toiled and blanched</br>With loss of blood; the gaunt wolf in her den</br>Growled glad, her mouth was red with the life's blood of men.", "\"Sad and apart he sate.  On Nith's sweet vale</br>A gladsome yet a troubled glance he threw;</br>Again each cottage, tower, and turret pale,</br>And stream that wimpled glen or greenwood through,</br>Came with his mother and her home to view,</br>And mingled with the faint unceasing wail</br>Of wounded men; which of the scenes were true</br>He scarce could reckon:  all around the dale,</br>Turned to the silver moon lay many a fair form pale.", "\"Sudden the trees as with a tremor shook,</br>And like the rush of water came a sound;</br>The green knoll trembled where he sat; awoke</br>He scarcely deemed himself.  Up from the ground</br>He rose, for brightness covered all the mound;</br>And to him from the midmost glory came,</br>His father's spirit, robed with radiance round;</br>He fell upon his face, and thrice his frame</br>Felt an immortal touch, and thrice he heard his name.", "\"The vision vanished:  unto God he prayed</br>To soothe his heart for death's approaching pang;</br>His blooming face to the cold earth he laid&mdash;</br>That instant, rush of steeds and trumpet clang,</br>And cannon peal, to which towers rocked and rang,</br>Came fierce and fiercer through the midnight air.</br>Lo!  see his mother Nith's lone groves among&mdash;</br>Her soul is with her son; thick in her hair</br>The cold dew shines; her eye is sick with woe and care.", "\"Silent she sat beneath the ample shade</br>Of Closeburn oak, whose antiquated bole</br>Had register of rustic loves been made,</br>And amorous breathings of the pastoral soul;</br>'Neath it the print of many a pilgrim's sole</br>Had in the times of fast and vigil been:</br>Beneath its boughs Nith's lucid current stole,</br>From silver dark'ning to demurer green;</br>Doves roosting in the top were 'mid the moonshine seen.", "\"Mute dropt the wind, and silent slept the wave,</br>Wide shook the woods and yet no blast was there;</br>The flood fowl quailed, nor dared a plume to lave;</br>The dun doe lay and trembled in her lair;</br>Dread tongues were given unto the dewy air;</br>A strange illumination kindled all.</br>She gazed, awe struck with the portentous glare,</br>When of her name she thought she heard a call,</br>And saw a pale hand wave her from a funeral pall.", "\"Close by her side a shining vision stood,</br>In shape and look her son, but more divine</br>Than living thing, who said, 'The salt sea flood</br>With blood of foes waxed ruddier than the wine;</br>And oh!  I thought how soon 'neath Closeburn pine</br>We twain should meet.  Alas!  the God aboon</br>Decreed it different; my heart's blood the brine</br>Dyes &mdash; see!  beyond yon round and darkening moon,</br>Mother, my dwelling is!  and I shall see thee soon.'", "\"Forth her two arms to clasp him close she threw&mdash;</br>The phantom gave one feeble cry and sad,</br>And swifter than a shooting star withdrew,</br>And as it vanished so the moonlight fled;</br>The moorflame sole burned on the mountain head.</br>From that hour forth by haunted streams and deep</br>She wandered ay, and made green woods her bed;</br>Sweet peace of mind and heaven's refreshing sleep</br>Were her's no more, and soon she ceased to wail and weep.\"", "So Eustace sung, and as he ceased, the sun</br>Behind the mountain's summit slowly sank:</br>Crows came in clouds down from the moorlands dun,</br>And darkened all the pine-trees, rank on rank:</br>The homeward milch-cows at the fountains drank;</br>Swains dropt the sickle, hinds unloosed the car&mdash;</br>The twin hares sported on the clover-bank,</br>And with the shepherd o'er the upland far,</br>Came out the round pale moon, and star succeeding star.", "Star followed star, though yet day's golden light</br>Upon the hills and headlands faintly stream'd;</br>To their own pine the twin-doves took their flight;</br>From crag and cliff the clamorous seamews screamed;</br>In glade and glen the cottage windows gleam'd;</br>Larks left the cloud, for flight the grey owl sat;</br>The founts and lakes up silver radiance steamed;</br>Winging his twilight journey, hummed the gnat&mdash;</br>The drowsy beetle droned, and skimmed the wavering bat.", "When Eustace ceased he sought away to go&mdash;</br>But from the knoll-heads and the holly bowers,</br>There came upon him like the drifting snow,</br>Green plaited wreaths, while garlands of ripe flowers</br>O'er him by white hands shaken were in showers;</br>And ever and on there came a gladsome shout&mdash;</br>\"Where is a warrior and a bard like ours?</br>Go, minstrels, break the harp and burn the lute,</br>And in the strife of song for evermore be mute.\"", "There with the golden chaplet in her hand,</br>And her long ringlets reaching nigh her feet&mdash;</br>Did the young veiled Sybil Lesley stand;</br>Beside her two handmaidens, grave, discreet,</br>Mute, hearkening to the strain so sadly sweet&mdash;</br>Of that true tale her cheek took every hue,</br>Her heart smote sore against her side, and beat</br>Till it was heard &mdash; her large eyes, bright and blue,</br>Flowed with the tender strain, and dewed her white veil through.", "She said, \"Young bard, while woods grow green, and while</br>Flowers bloom in summer, waters fill the Dee;</br>Birds sing, fish swim, and maids on mankind smile,</br>And heath has honey for the murmuring bee;</br>So long shall men delight in naming thee,</br>In palace, cottage, tower &mdash; on stream and lake;</br>Far as that brook's exceeded by yon sea&mdash;</br>So doth thy song surpass all others; take</br>This golden chain, and say you wear it for my sake.\"", "Around his neck the long and linked gold,</br>Warm with her own white bosom's heat, she hung;</br>\"The bold in song may be in all things bold,\"</br>She said, and back her flowing veil she flung.</br>I've seen the looks of which blest poets sung&mdash;</br>The faces monarchs knelt to:  I have known</br>The loveliness from dreams and visions sprung&mdash;</br>But she transcended all &mdash; fair Sybil shone</br>Like to a new-found star, all lovely and alone.", "He knelt, and as he knelt she turned away,</br>And like a sun-beam down the vale she flew</br>With all men's praises with her:  twilight gray</br>Descended glad, and o'er her beauty threw</br>A veil sedate, dipt in the scented dew&mdash;</br>The grass o'er which her painted mantle swept,</br>Seemed proud to be so touched; nor rein she drew,</br>Nor glanced behind, but sometimes sighed, and kept</br>Her way to Elvar Hall, where Solway's waters slept.", "Now the whole multitude dissolved like snow.</br>Each separate glen received its people back,</br>The murmuring brooks, which from the uplands flow,</br>Showed in their streams their children's shadows black:</br>Along the moorlands' brown sheep-trodden track,</br>Maiden and swain hath homeward made them boune.</br>By Orr's wild fountains, through a woody slack</br>Young Eustace hied, and hoped Dalgonar soon&mdash;</br>'Twas now the hour when earth has light from sun and moon.", "And there were many pleasant sounds abroad,</br>The tinkling streams, the folded wethers bae&mdash;</br>A courser neighed, and up a stranger rode,</br>The visored rider of my second lay.</br>He bade good e'en, and said, \"Nay, minstrel, nay,</br>Draw not thy sword; more meet for such soft hand</br>Is harp or lute &mdash; I have one word to say,\"&mdash;</br>He louted low, and touching thus his brand,</br>Said, \"We shall meet again &mdash; youth, dost thou understand.\"", "\"I understand thee passing well, Sir Knight,</br>And know thee, also.\"  \"Proud hind, sayest thou so!</br>I came with far less will to talk than fight,</br>And I brought with me hands could work much woe:</br>Though I'm called Scourge of Scotland, peasant, know</br>'Tis only with her plumed and helmed I war,</br>Not surely when she feels the poet-glow,</br>And sings of mother's love &mdash; deeds when her star</br>Shone bright.  I'd give my hand did thine not smell of tar.\"", "Loud laughed young Eustace.  \"Sweet's the smell of tar,</br>And beauteous is the fleece, and fair to see</br>The pasture mountains to the western star</br>Joining their summits, white as far's the e'e</br>Can mark, with mute sheep grazing &mdash; so to me</br>The trade of shepherd's dear:  but know, proud Knight,</br>No English eagles build aboon the Dee,</br>Nor on the Nith; we shepherds have the sleight</br>To prune their soaring wings, and mar their venturous flight.", "\"And this I add, moreover, ye have said</br>To work us woe ye came; in yonder glen,</br>For thy three hundred horse, with southern blade,</br>There shine four hundred lances; so, God-den,</br>Well armed and wary will ye find us when</br>Ye come with trump and banner.\"  Swift away</br>As speeds the falcon in its flight amain</br>He Nithward rode, nor spared his bonnie gray.</br>\"Now, Eustace, who is he, yon visored man, I pray?\"", "A dame enquired.  \"On Sybil much he looked,</br>And much on thee:  the dove beside the hawk</br>Shrinks as she shrank from his rude glance; rebuked</br>He seemed 'neath thee.\"  Another dame the talk</br>Took up, and spoke thus on her homeward walk:</br>\"Ah!  Sybil's sweet:  can sweetness e'er dissemble&mdash;</br>The unsunned lily on its slender stalk,</br>When breezes rise and silver dews assemble,</br>Shakes, as thy song shook her, and put her in a tremble.", "\"Then rushed back to her cheek the blood, as wine</br>Sets all the crystal goblet in a glow,&mdash;</br>How her two eyes seemed drinking out of thine</br>Love's luscious venom, while her bosom's snow</br>Swelled till it snapt the silken lace in two.</br>Ah!  love's mute symptoms, I can read them weel,</br>The bright eyes which say aye when lips say no,</br>The low delicious tremor which maids feel</br>When arms of those they love around them softly steal.\"", "With talk like this all weariness they wiled</br>Away, and stole some long miles from the road;</br>Lads spoke, maids listened, and, approving, smiled&mdash;</br>All that was lovely seemed to be abroad:</br>Dews lay like diamonds showered on every sod;</br>Rills murmured music, torrents rushed less rude:</br>The sky above was brightness, &mdash; brighter glowed</br>The arched heaven, where mirrored in the flood</br>Lay mingled all her stars, with mountain, tower, and wood.", "But down an eerie and a rugged way</br>Rode Ralph Latoun; through Ruthwell's pine-trees dark</br>He spurred:  the desolate bat and owlet gray</br>Skimmed round; he heard the stealthy weasel's chark;</br>The lonely glowworm kindled up its spark;</br>Stars flashed and darted wildly through the night:</br>Men saw on Solway sea the spectre bark;</br>A maiden shrieked &mdash; for lo!  a dismal sight&mdash;</br>A corse in a kirkyard that held a burial light.", "He held right onward; soon the darkness sank,</br>Forth burst the mild moon:  'neath her ray he rode</br>Through a green valley, down a river bank,</br>Along a fragrant and a fairy road.</br>His foaming coarser soft and softer trod,</br>And neighed, for there a massive tower and gray</br>Hung o'er the river, dimpling, deep, and broad:</br>Before the gate, right in the middle way,</br>Stood a stone cross, round which the weary pilgrims pray.", "The scene at once flashed on the Knight; he knew</br>The stubborn tower, from which a stalwart band,</br>When late he harried Annan valley, threw,</br>Against his squadrons, battle-axe and brand;</br>Their blood ran rife adown the river sand,</br>While on their tower he cast devouring flame.</br>Now as he o'er his forehead held his hand,</br>He thought a light from that dark ruin came,</br>And in the light he heard a dread voice name his name.", "He drew his sword, and 'gainst a scorched door</br>Struck with his mailed foot; straightway it burst:</br>There grim and gruesome, on the crumbling floor</br>Sat a dark Shape; a shape more dread, accurst,</br>Was ne'er from sinning to perdition thrust;</br>An iron-bound book lay opened at his feet&mdash;</br>Of all its words he had but read the first;</br>Till on his brow huge drops of bloody sweat</br>Sprung out in agony; &mdash; his dolorous breast he beat,", "And sinking deep his sharp teeth in his arm,</br>He read and gnawed.  Sir Ralph before him stood;</br>The sight of baptised thing wrought like a charm&mdash;</br>Mild beamed his eyes; he sobered down his mood,</br>And from his black lips wiped the foam and blood,</br>And smiled, and shut, well pleased, the iron-bound book;</br>Then motioned with his hands; his body rude</br>Was straightway clothed, and there were odours shook:</br>None of the fiend remained, save his unhallowed look.", "\"O welcome, Ralph Latoun:  thou'rt come at last,</br>Much like a sleuth hound 'neath the huntsman's lash;</br>I've wearied much for thee &mdash; now that is past&mdash;\"</br>And as he spoke his eyes began to flash</br>For very glee; his teeth went gnash on gnash.</br>He smiled a bitter smile, then gently laid</br>His garment back, and shewed a cruel gash</br>But newly healed, as if a two-edged blade</br>Through all his bosom bones a sheer descent had made.", "\"The love of blood,\" he said, \"and lust of power</br>Have wrought my ruin; they are working thine;</br>I fell from glory, in an evil hour,</br>When front to front forms evil faced divine&mdash;</br>But one by one into hell's scorching brine</br>Ambition's godless progeny were dashed;</br>The heaven glowed red with many an angry sign&mdash;</br>From God's right hand the living thunder flashed,</br>And wronged me beyond cure\" &mdash; his iron teeth he gnashed.", "\"No might of hell this rankling wound could cure;</br>Green earth I sought; by darksome glen and stream,</br>By lonesome hill and unfrequented bower,</br>Five thousand years beneath the wan moonbeam</br>I roved and moaned.\"  A fierce unearthly gleam</br>Flashed in his eyes; he writhed him like a worm;</br>And from his nostrils gushed a burning steam;</br>His elf-locks shook like rushes in a storm&mdash;</br>All hell seemed in his thoughts &mdash; thus spake again the Form.", "\"One eve amid the sweet and dewy cold</br>I stood upon a mountain head, and broad</br>Earth lay below me, and wide ocean rolled&mdash;</br>Serenest heaven above me lustrous glowed;</br>Tears came; the sight my spirit touched and awed;</br>An angel sudden stood by me, and said,</br>'Bless'd be these tears &mdash; I come to thee from God&mdash;</br>Be whole.'  His minist'ring hand he on me laid&mdash;</br>I smiled, who never smiled &mdash; the immortal pang was staid.", "\"The pang was staid, but a more cureless pain</br>Shot through me &mdash; one for which earth hath no word&mdash;</br>Malice and hatred, envy and disdain</br>Are sweeter than the mercy of the Lord;</br>The torturer's rack, the tyrant's cruel cord,</br>Hot pincers, boiling oil, and, worse than all,</br>Revenge's kindness, and faith's fiery sword,</br>Detraction's venom, mockery's bitter gall,</br>The pity of the vile, the critic's venomed scrawl,", "\"Are all endurable, nay, are endured</br>By that poor worm which God made last &mdash; called man;</br>But there's a wound that never can be cured,</br>Far hotter than hell's wrath or heaven's dread ban;</br>A wound which counts ten thousand years a span,</br>Given by God's tender mercy.  Oh, for me</br>Fires without end and darkness without dawn&mdash;</br>The linked thunder, hell's hot liquid sea&mdash;</br>The thrones of opening heaven where I no more shall be.", "\"Though smitten sore and in this dungeon chained,</br>And doomed my body thus to gnaw and tear;</br>It is a pleasant thing to be ordained</br>To live 'mongst men and feast on woe and fear,</br>See hatred grow 'tween friends long tried and dear,</br>And thirst of glory change to thirst of blood.</br>So warrior hail, be glad and of good cheer,</br>For thou wert born to tame the fiery mood</br>Of many a haughty Scot, by valley, hill and flood.", "\"But glory hath its limits.  Now thy plume</br>Dances unscathed amid the culverins' smoke.</br>Around thee warriors fall, war-horses fume,</br>Guns gleam, swords glitter, men with lances flock;</br>Yet comest thou harmless from the bloody shock.</br>So now look with me o'er the Solway brine;</br>Thy tower sits like an erne's nest on a rock&mdash;</br>The casements all with bridal torches shine,</br>And cheeks of wedding guests are ruddier than their wine&mdash;", "\"And there is mirth amongst the maidens all,</br>Bedward they glance and trim the torches bright.</br>But where is he the lord of that proud hall?</br>The priest is there, the bride-maids all in white</br>Come red as roses on their tiptoes light.</br>The smile, the titter, reign o'er them by turns&mdash;</br>Lo!  to the bridegroom comes at dead of night</br>An armed man.  Behold how dimly burns</br>The wedding light, like lamps in cold sepulchral urns.", "\"Hark, there is screaming 'mongst the maidens &mdash; now</br>Laces are cut and slackened many a sash.</br>Amazed, they like a falling torrent go</br>To where the Solway waters foam and dash:</br>And lo!  the bridegroom; fast, from thrust and gash,</br>His life's blood reddens all the shuddering water&mdash;</br>Go, Ralph Latoun, bid swords and axes flash;</br>Spare neither boy nor man, nor dame nor daughter,</br>For brief be sure's the space which God gives thee for slaughter.\"", "\"Sir Goblin,\" cried he, \"Then I've much to do;</br>Revenge to take, ambition's race to run,</br>A land to conquer &mdash; a proud dame to woo.\"</br>He said, and as he said uprose the sun</br>And chased far from his path the vapours dun.</br>He sat and mused, and gave his steed a check,</br>Till, like a spider, his frail web he spun;</br>Nor thought that Fate's iron foot was on his neck,</br>Or, if he thought, I ween full little did he reck.", ""]