["O for a sculptor's hand,</br>That thou might'st take thy stand,</br>Thy wild hair floating on the eastern breeze,</br>Thy tranc'd yet open gaze</br>Fix'd on the decent haze,</br>As one who deep in heaven some airy pageant sees.", "In outline dim and vast</br>Their fearful shadows cast</br>The giant forms of empires on their way</br>To ruin:  one by one</br>They tower and they are gone,</br>Yet in the Prophet's soul the dreams of avarice stay.", "No sun or star so bright</br>In all the world of light</br>That they should draw to heaven his downward eye,</br>He hears th' Almighty's word,</br>He sees the angel's sword,</br>Yet low upon the earth his heart and treasure lie.", "Lo from yon argent field,</br>To him and us reveal'd</br>One gentle star glides down, on earth to dwell.</br>Chain'd as they are below</br>Our eyes may see it glow,</br>And as it mounts again, may track its brightness well.", "To him it glar'd afar,</br>A token of wild war,</br>The banner of his Lord's victorious wrath:</br>But close to us it gleams,</br>Its soothing lustre streams</br>Around our home's green walls, and on our church-way path.", "We in the tents abide</br>Which he at distance eyed</br>Like goodly cedars by the waters spread,</br>While seven red altar-fires</br>Rose up in wavy spires,</br>Where on the mount he watch'd his sorceries dark and dread.", "He watch'd till morning's ray</br>On lake and meadow lay,</br>And willow-shaded streams, that silent sweep</br>Around the banner'd lines,</br>Where by their several signs</br>The desert-wearied tribes in sight of Canaan sleep.", "He watch'd till knowledge came</br>Upon his soul like flame,</br>Not of those magic fires at random caught:</br>But true prophetic light</br>Flash'd o'er him, high and bright,</br>Flash'd once, and died away, and left his darken'd thought.", "And can he choose but fear,</br>Who feels his GOD so near,</br>That when he fain would curse his powerless tongue</br>In blessing only moves!&mdash;</br>Alas!  the world he loves</br>Too close around his heart her tangling veil hath flung.", "Sceptre and Star divine,</br>Who in thine inmost shrine</br>Hast made us worshippers, O claim thine own;</br>More than thy seers we know&mdash;</br>O teach our love to grow</br>Up to thy heavenly light, and reap what Thou hast sown.</br>"]