["Slow down the West, Day's golden Orb retires</br>To bathe in Ocean its declining beams!</br>A fainter Red the glowing Aether fires,</br>And dewy Night her calm dominion claims;</br>With sable wings yon blushing Sky invades,</br>And pours a deeper Gloom o'er all the lengthen'd Shades!", "No more the View detains th' enraptur'd Sight,</br>But Mists condensing down the spacious Plain!</br>Yon Spires scarce glimmer with departing light,</br>And Darkness rushes o'er the rural Scene,</br>While pleas'd the Peasants from their labour hie,</br>Bless Ev'ning's friendly Star, and to the Cottage fly!", "All Nature rests &mdash; The Breeze forgets to blow!</br>No Sound wakes Echo from her mossy bed!</br>With gentler lapse the languid Currents flow,</br>And Sleep and Silence 'round their poppies shed!</br>Thy notes alone, sweet plaintive Philomel,</br>Soothe the lone Hermit's ear, and lure him from his Cell!", "And see, bright Cynthia from th' etherial Steep</br>On ev'ry Mountain sheds a solemn gleam!</br>Her trembling Glories paint the wat'ry Deep,</br>And add new lustre to the silver Stream,</br>Along whose banks at Midnight's witching hour</br>(So wayward Fancy dreams) aerial Beings pour!", "Now beams the Hour to Contemplation kind,</br>When Truth conducts her o'er th' afflicting Scene!</br>Exalts to Heav'n the philosophic Mind,</br>And bids Composure o'er the Passions reign!</br>Thrice happy State, when dawns fair Wisdom's day,</br>Dawns on the calmer breast, and darts th' all-chearing ray.", "Hail, awful Goddess, Star-invested Night,</br>With conscious joy I count thy silent sway!</br>Though unattir'd in robes of gaudy Light</br>And idle Splendours of delusive Day!</br>Thy wish'd Approach more pleasing Beauties grace,</br>Mild Contemplation, Thought, and Heav'n-descended Peace!", "Soft falls the Veil on peace-consuming Woes,</br>And calms indulgent ev'ry rising Sigh;</br>O'er rustic Labour breathes a deep repose,</br>And seals at length Ambition's watchful eye:</br>Disarms the rage of fell Disease and Pain,</br>And binds the fetter'd Captive in a gentler Chain!", "'Tis thine to bid the letter'd Student pore</br>O'er grave Antiquity's instructive page,</br>Unlock to view each Author's sacred store,</br>And pleas'd enjoy the Labours of an Age!</br>Thus Virgil studied, ere his Troy he sung:</br>Thus TULLY form'd the Thunders of his Patriot-Tongue!", "Thy starry Mantle o'er Olympus spread</br>With num'rous gems reflects the Maker's praise:</br>Each Orb from Light's eternal Fountain fed</br>In mute Devotion pours th' incessant rays!</br>Silence, how eloquent!  and Praise, sincere!</br>And canst thou, impious Man, the rapt'rous Vow forbear?", "Shall Nature raise her Incense-breathing Voice</br>To hail the All-Beneficent on high?</br>Shall Seraph-Bards in endless hymns rejoice,</br>And Thou alone th' indebted Thanks deny?</br>With Eye unmov'd such great Examples see?</br>Nor wilt thou LIVE for Him, who gracious DIED for Thee?", "Exalted Kindness claims a just return,</br>But what return can wretched Mortals make?</br>What tho' with Gratitude, with Love they burn,</br>Vain is their Pow'r, and all their Grandeur weak!</br>In vain their Sacrifice wou'd Heav'n invite;</br>Oblations bribe it not, nor sumptuous Shrines delight!", "Know Fools, 'tis Innocence that Heav'n requires,</br>The Tear o'er Misery benignly shed!</br>Religion's chaste, yet never-dying fires,</br>And Hope soft-smiling on Death's gloomy bed,</br>While Faith, bright Seraph, to Reflection's eye</br>Paints heav'n-descended Scenes, and endless Extasy!", "Such joys thy Suppliant grant, propitious Pow'r!</br>Unknown to Business and the venal Throng!</br>To seek Retirement in some rural Bow'r,</br>Nor yet inglorious breathe the moral Song:</br>There Health, Content, and letter'd Ease shall shine,</br>There Hymen crown his Bard, and render Celia mine!", "There too, when Fate's irrevocable doom</br>Shall lay me silent in sepulchral Clay,</br>With tears Philander shall bedew my Tomb,</br>And grace my Manes with the pensive Lay;</br>With pious sorrow o'er my Ashes mourn,</br>And Peace light-weave her pinions 'round the Poet's Urn!</br>"]