["The courts are shut &mdash; departed ev'ry judge,</br>Each greedy lawyer gripes his double fee,</br>In doleful mood the suitors homeward trudge,</br>And leave the hall to silence, and to me.", "Now not a barrister attracts the sight,</br>And all the dome a solemn stillness holds,</br>Save at the entrance, where, with all her might,</br>The quean of apples at the porter scolds.", "Save that at fives a group of wrangling boys</br>At intervals pursue the bounding ball,</br>Make Henderson, the studious, damn their noise,</br>When batt'ring down the plaister from the wall.", "From ev'ry court, with ev'ry virtue crown'd,</br>Where many get, and many lose their bread,</br>Elsewhere to squabble, puzzle, and confound,</br>Attornies &mdash; clerks &mdash; and council &mdash; all are fled.", "Contending fools, too stubborn to agree,</br>The good fat client (name for ever dear),</br>The long-drawn brief, and spirit-stirring fee,</br>No more, 'till Michaelmas, shall send them here.", "'Till then, no more th' Exchequer nymphs shall run</br>To fetch their wigs, and giggling stroke the tail,</br>Or dressy orange-wenches ply their fun,</br>And offer their commodities to sale.", "With these the Templar oft has stop'd to chat,</br>And tip'd 'em sixpence for each cake he broke:</br>How jocund did they give him tit for tat,</br>And bonnily return him joke for joke!", "Let not Drybutter look with eyes askew,</br>Nor envy them the profit of the hall,</br>Let him not think, that with a spiteful view</br>They mean to draw the custom from his stall.", "The cinder-wench in dust-cart seated high,</br>With arms begrim'd, and dirty as her sieve,</br>The ragged trulls, who sprats and herrings cry,</br>The meanest trollops have a right to live.", "Nor you, ye belles!  impute the fault to these,</br>If at the glittering ball they not appear,</br>Where music has a thousand charms to please,</br>And with its sweetness almost wounds the ear.", "Will Almack, or the goddess of Soho,</br>Enlist these misses in their brilliant train,</br>Admit them e'en to see the puppet-show,</br>To take one peep, and light them out again?", "Perhaps in their neglected minds were sown</br>The seeds of worth from Nature's large supply;</br>The seeds of worth, which might in time have grown,</br>And flourish'd, lovely to the ravish'd eye.", "But the calm sunshine of a parent's care,</br>With one warm ray their bosom's ne'er imprest;</br>Ill usage drove the wretches to despair,</br>And check'd each growing virtue of the breast.", "Full many a rural lass in Britain's land</br>The vile unwarrantable brothels hold,</br>Full many a town-bred damsel walks the Strand,</br>And trucks her beauty for a piece of gold.", "Some ghost of Jefferies will this floor parade,</br>Some daring pettifogger, stern of brow,</br>Who might have done due honour to the spade,</br>Whirl'd the tough flail, or grasp'd the peaceful plough,", "This upstart thing some useful trade to learn,</br>By far more suited to his shallow head,</br>Some trade, by which he might have known to earn,</br>With honest industry, his daily bread,", "False pride forbade:  nor to himself alone,</br>Confines his views, but to his son extends;</br>Forbade the youth, to quirks already prone,</br>To mind the means, so he could gain the ends.", "Forbade to bind him 'prentice to a trade,</br>Behind the compter all the day to stand,</br>His birth by work mechanic to degrade,</br>Or wait on customers with cap in hand.", "Far from the worthy members of the law,</br>A rogue in grain, he ever kept aloof;</br>From learn'd bum-bailiffs learn'd his briefs to draw,</br>And where he could not find, he coin'd a proof.", "Yet doth this wretch, illiterate as proud,</br>With low-life homage, low-life business meet,</br>And pick the pockets of th' unhappy crowd,</br>Mur'd in th' Compters, Newgate, and the Fleet.", "Bound by their creditors in durance fast!</br>In plaintive murmurs they bewail their fate,</br>And many an eager, wishful eye they cast,</br>Whene'er the turnkey opes and shuts the gate.", "For who, to dull imprisonment a prey,</br>The pleasing thoughts of freedom e'er resign'd,</br>From home, from wife, and children, dragg'd away,</br>Nor cast one longing ling'ring look behind?", "Some sharp attorney must the captive hire,</br>Who knows each secret winding of the laws,</br>Some previous fees th' attorney will require,</br>Before he ventures to conduct his cause.", "For you, who traverse up and down this shrine,</br>And lounge, and saunter at your wonted rate,</br>If in some future chat, with arch design,</br>Some wag should ask this pettifogger's fate,", "In sneering mood, some brother quill may say,</br>\"I've seen him oft at alehouse table sit,</br>Brushing with dirty bands the crumbs away,</br>And eye the mutton roasting on the spit.", "\"There in the snug warm corner of the bench,</br>Part stain'd with grease, and part defil'd with beer,</br>His thirst with cooling porter would he quench,</br>And bend his noddle o'er the gazetteer.", "\"Hard by yon steps, now grinning as in scorn,</br>Mutt'ring his oaths and quibbles he would stand,</br>Now hanging down his pate, like one forlorn,</br>As if some dread commitment was at hand.", "\"One morn I miss'd him in this custom'd hall,</br>And at the Oak, where he was wont to be,</br>His clerk came down, and answer'd to my call,</br>But by yon steps, nor at the Oak was he.", "\"The next I heard (oh melancholy tale!</br>On our profession what a foul reproach!)</br>That he for forgery was confin'd in jail,</br>And dragg'd (oh shameful!) there without a coach.\"", "HIS CHARACTER.</br>VULTURE, the arrant'st rascal upon earth,</br>At length is caught, and into Newgate thrown;</br>Fair honesty disclaim'd him at his birth,</br>And villainy confess'd him for her own.", "Grown old in sin, at no one crime dismay'd,</br>'Gainst Nature's cries he arm'd his callous heart;</br>For, when his father was to death convey'd,</br>He growl'd &mdash; and damn'd the slowness of the cart.", "Jack Ketch, to shew his duty to his friend,</br>Will soon confirm it with the strongest tie,</br>But on such ties what mortal would depend,</br>A rogue he liv'd, and like a rogue he'll die.", "Now prest with guilt, he feels its sharpest sting,</br>Great his transgressions, and but small his hope,</br>He gave the sheriff (all he had) a ring,</br>He gain'd from justice (all he fear'd) a rope.", "No farther seek his vices to disclose,</br>But leave the culprit to his dark abode,</br>There let him rest, till breaking his repose</br>The hangman summons him to Tyburn road.</br>"]