["As late I walk'd beneath the moon's pale rays,</br>Accusing fortune of my scanty share,</br>How I had spent &mdash; mispent, my youthful days,</br>To gain the favour of a venal fair;</br>Instant a form, in solemn sable clad,</br>Approach'd my path with heedless steps, and slow;</br>Pale fading laurels, hung adown her head,</br>And her dishevel'd hair did indicate her woe.", "\"Forbear,\" she cried, \"nor think of woes but mine;</br>The pride of nature and these plains is dead.</br>The favourite songster of the tuneful nine,</br>Is fled forever &mdash; Is forever fled.&mdash;</br>COILA'S my name &mdash; with BURNS I oft' did go,</br>And did his bold poetic flame inspire;</br>Made his enraptur'd fancy smoothly flow,</br>And taught the bard to catch from heaven the sacred fire.", "\"With me he wander'd by the purling rill,</br>With me he stray'd upon the distant lawn,</br>And oft we climb'd yon cloud-capp'd distant hill,</br>And reach'd its summit, by the early dawn.</br>O Melpomene, muse of tragic woe&mdash;</br>Mourn him who sung of ruin and despair:</br>E'en smiling Thalia fraught with sprightly flow,</br>Lament his fate, who sung upon the banks of Ayr.", "\"Have we not seen him skim the dewy lawn?</br>And with advent'rous fingers sweep the lyre?</br>Have we not seen him at the early dawn,</br>Enraptur'd high with fancy's sacred fire?</br>Has not his fame in distant lands been told?</br>Has not his voice been pleasant to our ear?</br>Has not the youthful gay, the serious old,</br>Been highly charm'd, who now must shed the bitter tear?", "\"Ye sportive Naiades of the gurgling rills,</br>Lament his fate in Irvine, Ayr, and Doon,</br>Pour forth your plaints, till all the distant hills,</br>Do nod their sorrow to the silent moon:</br>For me, I'll weep while hills and streams endure;</br>I'll wand'ring mourn, and tell the groves my grief,</br>The lawn shall hear me at an early hour,</br>Nor shall I ever deign to take the least relief.", "\"I go,\" she cry'd, \"nor ever shall return,&mdash;</br>I go forever from this once lov'd field,</br>My fate is fix'd &mdash; disconsolate I'll mourn,</br>Since Scotia now no longer charms can yield.\"</br>Her grief stung bosom heav'd with bitter sighs,</br>She seem'd prepar'd to take her distant flight;&mdash;</br>She turn'd and left me with her tear-swoln eyes,</br>And in a cloud of mist evanish'd from my sight.</br>"]