["The Stars are set:  the orient Morning dawns,</br>The blithsome Woodlarks chant their matin Lay,</br>The Shepherds whistle o'er the opening Lawns,</br>And the brown Milk-maid hails the new-born Day.", "But not for BENNET! &mdash; He nor th' opening Lawns</br>Beholds; nor hears the Wood-larks' matin Lay;</br>For him no more the orient Morning dawns;</br>Nor the brown Milk-maid hails, for him, the Day.", "I saw him fetch his latest heart-felt Sigh,</br>(With what Convulsions heav'd that laboring Breast!)</br>Then close in endless Night his languid Eye,</br>And slumb'ring sink to everlasting Rest.", "Thus have I seen, when over-charg'd with Rain,</br>A drooping Poppy bent beneath its Weight;</br>Fresh, and, like him, the Pride of all the Plain;</br>Like him too, bowing to a timeless Fate.", "Thus have I seen, ere at his noon-tide Height,</br>The Sun in peerless Majesty serene,</br>While not a Spot eclips'd his beaming Light,</br>And scarce a Breeze disturb'd the placid Scene:", "Sudden, distemper'd Hurricanes begun,</br>Impervious Fogs the Welkin's Face inshroud,</br>And Day's young God, ere half his Race was run,</br>Sicken'd, and sunk behind a pitchy Cloud.&mdash;", "Come, ye gray Churls, to deck the Shepherd's Bier,</br>Gather the choicest May-blooms of the Glade;</br>Then drop, in silent Agony, a Tear,</br>As in the Dust ye view his Reliques laid.", "Hard are your Hearts:  yet sure the Tribute's due,</br>If Sense of Love, or Gratitude remain'd;</br>For many a Blossom has he cull'd for you,</br>And long from Fate your hoary Hairs sustain'd.", "Yes &mdash; he was skill'd in Physic's sovereign Pow'r,</br>Above the wisest of the Tribe confest;</br>And well he knew the Force of ev'ry Flow'r,</br>And knew what Hour, to gather it, was best.", "Oft have I spy'd him, at the Break of Day,</br>Ere Charles had yet th' inverted Wain withdrawn,</br>Plodding, with meditative Step, his Way,</br>To reap the Spring-herb on the dewy Lawn.", "Oft have I, (for I'd never scorn to join</br>His friendly Converse) with him clomb the Brow;</br>For one our Tempers, and his Taste was mine;</br>One Roof, one Birthright common to us Two.", "Oft have &mdash; But hush!  Ah, let me not recall</br>The Pang of Recollection to my Breast!</br>Time, that can all things change, and render all,</br>May to my Soul restore its wonted Rest.", "The Throes of Agony, the keenest Smart,</br>The sharpest Scourge vindictive Rage can boast,</br>The smartest Pains that pierce the human Heart,</br>By Time are scorn'd, and in Time are lost.", "The silent Tear that steals from Friendship's Eye,</br>And robs the widow'd Soul of it's Repose,</br>Admits a Gleam of intermingling Joy,</br>Or drains, at length, the Fount, from whence it flows.", "Then how ye check it, Sorrowers, beware:</br>A like Restraint sped BENNET'S fatal Dart,</br>Excess of Anguish curb'd the rising Tear,</br>The Tear straight sought it's Passage to the Heart,", "Thence burst collected. &mdash; Never yet had Love</br>A nobler Victim, or a Slave so great;</br>His Thoughts were such as Angels might approve,</br>And well his Love deserv'd a milder Fate!", "Yes, ye Celestials, not with purer Flame</br>Glow your immortal Souls, with Rapture fir'd,</br>Than that (and spotless was the Virgin's Fame,</br>And Passion mutual) his Breast inspir'd.&mdash;", "Mark in its Bloom that dew-bespangled Flow'r,</br>Whence, all around, ten thousand Sweets arise;</br>Mark the revolving Circlet of an Hour,</br>'Tis born, it Blows; 'tis cropt, it fades, it dies!", "A fairer Flow'r did WORSFOLD, one Day bloom,</br>Than ever in the vernal Meadow shone;</br>But scarce (ah Fortune!) was another come,</br>Ere she was blasted, and her Charms were flown!", "Deep in th' envenom'd Core the Viper feeds,</br>And mocks at Physic, and his useless Train,</br>Thro' every Limb the rank Infection speeds,</br>The putrid Blood scarce creeps through every Vein.", "Weak was all Aid!  that Skill now at a Stand,</br>That erst had oft recall'd the fleeting Breath,</br>And BENNET, smitten by her Lover's Hand</br>Beholds his WORSFOLD in the Arms of Death!", "Not more amain the Sun from noon-tide Hour</br>Measures his Journey to the blushing West,</br>Than BENNET, when his Fav'rite was no more,</br>Struggled to follow, and to be at Rest.", "Time was my BENNET held his Life more dear,</br>And, spite of all that learned Gown-men taught,</br>Deem'd no HEREAFTER like the present HERE,</br>Nor of a happier Heaven could form a Thought.", "Fondly he feasted on Excess of Joy,</br>Gaily regardless of the future Scene,</br>Chaste were his Pleasures, yet without Alloy,</br>Cloudless his Prospect, and his Brow serene.", "Reflection, unimbitter'd with a Crime,</br>Sweeten'd th' Amusement of his cheerful Hour,</br>In Fortune's Favour, and in Manhood's Prime,</br>He felt nor Age's, nor Affliction's Pow'r.", "Two Friends, (he never wish'd for more) he found,</br>One ('twas his first Misfortune) he surviv'd,</br>Then bow'd immediate to the fatal Wound,</br>T' other beheld his Corse &mdash; (alas!) and liv'd.&mdash;", "And now, ye hoary-headed Men of Lore,</br>That oft have drank at Wisdom's hallowed Fount,</br>Learn'd the mysterious Ways of Heaven t' explore,</br>Are these Things number'd in your dark Account?", "Say &mdash; Can eternal Justice rule this Ball,</br>And Creatures bleed beneath a Maker's Hand?</br>Can Mercy reign, and wretched Virtue fall?</br>Faith staggers, and the Christian's at a Stand.&mdash;", "Shall kindred Souls in Union close be knit,</br>Thus to be rent asunder in an Hour?</br>No, we will meet, and be united, yet,</br>Where Chance and Death shall sep'rate Friends no more.", "For me, whom envious Fate hath left behind,</br>As one forgotten, and as one forlorn,</br>Careless of Comfort, that he cannot find,</br>Remote from every earthly Blessing torn,", "For me well fit, some lonesome Grove I'll seek,</br>Dissolve in Tears the Sorrows of my Breast,</br>Then, while the Streams fall plenteous down my Cheek,</br>Heave a deep Sigh, and long to be releas'd.", "Last, when the Spirit quits her dark Abode,</br>Bursts from her Bonds, and takes her homeward Flight,</br>How joy'd, O Raptures!  (resting on her God)</br>She'll mingle with her kindred Saints of Light!", "THE EPITAPH.</br>Under the Covert of this Yew-tree Shade</br>(The last Retreat of Infamy and Pride)</br>Stol'n from their Sorrows, are two Lovers laid.</br>Whom Fate had link'd, and whom their Stars allied.", "Death strove in vain to part the loyal Pair,</br>Their mingling Ashes prov'd his Aim unjust:</br>Their Loves these Reliques and his Griefs declare,</br>Tho' these be o'er, those mould'ring into Dust.", "Perhaps the Secret of their Lives might steal</br>The pearly Tribute from thy piteous Eye,</br>That every Neighbour-Shepherd will reveal,</br>As from his Bosom 'scapes th' unusual Sigh.", "Short was their Tide of earthly Bliss decreed;</br>An envious Hoar-frost nipp'd their budding Joys:</br>Peace to their Mem'ries, and be their's the Meed,</br>Our Hope sequesters for them in the Skies.</br>"]