["DAMON.  ALGON.  NICAEA.", "The well known fisher-boy, that late his name,</br>And place, and (ah for pity!)  mirth had changed;</br>Which from the Muses spring, and churlish Chame</br>Was fled, (his glory late, but now his shame:</br>For he with spite the gentle boy estranged)</br>Now 'long the Trent with his new fellows ranged:</br>There Damon (friendly Damon) met the boy,</br>Where lordly Trent kisses the Darwin coy,</br>Bathing his liquid streams in lovers melting joy.", "DAMON.</br>Algon, what lucklesse starre thy mirth hath blasted?</br>My joy in thee, and thou in sorrow drown'd.</br>The yeare with winter storms all rent and wasted</br>Hath now fresh youth and gentler seasons tasted:</br>The warmer sunne his bride hath newly gown'd,</br>With firie arms clipping the wanton ground,</br>And gets an heav'n on earth:  that primrose there,</br>Which 'mongst those violets sheds his golden hair,</br>Seems the sunnes little sonne, fixt in his azure spheare.", "Seest how the dancing lambes on flowrie banks</br>Forget their food, to minde their sweeter play?</br>Seest how they skip, and in their wanton pranks</br>Bound o're the hillocks, set in sportfull ranks?</br>They skip, they vault; full little caren they</br>To make their milkie mothers bleating stay.</br>Seest how the salmons (waters colder nation)</br>Lately arriv'd from their sea-navigation,</br>How joy leaps in their heart, shew by their leaping fashion?", "What witch enchants thy minde with sullen madnes?</br>When all things smile, thou onely sitt'st complaining.", "ALGON.</br>Damon, I, onely I, have cause of sadnesse:</br>The more my wo, to weep in common gladnesse:</br>When all eyes shine, mine onely must be raining;</br>No winter now, but in my breast, remaining:</br>Yet feels this breast a summers burning fever:</br>And yet (alas!)  my winter thaweth never:</br>And yet (alas!)  this fire eats and consumes me ever.", "DAMON.</br>Within our Darwin, in her rockie cell</br>A Nymph there lives, which thousand boys hath harm'd;</br>All as she gliding rides in boats of shell,</br>Darting her eye, (where spite and beauty dwell:</br>Ay me, that spite with beautie should be arm'd!)</br>Her witching eye the boy, and boat hath charm'd.</br>No sooner drinks he down that poisonous eye,</br>But mourns and pines:  (ah piteous crueltie!)</br>With her he longs to live; for her he longs to die.", "ALGON.</br>Damon, what Tryphon taught thine eye the art</br>By these few signes to search so soon, so well,</br>A wound deep hid, deep in my fester'd heart,</br>Pierc't by her eye, Loves, and deaths pleasing dart?</br>Ah, she it is, an earthly heav'n, and hell,</br>Who thus hath charm'd my heart with sugred spell.</br>Ease thou my wound:  but (ah!)  what hand can ease,</br>Or give a medicine that such wound may please;</br>When she my sole Physician is my souls disease?", "DAMON.</br>Poore boy!  the wounds which spite and Love impart,</br>There is no ward to fence, no herb to ease.</br>Heav'ns circling folds lie open to his dart:</br>Hells Lethe's self cools not his burning smart:</br>The fishes cold flame with this strong disease,</br>And want their water in the midst of seas:</br>All are his slaves, hell, earth, and heav'n above:</br>Strive not i' th' net, in vain thy force to prove.</br>Give, woo, sigh, weep, and pray:  Love's only cur'd by love.", "ALGON.</br>If for thy love no other cure there be,</br>Love, thou art cureles:  gifts, prayers, vows, and art,</br>She scorns both you and me:  nay Love, ev'n thee:</br>Thou sigh'st her prisoner, while she laughs as free.</br>What ever charms might move a gentle heart,</br>I oft have try'd, and shew'd the earnfull smart,</br>Which eats my breast:  she laughs at all my pain:</br>Art, prayers, vows, gifts, love, grief, she does disdain:</br>Grief, love, gifts, vows, prayers, art; ye all are spent in vain.", "DAMON.</br>Algon, oft hast thou fisht, but sped not straight;</br>With hook and net thou beat'st the water round:</br>Oft-times the place thou changest, oft the bait;</br>And catching nothing, still, and still dost wait:</br>Learn by thy trade to cure thee:  time hath found</br>In desp'rate cures a salve for every wound.</br>The fish long playing with the baited hook,</br>At last is caught:  Thus many a Nymph is took;</br>Mocking the strokes of Love, is with her striking strook.", "ALGON.</br>The marbles self is pierc't with drops of rain:</br>Fires soften steel, and hardest metals try:</br>But she more hard then both:  such her disdain,</br>That seas of tears, Aetna's of love are vain.</br>In her strange heart (weep I, burn, pine, or die)</br>Still reignes a cold, coy, carelesse apathie.</br>The rock that bears her name, breeds that hard stone</br>With goats bloud onely softned, she with none:</br>More precious she, and (ah!)  more hard then diamond.", "That rock I think her mother:  thence she took</br>Her name and nature:  Damon, Damon, see,</br>See where she comes, arm'd with a line and hook:</br>Tell me, perhaps thou think'st, in that sweet look,</br>The white is beauties native tapestrie;</br>'Tis crystall, (friend) yc'd in the frozen sea:</br>The red is rubies; these two joyn'd in one,</br>Make up that beauteous frame:  the difference none</br>But this; she is a precious, living, speaking stone.", "DAMON.</br>No gemme so costly, but with cost is bought:</br>The hardest stone is cut, and fram'd by art:</br>A diamond hid in rocks is found, if sought:</br>Be she a diamond, a diamond's wrought.</br>Thy fear congeales, thy fainting steels her heart.</br>I'le be thy Captain, boy, and take thy part:</br>Alcides self would never combat two.</br>Take courage, Algon; I will teach thee woo.</br>Cold beggars freez our gifts:  thy faint suit breeds her no.", "Speak to her, boy.", "ALGON.</br>Love is more deaf then blinde.", "DAMON.</br>She must be woo'd.", "ALGON.</br>Love's tongue is in the eyes.", "DAMON.</br>Speech is Love's dart.", "ALGON.</br>Silence best speaks the minde.", "DAMON.</br>Her eye invites.", "ALGON.</br>Thence love and death I finde.", "DAMON.</br>Her smiles speak peace.", "ALGON.</br>Storms breed in smiling skies.", "DAMON.</br>Who silent loves?", "ALGON.</br>Whom speech all hope denies.", "DAMON.</br>Why should'st thou fear?", "ALGON.</br>To Love Fear's neare akinne.", "DAMON.</br>Well, if my cunning fail not, by a gin</br>(Spite of her scorn, thy fear) I'le make thee woo, and winne.", "What, ho, thou fairest maid, turn back thine oare,</br>And gently deigne to help a fishers smart.", "NICAEA.</br>Are thy lines broke?  or are thy trammels tore?</br>If thou desir'st my help, unhide the sore.", " [DAMON.]</br>Ah gentlest Nymph, oft have I heard, thy art</br>Can soveraigne herbs to every grief impart:</br>So mayst thou live the fishers song, and joy,</br>As thou wilt deigne to cure this sickly boy.</br>Unworthy they of art, who of their art are coy.", "His inward grief in outward change appeares;</br>His cheeks with sudden fires bright-flaming glow;</br>Which quencht, end all in ashes:  storms of teares</br>Becloud his eyes, which soon forc't smiling cleares:</br>Thick tides of passions ever ebbe, and flow:</br>And as his flesh still wastes, his griefs still grow.", "NICAEA.</br>Damon, the wounds deep rankling in the minde</br>What herb could ever cure?  what art could finde?</br>Blinde are mine eyes to see wounds in the soul most blinde.", "ALGON.</br>Hard maid, t'is worse to mock, then make a wound:</br>Why should'st thou then (fair-cruel) scorn to see</br>What thou by seeing mad'st?  my sorrows ground</br>Was in thy eye, may by thy eye be found.</br>How can thy eye most sharp in wounding be,</br>In seeing dull?  these two are one in thee,</br>To see, and wound by sight:  thy eye the dart.</br>Fair-cruel maid, thou well hast learn'd the art,</br>With the same eye to see, to wound, to cure my heart.", "NICAEA.</br>What cures thy wounded heart?", "ALGON.</br>Thy heart so wounded.", "NICAEA.</br>Is't love to wound thy love?", "ALGON.</br>Loves wounds are pleasing.", "NICAEA.</br>Why plain'st thou then?", "ALGON.</br>Because thou art unwounded.</br>Thy wound my cure:  on this my plaint is grounded.", "NICAEA.</br>Cures are diseases, when the wounds are easing:</br>Why would'st thou have me please thee by displeasing?", "ALGON.</br>Scorn'd love is death; loves mutuall wounds delighting:</br>Happie thy love, my love to thine uniting.</br>Love paying debts grows rich; requited in requiting.", "DAMON.</br>What lives alone, Nicaea?  starres most chaste</br>Have their conjunctions, spheares their mixt embraces,</br>And mutuall folds.  Nothing can single last:</br>But die in living, in increasing waste.", "NICAEA.</br>Their joyning perfects them, but us defaces.", "ALGON.</br>That's perfect which obtains his end:  your graces</br>Receive their end in love.  She that's alone</br>Dies as she lives:  no number is in one:</br>Thus while she's but her self, she's not her self, she's none.", "NICAEA.</br>Why blam'st thou then my stonie hard confection,</br>Which nothing loves?  thou single nothing art.", "ALGON.</br>Love perfects what it loves; thus thy affection</br>Married to mine, makes mine and thy perfection.", "NICAEA.</br>Well then, to passe our Tryphon in his art,</br>And in a moment cure a wounded heart;</br>If fairest Darwin, whom I serve, approve</br>Thy suit, and thou wilt not thy heart remove;</br>I'le joyn my heart to thine, and answer thee in love.", "The sunne is set; adieu.", "ALGON.</br>'Tis set to me;</br>Thy parting is my ev'n, thy presence light.", "NICAEA.</br>Farewell.", "ALGON.</br>Thou giv'st thy wish; it is in thee:</br>Unlesse thou wilt, haplesse I cannot be.", "DAMON.</br>Come Algon, cheerly home; the theevish night</br>Steals on the world, and robs our eyes of sight.</br>The silver streams grow black:  home let us coast:</br>There of loves conquest may we safely boast:</br>Soonest in love he winnes, that oft in love hath lost.</br>"]