["Lo!  surly Winter flies the flow'ry meads,</br>The green-clad, hills and hawthorn shady vales;</br>In sullen flight his hoary train recedes,</br>And leaves creation to more genial gales</br>And see!  where Phoebus, source of life and light!</br>O'er Southern hills displays his golden bow;</br>The hills and vales are by his splendour dight;</br>The glassy streams reflect his banish'd glow,</br>And fragrant zephyrs grace his crimson-beaming brow.", "Yet Boreas' blasts succeed the milder ray,</br>And driving sleet assails the budding trees;</br>The transient gleams of Zephyr flee away,</br>And icy-coats again attire the breeze:</br>Tho' each possess alternately the air,</br>And rove at large along the sylvan plain;</br>Yet gleaming hope adorns this nether sphere,</br>And blends in sweet oblivion the strain</br>Of pleasure's blissful thoughts or pangs of rending pain.", "Hope!  sweetest hope!  that cheers the galley slave</br>When chain'd for life unto the galling oar,</br>That sheds a ray of rapture on the wave</br>Of grim Despair, and lends a soothing pow'r</br>To case the dungeon captive's troubl'd heart;</br>'Tis Hope celestial!  lovely to behold!</br>That does th' enchanting period impart</br>When Venus' train the blushing flow'rs unfold,</br>And deck the shady groves and plains with fluid gold.", "Favonius pour'd a genial fragrant dew,</br>Upon a bank, whose mossy sides were gay</br>With violet dress'd in robe of purple hue,</br>And modest primrose in its best array; </br>Adown its side in plaintive murmurs roll'd</br>A glassy streamlet &mdash; holding to the sky</br>Its azure mirror, ting'd with beaming gold</br>Sprinkled from Phoebus' chariot wheels on high,</br>What time he mounts majestic th' empyrean sky.", "Mellifluous music fill'd the neighbouring grove,</br>Greeting with softest strains my ravish'd ear.</br>The speckled songster tun'd his notes to love, </br>And woo'd his tender mate soft warbling near.</br>The jetty minstrel strain'd his feather'd throat,</br>And echo swell'd the trembling notes along</br>The sylvan scene,&mdash;the magic numbers float</br>In wildest pathos, and the enchanting song</br>In ling'ring accents loathe to quit the warbler's tongue.", "Their little hearts with soft emotions swell,</br>And beat responsive to the gladsome strain,</br>To greet Aurora in each shady dell,</br>Each flow'ry dale, each mossy-dighted plain:&mdash;</br>To welcome Flora dipt in heavenly dews,</br>Dispensing odours from her aerial feet,</br>And sprinkling flow'rs array'd in varied hues;</br>Clothing with influence mild their sweet retreat,</br>To screen with care their bow'r of bliss from hostile feet.</br>"]