["JAMES.</br>What Gregory!  you are come I see to join us</br>On this sad business.", "GREGORY.</br>Aye, James, I am come,</br>But with a heavy heart, God knows it, man!</br>Where shall we meet the corpse?", "JAMES.</br>Some hour from hence;</br>By noon, and near about the elms, I take it.</br>This is not as it should be, Gregory,</br>Old men to follow young ones to the grave!</br>This morning when I heard the bell strike out,</br>I thought that I had never heard it toll</br>So dismally before.", "GREGORY.</br>Well, well!  my friend&mdash;</br>'Tis what we all must come to, soon or late.</br>But when a young man dies, in the prime of life,</br>One born so well, who might have blest us all</br>Many long years!&mdash;", "JAMES.</br>And then the family</br>Extinguish'd in him, and the good old name</br>Only to be remember'd on a tomb-stone!</br>A name that has gone down from sire to son</br>So many generations! &mdash; many a time</br>Poor Master Edward, who is now a corpse,</br>When but a child, would come to me and lead me</br>To the great family tree, and beg of me</br>To tell him stories of his ancestors,</br>Of Eustace, he that went to the Holy Land</br>With Richard Lion-heart, and that Sir Henry</br>Who fought at Crecy in King Edward's wars;</br>And then his little eyes would kindle so</br>To hear of their brave deeds!  I used to think</br>The bravest of them all would not out-do</br>My darling boy.", "GREGORY.</br>This comes of your great schools</br>And college breeding.  Plague upon his guardians</br>That would have made him wiser than his fathers!", "JAMES.</br>If his poor father, Gregory!  had but lived,</br>Things would not have been so.  He, poor good man,</br>Had little of book-learning, but there lived not</br>A kinder, nobler-hearted gentleman,</br>One better to his tenants.  When he died</br>There was not a dry eye for miles around.</br>Gregory, I thought that I could never know</br>A sadder day than that:  but what was that,</br>Compared with this day's sorrow?", "GREGORY.</br>I remember</br>Eight months ago when the young Squire began</br>To alter the old mansion, they destroy'd</br>The martins nests, that had stood undisturb'd</br>Under that roof, &mdash; aye!  long before my memory.</br>I shook my head at seeing it, and thought</br>No good could follow.", "JAMES.</br>Poor young man!  I loved him</br>Like my own child.  I loved the family!</br>Come Candlemas, and I have been their servant</br>For five and forty years.  I lived with them</br>When his good father brought my Lady home,</br>And when the young Squire was born, it did me good</br>To hear the bells so merrily announce</br>An heir.  This is indeed a heavy glow&mdash;</br>I feel it Gregory, heavier than the weight</br>Of threescore years.  He was a noble lad,</br>I loved him dearly.", "GREGORY.</br>Every body loved him,</br>Such a fine, generous, open-hearted Youth!</br>When he came hom from school at holydays,</br>How I rejoiced to see him!  he was sure</br>To come and ask of me what birds there were</br>About my fields; and when I found a covey,</br>There's not a testy Squire preserves his game</br>More charily, than I have kept them safe</br>For Master Edward.  And he look'd so well</br>Upon a fine sharp morning after them,</br>His brown hair frosted, and his cheek so flush'd</br>With such a wholesome ruddiness! &mdash; ah James</br>But he was sadly changed when he came down</br>To keep his birth-day.", "JAMES.</br>Changed!  why Gregory,</br>'Twas like a play to me, when he stepp'd</br>Out of the carriage.  He was grown so thin,</br>His cheek so delicate sallow, and his eyes</br>Had such a dim and rakish hollowness;</br>And when he came to shake me by the hand</br>And spoke as kindly to me as he used,</br>I hardly knew the voice.", "GREGORY.</br>It struck a damp</br>On all our merriment.  'Twas a noble Ox</br>That smoak'd before us, and the old October</br>Went merrily in overflowing cans;</br>But 'twas a skin-deep merriment.  My heart</br>Seem'd as it took no share.  And when we drank</br>His health, the thought came over me what cause</br>We had for wishing that, and spoilt the draught.</br>Poor gentleman!  to think ten months ago</br>He came of age &mdash; and now!", "JAMES.</br>I fear'd it then,</br>He look'd to me as one that was not long</br>For this world's business.", "GREGORY.</br>When the Doctor sent him</br>Abroad to try the air, it made me certain</br>That all was over.  There's but little hope</br>Methinks that foreign parts can help a man</br>When his own mother-country will not do.</br>The last time he came down, these bells rung so</br>I thought they would have rock'd the old steeple down:</br>And now that dismal toll!  I would have staid</br>Beyond its reach, but this was a last duty,</br>I am an old tenant of the family,</br>Born on the estate, and now that I've out-lived it,&mdash;</br>Why 'tis but right to see it to the grave.</br>Have you heard aught of the new Squire?", "JAMES.</br>But little,</br>And that not well.  But be he what he may</br>Matters not much to me.  The love I bore</br>To the good family will not easily fix</br>Upon a stranger.  What's on the opposite hill?</br>Is it not the funeral?", "GREGORY.</br>Aye!  there are the black cloaks; and now I see</br>The white plumes on the hearse.", "JAMES.</br>Between the trees;&mdash;</br>'Tis hid behind them now.", "GREGORY.</br>Aye!  now we see it,</br>And there's the coaches following, we shall meet</br>About the bridge.  Would that this day were over!</br>I wonder whose turn's next!", "JAMES.</br>God above knows!</br>When youth is summon'd what must age expect!</br>God make us ready Gregory!  when it comes.</br>"]