["GWORDY.</br>What WILL, how dosta honest lad?</br>How's aw at heam?  how's BETTY, how is dad?</br>Let's shak thy neef &mdash; how faresta honest heart?</br>A's fain to see the', and as laith to part.</br>And is aw gayly wi'ye now at heam?", "WILL.</br>Aw but my fadder &mdash; he has git'n a leam.", "GWORDY.</br>A leam indeed &mdash; how pray'ye happen'd that?", "WILL.</br>A'll tell the' barn &mdash; (thou kows my fadder's fat)</br>Thou kens his way how ev'ry sunday mwron</br>He gits suen up, to gang and see the cworn;</br>He's duen sea twonty year for ought I know,</br>But 'till last thursday never gat a fo,</br>Nor had he than &mdash; but cheated wi the muen</br>He gat up stav'ling nin could tell how suen;</br>When at the top of our hee garret stairs,</br>(As luck wad heft) our BETTY'S two tame hares</br>Sprang cross the room and sec a racket meade,</br>My fadder fell, and brack his shoulder bleade.</br>I woken'd suen, and louping out a bed,</br>Was freeten'd fear my fadder had been deed</br>Sea lapt my cranky neck-cleath round his heed.</br>Now think what a sad takan we war in&mdash;</br>Tom jumt up hofe asleep, and brack his shin.</br>Our sarvant man was cast and cou'dn'nt see,</br>Fell ow'r my fadder's leg, and leam'd his knee,</br>'Twas but a stound &mdash; my fadder sarey man,</br>Cry'd help me up, guid barns, dua, if ye can!</br>Yan's swory than, for aw yan's fuilish toak,</br>I wish'd him well agane, and suen to woak.", "GWORDY.</br>And sea dov I &mdash;  but did ye kill the hares?", "WILL.</br>Aye, that we dud, for ow our BETTY'S prayers.</br>Puer silley gouk, she wing'd and gret full sear,</br>And beg'd my fadder wad \"the victims spare.\"</br>But hur fine toke was on my fadder lost,</br>And BETT for yeance was in her fancy crost.", "GWORDY.</br>I's swory for't &mdash; but let that stwory pass&mdash;</br>Tho' I'd been leath to've crost sea fine a lass.</br>It wad'nt been sea hard to've spar'd a puss&mdash;</br>Nay seav'd them beath, and sent them heam to us.</br>Our NAN wad been reet fain sic hares to keep,</br>A finer burth be hofe than hurden sheep.</br>And gif she be but a lang idle staik,</br>I'd pode her feed them weel for BETTY'S sake.</br>And suaner than thy e'er should suffer harm,</br>I'd murder'd ow the hounds within our farm.", "WILL.</br>The dikars wad ta &mdash; who'd be mazlin than?</br>But wad ta' deun sea much for sister NAN?</br>I dread it mikle, yet for ow this jaw,</br>Thou likes thy sister weel enough I know&mdash;</br>But I can gader now fra what t's said</br>'Tis BETT and nut our hares tha stuffs the' head.</br>What seesta' at her &mdash; meaks she's nea greet things!</br>Yet still a's pleas'd whene'er the baggish sings.</br>She reads ow kind a' buiks as fast as hopps</br>Just like a parson tua, and minds her stops.</br>She reads the vurses maistly in the news,</br>And toaks of conspiration fra the muse.", "GWORDY.</br>I know that barn, ay ow'r weel I know,</br>The thoughts a' hur has bred me mickle woe,</br>Yet lith'd it still, and wad'nt let her know.</br>But I was daft for be'n sea vara bleat,</br>When I've close tul hur shworn beath suen, and late.", "WILL.</br>Thou dud I know &mdash; it was but 'tother week&mdash;</br>What said t' tull her?  did ta never speak?", "GWORDY.</br>I cud'nt WILLY, words was far to seek.</br>I glim'd and luik'd, and luik'd and glim'd again,</br>She blusht and luik'd as gif I gave her pain,</br>I'd fain a talk'd, but still had nought to say,</br>And kept dum silence o the langsome day,</br>Then towards neight I fell again a staine,</br>Slap went the fickle to the vara bain.</br>I hoded up my neef, to shew the mark,</br>She luik'd and laugh'd, and bad me mind my wark,</br>I blusht for sham, and tuik mysel away,</br>And has'nt seen her sen that swory day.", "WILL.</br>Puir silly maslin!  thou was sarra'd reet,</br>For he deserves to starve that wullont eat.</br>Ah fackless soul!  I wonder'd oft a leate.</br>What mead ta luik sea skar, and seem sea bleate;</br>But laal thought I, that GWORDY sigh'd for BETT,</br>(Nor is I sure but thou is jwoking yet)</br>If that be o, we'll find some way next week</br>To bring her to the' and to make her speak;</br>But if thou gloupin sit and neathing say,</br>I know she'll flier, and laugh and run away.", "GWORDY.</br>I canna dua't &mdash; I canna set a feace,</br>Yet I can talk in ony other plaice,</br>I often think when worken be my sel,</br>What canny stwories I'll to BETTY tell;</br>But when I meet her, ow my stwory's gean,</br>And a's as mute as oney coble-staine.", "WILL.</br>O GWORDY, GWORDY!  thou's been fuilish lang,</br>Thou's warce then RALF, that garrac gammer stang;</br>A parfect sweepless, muck up tull his een,</br>With clouted clogs, and sark not ower clean;</br>Beside he's gleed, and swavels as he gangs,</br>Chews 'bacca tua, and shews his yellow fangs,</br>Thou wad'nt think, to see him in the street,</br>He shawl'd a courting every winter neet;</br>And yet he does &mdash; and finds a deal a' jaw,</br>I lith'd him yeance, sea canna miss but know,</br>But seken toak, nin kent what 'twas about,</br>I stopt my lugs, for fear a snurting out.</br>What pleas'd him best, she warm'd him up some keal</br>And RALF dud mak a varra fulsome meal,</br>He sharp'd and leug, but lay baith snug and sease.</br>When RALF was stiv'd as fou as fue could be,</br>Baith pot and truncher tumel'd frae his knee,</br>I deftly now crap out, I stay'd na lang,</br>I'd seen enough, 'twas time for me to gang.", "GWORDY.</br>Thou's sek a fellow WILL for gibes and jwokes,</br>Thou's a sea queer, thou always pleases swoaks.</br>Had I thy gumshin, and thy gift a gob,</br>I need'nt sneek a hwoals and greet and sob;</br>O could I now but read your written hand,</br>Or rite me sel, I'd part wi hofe my land.</br>There's TOM our laird, for o his gentle luiks,</br>Taks o his letters out a printed buiks.</br>Get me vean duin, and let your BETTY see't</br>'Twad dua my wark if't dud but make her greet.", "WILL.</br>Speak tul her mun!  mind weel what tu's about,</br>BET'S sec a dab she'd find thy letter out,</br>Then wazes me, smo then wad be thy hwope,</br>Gif thy fine letter could be fund i' pwope.", "GWORDY.</br>That's reet my lad &mdash; I find I was mistaien,</br>Two heads thou kens is better a than yeane,</br>But thu mud tell hur on't mun, if tu' wad,</br>How for her seak poor GWORDY'S  ganging mad,</br>Gif she be kangey, and my profer skworn,</br>I'll never leeve to see another mworn,</br>I mun away.  I's thrang and bodder'd fair,</br>If tu, maks gam, I'll never like t' mair.</br>"]