["HOBBINOL.  COLINET.", "Alone to heav'n-born Merit, or retir'd</br>To sylvan shades, or beaming from a throne,</br>For ever sacred be the Muse's song,</br>Yes, yes, heroic T&mdash;d from the full</br>Unclouded glories of thy patriot soul,</br>Hither to this obscure retreat of slaves,</br>Dart solar beams, and kindle in my breast</br>Immortal Liberty's congenial fires.</br>Off, off the vile contagion of the herd!</br>Buoyant my spirits mount!  See, see,</br>Angel of freedom, at thy potent touch</br>Fall not the chains of bondage from mine hands?</br>By thee thro' gloomy depths of durance led,</br>Burst I not into day, to quaff at large</br>Immortal bliss in each salubrious gale</br>Of liberty; whose vivifying sweets,</br>Lib'ral of joy, ev'n o'er these wint'ry vales,</br>Whose want-worn peasants wound mine aching sense,</br>Such roseate beauty breathe, as genial heav'n</br>Wide o'er the land of liberty awakes,</br>Britannia, with Hesperian verdure crown'd?</br>Yes, nor on faction's angry torrent borne,</br>Nor by accurs'd idolatry prophan'd</br>Of fortune, Baal of a venal world,</br>With purpose uncontaminate the Muse</br>Mingles amid a nation's peal of praise</br>This simple tribute of her rural song.", "COLINET.</br>How bright the golden glories of the sun</br>Stream from the broad-impurpled clouds of ev'n</br>O'er surface of the smooth, transparent main,</br>Which waves with light, like heav'n's unbounded field,</br>When summer bursts from all the blazing skies!</br>How pleasing, in th' unwrinkled crystal flood,</br>From this majestic mountain, to behold</br>Yon headlong precipice, these wond'ring woods,</br>And flocks of snowy fleece, and climbing goats,</br>And swelling harvests ripening into gold,</br>Mingle, inverted, in the downward sky!</br>What gale of sweets these clust'ring woodbines breathe,</br>Which, knit in nuptial union with the rose,</br>'Midst lofty sycamore's broad verdure weave</br>Our blooming bow'r, and lavish all around</br>Their incense on the bliss-inspiring breeze!</br>The sturdy oaks, whose venerable shades</br>Frown o'er the flood from yonder lofty cliffs,</br>When dews impearl the crimson-mantled morn,</br>Backwards their length'ning shadows cast afar,</br>And brighten into gladness.  See, enrich'd</br>By yellow-waving lustre of the sun,</br>The mountains laugh with joy, tho' yester-noon</br>They shook with horror, when the roaring winds</br>Dash'd the resounding shore with war of waves;</br>While hoarse thro' heav'n the tumbling thunder roll'd,</br>And lightnings kindled all the gloomy deep.</br>Why then thy youthful visage sickly'd o'er,</br>Like meagre melancholy in a shroud,</br>When all around reviving nature smiles?", "HOBBINOL.</br>O Colinet, no more the shepherd's pipe,</br>No more the lark, sweet herald of the morn,</br>That wakes the warbling woodlands into praise;</br>No more the mingled melody of hounds,</br>Whose deep-mouth'd music, trembling on their tongues,</br>Swells in a glorious peal along the winds,</br>Shall chace life's sullen vapours from my mind.</br>No more the murmur of the toiling waves,</br>Nor whisp'ring willows, which along the shore,</br>When woo'd by sighing of the love-sick breeze,</br>Tremble with virgin fears; nor distant sound</br>Of waters, dashing down a roaring rock;</br>Nor bubbling of a brook; nor hoarser bees,</br>Which sweep along the blooming wild of flowers,</br>Shall lull my golden slumbers, as they wont,</br>When stretch'd at ease I press'd the moss-swoln couch,</br>Amid the waste of fragrance, or beneath</br>The dark-green shade of broad-embow'ring limes,</br>Or by clear fountain's flowr-embroider'd side.</br>Again the dreadful apparition walk'd,</br>And deep with terror shook my shrieking soul.", "COLINET.</br>Again?  Some harden'd miser's ghost besure,</br>That stalks his nightly rounds 'midst hoary heap</br>Of ruins to behold his bury'd hoard,</br>And scares the sullen raven from his rest.</br>Or his, the cruel guardian, whose fell heart,</br>By cries of weeping Innocence unmov'd,</br>Gaping with drought of avarice, expos'd</br>A prey to famine in the howling woods,</br>A dying brother's pledge, his tender babes:</br>Smit with whose angel-beauties, in the sleep</br>Of peaceful death, the pious Redbreasts strew'd</br>With flow'rs and verdant leaves each lamb-like-corse,</br>As in the cold embrace with snowy arms</br>Breathless the little younglings lay entwin'd.</br>Or haply wanders thus the guilty ghost</br>Of some adulterer, who wont in life</br>Stray from lewd city's poison-steaming haunts</br>To prowl thro' trembling villages for prey,</br>And, like a demon, fierce from darkness broke,</br>Blasted the lowly cottage, where in peace</br>Connubial bliss, with innocence from heav'n,</br>Once held sweet dalliance in the shepherd's breast:</br>For when dread crimes in this our breathing hour,</br>As sabbath-truths unfold, strike broad and deep</br>Th' infection thro' the dark discolour'd soul,</br>For ever with the same unhallow'd fires</br>Th' immortal spirit burns.  Hence church yards yawn,</br>And empty into night their peopled graves,</br>With life's affections, rooted ev'n in death.</br>Accosted thee the spectre?  Or in peace,</br>Or anger seem'd he?  Hath he aught reveal'd?</br>Where, when, mine Hobbinol, did he appear?", "HOBBINOL</br>When not a chirping cricket from the hearth</br>Woke the still hour of sleep; what-time the moon,</br>As at the world's great period, her fair lamp</br>Shrouded in midnight horrors; while around,</br>All under heav'n, in starless terror lost,</br>Bury'd beneath the waste of darkness lay,</br>And deeper, death-like, awful silence hush'd</br>Ev'n winds and waves to rest &mdash; In that dread hour,</br>Shook by the quaking of my groaning couch,</br>I started, trembled, glar'd, astonish'd saw,</br>By paly glimmer of the mould'ring fire,</br>The ghost all gloomy stalk before mine eyes.</br>Froz'n at the sight, a clay-cold corse I sat,</br>Stiff'ning with horror.  Black the Phantom stood,</br>Dreadful as death, and silent as the grave;</br>Then from the deep-surrounding darkness thrust</br>An arm's dread semblance; like the mighty hand,</br>Which forth from clouds of heav'n, our pastors say,</br>Shall hold th' all-waking trumpet to alarm</br>The dead, as if by peal of thunder rouz'd.</br>He beckon'd me to parley; on my couch</br>I sunk, and in a sudden storm aloud</br>He vanish'd thro' the shrieking shades of night.", "COLINET.</br>Cease, shepherd, to rehearse, 'till morrow's dawn,</br>Thy tale of wonder:  for our fellow-swains</br>On level of the pearl-pav'd beach prepare,</br>Now at the custom'd hour, to wind their way</br>In life-refreshing luxury along</br>The heav'n-smooth mirrour of the yielding flood.</br>Let us associate with the jocund train,</br>And, bath'd in bliss, the summer's sultry heats</br>Temper in cooly crystal of the sea.</br>"]