["Bring paper, Ash, and let me send</br>My hearty service to my friend.", "How pure the paper looks and white!</br>What pity 'tis that folks will write,</br>And on the face of candour scrawl</br>With desperate ink, and heart of gall!</br>Yet thus it often fares with those</br>Who, gay and easy in their prose,</br>Incur ill-nature's ugly crime,</br>And lay about 'em in their rhyme.", "No man more generous, frank and kind,</br>Of more ingenuous social mind,</br>Than CHURCHILL, yet tho' CHURCHILL hear,</br>I will pronounce him too severe,</br>For, whether scribbled at or not,</br>He writes no name without a blot.", "Yet let me urge one honest plea,</br>Say, is the Muse in fault or He?</br>The man, whose genius thirsts for praise,</br>Who boldly plucks, not waits the bays;</br>Who drives his rapid car along,</br>And feels the energy of song;</br>Writes, from the impulse of the Muse,</br>What sober reason might refuse.", "My Lord, who lives and writes at ease,</br>(Sure to be pleas'd, as sure to please)</br>And draws from silver-stand his pen,</br>To scribble sonnets now and then;</br>Who writes not what he truly feels,</br>But rather what he slily steals,</br>And patches up, in courtly phrase,</br>The manly sense of better days;</br>Whose dainty Muse is only kist;</br>But as his dainty Lordship list,</br>Who treats her like a Mistress still,</br>To turn her off, and keep at will;</br>Knows not the labour, pains, and strife,</br>Of him who takes the Muse to Wife.</br>For then the poor good-natur'd man</br>Must bear his burden as he can;</br>And if my lady prove a shrew,</br>What would you have the husband do?", "Say, should he thwart her inclination</br>To work his own, and her vexation?</br>Or, giving madam all her rein,</br>Make marriage but a silken chain?</br>Thus we, who lead poetic lives,</br>The hen-peck'd culls of vixen wives,</br>Receive their orders, and obey,</br>Like husbands in the common way:</br>And when we write with too much phlegm,</br>The fault is not in us, but them:</br>True servants always at command,</br>We hold the pen, they guide the hand.", "Why need I urge so plain a fact</br>To you who catch me in the act?</br>And see me, (ere I've said my grace,</br>That is, put SIR in proper place,</br>Or with epistolary bow,</br>Have prefac'd, as I scarce know how.)</br>You see me, as I said before,</br>Run up and down a page or more,</br>Without one word of tribute due</br>To friendship's altar, and to you.</br>Accept, then, in or out of time,</br>My honest thanks, tho' writ in rhyme.</br>And these once paid (to obligations</br>Repeated thanks grow stale vexations,</br>And hurt the liberal donor more</br>Than all his lavish gifts before)</br>I skip about, as whim prevails,</br>Like your own frisky goats in WALES,</br>And follow where the Muse shall lead,</br>O'er hedge and ditch, o'er hill or mead.", "Well might the Lordly writer praise</br>The first inventor of Essays,</br>Where wanton fancy gaily rambles,</br>Walks, paces, gallops, trots, and ambles;</br>And all things may be sung or said,</br>While drowsy Method's gone to bed.</br>And blest the poet, or the rhymist,</br>(For surely none of the sublimest)</br>Who prancing in his easy mode,</br>Down this epistolary road;</br>First taught the Muse to play the fool,</br>A truant from the pedant's school,</br>And skipping, like a tasteless dunce,</br>O'er all the UNITIES at once;</br>(For so we keep but clink and rhyme,</br>A fig for ACTION, PLACE, and TIME.)", "But critics (who still judge by rules,</br>Transmitted down as guides to fools,</br>And howsoe'er they prate about 'em,</br>Drawn from wise folks who writ without 'em)</br>Will blame this frolic, wild excursion,</br>Which fancy takes for her diversion,</br>As inconsistent with the law,</br>Which keeps the sober Muse in awe,</br>Who dares not for her life dispense,</br>With such mechanic chains for sense.", "Yet men are often apt to blame</br>Those errors they'd be proud to claim,</br>And if their skill, of pigmy size,</br>To glorious darings cannot rise,</br>From critic spleen and pedant phlegm,</br>Would make all genius creep with them.", "Nay, e'en professors of the art,</br>To prove their wit betray their heart,</br>And speak against themselves, to show,</br>What they would hate the world shou'd know.</br>As when the measur'd couplets curse,</br>The manacles of Gothic verse,</br>While the trim bard in easy strains,</br>Talks much of fetters, clogs, and chains;</br>He only aims that you should think,</br>How charmingly he makes them clink.</br>So have I seen in tragic stride,</br>The hero of the Mourning Bride,</br>Sullen and sulky tread the stage,</br>Till, fixt attention to engage,</br>He flings his fetter'd arms about,</br>That all may find ALPHONSO out.", "Oft have I heard it said by those,</br>Who most shou'd blush to be her foes,</br>That rhyme's impertinent vexation,</br>Shackles the brave imagination,</br>Which longs with eager zeal to try</br>Her trackless path above the sky,</br>But that the clog upon her feet,</br>Restrains her flight, and damps her heat.", "From BOILEAU down to his translators,</br>Dull paraphrasts, and imitators,</br>All rail at metre at the time</br>They write and owe their sense to rhyme.</br>Had he so maul'd his gentle foe,</br>But for that lucky word QUINEAUT?</br>Or had his strokes been half so fine,</br>Without that closing name COTIN?</br>Yet dares He on this very theme,</br>His own APOLLO to blaspheme,</br>And talk of wars 'twixt rhyme and sense,</br>And murders which ensu'd from thence,</br>As if they both resolv'd to meet,</br>Like Theban sons, in mutual heat,</br>Forgetful of the ties of brother,</br>To maim and massacre each other.", "'Tis true, sometimes to costive brains,</br>A couplet costs exceeding pains;</br>But where the fancy waits the skill</br>Of fluent easy dress at will,</br>The thoughts are oft, like colts which stray</br>From fertile meads, and lose their way,</br>Clapt up and fasten'd in the pound</br>Of measur'd rhyme, and barren sound.", "&mdash;What are these jarring notes I hear,</br>Grating harsh discord on my ear!</br>How shrill, how coarse, th' unsettl'd tone,</br>Alternate 'twixt a squeak and drone,</br>Worse than the scrannel pipe of straw,</br>Or music grinding on a saw!</br>Will none that horrid fiddle break?</br>&mdash;O spare it for GIARDINI's sake.</br>'Tis His, and only errs by chance,</br>Play'd by the hand of ignorance.", "From this allusion I infer,</br>'Tis not the art, but artists err,</br>And rhyme's a fiddle, sweet indeed,</br>When touch'd by those who well can lead,</br>Whose varied notes harmonious flow,</br>In tones prolong'd from sweeping bow;</br>But harsh the sounds to ear and mind,</br>From the poor fidler lame and blind,</br>Who begs in music at your door,</br>And thrums Jack Latin o'er and o'er.", "Some MILTON-mad (an affectation</br>Glean'd up from college education)</br>Approve no verse, but that which flows</br>In epithetic measur'd prose,</br>With trim expressions gaily drest</br>Stol'n, misapply'd, and not confest,</br>And call it writing in the stile</br>Of that great HOMER of our isle.</br>Whilom, what time, eftoons and erst,</br>(So prose is oftentimes beverst)</br>Sprinkled with quaint fantastic phrase,</br>Uncouth to ears of modern days,</br>Make up the metre, which they call</br>Blank, CLASSICK BLANK, their All in All.", "Can only blank admit sublime?</br>Go, read and measure DRYDEN's rhyme.</br>Admire the magic of his song,</br>See how his numbers roll along,</br>With ease and strength and varied pause,</br>Nor cramp'd by sound, nor metre's laws.", "Is harmony the gift of rhyme?</br>Read, if you can, your MILTON's chime;</br>Where taste, not wantonly severe,</br>May find the measure, not the ear.", "As rhyme, rich rhyme, was DRYDEN's choice,</br>And blank has MILTON's nobler voice,</br>I deem it as the subjects lead,</br>That either measure will succeed.</br>That rhyme will readily admit</br>Of fancy, numbers, force and wit;</br>But tho' each couplet has its strength,</br>It palls in works of epic length.", "For who can bear to read or hear,</br>Tho' not offensive to the ear,</br>The mighty BLACKMORE gravely sing</br>Of ARTHUR PRINCE, and ARTHUR KING,</br>Heroic poems without number,</br>Long, lifeless, leaden, lulling lumber;</br>Nor pity such laborious toil,</br>And loss of midnight time and oil?</br>Yet glibly runs each jingling line,</br>Smoother, perhaps, than yours or mine,</br>But still, (tho' peace be to the dead,)</br>The dull, dull poems weigh down lead.", "So have I seen upon the road,</br>A waggon of a mountain's load,</br>Broad-wheel'd, and drawn by horses eight,</br>Pair'd like great folks who strut in state:</br>While the gay steeds, as proud as strong,</br>Drag the slow tottering weight along,</br>Each as the steep ascent he climbs,</br>Moves to his bells, and walks in chimes.", "The Muses dwelt on OVID's tongue,</br>For OVID never said, but sung,</br>And POPE (for POPE affects the same)</br>In numbers lisp'd, for numbers came.</br>Thus, in historic page I've read</br>Of some queen's daughter, fairy-bred,</br>Who could not either cough or spit,</br>Without some precious slow of wit,</br>While her fair lips were as a spout,</br>To tumble pearls and diamonds out.", "Yet, tho' dame nature may bestow</br>This knack of verse, and jingling flow:</br>(And thousands have that impulse felt,</br>With whom the Muses never dwelt)</br>Tho' it may save the lab'ring brain</br>From many a thought-perplexing pain,</br>And while the rhyme presents itself,</br>Leaves BYSSHE untouch'd upon the shelf;</br>Yet more demands the critic ear,</br>Than the two catch-words in the rear,</br>Which stand like watchmen in the close,</br>To keep the verse from being prose.</br>But when reflexion has refin'd</br>This boist'rous bias of the mind,</br>When harmony enriches sense,</br>And borrows stronger charms from thence,</br>When genius steers by judgment's laws,</br>When proper cadence, varied pause</br>Shew nature's strength combin'd with art,</br>And thro' the ear possess the heart;</br>Then numbers come, and all before</br>Is bab, dab, scab &mdash; mere rhymes &mdash; no more.", "Some boast, which none could e'er impart,</br>A secret principle of art,</br>Which gives a melody to rhyme</br>Unknown to Bards in antient time.</br>And BOILEAU leaves it as a rule</br>To all who enter PHOEBUS' school,</br>To make the metre strong and fine,</br>Poets write first your second line.</br>'Tis folly all &mdash; No poet flows</br>In tuneful verse, who thinks in prose;</br>And all the mighty secret here</br>Lies in the niceness of the ear.", "E'en in this measure, when the muse,</br>With genuine ease, her way pursues,</br>Tho' she affect to hide her skill,</br>And walks the town in deshabille,</br>Something peculiar will be seen</br>Of air, or grace, in shape or mien,</br>Which will, tho' carelesly display'd,</br>Distinguish MADAM from her maid.", "Here, by the way of critic sample,</br>I give the precept and example.</br>Four feet, you know, in ev'ry line</br>Is PRIOR's measure, and is mine;</br>Yet Taste wou'd ne'er forgive the crime</br>To talk of mine with PRIOR's rhyme.", "Yet, take it on a Poet's word,</br>There are who foolishly have err'd,</br>And marr'd their proper reputation,</br>By sticking close to imitation.</br>A double rhyme is often sought</br>At strange expence of time and thought;</br>And tho' sometimes a lucky hit</br>May give a zest to BUTLER's wit;</br>Whatever makes the measure halt</br>Is beauty seldom, oft a fault.</br>For when we see the wit and pains,</br>The twisting of the stubborn brains,</br>To cramp the sense within the bound</br>Of some queer double treble sound.</br>Hard is the Muse's travail, and 'tis plain</br>'Tis pinion'd sense, and EASE in PAIN;</br>'Tis like a foot that's wrapt about</br>With flannel in the racking gout.</br>But here, methinks, 'tis more than time</br>To wave both simile and rhyme;</br>For while, as pen and Muses please,</br>I talk so much of ease and ease,</br>Tho' the words mention'd o'er and o'er,</br>I scarce have thought of yours before.", "'Tis true, when writing to one's friend,</br>'Tis a rare science when to end,</br>As 'tis with wits a common sin</br>To want th' attention to begin.</br>So, Sir, (at last indeed) adieu,</br>Believe me, as you'll find me, true;</br>And if henceforth, at any time,</br>APOLLO whispers you in rhyme,</br>Or Lady Fancy should dispose</br>Your mind to sally out in prose,</br>I shall receive, with hallow'd awe,</br>The Muse's mail from FLEXNEY's draw.</br>"]