["Once let my Reed ambitious Strains rehearse:</br>O lend thy Aid, sweet Lycid's peerless Muse!</br>That Hertford with approving Smiles may hear.</br>If She approve, let envying Criticks blame;</br>Her Smile is Fortune, and her Notice Fame:</br>If She commend, what censure can'st thou fear?</br>Begin, and not ungrateful be the Verse!</br>And you, where most delight the Thespian Maids,</br>With the free Hours, and dallying Loves, to use,</br>Your Succours lend &mdash; ye gliding Rivers clear,</br>Bright sunny Plains, and Woods embrown with shades,</br>And whatsoever may my Song adorn:</br>Ye flow'r-enamel'd Meads of various Hues,</br>Fresh Morn, and scorching Noon, and midnight Dews.</br>Begin &mdash; A lowly Swain, of Mind forlorn,</br>Young Renock He, a hapless Fisher Swain,</br>Unpity'd pin'd for lovely Stella coy.</br>Despairing pin'd the slighted, absent Boy;</br>For she was of the haughty City Train,</br>And of her Hate he thus began complain:</br>While streaming Soar his silver Current led,</br>Fast by his Cave, and all his Shores along,</br>The gentle Echo bore the mournful Song.</br>And now hot Noon her sultry Banner spread,</br>And to the Woods were hy'd the rural Throng;</br>But Solitude he chose to sooth his Pain;</br>Too wild his Pain for Solitude to sooth,</br>Such was his Love, and such was her Disdain.", "O Stella fair!  of fairest most unkind,</br>And I of truest Lovers most distrest!</br>To whom shall I my ruthless Fate deplore;</br>Thou far away art senseless to my Care,</br>While hopeless thy unsoft'ning Scorn I rue,</br>And sigh my wild Plaint to the scatt'ring Air,</br>And hurrying Floods &mdash; Yet these more melt than you,</br>These with kind Sympathy my Woes return:</br>Air can lament in Winds, can weep in Dew,</br>The hurrying Flood in Murmurs bring Relief,</br>In pitying Murmurs, from his troubled Urn;</br>But thou art cold to Love, as deaf to Grief.", "All in this Stream my luckless Fate I view,</br>My luckless Fate, which never shall amend!</br>As he the flying Trent does still pursue,</br>While she flies fast in her coy-winding Maze,</br>And to new Loves her dallying Arms displays;</br>So I in fruitless Search my Life dispend.</br>Yet neighbouring Nymphs me not uncomely deem,</br>Nor of my Fisher-Peers for tuneful Lays</br>Am I unfam'd; by flowing Thames's Stream,</br>My native Stream, oft heard with kindling Praise.</br>Unhappy me!  that ever there I came,</br>Or view'd thy Face, and fed this hopeless Flame.</br>Tho' thou unmindful!  oft hast spoke me fair,</br>And seem'd to love, ah me, deceiv'd!  how well!</br>Than Wolf or Pike more fell!</br>With lives of Foes their brutal Rage they tame,</br>But thou, than savage Kind more cruel grown,</br>Prey'st on a Heart ,which Love had made thy own.", "O cold as morning Dews, as Mid-day bright,</br>And more than Primrose sweet, than Daisy white,</br>Softer than Down that on the Thistle grows,</br>Which ripe September gives the frolic Wind,</br>And cruel as the Thorn that arms the rose!</br>Must I unpity'd ever wail my Woes?</br>Thy Lips all pouting, and thy Brow severe!</br>While, scornful of my Fate and abject Pains,</br>You, to my Grief withhold a soft'ning Ear.</br>All ignorant!  ah, little dost thou know,</br>How Gods have suffer'd rural Toils below,</br>And Goddesses have stoop'd to humble Plains.</br>Phoebus and Bacchus, each a Pow'r divine,</br>By Fields of Ida tended woolly Droves.</br>Adonis, tho' to fleecy Flocks uptrain'd,</br>The Queen of Love, enchanted with his grace:</br>And young Iasius, and Endymion fair,</br>Each shar'd a lovely Deity's Embrace,</br>Nor lovely Deities the Bliss disdain'd.</br>For him bright Ceres left her harvest Care,</br>To sport in twilight Shades of secret Bowers;</br>And oft the Moon came down from Courts, above,</br>To meet her darling Swain in Midnight Hours;</br>Caress'd, was clasp'd, and mix'd in mutual Love.</br>On stately Oaks neglected Acorns grow,</br>While the priz'd Straw-berry lurks in Bushes low,</br>And costly Pearls oft shrowd in coarsest Shells.</br>The little Loach the Barbel Tribe excels</br>For wholesome Use and more intrinsic Grace;</br>Tho' mean his Form, and they a comely Race.", "Too Fair!  misdeem it not Employment rude,</br>In shapely Rods to fit the cany Reeds,</br>With slender Fingers oft the Web to ply,</br>And weave in silken Folds the mimic fly.</br>To twist in equal Links the knotty Lines,</br>And chase the Grashopper on dewy Meads.</br>Or, might the Tendance of my wormy Brood</br>Thy Cares engage, to mark when sickly Signs</br>The little Tribe's approaching Fate foreshew,</br>To see their mossy Pastures oft renew'd,</br>And drop the balmy Cream's all-healing Dew.</br>Here, what soft Pleasures might thy Youth detain</br>With thousand Charms!  the shade of thick-wood Groves,</br>Smooth Plains and gently-sloping Hills around,</br>The crew of Fishers and their harmless Loves;</br>The Fountain-Falls and Rivers murm'ring Sound,</br>And all the Treasures of their finny Droves</br>That in the clear Flood's branchy Windings sport,</br>And bowery Chambers of his oozy Court.</br>The Tench, and here the speary Perch delight,</br>Envermill'd all with Finns of rosy Red,</br>And Pike enchas'd with Spots of Silver white:</br>Brown Grayling, and the Salmon's wand'ring Trains,</br>With flaunting Trout, beset with gaudy Stains;</br>And Eels with pearly Crests and wave-coats green.</br>Nor Proteus' self, beneath his coral Rock</br>Rul'd fairer Streams, or fed more num'rous Flock.&mdash;</br>Me every Kind amid the wat'ry Float,</br>Familiar know, accustom'd to my Call;</br>Who from my Hand will take their us'd Repast.</br>Woe's me!  what bitter Griefs my Life enthral.</br>Whilom all Pleasure did my Mind entrance,</br>The Noon-tide Song, the ev'ning's mirthful Dance,</br>Or on the lea the sporting Fish to note;</br>For Otter-Foes the weedy Spell to set,</br>To bait the Hooks, and spread the tangling Net;</br>Or with my small Oar drive my rushy Boat.&mdash;</br>Now never more shall Mirth, and mixt Delight,</br>With Dalliance free, my easy Hours deceive,</br>The Song at noon, the Dance at leisure Eve,</br>Or Fish disporting on the wat'ry Lea,</br>To feed my Fry and watch their Haunts by Night,</br>Or drive my Rush-Boat with my slender Oar,</br>The Hooks to bait, to spread the tangling Net,</br>Or weedy Spells for Otter Foes to set,</br>Past Mirth, and usual Sports, can please no more.", "All as a Swain who, scorch'd with Summer-heat,</br>Seeks the kind Stream of some cool River clear,</br>If chance, the flow of limpid Brook he meet,</br>With bord'ring Shade, and Waters murm'ring sweet,</br>Where shining Pebbles thro' the Waves appear,</br>Leaps in, and thinks the treach'rous Bottom near,</br>But finds no Rest for his deluded Feet;</br>So I, by Love betray'd and Fortune crost,</br>Trust to her Charms, and in the Snare am lost.", "Yet nought knew I her Smiles such Woe foretold,</br>Or that such Falsehood wore such fair Array.</br>When ruddy Wincopipes their Leaves unfold,</br>They sure betide the Swain a sunny Day.</br>Black clouds the Rain, and Shades the Night foreshew;</br>Ah now I read my hapless Doom too true!</br>For, as I late fresh Flow'rs in Garlands bound</br>For thy unwilling Brows; from left-hand Groves,</br>Thrice croak'd th' ill-boding Crow with luckless Sound,</br>And every tree betray'd our dying Loves.</br>This Elm so strait, on which I grav'd my Name,</br>And on his circling Ivy mark'd out thine,</br>Now with'ring hangs his Head, now drops his Leaves,</br>And in his ash-pale Trunk his sick Arms folds.</br>Yet still the ivy Green her Freshness holds,</br>Nor from her Husband's Grief wan Change receives;</br>Too sure you do our Destinies divine,</br>For such her Ease, and such Disquiet mine.", "See!  from the Cottage Tops the curling Smoke</br>Of Evening Fires enwreaths the quiet Air.</br>While labour'd Hinds expecting Supper Food,</br>At ease are set beneath the broad-Seer-Oak,</br>Or vacant sport with many a free Nymph fair.</br>The Kine unyok'd o'er their graz'd Pastures brood,</br>And Sheep bleat low within their wicker Cotes:</br>All with the setting Sun make haste to rest.</br>Ah!  can he leave me only thus unblest!</br>No blith-Birds-Ditties thro' the still-Wood ring,</br>Save where the Nightingale, with solemn Notes,</br>Charms the late Eve from her nigh Willow Bough,</br>Me near resembling in her Plight distrest,</br>And much too like, alas!  our hard Fates now,</br>While our sad Loves all night we darkling sing.</br>Mean time to the merk Gloom trip fast along</br>The Wood-Nymph Bevy and swart Fairy Bands,</br>And the Elf-Urchin Throng,</br>With each drear Shape, that lives in mildew Blight,</br>And ev'ry blue Fogg of the spongy Air.</br>Oft do I view 'em from the hilly Lands,</br>Ere the fled Cock rings his shrill Matin clear,</br>Or toiling Hind loath leaves his dawn-woke Dream:</br>But Death shall finish soon my Woe severe,</br>And gently lead me with his kind cold Hand.&mdash;</br>Nor shall I long without a Grave be laid,</br>The Birds I know will spread a friendly Shade;</br>The little Robin, with a decent Care,</br>Shall in his Beak the leafy Cov'ring bear,</br>With kind Regard and piteous Plaint, shall strew</br>The mournful Willow and deep-shading Yew;</br>There ev'ry Eve the Nightingale, forlorn,</br>Shall sadly to the neighb'ring Echo mourn.</br>&mdash;Ye Fisher-Swains and River-Maids adieu,</br>And all ye finny Droves, a long Farewel.</br>I go your Pleasures never more to view,</br>Never, O never!  shall we meet anew!</br>Ah me!  that screaming Raven rung my Knell.</br>I'll to some steepy Cliff transport me strait,</br>And from its Height my hated Body throw,</br>Or in the Floods deep-down convey my Woe,</br>Or on some Tree suspend my wretched Weight,</br>For never can I bear such cruel Fate.</br>Yet shall my Ghost not rest; at Midnight still</br>With loud lament the lonely Groves I'll fill.</br>The lonely Groves, and you, where'er you lie,</br>Deep Vales, and ev'ry River-skirting Hill,</br>Hear and be Witness true;</br>Ye pearly Springs, and falling Fountains blue,</br>Ah!  witness how for Stella's Scorn I die.", "So up he rose him by the Moon-Beams pale,</br>While the hoarse Flood kept Moan, and echoing Night,</br>His Steps fast bending to the wat'ry Dale.</br>And now the Morn with streaks of Saffron Light</br>On the tipt Mountain's Brow 'gan slow to play,</br>And the prime Lark sung out her sprightly Lay,</br>And Noon had brought her mirthful Hour of Day,</br>Yet nought might him to gentle Peace excite,</br>Till, with unwilling Sleep he sunk opprest&mdash;</br>Cease, my rude Pipe, thy strain, and let him sweetly rest.</br>"]