["O Goddess of the dirty hue!</br>With eyes so red!  with cheeks so blue!</br>With mouth so wide, and eke so wet!</br>With lips of snow!  with teeth of jet!</br>O thou to whom the stars bequeath</br>A vulture's voice, and viper's breath!</br>Kindly accept the verse that's due</br>To, Cindercola, none but you.", "Hail, Nastiness!  I thee adore!</br>Cindercola's favourite care!</br>Mellow'd all night with her you sleep;</br>With her you bask at morning peep;</br>And comfortably funk and soak,</br>Lodg'd in a nasty, dirty smock;</br>Or else, in filth, you loll away,</br>In an undress, a summer's day.</br>What tho' the laundress may look grave;</br>They three-pence get, who three-pence save;</br>And to wash oft the coarsest clout,</br>Most certainly, will wear it out.</br>Fast every festival you keep;</br>Watch much, if much you wish to sleep;</br>And be long dirty, if you mean</br>To enjoy the sweets of being clean.", "O Nastiness!  I thee adore;</br>Friend to the miser and the poor!</br>How many craftsmen by thee live!</br>How many poets with thee thrive!</br>And write, in rags and stinking room,</br>Works to bless ages yet to come:</br>Which, as the earth from chaos sprung,</br>Or cucumbers grow out of dung;</br>Or sugar, most refin'd, arose</br>From Indians black, filth-pressing toes;</br>So, from the rubbish of thy brain,</br>Rises a bright poetic strain;</br>Which, tho' in dirty garrets bred,</br>Is yet in fine apartments read.</br>Monks merit Heaven in dirty cloisters;</br>And dirty shells preserve clean oysters.</br>Dear Cindercola, ever be</br>From cleanliness, so costly, free!</br>Dirt to our souls can do no harm;</br>Dirt helps to keep the body warm;</br>Dirt interferes not with our quiet;</br>And hunger's pleas'd with dirty diet;</br>Nay, some say, both at court and kirk,</br>Folks often go thro' dirty work.</br>From dirt we came, to dirt we go;</br>By God!  all things are dirt below:</br>Be dirty, witty, then, and rake;</br>And shine like Chattsworth in the Peak:</br>Bright be your souls for ever seen;</br>Bright, thro' their nasty, dirty screen!</br>"]