["'Tis summer's softest eve; &mdash; the winds are laid,</br>The jarring sounds of day-life are at rest,</br>And all is calm and soothing: &mdash; not a shade</br>Mars the blue beauty of the skies; &mdash; the west,</br>Gathering its hues of splendour from the crest</br>Of yonder setting sun, is changing fast</br>From sapphire to bright gold; &mdash; old ocean's breast</br>Is one broad wave without a cloud o'ercast;&mdash;</br>'Tis day's divinest hour &mdash; its loveliest, and its last!", "Tired of his sport &mdash; the wreck of human hearts,&mdash;</br>There on his mother's couch in slumber bound,</br>The God of Love reclines; &mdash; his idle darts,</br>Those messengers of woe, lie scattered 'round!</br>But that he guards, amid his dreams profound,</br>With so much jealous care, his unstrung bow,</br>How might we now his boasted strength confound!</br>From his own quiver pay the debt we owe;</br>And with one keen bright shaft pierce our unconscious foe!", "But who would wound a breast so passing fair?</br>Look!  in immortal beauty where he lies,</br>His flushed cheek pillowed on his hand; &mdash; his hair</br>Clustering, like sunny beams in autumn-skies,</br>Around his glorious brow; &mdash; his calm-sealed eyes</br>With silken-fringed lids, like flowers that close</br>Their dewy cups at eve; &mdash; and lips, whose dyes</br>Rival the crimson of the damask rose,</br>Wreathed with a thousand charms &mdash; all sweetness and repose!", "Hush! &mdash; for a footfall may disturb his sleep!</br>Hush!  even your breathing! &mdash; for a breath may break</br>His visioned trance.  But no, 'tis deep &mdash; most deep!</br>The last sweet sigh of evening fans his cheek,</br>And stirs his golden curls, &mdash; the last bright streak</br>Of parting day is fading from the west;</br>Dim clouds are gathering round yon mountain's peak,&mdash;</br>Yet still he sleeps; &mdash; and his soft-heaving breast&mdash;</br>Bright wings &mdash; brow &mdash; lips &mdash; and eyes, are redolent of rest!", "Love!  oh, young Love, how beautiful thou art!</br>The brightest dream that ever poet feigned</br>May scarce compare with thee!  What though thy dart</br>The blood of many a gentle breast hath stained,</br>What though thy god-like powers thou hast profaned,</br>And proved to some an evil deity!</br>Yet in thy nobler moods hast thou sustained</br>Full many a sinking heart, &mdash; and thoughts of thee</br>Have often stilled the waves of this life's stormy sea!", "Thou art, indeed, omnipotent &mdash; divine!</br>And the wide world is vocal with thy name;</br>Princes and peasants bend before thy shrine;</br>Tribes of all nations thy behests proclaim;</br>Even bashful woman echoes forth thy fame!</br>Noble and serf &mdash; the savage and the slave,</br>(For e'en the slave, if Love his homage claim,</br>May wear a double chain) thy shafts must brave,</br>And own thy mighty power to ruin or to save!</br>"]