["Now sinks the sun within the azure main,</br>The dirty walls assume a darker hue;</br>Each brother Poet racks his muddy brain</br>To write fresh strictures on the \"fighting Jew.\"", "Now the whole house a solemn stillness holds,</br>Save from the staircase head, with noisy tongue,</br>My landlady inexorably scolds,</br>And with shrill clamours interrupts my song.", "Beneath a heap of rude waste paper plac'd,</br>(Alas that Grub-street Bards so soon should die!)</br>The writings of my brethren are disgrac'd,</br>Or, doom'd to chandlers-shops, neglected lie.", "Fresh oysters, chaunted with melodious voice,</br>Or Printers' Devils ever hasty tread,</br>Shall nought avail to make these men rejoice,</br>Or rouse those writings which to fame are dead.", "For these no more the ceilings shall be swept,</br>Or spiders driven from their dreary dens,</br>Who twice ten months have unmolested slept</br>And brav'd the fury of succeeding pens.", "Oft did the actors tremble at their power,</br>When rang'd in dread array along the pit,</br>To hiss the varied fictions of each hour,</br>Supreme in judgment, arbiters of wit.", "Let not rich aldermen the feasts deride</br>To which necessity the Poet calls;</br>For Nature, bounteous parent, can provide</br>Delicious fare apart from Gilded Walls.", "Faint are the joys which Ven'son can bestow,</br>Faint is the pleasure Turtle can impart;</br>By sad experience we are taught to know,</br>These aching limbs succeed, with anguish'd heart.", "Nor you, thrice happy few!  whose writings please,</br>Contemn the Bard whom Fame disdains to crown,</br>Or scorn the wretch, whose vain attempts to seize</br>The Laureat Wreath, are sadly overthrown.", "Can pompous dedication's splendid line,</br>Or praises on rich Lords profusely poured,</br>Make Envy her dire qualities resign,</br>Or empty fame satiety afford?", "Perhaps in this sad garret once has lodged</br>Some vent'rous Knight, well skill'd to cog the die,</br>Who dextrously the Bailiffs oft has dodged,</br>Or made the sleepy watchmen nimbly fly.", "Some sturdy Humphries, that with brawny fists,</br>Well skill'd in Boxing's scientific lore,</br>Defied the Sons of Israel to the lists,</br>And beat their champion till he rose no more.", "Some Peter Pindar here has tun'd his lyre,</br>Or some sagacious Pig here learn'd to read;</br>Some juggler chewed a stone, or swallowed fire</br>Or here to eat live cats 'twas first decreed.", "Yet e'en their fame from Malice to defend,</br>Unhappy Poets shall essay to write,</br>With labour'd lines and verses badly penn'd,</br>Whate'er the God of Dulness may recite.", "Their Names and Portraits on the dusty walls,</br>With ballads setting forth their high renown,</br>In rural cottages, or servants halls,</br>Shall gratify the gaping country clown.", "For what incurious mind could e'er resign</br>The busy bustling pleasures of the town;</br>Who could the joys of London e'er decline,</br>Unless deterr'd by Poverty's sad frown.", "On some gay scene, by flattering Fancy dress'd,</br>The visionary mind still loves to dwell;</br>And Sadler's Wells, or Lord Mayor's gaudy vests,</br>Delight the village beau, or rustic belle.", "For thee, who, mindful of the Scribbler's lot</br>Dost in these lines their ill success relate,</br>If chance, when in the world thy name's forgot,</br>Some kindred Poet should enquire thy fate?", "Haply some tavern waiter may declare,</br>\"Oft have we seen him at the hour of ten</br>Sipping his coffee, with a mournful air,</br>Or holding sage discourse with learned men.", "\"In yonder box, now moisten'd as with tears,</br>Conning his wayward verses he would sit</br>Now sooth'd with hope, and now depress'd with fears,</br>He pour'd the wild effusions of his wit.", "\"One morn we miss'd him at the 'custom'd place,</br>Nor at the bar, nor in the room was he:</br>Another came, who had not seen his face,</br>In the King's Bench, or Fleet, or Marshalsea.", "\"Him next, in sad procession borne along,</br>We saw proceeding through the churchyard's gloom</br>Affliction had abridg'd his mournful song,</br>And wrote this sad inscription on his tomb.\"", "EPITAPH.</br>Here rests his head, six feet beneath the earth,</br>An hapless youth, to hunger often known;</br>The Grub-street Muses frown'd not at his birth,</br>But mark'd the scribbling infant for their own.", "Tho' in his breast each virtue made abode,</br>The Public never recompensed his lays;</br>He gave the King &mdash; 'twas all he could &mdash; an ode</br>The King refus'd his only wish &mdash; the Bays.", "No further seek his errors to reveal,</br>Or scrutinise his wit with envious eye</br>Oblivion's hand his writings shall conceal,</br>And with the Poet all his works shall die.</br>"]