["Averrhoes to the tournament is gone,</br>And with him went his gentle lady fair;</br>The sun unclouded in its glory shone</br>Throughout the blue serenity of air;</br>Who then the castle's prisoning walls could bear?</br>All rush abroad, and to the tourney run,</br>Where spears and 'scutcheons blaze against the sun.", "No &mdash; not the little babe that cradled lay</br>Breathing its balmy breath in rosy rest,</br>Had power the nurse's rambling feet to stay;</br>So did her wishes burn within her breast;</br>Each busy fear she tranquilly suppress'd;</br>For she had left the cradled babe beside</br>Two guards whose faithful vigilance was tried.", "Dear was that infant in his father's eyes,</br>Not the fond mother's love could more abound;</br>And next his wife and babe the knight did prize</br>His strong-wing'd falcon, and his clear-tongued hound;</br>He joy'd to hear the deep'ning woods ring round;</br>Or watch the hawk sweep rapid down the sky</br>With pounce of surest aim, and eagle eye.", "These were the guards, whose watchfulness and love</br>Were trusted now to shield that infant's bed;</br>One wav'd his broad wings on the perch above,</br>One at the cradle's foot reclin'd his head;</br>And ever and anon the slumber fled</br>From his quick-lifted eye, and oft his ear</br>Uprose, to list if danger threat'ned near.", "Ceas'd not the tilting till the close of day,</br>But first the nurse resought her lord's abode;</br>The knight had carried every prize away,</br>And with his dame to their fair castle rode;</br>But ere he reach'd the towers, that distant glow'd</br>Ting'd by the setting sun, he heard a cry:</br>Forth flew the nurse with terror in her eye.", "With desperate hands her naked breast she beat,</br>And tore the scatter'd tresses from her head;</br>Grovelling before the horses' trampling, feet</br>She gasp'd, and shriek'd, \"the child, the child is dead!</br>The hound, the hawk, his precious blood have shed;</br>I &mdash; I am all the cause, who could forsake;</br>My life in vengeance and in mercy take.\"", "The lady swoon'd, and from her palfrey fell;</br>The knight's stout heart like aspen-leaf now shook;</br>No language might his eye's blank horror tell;</br>In at the gates, and up the stair he took</br>His breathless way; and cast an eager look</br>As through the chamber's folding-doors he pass'd,</br>And strait with quivering lips recoil'd aghast.", "The cradle was o'erthrown; the hound there lay</br>Licking the blood-drops that his paws embrued;</br>The falcon's plumes in ruffled disarray</br>Hang flagging down, and dabbled all with blood;</br>Awhile the anguish'd knight astonied stood;</br>Then with a vigorous arm and lightning glance</br>Hurl'd at that gory hound his ashen lance.", "Swift to his fist the fluttering falcon flies,</br>And rustling claps the plumage of her wings;</br>The knight with anger glowing in his eyes</br>That falcon's neck with grasp of iron wrings:</br>The hound creeps wounded on, and fawning clings,</br>And gently licks the hand that gave the blow,</br>Then rolls in death with stifled moaning slow.", "A tear stood quivering in the master's eye</br>While to the cradle tremblingly he sped;</br>When from that cradle came a living cry:</br>From underneath his infant rear'd its head,</br>And thrust its searching arms; its cheek was red</br>With healthful slumber:  at the father's sight</br>Silent it laugh'd with eyes that swam in light.", "The sire in extasy of wonder shriek'd,</br>And caught the babe; but treading swift the floor</br>His foot comprest a snake; with azure streak'd</br>Gleam'd the scal'd folds, but purpled thick with gore;</br>The snake was pierc'd and mangled o'er and o'er:</br>The very eyes mere eaten from its head;</br>There crush'd it lay in trailing volumes spread.", "Conviction glisten'd in the parent's eye;</br>He turn'd, and saw whence that huge serpent crept</br>Through the time-rifted wall, and glided nigh</br>The cradle where that guarded infant slept;</br>The knight his forehead smote and groaning wept;</br>His barb'rous hand in rash impatience wild</br>Had slain the faithful guards that sav'd his child.", "While to her breast the babe Rosmilla press'd,</br>Tears dew'd her cheeks for them who breathless lay;</br>The knight with sighs of keen remorse caress'd</br>Those who had foil'd the serpent of its prey;</br>A late and vain atonement he would pay;</br>And rear'd a tomb of brass; the hawk and hound,</br>The snake and babe were carv'd in bronze around.", "Wretched Averrhoes liv'd:  he never sought</br>The trackless woods, nor bent his upward glance</br>In air, but conscience on his fancy wrought,</br>And heavily he wept that fatal chance;</br>Till he, forswearing knighthood, brake his lance;</br>And vow'd to holy-land a pilgrimage,</br>And there in penance dwelt to good old age.</br>"]