["MOPSUS.</br>At close of day, the while I homeward led</br>My fleecy care, o'er Glotta's blissful mead;</br>Sweet rural music floating in the air,</br>Of oaten pipes, assail'd my listening ear;</br>When lo!  I found, beneath a beechen shade,</br>Two lovesick Shepherds 'mong the violets laid,</br>In keen dispute, who best could tune the reed.</br>From either flock they stak'd two fav'rite ewes,</br>And me as umpire on my arrival chose;</br>Our younglings fed Clyde's flowery banks along,</br>While I attentive heard their rural song.", "COLIN.</br>The setting sun now gilds the western sky,</br>And whistling homeward, happy ploughmen hye;</br>And see, in view, o'er all th' empurpled mead,</br>Our sev'ral flocks promiscuously feed:</br>Come, then, my Lycon, in this shady grove</br>Let's sing the beauties of the nymphs we love;</br>Whose are the ewes, young Mopsus shall decide,</br>In Mopsus' judgment we may safe confide.", "LYCON.</br>Believe me, lad, the longest summer's day</br>Would not suffice, her merits to display;</br>Fair Delia's bloom, and graceful mien we prize,</br>And most admire Melinda's sparkling eyes,</br>But all perfections in my Myra join,</br>Her temper's affable, her form divine.", "COLIN.</br>My lovely Sylvia!  sweet as genial May,</br>Mild as Aurora ushering in the day;</br>When deffly sporting in the shady grove,</br>With beauteous nymphs, faint emblems of my love;</br>Like yonder rose the meaner flowers among,</br>My fair appears amid the virgin throng.", "LYCON.</br>My Myra's cheeks a ruddy blush disclose,</br>More warm and blooming than the vermil rose;</br>Adown her neck her waving ringlets flow,</br>Her honey lips with crimson redness glow;</br>Her virgin breasts, just rising to the view,</br>Are whiter than lilies wet with dew.", "COLIN.</br>Blest Sylvia's fairer than the Cyprian queen,</br>In talking free, angelic in her mein;</br>Her lively eyes shine than the stars more bright,</br>Her glowing lips seem kisses to invite;</br>Her ebon tresses gaudy ribbons tye,</br>Her dimpled cheeks with new blown roses vie;</br>With tuneful voice, than nightingale's more sweet,</br>She charms mine ear when in the shade we meet.", "LYCON.</br>When on my Myra's snowy breast reclin'd,</br>How blythe am I!  how chearful she, and kind!</br>From falt'ring tongue mine honest passion flows,</br>Her rosy cheeks a modest blush disclose;</br>Ye Gods!  what words can our delight express,</br>When lip to lip, with mutual love, we press!", "COLIN.</br>When in the shade, at Sylvia's side, I lie,</br>How joyous she!  and O how happy I!</br>By simple wiles each other's love we win,</br>She strokes my cheek, a smile she will return;</br>Our wounded hearts with equal passions burn,</br>If from my sight, no more the fields can please,</br>On flowery banks in vain I seek for ease;</br>On verdant plains in vain the daisies spring;</br>The birds in vain with wild caroling sing;</br>In vain the sun beams forth refulgent rays;</br>In Sylvia's absence naught, alas!  can please.", "LYCON.</br>When peerless Myra's absent from my sight,</br>The sweets of spring no more afford delight;</br>My sheep, unheeded, wander to and fro,</br>While hills and dales around repeat my woe.", "COLIN.</br>The wounded trees bleed with my Sylvia's name;</br>M' engraven crook in verse declares my flame;</br>Angelic Sylvia, blithesome, free, and kind,</br>All night I dream of, fills all day my mind;</br>Her winning charms for ever I could sing,</br>And make the echoes with her beauties ring.", "LYCON.</br>My comely Myra grants me love for love;</br>Her praise I sing in every vale and grove;</br>So mild her temper, and her face so fair,</br>My lovely Myra is beyond compare!", "COLIN.</br>Goats may forsake the craggy mountain's brow;</br>Rivers may backward to their fountains flow;</br>Gay spring may cease to clothe the mead with green;</br>And vales of snow in sulty June be seen:</br>But thee, O Sylvia!  all my heart holds dear,</br>No power on earth shall from my bosom tear;</br>There thou, blest nymph, in spite of all controul,</br>Unrival'd reign'st &mdash; the mistress of my soul!", "LYCON.</br>O'er eastern hills the sun shall cease to rise,</br>Shall cease at even to gild the western skies;</br>No more the warblers on the leafy spray,</br>Shall chant in spring their sweet melodious lay;</br>The zephyrs cease the aspen leaf to move,</br>When I my Myra shall forget to love.", "MOPSUS.</br>My blithesome Lycon, thine harmonious lays,</br>So deffly sung, are worthy of our praise;</br>And for your strains, (you merit well the meed)</br>Accept, fond youth, this crook and brass-bound reed.</br>But Colin's glee, and love experienc'd skill,</br>What time to sink a note, and when blow shrill,</br>Must be allow'd, to these stak'd ewes lay claim,</br>And 'mong the shepherds merit deathless fame;</br>By artful cunning in the rural strain,</br>He'll pipe full long unequall'd on the plain.", "But lo!  the sun immerges in the sea,</br>And birds no longer sing upon the spray;</br>Let us retire, and fold our fleecy sheep,</br>And give the rest of this calm night to sleep.</br>"]