["Chamus, that with thy yellow-sanded stream</br>Slid'st softly down where thousand Muses dwell,</br>Gracing their bowres, but thou more grac'd by them;</br>Heark Chamus, from thy low-built greeny cell;</br>Heark, how our Kentish woods with Hymen ring,</br>While all the Nymphs, and all the shepherds sing,</br>Hymen, oh Hymen, here thy saffron garment bring.", "With him a shoal of goodly shepherd-swains;</br>Yet he more goodly then the goodliest swain:</br>With her a troop of fairest wood-nymphs trains;</br>Yet she more fair then fairest of the train:</br>And all in course their voice attempering,</br>While the woods back their bounding Echo fling,</br>Hymen, come holy Hymen; Hymen lowd they sing.", "His high-built forehead almost maiden fair,</br>Hath made an hundred Nymphs her chance envying:</br>Her more then silver skin, and golden hair,</br>Cause of a thousand shepherds forced dying.</br>Where better could her love then here have nested?</br>Or he his thoughts more daintily have feasted?</br>Hymen, come Hymen; here thy saffron coat is rested.", "His looks resembling humble Majesty,</br>Rightly his fairest mothers grace befitteth:</br>In her face blushing, fearfull modesty,</br>The Queens of chastity and beauty, sitteth:</br>There cheerfulnesse all sadnesse farre exileth:</br>Here love with bow unbent all gently smileth.</br>Hymen come, Hymen come; no spot thy garment 'fileth.", "Love's bow in his bent eye-brows bended lies,</br>And in his eyes a thousand darts of loving:</br>Her shining starres, which (fools) we oft call eyes,</br>As quick as heav'n it self in speedy moving;</br>And this in both the onely difference being,</br>Other starres blinde, these starres indu'd with seeing.</br>Hymen, come Hymen; all is for thy rites agreeing.", "His breast a shelf of purest alabaster,</br>Where Love's self sailing often shipwrackt sitteth:</br>Hers a twin-rock, unknown but to th' ship-master;</br>Which though him safe receives, all other splitteth:</br>Both Love's high-way, yet by Love's self unbeaten,</br>Most like the milky path which crosses heaven.</br>Hymen, come Hymen; all their marriage joyes are even.", "And yet all these but as gilt covers be;</br>Within, a book more fair we written finde:</br>For Nature, framing th' Alls epitome,</br>Set in the face the Index of the minde.</br>Their bodies are but Temples, built for state,</br>To shrine the Graces in their silver plate:</br>Come Hymen, Hymen come, these Temples consecrate.", "Hymen, the tier of hearts already tied;</br>Hymen, the end of lovers never ending;</br>Hymen, the cause of joyes, joyes never tried;</br>Joyes never to be spent, yet ever spending:</br>Hymen, that sow'st with men the desert sands;</br>Come, bring with thee, come bring thy sacred bands:</br>Hymen, come Hymen, th' hearts are joyn'd, joyn thou the hands.", "Warrant of lovers, the true seal of loving,</br>Sign'd with the face of joy; the holy knot,</br>That bindes two hearts, and holds from slippery moving;</br>A gainfull losse, a stain without a blot;</br>That mak'st one soul as two, and two as one;</br>Yoke lightning burdens; love's foundation:</br>Hymen, come Hymen, now untie the maiden zone.", "Thou that mad'st Man a brief of all thou mad'st,</br>A little living world, and mad'st him twain,</br>Dividing him whom first thou one creat'st,</br>And by this bond mad'st one of two again,</br>Bidding her cleave to him, and him to her,</br>And leave their parents, when no parents were:</br>Hymen, send Hymen from thy sacred bosome here.", "See where he goes, how all the troop he cheereth,</br>Clad with a saffron coat, in's hand a light;</br>In all his brow not one sad cloud appeareth:</br>His coat all pure, his torch all burning bright.</br>Now chant we Hymen, shepherds; Hymen sing:</br>See where he goes, as fresh as is the Spring.</br>Hymen, oh Hymen, Hymen, all the valleys ring.", "Oh happy pair, where nothing wants to either,</br>Both having to content, and be contented;</br>Fortune and nature being spare to neither!</br>Ne're may this bond of holy love be rented,</br>But like two parallels, run a level race,</br>In just proportion, and in even space.</br>Hymen, thus Hymen will their spotlesse marriage grace.", "Live each of other firmly lov'd, and loving;</br>As farre from hate, as self-ill, jealousie:</br>Moving like heav'n still in the self same moving;</br>In motion ne're forgetting constancy.</br>Be all your dayes as this; no cause to plain:</br>Free from satiety, or (but lovers) pain.</br>Hymen, so Hymen still their present joyes maintain.</br>"]