["The Mind's soft Guardian, who, tho' yet unsung,</br>Inspires with harmony the female tongue,</br>And gives, improving every tender grace,</br>The smile of angels to a mortal face;</br>Her powers I sing; and scenes of mental strife,</br>Which form the maiden for th' accomplish'd wife;</br>Where the sweet victor sees, with sparkling eyes,</br>Love her reward, and happiness her prize.</br>Daughters of Beauty, who the song inspire,</br>To your enchanting notes attune my lyre!</br>And O!  if haply your soft hearts may gain</br>Or use, or pleasure from the motley strain,</br>Tho' formal critics, with a surly frown,</br>Deny your artless bard the laurel crown,</br>He still shall triumph, if ye deign to spread</br>Your sweeter myrtle round his honour'd head.", "In your bright circle young SERENA grew;</br>A lovelier nymph the pencil never drew;</br>For the fond Graces form'd her easy mien,</br>And Heaven's soft azure in her eye was seen.</br>She seem'd a rose-bud, when it first receives</br>The genial sun in its expanding leaves:</br>For now she enter'd those important years,</br>When the full bosom swells with hopes and fears;</br>When conscious Nature prompts the secret sigh,</br>And sheds sweet languor o'er the melting eye;</br>When nobler toys the female heart trepan,</br>And Dolls rejected, yield their place to Man.", "Beneath a Father's care SERENA grew;</br>The good Sir Gilbert, to his country true,</br>A faithful Whig, who, zealous for the state,</br>In Freedom's service led the loud debate;</br>Yet every day, by transmutation rare,</br>Turn'd to a Tory in his elbow-chair,</br>And made his daughter pay, howe'er absurd,</br>Passive obedience to his sovereign word.", "In his domestic sway he borrow'd aid</br>From prim PENELOPE, an ancient maid,</br>His upright sister, conscious of her worth,</br>Who valued still her beauty, and her birth;</br>Tho' from her birth no envied rank she gain'd,</br>And of her beauty but the ghost remain'd;</br>A restless ghost!  that with remembrance keen</br>Proclaim'd incessant what it once had been;</br>Delighted still the steps of youth to haunt,</br>To watch the tender nymph, and warm gallant;</br>And, with an eye that petrified pursuit,</br>Hang like the dragon o'er th' Hesperian fruit.", "Tho' strictly guarded by this jealous power,</br>The mild SERENA no restraint could sour:</br>Pure was her bosom, as the silver lake,</br>Ere rising winds the ruffled water shake,</br>When the bright pageants of the morning sky,</br>Across th' expansive mirror lightly fly,</br>By vernal gales in quick succession driven,</br>While the clear glass reflects the smile of heaven.</br>In gay content a sportive life she led,</br>The child of Modesty, by Virtue bred:</br>Her light companions Innocence and Ease:</br>Her hope was pleasure, and her wish to please:</br>For this, to Fashion early rites she paid;</br>For this, to Venus secret vows she made;</br>Nor held it sin to cast a private glance</br>O'er the dear pages of a new romance,</br>Eager in Fiction's touching scenes to find</br>A field to exercise her youthful mind:</br>The touching scenes new energy imprest</br>On all the virtues of her feeling breast.</br>Sweet Evelina's fascinating power</br>Had first beguil'd of sleep her midnight hour:</br>Possest by Sympathy's enchanting sway,</br>She read, unconscious of the dawning day.</br>The Modern Anecdote was next convey'd</br>Beneath her pillow by her faithful maid.</br>The nymph, attentive as the brooding dove,</br>Por'd o'er the tender scenes of Franzel's love:</br>The sinking taper now grew weak and pale;</br>SERENA sigh'd, and dropt th' unfinish'd tale;</br>But, as warm clouds in vernal aether roll,</br>The soft ideas floated in her soul:</br>Free from ambitious pride, and envious care,</br>To love, and to be lov'd, was all her prayer:</br>While these fond thoughts her gentle mind possess'd,</br>Soft slumber settled on her snowy breast.", "Scarce had her radiant eyes began to close,</br>When to her view a friendly vision rose:</br>A fairy Phantom struck her mental sight,</br>Light as the gossamer, as aether bright;</br>Array'd like Pallas was the pigmy form,</br>When the sage Goddess stills the martial storm.</br>Her casque was amber, richly grac'd above</br>With down, collected from the callow dove:</br>Her burnish'd breast-plate, of a deeper dye,</br>Was once the armour of a golden fly:</br>A lynx's eye her little aegis shone,</br>By fairy spells converted into stone,</br>And worn of old, as elfin poets sing,</br>By Aegypt's lovely queen, a favourite ring:</br>Mysterious power was in the magic toy,</br>To turn the frowns of care to smiles of joy.</br>Her tiny lance, whose radiance stream'd afar,</br>Was one bright sparkle from the bridal star.</br>A filmy mantle round her figure play'd,</br>Fine as the texture, by Arachne laid</br>O'er some young plant, when glittering to the view</br>With many an orient pearl of morning dew.</br>The Phantom hover'd o'er the conscious Fair</br>With such a lively smile of tender care,</br>As on her elsin lord Titania cast,</br>When first she found his angry spell was past.</br>Round her rich locks SERENA chanc'd to tie</br>An ample ribband of caerulean dye:</br>High o'er her forehead rose the graceful bow,</br>Whose arch commanded the sweet scene below:</br>The hovering Spirit view'd the tempting spot,</br>And lightly perch'd on this unbending knot;</br>As the fair flutterer, of Psyche's race,</br>Is seen to terminate her airy chace,</br>When, pleas'd at length her quivering wings to close,</br>Fondly she settles on the fragrant rose.", "Now in soft notes, more musically clear</br>Than ever Fairy breath'd in mortal car,</br>These words the visionary voice convey'd</br>To the charm'd spirit of the sleeping maid:", "\"Thou darling of my care!  whose ripen'd worth</br>Shall spread my empire o'er the smiling earth;</br>Whom Nature blest, forbidding modish Art</br>To cramp thy spirit, or contract thy heart;</br>Screen'd from thy thought, nor in thy visions felt,</br>Long on thy opening mind I've fondly dwelt;</br>In childhood's sorrows brought thee quick relief,</br>And dry'd thy April showers of infant grief;</br>Taught thee to laugh at the malicious boy,</br>Who broke thy playthings with a barbarous joy,</br>To bear what ills the little female haunt,</br>The testy Nurse, the imperious Governante,</br>And that tyrannic pest, the prying maiden Aunt.</br>Now ripening years a nobler scene supply;</br>For life now opens on thy sparkling eye:</br>Thy rising bosom swells with just desire</br>Rapture to feel, and rapture to inspire:</br>Not the vain bliss, the transitory joys,</br>That childish Woman feels, in radiant toys;</br>The costly Diamond, or the lighter Pearl,</br>The massive Nabob, or the tinsel Earl.</br>Thy heart demands, each meaner aim above,</br>Th' imperishable wealth of sterling love;</br>Thy wish, to please by ev'ry softer grace</br>Of elegance and ease, of form and face!</br>By lively fancy and by sense refin'd,</br>The stronger magic of the cultur'd mind!</br>Thy pure ambition, and thy virtuous plan,</br>To fix the variable heart of Man!</br>Short is the worship paid at Beauty's shrine;</br>But lasting Love and Happiness are mine:</br>Mine, tho' the earth's mistaken, blinded race</br>Despise my influence, and my name debase;</br>Nor breathe one vow to that aetherial friend,</br>On whom the colours of their life depend.</br>But to thy innocence I'll now display</br>The mystic marvels of my secret sway;</br>And tell, in this thy fate-deciding hour,</br>My race, my name, my office, and my power.", "First, hear what wonders human forms contain!</br>And learn the texture of the Female brain!</br>By Nature's care in curious order spread,</br>This living net is fram'd of tender thread;</br>Fine, as thy hand, some favour'd youth to grace,</br>Knits with nice art to form the mimic lace.</br>Within the center of this fretted dome,</br>Her secret tower, her heaven-constructed home,</br>Soft Sensibility, sweet Beauty's soul!</br>Keeps her coy state, and animates the whole,</br>Invisible as Harmony, who springs,</br>Wak'd by young Zephyr, from Aeolian strings:</br>Her subtle power, more delicately fine,</br>Dwells in each thread, and lives in every line,</br>Whose quick vibrations, without end, impart</br>Pleasure and pain to the responsive heart.</br>As Zephyr's breath the willing chord inspires,</br>Whispering soft music to the trembling wires,</br>So with fond care I regulate, unseen,</br>The softer movements of this nice machine;</br>TEMPER my earthly name, the nurse of Love!</br>But call'd SOPHROSYNE in realms above!</br>When lovely Woman, perfect at her birth,</br>Blest with her early charms the wond'ring earth,</br>Her soul, in sweet simplicity array'd,</br>Nor shar'd my guidance, nor requir'd my aid.</br>Her tender frame, nor confident nor coy,</br>Had every fibre tun'd to gentle joy:</br>No vain caprices swell'd her pouting lip;</br>No gold produc'd a mercenary trip;</br>Soft innocence inspir'd her willing kiss,</br>Her love was nature, and her life was bliss.</br>Guide of his reason, not his passion's prey,</br>She tam'd the savage, Man, who bless'd her sway.</br>No jarring wishes fill'd the world with woes,</br>But youth was ecstacy, and age repose.", "The Powers of Mischief met, in dark Divan,</br>To blast these mighty joys of envied Man:</br>The Fiends, at their infernal Leader's call,</br>Fram'd their base wiles in Demogorgon's hall.</br>In the deep center of that dreadful dome,</br>An hellish cauldron boil'd with fiery foam:</br>In this wide urn the circling spirits threw</br>Ingredients harsh, and hideous to the view;</br>While the terrific master of the spell</br>With adjurations shook the depths of hell,</br>And in dark words, unmeet for mortal ear,</br>Bade the dire offspring of his art appear.</br>Forth from the vase, with sullen murmurs, broke</br>A towering mass of pestilential smoke:</br>Emerging from this fog of thickest night,</br>A Phantom swells, by slow degrees, to sight;</br>But ere the view can seize the forming shape,</br>From the mock'd eye its lineaments escape:</br>It seem'd all passions melted into one,</br>Assum'd the face of all, and yet was none:</br>Hell stood aghast at its portentous mien,</br>And shuddering Demons call'd the spectre Spleen.</br>Hie thee to earth!  its mighty master cried,</br>O'er the vex'd globe in heavy vapours ride!</br>Within its center fix thy shadowy throne!</br>With shades thy subjects, and that hell thy own!</br>Reign there unseen!  but let thy strong controul</br>Be hourly felt in Woman's wayward soul!</br>With darkest poisons from our deep abyss,</br>Taint that pure fountain of terrestrial bliss!\"</br>Th' enormous Phantom, at this potent sound,</br>Roll'd forth obedient from the vast profound:</br>The quaking Fiends recover'd from their dread,</br>And hell grew lighter, as the monster fled.</br>But now round earth the gliding vapours run,</br>Blot the rich aether, and eclipse the sun;</br>All Nature sickens; and her fairest flower,</br>Enchanting Woman, feels the baneful Power:</br>As in her soul the clouds of Spleen arise,</br>The sprightly essence of her beauty flies:</br>In youth's gay prime, in hours with rapture warm,</br>Love looks astonish'd on her altering form:</br>To pleasing frolics, and enchanting wiles,</br>Life-darting looks, and soul-subduing smiles,</br>Dark whims succeed:  thick-coming fancies fret;</br>The sullen passion, and the hasty pet:</br>The swelling lip, the tear-distended eye,</br>The peevish question, the perverse reply;</br>The moody humour, that, like rain and fire,</br>Blends cold disgust with unsubdu'd desire,</br>Flies what it loves, and, petulantly coy,</br>Feigns proud abhorrence of the proffer'd joy:</br>For Nature's artless aim, the wish to please</br>By genuine modesty, and simple ease,</br>Fashion's pert tricks the crowded brain oppress</br>With all the poor parade of tawdry dress:</br>The sickly bosom pants for noise and show,</br>For every bauble, and for every beau;</br>The voice, that Health made harmony, disowns</br>That native charm for Languor's mimic tones;</br>And feigns disease, till, feeling what it feigns,</br>Its fancied maladies are real pains.</br>Such, and a thousand still superior woes,</br>From Spleen's new empire o'er the earth arose:</br>Each simple dictate of the soul forgot,</br>Then first was form'd the mercenary plot;</br>And Beauty practis'd that pernicious art,</br>The art of angling for an old man's heart;</br>Tho' crawling to his bride with tottering knees,</br>His words were dotage, and his love disease.</br>From sex to sex this base contagion ran,</br>And Gold grew Beauty in the eyes of Man:</br>Courtship was traffic:  and the married life</br>But one loud jangle of incessant strife.", "The gentle Sprite, who, on his radiant car,</br>Shines the mild regent of the evening-star,</br>And joys from thence those genial rays to shed,</br>That lead the bridegroom to the nuptial bed,</br>While earth's new ills his friendly soul absorb,</br>From Cynthia call'd me to his kindred orb;</br>And, eager to redress the woes of man,</br>The brilliant Son of Vesper thus began:</br>\"Thou softest Being of th' aetherial kind,</br>Be thy benignant cares no more confin'd</br>To smooth the ruffled plume of Zephyr's wing,</br>To guard from cruel frost the infant spring,</br>To drive gross atoms from the rays of noon,</br>Or chase the halo from the vapourish moon!</br>Thy friendly nature will not now deny</br>To quit for noble toils thy native sky;</br>Thou seest how Spleen's infernal vapours roll</br>Across the sweet serene of Woman's soul;</br>And earth, which darkens as her beauties fade,</br>Must grow a second hell without thy aid:</br>Take then thy station!  fix thy nobler reign</br>O'er those fine chords, that form the Female brain,</br>That us'd, ere injur'd by the rust of Spleen,</br>To fill with harmony the human scene!</br>Go!  lest her touch their tender tones destroy,</br>Teach them to vibrate to thy notes of joy!</br>Go!  and restore, by stilling mental strife,</br>Health to faint Love, and happiness to Life!\"</br>So spake that friend of Man, who lights above</br>His heavenly lamp of Hymenaeal love:</br>In his just aim my kindred spirit join'd,</br>And flew obedient to the charge assign'd.</br>Hence, as the bias sways th' unconscious bowl,</br>I long unseen have sway'd the careless soul;</br>Tho' oft I feel my power by Spleen subdu'd,</br>In the shrill Vixen, and the sullen Prude,</br>In some fair forms my soft dominion grows,</br>Like fragrance, rising from the opening rose:</br>Still I preserve, in many a lovely face,</br>That gay good-humour, and that constant grace,</br>Which heavenly Powers united to infold</br>In perfect Woman's new-created mould;</br>When Nature, in her infant beauty blest,</br>The last and loveliest of her works carest.</br>But of those Nymphs, who, delicately fair,</br>Draw their soft graces from my forming care,</br>My young SERENA shines her peers above,</br>Pride of my hopes, and darling of my love.</br>Hence I to thee such mysteries unfold,</br>As Man's pedantic eye shall ne'er behold;</br>Whose narrow science, tho' it proudly boast</br>To pierce the sky, and count the starry host,</br>Sees not the lucid band of airy Powers,</br>Who flutter round him in his secret hours:</br>But if to me, thy guardian now display'd,</br>Thy duteous orisons are justly paid,</br>Thou to those realms shalt pass with me thy guide,</br>Where Spleen's pale victims, after death, reside;</br>Then to that orb, in vision shalt thou rise,</br>Unseen by mortal astronomic eyes,</br>Where I &mdash; but first let me thy soul prepare</br>To meet our secret foe's insidious snare!</br>'Tis my fond purpose in thy form to show</br>The sweetest model of my skill below:</br>A Youth I destine to thy dear embrace,</br>Crown'd with each mental charm, and manly grace,</br>With whom thy innocence, secure from strife,</br>Shall reap the beauteous joys of blameless life.</br>Pleas'd I observe thy little heart begin</br>To ask, what charms the mighty prize may win:</br>But know, tho' Elegance herself be seen</br>To guide thy motion, and to form thy mien;</br>Tho' Beauty o'er thy filial cheek diffuse</br>The soft enchantment of her roseate hues,</br>Not from their favour shall this glory rise!</br>TEMPER shall singly gain the splendid prize:</br>The sudden conquest shall be mine alone,</br>And Love with transport shall my triumph own.</br>Such are my hopes; but I with pain relate</br>What hard conditions are annex'd by Fate:</br>As chemic fires, that patient labour blows,</br>Draw the rich perfume from the Persian rose,</br>So must thou form, by fiery toils refin'd,</br>The living essence of thy sweeter mind.</br>Dimly I see, on Destiny's dull glass,</br>Three dangerous trials 'tis thy doom to pass;</br>And oh!  if once forgetful of my power,</br>Good-humour fail thee in the fateful hour,</br>Farewell those joys, that wait the happy wife!</br>Farewell the vision of unclouded life!", "Fain would my love thy secret perils show,</br>Which Fate allows not even me to know:</br>In Spleen's dark court a thousand agents dwell,</br>Who bind her victims in the wayward spell;</br>Perchance three prime supporters of her sway,</br>The busiest of her Fiends, may cross thy way:</br>Stern Contradiction, her ill-favour'd child,</br>Of fierce demeanor, and of spirit wild,</br>Bane of delight!  and horror of the sex!</br>His plan to puzzle, and his pride to vex!&mdash;</br>Or Scandal, filthy hag!  who blindly limps</br>Round the wide earth, supported by her Imps,</br>Her inky Demons, who delight to print</br>Her base suggestion, and her envious hint:&mdash;</br>Or groundless Jealousy, pert changeling!  born</br>Of amorous Vanity, and angry Scorn,</br>Whose bitter taunts with public insult dare</br>Basely to wound the unoffending Fair,</br>Proud the sweet joys of Innocence to crush,</br>And spread o'er Beauty's cheek the burning blush.</br>Whether these kindred fiends, or one or all,</br>Shall aim thy airy spirit to enthrall,</br>Are points, my fondness tries in vain to reach;</br>But trust my caution!  and beware of each!", "Lest to thy lively mind my words may seem</br>The vain chimera of a common dream,</br>By one unquestionable sign be taught</br>To prize my presence in thy waking thought!</br>An azure ribband, on thy toilet thrown,</br>Shall make the magic of my empire known:</br>On this thy sportive needle tried its powers,</br>And silver spangles form'd the mimic flowers;</br>On these my love shall breathe a secret charm;</br>With this, my Caestus, thy soft bosom arm!</br>Above it let the decent tucker rise,</br>To hide the mystic band from mortal eyes!</br>When Spleen's dark Powers would teach that breast to swell,</br>This guardian cincture shall those Powers repel:</br>As the touch'd talisman, more swift than thought,</br>To save her charge, th' Arabian Fairy brought;</br>So shall this zone, if justly I'm obey'd,</br>Bring my soft spirit to thy certain aid.</br>In Love's great name observe this high behest!</br>Revere my power! &mdash; Be gentle, and be blest!\"", "Here the kind Sprite her friendly counsel clos'd,</br>And lightly vanish'd &mdash; Still SERENA doz'd;</br>Still in sweet trance she fondly seem'd to hear</br>The soft persuasion vibrate in her ear.</br>But waking now far different notes she found;</br>Less pleasing echoes in her chamber sound;</br>For now the heralds of the London day</br>Sing their loud mattins in th' uncrowded way;</br>Th' impatient Milk-maid now, with early din,</br>Screams to the rattle of her pail of tin;</br>With Sweep's faint cry, and, latest of the crew,</br>The deep-ton'd music of the murmuring Jew.", ""]