["'Twas night in Babylon:  yet many a beam</br>Of lamps, far-glittering from her domes on high,</br>Shone, brightly mingling in Euphrates' stream</br>With the clear stars of that Chaldean sky,</br>Whose azure knows no cloud: &mdash; each whisper'd sigh</br>Of the soft night-breeze through her terrace bowers,</br>Bore deepening tones of joy and melody,</br>O'er an illumined wilderness of flowers;</br>And the glad city's voice went up from all her towers.", "But prouder mirth was in the kingly hall,</br>Where, 'midst adoring slaves, a gorgeous band!</br>High at the stately midnight festival,</br>Belshazzar sat enthroned. &mdash; There luxury's hand</br>Had shower'd around all treasures that expand</br>Beneath the burning East; &mdash; all gems that pour</br>The sunbeams back; &mdash; all sweets of many a land,</br>Whose gales waft incense from their spicy shore;</br>&mdash;But mortal pride look'd on, and still demanded more.", "With richer zest the banquet may be fraught,</br>A loftier theme may swell th' exulting strain!</br>The Lord of nations spoke, &mdash; and forth were brought</br>The spoils of Salem's devastated fane:</br>Thrice holy vessels! &mdash; pure from earthly stain,</br>And set apart, and sanctified to Him,</br>Who deign'd within the oracle to reign,</br>Reveal'd, yet shadow'd; making noonday dim,</br>To that most glorious cloud between the cherubim.", "They came, and louder peal'd the voice of song,</br>And pride flash'd brighter from the kindling eye,</br>And He who sleeps not heard th' elated throng,</br>In mirth that plays with thunderbolts, defy</br>The Rock of Zion! &mdash; Fill the nectar high,</br>High in the cups of consecrated gold!</br>And crown the bowl with garlands, ere they die,</br>And bid the censers of the temple hold</br>Offerings to Babel's gods, the mighty ones of old!", "Peace! &mdash; is it but a phantom of the brain,</br>Thus shadow'd forth, the senses to appal,</br>Yon fearful vision? &mdash; Who shall gaze again</br>To search its cause? &mdash; Along the illumin'd wall,</br>Startling, yet riveting the eyes of all.</br>Darkly it moves; &mdash; a hand, a human hand,</br>O'er the bright lamps of that resplendent hall,</br>In silence tracing, as a mystic wand,</br>Words all unknown, the tongue of some far distant land.", "There are pale cheeks around the regal board,</br>And quivering limbs, and whispers deep and low,</br>And fitful starts! &mdash; the wine, in triumph pour'd,</br>Untasted foams, the song hath ceased to flow,</br>The waving censer drops to earth &mdash; and lo!</br>The king of men, the ruler, girt with mirth,</br>Trembles before a shadow! &mdash; Say not so!</br>&mdash;The child of dust, with guilt's foreboding sight,</br>Shrinks from the Dread Unknown, th' avenging Infinite!", "\"But haste ye! &mdash; bring Chaldea's gifted seers,</br>The men of prescience! &mdash; haply to their eyes,</br>Which track the future through the rolling spheres,</br>Yon mystic sign may speak in prophecies.\"</br>They come &mdash; the readers of the midnight skies,</br>They that gave voice to visions &mdash; but in vain!</br>Still wrapt in clouds the awful secret lies,</br>It hath no language 'midst the starry train,</br>Earth has no gifted tongue Heaven's mysteries to explain.", "Then stood forth one, a child of other sires,</br>And other inspiration! &mdash; one of those</br>Who on the willows hung their captive lyres,</br>And sat, and wept, where Babel's river flows.</br>His eye was bright, and yet the pale repose</br>Of his pure features half o'eraw'd the mind,</br>And imaged forth a soul, whose joys and woes</br>Were of a loftier stamp than aught assign'd</br>To Earth; a being seal'd and sever'd from mankind.", "Yes! &mdash; what was earth to him, whose spirit pass'd</br>Time's utmost bounds? &mdash; on whose unshrinking sight</br>Ten thousand shapes of burning glory cast</br>Their full resplendence? &mdash; Majesty and might</br>Were in his dreams; &mdash; for him the veil of light</br>Shrouding Heaven's inmost sanctuary and throne,</br>The curtain of th' unutterably bright</br>Was raised! &mdash; to him, in fearful splendour shown,</br>Ancient of days!  e'en Thou mad'st thy dread presence known.", "He spoke: &mdash; the shadows of the things to come</br>Pass'd o'er his soul: &mdash; \"O King, elate in pride!</br>God hath sent forth the writing of thy doom&mdash;</br>The one, the living, God by thee defied!</br>He, in whose balance earthly lords are tried,</br>Hath weigh'd, and found thee wanting. 'Tis decreed</br>The conqueror's hands thy kingdom shall divide,</br>The stranger to thy throne of power succeed!</br>Thy days are full, they come, &mdash; the Persian and the Mede!\"", "There fell a moment's thrilling silence round,</br>A breathless pause!  the hush of hearts that beat,</br>And limbs that quiver: &mdash; is there not a sound,</br>A gathering cry, a tread of hurrying feet?</br>&mdash;'Twas but some echo in the crowded street,</br>Of far-heard revelry; the shout, the song,</br>The measured dance to music wildly sweet,</br>That speeds the stars their joyous course along&mdash;</br>Away!  nor let a dream disturb the festal throng!", "Peace yet again! &mdash; Hark!  steps in tumult flying,</br>Steeds rushing on, as o'er a battle-field!</br>The shouts of hosts exulting or defying,</br>The press of multitudes that strive or yield!</br>And the loud startling clash of spear and shield,</br>Sudden as earthquake's burst &mdash; and, blent with these,</br>The last wild shriek of those whose doom is seal'd</br>In their full mirth! &mdash; all deepening on the breeze</br>As the long stormy roll of far-advancing seas!", "And nearer yet the trumpet's blast is swelling,</br>Loud, shrill, and savage, drowning every cry;</br>And, lo!  the spoiler in the regal dwelling,</br>Death bursting on the halls of revelry!</br>Ere on their brows one fragile rose-leaf die,</br>The sword hath raged through joy's devoted train;</br>Ere one bright star be faded from the sky,</br>Red flames, like banners, wave from dome and fane;</br>Empire is lost and won &mdash; Belshazzar with the slain.", "Fall'n is the golden city!  in the duet</br>Spoiled of her crown, dismantled of her state,</br>She that hath made the Strength of Towers her trust,</br>Weeps by her dead, supremely desolate!</br>She that beheld the nations at her gate,</br>Thronging in homage, shall be call'd no more</br>Lady of kingdoms! &mdash; Who shall mourn her fate?</br>Her guilt is full, her march of triumph o'er;&mdash;</br>What widow'd land shall now her widowhood deplore?", "Sit thou in silence!  Thou that wert enthroned</br>On many waters!  thou, whose augurs read</br>The language of the planets, and disown'd</br>The mighty name it blazons! &mdash; Veil thy head,</br>Daughter of Babylon!  the sword is red</br>From thy destroyers' harvest, and the yoke</br>Is on thee, O most proud! &mdash; for thou hast said,</br>\"I am, and none beside!\" &mdash; Th' Eternal spoke,</br>Thy glory was a spoil, thine idol-gods were broke.", "But go thou forth, O Israel!  wake!  rejoice!</br>Be clothed with strength, as in thine ancient day!</br>Renew the sound of harps, th' exulting voice,</br>The mirth of timbrels! &mdash; loose the chain, and say</br>God hath redeem'd his people! &mdash; from decay</br>The silent and the trampled shall arise;</br>&mdash;Awake; put on thy beautiful array,</br>Oh long-forsaken Zion! &mdash; to the skies</br>Send up on every wind thy choral melodies!", "And lift thy head! &mdash; Behold thy sons returning,</br>Redeem'd from exile, ransom'd from the chain!</br>Light hath revisited the house of mourning;</br>She that on Judah's mountains wept in vain</br>Because her children were not &mdash; dwells again</br>Girt with the lovely! &mdash; through thy streets once more,</br>City of God!  shall pass the bridal train,</br>And the bright lamps their festive radiance pour,</br>And the triumphal hymns thy joy of youth restore!</br>"]