["Oh!  ye unbending Glaciers! &mdash; if ye be</br>Aught more than human view may contemplate&mdash;</br>If on your crowned heads the Deity</br>Rests his bright foot eternal, when in state</br>He bends arrayed in lightnings &mdash; consecrate</br>Then stand for ever. &mdash; Perchance your heavenward look</br>Infused such feeling, strong and elevate,</br>That madness in the soul's bright temple shook&mdash;</br>Silent ye pointed high &mdash; I read as from a book.", "Sacred ye are &mdash; The very eye of God</br>Darts roses on ye as it shuts at even&mdash;</br>The earthquake on your breast hath never trod&mdash;</br>Nor in vast fragments have your limbs been riven&mdash;</br>Nor through your heart the red volcano driven,</br>That foams in lava-cataracts from its bound;</br>Or flings its blazing columns up to heaven,&mdash;</br>Sinking in darkening ashes on the ground&mdash;</br>Thus Hecla &mdash; Etna feel &mdash; and all (save ye) around.", "And oh!  thou viewless Spirit, who dost breath</br>Life on the world &mdash; whose home is on the seas,</br>And plains, and mountain summits &mdash; and beneath</br>This earth &mdash; whose couriers are the storm and breeze&mdash;</br>Whose children &mdash; the gay birds &mdash; the beasts &mdash; the trees&mdash;</br>And we (the monarchs of mortality)</br>And whatsoe'er hath being &mdash; That thou didst please</br>To draw from me the mind's calamity,</br>I thank thee &mdash; Thou hast given the world again to me.", "For not alone with Alpine heights my soul</br>Communed in silence &mdash; 'Twas from forests deep&mdash;</br>The everlasting ocean, that doth roll</br>Bursting in thundering billows 'gainst the steep&mdash;</br>The rainbow, that when summer vapours weep,</br>Arches the sky &mdash; the free and sightless wind&mdash;</br>The Moon &mdash; the Sun &mdash; and (last) those firest that keep</br>Nightly their starry watch &mdash; From all, my mind</br>Caught light, and strength, and joy &mdash; to no one aid confined&mdash;</br>"]