["'Tis night &mdash; the combat's rage is o'er,</br>The watch fires blaze from hill to hill,</br>The bugle-note is heard no more,</br>But all is solemn, hush'd, and still!</br>Save where some faint and mournful tone,</br>Swells on the midnight breeze a dying moan.", "How chang'd the scene, where morn beheld</br>A gallant host in bright array;</br>Where martial notes exulting swell'd,</br>To cheer the brave on danger's way:</br>And hope and valour bade the pulse beat high,</br>Thrill'd the warm heart and fir'd the kindling eye.", "Now the pale beams, by moonlight shed,</br>A field of blood disclose,</br>Where on their chill and lowly bed,</br>The martyr'd brave repose,</br>And the dead calm, the desolate suspense</br>With nameless horror chills the shuddering sense.", "Thousands are here who sprang to arms,</br>When the shrill clarion peal'd the strain,</br>By danger's call or glory's charms,</br>Ne'er to be roused again.</br>E'en now whilst shades and stillness reign,</br>A viewless band are near &mdash; the spirits of the slain.", "Whence came that deep tremendous sound,</br>Whence broke that flash intensely bright?</br>Bursting the midnight calm profound,</br>A cannon peal disturbs the night;</br>'Tis past and deeper is the gloom,</br>And all again is silent as the tomb.", "Glancing by fits on shiver'd steel,</br>A quiv'ring light the moonbeams throw,</br>And through the broken clouds reveal</br>Full many a sight of death and woe;</br>Gleaming on pallid forms around,</br>Stretch'd on the soldier's bier, the cold and dewy ground.", "Midnight and death o'er all the soil,</br>A fearful deep repose have spread;</br>Worn with long hours of martial toil,</br>The living slumber with the dead.</br>Nor here the wounded faintly sigh,</br>Nor dream of those who round them bleed and die.", "Rest, slumberers, rest! &mdash; the morn shall wake;</br>And ye to arms again shall rise!</br>Your sleep the clarion call shall break,</br>And life and hope shall fire your eyes&mdash;</br>But oh!  what thousands strew the battle plain,</br>Whom day-spring ne'er shall wake, nor war-note rouse again.</br>"]