["What pow'r supernal strengthens thus my sight?</br>Why do these sadly beauteous visions rise?</br>Beatific forms!  the heirs of heav'nly light!&mdash;</br>Yet swell with pearly drops their beamy eyes.</br>Their charge neglected, and their mystic joys,</br>The drooping Genii 'neath the murky shade</br>Which yonder thick-grown woodland round supplies,</br>Sigh in sad concert, all supinely laid;</br>Careless of sunny hill, cool stream, or winding glade.</br>Thro' all the echoing wood the note of sorrow dies.", "Lo, sadly murmuring winds each troubled stream!</br>Their charge translucent, lo, the nymphiads slight!</br>Lo, they who wont to cool the solar beam,</br>With wing unmov'd, forget their airy flight!</br>While feather'd warblers, all in doleful plight,</br>Hang low the wing, and stint their dulcet note:</br>The awful stilness fills them with affright,</br>And melody no longer swells the throat,</br>Tho' late thro' air it wont with pleasing rapture float,</br>And fill the list'ning soul with sweetly calm delight.", "Wherefore they droopen thus I fain would learn.</br>Come then, my Muse, of chaste and sober mien,</br>Lead thy rapt votary where he may discern</br>Why thus they mournful seek yon sylvan scene.</br>Can heav'nly agents feel a pang so keen?</br>Can holy Genii shed the sorrowing tear?</br>Full sad to know, must be the cause, I ween,</br>To man portending some misfortune drear&mdash;</br>But lead me, gentle Muse, where I their plaints may hear:</br>E'en 'mong the bow'ry valves of yonder verdant screen.", "Meet place I deem these spreading elms behind,</br>Where, antic-twisted, many a thick-wrought brere</br>Tempteth yon sprite to wail, beneath reclin'd,</br>Who of them all the chiefest doth appear.</br>Ah!  if it be for woe, or if for fear,</br>The blushing blossoms seem to fade away,</br>As they his heart-empiercing accents hear:</br>Those blooms that shone erewhile so smiling gay.</br>But peace.  My verse record what sadly he doth say,</br>As thus his mournful plaint steals on the list'ning ear:", "\"Ah Spirit gentle!  tho' so frequent toss'd,</br>In early life on rude Misfortune's wave;</br>By Danger sieg'd, by Disappointment cross'd:</br>Ah evils borne with resolution brave!)</br>Thee, never form'd for Passion's fickle slave,</br>Nor Danger's frown, nor sad Misfortune's woe</br>The tender feelings from thy bosom drave,</br>Nor made thee mild Benevolence forego.</br>Yet HANWAY art thou dead &mdash; oh tale of heavy woe!</br>Ah must such worth as thine sink in the senseless grave!", "\"Ah Spirit meek!  whom not the gaudy beams</br>Of giddy Fortune e'er could tempt away</br>To thoughtless Pride or Passion's wide extremes&mdash;</br>Ah much too apt frail mortals to betray!</br>But Charity did rule thy breast for aye;</br>And, busy e'er to bring the wretch relief,</br>No time had'st thou for thoughtless follies gay,</br>Which promise pleasure, but which end in grief.</br>Oh Britain mourn thy loss, nor be thy mourning brief;</br>For roll may many years ere thou his like survey.", "\"Ah Spirit patriotic!  who didst toil</br>To save the wretch forlorn from Guilt and Shame,</br>And make the youth a guardian of this isle</br>Who else, perhaps, had stigmatiz'd her name</br>With crimes of blackest dye, which who proclaim</br>With shuddering horror shed the gloomy tear.</br>Full oft thro' him, I ween, the trump of Fame</br>Hath bade us worthily some name revere</br>Which else in guilt had sunk, and fall'n by doom severe.</br>Yet dead is he, alas!  who well such praise might claim!", "\"Ah Spirit pious!  in whose moral lines</br>Is kindly pictur'd to the lowly mind</br>How bright in vale obscure fair Virtue shines;</br>And teachest how true bliss that wight may find,</br>Who, to calm dale of Humbleness confin'd,</br>Far from the pompous blaze of gilded Joy&mdash;</br>(False Joy, external, of the baser kind!)</br>Doom'd in the sylvan scene the axe to ply,</br>Might for luxurious Ease and fickle Honour sigh.</br>Ah few like him I ween hath HANWAY left behind!", "\"Ah Spirit kind!  his name ye females bless!</br>To ye the Sage I deem the best of friends:</br>When traitor man has plung'd ye in distress,</br>When guilty Woe your tortur'd bosoms rends,</br>And ghastly Want her sad assistance lends;&mdash;</br>Then, when ye seek that refuge from despair</br>\"Which Peace restores, and tort'ring anguish ends,</br>Then, then remember well, ye weeping fair,</br>To him the boon ye owe which may your state repair,</br>And make those comforts yours to which repentance tends.", "\"Nor you, ye fair, who o'er the waves of life</br>With fav'ring gales of smiling honour sail,</br>Who boast the name of Virgin, or of Wife,</br>Treat with false pride your hapless sisters frail:</br>E'en you, yourselves, perchance the self-same bale</br>Experienc'd had, had ye so tempten been:</br>Who vaunt the most themselves do easiest fail.</br>With different eyes their fate hath Hanway seen,</br>And to reclaim them sought, and from new dangers screen;</br>But dead is he, alas!  whose toils did oft avail.", "\"How oft, invited by his gen'rous care,</br>Sad wretches, trembling with disease and want,</br>From Guilt's vile shed, and Misery's horrid fare,</br>Have crawl'd with haggard eye, and visage gaunt,</br>Paler than midnight Ghosts, who church-yards haunt!</br>Him have they crawl'd to bless, whose voice so sweet</br>Bade black Despair their hearts no longer daunt,</br>For he had kindly founded a retreat,</br>Where, by Repentance led, they Happiness might meet:</br>Yet is he dead, alas!  weep, weep to think upon't.", "\"Now will we weep and wail in drearyment,</br>And all unheeded each one leave his charge:</br>Ye gentle Breezes cease your merryment;</br>No longer ply the sportive wing at large;</br>Ye watry Nymphiads quit the babbling marge,</br>And ye who wont to tend the spreading bow'r,</br>And all unwholesome blights from thence discharge,</br>And ye who fed with sweets each fragrant flow'r,</br>And health reviving dews thro' ev'ry vale did show'r,</br>Here flock, with dismal notes my wailings to enlarge.", "\"For ah!  how little boots the gentle gale,</br>That freshens vales, and wakes the warbling throat?</br>The babbling streams, how little they avail,</br>That fertilize the valley as they float?</br>How little merit bow'rs or blossoms note,</br>Which shade afford, or render nature gay?</br>Or rich perfumes, which scent fair Nature's coat,</br>To what we in Benevolence survey,</br>Which cheers the human breast and drives all care away?</br>Ah then for HANWAY's death let Sorrow swell the note!", "\"See round his tomb the heav'n-rob'd forms attend!</br>Lo Charity, with ever open hand;</br>Sweet Sensibility, fair Virtue's friend,</br>And kind Benevolence, with aspect bland,</br>Whose bounteous smilings with a soft command</br>Chace blank Affliction from Misfortune's face:</br>And close beside doth tender Pity stand&mdash;</br>Her azure eyes the pearls of Sorrow grace:</br>Yet from each other cheek she Sorrow's pearls doth chace.</br>These water with their tears the newly delved land.", "\"Since then of three who bless'd the present age,</br>Humane and generous, Howard, Hanway, Hawes,</br>Too soon, tho' late, one quits life's busy stage,</br>Ah loud let us lament, for we have cause&mdash;</br>We who are doom'd by Heav'n's all-sapient laws</br>Man's woes to mitigate, and guard his joys.</br>But see, yon sable cloud aloft withdraws;</br>A glorious vision opens to my eyes:</br>Array'd in glory's beams, lo HANWAY mounts the skies,</br>While hymning angels give his virtues due applause!", "\"Yes, pious sage!  'tis just that thou at last,</br>After so many years of virtuous toil,</br>Shouldst be rewarded for thy labours past</br>In that blest realm where joys perennial smile.</br>Yet drooping Nature must lament awhile</br>For her own loss, not thy imagin'd woe:</br>Lamentings sad her anguish must beguile;</br>For who could e'er thy worth, oh Hanway!  know,</br>Nor weep when sadly forc'd such virtue to forego?</br>Then pardon these our tears, thou boast of Britain's isle!\"", "Thus wail'd the Genii 'neath the verdant screen,</br>Whose thick'ning lab'rinths cast an awful gloom,</br>All listless stretch'd on mossy couches green,</br>While tears celestial wet each op'ning bloom.</br>Then, lowly couching 'mongst the flow'ry broom,</br>Did Philomela sad, with drooping wing,</br>Near where was newly made lost Hanway's tomb,</br>From dulcet pipe his mournful requiem sing,</br>'Till round the Genii flock'd to hear her in a ring:</br>Tho' sooth'd she, sad, their woe for Fate's malignant doom.</br>"]