["TO ZAIRAH.</br>O thou who e'er amid my troubled night,</br>Comest in all thy grieving to my view,&mdash;</br>Sad one, for whom my soul has, in despite</br>Of fate and cruel absence, e'er been true!</br>Share in whatever to thy bard is due&mdash;</br>Yes, ZAIRAH, if the son of future days,</br>When I, dear girl, no more can sing of you,</br>Should deign unto my song the meed of praise,</br>Oh let him share with thee, whose smile that song could raise!", "But ZAIRAH, my love, now long it is since we</br>Have known that bliss which e'er those lovers know,</br>Who, near each other's arms, are bless'd to be,</br>Without, for once, the hap'ness to forego.</br>Long 'tis since then; &mdash; but since did ever glow</br>Thy bosom, with what bids a soul to change?</br>Absence might make thee to forget me so;</br>But absence never can, my love, how strange!</br>Make me forget my ZAIRAH wheresoe'er I range!", "And tho' of Lucan's constant love I sing,</br>Tho' paint, of Dinah fair, the charms, it's true;</br>'Tis ZAIRAH, thou, who such to mind dost bring,</br>For all that's fair in her I've seen in you.</br>Then wilt thou hear what did the maid go through,</br>What ways, to search her Lucan, did she rove?</br>And still, what ills her Lucan did pursue?</br>Lucan, who too to find his Dinah strove&mdash;</br>Sad is their tender tale!  vouchsafe to hear, my love.", "CANTO FIRST.</br>Lone even now, with all her 'custom'd train,</br>Of moons, and clouds, and gath'ring element,</br>Doth o'er the hills, remote from heaven, lean,</br>Looking on all beneath with dreariment;</br>And nature reigns o'er ev'ry plain content:</br>The weari'd stag, to far off covert goes;</br>And the sad bird, that nightly doth lament,</br>Now grieving in the silent shade uprose,</br>Invoking all the vales to echo round her woes.", "When all alone, the hapless Dinah came</br>On through the silent vale of Marlingate,</br>Where still, her weari'd ghost doth nightly claim</br>Sad lovers to the story of her fate.</br>Beside, if true what ancient tales relate,</br>Lucan himself doth with the maid appear,</br>Array'd in all his pride of martial state,</br>And chiefs, and knights, his old companions, near,</br>Whose gallant deeds, like his, lie hid since many a year.", "In hand a pointless spear she loosely held&mdash;</br>And low her back adown a quiver slung;</br>But far, far hence, had been its shafts impell'd,</br>That long did lie her needless bow unstrung:</br>And great the dangers she had been among,</br>As each dejected look too plainly told;</br>His head her gentle palfrey downward hung,</br>And she no more than could the rein uphold:</br>Sad prospect, in such case, fair maiden to behold!", "For, fairer maid was ne'er in Erin-land;</br>Nor braver knight than hers could any see.</br>The youth, when late to war, did give his hand,</br>As dearest pledge of latest constancy:</br>But war was now all o'er, the time when he,</br>If death, or other ill, had not delay'd,</br>Was in th' embraces of his love to be,</br>And vows, erewhile in sight of heaven made,</br>Be sanction'd on that shrine to which doth Hymen lead.", "Wherefore, for now she nothing of him heard,</br>Killarney's bower sadly would she stray,</br>Killarney, fairest vale whom nature rear'd,</br>Where blooming verdure holds eternal sway;</br>And ancient hill, high up as god of day,</br>And stately tree, too ever rearing high,</br>Do o'er the meads around their heads display;</br>While ever murmuring goes fair streamlet nigh,</br>And one ag'd lake, the fairest lake beneath the sky.", "But some may guess this Tempe vale I ween,&mdash;</br>Fair Tempe where the gods would come of old;</br>Yet only Erin-land can boast the scene,</br>For there mine eyes the wonder did behold&mdash;</br>If there what's lovely be as wonder told&mdash;</br>Where loveliness her court doth ever keep,</br>And freedom, too, did once a temple hold;</br>But now, for rights, that long in secret sleep,</br>Her val'ant sons, but o'er its hallow'd ruins, weep!", "Then far from all would Dinah wander here,&mdash;</br>Here would in secret for her Lucan grieve&mdash;</br>But lo!  the knights of Carmol do appear&mdash;</br>Of Carmol, &mdash; he whose dark soul could deceive.</br>What youth, O maid thee rushes to relieve?</br>But does he fail?  for him thy woes seem great,&mdash;</br>And who but he, Killarney could retrieve?</br>For here no Lucan doth thy coming wait,&mdash;</br>He's far from his own vale, from you, lone Marlingate.", "Then why, fair maiden, thus distracted view?</br>And why those tears, that from thine eyes do start?</br>Away the thoughts that can but such renew&mdash;</br>What 'vails it now to wake thy bitter smart?</br>But no &mdash; weep on &mdash; O weep!  for proud thy part:</br>Thou weepest thy ruin'd land; thy knight a slave,</br>And cursed be they, whose more than cruel heart</br>Can smile on such &mdash; who can from weeping leave,</br>B'lieving their knight in chains, their native land a grave.", "And Lucan, well thou meritest her tears:</br>Great art thou in the strife of victory,</br>When chief thou risest 'midst a thousand spears;</br>And greater, if in chains for liberty:&mdash;</br>All hail!  then, gallant youth of soul thus free</br>For thee fair maiden well may wake her woe:</br>But who, young hero, would not do like thee&mdash;</br>Who'd prove, out to his native land a foe&mdash;</br>For him, no maid should grieve, for him, no tears should flow!", "And Dinah doth again distracted gaze;</br>And from her eyes again the tears do start;</br>That soon the vale she quits &mdash; no more she stays</br>Where every scene, thus off'ring, strikes her heart,</br>And brings to her sad soul the heavier part</br>Of many a woe:  for woe it is to see</br>One's native plains, when only they impart</br>The thought of what was once felicity,</br>And what again, alas!  must never &mdash; never be.", "This the last night, the mournful maiden cried,</br>As onward now she sadly grieving went,</br>This the last night &mdash; no more I'll here abide&mdash;</br>Farewell ye shades, where happier days were spent!</br>Farewell, farewell, since heav'n has nothing sent:</br>O!  fain would Dinah ever with you dwell;</br>But all do now but sorrows represent&mdash;</br>And all do now but cruel anguish tell&mdash;</br>Ye shades, where happier days were spent, farewell, farewell.", "If chance, some other maid of future day,</br>Should here begin to love, as I've begun,</br>O thou, lone spirit, of these shades!  then say</br>How true the ways of love has Dinah run&mdash;</br>Tell her 'tis hard to do as I have done&mdash;</br>In fine, thus let my woeful tale appear:</br>How loving, I did never love but one&mdash;</br>How grieving, I did waste my tender year&mdash;</br>And sighing, perhaps to heaven, she'll give for me a tear.", "Or if my knight &mdash; but he'll ne'er here return,</br>And soon these plains shall fall 'neath tyrant's sway,</br>Which we, alas!  as soon shall cease to mourn,</br>Depriv'd of life with them in youthful day&mdash;</br>But if it be allow'd (and sure it may,)</br>That ghosts can quit where death his prison deigns,</br>Then Lucan, we will burst the mould'ring clay,</br>And in despite of foeman's cruel chains,</br>Meet here once more, and guard, in death, our native plains.", "Then warble on, thou lonely bird of night!</br>For ever thus, thy wild and doleful strain;</br>In other days such could my soul delight,</br>And such in death yet may delight again&mdash;</br>But lo!  what voice &mdash; who doth with thee complain;</br>For near the borders of you dismal mound,</br>Some maid, methinks, her nightly walk doth deign;</br>For there, the lonesome waste, for far around,</br>Wakes with Ruennah oft, &mdash; in truth an awful sound.", "Some hapless maid, who thus amid the night</br>Forth comes like me, to search her Lucan dear;</br>And from the summit of yon distant height,</br>Thus sends her voice abroad, that he may hear;</br>But thou hast ceased, nor doth thy love appear;</br>And, oh!  what anguish must thy bosom fill!</br>With thee to grieve, then shall I thither steer?</br>But what new sound?  ah, 'tis the distant hill,</br>That doth for all around, echo Ruennah still!", "Ere now, the moon was high in heavens crown'd,</br>And all the stars as wont at midnight shone,</br>Save Dinah's star, &mdash; alone that darkling frown'd,</br>And lent no ray to guide the friendless on;</br>It's brighter beams are all to chaos gone,&mdash;</br>Such beams, as smil'd upon her happier day.</br>Ere cruel fate, with wrath, had look'd upon</br>Her own dear land, and forc'd her love away,</br>To rescue native rights, and humble foreign sway!", "Then hard, nay cruel, art thou destiny:</br>If aught to loving tenderness were due;</br>If beauty, such as heav'n might deign to see,</br>From heaven, e'er yet, of tender pity drew;</br>Then Dinah, ev'ry star should smile on you;</br>Should ever see you feel and hope the best:</br>E'en angels should from highest pitying view,</br>To lend thee aid, if ought of ill oppress'd,</br>Such beauty in thy form, such pity in thy breast.", "The awful hour, the mid of night, is pass'd;</br>And sudden dreariment does heaven shroud;</br>By turns is heard the shrill and sudden blast,</br>Forth bursting from the bosom of dark cloud;</br>By turns some lone, some far off stream, that flow'd,</br>Toward its own vale, adown the mountain' side,</br>On whose dark heath no star from heaven glow'd,</br>The sad and wearied traveller to guide,</br>Who, distant from his plains, now wanders far and wide.", "This by her seen, more heavily she sigh'd;</br>And now despair 'gan cause her cruel smart.</br>On through dark lonely ways she slowly hied</br>With looks cast down, and sorrowful at heart;</br>And oft those looks, she angry throws apart,</br>And oft to heav'n, &mdash; but heaven could not see&mdash;</br>Ah no! &mdash; too good, too kind, thou ever art&mdash;</br>To look for, once, without thy clemency,</br>On her, who even then, look'd angry up to thee!", "Yes, 'twas thy good, thy ever glorious light</br>That beam'd now, heav'n, benignant on her mind,</br>And show'd her how to form her thoughts aright,</br>And how, mid woes on earth, some peace to find:</br>Oh 'twas not vain!  she calls thee more than kind.</br>Ah, happy!  who thus own thy clemency&mdash;</br>But oh, how hard!  how destitute!  how blind!</br>Who would, great heaven!  from thy favours flee,</br>Or cast, for wrongs e'er felt, one angry look on thee!", "The clouds have pass'd, the moon is up again,</br>And ev'ry star looks forth in brighter ray;</br>The nightly bird, e'en too, renews her strain,</br>And sends, in tender song, the hours away:</br>Sure never look'd old night more pleased, more gay;</br>E'en Dinah too, tho' saddest, now seems pleased&mdash;</br>But lo!  a sudden cause of strange dismay&mdash;</br>Afar she hears a song of pity raised&mdash;</br>Then sees more nigh some one on whom the moon bright gaz'd.", "A thousand thoughts her trembling soul possess:</br>Alone I am &mdash; perhaps so base he be&mdash;</br>But no, sad maid, thy fearful thoughts suppress,&mdash;</br>Sure none could look with base intent on thee:</br>Thy heav'nly eyes beam love and chastity,&mdash;</br>Such love as but to noble thought gives place:</br>Beside, is there so void of e'en pity</br>One breast as gentle maiden to disgrace?&mdash;</br>If so, how void of soul!  how frail!  how mean!  how base!", "But lo!  the moon's again in darkness lost,</br>And gath'ring clouds swift sail along the sky,</br>Nor more, the sounds of grief her ear accost,</br>Nor more, the sight of aught attracts her eye&mdash;</br>By this, however, she believeth nigh,</br>Him whom she had, but late, not far descried;</br>And now she stops, and now she hears him sigh;</br>Then suddenly, as Mars, when in his pride,</br>All close at hand a stranger warrior she spied.", "At once he stopt, and as one list'ning stood,</br>When doth he, from its place, his sword swift take;</br>And oft, he it half raised, as tho' he would</br>Therewith a search, for all around him, make.</br>Meanwhile, doth Dinah, in her soul, thus speak:</br>First come, O Death!  let heaven have it so&mdash;</br>Dinah live, her honour is at stake;</br>And it to save, e'en life I shall forego&mdash;</br>She said, and seized her spear &mdash; he seemed a foreign foe.", "Wonder, ye maids!  who honour never own</br>To have the power such greatness to awake&mdash;</br>Yes, wonder, ye!  if here fair maid is shown</br>To hazard all, &mdash; e'en life, &mdash; for its dear sake&mdash;</br>But mark what part herein doth heaven take,&mdash;</br>(O heaven ever guards the virtuous fair!)</br>Just when the pointless spear she raised to make</br>One doubtful throw amid the darken'd air,</br>The knight pass'd on unseen, &mdash; she knew not how or where.", "Her soul, howe'er, yet fears not all is past&mdash;</br>For once, the glaring moon looks as before&mdash;</br>And now, a look behind she fearful cast,</br>And saw the knight a distant plain go o'er:</br>The sight she lov'd &mdash; his sword still rais'd he bore;</br>On it the moon, as fearful, trembling shone&mdash;</br>Again she looks &mdash; he's lost, he's seen no more;</br>And with him now being all her terror gone,</br>She gladly, with her lonely palfrey, journeys on.", "As some fair vale, on summer's day o'erhung,</br>By stormy clouds, heaven's great aerial fleet,</br>Sees darkness range her pleasant bow'rs among,</br>And all her oaks bend down the shock to greet;</br>But if far-faring winds the squadron meet,</br>Them, straightway, do they lead to other skies;</br>And soon the vale, escap'd such ruin great,</br>All joyous seemeth &mdash; fair her oaks uprise,</br>And light through pleasant bow'r, in place of darkness, hies.", "So glad the maid t' have 'scap'd impending ill;</br>But now, not farther on her way, she goes,</br>When just close near, and near the distant hill,</br>Again the tender song of pity rose.</br>Sweet was the strain, as ever strain of woes;</br>Of griefs it seem'd to tell &mdash; such as possess</br>The soul whence ever bitter anguish flows,</br>Without one hope to even have it less,</br>But e'er to 'bide in such &mdash; Oh height of wretchedness!", "\"Sad is the song of grieving in the night,\"</br>Then Dinah said, touch'd with the mournful tale!</br>In truth, ag'd bard, thou seemest in sad plight,</br>A friendless here, far from thy native vale,</br>Assail'd by all which may the sad assail,</br>If I guess right. &mdash; Oh fate less hard thy hand,</br>When half thy ills o'er half the world prevail,</br>Than when thou doest but one alone command</br>T' oppress the friendless distant from his native land.", "By this, unseen, nigh to the bard she drew,&mdash;</br>No more doth coming ill her soul presage;</br>But where the sound at once her eyes she threw,</br>And him she 'spies near lowly hermitage&mdash;</br>But sudden starts, &mdash; for in that look of age</br>Something she saw &mdash; around her soul it clung</br>As nature's self. &mdash; He's silent &mdash; thoughts engage</br>His troubl'd mind, &mdash; now oft his hands he wrung</br>As in despair-now as in hope, his eyes upflung.", "And, Dinah, what meanwhile thy ruling thought?</br>O great!  worthy the fairest of her kind!</br>Whene'er his soul, with heavy grief, seem'd fraught,</br>Then grief, through thine, did too a passage find;</br>And when he glad, then gladness fill'd thy mind:</br>Than this, fair maid, what better to attest,</br>That thou of greatness hast a sense refin'd?</br>For what of ev'ry noble soul the best?</br>To feel the joy or sorrow of another's breast.", "Now towards the bard the maid as joyful goes;</br>No dread is hers; &mdash; \"how mild the look,\" she cries,</br>\"Of him who is not of our country's foes!&mdash;</br>Who is not come from Brydain's land, which tries</br>How all to ruin here\" &mdash; she says, &mdash; but flies</br>Sudden apart, &mdash; for one of Brydain's land</br>She now beholds the bard &mdash; He quick espies</br>Her, as she sought a thicket close at hand,</br>And follows straight, as tho' perforce to make her stand.", "What can the maid? &mdash; her wearied palfrey fails,</br>And from her grasp down falls the pointless spear,</br>And now the bard is just at hand &mdash; he hails</br>The frighted wanderer &mdash; at first, her ear</br>Believes from him the threat of death to hear&mdash;</br>But 'tis not so &mdash; he cheers the troubled maid,</br>And soon her soul doth banish ev'ry fear&mdash;</br>The ag'd did follow but to lend his aid,</br>T' allay the woes that lie saw in her looks display'd.", "Hard by, quoth he, there is a dwelling lone;</br>On thee, to thither hie, may I prevail?</br>Not here, hath heaven better me bestown;</br>For far the dwelling of my native vale.</br>Then come, and though no costly wines regale,</br>Though pompous show doth not with me reside,</br>You'll find, perhaps, what better may avail&mdash;</br>'Tis how with patience evils to abide;</br>For Heaven hath lent me that, tho' fortune hath denied.", "Thither, with heart of hope, she with him goes;</br>It was but where she saw him just before:</br>Behind an ancient yew all lonely rose;</br>In front a winding stream his wanderings bore;</br>And all the roof with moss was cover'd o'er,</br>And all the ground about with leaves was spread.</br>The bard now opens to the maid the door;</br>She enters, and the moon too entrance made,</br>Her brightsome beams of other light serving instead.", "You find, young maid, no doubt, fortune too hard;</br>O where the breast, that doth her not so find!</br>This aged breast, at least, exclaim'd the bard,</br>Can call you, heavenly maiden, too unkind&mdash;</br>My son, my hope, distracted in his mind&mdash;</br>O where thy strength &mdash; thy valour &mdash; greatness &mdash; where?</br>Hast thou all lost?  or hast thou grown so blind?</br>Or through the weight of heaviness or care,</br>That thou would'st rush to self-destruction through despair?", "This night, young maid, this night that's not yet pass'd,</br>I sat me down behind yon ancient tree;</br>The moon, as now, her light around me cast,</br>And all was silent, as it now may be;</br>Nought living did I hear, nought living see,</br>Until my Harnol came in silence by;</br>My hero held his sword as carelessly;</br>Howe'er, around he throws his watchful eye;</br>And oft to heaven a look he sends, and oft a sigh!", "So did he long, nor me the while he saw&mdash;</br>But now, the fire of wrath comes from his eyes;</br>The sword he trembling towards his breast doth draw,</br>Nor more he looks to heaven, nor more he sighs.</br>I hasty rush &mdash; he hears my frantic cries&mdash;</br>The sword all trembling, from his grasp down fell</br>A dagger, which he has, its place supplies&mdash;</br>I stop his arm &mdash; I beg him straight to tell</br>What evils, what misfortunes, have him late befell.", "He answers not &mdash; he trembles &mdash; he would run&mdash;</br>I clasp him in my arms &mdash; I wildly cry,</br>Would'st thou, my Harnol dear, would'st thou, my son,</br>Thy sire thus ruin, of ev'ry bliss deny?</br>Thou would'st, if thou to wild destruction fly.&mdash;</br>At this I cease, &mdash; on me his looks are mild,&mdash;</br>He sees the tear gush from my aged eye,&mdash;</br>He clasps me in his arms &mdash; he cries thy child</br>Shall not thee ruin, in rushing to destruction wild.", "Before my step, he hither homeward went;</br>I follow after, weeping forth my joy;</br>My Harnol will, I cry, for all repent,</br>Nor will he more, his father's peace destroy.</br>Such thoughts alone, dear maid, my mind employ,&mdash;</br>My fears, my sorrows, all I left behind.</br>I enter in &mdash; but where my darling boy?</br>He is not here &mdash; I rush &mdash; I no where find,&mdash;</br>Then can't this breast, at least, call fortune too unkind?", "Oft have I wander'd here since youthful days,</br>And no such ill as this, did me befall;</br>Oft since Bourdin, who on my love did seize,</br>Beneath this arm upon the coast did fall.</br>But why the days of youthful deeds recall?</br>O why the time, when Constah, maiden true,</br>Gave to my arms two infants bleeding all!</br>And one was, Bolden, lost, brave friend, with you,</br>And one was lost this night, &mdash; O maid what shall I do!", "At this he wept, at this his hands he wrung&mdash;</br>But sudden ceasing, NO, &mdash; he boldly cried,</br>And straight his manly looks to heaven upflung,</br>As one who all the pow'rs of heaven defied&mdash;</br>Yet no &mdash; his hope, his soul on heaven relied,</br>But 'neath him, he doth deem it to condole;</br>And should'st thou now, hard fortune, in thy pride,</br>Come, and thy dreadest ills before thee roll&mdash;</br>Thou could'st not, even then, shake Harmond's steadfast soul!", "Then cries the maid, \"sad is thy tale, O bard!</br>But art thou sure, the crime so very great,</br>Which we, when cruel fortune presses hard,</br>Sometimes commit our woes to terminate?</br>If so, then I, sad maid, in what a state!</br>But heaven forgave me when I would the deed;</br>I heard it loud my trembling soul intreat&mdash;</br>Nor was it vain &mdash; I rais'd my voice with speed,</br>And prais'd thee, heav'n, t' have look'd upon me in such need.\"", "And cried the bard, could ever maiden deign</br>An action to commit, so vile, so base;</br>O!  should, at least, the virtuous refrain</br>From that which e'en the meanest can disgrace!</br>But you had woes, and to them you gave place!</br>O!  where the breast so strong but might so do!</br>But you had, maiden, too, of heaven's grace&mdash;</br>You felt it, and hence own'd what by you due;</br>O thus it is, kind heaven!  that all should act with you!", "But what, O maid!  could urge you to commit</br>So base a crime? &mdash; \"O father!  it was woe&mdash;</br>Nor other woe, sure in the world, but it,</br>Could make me, heaven, to forget thee so!&mdash;</br>My Lucan went to fight his country's foe&mdash;</br>The wars are o'er, yet he doth not return&mdash;</br>Proud Carmol comes &mdash; he doth my sire o'erthrow&mdash;</br>From his embrace, by one brave youth I'm torn,</br>And 'scape to search my knight upon the world forlorn!", "Long now I've search'd, and long I've search'd in vain.</br>My hero is, I know, in foeman's chains,&mdash;</br>There are who say, he is in battle slain,&mdash;</br>Behold, O bard!  at best, how great my pains!</br>In slav'ry then, my country e'er remains;</br>For who, but Lucan, could my country free?</br>And this is what my sinful soul constrains</br>To do what heaven is ever shock'd to see&mdash;</br>O!  teach me, holy sire, t' avoid th' impiety!", "The bard would speak &mdash; but now, just nigh, he hears</br>The foot of one that wandered toward the cell&mdash;</br>Sweet hope, he cries, my aged bosom cheers&mdash;</br>'Tis Harnol comes &mdash; O maiden, all is well&mdash;</br>Thus scarcely had he said, when, strange to tell</br>Three nights, in Carmol's name, on Dinah seize.&mdash;</br>The aged Harmond would the foe repel&mdash;</br>His trembling grasp on Dinah's spear he lays,</br>Recalling to his soul the deeds of younger days.", "Abroad they are &mdash; the moon looks on the fight&mdash;</br>The aged Harmond, with his spear, o'erthrew</br>That foe who had the first opposed his might,</br>And from his grasp the trembling Dinah drew&mdash;</br>But now what can the aged hero do?</br>The moon quick hides her from a sight so dread&mdash;</br>And 'gain the bloody contest doth renew&mdash;</br>A stranger knight does round him terror spread&mdash;</br>'Tis Harnol, whom, from far, the shouts have hither led.", "Ag'd Harmond knows his son's brave sword in fight,</br>And all the transport of his soul arose;</br>Swift now, ye cowards, swift, he cries, to flight,</br>Weak is your strength against my Harnol's blows,&mdash;</br>Why, fearful moon, not now your light expose?</br>O could I see how doth his sword destroy!</br>Hold to, my son; weak, trembling, are thy foes&mdash;</br>But just the cause which doth thy arms employ&mdash;</br>Hold to, &mdash; they fall &mdash; they yield &mdash; well done, my gallant boy!", ""]