["On Avon's bank, beside an aged tree,</br>Whose pensile branches form'd a verdant shade;</br>What time the scatter'd herds to shelter flee,</br>And cooling zephyrs steal across the mead,</br>A swain reclin'd &mdash; neglected lay his reed,</br>That erst had whil'd the melancholy hour:</br>Alas!  his youth to sorrow seem'd decreed;</br>Pathetic emblem of a tender flow'r,</br>Which early promis'd fair, but sinks beneath the show'r.", "Sable his garb, whose simple folds conceal'd</br>A figure elegant, disdaining art;</br>Grave too his countenance, that well reveal'd</br>How much he suffer'd from affliction's dart:</br>Still, animation did his eye impart,</br>And honour dwelt upon his pensive brow;</br>With openness, and constancy of heart;</br>A heart, though deeply touch'd, unspoil'd by woe;</br>O'ershadow'd, not extinct, its philanthropic glow.", "Day's golden lamp had now that point attain'd</br>Where earth appears to meet the bending sky;</br>In fullest orb, some moments he remain'd,</br>More beautiful, than when he sent from high</br>Meridian beams &mdash; thus ever we descry</br>New fascination in departing friends:</br>Perhaps this thought impels a gentle sigh,</br>Which from the mourners swelling breast ascends,</br>As, with the western breeze, his plaintive voice be blends.", "\"Thou, glorious sun!  that dost in pomp decline,</br>With renovating morn wilt gladly rise;</br>But not for me, thy lucid rays will shine,</br>Creation's charms no longer I can prize:</br>I love her best when gloomy is her guise,</br>Since then the aspect of my soul she wears,</br>And in its feeling seems to sympathize;</br>For ah!  to faithful mem'ry it adheres,</br>Contrasting with the past, the future joyless years.", "\"Thou, blue expanse!  on which mild Cynthea play'd,</br>When, by affection cheer'd, I wander'd here;</br>And, lovelier from her gaze, the scene survey'd,</br>Art now, as then, serene and glassy clear:</br>Unchang'd my rural dwelling doth appear,</br>No busy sound disturbs the gen'ral rest;</br>The dashing oar alone breaks on mine ear;</br>Each tuneful bird hath gain'd its downy nest;</br>Peace breathes on all around, but visits not my breast.", "\"Ah!  what imports a plenteous fortune now!</br>To my fond wish, could it restore my love,</br>The splendid gift, at distance I would throw,</br>And thankfully in humblest station move:</br>Then I, revolving seasons, might improve;</br>Nor would my former state engage a thought;</br>With her, more dear a hut in yonder grove,</br>Than any habitation riches brought,</br>When, in their empty joys, I transient pleasure sought.\"", "He turn'd, unknowing that his voice had led</br>To the sequester'd place, a rev'rend sire;</br>Confusion o'er his features quickly spread,</br>While from his trembling lips the words retire.</br>And solely, did th' unlook'd for guest conspire</br>To tinge his pallid cheek?  Truth bids me name,</br>The consciousness he should more strength acquire;</br>Nor thus, however virtuous were his flame,</br>Allow it to precede a far superior claim.", "Thus, (disregarding th' Omnipresent eye,</br>And awful frown, that only can avail,)</br>We oft repose in false security,</br>'Till shame the dormant conscience doth assail;</br>So impotent is man, so very frail!</br>With some, to cause emotion is to feel;</br>Of such a class, the stranger of my tale;</br>In him, all human kind excited zeal;</br>Pity in noble form &mdash; solicitous to heal.", "\"Oh!  thou,\" he cried, \"who daringly accuse</br>A lenient Providence, which cannot err,</br>Awake, at duty's call, to higher views;</br>Forsake not thus, the Christian character!</br>Oh!  rather, to content, thy doubts transfer.</br>What though thy way be rugged!  'tis the road</br>Thy Saviour trod &mdash; no longer then demur,</br>Awake!  reflect, whatever be thy load,</br>The heart can never fail, whose trust is flx'd on God!\"", "\"Father!  thou warnest well,\" the youth replied,</br>And sweet compassion modulates thy tone;</br>Methinks, in thee, I safely might confide;</br>Yet, much rever'd consoler, hadst thou known</br>The bitter pangs, my bosom fain would own,</br>Thou could'st not reason thus &mdash; still let me pay</br>A debt to kindness due; nor that alone;</br>Oh!  let me promise, wheresoe'er I stray,</br>To banish discontent, and Heav'n's decrees obey.\"", "\"False thy surmise,\" rejoin'd his conscious friend,</br>(And, as he spake, a momentary cloud</br>Pass'd o'er his brow,) \"the woes that man attend,</br>I've not escap'd &mdash; yet He, to whom I bow'd,</br>Proportionable fortitude bestow'd:</br>Then, reassur'd, draw near the Fount of Grace,</br>Whence streams of mercy have for ages flow'd!</br>In thy late words, reviving Faith I trace,</br>Hail her returning smile, and it will bring thee peace!", "\"Go, seek the cot, where misery prevails,</br>With lib'ral hand, dispense thine ample store;</br>With patience, listen to their honest tales,</br>And mitigate th' affliction of the poor;</br>Thus will thy sorrow find a comfort sure:</br>Nor, e'en to 'waken'd guilt, deny thine aid;</br>Remember One, beyond all mortals pure;</br>Who never contrite sinner did upbraid,</br>But, to reclaim his steps, the tend'rest means essay'd.", "\"And may humility thy bounties screen,</br>Inseparable link of Charity:</br>Her look is ever modest and serene,</br>Alike from pride, and ostentation free:</br>So unobtrusive, that you scarcely see,</br>Excepting in its deeds, her placid form;</br>Save in the hour of dark calamity,</br>When, glancing heavenward, and justly warm,</br>With courage quite her own, she braves the threat'ning storm.", "\"Inviting nature too, thou may'st explore;</br>Say, not, unfelt by thee, her charms arise:</br>Contemplate, and ere long thou must adore;</br>Her simplest work, a theme for praise supplies.</br>God reigns not only in the lofty skies,</br>His wondrous skill is manifest around;</br>Th' inspiring search, forbear then to despise;</br>Go!  ramble where true pleasures may be found</br>Nor, coldly, turn aside from friendship's wishful sound!", "\"If not so dear as love, she is as sure;</br>And most attaching, when our prospects low'r:</br>All, but estrangement, she can well endure;</br>Try, and thou soon wilt prove her healing pow'r!</br>Peruse, with her, the page of ancient lore;</br>Know, idleness of virtue is the bane;</br>Haste then, retrieve the past neglected hour;</br>'Twas for exertion, that thy mind was giv'n,</br>My son!  abuse no more, the choicest gift of Heav'n!\"", "Died, in the air, his words &mdash; not so the pray'r</br>Devoutly breath'd &mdash; for, won by piety,</br>His auditor, henceforth subduing care,</br>To its Assuager bent the grateful knee:</br>Nor slighted he th' engaging sympathy,</br>His friends evinc'd &mdash; upward he nature trac'd;</br>And often stole unnotic'd to supply</br>The poor man's wants; thus, his own grief he chas'd,</br>While, to a Sov'reign Cause, each righteous act he plac'd.</br>"]