["WEARY AND HEAVY-LADEN.</br>FROM THE ITALIAN OF PETRARCH.</br>Beneath the burden of past sin I bow,</br>That bands of lengthened habit closer bind.</br>My knees are failing by the way, e'en now;</br>And lo, my fell pursuer is behind!</br>I had a Friend &mdash; with countenance how kind!</br>Ineffable! &mdash; and he with help was nigh:</br>But he, alas, has fled. &mdash; Ah, could I find</br>Again that gentle hand, that cheering eye!</br>Yet, hark! &mdash; \"Ye weary, laden heavily,</br>Mine be your load, and yours my yoke of love.\"</br>It is his voice, still speaking from on high!</br>Oh give me then the pinions of a dove!</br>That wishes here below so long unblest</br>At length may fly away, and be at rest.", "THE AGED GENIUS.</br>FROM THE ITALIAN OF MICHELANGELO.</br>At length life's stormy voyage well nigh is done:</br>These waves shall toss my fragile bark no more.</br>But ah! &mdash; there waits the Judge, the unerring One,</br>Who shall each work, and word, and thought explore!</br>And is it so? &mdash; The fantasy is o'er</br>That made enshrined art my idol still;</br>And many a flying shade I chased before</br>As my chief good, was but a specious ill!</br>What if, when death hath wreaked his power to kill,</br>The living death beyond the grave be mine?</br>The pencil and the chisel have no skill</br>To charm such thoughts to rest: &mdash; O love divine,</br>Who didst spread wide thy arms on Calvary,</br>Be thou my refuge, Lord!  for I have none save THEE!", "PRAYER.</br>IMITATED FROM THE ITALIAN OF MICHELANGELO.</br>How sweet shall be the incense of my prayer!</br>Since He who bids me, gives the power to pray,</br>I may draw near, and bring these spices rare,</br>That spring  not forth from my unfertile clay.</br>Source of al perfect gifts! &mdash; ah who shall lay</br>Aught at thy feet, save that by thee bestowed?</br>Thine is the softening dew, the quickening ray;</br>And thine the right to reap where thou hast strowed.</br>Forerunner to the purchased abode!</br>Oh shed thou then upon me &mdash; e'en on me,</br>Thy light to find, thy strength to tread the road</br>To where the pure in heart shall dwell with thee.</br>Take all thine own: &mdash; inspire, enkindle, raise,</br>My thoughts, my tongue, my life, to thy immortal praise!</br>"]