["When Poets kindle at some noble View,</br>The Muse is said t' inspire the ardent Mind;</br>The Muse is feign'd, the Inspiration true;</br>Poets their Ardours in their Subjects find.</br>Yet he to whom the Noblest is assign'd</br>Must feel what much alarms him, yet delights:</br>His Views indeed are of a glorious Kind;</br>But there is danger in those lofty Flights,</br>And Hope and Fear at once each bold attempt excites.", "Be honour freely paid, where justly due;</br>And where is Honour due if here denied?</br>What happy Place can yield a nobler View?</br>In what fair Seat can nobler Race abide,</br>And o'er what happier Act can Man preside?</br>Place!  Persons!  Action!  All engage the Mind,</br>And all the Heart with glad Emotions fill;</br>Where shall I Language for my Subject find;</br>Where glowing Thoughts, apt Words and curious Skill?</br>Oh[, that] the humble Verse could match th' inspiring Will!", "Great Lady!  Fair as great, and good as fair,</br>Receive a People's Praise, their Love, their Prayer;</br>Blest Parent to thy Granby, born to Shine</br>An Honour to thy Rutland's House and thine!</br>Accept the Homage grateful Numbers pay,</br>Exulting all in this triumphant Day;</br>When all in one event rejoice,</br>And mine is as the public Voice&mdash;</br>An Echo to the general Joy</br>That thanks thee for the noble Boy!</br>All join in Wishes for the generous Race,</br>That through revolving Ages it may run&mdash;</br>Blest each lov'd Daughter with the Mother's Grace</br>And with the Father's Virtue every Son;</br>Whilst [you, the] happy Parents, look around,</br>With love rewarded and with Honour crown'd.", "Who has not heard of [Howard's] noble Blood:</br>Which, tho' it cannot, as the Poet tells,</br>Ennoble Sots and Cowards, is a Flood</br>That Vice and Folly from the Soul repels;</br>And that which cannot the Disease endure</br>Is nobler still than if it wrought the Cure.", "Howards were seen in Times of civil strife</br>In Honor's Cause to hazard all and bleed;</br>May Peace in England spare thy Granby's Life,</br>Since the same Cause would prompt the kindred Deed!</br>The Virtue still will in his Breast abide;</br>But Heaven forefend it be so harshly tried!", "Great Prince, the Ruler of a People free,</br>While bound in Duty and in love to Thee;</br>Supreme in Britain's happy Days;</br>Endued with Princely Grace and Power,</br>To win by Worth the Meed of Praise,</br>To share with Ease the festive Hour!</br>The Infant Granby thy Attention sees,</br>And smiles, the Tokens of his feeling shows,</br>As conscious of thy boundless Power to please,</br>And happy in the pleasing Debt he owes.", "Soon shall his opening Mind for Knowledge seek,</br>When Time his Prince's Favours shall reveal;</br>And, what the infant Tongue wants Power to speak,</br>The grateful Man will never cease to feel.</br>The Royal Brother too appears</br>And to the Scene new Pleasure gives,</br>Past in One Day, but in successive Years</br>To be recorded long as Memory lives.</br>Belvoir!  This Day shall be thy Boast and Pride,</br>While o'er the Subject Vale thy lofty Towers preside!", "And thou, the Father of a Noble Race,</br>In whom we now thy Form and Features trace,</br>But in succeeding years whose Worth shall shine</br>A just and fair Epitome of thine:</br>Behold thy Granby!  His a Name</br>Already in the Rolls of Fame,</br>Not Plac'd amid a dubious Class&mdash;</br>Names heard but for the fleeting Day,</br>Who then to dark Oblivion pass.</br>This will no Time nor Accident decay,</br>Nor Envy blot, nor Malice tear away.</br>Such are the Men to whom, when troubles rise,</br>A prudent People turn their anxious Eyes;</br>Who love their Prince, and whom their Princes love;</br>The Wise and Virtuous ever but approve&mdash;</br>They who are stedfast in their Country's Cause,</br>The Sovereign's Power respect, nor less the Guarding Laws.", "Fresh as the Showers of Eden and as fair,</br>Thy lovely Daughters wake a Father's Pride.</br>Great were such gifts; and, if thou wish'd an Heir,</br>It was with Hope that still on Heaven relied&mdash;</br>Thankful if blest, and patient if denied.</br>Vast the Reward; for thee thy Granby lives,</br>And noble Promise of the future gives;</br>Strength, Health and Beauty in his Form combine,</br>And all the Grace that grows with ripening years;</br>The best Affections in his features shine,</br>And all that love could ask for he appears.", "Be this blest Day in future Years renown'd,</br>Mark'd as the chosen, the auspicious One;</br>In this thy Birth the fondest Wishes crown'd&mdash;</br>And thou wert hail'd with joy th' expected Son;</br>Thou too wert Granby; but thy Fate</br>Soon gave thee Title to a greater Name.</br>Not so thy Granby &mdash; may his Change be late,</br>Differing in this, in all beside the same!</br>Let the same Honours on the Name attend;</br>As Life advances, may its Joys increase;</br>Upon its Progress may no cloud descend,</br>But, ris'n in glory, may it set in Peace;</br>And still another and another Race</br>Preserve the Honours of the Name and Place!", "See a third Parent Granby at thy Side,</br>Thy present Pleasure and thy future Pride,</br>Thy never failing Friend, thine ever watchful Guide!</br>The same her Title &mdash; Rutland's Princely Name,</br>That Sons of Kings alone with Manners claim.</br>Smile, Granby, now; thus only can'st thou prove</br>For her unwearied care awakening Love!</br>But, when succeeding Years impart</br>Strength to thy Form and Feeling to thy Heart,</br>Then shall her Value to the View arise,</br>That thou shalt dearly love and richly prize.</br>Nor shalt thou need a Verse to show</br>The Truths admiring Numbers know;</br>For, when the willing Muse is weak,</br>Then shall a thousand Voices speak.</br>Go, ask where Virtue, Beauty, Merit, dwell&mdash;</br>All that Mankind approve, applaud, revere&mdash;</br>And hear what Numbers shall delighted tell</br>Their Pride, Their Glory in a Name so dear!", "Heir to thy noble House, this Day to thee</br>Shall be, while Memory lives, a joyful Date;</br>Thou wilt look backward on the time, and see</br>The First, the Greatest, in the Church and State.</br>All take an Interest in their Granby's Fate:</br>What happy Infant in the World is found,</br>Whom so much Grace and Dignity surround?</br>What favour'd Being through his Life shall say:</br>\"I had like Honours and as great a Day?\"", "Smile, Son of Rutland, in a Day of Bliss;</br>While Praise and grateful Thanks to Heaven arise,</br>And happy Nations for a Time like this</br>Make public Joy and private [sympathies].</br>As thou art nam'd, and each glad Voice repeats,</br>\"Granby, the Heir of his Forefather's Fame!\"</br>'Tis then the troubler of the World retreats</br>From his lost Kingdoms, fill'd with Rage and Shame;</br>Foil'd and disgrac'd, he to his People goes,</br>To veil his Loss and aggravate their Woes.", "What Happy Language shall describe the Times,</br>When British Virtue bade the World be free,</br>Mark'd with a Tyrant's Fall, his Flight, his Crimes,</br>And with our Hope, Heaven-favour'd Boy, in thee?</br>Thus all Things happy in the Date agree,</br>When Charms that grace the Land, and Powers that sway,</br>Give Triumph to the Deed and Pleasure to the Day.</br>"]