["These Strains, which Love and tenderest Thoughts infuse,</br>To thee, O Strephon, for Protection flee;</br>The Darling thou, of ev'ry Grace and Muse!</br>May I, unblam'd, present my Lays to thee:</br>Wilt thou, with Native Goodness, condescend</br>To save them, with approving Smiles, from Death?</br>Wilt thou be mine, and bright PHILESIA'S Friend?</br>And shield them from the Criticks blasting Breath?</br>Wilt thou, from grave and nobler Thoughts unbend</br>Thy studious Mind a while, and my soft Airs attend?", "Full well I know the sweet Love-breathing Songs</br>To thee were ne'er unwelcome or ingrate;</br>Indulgent still to all the tuneful Tongues,</br>That softest Things harmoniously relate.</br>O, let me hope but to delight thine Ear,</br>Judicious Bard, with my aspiring Verse!</br>O may I please thee whilst I sing the Fair,</br>Nor shock thy Sense, whilst I her Charms rehearse.</br>But ah!  I fear such glorious Heights to fly,</br>My Fate-depressed Muse with vain Efforts will try.", "\"Apollo, bright Latona's Radiant Son,</br>Thou God of Verse and Harmony Divine,</br>Father of Poets, Author of Renown,</br>And Sacred Prince of all the tuneful Nine,</br>From thy Olympian Arch, look down, Great Sire,</br>And from thy blazing Throne attend my Pray'r,</br>Oh!  grant thy humble Son's devout Desire,</br>His ardent Vows with kind Indulgence hear;</br>So shall my grateful Lyre resound thy Praise,</br>In everlasting Hymns, in never-dying Lays.", "\"With such a Portion of thy heav'nly Fire,</br>As that thou didst in Strephon's Soul infuse,</br>With such a Ray my meaner Breast inspire,</br>And give me such a sweet yet awful Muse!</br>Then should thy genuine Sons applaud my Strains,</br>And bright PHILESIA glitter in each Line:</br>Then in my Verse, long as the World remains,</br>Her Youth should bloom, and all her Graces shine.</br>She with the Nymphs of Greenwich, then should vie,</br>Whom Strephon's Muse prefer'd to Immortality.\"", "Delicious Greenwich!  thou wilt well adorn</br>His Verse, whose happy Fancy dwells on thee;</br>At thy fair Seat, was Great Eliza born,</br>Renown'd for Beauty as for Majesty;</br>To thee with Juno chast, gay Venus came</br>That Night, and fill'd thy Park with waiting Loves;</br>Well-pleas'd, they wander'd on the Banks of Thame,</br>And prais'd thy pleasant Shades and grateful Groves:</br>\"Henceforth be thou,\" (said Cythera bright)</br>\"The happy Court of Love, our Garden of Delight.\"", "E'er Since has Paphos mourn'd her absent Queen,</br>She visits once-lov'd Cyprus now no more;</br>Here, in Ten Thousand sparkling Nymphs she's seen,</br>And here, the bending Youths her Shrines adore.</br>Thy Genius, Strephon, gen'rously disdain'd</br>A meaner Subject than this dazling Throng,</br>Whose ev'ry single Charms had overstrain'd</br>A Muse, than thine less daring or less strong.</br>Forgive, Great Bard, my Muses feebler Vein,</br>Pity her drooping Flight, her less-exalted Strain.", "So may thy Galatea still be kind!</br>(Bright Galatea is thy softest Joy!)</br>So may no bitter Thought e'er gall thy Mind,</br>No curst Mischance your natural Love destroy;</br>So may thy better Fate ne'er let thee know</br>Those racking Disappointments I must prove;</br>O may'st thou never feel the dreadful Woe,</br>The sad tremendous Pain of hopeless Love:</br>May Venus shield you from her cold Neglect,</br>As my PHILESIA you with kind Regard protect.</br>"]