["Wide rag'd the storm; and o'er the vaulted sky,</br>Convolving clouds their deep-blue billows roll'd;</br>From north to south, the red-wing'd lightnings fly,</br>And voice of Thunder, horrible and bold,</br>Shook the huge pillars and foundations old,</br>That rear aloft the steadfast firmament&mdash;</br>Down from the mountain's groaning top, behold!</br>The roaring cat'ract rush'd, on ruin bent,</br>Mingled with mighty rocks, by vollied lightnings rent!", "Tremendous scene!  the prowlers of the wood</br>Stop'd in mid-chase and spar'd their victim's blood,</br>Fled to their caves, or crouching with alarm,</br>Howl'd at the passing spirits of the storm!</br>Eye-blasting spectres and bleach'd skeletons,</br>With snow-white raiment and disjointed bones,</br>Before them strode; and meteors, flickering dire:</br>Around them trail'd their scintillating fire,</br>Livid and pale as light of fun'ral pyre.", "Serenely grand, the venerable Sage</br>Beheld the scene and heard the tempest rage,</br>Then rose abruptly, and with accents dire,</br>Bade the fierce demons of the storm retire!</br>The clouds dispers'd; again the tranquil moon</br>Sat in mid sky upon her silver throne,</br>And heaven's blue vault with stars unnumber'd shone.</br>No sound was heard, save where the torrent hoar</br>Down the steep mountain fell with sullen roar,</br>Or far away exploding long and loud,</br>The deep-ton'd thunder rent the fiery cloud.</br>Then thus, beneath the th' under-riven oak,</br>The hoary wizard to Rinaldo spoke&mdash;</br>\"See'st thou yon glade, where quiv'ring moon-beams play,</br>Like dancing spectres on a tomb-stone gray?</br>In that still glade a Fairy-circle lies&mdash;</br>When Cynthia, Night's torch-bearer, light the skies</br>There sportive Fairies dance till Phoebus rise;</br>If so thou dar'st, approach that circle dread,</br>And thrice three times around it boldly tread.</br>Then shall the earth beneath thy feet expand,</br>And a dark road disclose to Fairy land.\"</br>The Hermit ceas'd, and by the dim moon-light,</br>Rinaldo spied the circle, glist'ning bright.</br>Back to his cave the old magician went,</br>Whilst bold Rinaldo tow'rds the circle, bent</br>His desperate course &mdash; his temper'd steel he drew,</br>And thrice around the mystic circle flew.</br>Then rose from earth deep groans and fearful cries,</br>And lurid meteors shot along the skies.</br>When round the ring he hurried thrice again,</br>The earth sent up a blue sulphureous flame,</br>That burnt and quiver'd like a dying lamp&mdash;</br>But on he press'd with firm and fearless tramp.</br>Now when nine times the Knight had hasted round,</br>The hollow earth sent forth a rumbling sound,</br>And, wide and sudden, yawn'd the rocking ground.</br>Down the dark chasm the desp'rate warrior strode,</br>With random steps along a viewless road;</br>Till massy rocks his onward march oppos'd,</br>And o'er his head the earth in thunder clos'd;</br>But soon a passage in the cloven stone</br>With joy he found and boldly hurried on.</br>But slow and cautious, with his pond'rous spear,</br>Pois'd his bold march along the lab'rinth drear.</br>Thro' rayless glooms; thro' silence deep and dread,</br>Down, downward far the dismal cavern led.</br>At length beneath him shone a silver light,</br>Like glow-worm twinkling thro' the gloom of night.</br>And tuneful sounds, celestial, high, and clear,</br>Rose from beneath and charm'd his wond'ring ear.</br>Thither he sped, and from the narrow way</br>Sprang with delight into a realm of day,</br>And upright stood upon the radiant plain</br>Of Fairy land, a heavenly domain.</br>O!  'twas a valley of enchanting view,</br>Where all things lovely and delightful grew;</br>Where groves of orange, cinnamon, and myrrh,</br>Trees that bled frankincense and balsams rare,</br>With grateful odours fill'd the breezy air&mdash;</br>Elysian groves of harmony and flow'rs,</br>Leafy pavillions and ambrosial bow'rs;</br>With many a mead and many a winding stream,</br>Glade flow'ring fair and glittering lake between.</br>Not the spic'd breeze, from Ceylon's groves that springs,</br>Or shakes Arabian odours from its wings;</br>Not shining gardens of Hesperides,</br>Whose golden rivers and auriferous trees,</br>The setting sun from his prone chariot sees,</br>Nor aught on earth for fragrance could compare,</br>Nor yet for beauty with this valley fair.</br>This gay, celestial valley to enclose,</br>Mountains sublime in even circle rose,</br>And tow'ring high, on tip-toe seem'd to stand,</br>To gaze enchanted on the radiant land.</br>Glowing aloft a golden cloud was spread,</br>Whose splendid vault a rich effulgence shed</br>On all below &mdash; for sun, nor moon, nor star</br>Was ever seen, or ever needed there.</br>Like a vast Amphitheatre it seem'd,</br>With mountain walls; from storm and sunshine screen'd</br>By costly canopy of sheeted gold&mdash;</br>But greater far and fairer to behold.</br>In sweet amaze and exultation high,</br>O'er all the scene the youth directs his eye&mdash;</br>His wilder'd thoughts in floods of rapture float,</br>And time and place and being are forgot&mdash;</br>\"Celestial visions!\" cried th' astonish'd Knight&mdash;</br>\"Ye golden prospects that enchant my sight!</br>Are ye indeed substantial?  or but vain,</br>And wild illusions of a love-sick brain?</br>Methinks I dream!\"  When thus Rinaldo said,</br>His well-known self he doubtfully survey'd,</br>And wav'd his arms and shook his plumed head.</br>But soon the mem'ry of his captive love</br>The sweet amazement from his senses drove.</br>\"Fair land!\" he cried &mdash; \"And dangerous as fair,</br>A foe to thy prosperity is near;</br>Darkness shall soon thy saffron skies o'erwhelm&mdash;</br>I come to spoil thee of thy richest gem&mdash;</br>But where, where fly to find my captive fair?</br>No cities, fields or cottages appear.</br>'Tis desert all &mdash; th' unnumber'd flow'rets sweet</br>Lift their gay heads unbruis'd by living feet;</br>Ev'n at my band the fearless songsters sing,</br>And round me flutter with familiar wing;</br>Or mid the flow'rs, like sun-beams, glance about,</br>Sipping with slender tongues the dainty nectar out.</br>O!  this is Heav'n, if here my angel dwell;</br>If not, tho' Heav'n, it is to me a hell&mdash;</br>But &mdash; madd'ning thought!  perchance the monarch dire</br>Of Fairy land, enflam'd by lewd desire,</br>In some well-fav'ring, some enchanting place,</br>Compels my angel to his curst embrace!</br>Perhaps, subdued by his infernal spells,</br>Her virtuous soul, with hell-bred passion swells!</br>Forbid it heav'n!  it cannot, shall not be&mdash;</br>Hell hath no pow'r o'er heav'n-born chastity.\"", "He ceas'd, and now a glittering palace sees,</br>Deep in the vale amid embow'ring trees!</br>A splendid pile of precious gems it seems,</br>Wrapt in a blaze of variegated beams&mdash;</br>With cautious steps he thither bent his way,</br>Whilst all around, irradiations gay</br>Full on his pathway beam'd celestial day.</br>He trode on carpets, gorgeously display'd,</br>Of woven flow'rs and grassy verdure made.</br>From all the waving trees, the plumy throngs</br>Welcom'd the warlike stranger with their songs</br>And lo!  from bow'rs of myrtle, fair and green,</br>A choir of damsels dance with smiling mien!</br>Their silken robes the playful zephyrs throw</br>From side to side and wantonly bestow</br>Delightful glimpses of their limbs of snow.</br>With lily-hands they strike the trembling strings</br>Of golden lyres &mdash; the grove responsive rings,</br>Soothing his soul with endless echoings.</br>With harp and song and salutations sweet,</br>The smiling damsels, thus the hero greet&mdash;", "1.</br>\"Welcome gay and gallant Knight,</br>Welcome to these regions bright!</br>Yon Palace, rich and fair, behold,</br>With diamond wall arid roof of gold&mdash;</br>For thee its shining doors unfold.", "2.</br>\"Banks of pearl and golden sand,</br>And rocks of diamond fill the land;</br>Music flows from ev'ry tree.</br>And knights and ladies fair to see.</br>Ready wait to honour thee.", "3.</br>\"Hasten, hasten gallant Knight&mdash;</br>Hasten to yon palace bright&mdash;</br>There resides our Fairy King,</br>With lords and ladies revelling,</br>Drinking, dancing, banquetting.\"", "They sang and sought their myrtle shades again,</br>While sweet adieus prolong'd the parting strain.</br>Their eyes reverted, beam'd lascivious fires</br>Upon the Knight and kindled wild desires.", "Towards the palace, silent and alone</br>The hero mov'd &mdash; afar the fabric shone</br>Like gorgeous clouds that throng the setting sun:</br>But ere he reach'd that palace, huge and bright,</br>A glorious scene detain'd the wond'ring Knight&mdash;</br>A pearly river!  whose melodious tide</br>Lav'd golden shores!  whose banks were beautified</br>With trees wide-waving, paradisian bow'rs</br>And all the gaudy multitude of flow'rs</br>That on Spring's lap the liberal Flora show'rs.</br>This stream, dividing, roll'd its branches twain,</br>In circling sweep around a flow'ry plain,</br>Thro' vocal groves, then fondly met again.</br>The Islet fair, so form'd, arose between,</br>With dome-like swell, array'd in richest green.</br>So fair it was, so smooth, so heavenly sweet,</br>It seem'd made only for angelic feet.", "On this green Isle the splendid Palace stood,</br>And rainbow bridges arch'd the pearly flood&mdash;</br>A fairer bow fair Juno ne'er display'd</br>In vernal skies, tho' not, like Juno's, made</br>Of subtile sun-beams, but of solid gems,</br>Such as adorn imperial diadems.</br>Its blue was solid sapphire.  Its gay green</br>Was massy emerald.  The ruby sheen</br>Form'd its bright curve of rich and rosy red;</br>Its yellow hue the golden Topaz shed.</br>Seem'd either end on snow-white clouds to lie&mdash;</br>They were not clouds, but sculptur'd ivory!</br>And now a bugle breath'd a silver sound,</br>Whose notes with soft reverberations, round</br>Rang sweet and long; now silently unfold</br>The diamond gates on hinge of polish'd gold;</br>And now rode out a fairy cavalcade</br>In order'd march, with banners bright display'd,</br>With diamond lances and with golden helms,</br>And shields of gold emboss'd with sparkling gems,</br>Advanc'd the pageant; proud beneath each knight,</br>O'er grassy levels pranc'd their steeds milk-white,</br>Whose ivory hoofs in glitt'ring silver shod,</br>With nimble grace on blushing flow'rets trod.</br>Prancing they came, and as the trumpets blew,</br>They neigh'd for pride and arch'd their necks of snow;</br>Toss'd their proud heads indignant of the rein,</br>Champ'd their foam'd bits and paw'd the trembling plain;</br>Warrior and steed array'd for battle shone;</br>Whose burnish'd mail and bright caparison</br>Illum'd, far round, the flow'r-enwoven field,</br>And restless splendours flash'd from shield to shield.</br>Loud in the van the wreathed bugle spoke,</br>Till woods and floods with martial clamours shook.</br>High in the midst, enring'd by many a knight,</br>And thron'd conspicuous on his chariot bright,</br>Rode Oberon forth, in proud, imperial state,</br>And, by his side, his queen Titania sate.</br>In proud procession the refulgent host</br>O'er the gay bridge, the pearly river cross'd;</br>The rain-bow arch beneath the measur'd tread</br>Of prancing steeds, harmonious clangour made.", "Now when Rinaldo saw his impious foe</br>Towards him, advancing in triumphant show;</br>With shield up-rais'd and ready spear he stood,</br>For sudden fury fir'd the hero's blood.</br>The host drew near him; not with threat'ning mien,</br>But aspect courteous, placid and serene,</br>While thus the king th' undaunted Knight address'd&mdash;</br>\"To Fairy Land, thrice welcome, god-like guest!</br>Our warlike ostentation, gallant Knight,</br>Appears to pay thee honour, not to fight;</br>Then stay that lifted thunder-bolt!  for here</br>Truth, virtue, valour, need no danger fear.</br>Behold!  for thee our palace gates expand</br>And Oberon welcomes thee to Fairy Land.</br>Thither with us repair, exalted Knight!</br>And what my realm can furnish, to delight,</br>The god-like mind, or sensual appetite,</br>Awaits thee there.\" &mdash; In sullen, silent mood,</br>With looks contemplative the hero stood&mdash;</br>\"If I assault\" (he said) \"that peaceful host,</br>Th' event is doubtful and th' advantage lost</br>Of peaceful artifice, which oft prevails</br>Our aims to compass ev'n when vict'ry fails;</br>Nay, if attack'd, these phantoms may disperse,</br>And make my very victory a curse,</br>Since they alone th' important secret know,</br>Of Crystalina's residence below&mdash;</br>Perhaps, enchanted, she is doom'd to dwell,</br>In some remote, impenetrable cell;</br>Perhaps transform'd, like Niobe, to stone,</br>In some moist grot the virgin weeps alone</br>Or chang'd, like Daphne, to a laurel fair,</br>She stands in speechless, comfortless despair;</br>Or, like sad Clytie, a sunflow'r made,</br>Decays and droops her melancholy head;</br>Perhaps a nightingale, perhaps a dove,</br>She fills, with plaintive melody, the grove,</br>And some kind Fairy, haply, may relate</br>To me, her mournful and mysterious fate.\"&mdash;</br>The prudent Knight, with these reflections, (sway'd</br>By policy, not fear,) his foe obey'd.</br>Now o'er the bridge and thro' the portals wide</br>Encompass'd round with military pride,</br>He pass'd majestic and their pow'r defied.</br>And now, an area vast before him shone,</br>With pavements rich, of pearl and precious stone.</br>The Palace too, magnificent and proud,</br>Stupendous fabric!  fair before him stood:</br>Compar'd with which th' elaborate structures, fram'd</br>By human hands &mdash; cathedrals, temples fam'd,</br>And Palaces of oriental kings,</br>And domed mosques, were vain and vulgar things.</br>Sublime it rose, with minarets and tow'rs,</br>And diamond domes, and turrets, bath'd in show'rs</br>Of saffron light, and, rais'd pre-eminent,</br>Tall Cupolas that propp'd the firmament!</br>And, lifted high on stately Colonade,</br>(With richest carvings flourish'd and portray'd,)</br>Balconies bright and galleries of gold&mdash;</br>Rinaldo saw the gorgeous doors unfold;</br>And entering slow, survey'd with rapt'rous gaze,</br>Of garnish'd halls a labyrinthine maze.</br>And fair arcades and alleys, where his eye</br>Rov'd to and fro in sweet perplexity.</br>A central hall, of amplitude sublime,</br>Receiv'd him, ravish'd with the dulcet chime</br>Of timbrels, lyres, and dulcimers, whose sound,</br>In floods of music all his senses drown'd;</br>And there the monarch and his splendid queen</br>Assum'd their throne of gold and em'rald green.</br>That hall, so grand, so exquisitely fair,</br>The Knight survey'd and all the wonders there.</br>A thousand pillars, all of ivory,</br>Adorn'd with wreaths and fairest imag'ry,</br>And pedestals, and capitals sublime,</br>Surmounted by entablature divine;</br>With cornice, frize, and architrave of gold,</br>Of Doric, Gothic, and Corinthian mould&mdash;</br>A thousand pillars gracefully upbore</br>A vaulted ceiling, fram'd of sapphire pure&mdash;</br>A mimic firmament!  whereon the moon,</br>Full-orb'd, and glitt'ring constellations shone.</br>A carpet rich, of grassy hue, o'erlaid</br>The spacious floor, with woven flow'rs portray'd,</br>And rais'd thereon, bloom'd artificial bow'rs</br>Of sculptur'd gold, o'ercanopied with flow'rs,</br>And leaves metallic, that appear'd to bloom,</br>And gave a sylvan aspect to the gorgeous room.</br>Beneath those bowrets silken sofas stood,</br>On which fair maids, in wanton attitude,</br>Reclin'd, like roses bent with vernal dew,</br>Their foam-white bosoms heaving to the view.</br>And here and there transparent fountains play'd,</br>Cool'd all the air, and pleasant murmurs wade,</br>Whose glitt'ring cascades, that unceasing rain'd,</br>An ample vase of purest pearl contain'd,</br>O'erflowing never, but for ever full,</br>For ever limpid, and for ever cool.</br>Nor was there not proud statuary there,</br>Of harness'd heroes and of ladies fair;</br>Nor rich pavillions dawning on the eyes;</br>Alcoves of gold with pictur'd canopies,</br>Where gods to slumber might forsake the skies;</br>Besides whatever Imitation's art,</br>And bold creative Fancy could impart</br>To rich materials; for Sculpture there</br>Had carv'd her fancies, intricately fair,</br>With subtlest hand, on stones and metals rare.</br>But wherefore strive, with inexpressive rhyme,</br>And tuneless words to paint this scene sublime!</br>Romantic fancy, nor Elysian dream,</br>E'er fram'd so fair, so exquisite a scene;</br>And ne'er shall words portray so rare a sight,</br>Though Shakspeare pen, and Ogilvie recite.</br>But ah!  this proud profusion, this display</br>Of all things rich, and beautiful, and gay,</br>Not long engag'd Rinaldo's restless eye,</br>That gaz'd in vain his captive love to spy.</br>Though maids as fair (but fairer could not be)</br>Around him frolick'd, all unpleas'd was he;</br>He sigh'd, he frown'd, impatient to depart,</br>Said seek, elsewhere, the lady of his heart.</br>But lo!  in state magnificent, uprear'd,</br>A spacious table suddenly appear'd</br>Where golden fruits in silver baskets smil'd,</br>Where dews nectareous, cull'd from blossoms wild,</br>And all delicious rarities were plac'd,</br>That e'er the board of eastern monarch grac'd.</br>For me, vain bard!  in feeble days who dwell,</br>O!  'twere the labour of an age to tell</br>Each dainty dish of food delectable,</br>That on this spacious, splendid table lay,</br>Num'rous as stars that gem the milky way.</br>But spread in vain was this superb repast,</br>And vainly-round were seats of ivory plac'd.</br>Ev'n from the sight the cautious hero turn'd,</br>And, oft invited, oft the banquet spurn'd.</br>Scarce had he turn'd, when, pleasant to behold,</br>Delicious wines, in cups of purest gold,</br>All mantling stood; the which, a smiling maid,</br>With lily hand, reach'd forth and sweetly said&mdash;</br>\"Drink, weary Knight, and I will drink with thee;</br>I kiss the cup &mdash; O!  drink and happy be:</br>Thy bosom then with endless joy shall glow,</br>Nor pain, nor trouble, longer shalt thou know,</br>But rove with us through Pleasure's flowr'y mead,</br>Recline on down, and on ambrosia feed.</br>Drink, gallant Knight!  and follow, follow me,</br>For I have deck'd a fragrant couch for thee.</br>Fair is the gilded chamber, heavenly fair</br>The crimson curtains that shall hide us there;</br>And fair the silken canopy above,</br>Pictur'd with scenes of wantonness and love.</br>There on a bank, beside a crystal stream,</br>Adonis dallies with the Cyprian Queen;</br>There you may lovely Danae behold,</br>And Jove descending in a show'r of gold:</br>And there Diana, with her nymphs appear,</br>All sportive, bathing in a fountain clear;</br>While young Acteon gazes from a tree,</br>With fearful joy and eager ecstacy.</br>And there is Mars, in lawless dalliance laid,</br>With blushing Venus on a sumptuous bed,</br>Ensnar'd by Vulcan, and with shame o'erspread:</br>The Gods around them mock their shameful plight</br>And shake the roofs with clamorous delight.\"</br>She ceas'd, but still her moist, lascivious eye,</br>More strongly plead, and many an am'rous sigh,</br>Swell'd her voluptuous bosom to his view&mdash;</br>Whose heaving orbs appear'd like melting snow.</br>Her glowing hand his glowing hand did press,</br>And from her forehead many a golden tress</br>Fell on the panting bosom of the Knight,</br>Whose fetter'd eyes grew dizzy at the sight.</br>And still she sigh'd, still whisper'd \"come away!\"</br>And coyly pointing to her chamber gay,</br>With, fond compulsion, tenderly essay'd,</br>To urge the hero to her am'rous bed.</br>As thus he stood, the Spirit's warning came</br>Swift o'er his mind and brac'd his yielding frame.</br>Backward he shrunk, and gazing for awhile</br>On his fair foe, he half excus'd her guile,</br>And his dark frown was gilded with a smile.</br>With feeble effort he essay'd to speak,</br>Essay'd, in vain, from her dear arms to break,</br>His voice too languid and his limbs too weak.</br>But when the mem'ry of his captive maid</br>Rush'd on his soul, he started back dismay'd;</br>Now curs'd his passions, now the Fairy's charms,</br>And shook the lovely phantom from his arms.</br>\"Away!  fair fiend!  nor dare to tempt me more!\"</br>The Knight exclaim'd, and sought the Palace door;</br>When lo!  a mighty army he descried,</br>Stretch'd o'er the plain, beyond the pearly tide&mdash;</br>Shields, helms, and ensigns glitter'd from afar,</br>And all the dreadful pageantry of war.</br>Steeds neigh'd, and trumpets blowing fierce and strong,</br>With martial rage inflam'd th' embattled throng.</br>Gloomy and rough became the pearly flood,</br>And foam'd and thunder'd thro' the echoing wood;</br>The bridge gave way, and, with tremendous sweep,</br>The wreck roll'd glittering down the gloomy deep!</br>The Knight beheld with fierce and fearless eye</br>And, in defiance, shook his spear on high.</br>Then to the throne of Oberon he press'd</br>With dauntless step, and thus the fiend address'd&mdash;</br>\"Inform'd and aided by enchantments high,</br>I scorn your friendship and your hate defy.</br>And briefly know, perfidious Oberon,</br>I now for captive Crystalina come;</br>That royal virgin whom with impious hand</br>You basely stole, and forc'd to Fairy Land.</br>Avoid my wrath, restore the captive fair&mdash;</br>His arm can much, whose soul so much can dare.\"", "Scarce had he ceas'd when instant thunder broke</br>Upon his ear!  the stable Palace shook;</br>The monarch vanish'd; fled the fairy crew</br>Like unsubstantial shadows from his view.</br>The loos'ned ceiling and the crackling wall,</br>Asunder turn, in heap'd confusion fall&mdash;</br>Amid the rushing ruins stood the Knight,</br>And shrunk aghast from the tremendous sight.</br>The pompous fabric thunder'd to the ground,</br>With crashing fury, and enclos'd him round&mdash;</br>Heaps upon heaps the splendid ruins lay,</br>Ev'n in destruction lamentably gay.</br>The Knight, o'erwhelm'd, as by a mighty flood,</br>Still undestroy'd amid destruction stood;</br>Though pond'rous rocks o'er head, and all around,</br>His dungeon made, where deepest darkness frown'd</br>Unhappy youth!  on Oberon's shatter'd throne,</br>In majesty unenvied, he sat down</br>In calm despair &mdash; his hopes and fears were lost,</br>His settled soul no restless passion tost.</br>There as he sat, what mournful visions stole</br>Upon his tranquil though despondent soul!</br>Much he reflected on the state of man&mdash;</br>His life a bubble and his days a span;</br>On ruin'd kingdoms and on beggar'd kings,</br>And vanity of sublunary things.</br>There mem'ry show'd him his once happy state,</br>And with his past, compar'd his present fate.</br>O!  once how happy!  but how wretched now!</br>Once how exalted!  now, alas, how low</br>These sad reflections patiently he bore&mdash;</br>\"Heaven's will be done!\" he said, and said no more.</br>But when the mem'ry of his captive Fair,</br>The griefs and she was doom'd to bear,</br>Rush'd on his soul, enrag'd the hero rose,</br>And groaning deep, proclaim'd his racking woes.</br>His groans were answer'd by loud laughter near&mdash;</br>Alas!  how grating to a mournful ear!</br>And clank of chains, and gnash of iron teeth,</br>And whet of daggers, and the gasping breath</br>Of dying men; while, glowing through the gloom,</br>Red eye-balls glar'd, like meteors in a tomb.</br>At length a voice, more terrible and loud</br>Than bursting thunder from a midnight cloud,</br>Assail'd his ears &mdash; \"Presumptuous man!  I bring</br>The clement mandate of the Fairy King.</br>He offers life, he offers liberty,</br>If from his empire instantly you flee&mdash;</br>Renounce your rash adventure, and resign</br>Your spear and shield and crucifix divine,</br>As trophies of his conquest &mdash; which demand,</br>By you rejected, hear his dread command:&mdash;</br>A thousand years within that dungeon deep,</br>Mad Knight!  remain, in solitude to weep,</br>Devoid of light, of food, of balmy sleep</br>Each day with direst tortures to be slain,</br>And still revive each day, to die again.\"", "\"Back to your king!\" replied the champion bold,</br>\"Say, you his clement purpose did unfold,</br>In suited terms of insolence and pride&mdash;</br>Then say, his fearless captive thus replied:&mdash;\"</br>The hero spake, and rush'd, with forward spear,</br>Towards the fiend, rejoic'd a foe was near.</br>The phantom vanish'd, but a pond'rous rock</br>Receiv'd the magic steel's impetuous shock.</br>Then, strange to tell!  the rocky pile became</br>A mass of rushing waters, and amain</br>To the contiguous river roll'd away!</br>The Knight, restor'd to freedom and to day,</br>Around him gaz'd in mute astonishment,</br>And to the lake his mournful journey bent.</br>The fairy hosts had vanish'd from the plain,</br>The bridge appear'd, the flood grew calm again.</br>His pathless way was through a smiling grove,</br>Where heaven's own angels might delight to rove;</br>Around him play'd the aromatic breeze,</br>And mellow warblings fill'd the shady trees.</br>On every bough elysian blossoms blow'd,</br>On every tree Hesperian fruitage glow'd.</br>The orange stoop'd his fruit-encumber'd head,</br>Reclining boughs their golden apples shed,</br>And, at his feet, the vine rich clusters spread;</br>Whilst over all, the golden, concave sky</br>Pour'd down its yellow radiance from on high,</br>And fill'd with light the green, melodious grove,</br>Where all was richness, loveliness, and love.", "At length, before the mournful hero's way,</br>The silver lake, in halcyon slumber lay;</br>Encircled round with gay-green, bow'ry trees,</br>That wav'd their gilded summits in the breeze,</br>And o'er the smooth deep stretch'd their slender arms,</br>As if love-sick with their reflected charms&mdash;</br>So of the fair Narcissus it is sung,</br>How o'er the crystal rivulet he hung,</br>View'd his fair visage in the polish'd tide,</br>Woo'd his own shade, and, self-enamour'd, died.</br>But warbling birds, smooth lakes, nor bloomy trees,</br>Rinaldo's anxious, woe-worn soul could please.</br>Along the shore, whose sands were pearl and gold,</br>Forlorn he rov'd, oft pausing, to behold.</br>Of that pure lake, the crystal depths serene,</br>And shining bottom, pav'd with pebbles clean;</br>And many a golden fish, whose glitt'ring side</br>Illum'd the wat'ry depths and beautified.</br>While here he rov'd a troop of damsels fair,</br>With green apparel and with golden hair,</br>Approach'd the shore &mdash; their limbs they disarray'd,</br>And all their secret, hidden charms display'd;</br>Their heaving breasts, their tap'ring arms he saw,</br>And slender waists, more white than new-fall'n snow.</br>The shores with joyous acclamations rang,</br>As in the flood the playful damsels sprang:</br>Upon their beauteous bodies, with delight,</br>The billows leapt.  O!  'twas a pleasant sight</br>To see the waters dimple round for joy,</br>Climb their white necks and on their bosoms toy;</br>Like snowy swans, they vex'd the sparkling tide,</br>Till little rainbows danc'd on ev'ry side.</br>Some swam, some floated, some on pearly feet</br>Stood sidelong, smiling exquisitely sweet;</br>Down their white waists their golden tresses flow,</br>Like evening sun-beams on a bank of snow.</br>And now the fairest, with mellifluous tongue,</br>Thus hail'd the Knight &mdash; \"O, stranger, fair and young,</br>Throw, throw thy mail and shining arms aside,</br>And bathe with us in this translucent tide.</br>Then will thy skin more beautiful appear</br>Than snow, or snow-white pearls that glitter there.</br>The silvery waves, that o'er us sweetly roll,</br>Will brace thy limbs and fortify thy soul:</br>So thou the hearts of ladies fair may'st gain,</br>And move the mightiest on the fields of fame;&mdash;</br>Come gallant Knight!  'tis sweet with us to play</br>On this soft flood, and raise the sparkling spray</br>In am'rous wrestle and diversions gay.</br>Ah!  wherefore linger?  Has some earthly queen</br>Bewitch'd thine eye?  Or rather hast thou seen</br>Thy loveliest self, of all thy lovely race,</br>And scorn'st all others for thy matchless face?</br>O!  if thou hast, be mindful of the fate</br>Of fair Narcissus, nor be wise too late.\"", "The Knight replied: &mdash; \"Seducing, cunning fair!</br>Whose smiles seraphic and soul swaying air</br>Almost persuade me to obey and die,</br>Forgiveness deign if I your pray'rs deny.</br>Had Philomel your tuneful tongue possess'd,</br>Its music so had ravish'd Tereus' breast,</br>(Its music, which might lull the tempest's rage,)</br>He ne'er had torn it from its ivory cage.</br>But well I know that tongue is false as sweet,</br>And therefore shun its eloquent deceit.</br>But O!  your sweet temptations still display&mdash;</br>Float o'er the waves and round me closer play;</br>Spread your gold tresses on the crystal flood,</br>And try each sweet, lascivious attitude.</br>Though I may not your pleasant sports partake,</br>Quaff your rich wine nor swim your silver lake,</br>Nor love indulge in your voluptuous arms,</br>O!  tempt me still with all your fatal charms.\"", "He ceas'd:  and now a female shriek be hears;</br>Now in the grove a flying maid appears!</br>Behind her close an eager youth pursues,</br>Whose ruddy face with fire libid'nous glows.</br>With out-stretch'd arms he almost grasps his prize;</br>The damsel pants, and shrieks, and shrieking flies.</br>And fills the grove with lamentable cries;&mdash;</br>\"Stay, cruel youth!  a spotless virgin spare</br>Is there no help? &mdash; unfeeling youth forbear!\"</br>The gallant Knight the maids distress survey'd&mdash;</br>\"Forbear!\" he cried, and couch'd his magic blade.</br>The clouds of wrath o'erspread his dusky brow,</br>And from his eyes, the lightning flash'd below.</br>With whirlwind fury, on the dastard knight</br>Rinaldo rush'd &mdash; but now, in matchless flight,</br>The fleet-foot damsel reach'd the silver lake,</br>And in its waters plung'd with piteous shriek;</br>But, closer still, the kindling ravisher,</br>Behind her press'd and clasp'd the struggling fair.</br>For help, for mercy, many a pray'r she sends,</br>And tow'rds the shore her pleading hand extends;</br>In his fierce arms her beauteous body writhes,</br>More faint she cries, more pantingly she breathes,</br>And feebly calls on brave Rinaldo's name,</br>To save her spotless chastity from shame.</br>\"And where &mdash; O!  where is now the gallant youth,</br>The shield of beauty, innocence, and truth?</br>And does he shrink, or view with heedless eye</br>Vice triumph thus, and pleading Virtue die&mdash;?\"</br>Upon the strand the hero stood amaz'd,</br>And on the pair in silent horror gaz'd;</br>But soon grew calm the tumult of his breast,</br>And thus the treach'rous fairies he address'd:</br>\"Deceitful fiends!  behold, and blush to see</br>How vain your wiles and wicked sorcery!</br>Full well I know how that enchanting lake,</br>From manly limbs their energy will take;</br>Unbrace the arm, and, to the warlike heart,</br>A trembling imbecility impart.</br>O!  had I not th' infernal cunning known,</br>Not that clear lake, not fiery Phlegethon,</br>Nor raging seas had check'd my progress on.\"</br>Rinaldo ceas'd, when terrible to view,</br>The am'rous pair two hideous monsters grew!</br>They shriek'd, they fled; and all th' Elysian scene</br>Before him vanish'd like an airy dream.</br>The grove, the lake, the arch of radiant gold,</br>Swift from his view, as the red lightning, roll'd,</br>Which is, and is not, ere a moment flies&mdash;</br>Meanwhile thick glooms and howling whirlwinds rise</br>And vast volcanoes shake the region dread,</br>And sounds tremendous thunder o'er his head&mdash;</br>Such dreadful sounds as jar the pond'rous globe,</br>When heaven's sulphureous magazines explode,</br>And shoot their flaming thunder-bolts abroad.", "The Knight, in pale astonishment and fear,</br>Propping his tott'ring body with his spear,</br>Now gazes round &mdash; but nought salutes his eye.</br>Save the mad meteor bickering on high,</br>Or baleful fires, that ghastly glimmers throw</br>On fiery floods and yawning gulfs below;</br>Or pale-blue gleams, by frantic lightnings shed</br>On dusky cliffs that totter o'er his head.</br>But soon the tumults died in murmurs round,</br>And awful silence fill'd the gloom profound;</br>When, strange to tell, and heavenly to hear,</br>Melodious sounds, sublimely high and clear,</br>Roll'd through the gloom and cheer'd his wond'ring ear.</br>And lo!  again the golden concave sky</br>Spread its effulgent canopy on high,</br>And bow'rs and groves came dancing on his sight,</br>And all the waters roll'd in saffron light.", ""]