["The weary Sun had ta'en his Leave of Day,</br>And Hens and Cocks to roost had wing'd their way;</br>Each Lass had hung her milking Pails to dry,</br>And Cuddy with his Tits went whistling by:", "When Marian neat, with secret Steps stole out,</br>To th' broomy Field to meet her Colin Clout.</br>The Swain was there, impatient for the Bliss,</br>And met his Damsel with an eager Kiss.", "COLIN.</br>Ah peerless Wench!  this Kiss does more than pay,</br>For all the Suff'rings of the tedious Day;</br>Each slow-pac'd Minute linger'd in its Flight,</br>And tardy seem'd to bring on dusky Night.</br>I thought the Sun i'th Welkin sheen stood still,</br>And ne'er wou'd sink behind yon western Hill;</br>But when I heard the Bell from 'cross the Plain,</br>Unusual Glee eftsoons allay'd my Pain.", "I joy'd to think the wish'd for Hour was come,</br>And with a merry Heart went blithsome home.</br>My Team ungear'd, I wash'd my Hands and Face,</br>And panting hast'ned to th' appointed Place.</br>Most Swains their Labour by their Hunger prove,</br>But I no Stomach had for ought but Love:</br>Believe me, Lass, I doat to that degree,</br>I left my Pottage for to come to thee.", "MARIAN.</br>O Colin!  cou'd I credit what you say,</br>I then shou'd sing as blith as Birds in May;</br>But I (Oh luckless Wench!)  can't taste of Joy,</br>Whilst Fears and Doubts do ev'ry Hope destroy,</br>Was I convinc'd that thou wer't only mine,</br>I shou'd no more in Holes and Corners pine:</br>But Friday last I saw a doleful Sight,</br>Which put my silly Heart in piteous Plight.</br>As I ath' Window sat a winding Yarn,</br>I saw you stand at Farmer Hobson's Barn,</br>There Cic'ly's Dog came by, I'll swear 'tis Truth,</br>You patted him o' th' Head, and spit in's Mouth.</br>But Colin say!  thy Love shall Cic'ly gain,</br>Cic'ly the clumsiest Dowdy of the Plain:</br>Her stinking Cheese, her Housewifer'y has shewn,</br>Her sluttish Tricks by ev'ry Swain are known:</br>Nor th' 'Squire, nor Parson will her Butter eat,</br>But say 't looks not like Marian's, &mdash; clean and neat:</br>Mine bears the Mark of curious flourish'd Moulds,</br>And boasts the Hue of brightest Marygolds;</br>At Fair or Market it was always found,</br>I out-sold Cic'ly Two-pence in a Pound,</br>Oh Colin!  think when thou art sick in Bed,</br>Will she sit up and hold thy aching Head?</br>Can she the healing Treacle-Posset make?</br>Did she e'er bring thee Ging'bread from the Wake?</br>Sooner the Moon shall take the Place o' th' Sun,</br>Than she shall do for thee what I have done.", "COLIN.</br>Pr'ithee no more, but banish all thy Woes,</br>Nor let such Thoughts thy Bosom discompose;</br>Assure thyself I hate the Dowdy's Name,</br>Nor can her pois'nous Breath my Heart inflame;</br>Stronger than Onions is the odious Smell,</br>Nay, Goody Cragg's herself wou'd kiss as well.</br>Oh, Marian!  I have smelt the Breath of Morn,</br>When she does first yon eastern Hills adorn;</br>I've smelt the with'ring Hay when newly mown,</br>I've smelt the Damask Rose when newly blown;</br>I've smelt the fragrant Breath of grazing Cows,</br>And that which from the Lambkin's Nostril flows;</br>But neither Breath of Morn, when first awake,</br>Nor with'ring Hay, first open'd by the Rake</br>Not Damask Rose, nor balmy breathing Cows,</br>Nor that which from the Lambkin's Nostril flows,</br>Nay, let 'em all their breathing Odours join,</br>They'r not so sweet, nor half so sweet as thine.</br>Then think, dear Wench, to Reason I refer,</br>Can I e'er Cic'ly's filthy Lips prefer;</br>Sooner shall well-fed Fowls the Barn forsake,</br>And scratch for Grain in yonder fuzzy Brake;</br>Sooner shall Rooks in Corn-fields cease to feed,</br>And fly for Food to yonder watry Mead;</br>Sooner shall Sheep from fav'rite Turnips stray,</br>And seek for Grass in yonder beaten Way;</br>Sooner shall my Dog Tray abandon me,</br>Than I love Cic'ly and be false to thee.", "MARIAN.</br>Should'st thou untrue to me, and faithless prove</br>Then surely Colin I shou'd die for Love.</br>Just like poor Lucy in the doleful Song,</br>Thou wou'dst behold me breathless stretch'd along.</br>No Swain beside can please poor Marian's Eyes,</br>'Tis thee alone can give substantial Joys;</br>Not even Cynthio, tho' with Lace bedight,</br>Whose flatt'ring Tongue does ev'ry Nymph delight:</br>Tho' in yon Wood as I from milking came,</br>He met me and avow'd his ardent Flame;</br>To kiss, and something else the Youth made bold,</br>And squeez'd, and swore, and tempted me with Gold;</br>Yet I his profer'd Kindness did reject,</br>Nor shew'd his powder'd Locks the least Respect.</br>I hate your Gentry, and your Whey-fac'd Beaux,</br>With Shirts like Cobwebs, and with silken Hose:</br>Give me my Collin Clout in's Sunday Dress,</br>With Home-spun Grey, and undeceiving Face.</br>No Help he wants to put his Garments on,</br>But in a Minute's Time can doff and don;</br>And tho' his Shirt's but hempen, still 'tis white,</br>And he looks spruce altho' in homely Plight.", "COLLIN.</br>I ween that thee and I are of a Mind,</br>And surely for each other were design'd;</br>I hate your Gew-gaws and your silken Stuff,</br>Give me what's tight and clean, and that's enough;</br>I love the Thing that's plain, that's strong and stout,</br>'Tis Linsey-wolsey pleases Colin Clout.</br>What tho' th' Squire's Daughters dress themselves so fine,</br>And in their Gold and Silver Trappings shine;</br>I think my Marian in her tucker'd Smock</br>With Hosen blue and curious whiten'd Clock,</br>Looks blither far, and tho' no Trinckets glitter,</br>Her rosy Lips, I'm sure, are ten times sweeter.</br>No Maid has given me or Pain or Joy,</br>Since first at thee I cast a Lover's Eye;</br>'Twas at the Wake when Nymphs and Swains are seen,</br>Gamesome as Lambs on yonder flow'ry Green;</br>I pick'd thee out from'mongst the Female Band,</br>And thou with Blushes gav'st thy trembling Hand.</br>We danc'd and revell'd all the live-long Day,</br>And ev'ry Lad and Lass were blith and gay:</br>But this I'm sure, that 'mongst the rustick Rout,</br>No one so happy was as Colin Clout.</br>Then I my witless Love did first impart,</br>I gave my Hand, and with it gave my Heart.</br>Each Swain that saw was envious of my Bliss,</br>And Lubberkin wou'd fain have stol'n a Kiss;</br>I made a Blow at the presuming Clown,</br>And with my gripen'd Fist I knock'd him down.</br>Next Day with heavy Heart I went to plow,</br>And 'stead of Wheat, alas!  did Barley sow.</br>Nothing but Marian run in Colin's Head,</br>Not only when at work, but when in Bed.</br>One Day I went to our tall Pear-tree Top,</br>That I might some unfruitful Branches lop;</br>But so my Thoughts upon thy Image run,</br>I cut the very Bough I stood upon.</br>But Love, where e'er he comes, such Blunders makes,</br>And Lovers must submit to such Mistakes.", "MARIAN.</br>Ah Colin Clout!  full well thou know'st the way,</br>Poor Marian's silly Bosom to betray;</br>Like any courtly Swain thy Flatt'ry flows,</br>But Thorns are oft conceal'd beneath the Rose.</br>Perhaps all this is only to deceive me,</br>But yet, my much-lov'd Lad, I must believe thee;</br>If thou art false, then where can Truth be found,</br>But don't be rude, &mdash; here's Dew upon the Ground;</br>Nay, Colin Clout, &mdash; you squeeze me just to Death,</br>Oh bless me! &mdash; Why, I swear I'm out of Breath;</br>Oh!  now I go, &mdash; adown, adown, adown,</br>Oh!  dont, &mdash; Oh dear!  Oh Lud!  you'll &mdash; spoil my Gown.</br>Hark,  Clodpole's Voice, the Lout does this way come,</br>Lie still 'till he's gone by, then we'll go Home.</br>"]