["Happy the Babe whose natal Hour</br>The Muse propitious deigns to grace,</br>No Frowns on his soft Fore-head low'r,</br>No Cries distort his tender Face;</br>But o'er her Child, forgetting all her Pangs,</br>Insatiate of his Smiles, the raptur'd Parent hangs.", "Let Statesmen on the sleepless Bed</br>The Fate of Realms and Princes weigh,</br>While in the agonizing Head</br>They form ideal Scenes of Sway;</br>Not long, alas!  the fancied Charms delight,</br>But melt, like Spectre-forms, in silent Shades of Night.", "Ye heavy Pedants, dull of lore,</br>Nod o'er the Taper's livid Flame;</br>Ye Misers, still increase your Store,</br>Still tremble at the Robber's name;</br>Or shudd'ring from the recent Dream arise,</br>While visionary Fire glows dreadful to your Eyes.", "Far other Joys the Muses show'r</br>Benignant, on the aching Breast,</br>'Tis theirs in the lone, chearless Hour,</br>To lull the lab'ring Heart to Rest:</br>With bright'ning Calms they glad the Prospect drear,</br>And bid each Groan subside, and dry up ev'ry Tear.", "From earthly Mists, ye gentle Nine!</br>Whene'er you purge the visual Ray,</br>Sudden the Landscapes fairer shine,</br>And blander smiles the Face of Day;</br>Ev'n Chloe's Lips with brighter Vermil glow,</br>And on her youthful Cheek the Rose-buds fresher blow.", "When Boreas sounds his fierce Alarms,</br>And all the green-clad Nymphs are fled,</br>Oh!  then I lie in Fancy's Arms</br>On fragrant May's delicious Bed:</br>And thro' the Shade, slow-creeping from the Dale,</br>Feel on my drowsy Face the lilly-breathing Gale.", "Or on the Mountain's airy Height</br>Hear Winter call his howling Train,</br>Chas'd by the Spring and Dryads light,</br>That now resume their blissful Reign.</br>While smiling Flora binds her Zephyr's Brows,</br>With ev'ry various Flow'r that Nature's lap bestows.", "More potent than the Sybil's Gold</br>That led Aeneas' bold Emprize,</br>When you, Calliope, unfold</br>Your Laurel branch, each Phantom flies!</br>Slow Cares with heavy Wings beat the dull Air,</br>And Dread, and pale-ey'd Grief, and Pain and black Despair.", "With you Elysium's happy Bow'rs,</br>The Mansions of the glorious Dead,</br>I visit oft, and cull the Flow'rs</br>That rise spontaneous to your Tread;</br>Such active Virtue warms that pregnant Earth,</br>And Heav'n with kindlier Hand assists each genial Birth.", "Here oft I wander thro' the Gloom,</br>While pendent Fruit the Leaves among,</br>Gleams thro' the Shade with golden Bloom,</br>Where lurks the various-feather'd Throng,</br>Whose Notes th' eternal Spring, unceasing, chear,</br>Nor leave in mournful Silence half the drooping Year.", "And oft I view along the Plain</br>With slow and solemn steps proceed</br>Heroes and Chiefs, an awful Train,</br>And high exalt the laurell'd Head.</br>Submiss I honour every sacred Name,</br>Deep in the Column grav'd of adamantine Fame.", "But cease, my Muse, with tender Wing</br>Unfledg'd, etherial Flight to dare,</br>Stern Cato's bold Discourse to sing,</br>Or paint immortal Brutus' Air;</br>May Britain ne'er the Weight of Slav'ry feel,</br>Or bid a Brutus shake for her his crimson Steel!", "Lo!  yonder negligently laid</br>Fast by the Stream's impurpled side,</br>Where thro' the thick-entangled Shade,</br>The radiant Waves of Nectar glide,</br>Each sacred Poet strikes his tuneful Lyre,</br>And wakes the ravish'd Heart, and bids the Soul aspire.", "No more is heard the plaintive Strain,</br>Or pleasing Melancholy's Song,</br>Tibullus here forgets his Pain,</br>And joins the Love-exulting Throng;</br>For Cupid flutters round with golden Dart,</br>And fiercely twangs his Bow at ev'ry rebel Heart.", "There stretch'd at Ease Anacreon gay;</br>And on his melting Lesbia's Breast,</br>With Eye half-rais'd Catullus lay,</br>And gaz'd himself to balmy Rest.</br>While Venus' self thro' all the am'rous Groves</br>With Kisses fresh-distill'd supply'd their constant Loves.", "Now Horace' hand the String inspir'd,</br>My Soul, impatient as he sung,</br>The Muse unconquerable fir'd,</br>And heavenly Accents seiz'd my Tongue:</br>Then lock'd in Admiration sweet I bow'd,</br>Confess'd his potent Art, nor could forbear aloud.", "Hail glorious Bard!  whose high Command,</br>A thousand various Strings obey,</br>While joins and mixes to thy Hand</br>At once the bold and tender Lay!</br>Nor mighty Homer down Parnassus' Steep,</br>Rolls the full Tide of Verse so clear, and yet so deep.", "O could I catch one Ray divine</br>From thy intolerable Blaze!</br>To pour strong Lustre on my Line,</br>And my aspiring Song to raise;</br>Then should the Muse her choicest Influence shed,</br>And with eternal Wreaths entwine my lofty Head.", "Then would I sing the Sons of Fame,</br>Th' immortal Chiefs of ancient Age,</br>Or tell of Love's celestial Flame,</br>Or ope fair Friendship's sacred Page,</br>And leave the sullen Thought and struggling Groan,</br>To take their watchful Stands around the gaudy Throne.</br>"]