["I.</br>Restor'd to ancient Rule begin my Verse,</br>Thou whom few Bards rehearse,</br>Thou Queen Justitia whose Impartial Eye</br>Does ev'ry humane Fault descry,</br>Assist my Mind, assist my Song</br>Chief of the Sacred Throng,</br>To whom the Skill of Sounds belong,</br>Who when oppressive Vice did grow</br>Too potent for thy Rod, forsook the World below:</br>Return gay Goddess to thy Native Seat,</br>And thy long Work compleat;</br>Come thou with thy attendant Train,</br>Assert thy Legal Reign;</br>Shine lovely aweful to the sight, and bless the World again.", "II.</br>With thee begins my Song, while some to Jove</br>Ambitious Pray'rs coutinual keep,</br>And some to softer Love;</br>The Mariner Leda, on thy Twin-born Seed</br>Officious calls, when Storms disturb the Sea;</br>Affrighted at the foaming Deep,</br>And Pious made by need;</br>Justitia to the Muse belongs, the Muse her guidance craves;</br>Assume thy Throne, assert thy Right, that Tyrant Vice enslaves.</br>'Tis done; and see the Goddess mounts her Seat,</br>Around her aweful Executi'ners stand,</br>Obedient all to her Command;</br>Bring me (she cries) the guilty Land,</br>Britain shall feel my long neglected Rage,</br>The shameful impious Age;</br>Whom I so oft have sought, by Kindness to engage,</br>I ev'ry Shame shall open lay, and ev'ry Plot defeat.", "III.</br>Judgment, do thou my warning Summons bear,</br>And bid the Isle prepare;</br>Thro ev'ry Street, thro' ev'ry House proclaim,</br>My long unmention'd Name;</br>And my dread Execution sound in ev'ry Ear,</br>In vain shall Capital Offenders shroud,</br>Their guilty Heads among the Baser crowd.</br>In vain the stately Roof, in vain the gilded Pile,</br>Shall Screen the Villain from my Reach, and Judgments Sword beguile.", "IV.</br>Judgement; do thou my first Command obey,</br>Go dress'd in all my black Array,</br>And the Offenders slay.</br>HONOR and PEACE, shall my next call attend</br>The injur'd Patriots to defend,</br>And their large Worth extend.</br>MERCY, go thou Attendant on his way,</br>And rash Destruction stay;</br>On ev'ry House, on ev'ry Door,</br>Where Vice has never enter'd in;</br>Thy sparing Task begin,</br>And sprinkle the forewarning Blood, upon the Virtuos Floor,</br>Judgment observe the Signal there, and pass thy pest'lence o'er.", "V.</br>Haste my dread Ministers of Death, and seal</br>The Sentence they must feel;</br>Drive thro' the Kingdom with unwieldy Force,</br>And in a Sable Cloud convey'd,</br>Make ev'ry Heart dismay'd;</br>Like the first Angel, in th' appointed Course</br>Pour from the Vials of my Wrath, despair</br>On ev'ry impious Soul, on ev'ry Being there,</br>Confus'd and trembling let 'em view the Sign</br>And as they at their Guilt repine</br>Big with Perdition shed thy Plagues, and make destruction mine.", "VI.</br>From the high Cedar to the Shrub as low</br>With thy Artillery go,</br>Go to the Court my Ministers, and sound</br>My Orders all around;</br>Let none Corrupted in the Train escape thy aweful Wound.</br>Next to my Courts, my Courts of Justice hast,</br>And the black Numbers wast,</br>To each selected Criminal dispose,</br>The full of all his Woes,</br>And Judges that for Partial Bribes the guiltless Life expose.</br>To the City next return,</br>There let thy Ministers of Fate adjourn;</br>But first the Task, the mighty Task pursue,</br>And give to all their finish'd due;</br>In thy Right Hand my pointed Vengeance hold,</br>The Left let softer Mercy gently fold,</br>Search all the spacious Isle throughout, and purge the drossy Gold.", "VII.</br>But think not All, tho' All deserve</br>To feel the most afflicting Pain,</br>I to like Punishments ordain;</br>Offending Governors must feel the smart</br>Of thy severest Dart;</br>The Public Trust betray'd does loudly call,</br>For publick Punishments on all,</br>Supremest Tortures for the Great, but easier for the small.</br>The Magistrate that by Tyrannic stealth,</br>Robs Cities of their Wealth,</br>Let thy strong Arm with double Fury bind,</br>And for my special Wrath design'd,</br>Let him Impal'd, around the Stake wreath Bloody as his Mind.", "VIII.</br>Obedient to my Word behold they ride</br>In lovely dreadful Pride,</br>Aloft my Sov'reign Subject Vengeance sits,</br>And as the lesser Fates he guides</br>Thro' ev'ry Province he divides</br>His Numbers forth, and to each Fate his final Charge commits:</br>But thou by me ordain'd my great Viceroy,</br>Thy self shall the great City's Crimes destroy;</br>Perform my Will, Redress my Plight,</br>O thou of able might!</br>Give Justice to the Land again, and Discord put to flight.", "IX.</br>Honor and Peace, my calmer Servants hear,</br>You ever to my Nature dear;</br>Fly to the Court, the City, and the Bar,</br>And spread my Message far.</br>Let the brave Patriot that in Justice cause,</br>Stood greatly for my Laws;</br>Share bounteous Honour of thy just Applause,</br>Around his Head, around his Heart,</br>Wreath Trophies of Desert.</br>Blow loud, and on thy Silver Wings, around his Fame impart,</br>Around the Fame, (for he deserves it most)</br>Of Glorious MOLESWORTH Boast,</br>My Brother and the choicest Friend,</br>That Heav'n to Purge a guilty Isle could send,</br>Form'd of the noblest Seeds of Worth, and Gen'rous to defend;</br>Spread first his Name, and let thy Trumpet blast,</br>To Time's extensive Period last;</br>Let the glad Sound in ev'ry Ear, in ev'ry Breast be cast.</br>In ev'ry Breast let MOLESWORTH'S Name,</br>Burn with Religious Flame;</br>The best good Man, the least in Fault, of all the Sons of Fame.", "X.</br>Forgive the Muse and Patron that with Awe,</br>Would thy extensive Glories draw;</br>If she too faulty does attempt thy Praise,</br>Thou can'st her Weakness raise;</br>Fame only shall Eternity supply,</br>With thy Illustrious Memory:</br>And as her Golden Trumpet bears it round,</br>The Wide Concavity shall burst with the o'recharg'd Sound.", "XI.</br>Sire of the Muse, let Justice cheerful Word,</br>Life to thy Fame afford;</br>Her Servant Honor bowing to her Will,</br>Waits the glad Message to fulfil;</br>Well fitted to my Task (she cries) obey with dutious Skill,</br>MOLESWORTH, segacious MOLESWORTH, worthy Peer,</br>To the first Glories rear.</br>Who the first Glory shall with MOLESWORTH claim,</br>What Hero shalt thou raise to equal Fame:</br>Sing Muse to MOLESWORTH all thy Strains.</br>To him alone thy Verse pertains;</br>To him alone, let ev'ry Verse apply,</br>To him let every wanton Cadence fly,</br>And the Pindaric (Notes dance round in Music to the Eye.)", "XII.</br>The Goddess speaks, again she cries attend,</br>Thou my chief Servant, and my Darling Friend;</br>To MOLESWORTH with the Conq'rous Laurels soar,</br>Burn Incense on my Temple Floor;</br>Within my Temple lead my Guest,</br>With shining Robes his Worth Invest;</br>Among the Train of Antient Heroes there,</br>That on my Side did openly declare;</br>Convey him to the Sacred Shrine,</br>There let his Name be Registred with mine;</br>And CATO to the British Patriot join;</br>Who to amazing Excellence can rise,</br>In Deeds Sublime as his great Soul, unbounded as the Skies.", "XIII.</br>Thou Peace, my last Commission shall receive,</br>And the sad Hearts relieve;</br>Let Wealth and Traffic thy compleating Train,</br>Scatter Prosperity again;</br>The great Effect, the Wise Desert, of GEORGE'S happy Reign.</br>Of GEORGE'S happy Reign the Fruits display,</br>In that propitious Day;</br>A Father to my sinking Cause, and well dispos'd to Sway.</br>GEORGE with WILLIAM'S Name shall run.</br>Far as the Circuit of the Golden Sun;</br>Eternal Rounds of nameless time, for ever new begun.", "XIV.</br>Now Blessings on ye all, my useful Friends,</br>Well fitted to my solemn Ends</br>Justice shall now no more forsake the Earth,</br>But rule the happy Birth,</br>Delighted with the Praestine Scenes, of Innocense and Mirth.</br>No more shall Warr, no more shall devious Rage,</br>Disturb this Golden Age;</br>Iron Ambition shall forsake her Cave,</br>Affrighted at the Day's approaching Light,</br>And fly beyond the Night;</br>There bound in Chains of dural Strength, unpityed let her Rave.", "XV.</br>'Twas here my useful Ministers, 'twas here,</br>She first did her presuming Head appear;</br>Till guilty Times, and guiltier Men,</br>Intic'd her from her Den;</br>Ambition rais'd, contented with no State,</br>Soars to the Seat of Fate,</br>And calls the Ministers with Speed, from her attentive Gate</br>From Her attentive Gate they come,</br>Big with the fatal Doom;</br>And fill the Populary Tomb.", "XVI.</br>Honor and Peace, when my Commands are sped,</br>Return at faithful Judgment's Head;</br>Thou Honor, on my Right Hand shall be plac'd,</br>Thou Peace, shall on my Left be grac'd;</br>Judgment and Mercy, my Almighty Pair,</br>Shall of the Favor share;</br>Return, return, fulfillers of my Laws,</br>Return, with earn'd Applause;</br>And to my Seat on Wings of Triumph born,</br>Each my great Side adorn;</br>Each my great Side, undauntedly uphold,</br>Me made of Ruling Mold.</br>To bring the haughty low, to make the Virtuos bold.", "XVII.</br>Thou Goddess whose reviving Voice we hear,</br>Behold thy Suppliant near;</br>Let thy great Servant Honor to my Song,</br>Lend kindly, Help, and make the Feeble Strong;</br>MOLESWORTH, the Muse well minded would invest,</br>With Praises like his Glory dress'd;</br>The Theme on him; on GEORGE his Merits rest.</br>Nothing more great can humble Verse sustain,</br>Than MOLESWORTH'S glorious Deeds and GEORGE'S Golden Reign;</br>George can the Patriot of well-deserving raise,</br>Above a Poet's Praise;</br>Where like as on the Sun, we can but by Reflection Gaze.", "XVIII.</br>Yet O!  my Patron, and my Generous Peer,</br>Will I, forbid to gaze revere,</br>And as the Telescope that cheats the Eye,</br>By drawing Distance nigh,</br>When held reversely will expose,</br>At mighty Distance, what true Sight at near Observance shows,</br>Will I far off contract the boundless Space,</br>In a small compass'd Place;</br>Least aiming at each proper Part, I should the whole deface.</br>"]