["In golden glory sunk the setting Light,</br>And softest shadows sweetly cover all;</br>No sound is heard to usher in the night,</br>Save the low murmur of yon water-fall.", "This is the lonely, quiet breathing hour,</br>When Contemplation wears her sob'rest mein;</br>When sombre Fancy best exerts her pow'r</br>And gives new life to scenes that once have been.", "Now, o'er the strange vicissitudes of time,</br>Let me awhile with pausing footsteps brood,</br>And learn indelibly this truth sublime,</br>That \"Virtue only is a real Good.\"", "Ah!  who these hoary Ruins can survey,</br>Where adders hiss, and boding owlets scream,</br>And not recal great Villiers' festive day,</br>The Sage's lesson and the Poet's theme?", "How oft, at rosy morning's earliest smile,</br>Rous'd by the clangours of the echoing horn,</br>He joy'd to share the hunter's glorious toil,</br>O'er broomy hills and shadowy vallies borne!", "While many a frolic youth, from southern lands,</br>His low companions in endear'd excess;</br>Delighted, emulate the rustic bands, </br>Who, fir'd with praise, to every danger press.", "And as triumphant from the devious sport,</br>With wearied step return'd the mirthful crew;</br>How would they round their gen'rous chief resort!</br>Charm'd with the wildest sallies Wit e'er knew.", "But lo!  the board with ev'ry viand grac'd,</br>And, goblets bright, with care dispelling wine,</br>And num'rous guests in gay disorder plac'd</br>And mirth, and song, and revelry divine.", "Yet Reason, Fancy, Taste, were all their own;</br>Ah why, alas!  not these alone preferr'd?</br>The intellectual contest sure had shone</br>Without the grovel of the sensual herd!", "But mute, as now, was each deserted wall,</br>Whene'er their lord preferr'd his Cilveden's charms,</br>When gaily held in yielding Beauty's thrall,</br>Life flew unheeded in his Wanton's arms.", "Ah!  me, the brilliant race of Vice how short!</br>Tho' monarchs honour'd, and a world admir'd:</br>Diseas'd and bankrupt, friends no longer court,</br>And reft of all, sad Buckingham expir'd!", "No pomp of woe attends his niggard bier;</br>By lowest hinds unfeeling borne along;</br>Nor anguish'd sigh, nor sympathetic tear,</br>Repress'd the censures of the vulgar throng.", "How happier he, the humblest cottage swain,</br>Who, far from all the riot of his lord,</br>In some sweet corner of this wide domain,</br>Saw ruddy Health adorn his temp'rate board!", "Saw in his offspring every open grace.</br>Beauty's bright bud, and Virtue's winning smile:</br>And felt a Wife's affectionate embrace,</br>Benign oblivion of returning toil.", "Who own'd the Power that o'er all presides,</br>And liv'd in meek subjection to his law;</br>Mourning the wit, that frantickly derides</br>The Name, pronounc'd with universal awe.", "Though wretched, misdirected Genius scorn'd,</br>In soft complacency he clos'd his eyes:</br>By all he lov'd in life sincerely mourn'd,</br>And sad and solemn were his obsequies.", "Oh may this soothing truth impress my heart,</br>That lowliest Virtue is a richer prize,</br>(Howe'er contemn'd by fools without desert,)</br>Than all the dread magnificence of vice.", "So shall I not have view'd this pile in in vain,</br>While gayer scenes my gayer friends have mov'd;</br>So shall I hasten to these friends again,</br>Their humble worth with purer ardour lov'd.</br>"]