["'Tis hard for man, bewilder'd in a maze</br>Of doubtful reas'nings, to assign the cause</br>Why heav'n's all-ruling pow'r, supremely just</br>And good, shou'd give Iberia's cruel sons</br>Unbounded leave to travel o'er the globe,</br>And search remotest climes; to stretch their sway</br>Thro' all the western world; to exile Peace</br>And Liberty, with all their train of joys</br>From the afflicted lands; and proudly vex</br>Th' unhappy nations with oppressive rule.", "&mdash;In ages past, as time revolv'd the year,</br>'Twas all a round o innocent delights:</br>The fearless Natives rarely heard of war</br>And its destructive ills; Famine, Disease,</br>And all the various plagues of other realms,</br>Were there unknown:  life was a constant scene</br>Of harmless pleasures; and, when full of days,</br>The woodland-hunter and the toiling swain,</br>Like ripen'd fruit that, in the midnight shade,</br>Drops from the bough, in peace and silence sunk</br>Into the grave.  But when the Spanish troops,</br>In search of plunder, crowded on the shore,</br>And claim'd, by right divine, the sovereign rule,</br>Another scene began; and all the woes,</br>Mankind can suffer, took their turns to reign.</br>Wide-ranging slaughter crimson'd o'er the field,</br>With streaming blood, and Death in triumph rang'd</br>Along the desolated wast; the light</br>Of heav'n was conscious of such horrid crimes,</br>As sicken human nature to relate,</br>And make ev'n Guilt asham'd.  The shades of night,</br>Afforded only priviledge to mourn</br>And Sorrow waited on the gloom:  but in</br>The midst of ruin the advent'rous tribes</br>With souls undaunted by approaching fate,</br>Oppos'd their haughty inmates with a zeal</br>Well worthy Liberty, and Fame; appear'd</br>Their country's champions in the front of war,</br>And dy'd by thousands for the publick good.", "O Zeuma, thy immortal deeds remain,</br>As deathless trophies, to inform mankind</br>How princes should espouse their peoples cause;</br>And what eternal glory's the reward</br>Of virtue so sublime.  O that like warmth</br>My animate the muse, who tunes her voice</br>To Liberty, the best, the darling gift</br>Of bounteous heaven!  the joy of all mankind!", "Beyond the vast Peruvian realms, whose wealth</br>Supports th' Iberian throne, and freights whole fleets</br>To Europe's hostile strand; a wond'rous ridge</br>Of cumb'rous hills, vast, huge, and pil'd abrupt,</br>Ascend above the clouds, and bound the view</br>From sky to sky; aloft bleak Winter holds</br>Eternal reign, and from the mountain's brow,</br>All cover'd with ice, and white with snow</br>Looks hideous down; breaths out his chilling gales,</br>And the sad Wand'rer freezes to the ground,</br>A ghastly statute, with the dread of death,</br>Still grav'd upon his face; sometimes he bids</br>The whirlwind roar, and with destruction wing'd</br>Impels it on the realms below, and oft,</br>Assembling clouds on clouds, draws o'er the world</br>A midnight darkness; and with sudden gush</br>Pours down the rain in dreadful show'rs, and drowns</br>The hope of harvest on the field.  Where ends</br>This rocky chain, succeeds a dreary length</br>Of barren sands, torn up by ev'ry wind,</br>And rowl'd in heaps, like the vext billows</br>On the stormy main:  around, a frightful, wild,</br>And horrid prospect, tires the lab'ring eye</br>In gazing for it's end.  No vernal green</br>E'er chears the yellow wast; no bubbling spring</br>It's cooling azure rolls along; no rains,</br>Nor kindly dews refresh the burning soil;</br>But Nature looks as crumbled into dust;</br>And Ruin sole possessor of the void.", "Yet, on the steril desart's utmost verge,</br>And the rude mountain's skirt, the Spaniards found</br>A land of plenty, where enliv'ning Spring</br>And fruitful Autumn, with alternate change,</br>Rejoyc'd the year; where wealth immense (the hope</br>And end of all their execrable deeds,)</br>Was found in earth's dark womb, and ev'ry joy</br>Invited their abode.  Such Peru was;</br>And when, subjected to their arms, it's tribes</br>Became the vassals of their pow'r, athwart</br>This ridge of mountains thy pursu'd</br>Their way to conquest, and, in Chili's realms,</br>Resolv'd to fix their arbitrary rule,</br>Tho' Death in all it's horrid forms oppos'd</br>Their common toil, and not a soul return'd</br>In safety from the war.  There Zeuma reign'd,</br>A prince, who in the opening bloom of youth,</br>Prefer'd his country's welfare to his own;</br>Who, night and day, with an unwearied care,</br>Employ'd his hours to benefit mankind,</br>And study their content; who drew the sword</br>With a reluctant hand; and, tho' 'twas just,</br>With tears, bewail'd the miseries of war;</br>Who liv'd his country's darling and defence,</br>The boast of human nature, and the joy</br>Of nations that rever'd his growing worth,</br>And idoliz'd his name.  'Twas thus he liv'd,</br>'Twas thus he was ador'd, while downy Peace</br>And smiling Liberty indulg'd his rule,</br>And bless'd his people with continual joy.</br>Yet not the softness of a Court, nor all</br>The sweets of Peace, could lure his stedfast soul</br>From Virtue, or with impious pleasures taint</br>His manly mind.  Lone Contemplation fill'd</br>His leisure hours, and gave him clearer views</br>Of kingly duty, and well-grounded fame:</br>Or toilsome exercise improv'd his health,</br>And gave new vigour to his limbs:  by dawn</br>He rose to haunt the trembling Deer, or rouze</br>The Panther from his den:  he, first, attack'd</br>The wrathful Savage, and with lifted spear</br>Provok'd his utmost rage:  he, first, pursu'd</br>The fleeting Hind, and with unerring dart</br>O'er took his flight, and stretch'd him on the green.", "Once, as with ardent zeal he urg'd the chace,</br>And press'd, with matchless swiftness, to secure</br>His frighted prey, thro' the thick wood, from far</br>He spy'd, low-bending o'er the limpid stream,</br>An aged Hermit; who seem'd wrapt in thought</br>And solitary muse; behind him, arch'd</br>By nature in the hollow rock, appear'd</br>A gloomy cave, o'ergrown with moss, his calm</br>Abode; above, with difficult ascent,</br>Arose the hill, with vivid verdure crown'd;</br>Around, the forest spread it's grateful shade,</br>And gently murmur'd to the gale; beneath</br>Spontaneous flow'rs adorn'd the grassy turfe,</br>And sweetned ev'ry breeze:  long gaz'd the King</br>On the enchanting scene, and wonder'd much</br>It had 'till then escap'd his haunt; when, wak'd</br>By his approaching step, the Father rose,</br>And with meek rev'rence thus began.  \"'Tis not,</br>Great Prince, by accident you've stray'd to this</br>Sequestered place, but by divine decree;</br>That you may know what instant dangers threat</br>Your rule, what miseries your realms;</br>That no surprize enervate your resolves</br>When war alarms you to the field; no dread</br>Of Stranger Nations, or unusual arms</br>Confuse your routed squadrons o'er the plain.\"</br>He said, and led him, by a winding way,</br>To the high brow of that delightful hill,</br>And bid him view the prospect round.  He look'd,</br>And lo!  the whole world's globe seem'd stretch'd along</br>Before his view, so far the landscape reach'd,</br>So many objects crowded on the eye;</br>On this side cities stand, and forests wave,</br>Green fields extend, and gentle rivers glide;</br>O'er hanging precipices frown, and hills</br>Ascend on high:  on this the white sea foams,</br>And on the nearer shores, with speedy roll,</br>Breaks wide it's hasty billows.  Zeuma starts</br>At the surprizing roar, yet still intent</br>Beholds the restless wave, when, new and strange!</br>High-tossing on the ang'ry surge appear</br>Vast floating Piles, that with capaceous wings</br>Collect the breathing gale, and by degrees</br>Approach the strand; with thund'ring voice discharge</br>Huge streams of ruddy flame, in cloudy smoak</br>Involv'd, and fright the nations round.  Again</br>The Monarch starts, astonish'd at the noise,</br>While, down their steepy sides, descend a throng</br>Of bearded men, of foreign look and mien;</br>That brighten o'er the plain with shining arms,</br>And all the pomp of war.  To them succeeds</br>An heard of Creatures, fierce and active, train'd</br>To battle, and the din of arms; on which</br>The Warriors mounting, all proceed, in firm</br>And regular array, across the field;</br>Then found a charge; and o'er the tranquil glebe</br>Let loose destruction, and with slaughter glut</br>The sword; with dire, oppressive force, and stern</br>Dominion fix their barb'rous rule, and lord</br>It o'er the groaning tribes.  With horror struck,</br>Sad Zeuma overlook'd the scene, and mourn'd</br>The dire event:  when thus the hoary Sage</br>His lore renew'd, \"These are the foes that now</br>Are marching to invade your land; and such</br>The ills that must afflict your tribes; see o'er</br>Yon ridge of hills, contemning all the force</br>Of freezing cold, and wintry gales, they pass</br>Unweary'd with the toil:  then hast away,</br>Alarm your people, and with princely care</br>Draw all your squadrons to the field.  If ought</br>Of doubt yet hangs upon your mind,</br>Again survey the landscape, and believe</br>My Mission from above.\"  He look'd, and all</br>Th' illusive prospect vanish'd from the view,</br>And nought remain'd, but one vast length of wood,</br>That murm'ring bow'd before the wanton gale.", "So, where the setting Sun, with upward ray</br>Adorns the ev'ning clouds in fleecy gold,</br>And purple deeply dy'd, th' attentive eye,</br>With wonder, views a maze of objects drawn</br>In bright confusion o'er the blue sky's edge,</br>And with a round of never ceasing change</br>Perplex the doubtful scene, 'till Night's deep shade,</br>Ascending swiftly darkens o'er the heavens,</br>And in grey vapours sweeps the whole away.</br>Heart-pierc'd with horrour at the dreadful view</br>Of such impending ills, the anxious King</br>With timely care revolv'd the surest means</br>To guard his people and secure his throne.</br>For this intent, he summon'd all his chiefs,</br>The Sage in councils, and the Great in arms,</br>To wise debates; and whilst the hoary head</br>Essay'd the means of peace, inspir'd the youth</br>With warlike ardour, and heroick warmth,</br>Inur'd their manly limbs to constant toil,</br>And, by example, taught them to subdue</br>Their passions, and forget the love of ease;</br>Describ'd the warlike Steed ('till then unknown)</br>His wond'rous swiftness and amazing strength;</br>The dreadful Engines, whence immediate death,</br>In Fire and Thunder, forc'd resistless way,</br>And all the wonders that conspir'd to give</br>Eternal conquest to the Spanish arms;</br>But pictur'd all with such surprizing art,</br>As gave new spirit to his troops, and fir'd</br>The youthful Heroes with impetuous zeal</br>To prove their valour on their Country's foes,</br>Or dye in the attempt.  Mean time, oppress'd</br>With war and death, the neighb'ring nations mourn'd</br>Their captive state, and, flush'd with long success,</br>The haughty Victors, with unbated rage,</br>Prepar'd to hurl the Monarch from his throne,</br>And desolate his realms.  But first, essay'd</br>The force of threatnings; and, in haughty terms,</br>Demanded both his treasures and his crown,</br>As sent of Heav'n, and favour'd by the Gods.</br>The prudent Prince, with patience heard the boast,</br>And then return'd, \"That for his People's sake,</br>He offer'd peace on honourable terms;</br>But such refus'd, 'twas Justice to defend</br>His charge by Arms and violence, from the rage</br>Of barb'rous men, and call the injur'd Gods</br>To vindicate themselves.\"  Highly enrag'd</br>At this reply, Iberia's vengful chief,</br>The fierce Almagro, hasten'd to subdue</br>His stubborn virtue, and at once began</br>All the dread mischiefs of the Sword.  Then fled,</br>Affrighted at the hideous din, soft Peace</br>And smiling Liberty, to other climes,</br>And bless'd those lands no more.  Then, dire Despair</br>And galling Tyrany usurp'd the rule,</br>Unbounded, and at large; ev'n Death appear'd</br>A kind reprieve from more tremendous ills,</br>And Life too burthensome to bear.  Yet then</br>Brave Zeuma, with undaunted soul, resolv'd,</br>To stand his country's champion, and defend</br>It's ancient Freedom, 'till one common fate</br>Should end the People and their King.  For this,</br>With wily caution he appear'd in arms,</br>And shun'd the combat in the open plain;</br>Least, fighting on unequal terms, his troops</br>Should fly, inglorious, from the field; for this,</br>Withheld his own heroick warmth, and taught</br>His trembling Subjects, by degrees, to bear</br>The Neighing Courser and the Gun discharg'd,</br>That, when the wish'd occasion should arise,</br>He might with Courage, front his vaunting foes,</br>And, to advantage, carry on the War,", "So, when the rav'nous Lion, stung from want,</br>Forsakes th' unfruitful wild, and o'er the plains</br>With plenty crown'd, loud roaring seeks his prey,</br>The anxious Huntsman rouzes at the sound,</br>And kindles all the ardour of his soul;</br>Yet wisely shuns his open fury, at least</br>Th' intended fate should be his own, and, hid</br>In gloomy coverts, meditates the wound.", "'Twas Summer now, and the approaching Sun</br>Drove thro' the vault of heav'n his nearer orb,</br>And, on the sick'ning earth directly stream'd</br>His rays &mdash; Intolerable heat at Noon</br>In all its fury rag'd; the slumb'ring winds,</br>Unactive, hover'd in mid-air; the woods</br>In silence slept, and not a breath disturb'd</br>The stream; the torrid hours forbid the toil</br>Of arms and battle, 'till the ev'ning shades</br>Advanc'd, and fresh'ning gales, with dewy wing,</br>Blew gently o'er the world.  'Twas then th' enrag'd</br>Almagro, weary of the lengthen'd war,</br>Resolv'd t' attack the adverse troops, within</br>Their lines, and force them to the field.  Between</br>The hostile camps, an headlong current pour'd</br>It's crystal wave, and, with wide-wand'ring stream</br>Refersh'd the neighb'ring meads.  On either side,</br>In frequent combats, the contending bands</br>Had skirmish'd, to essay their mutual strength,</br>And various fortune waited ev'ry fray.", "In happyer days, when Peace and Plenty pour'd</br>Their blessings on the glebe, these blissful fields</br>Had been the haunt of Innocence and Joy:</br>Here each returning Spring, th' assembling tribes,</br>With rural pleasures crown'd the day, and breath'd</br>The fragrance of the evening breeze; here, tun'd</br>Their sweetest songs, and in the moonlight shade</br>Indulg'd the am'rous tale; the purple morn</br>Return'd but to renew their happiness,</br>And each gay minute flew along surcharg'd</br>With new delights; while Sorrow, Care, and Pain</br>At distance how'd, nor with unhollow'd tread</br>E'er ventur'd to molest the gladsome Round.", "&mdash;But now, another scene commenc'd; the trumpets rung</br>Th' allarm of battle, and the mingl'd sounds</br>Of war and tumult, thicken'd on the winds.</br>Fir'd by Ambition, and desire of Gold,</br>Th' Iberian squadrons, rang'd in meet array,</br>Begin their march along the trembling green,</br>And tow'rds the Rivers, slowly moving, bent</br>Their dreadful progress, pleas'd with Arms and Blood.</br>Almagro at their head, with gloomy pride,</br>And savage, surly glance, portending dire</br>Destructions to his foes, rode haughtily on</br>And, like his troops, with barb'rous joy revolv'd</br>The ensuing slaughters that must drench the plains.", "&mdash;So rises, red, and furious o'er the earth,</br>A baleful Comet, and, athwart the skies,</br>Extends a length of blaze; thro' all it's course</br>Streams down a thousand woes, and, to the verge</br>Of Heav'n's expansion, frights the gazing Worlds.", "Mean time, dread Zeuma, from afar, survey'd</br>Their first approaches, and, with prudent haste,</br>Commanded out his army to the field;</br>Gave ev'ry chief his portion of the war,</br>And with a noble fierceness fir'd their souls:</br>Then, waving high his hand, 'twas silence all,</br>And calm, profound attention, while he said.", "\"My fellow-souldiers, Country-men, and Friends,</br>To-day, just Heav'n has arm'd us to assert</br>Our native Freedom, and redeem our soil</br>From these outrageous sons of Guilt and blood,</br>Who change the face of Nature, with their wrongs,</br>And study to undo Mankind; who claim</br>Possession of our All, and would destroy</br>Our very Names:  methinks, the dire attempt</br>Should rouze us to revenge, and arm the World</br>To join in such a cause.  The Gods themselves</br>Should fight for us, and thunder on our foes</br>Their utmost fury, and extreamest rage.</br>O think, my Sons, with what a weight of woe</br>Your native land must groan, if your forget</br>Her dang'rous state, or fail in her defence.</br>I dread the thought; Distraction must attend</br>A pain so great, and Horrour, that would freeze</br>A Nation into Statutes &mdash; But no more&mdash;</br>It cannot be, when Heroes such as you</br>Maintain their Country's cause, and long to prove</br>Their souls superiour to their Fate.  Behold</br>Yon chrystal stream; 'tis there we must exert</br>Our utmost valour, and dispute the ford,</br>'Till Death or Conquest terminate the fray.</br>I lead you on, and share alike with you</br>The utmost danger of the day.\"  He ceas'd,</br>And shouts, like thunder in redoubled peals,</br>Rung to the skies, and echo'd all around;</br>Immediate courage flam'd in ev'ry soul</br>And brighten'd ev'ry eye; the din of arms,</br>And all the instruments of war succeed;</br>A thousand banners, gay with inwrought gold</br>And sparkling gems, stream'd to the setting Sun,</br>And lighten'd all the fields.  Down to the stream</br>They march, in thick embody'd crouds, and shake,</br>Beneath their thund'ring footsteps, all the meads.", "So e'er the Earth-quake heaves the trembling soil,</br>And rocks the drowzy world, a rumbling sound</br>Runs thro' it's hallow womb, presaging ill,</br>And all the nations shudder at the noise.", "Now stood great Zeuma on the river's brink,</br>The foremost of his troops; his stature tall</br>Above the common size of men, his face</br>The image of a King lovely in smiles,</br>In frowns majestick as a God; the blush</br>Of ripen'd manhood glow'd upon his cheek,</br>His eye-balls flam'd with living fire, sublime</br>His front, and, o'er his face, true courage seem'd</br>To heighten ev'ry charm; above, his helm,</br>Adorn'd with plumes and cover'd o'er with gems,</br>Dazled the eye, his right-hand strongly grasp'd</br>A pond'rous spear, his left sustain'd a shield,</br>Illustrious as the Day:  behind him throng'd</br>(With brave impatience for the fatal hour)</br>A crowd of noble Youths, whose utmost joy</br>Was ever to be near their Lord, and fight</br>Or dye with him:  Not such whom servile Pay</br>Had made his friends, but Virtue like their own.</br>At last their foes drew near, and, on the verge</br>Of fate, a moment paus'd, then, rang'd anew,</br>At once the signal sounded to engage,</br>And, rushing to the stream, impetuous down</br>The hostile squadrons plung'd; at once the waves</br>Were cover'd o'er with men, and foaming white</br>Ran troubled to the shore; the dreadful roar</br>Of iron Enginry was heard around,</br>And all the dire concomitants of War.</br>Stun'd, frighted at the sound, the Indian troops</br>Start back appall'd, dire horrour sinks their hearts,</br>And shakes in ev'ry limb; with frantick eye</br>They upwards gaze, and trembling think the Heav'ns,</br>Amidst a thousand thunders, tumbling down</br>With hideous ruin, and all Nature's frame</br>Dissolv'd.  Ev'n Zeuma's stedfast soul</br>Recoil'd at the tremendous noise; but soon</br>Recover'd from the sudden dread, again</br>He stood resolv'd, and, thro' the tim'rous host,</br>Infuz'd a blaze of courage, like his own.</br>&mdash;The Spaniards, eager to attain the shore,</br>Fought from below with never ceasing toil,</br>And crowded to ascend in vain.  For there</br>The dauntless Heroe, hanging o'er the flood,</br>Repuls'd their broken squadrons, and, in heaps,</br>O'erwhelm'd them in the waves.  Anger, Revenge,</br>Despair, and Rage, in dreadful forms appear'd</br>To either host, and dealt destruction round.</br>Fainting with wounds, and stifled in the stream</br>A thousand luckless wretches meet their end;</br>Drove by the side their mangled bodies float,</br>A dreadful prospect!  to the neighb'ring shores;</br>And red, for many a league, the waters roll</br>A bloody wave.  But now, advancing wide,</br>Increasing Darkness shadow'd o'er the skies;</br>Yet still the dubious battle madly rag'd,</br>And Slaughter rang'd from host to host, more dread</br>And furious than before.  The awful gloom,</br>That hung the heav'ns, with sacred terrour fill'd</br>The boldest heart, and, o'er the armies, spread</br>Confusion ev'n more terrible than Death.</br>Yet not a soul retreated from the war,</br>Or murmur'd at his fate; but, all resolv'd</br>On Victory, again renew'd the fight</br>With double ardour, and whole heaps expir'd.</br>At length the Moon, ascending from behind</br>The earth's remotest hills, roll'd up the skies</br>Her silver orb, and o'er the horrid scene</br>Shed down her welcome rays; when Zeuma griev'd</br>That Justice waited on his arms in vain,</br>Survey'd th' approaching ruin of his cause,</br>And, with afflicting thought, in hast revolv'd</br>Th' increasing danger of the lengthen'd fray.</br>Compassion soon prevail'd, and thro' the field</br>He sounded a retreat, alas too late!</br>For, lifeless on the ground, full half his strength</br>Lay roll'd in dust, and blood; and what remain'd</br>Was scatter'd o'er the field, breathless, fatigu'd,</br>Unable to resist their conqu'ring foes.</br>Yet, rouzing all the courage of this soul,</br>He gather'd his remaining troops, and gave</br>Commandment to retire; himself the last,</br>All cover'd o'er with blood, secur'd the rear</br>And sav'd them from their fate.  The victor Troops</br>Then gain'd the long-contended field, and faint</br>With labour, weariness, and wounds, encamp'd</br>Immediate on the hostile strand; nor dar'd</br>To venture a pursuit:  while, sore perplex'd</br>With all the torture, all the agony of mind,</br>A prince so zealous for his country's good</br>Could suffer, Zeuma, thro' surrounding shades,</br>And gloomy woods, escap'd; and, by the first</br>Approaches of the morning light, repos'd</br>His drooping train within Comagua's walls.</br>Where, still undaunted at his evil fate,</br>He summon'd all the forces of his realm,</br>And with sage counsel, and mature advice,</br>Plann'd out the future conduct of the War.", "Mean time, expel'd from their serene abodes</br>By lawless outrage, and the force of arms,</br>The frighted Tribes assembled to their Prince,</br>Plaintive of wrongs, and sadden'd with distress.</br>The Victor squadrons, zealous to subdue</br>An harmless Nation, and, by cruel deeds,</br>Destroy it from the earth, at once let loose</br>The rage of Av'rice, Lust, and Vengeance join'd:</br>Slaughter was first, and, when the sword was tir'd</br>With tragick fury, lawless Lust took place,</br>And from the Husband's arms, the injur'd Bride</br>Was sternly forc'd away; the hoary Sire</br>Deplor'd the virgin honour of his house</br>Defil'd, and o'er his ravish'd Daughters mourn'd;</br>The temples of their Gods, full-fraught with wealth</br>Immense, became their prey:  no more appear'd</br>The shining ornaments, and wond'rous gifts</br>Which grateful nations had bequeath'd to Heav'n,</br>But, stript of all, the rev'rend structures sunk</br>In mighty ruins, and the wild beast roam'd,</br>With nightly roarings, round the desart pile.</br>No place was free from Misery and Death,</br>No age, nor sex was spar'd; a gen'ral groan</br>Ascended to the skies, and endless scenes</br>Of Desolation sadden'd all the land.", "So where the Dam (uprais'd, with mighty toil,</br>And vast expence, to bound the wild sea's rage)</br>Gives way before the long continu'd storm,</br>And ever beating surge in at the Sluce,</br>With headlong fury, pour resistless down</br>The exulting billows, and, with dreadful roar</br>Wide-thund'ring, deluge all the plain; one rude</br>Influx of boiling waters raves along,</br>And dire destruction rides on ev'ry wave.", "Struck to the soul, with an excess of grief,</br>Afflicted Zeuma mourn'd his country's woes</br>Incessantly renew'd; the golden day,</br>And cheerful light of heav'n could ne'er afford</br>A pause of comfort, nor the night's still shades</br>A moment of serene repose:  But Death</br>And Horror, in tremendous shapes, disturb'd</br>His dreams; or ghastly Shades, of slaughter'd troops,</br>Intreated for Revenge, and, groaning loud,</br>Broke short his slumbers, and renew'd his pains.</br>Nor was it Grief alone, but kingly Care,</br>And anxious Study, to redeem his realm</br>From Violence, and War, employ'd his hours:</br>Pensive he sate, revolving the success</br>Of future battles, and approaching toils;</br>No thought of  Pleasure could relax his zeal</br>For publick Good, no dread of pain affright</br>Him from his Charge; but, like a Mountain, fixt</br>By heav'n to guard the sea-beat shore, unmov'd</br>With winds or waves, he bore the rude assaults</br>Of adverse Fate with an unconquer'd soul,</br>Nor bent beneath the Load.  While thus he mourn'd,</br>And labour'd thus to give his kingdom Peace,</br>Young Ogdar brave and good, by Zeuma lov'd</br>With growing friendship from his tender years,</br>Return'd from unsuccessful Leagues with sad</br>And drooping heart; and, as the eager prince</br>Demanded the result, with downcast look</br>And streaming eyes began:  O my dear lord,</br>The good old king Olymnah has comply'd</br>With all our wants, and sent me from his court</br>Laden with all the happiness our fate</br>Could give, but all in vain:  bad Fortune still</br>Attends us, and w' are plung'd in ruin now,</br>Yet deeper than before. &mdash; Soon as the King</br>Had heard the Story of our woes, he gave</br>Immediate orders to assemble all</br>His martial Chiefs, and with a ready heart</br>Drew out his Soldiers to the field; then thus</br>Dismiss'd me to the War:  \"My valiant friend,</br>Behold what succour's in our pow'r to give</br>Your noble Lord; 'tis all our scanty rule</br>Can raise in his Defence, not half so much</br>As he deserves:  But 'tis my trust that Heav'n</br>Will be his guard, and prosper the event</br>Of such a righteous Cause. &mdash; Instead of my</br>Enfeebled arm to combat by his side,</br>I send Zirene to relieve his cares,</br>And smooth the toil of empire with her smiles:</br>Long e'er this day I 'ad imag'd to my soul</br>The prospect of a thousand joys in his</br>Possession of her peerless charms, and all</br>Th' unnumber'd blessings of a virtuous race;</br>But ah!  how fond, how fruitless was the hope!</br>&mdash;Yet Ogdar, hear me, 'tis a father speaks,</br>I'll give her to thy charge; convoy'd by thee,</br>The nuptial band shall still unite our loves,</br>And make ev'n old Olymnah happy, e'er</br>He sink into the grave, and be no more:</br>Then take this dearest offspring of my bed,</br>And lead her to his arms; his doating heart</br>Has long been hers, and she has long indulg'd</br>His growing ardour with an equal flame:</br>O may she bring good Fortune, Health, and Joy</br>To his Embrace, and crown his future days</br>With Happiness, and Peace.\" &mdash; This said,</br>He kiss'd the blushing Maid, and, sighing, gave</br>Her to my care for you. &mdash; O that my Care,</br>My Life, or Death could have secur'd her charms,</br>And made the present yours &mdash; A general shout</br>Ensu'd, and all seem'd raptur'd that their King</br>Had chose so great a hero for his son:</br>But all were not, the proud Otomac lov'd</br>The blooming fair, and, with his friends, retir'd</br>In discontent to meditate revenge,</br>And feed the burning fury of his soul.", "Mean time, equip'd in all the pomp of war,</br>We march'd away, and, with increasing hopes</br>Of Victory, and Peace, at last arriv'd</br>Upon the verge of this unhappy land:</br>When, early as the dawn, these dreadful sons</br>Of Violence, and War, engag'd our host</br>With all the thunder of the Gods; let loose</br>Unseen destruction thro' our drowzy camp,</br>And cover'd all the field with blood:  in vain</br>We fought, or fled; the valiant fell in heaps,</br>Who dar'd oppose their rage, and, in pursuit,</br>The fiercest creatures of the world o'erturn'd</br>Our flying squadrons, scatter'd, and confus'd.</br>&mdash;The battle lost, I paus'd awhile to save</br>Zirene from her fate, and instant ran</br>To her relief:  but ah!  my care arriv'd</br>Too late; for curs'd Otomac, who had led</br>These barb'rous strangers to revenge his loss,</br>Was there, and, with unmanly force, had siez'd</br>Her in his arms, and, from the bloody scene,</br>Prepar'd to hurry her away.  Pale fear</br>Had froze her blood, and stifled her complaints,</br>Her livid cheek has lost it's crimson dye,</br>Her eyes their wonted rays; excessive Grief,</br>And mute Despair sat pensive on her brow,</br>And sadden'd ev'ry glance.  Struck to the soul,</br>With sudden horror, at the sight, I flew</br>To vengeance with an eager hand, and stain'd</br>My jav'lin his Blood:  at once he fell,</br>And in redoubled curses murmur'd out</br>His soul.  But fruitless was the stroke; for lo!</br>Ev'n then the Christian chief with all his strength</br>Beset us round, and hinder'd our escape:</br>So nought remain'd, but to resign our arms,</br>And trust the conqu'ror with our lives; nor was</br>The trust in vain, for your Zirene's charms,</br>With a resistless force, soften'd his rage,</br>And sooth'd him into smiles:  with gentle mein</br>He rais'd her from the ground, where drown'd in tears</br>She lay, and seem'd to pity her distress;</br>Then gaz'd again, 'till young desire inflam'd</br>His soul, and made the Victor own a Pow'r</br>Superior to his own.  That fatal day</br>Began his passion, and each fleeting hour</br>Increas'd it's rage; at last he talk'd of love,</br>And pleaded all the ardour of his flame;</br>Invok'd the nuptial rites, and press'd the Fair</br>To listen to his vows:  but she, averse,</br>With stern disdain, refus'd his warm address,</br>And sigh'd, and mourn'd for you.  Thus still she lives,</br>And, with unceasing Tears, bewails her doom.</br>Then rouze your courage, O my dearest lord!</br>And justify your Love, by warm and arms:</br>A thousand Dangers I've already run</br>T' acquaint you with her Fate; a thousand more</br>I'll dare with you to set such virtue free,</br>And prove our Valour equal to our cause.", ""]