["I.</br>Sitting one day beside the banks of Mole,</br>Whose sleepy stream by passages unknown</br>Conveys the fry of all her finny shoal,</br>As of the fisher she were fearful grown;</br>I thought upon the various turns of time,</br>And sudden changes of all human state:</br>The fear mix'd pleasures of all such as climb</br>To fortunes merely by the hand of fate,</br>Without desert.  Then weighing inly deep</br>The griefs of one whose nearness makes him mine,</br>Wearied with thoughts, the leaden god of sleep</br>With silken arms of rest did me entwine:</br>While such strange apparitions girt me round,</br>As need another Joseph to expound.", "III.</br>I saw a silver swan swim down the Lea,</br>Singing a sad farewell unto the vale,</br>While fishes leapt to hear her melody,</br>And on each thorn a gentle nightingale</br>And many other birds forbore their notes,</br>Leaping from tree to tree, as she along</br>The panting bosom of the current floats,</br>Rapt with the music of her dying song:</br>When from a thick and all-entangled spring</br>A neatherd rude came with no small ado,</br>Dreading an ill presage to hear her sing,</br>And quickly struck her tender neck in two;</br>Whereat the birds, methought, flew thence with speed,</br>And inly griev'd for such a cruel deed.", "IV.</br>Within the compass of a shady grove</br>I long time saw a loving turtle fly,</br>And lastly pitching by her gentle love,</br>Sit kindly billing in his company:</br>Till, hapless souls, a falcon, sharply bent,</br>Flew towards the place where these kind wretches stood,</br>And sev'ring them, a fatal accident,</br>She from her mate flung speedy through the wood;</br>And 'scaping from the hawk, a fowler set</br>Close and with cunning underneath the shade,</br>Entrapp'd the harmless creature in his net,</br>And nothing moved with the plaint she made,</br>Restrain'd her from the groves and deserts wide,</br>Where, overgone with grief, poor bird, she died.", "V.</br>A Rose, as fair as ever saw the North,</br>Grew in a little garden all alone;</br>A sweeter flower did Nature ne'er put forth,</br>Nor fairer garden yet was never known:</br>The maidens danc'd about it morn and noon,</br>And learned bards of it their ditties made;</br>The nimble fairies by the pale-fac'd moon</br>Water'd the root and kiss'd her pretty shade.</br>But well-a-day, the gard'ner careless grew;</br>The maids and fairies both were kept away,</br>And in a drought the caterpillers threw</br>Themselves upon the bud and every spray.</br>God shield the stock!  If heaven send no supplies,</br>The fairest blossom of the garden dies.", "VI.</br>Down in a valley, by a forest's side,</br>Near where the crystal Thames rolls on her waves,</br>I saw a mushroom stand in haughty pride,</br>As if the lillies grew to be his slaves;</br>The gentle daisy, with her silver crown,</br>Worn in the breast of many a shepherd's lass;</br>The humble violet, that lowly down</br>Salutes the gay nymphs as they trimly pass:</br>These, with a many more, methought, complain'd</br>That Nature should those needless things produce,</br>Which not alone the sun from others gain'd</br>But turn it wholly to their proper use.</br>I could not choose but grieve that Nature made</br>So glorious flowers to live in such a shade.", "VII.</br>A gentle shepherd, born in Arcady,</br>That well could tune his pipe, and deftly play</br>The nymphs asleep with rural minstrelsy,</br>Methought I saw, upon a summer's day,</br>Take up a little satyr in a wood,</br>All masterless forlorn as none did know him,</br>And nursing him with those of his own blood,</br>On mighty Pan he lastly did bestow him;</br>But with the god he long time had not been,</br>Ere he the shepherd and himself forgot,</br>And most ingrateful, ever stepp'd between</br>Pan and all good befell the poor man's lot:</br>Whereat all good men griev'd, and strongly swore</br>They never would be foster-fathers more.</br>"]