["The glaring beams of evening sun being spent,</br>Each weary reaper to his cottage went;</br>The tuneful birds in concert all combine,</br>And tempt each swain in vocal notes to join.</br>The whistling hind incloses all his sheep,</br>And farmers soon compose themselves to sleep;</br>The ewes impatient for their lambkins bleat,</br>And streams of milk gush from the heifer's teat.</br>The suckling calves are by their dams caress'd,</br>And parched fields by falling dews are refresh'd;</br>The moon unclouded slowly mounts the air,</br>And twinkling stars in brightness all appear.</br>A youth, in mournful lays, strives to relate,</br>Maria's charms, and her untimely fate,</br>The gliding streams in silence move along,</br>As if inclin'd to hear the doleful song.</br>The wretched lover, pensive and alone,</br>Laments her fate, and thus conveys his moan:</br>Unhappy day! &mdash; why did the sun appear?</br>Ah luckless day!  that cost me many a tear;</br>Alone, at midnight, I each woe renew,</br>And with my tears encrease the falling dew;</br>My ceaseless moans awake the nodding birds,</br>And breezes waft them to the sleepless herds;</br>The listning fishes turn against the stream,</br>At each sad mention of Maria's name;</br>The moon grows wan, the stars their lustre lose,</br>Nor do sweet notes the swain to rest compose;</br>No youthful shepherd with his pipe is seen,</br>Nor smiling lasses haunt the shady green;</br>The warbling birds dejected hang their heads,</br>And blooming flowers wither in their beds.</br>Be sure, ye rocks, while I my grief disclose,</br>Let your sad echoes lengthen out my woes.</br>His yielding rod the angler has forsook,</br>And fishes sport no more in ev'ry brook;</br>The early fowler quits his morning sport,</br>No plowman to the upland fields resort;</br>The chearful huntsman now neglects his horn,</br>And wanton hares frequent the plains each morn;</br>No more beneath the shades shall fair ones throng,</br>With merry tale, or pipe, or pleasant song.</br>Why sounds the lawn with loud laments and cries?</br>While swoln with tears the floods and riv'lets rise.</br>Her charms were known to all the swains around,</br>With ev'ry grace the smiling fair was crown'd,</br>My words are wind &mdash; She's deaf to all my cries,</br>Alas how pale! &mdash; The lustre left her eyes;</br>Robb'd of their beams, in everlasting night,</br>And clos'd to give me woe, as once delight.</br>Admir'd, esteem'd, beloved, and caress'd,</br>With shining virtues was Maria bless'd.</br>This pledge of lasting love, dear shade, receive,</br>'Tis all, alas!  my present grief can give.</br>But grief, by its own force, will set me free,</br>And send me soon a willing ghost to thee.</br>Cropt in the early spring of youth, I'll go</br>With joyful haste, to wait thy shade below;</br>Where all are ever young and heav'nly fair,</br>Without a sigh, a sorrow, or a tear.</br>While stormy winds and gentle breezes glow,</br>While dreadful floods and winding riv'lets flow,</br>While warbling birds in concert on the spray,</br>While crowing cocks proclaim the rising day,</br>While light appears in stars, in sun, or moon,</br>'Till morn to even chang'd, and night to noon,</br>While sailing barks frequent the pathless main</br>Her name and fatal end my voice retain.</br>"]