["Kind shepherds, take heed to my sheep</br>That bleat on yon heath-cover'd rocks;</br>For ah!  there poor Colin must weep,</br>And never more heed his dear flocks.</br>What eye can refuse a salt tear?</br>What heart cannot send forth a sigh?</br>Since she, of all maids the most dear,</br>So low and so silent does lie!", "Young Phillida once was the pride</br>And flow'r of the Annan's sweet vale;</br>In her did those virtues reside&mdash;</br>Those beauties that never can fail.</br>The virgin was gentle and kind,</br>Benevolent, friendly and true;</br>Her manners were sweet and refin'd;</br>So gay and so modest were few.", "How blythe was she wont to appear,</br>When feeding her flocks on yon hills;</br>She still gave new charms to the year,</br>It was summer near Phillida still.</br>Whene'er on these banks she would deign</br>To bless our fond ears with a song,</br>All nature seem'd pleas'd with her strain,</br>And shepherds flock'd round in a throng.", "But where now is Phillida fled?</br>Why faded her beauties so soon?</br>Where now is that face that once shed</br>A lustre like Phoebus at noon?</br>That form, once as fair as the snow,</br>No longer shall charm us again:</br>Ah!  Youth cannot ward off the blow,</br>And Beauty's gay smiles plead in vain.", "No wonder her lambkins now bleat,</br>And mournfully wander along,</br>For now their fond mistress can greet</br>The morning no more with a song.</br>No wonder the Annan seems sad,</br>And glides in hoarse murmurs thus by,</br>Since she, who once made his banks glad,</br>To cheer them no longer is nigh.", "No comfort her Colin can find,</br>But pensively wanders alone;</br>Keen sorrow now preys on my mind,</br>For ah!  my dear Phillida's gone.</br>I silently stray o'er the plain,</br>And mournfully rove by the burn;</br>I look for my charmer in vain;</br>Alas!  she will never return.", "Oft-times to yon sweet blooming thorn,</br>Where happy we've been, I repair;</br>And there I sit sad and forlorn,</br>And breathe out my sighs for the fair.</br>The mountains, the groves, or the bow'rs,</br>The valley, or sweet-scented field,</br>Or summer, with all its gay flow'rs,</br>No pleasure to Colin can yield.", "No more by yon clear running brook</br>My flocks will I joyfully feed;</br>I've thrown by my plain and my crook,</br>And broken my soft-sounding reed.</br>Each scene now looks dull to my view,</br>That joy to my heart once did give;</br>My sheep and my lambkins, adieu!</br>For Colin no longer can live.</br>"]