["Sleep'st thou, fair maid,</br>Aeolian Virgin, sleep'st thou in the cave</br>Of drowsy silence, all array'd</br>In indolence supine?</br>Does listless Morpheus wave</br>His torpid-striking wand thy brows around,</br>Damping thy faculties divine?</br>Arise, fair maid, arise!</br>Shake off the tardiness of dull delay;</br>Quick bid the sacred lyre resound,</br>Quick tune th' harmonious lay:</br>'Tis Brunswick claims the verse, prepare</br>Thine eagle-plumes, and light as air</br>Sail through the azure-vaulted skies.", "I. 2.</br>But first remove</br>Far from thy hallow'd presence, the base train</br>Of fawning Flattery; she to prove</br>Her love, falls bestial down</br>Licking the dust:  disdain</br>So lowly to debase thine honest head,</br>And soil thy verdant laurel crown;</br>Back to thy shades retire,</br>Immerge in solitude thy form august;</br>Thy shining locks with darkness braid;</br>Still rest in silence, if the lust</br>Of fame entice thy voice to sing</br>The meanest of mankind, a King,</br>Whom vice and tyranny inspire.", "I. 3.</br>The worthless great to praise</br>Befits the hireling's prostituted pen,</br>Who sells for sordid gold his venal lays.</br>Though oft along the winding Seine,</br>Though oft in days of elder date,</br>On the green margin of the Tuscan stream,</br>Dazzled by pomp's external state,</br>Th' ignoble bard has strung the glozing lyre</br>Of specious falsehood; yet the British Muse,</br>Free-born, should spurn th' illusive theme;</br>And fraught with conscious dignity, refuse</br>On Folly's sons to waste her sacred fire,</br>Or soothing regal grandeur, weave</br>For undeserving Pride her ever-blooming wreathe.", "II. 1.</br>Such caution here</br>Is vain:  those fabling strains nor George requires,</br>Neither art thou inclin'd to spare.</br>Where Truth shall point the way,</br>Thy progress he desires,</br>And thou secure from harm shalt onward fly:</br>Directed by her steady ray,</br>Should meager Envy scowl</br>Thy steps before, and grimly-threat'ning lance</br>Keen arrows from her poisonous eye,</br>Unmov'd thou shalt advance,</br>Smile in her face, without a wound</br>Hear her fierce serpents hiss around,</br>And all her ill-shap'd monsters howl.", "II. 2.</br>Chaste Virgin, say</br>Where shall begin the song?  before my eyes</br>So various are the Forms which stray,</br>That all confus'd my mind,</br>And smit with wild surprise,</br>Scarce keeps its proper function.  Here behold,</br>Upon a craggy rock reclin'd,</br>High stretch'd out o'er the main,</br>Despair and Horrour on her faded brow,</br>Sits Gallia!  while her arms enfold</br>The anguish of her breast, as now</br>Wide o'er the deep she looks, now o'er</br>Th' exhausted land, her humbled power</br>She weeps, thick falls the briny rain.", "II. 3.</br>Chang'd is the scene, and here</br>Suppliant the savage chiefs of Indian race,</br>In lowly guise, with aspect meek appear,</br>The rugged features of their face</br>No more with death and terror clad,</br>Oft wont with wild foot through the dreary shade</br>To range with Slaughter, oft when mad</br>With rage, and hot revenge, and fierce desire</br>Of blood and prey, in the dead silent night,</br>For still repose and slumber made,</br>Have rais'd th' awakening yell of dread affright,</br>Have basely slain the unresisting sire,</br>The babe from its fond mother tore,</br>Soon welt'ring in her own, and her lov'd infants' gore.", "III. 1.</br>Well skill'd in guile,</br>And treacherous as th' unsteady gale, which waves</br>Its fickle pinion with a smile</br>Now o'er the tranquil sea;</br>But soon with fury raves,</br>And lifts its tortur'd billows to the sky;</br>Where the bright chariot of the day</br>Bursts from his eastern goal,</br>Striking the face of darkness with affright,</br>And makes her ghastly shadows fly</br>Before the piercing light:</br>Dread Eastern Tyrants wear the chain,</br>Trust their deep policy in vain,</br>And crafty wiliness of soul.", "III 2.</br>Where-e'er his arms</br>Proceed, the blooming form of Victory</br>Array'd in her full blaze of charms,</br>Girds laurels round the brow</br>Of British Mars; his eye</br>Gazes entranc'd upon the lovely maid,</br>And rapturous thoughts endow</br>His soul with ecstasy.</br>Say then, bright Queen of song, wilt thou entwine</br>A chaplet for his honour'd head?</br>Wilt thou among th' assembled Nine</br>Extol th' intrepid deeds of War,</br>The thunder of his rapid car,</br>His spear, and brazen panoply.", "III. 3.</br>Ah, no; for what though here,</br>No vile ambition instigates to fight;</br>Yet learn, O Brunswick, name for ever dear</br>To Albion's sons, that at the sight</br>Of angry Justice from the eye</br>Of mild Humanity the pitying drop</br>Descends; with tenderest sympathy</br>Each mourning Virtue casts the head aside,</br>And every child of Reason and of Sense;</br>Ah then, be 't thine with haste to stop</br>The fatal steps of War and Death, dispense</br>With generous thought, and true heroic pride,</br>The blessings which attend the train</br>Of hallow'd Peace, and dignify her glorious reign.", "IV. 1.</br>And, lo, they come!</br>Soft o'er the flowers of the velvet mead</br>Content and meck-ey'd Quiet roam,</br>Or join the choral dance</br>By frolic Laughter led:</br>And liberal Science rears her blushing face,</br>And Merit dares advance</br>From the dark haunt of Scorn,</br>Where she stray'd pensive many a long long day:</br>And every Muse and sister Grace</br>On thee shall beam the living ray:</br>Thy memory priz'd, when those whose reign</br>Ambition guided, shall remain</br>The curse of ages yet unborn.", "IV. 2.</br>And see, to bless</br>Thy life, so soften Grandeur's aking fears</br>With the chaste conjugal caress,</br>To soothe the weighty toils</br>Of state, and ease its cares,</br>Where Charlotte every female virtue brings!</br>Oh happy state, in mutual smiles,</br>Where souls communion mingle!  there</br>Love revels all-luxuriant and free,</br>There modest Transport waves her wing,</br>There dwells exulting Harmony</br>With chaste Delight, there ne'er is seen</br>Angry Suspicion's coward mien,</br>Nor doubts nor jealousies appear.", "IV. 3.</br>Hail'd by a nation's voice,</br>Long happy pair, long may you wear the crown,</br>By merit yours; long may the land rejoice,</br>Rul'd by a Prince who boasts himself her own.</br>And when, howe'er belov'd, howe'er</br>Call'd on to stay, the laws of fate,</br>Which not transcendent goodness spare,</br>Shall snatch you hence from a lamenting world;</br>Heir to his father's virtues, may a son,</br>Another George, direct th' affairs of state,</br>And mount with glory his paternal throne,</br>As now, far off be angry Faction hurl'd,</br>Diffusive Peace, oh spread thy bounties wide!</br>And may another nymph like Charlotte be his bride.</br>"]