["CANTO II.</br>Bondage and freedom's here set out</br>By an inverted Cone:</br>The self-form'd soul may work without</br>Incoroporation.", "Fountain of beings!  the vast deep abysse</br>Of Life and Love and penetrating Will,</br>That breaks through narrow Night, and so transmiss</br>At last doth find it self!  What mortall skill</br>Can reach this mystery?  my trembling quill</br>Much lesse may set it forth; yet as I may</br>I must attempt this task for to fulfill.</br>He guide my pen while I this work assay</br>Who All, through all himself doth infinitely display.", "My end's loose largenesse and full liberty</br>To finden out; Most precious thing I ween.</br>When centrall life her outgone energy</br>Doth spreaden forth, unsneep'd by foe-man keen,</br>And like unclouded Sunne doth freely shine;</br>This is right Liberty, whose first Idee ,</br>And measure is that holy root divine</br>Of all free life, hight Abad, Unitie:</br>In all things He at once is present totally.", "Each totall presence must be infinite:</br>So is He infinite infinity,</br>Those infinites you must not disunite:</br>So is He one all-spreaden Unity.</br>Nor must you so outspread this Deitie,</br>But that infinitie so infinite</br>Must be in every infinite:  so we</br>Must multiply this infinite single sight</br>Above all apprehension of a mortall wit.", "What is not infinitely infinite,</br>It is not simply infinite and free:</br>For straitnesse (if you do conceive aright)</br>Is the true daughter of deficiency.</br>But sith there's no defect in Unity,</br>Or Abad, (Abad this first centre hight:</br>In Poetry as yet to vulgar eye</br>Unpublish'd).  Him first freedome infinite</br>We may well style.  And next is that eternall Light;", "Sonne unto Abad, Aeon we him name</br>(In that same Poem) like his father free,</br>Even infinitely free I him proclaim</br>Everywhere all at once.  And so is she</br>Which Psyche hight:  for perfect Unity</br>Makes all those one.  So hitherto we have</br>Unmeasurable freedome.  Semele</br>Is next, whom though fair fluttering forms embrave,</br>Yet motion and defect her liberty deprave.", "Imagination's not infinite,</br>Yet freer farre than sense; and sense more free</br>Then vegetation or spermatick spright.</br>Even absent things be seen by phantasie;</br>By sense things present at a distancie;</br>But that spermatick spright is close confin'd</br>Within the compasse of a stupid tree</br>Imprison'd quite in the hard rugged rind,</br>Yet their defective Replication we find:", "Farre more defective then in phantasie</br>Or sense; yet freer is the plastick spright</br>Then quantity, or single quality,</br>Like quantity itself out-stretched right</br>Devoid of all reduplicative might:</br>If any such like qualities there were</br>So dull, so dead, so all devoid of light</br>As no communicative rayes to bear</br>If there be such, to Hyle they do verge most near.", "But Hyle's self is perfect penurie,</br>And infinite straitnesse:  here we finden nought,</br>Nor can do ought.  If curiously we prie</br>Into this mirksome corner quite distraught</br>From our own life and being, we have brought</br>Our selves to nothing.  Or the sooth to sayen</br>The subtilest soul her self hath never wrought</br>Into so strait a place, could nere constrain</br>Herself to enter, or that Hagge to entertain.", "Lo!  here's the figure of that mighty Cone,</br>From the strait Cuspis to the wide-spread Base</br>Which is even all in comprehension.</br>What's infinitely nothing here hath place;</br>What's infinitely all things steady stayes</br>At the wide Basis of this Cone inverse</br>Yet its own essence doth it swiftly chace,</br>Oretakes at once; so swiftly doth it pierce</br>That motion here's no motion.", "Suppose the Sunne so much to mend his pace</br>That in a moment he did round the skie,</br>The nimble Night how swiftly would he chace</br>About the earth?  so swift that scarce thine eye</br>Could ought but light discern.  But let him hie</br>So fast, that swiftnesse hath grown infinite,</br>In a pure point of time so must he flie</br>Around this ball, and the vast shade of Night</br>Quite swallow up, ever steady stand in open sight.", "For that which from its place is not away</br>One point of time, how can you say it moves?</br>Wherefore the Sunne doth alwayes steady stay</br>In our Meridian, as this reason proves.</br>And sith that in an instant round he roves,</br>The same doth hap in each Meridian line;</br>For in his instantaneous removes</br>He in them all at once doth fairely shine.</br>Nor that large stretcher space his freenesse can confine.", "The Sun himself at once stands in each point</br>Of his diurnall circle:  Thus we see</br>That rest and motion cannot be disjoynt,</br>When motion's swift even to infinity.</br>Here contrarieties do well agree,</br>Eternall shade and everlasting light</br>With one another here do well comply;</br>Instant returns of Night make one long Night.</br>Wherefore infinity is Freedome infinite.", "No hinderance to ought that doth arrive</br>To this free camp of fair Elysium,</br>But nearer that to Hyle things do dive,</br>They are more pent, and find much lesser room.</br>Thus sensuall souls do find their righteous doom</br>Which Nemesis inflicts, when they descend</br>From heavenly thoughts that from above do come</br>To lower life, which wrath and grief attend,</br>And scorching lust, that do the souls high honour blend.", "Wherefore the soul cut off from lowly sense</br>By harmlesse fate, farre greater liberty</br>Must gain:  for when it hath departed hence</br>(As all things else) should it not backward hie</br>From whence it came?  but such divinity</br>Is in our souls that nothing lesse then God</br>Could send them forth (as Plato's schools descry)</br>Wherefore when they retreat, a free abode</br>They'll find, unlesse kept off by Nemesis just rod.", "But if kept off from thence, where is she then?</br>She dwells in her own self; there doth reside,</br>Is her own world, and more or lesse doth pen</br>Her self, as more or lesse she erst did side</br>With sense and vice, while here she did abide.</br>Steril defect and nere-obtaind desire</br>Create a Cone, whose Cusp is not more wide</br>Then this worlds Cone.  Here close-contracted fire</br>Doth vex, doth burn, doth scorch with searching heat and ire.", "Nor easly can she here fall fast asleep</br>To slake her anguish and tormenting pain:</br>What drilling mists may here her senses steep?</br>What foggie fumes benumb her moistned brain?</br>The flitten soul no sense doth then retain,</br>And sleep ariseth from a sympathie</br>With these low sprights that in this flesh remain.</br>But when from these the soul is setten free,</br>What sleep may bind her from continuall energie?", "Here they'll reply, It is not a grosse sleep</br>That binds the soul from operation.</br>But sith that death all phantasms clean doth wipe</br>Out of the soul, she no occasion</br>Can have of Will or Intellection.</br>The corpse doth rot, the spirit wide is spread,</br>And with the Mundane life fallen into one:</br>So then the soul from these quite being fled,</br>Unmov'd of ought must lie, sunk in deep drowsihead.", "Nought then she hath whereon to contemplate,</br>Her ancient phantasms melt and glide away,</br>Her spright suck'd back by all-devouring fate</br>And spread abroad, those forms must needs decay</br>That were therein imprinted.  If they stay,</br>Yet sith the soul from them is disunite</br>Into her knowledge they can never ray.</br>So wants she objects the mind to excite:</br>Wherefore asleep she lies wrapt in eternall Night.", "To which I answer, though she corporate</br>With no world yet, by a just Nemesis</br>Kept off from all; yet she thus separate</br>May oft be struck with potent rayes transmisse</br>From divers worlds, that with such mockeries</br>Kindling an hungry fire and eager will,</br>They do the wretched soul but Tantalize,</br>And with fierce choking flames and fury fill,</br>So vext, that if she could, in rage herself she'd kill.", "If any doubt of this perplexitie,</br>And think so subtil thing can suffer nought:</br>What's gnawing conscience from impietie</br>By highest parts of humane soul ywrought?</br>For so our very soul with pain is fraught,</br>The body being in an easie plight.</br>Through all the senses when you've pressly sought,</br>In none of them you'll find this sting empight:</br>So may we deem this dart the soul it self to hit.", "Again, when all the senses be ybound</br>In sluggish sloth, the soul doth oft create</br>So mighty pain, so cruelly doth wound</br>Herself with tearing tortures, as that state</br>No man awake could ever tolerate.</br>Which must be in herself:  for once return'd</br>Unto her body new resuscitate</br>From sleep, remembring well how erst she mourn'd,</br>Marvels how all so soon to peace and ease is turn'd.", "Wherefore the soul itself receiveth pain</br>From her own self, withouten sympathie</br>With something else, whose misery must constrain</br>To deep compassion.  So if struck she be</br>With secret ray, or some strong energie</br>Of any world, or Lives that there remain,</br>She's kept awake.  Besides fecunditie</br>Of her own nature surely doth contain</br>Innate Idees; This truth more fully I'll explain.", "Strong forward-bearing will or appetite,</br>A never-wearied importunitie,</br>Is the first life of this deep centrall spright:</br>Thus thrusts she forth before her some Idee</br>Whereby herself now actuall she doth see.</br>Her mighty Fiat doth command each form</br>T' appear:  As did that ancient Majestie</br>This world of old by his drad Word efform,</br>And made the soul of man thus divine Deiform.", "Thus in a manner th' humane soul creates</br>The image of her will, when from her centre</br>Her pregnant mind she fairly explicates</br>By actuall forms, and so doth safely enter</br>To knowledge of her self.</br>Flush light she sendeth forth, and live Idees:</br>Those be the glasse whereby the soul doth paint her.</br>Sweet centrall love sends out such forms as please,</br>But centrall hate or fear foul shapes with evil ease.", "The manner of her life on earth may cause</br>Diversity of those eruptions,</br>For will, desire, or custome do dispose</br>The soul to such like figurations:</br>Propension brings imaginations,</br>Unto their birth.  And oft the soul lets flie</br>Such unexpected eructations,</br>That she her self cannot devisen why,</br>Unlesse she do ascribe it to her pregnancy.", "It is an argument of her forms innate</br>Which brazen out, perchance when none descry.</br>This light is lost, sense doth so radiate</br>With Mundane life, till this poor carcase die.</br>As when a lamp, that men do sitten by,</br>In some wide hall in a clear winter night,</br>Being blown out or wasted utterly,</br>Unwares they find a sly still silver light;</br>The moon the wall or pavement with mild rayes hath dight.", "So when the oyl of this low life is spent,</br>Which like a burning lamp doth waste away;</br>Or if blown out by fate more violent;</br>The soul may find an unexpected ray</br>Of light; not from full-faced Cynthia,</br>But her own fulnesse and quick pregnancy:</br>Unthought of life her Nature may display</br>Unto her self; not by forc'd industry,</br>But naturally it sprouts from her fecundity.", "Now sith adversion is a property</br>So deeply essentiall to the rationall soul,</br>This light or life from her doth not so fly,</br>But she goes with it as it out doth roll.</br>All spirits that around their rates extoll</br>Possesse each point of their circumference</br>Presentially.  Wherefore the soul so full</br>Of life, when it raies out, with presse presence</br>Oretakes each outgone beam; apprends it by advertence.", "Thus plainly we perceive th' activity</br>Of the departed soul; if we could find</br>Strong reason to confirm th' innate idee,</br>Essentiall forms created with the mind.</br>But things obscure no'te easly be defin'd.</br>Yet some few reasons I will venture at,</br>To show that God's so liberall and kind</br>As, when an humane soul he doth create,</br>To fill it with hid forms and deep idees innate.", "Well sang the wise Empedocles of old,</br>That earth by earth, and sea by sea we see,</br>And heaven by heaven, and fire more bright than gold</br>By flaming fire; so gentle love descry</br>By love, and hate by hate.  And all agree</br>That like is known by like.  Hence they confesse</br>That some externall species strikes the eye</br>Like to its object, in the self-same dresse.</br>But my first argument hence I'll begin to presse.", "If like be known by like, then must the mind</br>Innate idolums in it self contain,</br>To judge the forms she doth imprinted find</br>Upon occasions.  If she doth not ken</br>These shapes that flow from distant objects, then</br>How can she know those objects?  a dead glasse</br>(That light and various forms do gaily stain)</br>Set out in open streets, shapes as they passe</br>As well may see; Lutes hear each soaming diapase.", "But if she know those species out-sent</br>From distant objects; tell me how she knows</br>These species.  By some other?  You nere ment</br>To answer so.  For straight the question goes</br>Unto another, and still forward flows</br>Even to infinity.  Doth th' object serve</br>Its image to the mind for to disclose?</br>This answer hath as little sense or nerve:</br>Now reel you in a circle if you well observe.", "Wherefore no ascititious form alone</br>Can make us see or hear; but when this spright</br>That is one with the Mundane's hit upon</br>(Sith all forms in our soul be counite</br>And centrally lie there) she doth beget</br>Like shapes in her own self; that energie</br>By her own centrall self who forth it let,</br>Is view'd.  Her centrall omniformity</br>Thus easly keepeth off needlesse infinity.", "For the quick soul by't self doth all things know</br>And sith withouten apt similitude</br>Nought's known, upon her we must needs bestow</br>Essentiall centrall forms, that thus endew'd</br>With universall likenesse ever transmew'd</br>Into a representing energie</br>Of this or that, she may have each thing view'd</br>By her own centrall self-vitality</br>Which is her self-essentiall omniformity.", "If plantall souls in their own selves contain</br>That vitall formative fecundity,</br>That they a tree with different colour stain,</br>And divers shapes, smoothnesse, asperity,</br>Straightnesse, acutenesse, and rotundity,</br>A golden yellow, or a crimson red,</br>A varnish'd green with such like gallantry;</br>How dull then is the sensitive?  how dead,</br>If forms from its own centre it can never spread?", "Again, an Universall notion,</br>What object ever did that form impresse</br>Upon the soul?  What makes us venture on</br>So rash a matter, as ere to confesse</br>Ought generally true?  when neverthelesse</br>We cannot e're runne through all singulars.</br>Wherefore in our own souls we do possesse</br>Free forms and immateriall characters.</br>Hence 'tis the soul so boldly generall truth declares.", "What man that is not dull or mad would doubt</br>Whether that truth (for which Pythagoras,</br>When he by subtile study found it out,</br>Unto the Muses for their helping grace</br>An Hecatomb did sacrifice) may passe</br>In all such figures wheresoever they be?</br>Yet all Rectangle Triangles none has</br>Viewed, as yet, none all shall ever see.</br>Wherefore this free assent is from th' innate Idee.", "Adde unto these incorporeity</br>Apprehended by the soul, when sense nere saw</br>Ought incorporeall.  Wherefore must she</br>From her own self such subtile Idols draw.</br>Again, this truth more clearly still to know,</br>Let's turn again to our Geometry.</br>What body ever yet could figure show</br>Perfectly perfect, as rotundity</br>Exactly round, or blamelesse angularity?", "Yet doth the soul of such like forms discourse,</br>And finden fault at this deficiency,</br>And rightly term this better and that worse;</br>Wherefore the measure is our own Idee,</br>Which th' humane soul in her own self doth see.</br>And sooth to sayen when ever she doth strive</br>To find pure truth, her own profundity</br>She enters, in her self doth deeply dive; </br>From thence attempts each essence rightly to descrive.", "Last argument, which yet is not the least.</br>Wise Socrates dispute with Theaetete</br>Concerning learning fitly doth suggest.</br>A midwifes sonne ycleeped Phenarete,</br>He calls himself:  Then makes a quaint conceit,</br>That he his mothers trade did exercise.</br>All witlesse his own self yet well did weet</br>By his fit questions to make others wise;</br>A midwife that no'te bear, anothers birth unties.", "Thus jestingly he flung out what was true,</br>That humane souls be sworn with pregnancy</br>Of hidden knowledge; if with usage due</br>They were well handled, they each verity</br>Would bringen forth from their fecunditie;</br>Wise-framed questions would facilitate</br>This precious birth, stirre up th' inward Idee,</br>And make it streme with light from forms innate.</br>Thus may a skilfull man hid truth elicitate.", "What doth the teacher in his action</br>But put slight hints into his scholars mind?</br>Which breed a solemn contemplation</br>Whether such things be so; but he doth find</br>The truth himself.  But if truth be not sign'd</br>In his own Soul before, and the right measure</br>Of things propos'd, in vain the youth doth wind</br>Into himself, and all that anxious leasure</br>In answering proves uselesse without that hid treasure.", "Nor is his masters knowledge from him flit</br>Into his scholars head:  for so his brain</br>In time would be exhaust and void of wit,</br>So would the very man but little gain</br>Though richly paid.  Nor is't more safe to sain</br>As fire breeds fire, art art doth generate,</br>The soul with Corporeity 't would stain:</br>Such qualities outwardly operate,</br>The soul within; her acts there closely circulate.", "Wherefore the soul it self by her Idee,</br>Which is her self, doth every thing discover;</br>By her own Centrall Omniformity</br>Brings forth in her own self when ought doth move her;</br>Till mov'd a dark indifferency doth hover.</br>But fierce desire, and a strong piercing will</br>Makes her those hidden characters uncover.</br>Wherefore when death this lower life shall spill,</br>Or fear or love the soul with actuall forms shall fill.</br>"]