["And shall such worth as thine from hence depart,</br>Nor thy friend shed one tributary tear?</br>When first th' intelligence smote on my heart,</br>That thou wert gone, how many a parted year</br>Of early life, before me did appear</br>In long array, in whose events, kind friend,</br>As they conduc'd my heart to grieve or cheer,</br>Thou still didst sympathize; most prompt to blend</br>Interest with aught that did my weal or woe portend.", "Thine was a heart of genuine sterling worth;</br>Few have supported through life's varied scene</br>A soul, in which aught of terrestrial birth</br>Less dimm'd the light, aspiring, yet serene,</br>Which, with pervading influence, o'er thy mien</br>Shed an attractive brightness!  Tho' from blame</br>Of all pollution, thou wert ever clean</br>In a voluptuous age, in thee the flame</br>Of charity still glow'd for faults known but in name.", "I well remember, when, in ardent youth,</br>I strove for that, for which 'tis only given,</br>'Stead of possessing, to obtain, in truth,</br>Experience, that 'tis vain for it to have striven,</br>ation on this earth of heaven!</br>Except, indeed, that, so far, men may say</br>A noble trust ne'er to despair was driven,</br>As since when souls hopes of perfection sway,</br>Though they be baffled all, those hopes themselves repay!", "I well remember, how, with mind less prone</br>To visionary thought, with smile benign,</br>When, with sincerity, thou could'st not own</br>My warm heart's speech conviction wrought on thine,</br>To hear me thou didst patiently incline:&mdash;</br>Howe'er fallacious, if a lofty feeling,</br>Tho' gendering weakest argument, did shrine</br>Itself in my frank utterance, how, stealing</br>From thee, I caught a smile, encouragement revealing!", "Many the hours that I have pass'd with thee</br>In pleasant converse, when, in youth's warm prime,</br>My soul, in ardent immaturity,</br>On the experience of a riper time</br>Too much presum'd:  and when to the sublime</br>Of human feeling public measures tended;</br>When a new aera on this world of crime</br>Seem'd to be dawning, my crude thoughts how mended,</br>Issued from thy calm lips with deeper reason blended.", "But though in goodness thou excelledst most,</br>And in thy sphere wert parallel'd by few</br>In intellect, thy path of life was cross'd</br>By untoward accidents of many a hue,</br>Many of these such as could ne'er accrue</br>To vulgar souls!  Tho' both from natural gifts,</br>And acquir'd knowledge, thou might'st hope to view</br>Others to thee subordinate, yet shifts</br>Fortune from thy career, and those beneath thee lifts.", "Oft wert thou visited with pale disease,</br>Nor didst thou totally escape th' assault</br>Of mental agony!  The pleasant breeze,</br>That, without leisure, or desire, to halt</br>Bears some along, as though they clave the vault</br>Of th' empyrean, rather than on earth</br>Did urge a cumbrous load, not for thy fault,</br>But for thy sorrow, friend!  ne'er call'd to birth,</br>From thy still wrestling heart, pÊans of thankful mirth.", "Harder to bear than pomp of tragic wrong,</br>And all the woes whence the romantic page</br>Is swell'd with incident whence interests strong</br>The sympathies of other men engage</br>In our calamities, is it to wage</br>A never-ceasing, tho' a petty war,</br>With spirit-fretting troubles!  Heritage</br>Of greater potency, all hope to bar,</br>And withering more the soul, since more its powers they mar,", "Than the sublime of evil!  conjuring oft</br>Antagonist sublimity of soul;</br>As I had rather, from some rock aloft,</br>Look down where ocean's waves tumultuous roll,</br>Than in some squalid haunt feel the controul</br>Of jarring sounds, and sights undignified,</br>So had I rather feel, that with my whole</br>And entire being, I were justified</br>In warring with my lot, than pine o'er its dimm'd pride!", "Farewel!  In strictest truth I may assert</br>Thy loss has left a chasm within my heart!</br>And when, in future, memory may revert</br>To those familiar scenes which did impart</br>Life's dearest impulses, since those of art</br>The most devoid, thou still shalt be my guest,</br>A spectral image, shrin'd in holiest part</br>Of my imagination, and my breast,</br>Heaving with sighs, shall oft thine unseen sway attest.</br>"]