["Before you song or subject chuse,</br>Take sack &mdash; to warm the gentle muse&mdash;</br>The Heliconian stream is dry,</br>Since Dryden threw the laurel by.&mdash;</br>Then let Court air be breath'd upon ye,</br>As mild as milk, as sweet as honey!</br>High sounding words, in time of war,</br>Take &mdash; and dash Hector from his car&mdash;</br>Call up the Gods of antient Rome,</br>To live among us, as at home&mdash;</br>To fight our battles, guard our land,</br>At all times ready to our hand!</br>Old Neptune on his Dolphin's back,</br>Shall rise to taste the Laureate's sack;</br>And when the smoke of war is over,</br>And sighing armies land at Dover,</br>To drill out life in hungry ease,</br>And take the bread without the cheese&mdash;</br>When hosts of men, in solemn pride,</br>Are sent the question to decide;</br>Whether we shou'd eat eggs at all,</br>Or break the big end or the small;</br>Or whether &mdash; for 'tis just the same&mdash;</br>So sects grow hostile for a Name&mdash;</br>Friends, willing to supply our want,</br>Should feel that we can make them grant</br>When all these quirks are render'd plain,</br>By millions spent, and myriads slain&mdash;</br>Myriads belov'd by Him, who made 'em,</br>Who grieves that man should thus degrade 'em,</br>When all this horrid scene is past,</br>And Reason rules the realm at last;</br>Then, free from victory and plunder,</br>And guns, and drums, and hostile thunder,</br>Let the Muse lay her head at rest,</br>\"Lapt in Elysium\" of the blest;</br>'Till sleep and gentle dreams inspire,</br>Soft, happy scenes &mdash; to suit the lyre;</br>In time of Peace &mdash; the same as those,</br>Dan Homer for Olympus chose,</br>When Nectar made their Godships merry,</br>Or Virgil drew beyond the ferry,</br>Beds of \"ever-blooming flowers,\"</br>Water-falls, and \"arching bowers,\"</br>Fruits that Italy adorn,</br>And all the stores of Amalthea's horn,</br>Pindaric measure must be trod,</br>With, or without, the spirit of a God&mdash;</br>The varied verse adapted to the music&mdash;</br>Long, and quite loud enough to make a Jew sick&mdash;</br>Or strain'd to fill an English brain,</br>With all the extacy of pain!</br>The less of sense, the better sound&mdash;</br>'Till nothing but the voice is found;</br>To trace the meaning to the head,</br>Of what is sung but never said,&mdash;</br>The Ode as void of ev'ry passion&mdash;</br>From modern Italy the fashion&mdash;</br>As if the mind of man was free,</br>From Faith, and Hope, and Charity.</br>And all the affections, felt of yore,</br>When Shakespeare drew forth Nature's store,</br>And taught us what was good and ill,</br>By paintings of the human will,</br>In shapes, as bright and various as the rays</br>Of yonder sun, that gilds our summer days!", "Not so now the Muse employ'd,</br>To fill up the aching void&mdash;</br>Jerks ingenious, quavers quaint;</br>Softness sickening to a Saint,</br>Airs that frill along the sky,</br>And make you neither laugh nor cry,</br>Sad nor merry, wise nor witty,</br>So improving is the ditty!</br>Fit for Fairies on a green,</br>Dancing in the moon-light sheen.", "Rouse, Britons!  rouse; nor longer love the song,</br>Which from your reason hurries you along&mdash;</br>When Poets praise the birth of Britain's King,</br>Or the New-year invites the Bard to sing,</br>Let sense, and duty, from the heart inspire</br>The Poet's labours with a Poet's fire!", "Britannia's Monarch merits praise,</br>But let the rite be giv'n</br>As 'twas in Spenser's happier days,</br>The flowing breath of Heav'n!", "With ease and innocence he swept the lyre,</br>As if with smiling pleasantry he play'd;</br>Yet mark the lay, it glow'd with heav'nly fire,</br>And pleas'd full well his Queen, the royal maid,</br>While all her sense and prowess he pourtray'd!</br>Ne did he strive from Nature's lore to stray,</br>Ne dress his Muse in ancient coat of mail,</br>To stop unlearned wight to sing his lay;</br>Like modern Bards, who, deaf to pity, chuse</br>In rusty vice to squeeze their sickly fainting muse!", "If the New year, and prospect of the Spring,</br>Call forth the Bard to laud earth's nobler King,</br>Let Milton's lay the Laureate's pencil guide</br>To paint all Nature in her rising pride!</br>Superior gratitude to Love Supreme</br>Should warm our hearts, and vibrate on the theme!</br>Cold as pendent links of ice,</br>Should the Bard within his vice</br>Distant images of good,</br>Classic figures, form of wood,</br>Send him to the Italian shore,</br>Not bless'd as in the days of yore,</br>When Rome her Virgil and her Tully saw,</br>Not beardless Orators, nor Bards of straw!</br>When the Great Maker touch'd his hallow'd tongue,</br>Big with the God the mighty Pindar sung!</br>"]