["Curio, know'st me?  Why, thou bottle-ale,</br>Thou barmy froth!  O stay me, lest I raile</br>Beyond Nil ultra, to see this Butterflie,</br>This windie bubble taske my balladry</br>With sencelesse censure.  Curio, know'st my spright?</br>Yet deem'st that in sad seriousness I write</br>Such nastie stuffe as is Pigmalion?</br>Such maggot-tainted lewd corruption?", "Ha, now he glavers with his fawning snowte,</br>And swears; he thought, I meant but faintly flowte,</br>My fine smug ryme.  O barbarous dropsie noule!</br>Think'st thou that Genius that attends my soule,</br>And guides my fist to scourge Magnifico's</br>Wil daigne my mind be ranck'd in Paphian showes?</br>Think'st thou, that I, which was create to whip</br>Incarnate fiends, will once vouchsafe to trip</br>A Paunis traverse?  or will lispe (sweet love)</br>Or pule (Aye me) some female soule to move?</br>Think'st thou, that I in melting poesie</br>Will pamper itching sensualitie?</br>(That in the bodyes scumme all fatally</br>Intombes the soules most sacred faculty.)", "Hence thou misjudging Censor:  know I wrot</br>Those idle rimes to note the odious spot</br>And blemish that deformes the lineaments</br>Of moderne Poesies habiliments.</br>Oh that the beauties of Invention,</br>For want of Judgments disposition,</br>Should all be soyl'd!  O that such treasurie,</br>Such straines of well-conceited poesie,</br>Should moulded be, in such a shapelesse forme,</br>That want of Art, should make such wit a scorne.", "Here's one must invocate some lose-legg'd dame,</br>Some brothell drab, to helpe him stanzaes frame,</br>Or els (alas) his wits can have no vent,</br>To broch conceits industrious intent.</br>Another yet dares tremblingly come out;</br>But first he must invoke good Colyn Clout.", "Yon's one hath yean'd a fearfull prodigie,</br>Some monstrous mishapen Balladry,</br>His guts are in his braines, huge Jobbernoule,</br>Right Gurnets-head, the rest without all soule.</br>Another walkes, is lazie, lyes him downe,</br>Thinkes, reades, at length some wonted sleep doth crowne</br>His new falne lids, dreames; straight, tenne pound to one,</br>Out steps some Fayery with quick motion,</br>And tells him wonders of some flowrie vale,</br>Awakes, straight, rubs his eyes, and prints his tale.", "Yon's one whose straines have flowne so high a pitch,</br>That straight he flags and tumbles in a ditch.</br>His sprightly hote high-soring poesie</br>Is like that dreamed of Imagerie,</br>Whose head was gold, brest silver, brassie thigh,</br>Lead leggs, clay feete; O faire fram'd poesie.</br>Here's one, to get an undeserv'd repute</br>Of deepe deepe learning, all in fustian sute</br>Of ill-plac'd, farre-fetch'd words attiereth</br>His period, that sence forsweareth.", "Another makes old Homer, Spencer cite</br>Like my Pigmalion, where, with rare delight</br>He cryes, O Ovid.  This caus'd my idle quill,</br>The world's dull eares with such lewd stuffe to fill,</br>And gull with bumbast lines the witlesse sence</br>Of these odde naggs; whose pates circumference</br>Is fild with froth!  O these same buzzing Gnats</br>That sting my sleeping browes, these Nilus Tats,</br>Halfe dung, that have their life from putrid slime,</br>These that do praise my loose lascivious rime:</br>For these same shades, I seriously protest,</br>I slubber'd up that Chaos indigest,</br>To fish for fooles, that stalke in goodly shape,</br>\"What, though in velvet cloake, yet still an ape.\"</br>Capro reads, sweares, scrubs, and sweares againe,</br>Now by my soule an admirable straine,</br>Strokes up his haire, cryes Passing passing good,</br>Oh, there's a line incends his lustfull blood.", "Then Muto comes, with his new glasse-set face,</br>And with his late kist-hand my booke dooth grace,</br>Straight reades, then smyles and lisps (tis prety good)</br>And praiseth that he never understood.</br>But roome for Flaccus, he'le my Satyres read.</br>Oh how I trembled straight with inward dread!</br>But when I saw him read my fustian,</br>And heard him swear I was a Pythian,</br>Yet straight recald, and sweares I did but quote</br>Out of Xilinum to that margents note,</br>I could scarce hold and keepe my selfe conceal'd,</br>But had well-nigh my selfe and all reveal'd.", "Then straight comes Friscus, that neat gentleman,</br>That newe discarded Academian,</br>Who for he could cry (Ergo) in the schoole,</br>Straight-way, with his huge judgement dares controle</br>What soe'er he viewes, \"that is prety, prety good,</br>That Epethite hath not that sprightly blood</br>Which should enforce it speake, that's Perseus vaine,</br>That's Juvenals, heere's Horrace crabbed straine,\"</br>Though he nere read one line in Juvenall,</br>Or, in his life, his lazie eye let fall</br>On duskie Perseus.  O, indignitie</br>To my respectlesse free-bred poesie.", "Hence ye big-buzzing-little-bodied Gnats,</br>Yee tattling Ecchoes, huge-tongu'd pigmy brats,</br>I mean to sleepe, wake not my slumbring braine</br>With your malignant weake detracting vaine.", "What though the sacred issue of my soule</br>I heare expose to Ideots controule?</br>What though I bare to lewd Opinion</br>Lay ope to vulgar profanation</br>My very Genius.  Yet know my poesie</br>Doth scorne your utmost, rank'st indignitie.</br>My pate was great with child, and here tis eas'd,</br>Vexe all the world, so that thy selfe be pleas'd.</br>"]