["The Knight with that old Dragon fights</br>Two days incessantly:</br>The third, him overthrows, and gains</br>Most glorious Victory.", "High time now 'gan it wex for Una fair,</br>To think of those her captive Parents dear,</br>And their forwasted Kingdom to repair:</br>Whereto when as they now approached near,</br>With hearty words her Knight she 'gan to chear,</br>And in her modest manner thus bespake;</br>Dear Knight, as dear as ever Knight was dear,</br>That all these Sorrows suffer for my sake,</br>High Heaven behold the tedious Toil ye for me take.", "Now are we come unto my native Soil,</br>And to the Place where all our Perils dwell;</br>Here haunts that Fiend, and does his daily Spoil;</br>Therefore henceforth be at your keeping well,</br>And ever ready for your Foeman fell.</br>The Spark of noble Courage now awake,</br>And strive your excellent self to excel;</br>That shall ye evermore renowned make</br>Above all Knights on Earth, that Battle undertake.", "And pointing forth; Lo!  yonder is (said she)</br>The brazen Tower, in which my Parents dear</br>For dread of that huge Fiend imprison'd be,</br>Whom I from far see on the Walls appear,</br>Whose sight my feeble Soul doth greatly cheer:</br> And on the top of all I do espy</br>The Watchman waiting, Tidings glad to hear,</br>That (O my Parents) might I happily</br> Unto you bring, to ease you of your Misery.", "With that, they heard a roaring hideous Sound,</br>That all the Air with Terror filled wide,</br>And seem'd uneath to shake the stedfast ground.</br>Eftsoons that dreadful Dragon they espy'd,</br>Where stretch'd he lay upon the sunny side</br>Of a great Hill, himself like a great Hill.</br>But all so soon, as he from far descry'd</br>Those glistring Arms, that Heaven with Light did fill,</br>He rous'd himself full blith, and hastned them until.", "Then bad the Knight this Lady yede aloof,</br>And to an Hill her self with-draw aside,</br>From whence she might behold that Battel's proof,</br>And eke be safe from Danger far descry'd:</br>She him obey'd, and turn'd a little wide.</br>Now, O thou sacred Muse, most learned Dame,</br>Fair Imp of Phoebus, and his aged Bride,</br>The Nurse of Time, and everlasting Fame,</br>That warlike Hands ennoblest with immortal Name:", "O gently come into my feeble Breast,</br>Come gently, but not with that mighty Rage,</br>Where-with the Martial Troops thou dost infest,</br>And Hearts of great Heroes dost enrage,</br>That nought their kindled Courage may assuage;</br>Soon as thy dreadful Trump begins to sound,</br>The God of War with his fierce Equipage</br>Thou dost awake, sleep never he so sound,</br>And feared Nations dost with Horror stern astound.", "Fair Goddess lay that furious Fit aside,</br>Till I of Wars and bloody Mars do sing,</br>And Briton Fields with Sarazin Blood bedy'd,</br>'Twixt that great Fairy-Queen and Paynim King,</br>That with their horror Heaven and Earth did ring,</br>A work of labour long, and endless praise:</br>But, now a while let down that haughty String,</br>And to my Tunes thy second Tenor raise,</br>That I this Man of God his godly Arms may blaze.", "By this, the dreadful Beast drew nigh to hand,</br>Half flying, and half footing in his haste,</br>That with his largeness measured much Land.</br>And made wide Shadow under his huge Waste;</br>As Mountain doth the Valley over-cast.</br>Approaching nigh, he reared high afore</br>His Body monstrous, horrible, and vast,</br>Which (to increase his wondrous Greatness more)</br>Was swoln with Wrath, and Poison, and with bloody Gore.", "And over all with brazen Scales was arm'd,</br>Like plated Coat of Steel, so couched near,</br>That nought mote pierce, ne might his Corse be harm'd</br>With dint of Sword, nor push of pointed Spear;</br>Which as an Eagle, seeing Prey appear,</br>His airy Plumes doth rouze, full rudely dight,</br>So shaked he, that Horror was to hear:</br>For, as the clashing of an Armour bright,</br>Such noise his rouzed Scales did send unto the Knight.", "His flaggy Wings when forth he did display,</br>Were like two Sails, in which the hollow Wind</br>Is gathered full, and worketh speedy way:</br>And eke the Pens that did his Pinions bind,</br>Were like Main-yards with flying Canvas lin'd;</br>With which, when as him list the Air to beat,</br>And there by force unwonted Passage find,</br>The Clouds before him fled for Terror great,</br>And all the Heavens stood full amazed with his Threat.", "His huge long Tail, wound up in hundred Folds,</br>Does over-spread his long Brass-scaly Back;</br>Whose wreathed Boughts when ever he unfolds,</br>And thick entangled Knots adown does slack;</br>Bespotted all with Shields of red and black,</br>It sweepeth all the Land behind him far,</br>And of three Furlongs does but little lack;</br>And at the Point two Stings in-fixed are,</br>Both deadly sharp, that sharpest Steel exceeden far.", "But Stings and sharpest Steel did far exceed</br>The sharpness of his cruel rending Claws:</br>Dead was it sure, as sure as Death in deed,</br>What-ever thing does touch his ravenous Paws,</br>Or what within his reach he ever draws.</br>But, his most hideous Head, my Tongue to tell</br>Does tremble:  for, his deep devouring Jaws</br>Wide gaped, like the griesly Mouth of Hell;</br>Through which, into his dark abyss all ravin fell.", "And that more wondrous was, in either Jaw</br>Three Ranks of iron Teeth enranged were,</br>In which, yet trickling Blood and Gobbets raw</br>Of late devoured Bodies did appear,</br>That sight thereof bred cold congealed Fear:</br>Which to increase, and all at once to kill,</br>A Cloud of smothering Smoke and Sulphur sear</br>Out of his stinking Gorge forth steemed still,</br>That all the Air about with Smoke and Stench did fill.", "His blazing Eyes, like two bright shining Shields,</br>Did burn with Wrath, and sparkled living Fire:</br>As two broad Beacons, set in open Fields,</br>Send forth their Flames far off to every Shire,</br>And warning give, that Enemies conspire,</br>With Fire and Sword the Region to invade:</br>So flam'd his Eyne with Rage and rancorous Ire,</br>But far within, as in a hollow Glade,</br>Those glaring Lamps were set, that made a dreadful Shade.", "So dreadfully he towards him did pass,</br>Forelifting up aloft his speckled Breast,</br>And often bounding on the bruised Grass,</br>As for great joyance of his new-come Guest.</br>Eftsoons he 'gan advance his haughty Crest,</br>As chauffed Boar his Bristles doth uprear,</br>And shook his Scales to Battel ready drest;</br>That made the Red-cross Knight nigh quake for fear,</br>As bidding bold defiance to his Foeman near.", "The Knight 'gan fairly Couch his steddy Spear,</br>And fiercely ran at him with rigorous Might:</br>The pointed Steel arriving rudely there,</br>His harder Hide would neither peirce nor bite,</br>But glauncing by, forth passed forward right;</br>Yet sure amoved with so puissant Push,</br>The wrathful Beast about him turned light,</br>And him so rudely passing by, did brush</br>With his long Tail, that Horse and Man to ground did rush.", "Both Horse and Man up lightly rose again,</br>And fresh Encounter towards him address'd:</br>But th' idle Stroke yet back recoil'd in vain,</br>And found no place his deadly Point to rest.</br>Exceeding Rage enflam'd the furious Beast,</br>To be avenged of so great Despight;</br>For, never felt his imperceable Breast</br>So wondrous Force from hand of living Wight;</br>Yet had he prov'd the power of many a puissant Knight.", "Then with his waving Wings displayed wide,</br>Himself up high he lifted from the ground,</br>And with strong Flight did forcibly divide</br>The yielding Air, which nigh too feeble found</br>Her flitting parts, and Element unsound,</br>To bear so great a weight he cutting way</br>With his broad Sails, about him soared round</br>At last, low stouping with unwieldy sway,</br>Snatch'd up both Horse and Man, to bear them quite away.", "Long he them bore above the subject Plain,</br>So far as Yewen Bow a Shaft may send,</br>Till struggling strong, did him at last constrain</br>To let them down before his Flightes end.</br>As hagard Hawk, presuming to contend</br>With hardy Fowl, above his able might,</br>His weary Pounces all in vain doth spend,</br>To truss the Prey, too heavy for his Flight;</br>Which coming down to ground, does free it self by Fight.", "He so disseized of his griping gross,</br>The Knight his thrillant Spear again assay'd</br>In his brass-plated Body to emboss,</br>And three Mens Strength unto the Stroke he laid</br>Wherewith the stiff Beam quaked, as affraid,</br>And glancing from his scaly Neck, did glide</br>Close under his left Wing, then broad display'd.</br>The piercing Steel there wrought a Wound full wide,</br>That with the uncouth Smart the Monster loudly cry'd.", "He cry'd, as raging Seas are wont to roar,</br>When wintry Storm his wrathful Wreck does threat</br>The rolling Billows beat the ragged Shore,</br>As they the Earth would shoulder from her Seat;</br>And greedy Gulf does gape, as he would eat</br>His neighbour Element in his Revenge:</br>Then 'gin the blustring Brethren boldly threat,</br>To move the World from off his stedfast Henge,</br>And boistrous Battle make, each other to avenge.", "The steely Head stuck fast still in his Flesh,</br>Till with his cruel Claws he snatch'd the Wood,</br>And quite asunder broke.  Forth flowed fresh</br>A gushing River of black goary Blood,</br>That drowned all the Land whereon he stood;</br>The Stream thereof would drive a Water-mill.</br>Trebly augmented was his furious Mood,</br>With bitter Sense of his deep-rooted Ill,</br>That Flames of Fire he threw forth from his large Nostril.", "His hideous Tail then hurled he about,</br>And therewith all enwrapt the nimble Thighs</br>Of the froth-fomy Steed, whose Courage stout</br>Striving to loose the Knot, that fast him ties,</br>Himself in straiter Bands too rash implies,</br>That to the ground he is perforce constrain'd</br>To throw his Rider:  who can quickly rise</br>From off the Earth, with dirty Blood distain'd;</br>For, that reproachful Fall right foully he disdain'd.", "And fiercely took his trenchand Blade in hand,</br>With which he strook so furious and so fell,</br>That nothing seem'd the Puissance could withstand:</br>Upon his Crest the harden'd Iron fell,</br>But his more harden'd Crest was arm'd so well,</br>That deeper Dint therein it would not make;</br>Yet so extremely did the Buffe him quell,</br>That from thenceforth he shun'd the like to take,</br>But when he saw them come, he did them still forsake.", "The Knight was wroth to see his Stroke beguil'd,</br>And smote again with more outrageous Might;</br>But back again the sparkling Steel recoil'd,</br>And left not any Mark where it did light;</br>As if in Adamant Rock it had been pight.</br>The Beast impatient of his smarting Wound,</br>And of so fierce and forcible Despight,</br>Thought with his Wings to sty above the Ground;</br>But his late wounded Wing unserviceable found.", "Then full of Grief and Anguish vehement,</br>He loudly bray'd, that like was never heard,</br>And from his wide devouring Oven sent</br>A Flake of Fire, that flashing in his Beard,</br>Him all amaz'd, and almost made affeard:</br>The scorching Flame sore singed all his Face,</br>And thro his Armour all his Body sear'd,</br>That he could not endure so cruel Case,</br>But thought his Arms to leave, and Helmet to unlace.", "Not that great Champion of the antique World,</br>Whom famous Poet's Verse so much doth Vaunt,</br>And hath for twelve huge Labours high extol'd,</br>So many Furies and sharp Fits did haunt,</br>When him the poison'd Garment did enchaunt</br>With Centaurs Blood, and bloody Verses charm'd,</br>As did this Knight Twelve thousand Dolours daunt,</br>Whom fiery Steel now burnt, that earst him arm'd,</br>That earst him goodly arm'd, now most of all him harm'd.", "Faint, weary, sore, emboyled, grieved, brent</br>With Heat, Toil, Wounds, Arms, Smart, and inward Fire,</br>That never Man such Mischiefs did torment;</br>Death better were, Death did he oft desire:</br>But Death will never come when Needs require.</br>Whom so dismay'd, when that his Foe beheld,</br>He cast to suffer him no more respire,</br>But 'gan his sturdy Stern about to weld,</br>And him so strongly strook, that to the ground him feld.", "It fortuned (as fair it then befel)</br>Behind his back (unweeting) where he stood,</br>Of antient time there was a springing Well,</br>From which fast trickled forth a silver Flood,</br>Full of great Vertues, and for Med'cine good.</br>Whylome, before that cursed Dragon got</br>That happy Land, and all with innocent Blood</br>Defil'd those sacred Waves, it rightly hot</br>The Well of Life:  ne yet his Vertues had forgot.", "For unto Life the Dead it could restore,</br>And Guilt of sinful Crimes clean wash away;</br>Those that with Sickness were infested sore,</br>It could recure, and aged long Decay</br>Renew, as it were born that very Day.</br>Both Silo this, and Jordan did excel,</br>And th' English Bath, and eke the German Spaa,</br>Ne can Cephise, nor Hebrus match this Well:</br>Into the same, the Knight (back overthrewen) fell.", "Now 'gan the golden Phoebus for to steep</br>His fiery Face in Billows of the West,</br>And his faint Steeds water'd in Ocean deep,</br>Whiles from their journal Labours they did rest;</br>When that infernal Monster, having kest</br>His weary Foe into that living Well,</br>'Gan high advance his broad discoloured Breast</br>Above his wonted pitch, with Countenance fell,</br>And clapt his iron Wings, as Victor he did dwell.", "Which when his pensive Lady saw from far,</br>Great Woe and Sorrow did her Soul assay,</br>As weening that the sad end of the War,</br>And 'gan to highest God entirely pray,</br>That feared chance from her to turn away;</br>With folded Hands and Knees full lowly bent</br>All night she watch'd, ne once adown would lay</br>Her dainty Limbs in her sad Dreriment,</br>But praying still did wake, and waking did lament.", "The morrow next 'gan early to appear,</br>That Titan rose to run his daily Race;</br>But early ere the morrow next 'gan rear,</br>Out of the Sea fair Titan's dewy Face,</br>Up rose the gentle Virgin from her place,</br>And looked all about, if she might spy</br>Her loved Knight to move his manly Pace:</br>For she had great doubt of his Safety,</br>Since late she saw him fall before his Enemy.", "At last she saw, where he upstarted brave</br>Out of the Well, wherein he drenched lay;</br>As Eagle fresh out of the Ocean Wave,</br>Where he hath left his Plumes all hoary grey,</br>And deck'd himself with Feathers youthly gay,</br>Like Eyas Hawk up mounts unto the Skies,</br>His newly budded Pinions to assay,</br>And marvels at himself, still as he flies:</br>So new, this new-born Knight to Battle new did rise.", "Whom, when the damned Fiend so fresh did spy,</br>No wonder if he wondred at the sight,</br>And doubted, whether his late Enemy</br>It were, or other new supplied Knight.</br>He, now to prove his late renewed Might,</br>High brandishing his bright dew-burning Blade,</br>Upon his crested Scalpe so sore did smite,</br>That to the Skull a yawning Wound it made:</br>The deadly Dint his dulled Senses all dismay'd.", "I wote not, whether the revenging Steel</br>Were hardned with that holy Water Dew,</br>Wherein he fell, or sharper Edg did feel,</br>Or his baptized Hands now greater grew;</br>Or other secret Vertue did ensue;</br>Else, never could the Force of fleshly Arm,</br>Ne molten Metal in his Blood embrue:</br>For till that Stound could never Wight him harm,</br>By Subtilty nor Slight, nor Might, nor mighty Charm.", "The cruel Wound enraged him so sore,</br>That loud he yelled for exceeding Pain,</br>As hundred ramping Lyons seem'd to roar,</br>Whom ravenous Hunger did thereto constrain:</br>Then 'gan he toss aloft his stretched Train,</br>And therewith scourge the buxom Air so sore,</br>That to his Force to yielden it was fain;</br>Ne ought his sturdy Strokes might stand afore,</br>That high Trees overthrew, and Rocks in pieces tore.", "The same advauncing high above his Head,</br>With sharp intended Sting so rude him smot,</br>That to the Earth him drove, as striken dead;</br>Ne living Wight would have him Life behot:</br>The mortal Sting his angry Needle shot</br>Quite through his Shield, and in his Shoulder seas'd,</br>Where fast it stuck, ne would thereout be got;</br>The Grief thereof him wondrous sore diseas'd,</br>Ne might his rankling Pain with Patience be appeas'd.", "But yet more mindful of his Honour dear,</br>Than of the grievous Smart which him did wring,</br>From loathed Soil he 'gan him lightly rear,</br>And strove to loose the far infixed String;</br>Which when in vain he bide with struggeling.</br>Inflam'd with Wrath, his raging Blade he heft,</br>And strook so strongly, that the knotty Sting</br>Of his huge Tail he quite asunder cleft,</br>Five Joints thereof he hew'd, and but the Stump him left.", "Heart cannot think, what Outrage, and what Cries,</br>With foul enfouldred Smoak and flashing Fire,</br>The Hell-bred Beast threw forth unto the Skies,</br>That all was covered with Darkness dire:</br>Then fraught with Rancour, and engorged Ire,</br>He cast at once him to avenge for all,</br>And gath'ring up himself out of the Mire,</br>With his uneven Wings did fiercely fall</br>Upon his Sun-bright Shield, and grip'd it fast withall.", "Much was the Man encombred with his Hold,</br>In fear to lose his Weapon in his Paw,</br>Ne wist yet how his Talants to unfold;</br>Nor harder was from Cerberus' greedy Jaw</br>To pluck a Bone, than from his cruel Claw</br>To reeve by Strength the griped Gage away:</br>Thrice he assay'd it from his Foot to draw,</br>And thrice in vain to draw it did assay;</br>It booted nought to think to rob him of his Prey;", "Tho when he saw no Power might prevail,</br>His trusty Sword he call'd to his last Aid,</br>Wherewith he fiercely did his Foe assail,</br>And double Blows about him stoutly laid,</br>That glauncing Fire out of the Iron plaid;</br>As Sparkles from the Anvile use to fly,</br>When heavy Hammers on the Wedge are swaid:</br>Therewith at last he forc'd him to unty</br>One of his grasping Feet, him to defend thereby.", "The other Foot fast fixed on his Shield,</br>Whenas no Strength nor Strokes mote him constrain</br>To loose, ne yet the warlike Pledge to yield,</br>He smote thereat with all his might and main,</br>That nought so wondrous Puissance might sustain:</br>Upon the Joint the lucky Steel did light,</br>And made such way, that hew'd it quite in twain;</br>The Paw yet missed not his minish'd Might,</br>But hung still on the Shield, as it at first was pight.", "For Grief thereof, and devilish Despight,</br>From his infernal Fournace forth he threw</br>Huge Flames, that dimmed all the Heaven's Light,</br>Enroll'd in duskish Smoak and Brimstone blue;</br>As burning Aetna from his boiling Stew</br>Doth belch out Flames, and Rocks in pieces broke,</br>And ragged Ribs of Mountains molten new,</br>Enwrapt in cole-black Clouds and filthy Smoak,</br>That all the Land with Stench, and Heaven with Horror choak.", "The Heat whereof, and harmful Pestilence,</br>So sore him noy'd, that forc'd him to retire</br>A little backward for his best Defence,</br>To save his Body from the scorching Fire,</br>Which he from hellish Entrails did expire.</br>It chaunc'd (eternal God that Chaunce did guide)</br>As he recoiled backward, in the Mire</br>His nigh forwearied feeble Feet did slide,</br>And down he fell, with Dread of Shame sore terrifide.", "There grew a goodly Tree him fair beside,</br>Loaden with Fruit and Apples rosy red,</br>As they in pure Vermilion had been dide,</br>Whereof great Vertues over all were red;</br>For happy Life to all which thereon fed,</br>And Life eke everlasting did befall</br>Great God it planted in that blessed Sted</br>With his Almighty Hand, and did it call</br>The Tree of Life, the Crime of our first Father's Fall.", "In all the World like was not to be found,</br>Save in that Soil, where all good things did grow,</br>And freely sprong out of the fruitful Ground,</br>As incorrupted Nature did them sow,</br>Till that dread Dragon all did overthrow.</br>Another like fair Tree eke grew thereby,</br>Whereof whoso did eat, eftsoons did know</br>Both Good and Ill:  O mournful Memory!</br>That Tree through one Man's Fault hath done us all to die.", "From that first Tree forth flow'd, as from a Well,</br>A trickling Stream of Balm, most sovereign</br>And dainty dear, which on the Ground still fell,</br>And overflowed all the fertile Plain,</br>As it had dewed been with timely Rain:</br>Life and long Health that gracious Ointment gave,</br>And deadly Wounds could heal, and rear again</br>The senceless Corse appointed for the Grave.</br>Into that same he fell, which did from Death him save.", "For nigh thereto the ever-dawned Beast</br>Durst not approach, for he was deadly glade,</br>And all that Life preserved, did detest:</br>Yet he it oft adventur'd to invade.</br>By this, the drouping Day-light 'gan to fade,</br>And yield his room to sad succeeding Night,</br>Who with her sable Mantle 'gan to shade</br>The Face of Earth, and Ways of living Wight,</br>And high her burning Torch see up in Heaven bright.", "When gentle Una saw the second Fall</br>Of her dear Knight, who weary of long Fight</br>And faint thro Loss of Blood, mov'd not at all,</br>But lay as in a Dream of deep Delight,</br>Besmear'd with precious Balm, whose vertuous Might</br>Did heal his Wounds, and scorching Heat allay,</br>Again she striken was with sore Affright,</br>And for his Safety 'gan devoutly pray;</br>And watch the noyous Night, and wait for joyous Day.", "The joyous Day 'gan early to appear,</br>And fair Aurora from her dewy Bed</br>Of aged Tithon 'gan her self to rear,</br>With rosy Checks, for Shame as blushing red;</br>Her golden Locks for haste were loosely shed</br>About her Ears, when Una her did mark</br>Climb to her Charet, all with Flowers spred;</br>From Heaven high, to chace the cheerless Dark,</br>With merry Note her loud salutes the mounting Lark.", "Then freshly up arose the doughty Knight,</br>All healed of his Hurts and Woundes wide:</br>And did himself to Battel ready dight;</br>Whose early Foe awaiting him beside</br>To have devour'd, so soon as Day he spide,</br>When now he saw himself so freshly rear,</br>As if late Fight had nought him damnifide,</br>He woxe dismaid, and 'gan his Fare to fear;</br>Nathless, with wonted Rage he him advaunced near.", "And in his first Encounter, gaping wide,</br>He thought attonce him to have swallow'd quight,</br>And rush'd upon him with outrageous Pride;</br>Who him r'encountring fierce as Hawk in Flight,</br>Perforce rebutted back.  The Weapon bright,</br>Taking advantage of his open Jaw,</br>Ran through his Mouth with so importune Might,</br>That deep empierc'd his darksom hollow Maw,</br>And back retir'd, his Life-Blood forth withal did draw.", "So down he fell, and forth his Life did breathe,</br>That vanish'd into Smoak and Cloudes swift;</br>So down he fell, that th' Earth him underneath</br>Did groan, as feeble so great Load to lift;</br>So down he fell, as an huge rocky Clift,</br>Whose false Foundation Waves have wash'd away,</br>With dreadful Poise is from the main Land rift,</br>And rolling down, great Neptune doth dismay;</br>Se down he fell, and like an heaped Mountain lay.", "The Knight himself even trembled at his Fall,</br>So huge and horrible a Mass it seem'd;</br>And his dear Lady, thee beheld it all,</br>Durst not approach for Dread, which she misdeem'd.</br>But yet at last, whenas the direful Fiend</br>She saw not stir, off-shaking vain Affright,</br>She nigher drew, and saw that joyous End:</br>Then God she prais'd, and thank'd her faithful Knight,</br>That had atchiev'd so great a Conquest by his Might.", ""]