["Where wave the tatter'd ensigns of Rag-fair,</br>A yawning ruin hangs and nods in air;</br>Keen, hollow winds howl thro' the bleak recess,</br>Emblem of Music caus'd by Emptiness.</br>Here in one bed two shiv'ring Sisters lye,</br>The Cave of Poverty and Poetry.</br>This, the Great Mother dearer held than all</br>The clubs of Quidnunc's, or her own Guild-hall.</br>Here stood her Opium, here she nurs'd her Owls,</br>And destin'd here the imperial seat of fools.</br>Hence springs each weekly Muse, the living boast</br>Of Curl's chaste press, and Lintot's rubric post,</br>Hence hymning Tyburn's elegiac lay,</br>Hence the soft sing-song on Cecilia's day,</br>Sepulchral Lyes, our holy walls to grace,</br>And New-year Odes, and all the Grubstreet race.", "'Twas here in clouded majesty she shone;</br>Four guardian Virtues, round, support her throne;</br>Fierce champion Fortitude, that knows no fears</br>Of hisses, blows, or want, or loss of ears:</br>Calm Temperance, whose blessing those partake</br>Who hunger, and who thirst, for scribbling sake:</br>Prudence, whose glass presents th' approaching jayl:</br>Poetic Justice, with her lifted scale;</br>Where, in nice balance, truth with gold she weighs,</br>And solid pudding against empty praise.", "Here she beholds the Chaos dark and deep,</br>Where, nameless somethings in their causes sleep,</br>Till genial Jacob, or a warm Third-day</br>Call forth each mass, a poem, or a play:</br>How hints, like spawn, scarce quick in embryo lie,</br>How new-born nonsense first is taught to cry,</br>Maggots half form'd, in rhyme exactly meet,</br>And learn to crawl upon poetic feet.</br>Here one poor word a hundred clenches makes,</br>And ductile dulness new meanders takes;</br>They motley Images her fancy strike,</br>Figures ill-pair'd, and Similies unlike.</br>She sees a Mob of Metaphors advance,</br>Pleas'd with the madness of the mazy dance:</br>How Tragedy and Comedy embrace;</br>How Farce and Epic get a jumbled race;</br>How Time himself stands still at her command,</br>Realms shirt their place, and Ocean turns to land.</br>Here gay Description, Aegypt glads with show'rs,</br>Or give to Zembla fruits, to Barca flow'rs;</br>Glitt'ring with ice here hoary hills are seen,</br>There painted vallies of eternal green,</br>On cold December fragrant chaplets blow,</br>And heavy harvests nod beneath the snow.", "All these and more, the cloud-compelling Queen</br>Beholds thro' fogs, that magnify the scene:</br>She, tinsel'd o'er in robes of varying hues,</br>With self-applause her wild creation views,</br>Sees momentary monsters rise and fall,</br>And with her own fools-colours gilds them all.</br>"]