["Ah me, what folly actuates mankind,</br>To keep them always in a savage state,</br>By urging, them with acrimonious mind</br>Their BENEFACTORS to caluminate!</br>No man on earth was ever truly great,</br>Who has not been by ENVY'S tooth assail'd,</br>Since base THERSITES full of wrath and spite,</br>The rancour of his heart 'gainst kings reveal'd,</br>'Till wise ULYSSES over him prevail'd.", "When DAVID by Divine appointment rose,</br>To rule in righteousness o'er Israel's throne,</br>Having in presence of a host of foes,</br>GOLIATH a slaughter'd with a sling and stone,</br>He reign'd in good men's hearts; yet he alone</br>Of all the princes of his royal race,</br>A railer met, his power to disown,</br>To cast against him language of disgrace,</br>Pursue, abuse, and curse him to his face.", "Who's this dead dog that dares to curse my Lord,</br>Our sovereign king, (said ABISHAI the brave,)</br>Let me go to aim, and my trusty Word</br>Shall fit his carcase for a traitor's grave.</br>Let him (said royal DAVID) rail and rave,</br>It may be he's commission'd in this way,</br>By Heaven's command my humbled soul to save</br>From vengeance, just, and all my friends may say,</br>Our King was bless'd by being curs'd to-day.", "As WELLINGTON the friend of Church and Crown,</br>With laurel blooming on heroic shield,</br>Found late in London, that the high renown</br>His sword had gain'd on Waterloo's fair field,</br>Where Europe's haughty Tyrant learn'd to yield,</br>Avail'd but little to avert disdain,</br>Of fickle mobs against his merit steel'd,</br>'Gainst him, who disregarding toil and pain,</br>Had for his country conquer'd France and Spain;", "Just so when he who in religion's cause,</br>Had crush'd in British realm the Hydra's head,</br>Who gain'd and merited the high applause</br>Of PERCIVAL, now number'd with the dead,</br>To rule a province of the Church was led,</br>By royal favour, ENVY could not sleep,</br>But rais'd a Lunatic, reports to spread,</br>That he, a faithless Pastor, could not keep,</br>But sought to harass and afflict his sheep.", "Did he fair schools erect, and feed and teach</br>And clothe some hundred children of the poor?</br>Did he the doctrine of ATONEMENT preach,</br>And many a wise man's gratitude secure?</br>And did his son great pains and toll endure,</br>In teaching youth from dawn to dewy night?</br>Yet could not all their honest fame secure</br>From ENVY'S efforts, to defame or bright</br>A lustre that annoys and dazzles feeble sight.", "But let them rail and use invective coarse,</br>To please the blockheads, whose polluted ear</br>The Libeller may lull till he is hoarse;</br>While grateful multitudes rejoice to hear,</br>That he who in Truth's armour did appear</br>A Christian Champion in a doubtful day,</br>Is justly call'd to be a Primate Peer,</br>And rule with steady hand and gentle sway,</br>A Church he lov'd and guarded from decay.</br>"]