["Dark HORROR!  hear my call!</br>Stern Genius, hear from thy retreat</br>On some old sepulchre's moss-canker'd seat,</br>Beneath the Abbey's ivied wall</br>That trembles o'er its shade;</br>Where wrapt in midnight gloom, alone,</br>Thou lovest to lie and hear</br>The roar of waters near,</br>And listen to the deep dull groan</br>Of some perturbed sprite</br>Borne fitful on the heavy gales of night.", "Or whether o'er some wide waste hill</br>Thou mark'st the traveller stray,</br>Bewilder'd on his lonely way,</br>When, loud and keen and chill,</br>The evening winds of winter blow,</br>Drifting deep the dismal snow.", "Or if thou followest now on Greenland's shore,</br>With all thy terrors, on the lonely way</br>Of some wrecked mariner, where to the roar</br>Of herded bears, the floating ice-hills round</br>Pour their deep echoing sound,</br>And by the dim drear Boreal light</br>Givest half his dangers to the wretches sight.", "Or if thy fury form,</br>When o'er the midnight deep</br>The dark-wing'd tempests sweep,</br>Beholds from some high cliff the encreasing storm,</br>Listening with strange delight,</br>As the black billows to the thunder rave,</br>When by the lightning's light</br>Thou see'st the tall ship sink beneath the wave.", "Dark HORROR!  bear me where the field of fight</br>Scatters contagion on the tainted gale,</br>When to the Moon's faint beam,</br>On many a carcase shine the dews of night,</br>And a dead silence stills the vale,</br>Save when at times is heard the glutted Raven's scream.", "Where some wreck'd army from the Conqueror's might</br>Speed their disastrous flight,</br>With thee, fierce Genius!  let me trace their way,</br>And hear at times the deep heart-groan</br>Of some poor sufferer left to die alone;</br>His sore wounds smarting with the winds of night;</br>And we will pause, where, on the wild,</br>The mother to her frozen breast,</br>On the heap'd snows reclining clasps her child,</br>And with him sleeps, chill'd to eternal rest!", "Black HORROR!  speed we to the bed of Death,</br>Where he whose murderous power afar</br>Blasts with the myriad plagues of war</br>Struggles with his last breath,</br>Then to his wildly-starting eyes</br>The spectres of the slaughter'd rise,</br>Then on his frenzied ear</br>Their groans for vengeance and the Demons' yell</br>In one heart-maddening chorus swell;</br>Cold on his brow convulsing stands the dew,</br>And night eternal darkens on his view.", "HORROR!  I call thee yet once more!</br>Bear me to that accursed shore,</br>Where on the stake the impaled Negro writhes.</br>Assume thy sacred terrors then!  dispense</br>The blasting gales of Pestilence!</br>Arouse the race of Afric!  holy Power;</br>Lead them to vengeance!  and in that dread hour</br>When Ruin rages wide</br>I will behold and smile by MERCY's side.</br>"]