["My Muse now fares like some plaine country Mayd,</br>Walking in fairest Garden for delight,</br>With all variety and choyce arrayd,</br>Of herbs and flowers to please the Sent and Sight;</br>Who with the choycest flowers doth first bedight</br>White silken pillowes of her bosome faire;</br>But after their rich colours her inuite,</br>With them to decke her head and golden haire,</br>That as she them adornes, so they may all begay her.", "For when Brides garden first I entered</br>Of Graces, for delightfull meditation,</br>I onely some choyce Flowers gathered,</br>For holy Life, and heav'nly Contemplation:</br>But passing foorth with choyce of Delectation,</br>Such sweet and rich variety I find,</br>Fit to adorne my life and conversation,</br>Out of those pleasant knots I cannot wind,</br>Which with new choyce of flowres and herbs delight my mind.", "But amongst all the fragrant herbes and flowers,</br>That in the Graces garden doe abound,</br>I find none of more sov'raigne grace and powers,</br>Than this of Thrift, which next I do propound:</br>An herbe indeed that's hardly to be found,</br>Because she most what in a corner growes,</br>And matteth low upon the fattest ground,</br>And many her mistake for likely showes,</br>But scarce one of an hundred that her truly knowes.", "Oh heav'nly Muse!  that taught the shepherds swaine,</br>(As he his flockes was following great with yong,</br>To feed them on faire Jordans flowrie plaine)</br>Divinest skill in Tunes and heav'nly Song;</br>With some such holy Fury touch my tong,</br>Whilst I now of Frugality do sing;</br>Who, though she little doth to me belong,</br>Yet if thou helpe to touch my harsher string,</br>I may teach some her practice, whilst her praise I ring.", "She is that Vertue, or that golden Meane,</br>'Twixt Avarice and Prodigalitie,</br>The constant Moderation betweene</br>Base Niggardize, and wasting Luxury.</br>We Temp'rance, Abstinence, and Modesty,</br>With Continence, in this word THRIFT contain;</br>And yet exclude not Liberality.</br>Who doth to name of frugall man attaine,</br>One of the highest Titles due to man doth gaine.", "And such indeed have onely right fruition</br>Of all such fruits, as God to man doth send;</br>Who prudently here weighing their condition,</br>Preserve the Substance, and the fruits do spend:</br>Who flockes and cattell diligently tend,</br>Grasse, Vines and Corn that in the fields do grow,</br>To them their lambes for clothing, Wooll will lend;</br>From Goats and Kine great store of milke shal flow,</br>To feed their houshold, and large gifts abroad bestow.", "There is a Thrift in Substance, and in Grace;</br>One temporall, the other spirituall:</br>They that the one, without the other, trace,</br>Do neither of them find perpetuall:</br>God is of both the Cause effectuall;</br>Apollo water, Paul may plant and sow,</br>But God it is that work to all in all:</br>As all spirituall Thrift from him doth flow,</br>So, by his blessing all in substance thrive and grow.", "This did the Churle by good experience prove,</br>So long as he good Jacob could retaine,</br>He saw great blessings come from heav'n above,</br>And therefore sought him ay to entertaine:</br>Whilst Joseph with th' Egyptian doth remaine,</br>All prospers in his house, and in his field,</br>And in the prison he doth favour gaine,</br>Because all well succeeds that he doth wield:</br>By heav'ns sweet influence the earth her fruits doth yeeld.", "Thrift eldest daughter is of Temperance,</br>By Prudence nursed in her tender yeeres,</br>But when to riper yeeres she doth advance,</br>A Standard under Fortitude she beares:</br>Shee, graced by these three most noble Peeres,</br>By their advice directs her actions right,</br>By Temperance she feedes, and cloathing weares;</br>By Prudence store provides with wise foresight;</br>By Fortitude 'gainst Fortunes blasts she stands upright.", "She moderateth all delights and pleasure,</br>Not that she us forbids all sports or play,</br>But makes us recreate our selves with measure,</br>That from our selves they take us not away:</br>As he that moderates, upon the way</br>His fiercer Steed, is said to use him right;</br>Not he that let's him runne about and stray:</br>So onely he doth pleasures use aright,</br>That serves not them, but makes them serve to his delight.", "For she not onely is a Moderation</br>In meates, and what to clothing doth pertaine,</br>But she eke moderates our recreation,</br>Lest for it we do lose a greater gaine:</br>She doth too much of any thing refraine,</br>And cuts off all luxurious vaine expence.</br>If thou to thrift and riches wouldst attaine</br>Here, seeke not to increase and raise thy rents,</br>But moderate Desire, and vaine Concupiscence.", "I ever from Frugalitie exclude</br>All sordid basenesse, want of aliment,</br>She out of plenty alwaies doth seclude</br>Some few things necessary for Content:</br>For to be frugall and magnificent,</br>May both well in a prudent man combine,</br>Else Thrift no daughter is of Temperment;</br>I onely those for frugall men define,</br>Who use their store, but suffer it not to decline.", "I oft do find in some a simulation,</br>Or ostentation of Frugality;</br>When great men follow thriftie imitation</br>Of those, which are of meaner qualitie:</br>And this may be too much Rusticitie,</br>Be it in Diet, Vessels, Ornament;</br>Best rule for Thrift in all, is Modesty:</br>For where it meetes with one that's provident,</br>Hee's temp'rate, modest, frugall and magnificent.", "But the most deare and faithfull friend to Thrift,</br>Is carefull Husbandry, and Providence:</br>This is the thriving Vertue, which is grift</br>On stocke of Labour, Care, and Diligence.</br>This brings in fewell to Magnificence,</br>And like good huswife fetcheth food from farre.</br>The thriftie handmaid of Beneficence,</br>In Summer for the Winter taketh care;</br>And, ere she builds, Materials doth abroad prepare.", "Fye on the lazie Grashopper, that sings</br>All Summer, and in Winter sterves for cold,</br>Unlike the frugall Pismire, which still brings</br>In new provision, ere she spend her old:</br>Like many youthfull Gallants, who their gold,</br>In summer of their youth do sport away;</br>But when their coyne is spent, and land is sold,</br>Too late, find Ryot cause of their decay:</br>But prudent Thrift foresees and shunnes such evill day.", "By civill Law, the madde and prodigall </br>Are interdicted the administration</br>Of their owne Goods; and have Curators all,</br>To manage their estate in frugall fashion:</br>And so long must they both abide Curation;</br>The furious till he gets his wits againe,</br>The Prodigall, till he to emendation</br>Doth of his Manners and his Thrift attaine:</br>'Tis good for Common-wealth, none spend his state in vaine.", "One, Thrift unto the Temples doth compare</br>Amongst the Heathen, which, most sure Asyle,</br>And Sanctuaries for all Debtors were:</br>Another likes a thrifty man, ere-while,</br>To ground wel compast, and wel till'd with toyle:</br>For as such lands grow foule by slothfulnesse,</br>But fruitfull, where the plough doth stir the soyle:</br>So men grow grosse and foule by Idlenesse,</br>But pure and healthfull by laborious Thriftinesse.", "Heathen, such fruitfull frugall men compare</br>Unto the gods, who had so little need,</br>Though they had all, that they it all could spare</br>To mortals, who did here their blessings need:</br>Farre otherwise 'tis with our rich-mens breed;</br>They nothing spare, but spend ev'n all and more,</br>Their Flesh and Lusts luxuriously to feed:</br>Thus they, in plenty swimming, are but poore,</br>When those that have but little, yet have greater store.", "This their rich misery doth not proceed</br>From any fault, that is in outward store,</br>But from Lusts and Cupidities which breed</br>In Soule and Body, as I said before:</br>Like some in fits of Agues, who the more</br>Coole Beere they drink, the more they do desire,</br>Their drinking thirst increaseth:  He therefore</br>Must purge the humours, cause of all this Fire,</br>Else drinke till he burst, he growes within the drier.", "Me thinkes I rightly may this Thrift compare</br>Unto the sev'n fat Kine on Nylus shore,</br>Or those sev'n goodly cares of Corne, which were</br>To Egypts Monarch signes of Thrift and store:</br>The blasted eares, and Bullockes leane and poore,</br>I liken unto Prodigality:</br>Who all the fruits devowers up, and more,</br>That are provided by Frugality:</br>Thus she with her owne bowels feeds her enemy.", "As when the Ayer suckes immoderatly</br>Up moysture from the ground, the clouds do fall</br>From thence againe on Earth most lavishly:</br>Ev'n so, when Misers here do licke up all,</br>For to enrich their heyers therewithall,</br>Soone as the long-expected day doth come</br>Of their most welcome, tearelesse funerall,</br>Their wealth all lavishly about doth run,</br>Till their rich cloud be spent, and they be quite undone.", "It is most terrible, prodigious,</br>To see an Earthquake, with dread violence,</br>Swallow a Country, City, Towne, or House;</br>Yet Prodigals, oft by profuse expence,</br>Do swallow Towers, Houses, Farms and Rents:</br>Then they, saith one, them vomit up againe,</br>Not truly sell them; for they have long since</br>Them spent in drinking, lusts and pleasures vaine;</br>They onely now are faint to spue them out for paine.", "Many good precepts find I of the wise,</br>Us to instruct in true Frugality;</br>But David doth the onely way advise,</br>In his most sweet divinest Psalmody:</br>He shall have plenty and prosperity, </br>That feares the Lord, and scatters to the poore,</br>His name be blessed to Posterity.</br>He that disperseth shall have greater store:</br>For goods-disposer gives him all his wealth therefore.", "Abels first frugall man I of do reade,</br>Who gave the fairest firstlings of his Flockes,</br>Because there was no poore that then had need,</br>To him that gave him all his store and stockes.</br>This gave to Isaac great and castie Shockes,</br>When in one yeere he reapt an hundred-fold:</br>Jacob, that went out with a staffe, now stockes</br>All Shechims country with his Herd and Fold:</br>The land of Canaan scarce can all his substance hold.", "The Heathen say, that heav'nly Providence </br>To mortals here for labours Blessings sell:</br>And therefore do require all diligence</br>Of all, that would have all things prosper well.</br>Of Abstinence and Continence some tell,</br>That give a man with little, much content;</br>Which of anothers inch will make an ell,</br>By whom nought lavishly on Lusts is spent,</br>But onely needfull wants of Nature to content.", "Fabricius thus with little, doth despise</br>Great Princes presents, and the gifts of Kings:</br>His Flocks him cloath, his Farmes with food suffise.</br>Seranus is his plough a-following,</br>When as the Senate comes, him newes to bring,</br>That they him their Dictator had elected.</br>Brave Curius, who, for Empires managing,</br>Was after of all Consuls most respected,</br>Dwelt in a country-Cottage all alone neglected.", "More royal's sure Content in Poverty,</br>In little homely Bowres, which can defend</br>Us from Sunnes heate, and Ayers injury,</br>Then glistring Towers, where they waste and spend</br>In pompe and luxury, what God doth lend:</br>There, costly Dainties oft with poyson wound:</br>Here, without cost, the earth sound Cates doth send:</br>There, golden Vessels, purple Beds are found:</br>Here, all the flowry bankes do rest and quiet sound.", "When Alexander, in a little Tunne,</br>Saw a great Tenant with content of mind,</br>The Cynicke, Lo, saith he, that here doth wun</br>More rest, than I in all the world can find:</br>I covet all, he nothing lesse doth mind.</br>They surely have more pleasure, and lesse paine,</br>Who are with little unto Thrift inclin'd,</br>Than they that seeke a world of wealth to gaine,</br>That they may more indulge to ease and pleasure vaine.", "One praiseth hunger, as best sawce to meat,</br>Because it cost him least, yet savour'd best,</br>And alwaies with delight did drinke and eate,</br>Because he ne're did without hunger feast.</br>Some onely live to eate, drinke and digest,</br>But we ought onely eate and drinke to live;</br>To live to feed, is to be like a beast:</br>Who would in reason more, than sense, be thrive,</br>To body needfull things, to Soule must plenty give.", "Xantippe's said once Socrates too blame,</br>For that he often made an inuitation</br>Of greatest friends; yet's fare was still the same,</br>Avoyding alwaies costly preparation:</br>Soone he replide thus to her allegation:</br>If, as they seeme, they be our friends indeed,</br>They will respect our Thrift; but if for fashion</br>They make a shew:  let's to our selves take heed,</br>And not spend our estate, them daintily to feed.", "These patternes are of frugall abstinence,</br>Which, as you see, the Heathen ev'n adore;</br>Now see the holy fathers providence</br>To raise themselues to plenty being poore:</br>Noe, Abraham, Booz, and a thousand more,</br>Live upon Tillage, Grazing, Husbandry,</br>And tend their flockes, corne, cattell, grasse, and store:</br>Yea, Kings did hereunto themselves apply,</br>To joyne Magnificence with this Frugality.", "Ev'n after Saul anoynted is a King,</br>He followeth the Cattell from the field,</br>And they that death to Ishbosheth did bring,</br>Came to buy Corne; it seemes he Tillage held.</br>None e're did so magnificently weld</br>A Scepter, as did royall Salomon,</br>To which his Thrift such wondrous store did yeeld:</br>To his sheepe-shearing sprucest Absolon,</br>Invites ev'n princely David, and his eldest sonne.", "See how great Princes, and the sonnes of Kings</br>Are not ashamed of Frugality.</br>Priests liv'd indeed of Tythes and Offerings,</br>And therefore lookt most to Gods husbandry:</br>Paul had a trade, although a Pharisie;</br>And though he to th' Apostleship attaine,</br>Yet workes he in his Trade and Mysterie,</br>His living with his labour here to gaine,</br>Nor will he charge the Church, though bound, him to maintaine.", "Th' Apostles all were Fishermen, and gain'd</br>Their living, by induring wet and cold:</br>Divines thinke, Joseph blessed Jesus train'd</br>In his owne Trade, till he thrise ten yeeres told.</br>I could be yet three times as manifold,</br>This Vertue with examples to commend,</br>But I had rather be a little bold,</br>And you perswade her practice to intend;</br>One's for her praise, but this is counsell for a friend:", "Oh what a happinesse it is to live,</br>And do much good, without offence, to all!</br>To eate secure those cates our ground doth give,</br>To lie so low, one can no lower fall,</br>Yet have ev'n there Content imperiall:</br>No wickednesse can enter such a Cell,</br>Highest delights, that can a Prince befall,</br>This private Cottage may affoord as well,</br>Where Care not halfe their sorrowes unto thee will tell.", "To many, Rist from meane to great estate,</br>Is not an end, but change of Misery:</br>The fault is in the Mind, (not in the Fate,)</br>Which is the same in wealth and poverty:</br>Who onely mind change and variety,</br>Live ill, because they still begin to live:</br>They rightly here injoy prosperity,</br>That so much pleasure to their Bodies give,</br>As they not for, but in the Body sought to live.", "Happy is he, who never saw that one</br>With whom he would exchange his meane estate;</br>Most miserable, who to that are come,</br>They things, which were superfluous of late,</br>Have now made necessary to their state:</br>Such are ev'n slaves, not masters of their pleasure;</br>They love their ills, which is the hardest fate.</br>Alas!  there is no remedy nor measure</br>Of Vices, when as men esteeme them as a treasure.", "No good befals a man under the Sunne,</br>The which his mind is not prepar'd to lose:</br>No losse more easie is to any one,</br>Than of the things he hath no need to use:</br>He's never poore, who Natures rules doth chuse;</br>Nor rich, that liveth by Opinion:</br>Natures desires be finite; boundlesse those,</br>That false Opinion depend upon,</br>Loathing no Sallet:  Hunger likes an Onion.", "Sure he is best, to whom with sparing hand,</br>God gives sufficient, let him wish no more:</br>In need of things superfluous to stand,</br>Is miserable want, in greatest store.</br>Excesse oppresseth many, who before</br>With little could have liv'd and beene content:</br>These, though they have enough, yet stil be poore,</br>Because they first beyond their compasse went:</br>This evill prudent Thrift betimes seeke to prevent.", "Who is not made in Husbandry to sweat,</br>May sweat in Arts or Lawes politicall;</br>'Tis fit all earne their bread, before they eate:</br>Nothing is more expensive, prodigall,</br>Than to have nothing here to doe at all:</br>Want of employment, Ease, and Idlenesse,</br>Have caus'd more noble Houses here to fall,</br>Than Fortunes blasts, or Envies bitternesse.</br>Let him not live to spend, that nothing doth professe.", "Then let him never live, that doth professe</br>What's worse than nothing, basest Usury:</br>Herein is certaine profit, I confesse,</br>But alwaies with anothers misery:</br>Is this the vertue of Frugality?</br>By others losses to increase our store?</br>Then so is rapine, theft, and robbery,</br>Selling of Justice, which oft bring in more,</br>Than all the frugall Trades I named have before.", "Since Nature with so little is content,</br>Who here would use unlawfull Arts for gaine?</br>We are but Stewards here of what is sent,</br>If we our Talents use aright to gaine,</br>We twice as many shall of God obtaine:</br>But if to hide them in the earth we chuse,</br>Or spend them on our Lusts and Pleasures vaine,</br>They shall be tane from us, who them abuse,</br>And giv'n to such as shall them to Gods glory use.", "But I so worldly Thrift have followed,</br>That I forgotten have to thrive in Grace,</br>And as it in the world is practised,</br>Must put her off unto the second place:</br>For I so neere have finished my race,</br>I must deferre this to another time:</br>God grant we may them both aright imbrace.</br>Now, like good husbands, knocke we off betime,</br>And be at worke to morrow in the mornings prime.</br>"]