["How beautiful upon this verdant bank</br>The sunshine slumbers!  how the vernal trees</br>Expand their foliage fresh and young!  how clear</br>Through yonder vale glitters the silver stream!</br>How pleasant 'tis to mark the labouring ploughs</br>Traverse the field, and leave a sable track,</br>While merrily behind the driver stalks,</br>Whistling in thoughtless vacancy of mind;</br>The small birds, as it were a holiday,</br>Sing forth, with carol sweet, from every bough;</br>And larks, ascending to the clear blue sky,</br>Suffuse the air with music.", "None can feel</br>But those, above whose head misfortune's clouds</br>Have muster'd in their gloom, how sweet it is,</br>Thus, &mdash; after long years spent in the rough world,</br>'Mid scenes, in which affection has small share,&mdash;</br>To stand, as I do now, and gaze upon</br>The landscape graven on the youthful mind</br>In all its beauty; render'd far more dear</br>By thousand thoughts with boyhood's glowing years</br>Close intertwined; and thus remaining still,</br>Heedless of all the tempests that have pass'd,</br>In sunshine, and in vernal beauty dress'd.</br>And thou, lone church-yard, with thy yew-trees dark,</br>The children of departed centuries,</br>Often, in absence, have I seen thy sward</br>With mountain daisies, and with natural blooms</br>Prank'd sweetly; these white monumental stones,</br>And that retired and unassuming church,</br>Which, like a pious man, amid the mob</br>Of cities, and the bustle of the world,</br>Dwells in the beauty of its holiness,</br>Untainted, undefiled. &mdash; Oh, quiet spot!</br>How often have my visions pictured thee!</br>How often have I deem'd that, when at length</br>These eyes shall in their mortal slumbers close,</br>Here &mdash; here, above all other spots of earth,</br>My body would take up its last abode;</br>No marvel! &mdash; but be still my throbbing heart;</br>Be tranquil, and resign'd: &mdash; now to my task.", "Green sward, that in thy bosom hidest deep</br>The form, that never more can bless mine eyes</br>Again; &mdash; with bursting heart, and tearful gaze,</br>I stand with thee; and, on the iron rails</br>That compass thee about, I, leaning, muse</br>Upon my past, and ship-wreck'd happiness.&mdash;</br>Oh where art thou, the dove, that, to mine ark,</br>Brought duly home the olive-bough of peace?</br>Oh where art thou, of whom in youth I dream'd</br>(Nor erring in my thought,) that, without thee,</br>This world could be a mockery alone,</br>A scene of desolation, cold and bleak,</br>And cheerless, as the everlasting gloom</br>Of hyperborean realms? &mdash; Elizabeth!</br>Dear name that, now, art but an empty sound,</br>And hast, at least for my deluded heart,</br>No meaning, save that for a talisman</br>It served me once, and turn'd all thoughts to joy!", "When thou wert drooping on thy death-bed laid,</br>And Sickness like a Demon haunted thee,</br>Turning all feelings, and all thoughts to pain,</br>I was not near to hang beside thy couch</br>In tenderness, and in anxiety; to sooth</br>The unrepining ills; to press thy hand</br>Against my lips, and tell that all my hopes</br>Of happiness on earth were fix'd in thee!</br>To mention o'er the many happy scenes</br>Which we have view'd together; and to say,</br>Surely the same might be enjoy'd again!</br>I was not near to watch, in tenderness,</br>Life's fluttering, dying spark; to mark the set</br>Of thy too rapid day's descending sun;</br>To catch thy latest sigh; and bid thee hear,</br>That though on earth a thousand years were mine,</br>One only love my heart would ever own!", "When last I left my home, what wert thou then?</br>A very picture of all loveliness:&mdash;</br>The glow of health play'd on the varying cheek,</br>And round thy ruby lips; thy hazel eye,</br>Through its long silken lashes, sparkled bright;</br>And I have gazed upon thy snowy brow;</br>And on the brightness of thine auburn hair;</br>And thought ('twas but a dream,) that many days</br>Of joy &mdash; and sunshine &mdash; and prosperity&mdash;</br>Would bless thee, and that thy reflected smile,</br>Through many years, would make me blest indeed.</br>In hope we parted; &mdash; 'twas a summer eve,</br>And the long lines of the decaying light</br>Fell sombrely upon the crimson'd trees;</br>And, ever and anon, a murmuring sound</br>Rose from the falling stream.  The blackbird, perch'd</br>On the tall sycamore, its pensive hymn</br>Chaunted to usher in the shades of eve.</br>Yea!  even then, as the last lingering look</br>I fix'd on thee, departing, something pass'd&mdash;</br>As if a shadow &mdash; o'er my drooping heart,</br>To omen that I ne'er should see thee more!", "Amid the flap of the distending sails,</br>Mid social converse, and the roar of waves,</br>And the long vista of the ocean green,</br>And the blue beauty of receding isles,</br>I strove to overcome my sinking heart,</br>And hush my fears to peace.  Yet, often-times,</br>As coastways we pursued, and cape and bay</br>Alternately appeared, and pass'd behind;</br>While soar'd the sea-gull with a wailing shriek,</br>My gaze hath westward follow'd it, and wish'd&mdash;</br>What fondness will not lovers when they love!&mdash;</br>That it could bear a blessing unto thee,</br>And bring me thine, returning.", "Months pass'd o'er;</br>Time with a healing touch did salve my fears;</br>And Friendship wooed me through the livelong day:</br>Yet, oft-times, when I paced the midnight deck,</br>And, save the murmuring billows, all was still;</br>When plaintively, amid the cordage, piped</br>The loud-breath'd winds, and, twinkling overhead,</br>Ten thousand lustres studded the blue arch,</br>Elizabeth, my thoughts did wander home,&mdash;</br>To thee they stray'd, they dwelt on thee alone!</br>I thought me of our sweet autumnal walks</br>By the green wood, or o'er the yellow sands;</br>Of our long cherish'd, and unfaded love;</br>Of the vows pledg'd in early youth: &mdash; I thought&mdash;</br>Alas!  it was a mockery of hope!&mdash;</br>That, when again our keel did touch the strand</br>Of Scotland, I should clasp thee in the flush</br>Of beauty, and should hail my wedded wife!", "Long on the Indian strand our steps delay'd;</br>And I (for still a supernatural dread</br>Did haunt me night and day!) did pine in heart,</br>Yea long to traverse the wide seas again,</br>To brave the adverse elements, and thus</br>From these external impulses subdue</br>The agitations of the heart; we plough'd</br>Month after month the interminable main,</br>Saw but the sun, and sky, and the long clouds</br>That sometimes floated o'er the hemisphere,</br>And pass'd beneath the horizon sometimes too,&mdash;</br>I loved the sight &mdash; a lightning sheet would gild</br>The pale front of the evening sky, and come</br>With bright reiteration suddenly.&mdash;</br>Sometimes the watery pillar, huge and vast,</br>Touching the clouds, and walking on the sea,</br>Approach'd us like a giant, to enwrap</br>Our vessel, and o'erwhelm us &mdash; till the ball</br>Sent from the cannon's throat did pierce its side,</br>And the whole mass, a deluge, thundering fell.</br>Any thing &mdash; any thing that broke the calm,</br>And caused a moment's thought, was dear to me,</br>For my heart's load it lighten'd.  Day by day,</br>I strove to comfort me, &mdash; I strove to dash</br>The mantle of despondency, that wrapt</br>My thoughts in gloom, aside; yet, even then,</br>I sometimes deem'd, that I should find thee well,</br>And happy; and that thus my heavy fears,</br>Like clouds, would melt in that clear heaven of joy;</br>That would o'erarch my soul at meeting thee!", "Oh!  who shall tell my bosom's agony,&mdash;</br>Words cannot paint it &mdash; language is in vain&mdash;</br>The misery, that like the fiery bolt,</br>Did fall; and, with an overwhelming sweep,</br>Pass'd through, and sear'd my unresisting heart!</br>When, scarcely had our keen prow touched the strand,</br>Then to my fond inquiry, &mdash; Oh, dread fate!&mdash;</br>I heard that thou wert in the land of rest!!</br>Stunn'd to the soul, &mdash; and stupified, &mdash; and drugg'd</br>To misery, and to loathing, with this draught</br>From grief's most bitter chalice, for a while,</br>Beyond the sway of reason I did lie;</br>And said not &mdash; heard not &mdash; heeded not; the sun</br>Shone not for me; the summer of my life</br>Was wasted &mdash; wither'd, as by magic spell,</br>Into the leafless bough, and frosty wind!", "As stills the tempest of a winter day</br>Into a sombre shade, a gloomy calm,</br>So hath the hurricane, that rent my heart,</br>Wasted its force, yet only left behind</br>Ruins, and all the silence of despair;</br>And I have come, this once, before I leave</br>This land for ever, thus to throw me down</br>Upon thy grave, &mdash; this green and silent grave,</br>Lose for an hour the manhood of my soul,</br>And weep in solitude and bitterness.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Lo!  'tis the crimson sun, whose western rays</br>Burn on the wall:  I must away &mdash; away.</br>Farewell!  already are our sails unfurl'd,</br>And, flapping, woo the breeze to bear us on:</br>Farewell!  oh dim, and silent field of graves!</br>My native land, farewell! &mdash; now to the sea;</br>And then a wild and desolate abode,</br>In lands unknown, &mdash; upon some woody isle,</br>Upon the other side of this round world!</br>"]