["The rose-bud, blushing through the morning's tears,</br>The primrose, rising from the brumal waste,</br>The snow-drop, or the violet, that appears</br>Like nun within the myrtles' shadow pieced,</br>Wear not a smile like thine, nor look so chaste,</br>Fair Innocent!  that, from thy mother's knee,</br>As yet by Earth's despoilment undefaced</br>Smil'st, and unheeding what the fates decree,</br>Dream'st not of hapless days, that yet will frown on thee!", "Say, o'er thy little frame when slumbers steal,</br>And watch above thy cradle seraphs keep,</br>Do they, in love, futurity reveal,</br>That thus thou sweetly smilest in thy sleep?&mdash;</br>Thy pure blue eyes were sure ne'er form'd to weep;</br>Those little lips to breathe the sighs of woe;&mdash;</br>Alas!  in life it may be thine to steep</br>Thy senses in nepenthe, glad if so</br>Thy memory may the dreams of wretchedness forego.", "For passion is a tyrant fierce and wild,</br>Leading the thoughts from Virtue's pure career;</br>And spirits, in their natures calm and mild,</br>Are duped by Flattery, or subdued by Fear;</br>Love, that with promise to illume and cheer</br>The path of life, oft lures us to betray;</br>And hopes that, robed in iris hues, appear</br>When the heart swells in Youth's exulting day,</br>Dreaming sweet dreams alone, in darkness melt away!", "Sweet child, thy artlessness and innocence</br>Kindle deep thought, and cause my heart to bleed;</br>For even to the best the Fates dispense</br>Sorrow and pain, nor are the happiest freed</br>From ills, that make existence poor indeed;</br>Sadness doth of its lustre rob the eye;</br>And those who ever, in the hour of need,</br>To mitigate our griefs were kindly nigh,</br>Like shot stars, one by one, all disappear and die!", "Earth is at best a heritage of grief,</br>But oh!  fair cherub, may its calm be thine;</br>May Virtue be thy solace and relief,</br>When Pleasure on thy lot disdains to shine!</br>There was a time, when being was divine,</br>No sin, no sorrow, &mdash; paradise the scene;</br>But man was prone to error, and his line</br>In frailty like their sire have ever been;&mdash;</br>How happy mightst thou be, were Eden's bowers still green!", "Ah!  may I guess, when years have o'er thy head</br>Their passage winged, maturity thine own,</br>How may on Earth thy pilgrimage be led?&mdash;</br>Shall public cares, or privacy alone</br>Thy life engage?  or shall thy lot be thrown</br>Where timbrel, horn, and martial drum inspire?</br>Or, soothed to softness, and a holier tone,</br>Draw down aerial spirits to thy lyre,</br>Or call upon the muse to arm thy words with fire?", "Thy flaxen ringlets, and thy deep blue eyes,</br>Bring to my mind the little God of Love;</br>The last outvie the azure of the skies,</br>The first are like the clouds that float above</br>The Spring's descending sun.  The boy whom Jove</br>Wrapt from the earth &mdash; fair Ganymede &mdash; to dwell</br>Above the realms where Care has wing to rove,</br>Thy cherub features may betoken well;</br>Or if the one excell'd, perchance thou mightst excel.", "Even now, begirt with utter helplessness,</br>'Tis hard to think, as on thy form I gaze,</br>(Experience makes me marvel not the less,)</br>That thou to busy man shalt rise, and raise</br>Thyself, mayhap, a nation's pride, and praise;</br>'Tis hard to let the truth my mind employ,</br>That he, who kept the world in wild amaze,</br>That Caesar in the cradle lay &mdash; a boy,</br>Soothed by a nurse's kiss, delighted with a toy!", "That once the mighty Newton was like thee;</br>The awful Milton, who on Heaven did look,</br>Listening the councils Or Eternity;</br>And matchless Shakespeare, who, undaunted, took</br>From Nature's shrinking hand her secret book,</br>And page by page the wondrous tome explored;</br>The fearless Sidney; the adventurous Cook;</br>Howard, who mercy for mankind implored;</br>And France's despot chief, whose heart lay in his sword!", "How doth the wretch, when life is dull and black,</br>Pray that he were, pure Innocent, like thee!</br>Or that again the guileless days were back,</br>When Childhood leant against a parent's knee!</br>'Tis meet that Sin should suffer &mdash; it must be:</br>To such as at the shrine of Virtue meek,</br>Remorse is what the righteous Fate's decree;</br>On conquest bent, Sennacherib awoke,&mdash;</br>But Heaven had o'er his camp breathed death in the Siroc.", "The unrelenting tyrant, who, unmoved,</br>Lays for a sweet and smiling land his snares,</br>Whose callous, unimpassion'd heart hath proved</br>Beyond the impulse of a mother's prayers,</br>Though not for Beauty's tearful eye he cares,</br>A tyrant among tyrants he must be</br>A Herod with a Hydra soul, who dares</br>To spill the blood of innocents, like thee,</br>All smiling in his face, and from a parent's knee!", "Adieu!  fair Infant, be it thine so prove</br>The joy, of which an earnest thou wert sent;</br>And, in thy riper years, with looks of love,</br>Repay thy mother for the hours she spent</br>In fondness o'er thy cradle; thou wert meant</br>To be her solace in declining years;</br>Raise up the mind, with age and sorrow bent;</br>Assuage with filial care a parent's fears,</br>Awake her heart to joy, and wipe away her tears!</br>"]