["All round was still and calm; the noon of night</br>Was fast approaching:  up the unclouded sky</br>The glorious moon pursued her path of light,</br>And shed her silvery splendour far and nigh:</br>Nor sound, save of the night-wind's gentlest sigh,</br>Could reach the ear; and that so softly blew,</br>It scarcely stirr'd, in sweeping lightly by,</br>The acacia's airy foliage; faintly too</br>It kiss'd the jasmine's stars which just below me grew.", "Before me, scatter'd here and there, were trees</br>Whose massy outline of reposing shade,</br>Unbroken by that faint and fitful breeze,</br>With the clear sky a lovely contrast made:</br>'Twas Nature, in her chastest charms array'd!</br>How could I then abruptly leave such scene?</br>I could not:  for the beauties it display'd</br>To me were dearer than the dazzling sheen</br>Of noon's effulgent hour, or morning's sparkling mien.", "Awhile in silent reverie I stood,</br>Pensively gazing on the objects round;</br>And soon my mind, in contemplative mood,</br>Abundant theme for meditation found;</br>And far beyond the shadowy visible bound</br>Of my eye's glance did eager fancy fly;</br>Nor even Virtue on her flight then frown'd,</br>But mark'd her progress with approving eye,</br>For heav'n-ward was her course, her visions pure and high.", "They err, who calculate time's silent pace</br>By the mere lapse of minutes, or of hours;</br>Not even thought his printless step can trace,</br>Which hastens onward, over thorns and flowers,</br>Nor cares for sun that shines, or storm that lowers.</br>'Twere wiser far in us to count his flight</br>By the improvement of our mental powers,</br>And by the store of suffering, or delight,</br>Which cheers Life's fleeting day, or clouds Death's coming night.", "Oh, there are hours!  aye moments, that contain</br>Feelings, that years may pass and never bring;</br>Which, whether fraught with pleasure or with pain,</br>Can never be forgot:  as if the wing</br>Of time, while passing o'er, had power to fling</br>A dark'ning shade, or tint of happier hue,</br>To which fond memory faithfully should cling</br>In after life:  I felt, and own'd it true,</br>While I stood still, and look'd upon that moonlight view.", "I thought of some, who once beheld, like me,</br>The peaceful prospect then before me spread;</br>And its still loveliness appear'd to be</br>One of those visions morning slumbers shed</br>Upon the pensive mourner's pillow'd head:</br>Its beauties, less distinct, but far more dear,</br>Seem'd to invoke the absent, and the dead!</br>And by some spell to bring the former near,</br>Although it could not call the latter from their sphere.", "Nor did I wish it. &mdash; No, dear MARY!  no:</br>How could I ever wish thou shouldst resign,</br>For any bliss this being can bestow,</br>Pleasures eternal, deathless, and divine?</br>Yet, when I saw the pale moon coldly shine</br>On the same paths and turf which thou hadst trod,</br>Forgive my vain regret! &mdash; Yet, why repine?</br>Its beams sleep sweetly on thy peaceful sod,</br>And thou thyself hast sought thy FATHER, and thy GOD!", "For thou wert number'd with the \"PURE IN HEART,\"</br>Whom CHRIST pronounced blessed!  and to thee,</br>When thou wast summon'd from this world to part,</br>We well may hope the promis'd boon would be</br>Vouchsaf'd in mercy, &mdash; that thy soul should see</br>HIM, whom the angelic hosts of heaven adore;</br>And from each frailty of our nature free,</br>Which clogg'd that gentle spirit heretofore,</br>Exulting, sing HIS praise, who lives for evermore!", "Farewell!  thou lov'd and gentle one, farewell!</br>Thou hast not liv'd in vain, or died for nought!</br>Oft of thy worth survivors' tongues shall tell,</br>And thy long-cherish'd memory shall be fraught</br>With many a theme of fond and tender thought,</br>That shall preserve it sacred.  What could years,</br>Or silver'd locks, of added good have brought</br>Unto a name like thine?  Even the tears</br>Thy early death has caus'd, thy early worth endears!", "Mix'd with thy memory, in that moonlight scene,</br>Came thoughts of one still living here below,</br>Who had thy sister-like companion been,</br>When first I met you both, long, long ago;</br>And all the pleasure which I us'd to know</br>In your society, to my mind's eye</br>Reviv'd again, ting'd with a brighter glow</br>Of feeling than it wore in days gone by;</br>Like some delightful dream, whose influence could not die.", "I turn'd me to past hours, remember'd yet,</br>When we together walk'd the ocean shore;</br>What time the sun in hues of glory set,</br>What time the waves obey'd the winds no more,</br>And music broke, where thunder burst before:</br>I thought of moments when we turn'd the page</br>Of Scotia's Shepherd Bard, and linger'd o'er</br>His simple pictures of an earlier age,</br>KILMENY's heav'nly trance, THE ABBOT's pilgrimage.", "These Recollections still have charms for me,</br>And for their sake, my lovely friend, wilt thou</br>Pardon me, if thine eye this page should see,</br>The expression of my feelings then, and now:</br>So may the breeze which fans thy SISTER's brow</br>Bear healing on its wings!  and when for home</br>Once more your bark shall ocean's surface plough,</br>May your bright eyes, around you as they roam,</br>Tell that your hearts are light as ocean's feathery foam.", "Thou too, young BRIDE!  thine image pass'd me by,</br>While looking on a spot to thee so dear,</br>It scarcely could be left without a sigh,</br>Though Love had conquer'd vain, foreboding fear:</br>I thought of thee; and hope and faith were near,</br>And whisper'd tidings of thy future fate;</br>They told me too, that feelings cherish'd here</br>Should on life's after progress love to wait,</br>And gild with happiest hues thy hymeneal state.", "Then, shouldst thou cast a retrospective glance</br>On thy late home, may its lov'd memory seem</br>Thy present pleasures only to enhance,</br>By flinging from the past a vivid gleam</br>Of brightness, like some well-remember'd dream,</br>Which charms us when we wake to sober bliss:</br>Still be life's earliest ties a tender theme,</br>Dear to affection; and thou shalt not miss,</br>In any earthly home, enjoyment found in this.", "But why pursue to Memory's utmost scope</br>Her \"Recollections?\"  Here then let them end.</br>Peace to the dead!  And oh!  may blissful hope</br>Wait on the image of each absent friend;</br>That so with our adieus may sweetly blend</br>The pleasing prospect of a future day,</br>When the last parting shall but seem to lend</br>To our re-union a still brighter ray,</br>Like the sun's new-born beams, when night has past away.", "Frail is that friendship, that affection cold,</br>Whose transient influence is limited</br>To the brief hour in which we can behold</br>Their faces whom we love; and then is fled!</br>The sweetest drops which Providence hath shed</br>Into my cup of life have ever flown</br>From the remembrance of the moments sped</br>With those whom I hold dear:  and joys then known</br>On solitary hours their social light have thrown.", "And therefore are they, in my inmost heart,</br>As the deep waters of a hidden well;</br>Whose living freshness have a power to impart</br>Far more than e'en the poet's page can tell</br>Of pure enjoyment inexhaustible,</br>Valued beyond old ocean's rarest gem;</br>Nor, while I feel my grateful bosom swell</br>With feelings they confer, can I condemn</br>Myself, for having thus in song recorded them!</br>"]