["Yes, it is hard the steep ascent to climb</br>Whence Fame's proud structure beams upon the eye,</br>And well I wot, that many a son of rhyme,</br>Loth to give o'er, yet timorous to try,</br>Pours from his weary heart the anxious sigh;</br>Fearful he wends, for by the mountain's side</br>Grim satire him appals with frequent cry,</br>And flaps her harpy wings, while envious Pride</br>Mocks from his side fair Hope, his comfort and his guide!", "Yet, tho' the way be rude, and wild, and steep,</br>Tho' satire's irksome scream be in mine ear,</br>Yet will I toil the upward path to keep,</br>Inflexible amid those phantoms drear,</br>Envy, and lurking Hate, and Scorn severe;</br>For should my feet yon shining summit gain,</br>And should I grasp at length the prize so dear,</br>Oh!  what were labour, weariness, and pain,</br>The meed, the immortal meed of glory to obtain!", "Methinks, arrived at Fame's eternal dome,</br>Already round my brow her leaves entwine;</br>Smiling, I mark how Time's o'erwhelming gloom</br>Steals silently o'er many a soul supine,</br>And feel oblivion never can be mine!</br>Cease soaring Thought!  the rapid pinions stay!</br>For sometimes Hope's frail taper will decline,</br>And often must I rue her wav'ring ray,</br>Lest it should die indeed, and fail me on my way.", "Oh!  if to me, ye Muses, 'tis assign'd</br>That pinnacle to reach, attained by few,</br>If Fame's loud trump shall cheer this ardent mind,</br>And her wide prospects glitter on my view,</br>Yet, for one boon, one precious boon I sue!</br>Still, let each social, simple feeling, thrive</br>Within my heart, to Nature's dictates true,</br>Still, let affection's gentler flame survive!</br>Or take, ye Muses, all Ambition has to give!", "Change, they who list, the fond maternal smile,</br>And friendship's honest, heart-consoling glow,</br>For the proud honours of yon air-built pile,</br>And flattery, empty food of man below;</br>All Pride can ask, or glory can bestow!</br>Yet, hear me Muses from your sacred shrine!</br>Oh!  bid these various flow'rs together grow,</br>Let gentleness with radiant genius twine,</br>Life's mild, unenvied sweets, and glory's wreath be mine!</br>"]