["Beyond the wood that screened Eumenes' cot</br>Young Wallace lived, a youth of goodly kin;</br>Fortune had marked with competence his lot,</br>And though the beard now darkened on his chin</br>His life had 'scaped the deadlier taint of sin.</br>Edgar and Wallace knew each other well&mdash;</br>Each did the other's heart to friendship win;&mdash;</br>How bland their feelings, they alone may tell</br>Who have confessed the force of friendship's powerful spell.", "How tender are her soothings when within</br>Those warm emotions rise and live and glow&mdash;</br>Free from the noisome feculence of sin&mdash;</br>Which they of gentle spirit only know!</br>The milk of human kindness sweetens so</br>The heart's asperities, the bitter feud,</br>When friendship's blossoms in the bosom grow;</br>That God's own image seems to be renewed,</br>Whose brightness in our souls transgression had subdued.", "Oh!  what were man, if friendship never threw</br>Her halo round his destiny's pale star?</br>If he her sweet sensations never knew,</br>He ne'er could tell what this world's blessings are:</br>And, but for her, how would its sorrows mar,</br>With shadows dark, the sunshine of his years!</br>Full oft she ruptures misery's rigid bar,</br>Casting a lustre o'er misfortune's tears,</br>Sooths the dejected soul, and brightens as she cheers!", "Wallace and Edgar, in their childhood's prime,</br>Had interchanged the pledges of esteem:</br>Their young hearts, each as glowing as their clime,</br>Had warmed and ripened in affection's beam.</br>As both together down time's gentle stream</br>Held their smooth course beneath the sparkling ray</br>Of boyhood's cheerful sunshine, hope's fair dream</br>Spread like the light of truth before their way,</br>And not a cloud arose to shade their youthful day.", "Both were of equal age, and neither had</br>Brother or sister his regards to share.</br>In this their lot was anything but sad,</br>For oft &mdash; too oft, alas! &mdash; the thorns of care</br>In kindred bosoms fix, and, festering there,</br>Taint all the finer feelings of the soul.</br>The links of love oft snap, and lack repair;</br>But severed once, disunion mars the whole&mdash;</br>Released affection flies, and mocks the will's control.", "They had been much in early youth together,</br>And their young friendships strengthened with their years.</br>As the bright orb of day in April weather</br>Smiles o'er the face of nature through her tears,</br>So did the love of each, above his peers,</br>Break through the transient gloom of youthful sorrow,</br>Nor had time quenched it yet; it still appears</br>From his subverting hand new strength to borrow,</br>And warmer feelings grow with each succeeding morrow.", "Beyond the millions of his fellow men</br>Nature had deigned to Wallace nothing rare;</br>No muse had held him subject for her pen,</br>Nor had the sculptor deemed him worth his care.</br>But though his form was not beyond compare,</br>His mind was pure, unwarped by fierce desire;</br>Virtue had left her best impressions there,</br>And, though to genius he could ne'er aspire,</br>There still was in him much to cherish and admire.", "Seldom had Wallace from his native glen</br>Emerged to mingle with the courtly throng;</br>Yet though untutored in the ways of men,</br>He could acutely judge 'twixt right and wrong.</br>Brought up to rural habitudes, the song</br>Of the fair peasant had for him a charm</br>Too rarely found your high-bred maids among.</br>The rough yet healthy pastimes of the farm</br>Furnished his boyish sports, but these were free from harm.", "The lofty pageantries, the vain parade</br>Of wealth, he looked on as that gaudy glare</br>Which only glitters for a while, to fade</br>When spots or canker shall have gathered there:</br>As rusts the steel, in spite of every care,</br>So wealth's factitious splendours must grow dim:</br>The ills of life beset them everywhere,</br>And therefore they possessed no charms for him,</br>While life's move homely cup was sweetened to the brim.", "Oft would he mingle with the rustic throng,</br>And merrily partake their noisy glee,</br>Thread the rude dance, or join the festive song</br>With right good will &mdash; with spirit light and free.</br>Toil was his exercise; in labour he</br>Secured at once his profit, pleasure, health&mdash;</br>Life's best, though far least valued, property&mdash;</br>And which he prized above all earthly wealth,</br>Though oft it slips our grasp, like a false friend, by stealth.", "Wallace was blessed with an abundant share,</br>And what he had he prized; his hardy frame</br>Evinced that vice had not yet harboured there.</br>By nought disturbed, content where'er he came&mdash;</br>Whether in sunshine or in storm, the same&mdash;</br>No change of season wrought a change in him:</br>A manly form was his ambitious aim,</br>Hoping that health, with strength of nerve and limb,</br>Would keep woe's harpies off till life's bright spark grew dim.", "Acquirements he had few, but still was read</br>In all the lighter lore of modern days,</br>For prosing pedagogues had stored his head</br>Enough to fix the clown's unstinted praise.</br>He felt his brows unsuited for the bays</br>Which genius boldly wreathes around his own;</br>Yet he pursued those unfrequented ways</br>That lead to virtue's shunned but blissful throne&mdash;</br>Wit gains no choice with her &mdash; the heart is prized alone.", "His heart was worth the prizing; it was stored</br>With all that renders hearts of worth to man;</br>Religion's image there was deeply scored,</br>For, as his infancy's career he ran,</br>Her lovely buddings in his soul began:</br>As he pressed onward in the race of years,</br>He grew the darling leader of his clan;</br>And whilst his bark through life's calm sea he steers,</br>She to the haven points, and greets him with her cheers.", "He had a mother, and she claimed a care</br>Which he, with filial tenderness, supplied.</br>With years decrepit now, she felt aware</br>That death must soon her wasting powers deride.</br>The tender son his best endeavours tried</br>To smooth her passage to that doubtful bourne,</br>Where, 'mid the gorgeous wrecks of mortal pride,</br>Monarchs and slaves shall meet &mdash; whence none return;</br>But which all flesh must pass, to triumph or to mourn.", "Wallace was owner of a house, and land</br>That more than answered life's necessities:</br>Three hundred slaves acknowledged his command,</br>Who lived ungalled by crushing tyrannies.</br>They never knew those stern severities</br>Which the swarth bondman suffers in his chains;</br>Their master felt those near equalities</br>Which heaven 'twixt lord and humbler slave ordains:</br>He studied well their weal &mdash; their love endeared his pains.", "E'en bondage may be free from wretchedness,</br>When they who lord it o'er their fellow men</br>Can pity and be kind; for sorrowless</br>Might be the roughest life, if, from her den,</br>Oppression ne'er stalked forth to crush; but when</br>Man plays the brute with that most abject race</br>Who writhe beneath the scourge of slavery, then,</br>Like an impetuous courser in the race,</br>Peace from the bosom flies with quick and fearful pace.", "Wallace was loved by all; the palsying thought</br>Of thraldom ne'er untranquillized their mind:</br>In rusted heaps their fetters lay unsought,</br>And the tough thong, for bloody stripes designed,</br>Was flung, an useless agent, to the wind.</br>Still Wallace was unblessed; within him now</br>Awoke a feeling, new and undefined:</br>Time scarce had written man upon his brow,</br>When to the force of love his heart began to bow.", "It is a fearful time when youth begins</br>By nature's law to ripen into man;</br>'Tis then that busy vice so slily spins</br>Her most insidious web-accursed plan!</br>Within whose meshes caught, no mortal can</br>Free the snared victim:  it is God alone</br>Can drag him from the hag's tenacious span.</br>But Wallace knew her not; to virtue prone,</br>His bosom was her shrine &mdash; her feelings were his own.", "He felt his heart assailed, yet dared not tell</br>The tender secret to that only ear</br>To which he wished it known:  a sacred spell</br>Kept his tongue mute; a delicate, anxious fear,</br>When the fair object of his love was near,</br>Crept through his frame, and checked his bounding blood.</br>Oft when he chanced her sweet soft voice to hear,</br>In mute but awkward consciousness he stood,</br>Whilst to his burning cheeks rushed up the crimson flood.", "He spoke not, but the flush upon his cheek</br>Was the true earnest of a smitten heart;</br>And though he dared not trust his tongue to speak,</br>His beaming eye did all he felt impart.</br>From the full fountain of his breast would start</br>The vital stream, and through his ardent frame</br>Spread, till his body glowed in every part;</br>And yet when his love's idol near him came,</br>His passion's fire was quenched &mdash; his very soul grew tame.", "In nuptial schemes his idler hours were spent</br>Long had he looked on Bertha with an eye</br>That told his secret, mutely eloquent;</br>How would he heave the half-resisted sigh</br>When the fair object of his love was nigh!</br>But she regarded not the doting swain;&mdash;</br>Yet when the dear tormentor passed him by,</br>He'd gaze and blush, then gaze and blush again&mdash;</br>His looks met no return, his blushes burned in vain.", "Oft in his pregnant fancy would he rear</br>Fantastic fabrics in the smiling skies,</br>Till these bewitching visions would appear</br>With all the clearness of realities.</br>O'er his young brain, the fond ideas rise,</br>Till the rapt spirit kindles as they glow:</br>Hope, pointing to the goal, displays the prize,</br>But disappointment, her insidious foe,</br>Shall snatch it from his grasp, and triumph at his woe.", "What transport thus our eager thoughts to fling</br>Into the mighty void, and there to trace</br>Upon imagination's buoyant wing</br>Her bright creations, and to roll through space</br>Above yon burning suns, whose orbs embrace</br>Regions beyond the firmament &mdash; to soar,</br>And build, where we can find no resting-place,</br>Fancy's fair structures! &mdash; When she smiles no more,</br>Then welcome death, for this world's happiness is o'er.", "Bertha, unconscious of her power to wring</br>Another's bosom, smiled whene'er she viewed</br>Her unsuccessful lover languishing;</br>And oft, with banter kind and whisper shrewd,</br>His passion rallied; still did there intrude</br>No thought of self upon her artless mind;</br>She was too innocent to play the prude,</br>And deemed that Wallace had his heart resigned</br>To some Arcadian maid to whom that heart inclined.", "He let concealment, \"like a worm i' th' bud,\"</br>Prey on his sallow cheek, nor ever told</br>Whose charms had from it forced the mantling blood.</br>Silence and he grew social; as he strolled</br>In mute abstraction o'er the neighbouring wold,</br>Hope less distinctly tantalized his view;</br>But dazzling visions still before it rolled,</br>Beckoning capricious fancy to pursue&mdash;</br>When fear's gaunt image rose, and chased the phantom crew.", "'Ts but a treacherous pleasure when we blind</br>Our feelings to a dread reality&mdash;</br>When o'er the quickly apprehensive mind</br>We cast delusion's veil, and from the eye</br>Of keen conviction diligently try</br>To hide the stubborn truth: &mdash; vain cozenage!</br>Sooner or later comes the certainty</br>Of all we dreaded; when within us rage</br>Pangs that with double might against our peace engage.", "Ah!  what a struggle now 'twixt hopes and fears</br>Disturbed his daily quiet!  As a stream</br>That's ruffled by the storm, no more appears</br>To bask and wanton in the solar beam;</br>So he, awakened from love's halcyon dream,</br>Now revels in the light of joy no more:</br>To him alike all this world's prospects seem,</br>Although they had so sweetly smiled before;</br>For love has wrenched his heart &mdash; its day of bliss is o'er.", "There was a secret monitor within</br>Which whispered comfort in the midst of pain;</br>Yet 'twas unheeded, for he could not win</br>His bosom's banished inmate back again.</br>He ne'er was heard, though wretched, to complain,</br>But sighed in silence, and in silence wept:</br>Grief, which there held an undisputed reign,</br>Ceased not her torments even when he slept,</br>But still by day and night a fixed possession kept.", "As near the deep some solitary bird</br>Perched on the beetling cliff, with drooping wing</br>Struck by the fowler's gun &mdash; its moans unheard&mdash;</br>The fretted waves beneath it bellowing,&mdash;</br>Regardless, as on high their foam they fling&mdash;</br>Its plumage ruffled, and relaxed its eye,&mdash;</br>Above, around, the fierce storm blustering</br>Breaks not its stern repose, &mdash; no refuge nigh,</br>It stands upon the bleak and barren rock to die.", "So Wallace, shunning each familiar face,</br>Stood, like the desert palm, alone and sad,</br>Whilst sorrow cankered in his breast apace.</br>No smile played round his lips &mdash; and if there had,</br>'Twould have belied him, though so lately glad,</br>And free from every care:  the throbbing brow,</br>The o'erstrained heart-strings, almost drove him mad.</br>Death would indeed have been a blessing now,</br>But still the sufferer lived, and yet he recked not how.", "Edgar perceived the struggles of his mind</br>'Twixt love and friendship, and, admiring, saw</br>That love, so often rash, and oftener blind,</br>Gained not the mastery o'er honour's law.</br>Though Wallace pined in secret, not a flaw</br>Of vicious thought had fretted on his heart:</br>In worldly cunning he was all too raw</br>To try the narrow subterfuge of art,</br>But met, with patient soul, affliction's bitter smart.", "Bertha indeed was grieved to see the change</br>In one for whom she felt such high esteem:</br>All now was gloom and sorrow at the grange,</br>Where late the star of mirth diffused its beam.</br>She guessed not why he pined, nor could she deem</br>How rooted was his anguish; from her eye</br>The warm and sparkling tear would often stream</br>When, with dejected mien, he passed her by,</br>Or shrunk from her approach, if he beheld her nigh.", "Within her, like the gentle parent dove</br>Upon her brood, the cherub pity lay;</br>For there, when glow the hallowed fires of love,</br>All cognate feelings are as warm as they.</br>Upon his burning hand her palm she'd lay,</br>And seek the secret of his grief to gain;</br>But he turned from her on his silent way,</br>While the fierce anguish darted through his brain,</br>Until the tear found vent to soothe his maddening pain.", "His mother, anxious for her only boy,</br>Beheld with dread his mind's increasing gloom;</br>Grief seized her soul, and blasted all her joy.</br>Before her tottering footsteps yawned the tomb,</br>Whose ever dark and solitary womb</br>She felt must shortly now enclose her dust.</br>Yet ere she should be called to that drear home,</br>Where rest alike the sinner and the just,</br>To see her child well wed had been her constant trust.", "The very slaves were troubled at his woe,</br>And often thronged around him as he past,</br>With tearful eye and quivering lip, to know</br>Why anguish to his spirit clung so fast:</br>But e'en their fondness painful grew at last,</br>And their officious kindness teazed him sore</br>To his dull ear the mutterings of the blast,</br>Or the wild hurricane's impetuous roar,</br>Was sweeter melody, and soothed his sorrows more.", "He was at once a master and a friend</br>To these dark sons of Afric's scorching clime:</br>They were not forced beneath the yoke to bend</br>As if their slavery had been their crime.</br>Whatever clouds roll o'er the course of time,</br>There may be brightness in the dullest lot,</br>And &mdash; how the soul leaps at the thought sublime!&mdash;</br>Though happiness is not for this poor spot,</br>Yet bondsmen have their heaven, and kings may have it not.", "To Edgar now fair Bertha's hand was plighted.</br>Eumenes saw, nor disapproved to see,</br>That love's enduring links their hearts united:</br>From narrow pride as from ambition free,</br>Wealth, nor the pomps of lordly pedigree,</br>Could not bribe him to do his daughter wrong;</br>Edgar he therefore fixed her mate should be,</br>And named the marriage day; nor was it long</br>Before the tale went round the neighbouring serfs among.", "Wallace had heard the final promise given,</br>And, as he heard, he raised his head and sighed:&mdash;</br>\"May the consent be ratified in heaven!\"</br>(His eyes o'ergushing with their load,) he cried.</br>To tear her image from his heart he tried,</br>Branded by love's hot shaft; &mdash; in vain &mdash; for still</br>The tyrant god his niggard aid denied.</br>He left the cot heart-stricken, warped in will,</br>Whilst in his sluggish veins the lagging blood was chill.", "They who have loved, when not one tender sigh</br>Has e'er been echoed back, will keenly feel</br>For others who have wept, with fevered eye,</br>O'er a harsh fate which time can ne'er repeal,</br>Unless cold apathy the breast anneal</br>To a stern temper, like a polar frost.</br>Better the warm affections should congeal</br>At once to ice, than, when our love is crost,</br>Renounce the busy world, as all its joys were lost.", "Edgar was sad to mark his early friend&mdash;</br>The kind companion of his infant years&mdash;</br>Thus withering ere his prime, and sought to blend</br>Amusement with his griefs; for he had fears</br>Lest the perpetual gush of sorrow's tears</br>At length should burst his heart &mdash; 'twas all in vain</br>For soothing was but discord to his ears,</br>And his soul seemed as if it courted pain,</br>Like the poor slave who, whilst it galls him, hugs his chain.", "Though to the same attraction either turned,</br>These early friends esteemed each other well:</br>Love's purest flame in both their bosoms burned,</br>Still friendship slept not there; nor once befell</br>Dispute or strife, her bland regards to quell.</br>The jaundiced eye of jealousy was closed,</br>For Wallace scorned to trust an imp so fell;</br>And though his friend his brightest hopes opposed,</br>Yet envy from his eye no baleful light disclosed.", "Now that the flat of his doom was sealed,</br>Within him disappointment's doleful chimes</br>Rung like a knell:  to reason he appealed</br>In vain, which, howsoever it sublimes</br>The mind unstained by folly or by crimes,</br>Can ne'er restore the spirit's long-lost ease:</br>In spite of all its lessons, still, at times,</br>Grief on the disappointed heart will seize,</br>And with her icy gripe the kindliest feelings freeze.", "Her livid glow his faded cheeks o'erspread,</br>His frame grew every hour more weak and spare;</br>Within his stormy breast joy now was dead,</br>Whilst hideous phantoms mocked him everywhere;</br>Scarce could his mind the constant conflict bear,</br>And on his brow the eye began to trace</br>Those lines which told how woe was working there.</br>His hair grew white and withered; not a grace</br>Of youth, of health, remained on that once sprightly face.", "He shunned all social fellowship with men,</br>And to the silence of the woods withdrew,</br>Where through the thicket's maze, or pathless glen,</br>He could unchecked his sombre thoughts pursue.</br>He turned repulsive from the curious view</br>Of the lone traveller that passed him by;</br>Nor till his shoulders dripped with evening dew,</br>And the bright stars were twinkling in the sky,</br>Recked he of day's decline, or deemed that night was nigh.", "Not e'en a mother's converse now could please&mdash;</br>It fell discordant on the 'wildered ear;</br>For what can minister to a mind's disease</br>When all the buddings of the heart are sere,</br>And hope's beguiling star has ceased to cheer?</br>That calm is found in solitude alone,</br>Where, unbeheld, may fall the soothing tear:</br>There could he breathe unheard his plaintive moan&mdash;</br>There give his sorrows vent, unheeded and unknown.", "Grief is a selfish feeling; unsubdued,</br>It stills each livelier impulse of the heart;</br>'Tis nourished to excess in solitude,</br>And on self-torment lives and grows, apart</br>From all our sympathies:  the wiles of art</br>May sometimes rouse the slumbering energies,</br>But Time alone can heal the bosom's smart;</br>He marks the sorrower, as for peace he tries,</br>And, like a watchful nurse, the gradual cure supplies.", "Yet are there some whom he can never heal.</br>There is a fixed intensity of care</br>Which mocks his mute but forcible appeal&mdash;</br>'Tis the deep sullen feeling of despair:</br>Oh!  how it clings around the heart, and there</br>Clogs all its finer springs, and tames the swell</br>Which rapture oft had raised, when, free as air,</br>The light blood bounded, and the sweet \"all's well\"</br>Chimed its mild music there to strengthen pleasure's spell!", "Try what we can, e'en friendship's soothings then</br>Fall dissonant upon the morbid ear:</br>Compassion's accents are a torture, when</br>The bright eye's springs are void, and not a tear</br>Streams at the call of grief:  in sooth, to hear</br>Her muttered plaints excites no sympathy;</br>But where, no murmur heard, her traits appear</br>Trenched deep upon the brow, 'tis then the sigh</br>Of pity swells the breast &mdash; her pearl begems the eye.", "Poor Wallace drooped, and, like a goodly tree</br>Whose roots are cramped, now showed a swift decline.</br>He loathed his food, or tasted sparingly,</br>And his sunk eyes displayed a fearful sign</br>How deeply woe had worked her deadly mine.</br>His former liveliness was all subdued,</br>And of his features, harsh grew every line:</br>No more he showed his wonted hardihood,</br>For her deep taint had reached the channels of his blood.", "To him the sound of merriment was dire,</br>And others' joys but mocked his misery;</br>Checked was each keener impulse of desire</br>By the torpedo-touch of apathy.</br>His soul, o'erwrought by sensibility,</br>Sunk, jaded and oppressed with its own woes;</br>Nor from its dark impressions could it flee,</br>But seemed to court and linger on its throes,</br>As if his pains were joys, and he and joy were foes.", "Edgar the while was confident in hope:</br>All his were May-day moments, ne'er o'ercast</br>By fear's anticipations; vast his scope</br>Of bliss prospective &mdash; bliss for earth too vast!</br>But when he saw, prostrated by the blast</br>Of wretchedness, his dearest, earliest friend,</br>All selfish feelings were at once o'erpast,</br>And from his livelier, pleasures he'd unbend</br>To ease a breaking heart, beyond his power to mend.", "For he remembers well the sportive hours</br>Which they had spent together in the morn&mdash;</br>The hale fresh morn of childhood, when the powers</br>Of mirth were in their vigour; when the horn</br>Was echoed from the mountains, and the corn</br>Waved o'er the vallies; when their hearts were free</br>From cares &mdash; the lot of all of woman born,</br>Who plucked and eat of the forbidden tree,</br>Entailing thus guilt's curse on all her progeny.", "To glance the ripe thoughts back upon the past</br>Amid the bright scenes of our years, and there</br>To trace, when not a single cloud o'ercast</br>The clear star of our hopes &mdash; is pleasure rare,</br>And soothing to the spirit.  To compare</br>What has been with what is &mdash; our young, fair days</br>With a still fairer manhood, and to share</br>The happiness of each ten thousand ways&mdash;</br>Imparts a double life, and swells our souls with praise.", "Alas!  to one how changed the sprightly scene!</br>That voice which late was harmony, is mute,</br>Or waked to discord; now, no more serene</br>To him the prospect smiles; the mellowing fruit</br>Of bliss, ere ripe, is nipt, and of the lute,</br>Once tuned to mirth, the melody is o'er;</br>Within, the piercing throe is so acute,</br>That in his ear when pity's soothings pour,</br>Like caustic on a wound, they but inflame the more.", "For the jarred mind, impatient of relief,</br>Spurns consolation &mdash; as a poison, spurns;</br>And to the blighting luxury of grief,</br>Against her better counsel, madly turns.</br>Oft as with sorrow's feverish heat it burns,</br>It mocks medicaments, and courts disease;</br>Within the dark recess of thought sojourns,</br>And drains the bowl of suffering to the lees,&mdash;</br>When on the harassed soul despair's harsh feelings seize.", "While fed the love-lorn Wallace on his woes,</br>Edgar with Bertha passed each tranquil day:</br>Their cottage was the temple of repose,</br>And pleasure smiled their happy hours away.</br>The seraph joy on either bosom lay,</br>And, with unruffled pinion, settled there;</br>But who, alas!  shall reckon on his stay!</br>Swift as a sunbeam &mdash; if assailed by care&mdash;</br>He takes his instant flight to seek repose elsewhere.", ""]