["Slow down the heav'ns, with smiling pomp, once more</br>The sunbeams languish in the purple west;</br>The distant summits, feebly gilded o'er,</br>Warn the tir'd lab'rer to his couch of rest:</br>Along the vale, while flits the cooling breeze,</br>Their evening track his homeward steps renew,</br>To where, embower'd amid the tufted trees,</br>His straw-thatch'd cottage rises on the view&mdash;</br>The glad repast, the slumber void of care,</br>And peace, and social love, shall throng to meet him there!", "Yet still luxuriant breathe the rich perfumes,</br>In fragrant wildness from the meads upborne,&mdash;</br>Ere the moist flow'rs have hid their latest blooms,</br>And shut their leaves to waken with the morn;</br>And ah!  how sweetly on the gales around,&mdash;</br>Yon tangled thicket's echoing shades among,&mdash;</br>The distant blackbird pours, with mellow sound,</br>The dulcet warbles of his farewell song:&mdash;</br>Creation smiles with joy, and seems to raise</br>One tributary hymn, one universal praise!", "Now faint and fainter, from the village green,</br>The rural murmurs gently steal away,</br>A deep'ning grandeur wraps the sylvan scene,</br>And pensive silence lulls the dying day;</br>The downy flocks are gath'ring to the fold,</br>The whistling ploughboy to his shed retires,</br>Approaching twilight veils the setting gold,</br>And glimm'ring stars emerge their lambent fires:</br>Wide o'er the plains soft-gliding shadows creep,</br>Smooth'd is the brow of toil, and nature sinks to sleep.", "Hail, placid hour!  when Meditation flies</br>From scenes of folly, and the haunts of men,</br>To trace the wonders of the glitt'ring skies,</br>Or muse unheeded in the darksome glen&mdash;</br>Anxious alike the busy world to leave,</br>With her I haste to share thy blest controul;</br>And smitten with thy charms, delightful Eve!</br>To lure those tranquil raptures to my soul</br>Which stole upon my breast in earlier years,</br>When flattering hope beguil'd, and laugh'd away my tears.", "Though fled, and past recall, those blissful days,</br>'Tis thine, oh Memory!  of power supreme,</br>With secret magic influence to raise</br>The noonday rev'rie, and the midnight dream:</br>And oft, in mute submission to thy will,</br>My airy footsteps roam the walks between,</br>Where nodding Beechgrove tops the verdant hill,</br>And frowns majestic o'er the woodland scene&mdash;</br>There wand'ring, first the sportive muse I woo'd,</br>Amid the leafy bow'rs of sylvan solitude!", "And dear rememb'rance pictures oft again</br>The shady coverts and the lone retreats,</br>Where virtuous Bathurst rules the wide domain,</br>And lavish nature flings her choicest sweets.</br>Delightful haunts!  in mem'ry ever fair</br>Ye blossom still,  and with your loveliest dress,</br>Such as when free from ev'ry busy care,</br>I've plung'd amid your darksome wilderness;</br>And oft my ramble check'd, awhile to trace,</br>Your rustling foliage wave, in summer's parting grace!", "Ah!  well might Fancy weave her chaplets then,</br>And lull with fairy hopes that joyous smil'd,</br>Nor reason whisper, as they told of men,</br>The painted Eden was a thorny wild:</br>And well might simple strains attune my tongue</br>Where ev'ry charm the kindling bosom fir'd;</br>Approving beauty listen'd as I sung,</br>And friendship's cherish'd what the muse inspir'd&mdash;</br>But time, unpitying, with funeral knell</br>Dissolv'd the blissful trance, and burst the golden spell.", "Yet why should mem'ry weep that, frowning, Truth,</br>So early chac'd the mock'ries of delight,</br>The idle dreams that flush'd the cheek of youth,</br>And glitter'd baneful on the dazzled sight?</br>She hath not murder'd hope, though distant far</br>And trembling at her voice, with drooping plume</br>Gay fancy flies; nor quench'd that better star</br>Whose radiant orb can cheer the wintry gloom&mdash;</br>Where sacred virtue rears her hallow'd nest,</br>There peace shall linger still, companion of the breast!", "Hope yet survives; and ah!  though faded now</br>The gilded Paradise of other years,</br>Oft blazing beauteous o'er her saddest brow</br>Triumphant lustre sparkles through her tears&mdash;</br>Must ev'ry vision perish that would plan</br>Terrestial bliss &mdash; no refuge here be giv'n</br>To shield the lovely visitant of man?&mdash;</br>Then, lo!  on seraph wing she mounts to heav'n!</br>Rave, rave ye fiends of sorrow, and despair,</br>Thy madd'ning vengeance hurl &mdash; ye cannot wound her there!</br>"]