["Beside the dimness of the glimmering sea,</br>Weaving swift language from impassioned themes,</br>With that dear friend I lingered, who to me</br>So late had been restored, beneath the gleams</br>Of the silver stars; and ever in soft dreams</br>Of future love and peace sweet converse lapt</br>Our willing fancies, till the pallid beams</br>Of the last watchfire fell, and darkness wrapt</br>The waves, and each bright chain of floating fire was snapt,", "And till we came even to the City's wall</br>And the great gate, then, none knew whence or why,</br>Disquiet on the multitudes did fall:</br>And first, one pale and breathless past us by,</br>And stared and spoke not; &mdash; then with piercing cry</br>A troop of wild-eyed women, by the shrieks</br>Of their own terror driven, &mdash; tumultuously</br>Hither and thither hurrying, with pale cheeks,</br>Each one from fear unknown a sudden refuge seeks&mdash;", "Then, rallying cries of treason and of danger</br>Resounded:  and &mdash; \"they come!  to arms!  to arms!</br>The Tyrant is amongst us, and the stranger</br>Comes to enslave us in his name!  to arms!\"</br>In vain:  for Panic, the pale fiend who charms</br>Strength to forswear her right, those millions swept</br>Like waves before the tempest &mdash; these alarms</br>Came to me, as to know their cause I leapt</br>On the gate's turret, and in rage and grief and scorn I wept!", "For to the North I saw the town on fire,</br>And its red light made morning, pallid now,</br>Which burst over wide Asia; &mdash; louder, higher,</br>The yells of victory and the screams of woe</br>I heard approach, and saw the throng below</br>Stream through the gates like foam-wrought waterfalls</br>Fed from a thousand storms &mdash; the fearful glow</br>Of bombs flares overhead &mdash; at intervals</br>The red artillery's bolt mangling, among them falls.", "And now the horsemen come &mdash; and all was done</br>Swifter than I have spoken &mdash; I beheld</br>Their red swords flash in the uprisen sun.</br>I rushed among the rout to have repelled</br>That miserable flight &mdash; one moment quelled</br>By voice, and looks, and eloquent despair,</br>As if reproach from their own hearts withheld</br>Their steps, they stood; but soon came pouring, there</br>New multitudes, and did those rallied bands o'erbear.", "I strove, as drifted on some cataract</br>By irresistible streams, some wretch might strive</br>Who hears its fatal roar: &mdash; the files compact</br>Whelmed me, and from the gate availed to drive</br>With quickening impulse, as each bolt did rive</br>Their ranks with bloodier chasm: &mdash; into the plain</br>Disgorged at length the dead and the alive</br>In one dread mass, were parted, and the stain</br>Of blood, from mortal steel fell o'er the fields like rain.", "For now the despot's blood-hounds with their prey,</br>Unarmed and unaware, were gorging deep</br>Their gluttony of death; the loose array</br>Of horsemen o'er the wide fields murdering sweep,</br>And with loud laughter for their tyrant reap</br>A harvest sown with other hopes, the while,</br>Far overhead, ships from Propontis keep</br>A killing rain of fire: &mdash; when the waves smile,</br>As sudden earthquakes light many a volcano isle,", "Thus sudden, unexpected feast was spread</br>For the carrion fowls of Heaven. &mdash; I saw the sight&mdash;</br>I moved &mdash; I lived &mdash; as o'er the heaps of dead,</br>Whose stony eyes glared in the morning light,</br>I trod; &mdash; to me there came no thought of flight,</br>But with loud cries of scorn which whoso heard</br>That dreaded death, felt in his veins the might</br>Of virtuous shame return, the crowd I stirred,</br>And desperation's hope in many hearts recurred.", "A band of brothers gathering round me, made,</br>Although unarmed, a steadfast front, and still</br>Retreating with stern looks beneath the shade</br>Of gathered eyebrows, did the victors fill</br>With doubt even in success; deliberate will</br>Inspired our growing, troop, not overthrown</br>It gained the shelter of a grassy hill,</br>And ever still our comrades were hewn down,</br>And their defenceless limbs beneath our footsteps strown.", "Immovably we stood &mdash; in joy I found,</br>Beside me then, firm as a giant pine</br>Among the mountain vapours driven around,</br>The old man whom I loved &mdash; his eyes divine</br>With a mild look of courage answered mine,</br>And my young friend was near, and ardently</br>His hand grasped mine a moment &mdash; now the line</br>Of war extended, to our rallying cry</br>As myriads flocked in love and brotherhood to die.", "For ever while the sun was climbing Heaven</br>The horseman hewed our unarmed myriads down</br>Safely, tho' when by thirst of carnage driven</br>Too near, those slaves were swiftly overthrown</br>By hundreds leaping on them: &mdash; flesh and bone</br>Soon made our ghastly ramparts; then the shaft</br>Of the artillery from the sea was thrown</br>More fast and fiery, and the conquerors laughed</br>In pride to hear the wind our screams of torment waft.", "For on one side alone the hill gave shelter,</br>So vast that phalanx of unconquered men,</br>And there the living in the blood did welter</br>Of the dead and dying, which, in that green glen,</br>Like stifled torrents, made a plashy fen</br>Under the feet &mdash; thus was the butchery waged</br>While the sun clomb Heaven's eastern steep &mdash; but when</br>It 'gan to sink &mdash; a fiercer combat raged,</br>For in more doubtful strife the armies were engaged.", "Within a cave upon the hill were found</br>A bundle of rude pikes, the instrument</br>Of those who war but on their native ground</br>For natural rights:  a shout of joyance sent</br>Even from our hearts the wide air pierced and rent,</br>As those few arms the bravest and the best</br>Seized, and each sixth, thus armed, did now present</br>A line which covered and sustained the rest,</br>A confident phalanx, which the foes on every side invest.", "That onset turned the foes to flight almost;</br>But soon they saw their present strength, and knew</br>That coming night would to our resolute host</br>Bring victory, so dismounting close they drew</br>Their glittering files, and then the combat grew</br>Unequal but most horrible; &mdash; and ever</br>Our myriads, whom the swift bolt overthrew,</br>Or the red sword, failed like a mountain river</br>Which rushes forth in foam to sink in sands forever.", "Sorrow and shame, to see with their own kind</br>Our human brethren mix, like beasts of blood</br>To mutual ruin armed by one behind</br>Who sits and scoffs! &mdash; That friend so mild and good,</br>Who like its shadow near my youth had stood,</br>Was stabbed! &mdash; my old preserver's hoary hair</br>With the flesh clinging to its roots, was strewed</br>Under my feet! &mdash; I lost all sense or care,</br>And like the rest I grew desperate and unaware.", "The battle became ghastlier &mdash; in the midst</br>I paused, and saw how ugly and how fell,</br>O Hate!  thou art, even when thy life thou shed'st</br>For love.  The ground in many a little dell</br>Was broken, up and down whose steeps befell</br>Alternate victory and defeat, and there</br>The combatants with rage most horrible</br>Strove, and their eyes started with cracking stare,</br>And impotent their tongues they lolled into the air,", "Flaccid and foamy, like a mad dog's hanging;</br>Want, and Moon-madness, and the pest's swift Bane</br>When its shafts smite &mdash; while yet its bow is twanging&mdash;</br>Have each their mark and sign &mdash; some ghastly stain;</br>And this was thine, O War!  of hate and pain</br>Thou loathed slave.  I saw all shapes of death</br>And ministered to many, o'er the plain</br>While carnage in the sun-beam's warmth did seethe,</br>Till twilight o'er the east wove her serenest wreathe.", "The few who yet survived, resolute and firm</br>Around me fought.  At the decline of day</br>Winding above the mountain's snowy term</br>New banners shone:  they quivered in the ray</br>Of the sun's unseen orb &mdash; ere night the array</br>Of fresh troops hemmed us in &mdash; of those brave bands</br>I soon survived alone &mdash; and now I lay</br>Vanquished and faint, the grasp of bloody hands</br>I felt, and saw on high the glare of falling brands:", "When on my foes a sudden terror came,</br>And they fled, scattering &mdash; lo!  with reinless speed</br>A black Tartarian horse of giant frame</br>Comes trampling over the dead, the living bleed</br>Beneath the hoofs of that tremendous steed,</br>On which, like to an Angel, robed in white,</br>Sate one waving a sword; &mdash; the hosts recede</br>And fly, as thro' their ranks with awful might,</br>Sweeps in the shadow of eve that Phantom swift and bright", "And its path made a solitude. &mdash; I rose</br>And marked its coming:  it relaxed its course</br>As it approached me, and the wind that flows</br>Thro' night, bore accents to mine ear whose force</br>Might create smiles in death &mdash; the Tartar horse</br>Paused, and I saw the shape its might which swayed,</br>And heard her musical pants, like the sweet source</br>Of waters in the desert, as she said,</br>\"Mount with me Laon, now\" &mdash; I rapidly obeyed.", "Then:  \"Away!  away!\"  she cried, and stretched her sword</br>As 'twere a scourge over the courser's head,</br>And lightly shook the reins: &mdash; We spake no word</br>But like the vapour of the tempest fled</br>Over the plain; her dark hair was dispread</br>Like the pine's locks upon the lingering blast;</br>Over mine eyes its shadowy strings it spread</br>Fitfully, and the hills and streams fled fast,</br>As o'er their glimmering forms the steed's broad shadow past.", "And his hoofs ground the rocks to fire and dust,</br>His strong sides made the torrents rise in spray,</br>And turbulence, as of  a whirlwind's gust</br>Surrounded us; &mdash; and still away!  away!</br>Thro' the desart night we sped, while she alway</br>Gazed on a mountain which we neared, whose crest</br>Crowned with a marble ruin, in the ray</br>Of the obscure stars gleamed; &mdash; its rugged breast</br>The steed strained up, and then his impulse did arrest.", "A rocky hill which overhung the Ocean:&mdash;</br>From that lone ruin, when the steed that panted</br>Paused, might be heard the murmur of the motion</br>Of waters, as in spots forever haunted</br>By the choicest winds of Heaven, which are inchanted</br>To music, by the wand of Solitude,</br>That wizard wild, and the far tents implanted</br>Upon the plain, be seen by those who stood</br>Thence marking the dark shore of Ocean's curved flood.", "One moment these were heard and seen &mdash; another</br>Past; and the two who stood beneath that night,</br>Each only heard, or saw, or felt the other;</br>As from the lofty steed she did alight,</br>Cythna, (for, from the eyes whose deepest light</br>Of love and sadness made my lips feel pale</br>With influence strange of mournfullest delight,</br>My own sweet sister looked), with joy did quail,</br>And felt her strength in tears of human weakness fail.", "And, for a space in my embrace she rested,</br>Her head on my unquiet heart reposing,</br>While my faint arms her languid frame invested:</br>At length she looked on me, and half unclosing</br>Her tremulous lips, said:  \"Friend, thy bands were losing</br>The battle, as I stood before the King</br>In bonds. &mdash; I burst them then, and swiftly choosing</br>The time, did seize a Tartar's sword, and spring</br>Upon his horse, and swift as on the whirlwind's wing,", "\"Have thou and I been borne beyond pursuer,</br>And we are here.\" &mdash; Then turning to the steed,</br>She pressed the white moon on his front with pure</br>And rose-like lips, and many a fragrant weed</br>From the green ruin plucked, that he might feed,&mdash;</br>But I to a stone seat that Maiden led,</br>And kissing her fair eyes, said, \"Thou hast need</br>Of rest,\" and I heaped up the courser's bed</br>In a green mossy nook, with mountain flowers dispread.", "Within that ruin, where a shattered portal</br>Looks to the eastern stars, abandoned now</br>By man, to be the home of things immortal,</br>Memories, like awful ghosts which come and go,</br>And must inherit all he builds below,</br>When he is gone, a hall stood; o'er whose roof</br>Fair clinging weeds with ivy pale did grow,</br>Clasping its grey rents with a verdurous woof,</br>A hanging dome of leaves, a canopy moon-proof.", "The autumnal winds, as if spell-bound, had made</br>A natural couch of leaves in that recess,</br>Which seasons none disturbed, but in the shade</br>Of flowering parasites, did Spring love to dress</br>With their sweet blooms the wintry loneliness</br>Of those dead leaves, shedding their stars, whene'er</br>The wandering wind her nurslings might caress;</br>Whose intertwining fingers ever there,</br>Made music wild and soft that filled the listening air.", "We know not where we go, or what sweet dream</br>May pilot us thro' caverns strange and fair</br>Of far and pathless passion, while the stream</br>Of life, our bark doth on its whirlpools bear,</br>Spreading swift wings as sails to the dim air;</br>Nor should we seek to know, so the devotion</br>Of love and gentle thoughts be heard still there</br>Louder and louder from the utmost Ocean</br>Of universal life, attuning its commotion.", "To the pure all things are pure!  Oblivion wrapt</br>Our spirits, and the fearful overthrow</br>Of public hope was from our being snapt,</br>Tho' linked years had bound it there; for now</br>A power, a thirst, a knowledge, which below</br>All thoughts, like light beyond the atmosphere,</br>Clothing its clouds with grace, doth ever flow,</br>Came on us, as we sate in silence there,</br>Beneath the golden stars of the clear azure air.", "In silence which doth follow talk that causes</br>The baffled heart to speak with sighs and tears,</br>When wildering passion swalloweth up the pauses</br>Of inexpressive speech: &mdash; the youthful years</br>Which we together past, their hopes and fears,</br>The common blood which ran within our frames,</br>That likeness of the features which endears</br>The thoughts expressed by them, our very names,</br>And all the winged hours which speechless memory claims,", "Had found a voice: &mdash; and ere that voice did pass,</br>The night grew damp and dim, and thro' a rent</br>Of the ruin where we sate, from the morass,</br>A wandering Meteor by some wild wind sent,</br>Hung high in the green dome, to which it lent</br>A faint and pallid lustre; while the song</br>Of blasts, in which its blue hair quivering bent,</br>Strewed strangest sounds the moving leaves among;</br>A wondrous light, the sound as of a spirit's tongue.", "The Meteor shewed the leaves on which we sate,</br>And Cythna's glowing arms, and the thick ties</br>Of her soft hair which bent with gathered weight</br>My neck near hers, her dark and deepening eyes,</br>Which, as twin phantoms of one star that lies</br>O'er a dim well, move, though the star reposes,</br>Swam in our mute and liquid ecstasies,</br>Her marble brow, and eager lips, like roses,</br>With their own fragrance pale, which spring but half uncloses.", "The meteor to its far morass returned:</br>The beating of our veins one interval</br>Made still; and then I felt the blood that burned</br>Within her frame, mingle with mine, and fall</br>Around my heart like fire; and over all</br>A mist was spread, the sickness of a deep</br>And speechless swoon of joy, as might befall</br>Two disunited spirits when they leap</br>In union from this earth's obscure and fading sleep.", "Was it one moment that confounded thus</br>All thought, all sense, all feeling, into one</br>Unutterable power, which shielded us</br>Even from our own cold looks, when we had gone</br>Into a wide and wild oblivion</br>Of tumult and of tenderness?  or now</br>Had ages, such as make the moon and sun,</br>The seasons, and mankind their changes know,</br>Left fear and time unfelt by us alone below?", "I know not.  What are kisses whose fire clasps</br>The failing heart in languishment, or limb</br>Twined within limb?  or the quick dying gasps</br>Of the life meeting, when the faint eyes swim</br>Thro' tears of a wide mist boundless and dim,</br>In one caress?  What is the strong controul</br>Which leads the heart that dizzy steep to climb,</br>Where far over the world those vapours roll</br>Which blend two restless frames in one reposing soul?", "It is the shadow which doth float unseen,</br>But not unfelt, o'er blind mortality,</br>Whose divine darkness fled not, from that green</br>And lone recess, where lapt in peace did lie</br>Our linked frames; till, from the changing sky,</br>That night and still another day had ted;</br>And then I saw and felt.  The moon was high,</br>And clouds, as of a coming storm, were spread</br>Under its orb, &mdash; loud winds were gathering overhead.", "Cythna's sweet lips seemed lurid in the moon,</br>Her fairest limbs with the night wind were chill,</br>And her dark tresses were all loosely strewn</br>O'er her pale bosom: &mdash; all within was still,</br>And the sweet peace of joy did almost fill</br>The depth of her unfathomable look;&mdash;</br>And we sate calmly, though that rocky hill,</br>The waves contending in its caverns strook,</br>For they foreknew the storm, and the grey ruin shook.", "There we unheeding sate, in the communion</br>Of interchanged vows, which, with a rite</br>Of faith most sweet and sacred, stamped our union.&mdash;</br>Few were the living hearts which could unite</br>Like ours, or celebrate a bridal night</br>With such close sympathies, for to each other</br>Had high and solemn hopes, the gentle might</br>Of earliest love, and all the thoughts which smother</br>Cold Evil's power, now linked a sister and a brother.", "And such is Nature's modesty, that those</br>Who grow together cannot choose but love,</br>If faith or custom do not interpose,</br>Or common slavery mar what else might move</br>All gentlest thoughts; as in the sacred grove</br>Which shades the springs of Aethiopian Nile,</br>That living tree, which, if the arrowy dove</br>Strike with her shadow, shrinks in fear awhile,</br>But its own kindred leaves clasps while the sun-beams smile;", "And clings to them, when darkness may dissever</br>The close caresses of all duller plants</br>Which bloom on the wide earth &mdash; thus we forever</br>Were linked, for love had nurst us in the haunts</br>Where knowledge, from its secret source inchants</br>Young hearts with the fresh music of its springing,</br>Ere yet its gathered flood feeds human wants</br>As the great Nile feeds Egypt; ever flinging</br>Light on the woven boughs which o'er its waves are swinging.", "The tones of Cythna's voice like echoes wore</br>Of those far murmuring streams; they rose and fell,</br>Mixed with mine own in the tempestuous air,&mdash;</br>And so we sate, until our talk befell</br>Of the late ruin, swift and horrible,</br>And how those seeds of hope might yet be sown,</br>Whose fruit is Evil's mortal poison:  well,</br>For us, this ruin made a watch-tower lone,</br>But Cythna's eyes looked faint, and now two days were gone", "Since she had food: &mdash; therefore I did awaken</br>The Tartar steed, who, from his ebon mane,</br>Soon as the clinging slumbers he had shaken,</br>Bent his thin head to seek the brazen rein,</br>Following me obediently; with pain</br>Of heart, so deep and dread, that one caress,</br>When lips and heart refuse to part again,</br>Till they have told their fill, could scarce express</br>The anguish of her mute and fearful tenderness,", "Cythna beheld me part, as I bestrode</br>That willing steed &mdash; the tempest and the night,</br>Which gave my path its safety as I rode</br>Down the ravine of rocks, did soon unite</br>The darkness and the tumult of their might</br>Borne on all winds. &mdash; Far thro' the streaming rain</br>Floating at intervals the garments white</br>Of Cythna gleamed, and her voice once again</br>Came to me on the gust, and soon I reached the plain.", "I dreaded not the tempest, nor did he</br>Who bore me, but his eyeballs wide and red</br>Turned on the lightning's cleft exultingly;</br>And when the earth beneath his tameless tread,</br>Shook with the sullen thunder, he would spread</br>His nostrils to the blast, and joyously</br>Mock the fierce peal with neighings ; &mdash; thus we sped</br>O'er the lit plain, and soon I could descry</br>Where Death and Fire had gorged the spoil of victory.", "There was a desolate village in a wood</br>Whose bloom-inwoven leaves now scattering fed</br>The hungry storm; it was a place of blood,</br>A heap of hearthless walls, &mdash; the flames were dead</br>Within those dwellings now, &mdash; the life had fled</br>From all those corpses now, &mdash; but the wide sky</br>Flooded with lightning was ribbed overhead</br>By the black rafters, and around did lie</br>Women, and babes, and men, slaughtered confusedly.", "Beside the fountain in the market-place</br>Dismounting, I beheld those corpses stare</br>With horny eyes upon each other's face,</br>And on the earth and on the vacant air,</br>And upon me, close to the waters where</br>I stooped to slake my thirst; &mdash; I shrank to taste,</br>For the salt bitterness of blood was there;</br>But tied the steed beside, and sought in haste</br>If any yet survived amid that ghastly waste.", "No living thing was there beside one woman,</br>Whom I found wandering in the streets, and she</br>Was withered from a likeness of aught human</br>Into a fiend, by some strange misery:</br>Soon as she heard my steps she leaped on me,</br>And glued her burning lips to mine, and laughed</br>With a loud, long, and frantic laugh of glee,</br>And cried, \"Now Mortal, thou hast deeply quaffed</br>The Plague's blue kisses &mdash; soon millions shall pledge the draught!", "\"My name is Pestilence &mdash; this bosom dry,</br>Once fed two babes &mdash; a sister and a brother&mdash;</br>When I came home, one in the blood did lie</br>Of three death-wounds &mdash; the flames had ate the other!</br>Since then I have no longer been a mother,</br>But I am Pestilence; &mdash; hither and thither</br>I flit about, that I may slay and smother:&mdash;</br>All lips which I have kissed must surely wither,</br>But Death's &mdash; if thou art he, we'll go to work together!", "\"What seek'st thou here?  the moonlight comes in flashes,&mdash;</br>The dew is rising dankly from the dell&mdash;</br>'Twill moisten her!  and thou shalt see the gashes</br>In my sweet boy, now full of worms &mdash; but tell</br>First what thou seek'st.\" &mdash; \" I seek for food.\" &mdash; \"'Tis well,</br>Thou shalt have food; Famine, my paramour,</br>Waits for us at the feast &mdash; cruel and fell</br>Is Famine, but he drives not from his door</br>Those whom these lips have kissed, alone.  No more, no more!\"", "As thus she spake, she grasped me with the strength</br>Of madness, and by many a ruined hearth</br>She led, and over many a corpse: &mdash; at length</br>We came to a lone hut, where on the earth</br>Which made its floor, she in her ghastly mirth</br>Gathering from all those homes now desolate,</br>Had piled three heaps of loaves, making a dearth</br>Among the dead &mdash; round which she set in state</br>A ring of cold, stiff babes; silent and stark they sate.", "She leaped upon a pile, and lifted high</br>Her mad looks to the lightning, and cried:</br>\"Eat!  Share the great feast &mdash; to-morrow we must die!\"</br>And then she spurned the loaves with her pale feet,</br>Towards her bloodless guests; &mdash; that sight to meet,</br>Mine eyes and my heart ached, and but that she</br>Who loved me, did with absent looks defeat</br>Despair, I might have raved in sympathy;</br>But now I took the food that woman offered me;", "And vainly having with her madness striven</br>If I might win her to return with me,</br>Departed In the eastern beams of Heaven</br>The lightning now grew pallid &mdash; rapidly,</br>As by the shore of the tempestuous sea</br>The dark steed bore me, and the mountain grey</br>Soon echoed to his hoofs, and I could see</br>Cythna among the rocks, where she alway</br>Had sate, with anxious eyes fixed on the lingering day.", "And joy was ours to meet:  she was most pale,</br>Famished, and wet and weary, so I cast</br>My arms around her, lest her steps should fail</br>As to our home we went, and thus embraced,</br>Her full heart seemed a deeper joy to taste</br>Than e'er the prosperous know; the steed behind</br>Trod peacefully along the mountain waste,</br>We reached our home ere morning could unbind</br>Night's latest veil, and on our bridal couch reclined.", "Her chilled heart having cherished in my bosom,</br>And sweetest kisses past, we two did share</br>Our peaceful meal: &mdash; as an autumnal blossom</br>Which spreads its shrunk leaves in the sunny air,</br>After cold showers, like rainbows woven there,</br>Thus in her lips and cheeks the vital spirit</br>Mantled, and in her eyes, an atmosphere</br>Of health, and hope; and sorrow languished near it,</br>And fear, and all that dark despondence doth inherit.", ""]