["DICUS, TITYRUS.", "DICUS.</br>Good Tityrus!  what shall I do?</br>I love, yet am afraid to wooe,</br>Such freedom is in single life,</br>I dread the yoaking with a Wife;</br>For now I revell, sing and play,</br>Go where I list each Holiday,</br>Laugh, caroll, pipe:  thus blithe and merry,</br>I to my Lambs sing Hey down derry:</br>But if I once turn married man,</br>Then say or do I what I can,</br>All is too little her to please,</br>I fain would wive, yet live at ease;</br>I hear some married men, that say,</br>That wives will brow-beat all the day,</br>At night within the curtains preach,</br>And men must learn what they do teach;</br>Against this how may I provide?</br>They best can teach us that have tri'd.", "TITYRUS.</br>If she within the curtains chide,</br>My head within the sheet I hide,</br>And either to my prayers fall,</br>Or on the Musing Sisters call,</br>To help me sing, or else to weep,</br>Till in the end I fall asleep:</br>Then Great Apollo in a Dream,</br>Forbids me strive against the stream;</br>By stirring I much dust may raise,</br>The lowring Mornes prove fairest daies:</br>Good Hous-wives when their pot boils over,</br>To cool the Broth take off the cover,</br>The simple make it seethe up higher,</br>By laying fuell on the fire.</br>Thus sweeten I a married life,</br>And when I wake behold my Wife</br>As kindely fals within mine Arms,</br>As if she never meant me harms.", "DICUS.</br>This Counsell only they can follow,</br>Who are acquainted with Apollo,</br>But many Husbands finde a shrow,</br>That never did Apollo know,</br>Nor ever supped at the Well</br>By which the Musing Sisters dwell.", "TITYRUS.</br>Why!  Dicus they may fail to pray,", "DICUS.</br>That's for the night:  But how by day?</br>Must I demean to stint all strife,</br>With whom I must spend all my life?", "TITYRUS.</br>Indeed it is the depth of skill,</br>To leade a Woman by her will:</br>For sure there is no other way,</br>But let them have their Doe and Say.</br>The Art is to encline them so,</br>They may aright both Say and Doe.</br>Else do I know no other fence,</br>But use the Buckler Patience.</br>A man may offer with the Waster,</br>But 'tis not good to strike the Master</br>At School; and it is the Scholars end</br>To learn no more then how to fend.", "DICUS.</br>If thus it be with marri'd life,</br>'Tis best to be without a Wife.", "TITYRUS.</br>Thus Husbands say, yet marry seven,</br>As some by Crosses come to Heaven:</br>The wrecked Merchant under Lea,</br>A second venture makes to Sea;</br>And I have heard some Husbands tell,</br>That they of Wives do like so well,</br>Of which they one by one had store,</br>That they could wish as many more.</br>What cause hath Dicus then to doubt them?</br>That sees so few can live without them.", "DICUS.</br>Sure now I think the greatest blame</br>In men thus women to defame:</br>Their goodnesse he knows best that tries them,</br>But to be good no man denies them.</br>They sure are good by night or day,</br>At bed or board, at work or play,</br>To follow, or to go before,</br>Abroad, or else within the door;</br>Things are they which men still have need on,</br>But they are best of all to breed on:</br>The worst Wives are not so ill wrought,</br>But they are good, though good for nought:</br>Men erre when they would have them all</br>Just like their looks, Angelicall,</br>(And yet we reade of Angels pride)</br>She is a ribbe of thine own side:</br>That which is pure in her, lo she</br>Derives from Heav'n, the rest from thee.", "TITYRUS.</br>Faith Dicus, now thy Fate I see,</br>Thou soon a married man wilt be.</br>This Tale among the Gossips tell,</br>And they will like thee all so well,</br>(For to be praised all rejoyce)</br>That thou of Wives must have thy choice.</br>But look to 't well, thou art of age,</br>Prove not like sullen Bird in Cage,</br>Forbear thy meat, and loathe satiety,</br>And long again for free variety.</br>Oh!  be not like the Fish that plays</br>About the Leap, in love with Gays,</br>But soon as he is in, would fain</br>Get out but never can again.", "DICUS.</br>If so, I shall not be alone,</br>To thee I'le never make my mone.", "TITYRUS.</br>Nor t' any else, if thou be wise,</br>As thou hast got, so keep thy Prise;</br>Look ere thou leap, complaining after</br>Will with thy friends breed nought but laughter.</br>An honest, chearfull, constant life</br>Will better both thy self and Wife.</br>But we met here this morning soon,</br>And now my shadow says 'tis noon;</br>At Bed nor Board, if thou wilt marry,</br>Thou must not make thy wife to tarry.", "DICUS.</br>This is the only way to teach,</br>When men will practise what they preach.</br>How glad am I of this good hap,</br>To see thy Precepts in a Map.</br>What's here in colours, to the life</br>I'le practise when I have a Wife.</br>Farewell:  I feel my stomack chime,</br>With Melibe 'tis dinner time.</br>"]