["Thou Spirit, whose angelic hand</br>Was to the Harp a strong command,</br>Called the submissive strings to wake</br>In glory for this Maiden's sake,</br>Say, Spirit!  whither hath she fled</br>To hide her poor afflicted head?</br>What mighty forest in its gloom</br>Enfolds her? &mdash; is a rifted tomb</br>Within the wilderness her seat?</br>Some island which the wild waves beat,</br>Is that the Sufferer's last retreat?</br>Or some aspiring rock, that shrouds</br>Its perilous front in mists and clouds?</br>High-climbing rock-deep sunless dale&mdash;</br>Sea &mdash; desart &mdash; what do these avail?</br>Oh take her anguish and her fears</br>Into a calm recess of years!", "'Tis done; &mdash; despoil and desolation</br>O'er Rylstone's fair domain have blown;</br>The walks and pools neglect hath sown</br>With weeds, the bowers are overthrown,</br>Or have given way to slow mutation,</br>While, in their ancient habitation</br>The Norton name hath been unknown:</br>The lordly Mansion of its pride</br>Is stripped; the ravage hath spread wide</br>Through park and field, a perishing</br>That mocks the gladness of the Spring!</br>And with this silent gloom agreeing</br>There is a joyless human Being,</br>Of aspect such as if the waste</br>Were under her dominion placed:</br>Upon a primrose bank, her throne</br>Of quietness, she sits alone;</br>There seated, may this Maid be seen,</br>Among the ruins of a wood,</br>Erewhile a covert bright and green,</br>And where full many a brave Tree stood;</br>That used to spread its boughs, and ring</br>With the sweet Bird's carolling.</br>Behold her, like a Virgin Queen,</br>Neglecting in imperial state</br>These outward images of fate,</br>And carrying inward a serene</br>And perfect sway, through many a thought</br>Of chance and change, that hath been brought</br>To the subjection of a holy,</br>Though stern and rigorous, melancholy!</br>The like authority, with grace</br>Of awfulness, is in her face,&mdash;</br>There hath she fixed it; yet it seems</br>To o'ershadow by no native right</br>That face, which cannot lose the gleams,</br>Lose utterly the tender gleams</br>Of gentleness and meek delight</br>And loving-kindness ever bright:</br>Such is her sovereign mien; &mdash; her dress</br>(A vest, with woollen cincture tied,</br>A hood of mountain-wool undyed)</br>Is homely, &mdash; fashioned to express</br>A wandering Pilgrim's humbleness.", "And she hath wandered, long and far,</br>Beneath the light of sun and star;</br>Hath roamed in trouble and in grief,</br>Driven forward like a withered leaf,</br>Yea like a Ship at random blown</br>To distant places and unknown.</br>But now she dares to seek a haven</br>Among her native wilds of Craven;</br>Hath seen again her Father's Roof,</br>And put her fortitude to proof;</br>The mighty sorrow has been borne,</br>And she is thoroughly forlorn:</br>Her soul doth in itself stand fast,</br>Sustained by memory of the past</br>And strength of Reason; held above</br>The infirmities of mortal love;</br>Undaunted, lofty, calm, and stable,</br>And awfully impenetrable.", "And so &mdash; beneath a mouldered tree,</br>A self-surviving leafless Oak,</br>By unregarded age from stroke</br>Of ravage saved &mdash; sate Emily.</br>There did she rest, with head reclined,</br>Herself most like a stately Flower,</br>(Such have I seen) whom chance of birth</br>Hath separated from its kind,</br>To live and die in a shady bower,</br>Single on the gladsome earth.", "When, with a noise like distant thunder,</br>A troop of Deer came sweeping by;</br>And, suddenly, behold a wonder!</br>For, of that band of rushing Deer,</br>A single One in mid career</br>Hath stopped, and fixed its large full eye</br>Upon the Lady Emily,</br>A Doe most beautiful, clear-white,</br>A radiant Creature, silver-bright!", "Thus checked, a little while it stayed;</br>A little thoughtful pause it made;</br>And then advanced with stealth-like pace,</br>Drew softly near her&mdash; and more near,</br>Stopped once again; &mdash; but, as no trace</br>Was found of any thing to fear,</br>Even to her feet the Creature came,</br>And laid its head upon her knee,</br>And looked into the Lady's face,</br>A look of pure benignity,</br>And fond unclouded memory.</br>It is, thought Emily, the same,</br>The very Doe of other years!</br>The pleading look the Lady viewed,</br>And, by her gushing thoughts subdued,</br>She melted into tears&mdash;</br>A flood of tears, that flowed apace</br>Upon the happy Creature's face.", "Oh, moment ever blest!  O Pair!</br>Beloved of heaven, heaven's choicest care!</br>This was for you a precious greeting,&mdash;</br>For both a bounteous, fruitful meeting.</br>Joined are they, and the sylvan Doe</br>Can she depart?  can she forego</br>The Lady, once her playful Peer,</br>And now her sainted Mistress dear?</br>And will not Emily receive</br>This lovely Chronicler of things</br>Long past, delights and sorrowings?</br>Lone Sufferer!  will not she believe</br>The promise in that speaking face,</br>And take this gift of Heaven with grace?", "That day, the first of a re-union</br>Which was to teem with high communion</br>That day of balmy April weather,</br>They tarried in the wood together.</br>And when, ere fall of evening-dew</br>She from this sylvan haunt withdrew,</br>The White Doe tracked with faithful pace</br>The Lady to her Dwelling-place;</br>That nook where, on paternal ground,</br>A habitation she had found,</br>The Master of whose humble board</br>Once owned her Father for his Lord;</br>A Hut, by tufted Trees defended,</br>Where Rylstone Brook with Wharf is blended.", "When Emily by morning light</br>Went forth, the Doe was there in sight.</br>She shrunk: &mdash; with one frail shock of pain,</br>Received and followed by a prayer,</br>Did she behold &mdash; saw once again;</br>Shun will she not, she feels, will bear;&mdash;</br>But wheresoever she looked round</br>All now was trouble-haunted ground.</br>So doth the Sufferer deem it good</br>Even once again this neighbourhood</br>To leave. &mdash; Unwooed, yet unforbidden,</br>The White Doe followed up the Vale,</br>Up to another Cottage &mdash; hidden</br>In the deep fork of Amerdale;</br>And there may Emily restore</br>Herself, in spots unseen before.&mdash;</br>Why tell of mossy rock, or tree,</br>By lurking Dernbrook's pathless side,</br>Haunts of a strengthening amity</br>That calmed her, cheared, and fortified?</br>For she hath ventured now to read</br>Of time, and place, and thought, and deed,</br>Endless history that lies</br>In her silent Follower's eyes!</br>Who with a power like human Reason</br>Discerns the favourable season,</br>Skilled to approach or to retire,&mdash;</br>From looks conceiving her desire,</br>From look, deportment, voice or mien,</br>That vary to the heart within.</br>If she too passionately writhed</br>Her arms, or over-deeply breathed,</br>Walked quick or slowly, every mood</br>In its degree was understood;</br>Then well may their accord be true,</br>And kindly intercourse ensue.</br>&mdash;Oh!  surely 'twas a gentle rouzing</br>When she by sudden glimpse espied</br>The White Doe on the mountain browzing,</br>Or in the meadow wandered wide!</br>How pleased, when down the Straggler sank</br>Beside her, on some sunny bank!</br>How soothed, when in thick bower enclosed,</br>They like a nested Pair reposed!</br>Fair Vision!  when it crossed the Maid</br>Within some rocky cavern laid,</br>The dark cave's portal gliding by,</br>White as the whitest cloud on high,</br>Floating through the azure sky.</br>&mdash;What now is left for pain or fear?</br>That Presence, dearer and more dear,</br>Did now a very gladness yield</br>At morning to the dewy field,</br>While they side by side were straying,</br>And the Shepherd's pipe was playing;</br>And with a deeper peace endued</br>The hour of moonlight solitude.", "With her Companion, in such frame</br>Of mind, to Rylstone back she came,&mdash;</br>And, wandering through the wasted groves,</br>Received the memory of old Loves,</br>Undisturbed and undistrest,</br>Into a soul which now was blest</br>With a soft spring-day of holy,</br>Mild, delicious melancholy:</br>Not sunless gloom or unenlightened,</br>But by tender fancies brightened.", "When the Bells of Rylstone played</br>Their Sabbath music &mdash; \"God us ayde!\"</br>That was the sound they seemed to speak;</br>Inscriptive legend, which I ween</br>May on those holy Bells be seen,</br>That legend and her Grandsire's name;</br>And oftentimes the Lady meek</br>Had in her Childhood read the same,</br>Words which she slighted at that day;</br>But now, when such sad change was wrought,</br>And of that lonely name she thought,</br>The Bells of Rylstone seemed to say,</br>While she sate listening in the shade,</br>With vocal music, \" God us ayde!\"</br>And all the Hills were glad to bear</br>Their part in this effectual prayer.", "Nor lacked she Reason's firmest power;</br>But with the White Doe at her side</br>Up doth she climb to Norton Tower,</br>And thence looks round her far and wide.</br>Her fate there measures, &mdash; all is stilled,&mdash;</br>The feeble hath subdued her heart;</br>Behold the prophecy fulfilled,</br>Fulfilled, and she sustains her part!</br>But here her Brother's words have failed,&mdash;</br>Here hath a milder doom prevailed;</br>That she, of him and all bereft,</br>Hath yet this faithful Partner left,&mdash;</br>This single Creature that disproves</br>His words, remains for her, and loves.</br>If tears are shed, they do not fall</br>For loss of him, for one or all;</br>Yet, sometimes, sometimes doth she weep</br>Moved gently in her soul's soft sleep;</br>A few tears down her cheek descend</br>For this her last and living Friend.", "Bless, tender Hearts, their mutual lot,</br>And bless for both this savage spot!</br>Which Emily doth sacred hold</br>For reasons dear and manifold&mdash;</br>Here hath she, here before her sight,</br>Close to the summit of this height,</br>The grassy rock-encircled Pound</br>In which the Creature first was found.</br>So beautiful the spotless Thrall,</br>(A lovely Youngling white as foam,)</br>That it was brought to Rylstone-hall;</br>Her youngest Brother led it home,</br>The youngest, then a lusty Boy,</br>Brought home the prize &mdash; and with what joy!", "But most to Bolton's sacred Pile,</br>On favouring nights, she loved to go:</br>There ranged through cloister, court, and aisle,</br>Attended by the soft-paced Doe;</br>Nor did she fear in the still moonshine</br>To look upon Saint Mary's shrine;</br>Nor on the lonely turf that showed</br>Where Francis slept in his last abode.</br>For that she came; there oft and long</br>She sate in meditation strong:</br>And, when she from the abyss returned</br>Of thought, she neither shrunk nor mourned;</br>Was happy that she lived to greet</br>Her mute Companion as it lay</br>In love and pity at her feet;</br>How happy in her turn to meet</br>That recognition!  the mild glance</br>Beamed from that gracious countenance;&mdash;</br>Communication, like the ray</br>Of a new morning, to the nature</br>And prospects of the inferior Creature!", "A mortal Song we frame, by dower</br>Encouraged of celestial power;</br>Power which the viewless Spirit shed</br>By whom we were first visited;</br>Whose voice we heard, whose hand and wings</br>Swept like a breeze the conscious strings,</br>When, left in solitude, erewhile</br>We stood before this ruined Pile,</br>And, quitting unsubstantial dreams,</br>Sang in this Presence kindred themes;</br>Distress and desolation spread</br>Through human hearts, and pleasure dead,&mdash;</br>Dead &mdash; but to live again on Earth,</br>A second and yet nobler birth;</br>Dire overthrow, and yet how high</br>The re-ascent in sanctity!</br>From fair to fairer; day by day</br>A more divine and loftier way!</br>Even such this blessed Pilgrim trod,</br>By sorrow lifted tow'rds her God;</br>Uplifted to the purest sky</br>Of undisturbed mortality.</br>Her own thoughts loved she; and could bend</br>A dear look to her lowly Friend,&mdash;</br>There stopped; &mdash; her thirst was satisfied</br>With what this innocent spring supplied&mdash;</br>Her sanction inwardly she bore,</br>And stood apart from human cares:</br>But to the world returned no more,</br>Although with no unwilling mind</br>Help did she give at need, and joined</br>The Wharfdale Peasants in their prayers.</br>At length, thus faintly, faintly tied</br>To earth, she was set free, and died.</br>Thy soul, exalted Emily,</br>Maid of the blasted Family,</br>Rose to the God from whom it came!</br>&mdash;In Rylstone Church her mortal frame</br>Was buried by her Mother's side.", "Most glorious sunset! &mdash; and a ray</br>Survives &mdash; the twilight of this day;</br>In that fair Creature whom the fields</br>Support, and whom the forest shields;</br>Who, having filled a holy place,</br>Partakes in her degree heaven's grace;</br>And bears a memory and a mind</br>Raised far above the law of kind;</br>Haunting the spots with lonely chear</br>Which her dear Mistress once held dear:</br>Loves most what Emily loved most&mdash;</br>The enclosure of this Church-yard ground;</br>Here wanders like a gliding Ghost,</br>And every Sabbath here is found;</br>Comes with the People when the Bells</br>Are heard among the moorland dells,</br>Finds entrance through yon arch, where way</br>Lies open on the Sabbath-day;</br>Here walks amid the mournful waste</br>Of prostrate altars, shrines defaced,</br>And floors encumbered with rich show</br>Of fret-work imagery laid low;</br>Paces softly, or makes halt,</br>By fractured cell, or tomb, or vault,</br>By plate of monumental brass</br>Dim-gleaming among weeds and grass,</br>And sculptured Forms of Warriors brave;</br>But chiefly by that single grave,</br>That one sequestered hillock green,</br>The pensive Visitant is seen.</br>There doth the gentle Creature lie</br>With those adversities unmoved;</br>Calm Spectacle, by earth and sky</br>In their benignity approved!</br>And aye, methinks, this hoary Pile,</br>Subdued by outrage and decay,</br>Looks down upon her with a smile,</br>A gracious smile, that seems to say,</br>\"Thou, thou art not a Child of Time,</br>But Daughter of the Eternal Prime!\"</br>"]