["My God!  I once was young, and once was blest</br>With all the hopes that soaring youth attend:</br>I had romantic visions which possess'd</br>My spirit, and to all I seem'd a friend;</br>And in all did a friend expect; now send,</br>Thou roamer, through the earth thy looks forlorn,</br>Say, from what quarter dost thou apprehend</br>Thou could'st claim hopes, such as in life's blest morn,</br>If offer'd to thy choice, thou wouldst reject with scorn.", "No!  like a spirit with the universe</br>At war, a jarring spirit I appear:</br>Of man rejected; &mdash; and of God &mdash; still worse&mdash;</br>Doom'd to perpetual sway of tyrant fear.</br>I ask but for a little refuge, where</br>I on the present, future, and the past,</br>May ruminate. With many a wistful tear</br>I ask a place, where my poor heart, at last,</br>As miser o'er his hoard, my sum of woes may cast!&mdash;", "Children I've had, and I have known the gush</br>Of love, allotted to the parent's tie;</br>Oft on my cheek I've felt affection's flush,</br>And revell'd o'er my stores of sympathy.</br>As I have watch'd the sports of infancy,</br>The name of children seem'd to me a spell</br>To conjure up whate'er of ecstasy</br>In an imagin'd paradise could dwell.&mdash;</br>A childless sire now seems to me a sire in hell.", "Oh God!  Thou must be merciful and kind!</br>Thou the Artificer of such rare bliss,</br>As waits on him whom human ties do bind!</br>Oh!  to my sense, there is in childhood's kiss,</br>And in its trust that, in a world like this,</br>Each that surrounds it is its genuine friend!</br>Their little pranks, that which with emphasis</br>Speaks of the heavens!  'Tis to condescend,</br>From converse with a child, with aught on earth to blend.", "In a child's voice &mdash; is there not melody?</br>In a child's eye &mdash; is there not rapture seen?</br>And rapture not of passion's revelry?</br>Calm, though impassion'd!  durable, though keen!</br>It is all fresh like the young Spring's first green!</br>Children seem spirits from above descended,</br>To whom still cleaves Heaven's atmosphere serene;</br>Their very wildnesses with truth are blended:</br>Fresh from their skiey mould, they cannot be amended!", "Warm, and uncalculating, they're more wise&mdash;</br>More sense that ecstasy of theirs denotes&mdash;</br>More of the stuff have they of Paradise&mdash;</br>And more the music of the warbling throats</br>Of choirs, whose anthem round th' Eternal floats&mdash;</br>Than all that bards e'er feign'd; or tuneful skill</br>Has e'er struck forth from artificial notes:&mdash;</br>Theirs is that language, ignorant of ill,</br>Born from a perfect harmony of power and will.", "Some, some, have painted all the joys that wait</br>On beings intelligential, from a source</br>Within, prolific to originate</br>Imaginatively, the mighty course</br>Of passion:  whence its energy and force</br>Our complex being draws.  Rare spirits have writ:</br>The bard of Avon such!  We must divorce</br>Our very nature from intrinsic wit,</br>If dubious in his scenes truth's impress to admit.", "But what have I done that I'm thus forsaken?</br>Whom have I injur'd that I'm thus neglected?</br>Oh!  would I not, the pulse of love to waken</br>E'en in a being by the world rejected,</br>Stoop to compliances the least connected</br>With aught could flatter self?  Ah, was not this,</br>What of himself, when he himself depicted,</br>Frankly confess'd the paradox-loving Swiss,</br>\"To meet a second self is the sublime of bliss?\"", "Ah!  was not this my wish?  My hope supreme.</br>Cannot a being, or in earth, or heaven,</br>Be met with &mdash; from the stigma of a dream&mdash;</br>To rescue him who has with much toil striven</br>For such communion?  Like a spirit driven</br>From comprehension by connatural things,</br>I, from the extremest ardour, ever given</br>To man, for human sympathy, my wings</br>Now flag, and glad would be to drink lethÊan springs.", "Yes!  I'm a mystery to myself; &mdash; to all;&mdash;</br>Save to my God:  thence is it that I feel</br>Such a propensity on heaven to call:</br>Since he who comprehends alone can heal.</br>Oh, Saviour of the world!  Do not thou steel</br>Thyself against my pleading; call to mind</br>When e'en thy will with agony did reel:&mdash;</br>And though by hope supported, and resign'd</br>From thought that on thyself the destinies of mankind", "Hung; &mdash; Thou cried'st, &mdash; \"Father, let it pass away,</br>This cup from me!\" &mdash; Yet on thy bidding waited</br>Legions of angels: &mdash; and eternal sway,</br>And endless triumphs, and delights unsated,</br>Claim'd thy acceptance when the pang abated.</br>Oh, think on me!  I am friendless!  I am poor!</br>I with importunate distress am mated!</br>Nor have I hope, however I endure,</br>That any chance awaits my agonies to cure.", "Oh being most compassionate!  for such,</br>Crush me to atoms, I will think thou art!</br>Do not, I pray thee, let it seem too much</br>To mitigate the anguish of my heart.</br>Life is of comfort such a copious mart;</br>So many sources there exist for man</br>Of satisfaction: &mdash; he who takes a part</br>In the world's coil contentment find still can.</br>'Tis no mean post to watch so marvellous a plan!", "This feel I with conviction so intense,</br>That e'en the very meanest flower that blows</br>Might to the mind, to meditate propense,</br>Afford a scope to thoughts of deep repose.</br>So much am I convinc'd that poorest shews</br>Above, beneath, around us, all involve</br>(To him, to trace their character, who knows)</br>Infinity, that e'en forms which dissolve</br>In nothingness, administer to high resolve.", "Yes, there's a mystery in the very air;</br>\"Tongues in the trees, books in the running brooks,\"</br>Sermons in stones,\" and blessings every where!</br>So much am I convinc'd, that poorest nooks</br>Have loop-holes, whence the gifted spirit looks,</br>To an illimitable universe;</br>That, could I once dislodge the crabbed hooks</br>Entangling me in matter's primal curse,</br>No lot would me appal for better and for worse.", "Freedom, thou best of benefits, in what</br>Dost thou essentially consist?  In this</br>That sickness palsies, bars confine thee not?</br>As air art uncontroul'd, and nought dost miss</br>Of that which constitutes ideal bliss!</br>No!  Freedom this is not.  'Tis to be free,</br>To have thy will in consentaneousness</br>With the Almighty will:  to seem, and be,</br>That which, for bliss or bale, that will doth thee decree.", "'Tis not the bird, who, in the narrowest cage</br>Is prison'd, that is most in bondage there;</br>But 'tis that bird who feels the most blind rage</br>Against the bars his freedom that impair.</br>Man never calls it thraldom, since the air</br>He cannot cleave with wings.  Thus could a bird</br>Once be so happy in his wiry snare;</br>That still no feeling of restraint occurr'd,</br>To call that bondage were to mis-apply the word.", "Just as that very commoner of the sky</br>That winged creature is at liberty;</br>Thus if by truth's criterion we try</br>What constitutes man's worst captivity,</br>It is to have more passions than can be</br>Indulg'd consistent with the good of all;&mdash;</br>I say not, to be chain'd is to be free:</br>But though we be releas'd from bodily thrall,</br>The thraldom of the mind far deadlier I call.", "It is not Freedom to be what thou willest,</br>But 'tis to will that which thou ought'st to be,</br>And that man, whose volition is the stillest,</br>That man whose will moves in accordancy</br>With His who \"dwelleth in eternity,\"</br>He is the Freeman!   And well call'd the bard</br>All \"Slaves\" but those who bend to this decree;</br>And with devoutly-passionate regard</br>Witness this truth sublime to be its own reward.", "Therefore, no puling sentimentalist</br>Am I:  and when I mourn my agonies,</br>'Tis not for this or that cause, I'm distress'd.</br>In my creed there is to the man that's wise</br>But one legitimate source of smiles and sighs:</br>And that's involv'd in question, on his path</br>Whether, \"the Son of Righteousness arise</br>With healing on his wings;\" or whether scath</br>He feel, or think he feel, of the Everlasting's wrath.", "I have no sickly feeling of the heart;</br>No mawkish love-tale, vast wrongs to declare;</br>No pangs arthritic, spasm, or cancerous smart,</br>My bodily functions one by one impair.</br>These &mdash; 'tis my trust &mdash; I could with patience bear:</br>No loss of wealth; no friend's departed face;</br>No tricks of fortune, whose romantic air</br>Might give my well-wov'n tale bewitching grace:&mdash;</br>My ills have nought to do with person, time, or place!", "\"Since God is ever present, ever felt,</br>In the void waste as in the city full,</br>And joy is where He vitally hath dwelt;\"</br>So when he ceases to be merciful,</br>And takes away his presence, then we pull,</br>And tug in vain against our destiny.</br>Life is a waste where we no more can cull</br>A single flower of happiness, when He,</br>The very soul of bliss, to us has ceas'd to be.", "Oh God!  So deeply the conviction's wrought</br>In me, that thou to man art all in all;</br>And that the forms most exquisitely fraught</br>With means of joy &mdash; e'en the gay festival;</br>The choral song; the trophy-blazon'd hall;</br>The dance; the appurtenants of courtesy;</br>Without the attraction of thy blessing, pall;</br>That the mind's state seems every thing to me!</br>Without a thankful heart, vain were all social glee!", "If this be held as truth, with those yclept</br>Joys artificial; how much more do those</br>Call'd natural, ask a spirit that has kept</br>The pow'rs that God has giv'n him, in repose,</br>All unassailable by passion's throes?</br>Say, can the green fields, can the azure sky,</br>The waving forest, or the day's dim close,</br>When to the night-dew each bud shuts its eye,</br>Please him that not partakes his God's serenity?", "\"There is a pleasure in the pathless woods,\"&mdash;</br>But 'tis to him whose moral path is clear:</br>\"There is a rapture in the roaring floods,\"&mdash;</br>But 'tis to him who plays with forms of fear.</br>\"There is society where no one's near,\"</br>But 'tis to him whose dreams ebullient rise:</br>\"There is a transport in the falling tear,\"&mdash;</br>But 'tis to him whose ever lifted eyes</br>Shed sparkling drops which tell their source is of the skies!", "I cannot ever, ever feel again,</br>That which, oh Nature!  I have felt for thee.</br>'Twas in God's presence ever to remain</br>The marvels of thy boundless reign to see.</br>No pressures then of cold propriety,</br>Scarce even animal appetites were mine;</br>Into the breeze transfus'd, I seem'd to flee</br>Upon its wings, and all my being resign</br>To influence of eye, ear, touch, and thought divine!", "Thy mountains! &mdash; They to me were types of pow'r,</br>Of glory, vastness, and magnificence!&mdash;</br>Thy clouds! &mdash; As on the \"wings of winds\" did lour</br>Obscure imaginations, yet intense,</br>On them; and shapings of creative sense</br>Rode as in triumph!  Thy far-gleaming lakes!</br>Their shores of faery masque the residence!</br>Thy breezes, murmuring through thy sedgy brakes;</br>It seem'd bless'd spirits might quit Heav'n's harmony for their sakes!", "Oh, could the dreams that nature gives but last,</br>This being they would seem to immortalize:</br>Think what it is to live in ages past?</br>And have all characters before you rise,</br>All manners, and impressive ceremonies;</br>To see all pageants that have long gone by,</br>In lone bower hear the captive lady's sighs,</br>The long procession once more to espy,</br>And, flouted by the winds, rich banners wave on high?", "To hear the winding horn among the fells,</br>To see the quarry thrid the forest's maze,</br>To track the falcon-chace by tinkling bells,</br>Bring back all revelries of parted days?</br>Oh, Nature!  this is but thy faintest praise;</br>In hallow'd haunts so much can'st thou procure!</br>To those, who, in traditionary lays</br>Well vers'd, and learn'd in chronicles obscure,</br>Thy lore, to midnight lamp, oh chivalry, could allure!", "Thanks!  and much gratitude to him we owe,</br>The Bard of Yarrow!  From his living song</br>How do our pulses beat, our bosoms glow,</br>Forming acquaintance with the dazzling throng</br>Of warriors, dames, and elves, that dance along,</br>As in a gay procession, subtly wrought,</br>The web of his romantic tales, among;</br>The sense aches with o'er-stimulated thought,</br>As through its gorgeous crowd of images 'tis brought.", "So, perhaps more appropriately to thee,</br>Thou Bard of rocky Morven, to thy heath,</br>Thy mists, thy mountain-torrents, much are we</br>Indebted; to thy thistles, with the breath</br>Of night-winds, waving; to thy spirits of death,</br>Gibbering snow-white, 'mid \"mists and moonlight drear!\"</br>Oh, 'tis a blest time when we hold beneath</br>The heart such lavish hoards of joy sincere,</br>They e'en with sweetness pall, 'till pungent made by fear!", "Yes, I remember, when the dreariest waste;</br>The heathery moorland with its mossy stones;</br>Where, here and there, with gelid dew o'ercast,</br>The hart's-tongue, or the flagging grass, atones</br>For the wide barrenness:  where plaintive moans</br>Of chilling breeze perpetually are heard:</br>Yes, I remember well, (e'en though with groans</br>Of wailing sprite that chilling breeze had stirr'd)</br>When I to brightest scenes, such prospect had preferr'd!", "I had a store of joy within me then;&mdash;</br>An inexhaustible and salient spring;</br>And e'en whate'er I felt of bodily pain,</br>Or of that deeper which the heart doth wring,</br>Seem'd, in profound subserviency, to bring</br>New zest to pleasure; pampering its caprice:</br>'Twas like a man wilfully shuddering;</br>Giving, by warlock tales, to wassail bliss</br>And Christmas blithe fire-side, a spect'ral emphasis!", "As in that divine, philosophic lore,</br>Suggesting that all objects of each sense</br>Are, on the human mind, &mdash; and nothing more,&mdash;</br>Modifications of God's influence:</br>So, in the boiling of the turbulence,</br>I felt, when all submitted to thy sway,</br>Sound, hue, and form, at once, with such intense,</br>And such capricious, shifting, seem'd to play:</br>My soul was like a harp responsive to their sway.", "Immortal were my thoughts!  For where no fear</br>Exists, there's virtual immortality:&mdash;</br>Since, were the \"be-all, end-all\" this state here,</br>Yet, if no thought arose that so 't might be;</br>To man, thus not so being painfully,</br>In any reference 'twould not be so</br>That he might wish it otherwise:  to me</br>Thus so predominating was the glow,</br>Oh Nature, caught from thee, methought 'twould never go.", "Yet, is it not, oh God, in part to hold</br>With Thee, communion thus thy works to feel?</br>And can those souls be of an earthly mould</br>Thus, rapt above mortality, that steal,</br>When Thou thy natural wonders dost reveal?</br>Is it not, in novitiate of learning</br>To gain a 'vantage post in Fortune's wheel?</br>Is not there promise in this nature yearning,</br>Which always doth imply from art a scornful turning?", "Then why should I be to all pleasure dead</br>To such an inexpressible degree?</br>I?  Though I grant, as wiser men have said,</br>That 'tis a world in ruin which we see.&mdash;</br>Why should I, that have felt such ecstasy,</br>Be sunken now so low?  Is it t' enforce</br>The doctrine that each project which can be</br>Content with aught save wisdom's primal source,</br>Is like a pile on sand, which storms will soon disperse?", "So seems it!  What with all my dreams am I?</br>It was on real objects that I gaz'd;</br>Yet have they ended more in vanity,</br>Than the most doting visions of the craz'd;</br>Or all the structures by fanatics rais'd;</br>Now had I rather mope where Penury</br>In rags, filth, smoke, and sickness, is emblaz'd;</br>Screams in the ballad's rude discordancy,</br>The howl of curs, coarse oaths, and the scold's ribaldry,", "So that new feelings might at least be mine!</br>Than live in some contemplative recess,</br>Where mountains, forests, rocks, lakes, streams, combine,</br>With human beings, deeply to impress.</br>Is this, oh God, to shew the nothingness</br>Of fairest hopes of man?  How soon the stream</br>(Most copious and most promising to bless)</br>Exhausted, if from earth alone it teem?</br>Thus, when I thought to drink, I drank but in a dream.</br>"]