["'Tis a mighty fine song Master Collins has sung,</br>Of the Passions and Music of yore,</br>When her instruments sweet, from the boughs where they hung,</br>Those passionate gentlemen tore.", "But I think I've a tale as romantic and wild</br>As Collins could plan for his soul,</br>Of Music, when merely a chattering child,</br>She lov'd o'er the woodlands to stroll.", "One eve she enchantingly pour'd forth a tune</br>On the winds that career'd by her cell;</br>Tho' whether 'twas play'd on the harp or bassoon&mdash;</br>On my word, I can't readily tell!", "No doubt 'twas a rich and enrapturing sound,</br>With many a soft-dying fall,&mdash;</br>But a groupe of fantastics sprang suddenly round,</br>And Miss Music of course gave a squall.", "First Pride, with an air of pomposity, swore</br>\"Such a slave he had long wish'd to keep;\"</br>And Sloth mutter'd next, in a voice like a snore,</br>\"How divinely she'd lull him to sleep!\"", "And palsy-struck Avarice tottering there,</br>Said in a querulous accents and slow,</br>\"What a mint from the crowd at Bartholomew fair</br>Little Music would make in a shew!\"", "But War shook the plume o'er his helmet and cried,</br>\"When his phalanx to battle he led,</br>Spite of Avarice, Sloth, or the pompous Sir Pride,</br>Little Music should play at its head.\"", "And the claimants grew loud, and said terrible things,</br>Spite of Music's entreaties and cries,</br>When a chubby-faced boy, upon butterfly-wings,</br>Popp'd down as tho' dropp'd from the skies.", "He and Miss, it appear'd, had been cronies of old,</br>For the moment the urchin came there,</br>She started on tip-toe, undaunted and bold&mdash;</br>Which of course made the Passions all stare.", "And the urchin return'd her an arch kind of leer,</br>Which, be sure, had some wickedness in it;</br>For he laughingly whisper'd a word in her ear,</br>Then snatch'd her on high in a minute!", "That Music had wings, in an instant she found,</br>For they started up feather by feather,</br>And from that joyous moment the sweet Queen of Sound</br>And the young God of Love fly together!</br>"]