["From the dim Shade of osier-woven Bow'r</br>CHERWELL arose.  Around her darkening Edge</br>Pale Eve began the steamy Mist to pour,</br>And Breezes fann'd by fits the rustling Sedge:</br>She rose, and thus she cried in drear Despair,</br>And tore the rushy Wreath that bound her streaming Hair.", "Ah!  why, she cried, should ISIS share alone</br>The tributary Gifts of tuneful Fame!</br>Shall every Song her happier Influence own,</br>And stamp with partial Praise her favorite Name?</br>While I, alike to those proud Domes allied,</br>Nor hear the Muse's call, nor boast a classic Tide.", "In Isis' Vase if Fancy's Eye discern</br>Aerial Tow'rs emboss'd in Sculpture high;</br>Lo!  milder Glories mark this modest Urn,</br>The simpler Scenes of rural Imagery.</br>What though she proudly pace an awful Queen?</br>Mine is the gentler Grace, the meek retiring Mien.", "Vain Bards!   can Isis' Scenes transport the Soul,</br>Where Art each wilder wat'ry Charm invades;</br>Whose Wave in measur'd Volumes taught to roll,</br>Boil in close Lakes, or rush in white Cascades:</br>Whose Banks with echoing Industry resound,</br>Fenc'd by the foam-beat Pier, and torrent-braving Mound?", "Lo, here no Commerce wakes the servant Toil,</br>To pour Pollution o'er my virgin Tide;</br>The Freshness of my Pastures to defile,</br>Or bruise the matted Groves that fringe my Side</br>But Solitude on this sequester'd Bank</br>Mid the moist Lillies sits, attir'd in Mantle dank.", "Nor ruder Sounds my tripping Quires affright,</br>Nor break the Lowings of my grazing Throng;</br>The sapphire Halcyon wings her secret Flight,</br>And glows unseen my reedy Ranks among;</br>All unalarm'd, save when ambrosial May</br>Bids wake my peopled Shores, and rears the ripen'd Hay.", "The hither haste, ye Youths, whose Duty brings</br>To GEORGE's Memory the votive Dirge;</br>To pensive Peace shall tune your solemn Strings</br>To saddest Airs along my lonely Verge:</br>Here Grief with holy Musing may converse</br>In Sounds that best shall greet the glorious Hero's Herse.", "Or, if auspicious Themes you Harps would own,</br>In airy Vision here shall meet your Eye</br>Fair Scenes of Bliss:  A blooming Monarch's Throne</br>Hung with the Wreaths of righteous Victory;</br>The decent Trophies of domestic Ease,</br>A People's filial Love, and all the Palms of Peace.</br>"]