["I laid me down by the pure streamlet's edge,</br>Forlorn and listening to its babbling strain,</br>Falling in silver jets from ledge to ledge,</br>Bathing the lady-fern and water-sedge;</br>And while the bubbles broke and formed again,</br>I mused on human joys, so transient and so vain.", "When, lo!  beside me stood an angel form,</br>Snow-robed and beauteous, with a look as meek</br>As the mild sunbeam smiling through the storm,</br>And sweet as evening blush, so soft and warm;</br>Immortal roses blossomed on her cheek,</br>Fair as the blushing tints that summer mornings streak.", "Around me swift an azure mist she rolled,</br>That moved with circling rainbows in the</br>And, wrapt within its thin aerial fold,</br>\"With me,\" she says, \"thy pathless journey hold;</br>Nor fear while, now protected by my might,</br>We measure earth and seas, and heaven's cerulean height.\"", "An ivory rod waved graceful in her hand,</br>And as she touched me with its magic power,</br>Feeling my soul with extacy expand,</br>To soar aloft I scarcely could withstand,</br>Buoyant as leaves before the electric shower,</br>Or silvery mists that dance at noontide's parching hour.", "Swift up the undulating air we flew,</br>And seemed a cloud which moist south winds impel;</br>Now stooped to skim the ocean's empire blue,</br>Then pierced its floods, that from our course withdrew;</br>Till many a fathom deep, with fainter swell,</br>We heard the waves above, that ever rose and fell.", "Led by the trembling light down many a mile,</br>We reached a coral cave of crimson dye,</br>From its steep sides the circling floods recoil</br>With soft and melancholy sound the while;</br>Where many a golden fish glanced to the eye,</br>And writhing shells, whose tints might with the orient vie.", "The crystal gates on tuneful axles turned,</br>When, lo!  a spacious hall disclosed to view,</br>Whose canopy with sparkling lustre burned</br>Of clustering spars, like starry heaven, adorned,</br>That ever shed a rich and various hue,</br>And round the fairy dome a gleamy brilliance threw.", "And through the lucid concave far above,</br>I saw the foam-tipt billows ebb and flow,</br>As the light clouds that o'er the welkin rove;</br>While every ship which through those billows strove,</br>With snowy sails and many-coloured prow,</br>Would there her passing form, as in a mirror, show.", "There sat a maid, who sang with witching air,</br>More sadly-soothing than the Eolian strain;</br>O'er her fair bosom played her golden hair,</br>Than ocean's foam appeared her skin more fair:</br>Fain would I list, but, cried my guide, \"Refrain;</br>Know that death lurks unseen oft in the mermaid's train.\"", "Then thought I of the soft deceitful lure</br>Of beauty, smiling only to destroy,</br>To charm with love that can no medicine cure,</br>Then mock the pain her victims must endure:</br>Thus, in Arabia's wild to pilgrim nigh,</br>Refreshing streams appear, yet still before him fly.", "When my good angel waved me to be gone;</br>\"We speed,\" she says, \" beyond the solar beam,</br>Where Night with silence holds her ebon throne;\"</br>Down, down she led through paths so drear and lone,</br>Beyond whate'er of depth the mind could dream,</br>Yet there the passing ghosts with stony eyes would gleam.", "At length a wail of woe assailed mine ear,</br>As if it from innumerous voices came;</br>Scarce could my soul those direful wailings bear,</br>As to a formless gulf we drew more near,</br>Illumined by a dismal gleaming flame,</br>Where writhed a monster dire, Despair his hated name.", "Thus, far at sea the sailor nightly hears</br>The dread Lofodin's wild tumultuous roar,</br>Whose eddy even the dread sea-monster fears;</br>With such emotions the Messenian steers</br>'Twixt Scylla and Charybdis' fatal shore,</br>As pierced my trembling heart while to that gulf I bore.", "Not far beneath me sat in lengthening rows,</br>A sable crowd, their faces downward bent;</br>Wrapt in their shrouds, they seemed to mourn their woes,</br>With long-drawn sobs that never found repose,</br>And many a plaintive moan they upward sent;</br>I marvelled at the pangs which thus their bosoms rent.", "When they, as conscious all of my desire,</br>Uprose with looks which anguish wild confest,</br>Then from their bosoms drew their dark attire,</br>And showed their hearts that glowed with living fire;</br>Then shook their heads, sat down with eyes deprest,</br>Then mourned and sobbed anew &mdash; I must not speak the rest.", "When, lo!  a cloud whose raven wings were spread</br>Broad, deep, and thick, that ever darker grew,</br>With slow ascent arose, and 'neath its shade</br>Disclosed, O horror!  &mdash; but my guide forbade</br>I ever should reveal what then I knew;</br>I turned my head away, all shuddering at the view.", "\"It is enough, and God is just!\"  I cried,</br>\"Yet terrible in justice!\" &mdash; when away</br>The heavenly maid before me upward hied:</br>Lost in the misery which I had espied,</br>I followed long, till the fair beams of day</br>Shone o'er the icy pole with trembling lustre gay.", "There spread the polar landscape far and wide,</br>Where waves of yore, to spiry mountains froze,</br>Yet fall with awful crash oft in the tide,</br>That ever tries to climb their azure pride:</br>While shaggy monsters track the glittering snows,</br>And the loud penguin's scream oft breaks the dread repose.", "Yes, far and wide, beneath the gelid sky,</br>Like crystals shooting from some rocky base,</br>Innumerous glaciers point their peaks on high,</br>In lengthening vistas, shifting with the eye;</br>While each the prism's varying tints displays,</br>Brighter than orient gems, commingling in their blaze.", "High o'er these glaciers, radiant on the sight,</br>A mighty palace towered, with walls serene</br>Of purest crystal, which, as diamonds bright,</br>Threw on the sapphire heavens their flashing light;</br>Such as the boreal gleams so frequent seen</br>To paint the starry north with flickering lustre sheen.", "Around its walls a shadowy vapour played,</br>That now or closed its folds or now unfurled;</br>Now robed those icy walls, now disarrayed,</br>Where dwells the King of Storms enwrapt in shade;</br>Fierce from whose arm, with thundering sounds, are hurled</br>Hail, hurricanes, and snows, to awe a trembling world.", "Nor stopt my guide, but up the welkin blue</br>She bade me follow, while, as light as air,</br>Soon the thin golden clouds we journeyed through;</br>Then turned I round, the lessening earth to view,</br>That seemed a speck in the ethereal sphere,</br>While all the starry orbs more ample shone and fair.", "As when some daring wight adventurous tries</br>To mount in light balloon the ethereal clime,</br>And rising through the rainbow-clouds, descries</br>This dusky orb, still fading on his eyes,</br>Suspended 'twixt the heaven and earth sublime;</br>So through the void I soared, swift as the wings of Time.", "Or as a bird, in narrow cage confined,</br>Within some city's dark and crowded street,</br>Soon as she freedom gains, gay on the wind</br>She springs aloft, and leaves the town behind,</br>Flies to her natal groves, so green and sweet,</br>Where Love and Beauty dwell, and Health and Pleasure meet.", "More buoyant still my spirits grew and light,</br>As o'er the mists of this gross world I rose;</br>Gay as the lark I wantoned in my flight</br>Amid those limpid realms so pure and bright;</br>Till in that land awhile our wanderings close,</br>Where still the eye is charmed, yet never finds repose.", "'Twas a fair land, and formed each sense to please:</br>Gay at my feet a torrent leapt away,</br>Bathing the foliage of the slender trees,</br>That in light arches trembled to the breeze;</br>While through their leaves the sun's enlivening ray</br>With changeful rainbows dyed the ever-dancing spray.", "Here beauteous nymphs from noontide's sultry glow</br>Oft bathed them in the streamlet's gelid swell;</br>Now indistinct appeared their forms of snow,</br>Now soft emerging from the floods below,</br>Would from their streaming locks the drops repel,</br>That o'er their throbbing breasts in liquid diamonds fell.", "Fond as I gazed, evanished from my sight</br>The sylvan landscape, &mdash; and instead was seen</br>The tranquil ocean glittering in the light;</br>Where many a pinnace, decked with colours bright,</br>Threw its fair image on the blue serene,</br>Circling the wooded isles that rose so soft and green.", "Wild bursts of music on the ear would break</br>Delicious, and of countless birds the song;</br>A thousand tints those changing scenes would take;</br>Now moonlight slept soft on some mountain lake;</br>Now morning blushed the orient verge along;</br>Now eve her yellow hair shed the dim clouds among.", "Thus with each breathing of the fitful gale</br>New scenes appeared, as though 'twere all a dream:</br>Lo!  spreads before my sight some flowery vale;</br>Then savage hills, whose cliffs the storms assail;</br>Now wint'ry frosts with spangling lustre gleam;</br>Now Summer opes her charms enamoured to the beam.", "As in some brook the school-boy loves to view</br>The passing clouds their towering shadows cast,</br>For ever various, yet for ever new:</br>So marvelled I, while with each wind that blew,</br>Some beauteous scene, in pleasing contrast, past</br>The former lovely seemed, yet lovelier still the last.", "\"'Tis fairyland,\" then spoke my guide the while;</br>\"Here dwell the genii that o'er slumber reign,</br>That with gay dreams the drooping heart beguile,</br>And soothing hopes that only rise to smile,</br>And phantasies, that sport along the brain,</br>Which with ideal bliss still cheat our real pain.\"", "Drawn upward by the sun's attractive sphere,</br>Swift through the heavens again we soared on high,</br>So the thin mist mounts on the morning air,</br>Till we alighted in that world so fair,</br>Whose humid tints were of a fairer dye,</br>And forms of lovelier grace than e'er had met the eye.", "Far from the disk of this blest world I found</br>A concave sphere of radiance, that from view</br>Of earth conceals the orb it moves around ;</br>Like the bright ring which Saturn's globe has bound,</br>That inward still a mild effulgence threw,</br>And lights the stars without that rove the ethereal blue.", "Here smiled the robe of spring for ever green,</br>Diffusing sweets from flowers of every dye</br>Meandering streams rolled musical, serene,</br>Kissing their pearly sands and sparkling sheen;</br>Or bathed the odorous shrubs that bent to spy</br>Their forms nod in the floods, that ever whispered by.", "Oft would these streams to living lakes expand,</br>Where snowy swans sailed round each osier isle;</br>Majestic woods waved in the zephyr's bland,</br>Shading the beams from this delicious land;</br>Luxuriant arbours forming all the while,</br>With amaranths entwined and flowers that ever smile.", "And beauteous birds their loves perpetual sung,</br>Fluttering amid these alleys ever gay,</br>Where mantling vines their richest clusters hung,</br>And golden fruits to leafy branches clung;</br>While through each opening, smiling to the day,</br>Hills, seas, and woods appeared that in the distance lay.", "But who may paint the angel forms that move,</br>The happy tenants of this blissful clime,</br>Where dwells immortal youth, with deathless love,</br>Bright hosts who now the meed of virtue prove,</br>Whose thoughts are like their God's, pure and sublime,</br>Unconscious still of woe, because they knew not crime.", "Oft in a magic mirror would they gaze,</br>Where all the scenes of mortal life were cast;</br>Then human folly filled them with amaze;</br>Yet their own bliss, by contrast, served to raise,&mdash;</br>The dreams of guilty joy, that cannot last,</br>And all the pride of wealth and power so quickly past.", "When, hark, melodious from the woods arose</br>A burst of song, expanding as it flew,</br>We are immortal!\" &mdash; all joined in the close,</br>Then paused till even the echoes found repose.</br>We are immortal!\" burst the sounds anew,</br>Then sweetly died away the balmy welkin through.", "\"These,\" said my guide, \"are they who in your sphere</br>Have bravely triumphed, even the good and wise;</br>New guests from thence are still arriving here,</br>So wakes their joy, removed from guilt and fear;</br>Refining still, they by degrees shall rise</br>To brighter worlds than this, and taste sublimer joys.", "\"Yes, happier they shall still rejoicing shine</br>In fair Perfection's ever brightening way;</br>Pilgrim of dust!  what mighty doom is thine!</br>E'er to approach the source of love divine,</br>Though ne'er to reach it, as on morning's ray</br>Soars the light cloud to heaven, and brightens with the day.", "\"Let high ambition then inspire thy breast:</br>Say, what is life?\" &mdash; No more could I sustain,</br>For now with light ineffable opprest,</br>Down on the fragrant turf I sunk to rest;</br>Extatic visions in my bosom reign,</br>They only dream of bliss within this blest domain.", "I woke &mdash; when, lo!  deserted by my guide,</br>I lay where first she found me by the stream;</br>The sun rolled o'er my head in noon-day pride,</br>With tuneful plaint the mazy streamlet sigh'd;</br>But still let high ambition be my theme,</br>And truth from fancy learn, even in her wildest dream.</br>"]