["COLLEN, THENOT.", "What Clod-pates Thenot are our Brittish swaines?</br>How lubber-like they loll upon the Plaines,</br>No life, no spirit in um!  Every Clowne,</br>Soone as hee layes his Hooke and Tarbox downe,</br>That ought to take his Reed, and chant his Layes,</br>Or nimblie run the windings of the Maze,</br>Now gets a Bush to roame himselfe, and sheepe:</br>And yet me-thinks our English pastures, bee</br>As flowery as the Lawnes of Arcadye,</br>Our Virgins blithe, as theirs, nor can proud Greece</br>Boast purer Aire, nor sheare a finer fleece.", "THENOT.</br>Yet view their out-side Collen, you would say,</br>They have as much brawne in their necks, as they;</br>Faire Tempe braggs of lustie Armes, that swell</br>With able sinews, and might hurle as well</br>The weightie Sledge; their Leggs, and Thighs of bone,</br>Great as Colossus, yet their strengths are gone;</br>They looke like yonder man of wood that stands</br>To bound the limits of the Parish lands:</br>Dost thou ken Collen, what the cause might bee</br>Of such a dull, and generall Lethargie?", "COLLEN.</br>Swaine!  with their sports, their soules were tane away,</br>Till then they all were active; every day</br>They were exercis'd to weild their limbes, that now</br>Are numb'd to every thing, but flaile, and Plowe.</br>Early in May up got the Jolly route,</br>Cal'd by the Larke, and spread the fields aboute</br>One, for to breathe himselfe, would coursing bee</br>From this same Beech, to yonder Mulberie;</br>A second leapt, his supple nerves to trie,</br>A third, was practicing his Melodie;</br>This, a new Jigg was footing; Others, were</br>Busied at wrastling, or to throw the Barre;</br>Ambitious which should beare the bell away,</br>And kisse the Nut-browne-Lady of the Maie:</br>This stirr'd 'um up, a Jolly Swaine was hee,</br>Whom Pegg and Susan, after victory,</br>Crow'nd with a Garland they had made, beset</br>With Dazies, Pincks, and many a Violet,</br>Cow-slipp, and Gilliflowre; Rewards, though small,</br>Encourage vertue:  But if none at all</br>Meete her, shee languisheth, and dies, as now,</br>Where worth's denied the honour of a bough;</br>And, Thenot, This the cause I read to bee,</br>Of such a dull, and generall Lethargie:", "THENOT.</br>Ill thrive the Lowt, that did their mirth gaine-say,</br>Wolves haunt his flocks, that tooke those sports away.", "COLLEN.</br>Some melancholly Swaines, about have gone,</br>To teach all Zeale, their owne Complection,</br>Choler, they will admit, sometimes, I see;</br>But Pleagme, and Sanguine, to Religions bee;</br>These teach that Dauncing is a Jezabell,</br>And Barley-breake, the ready way to Hell,</br>The Morrice, Idolls; Whitson-ales can bee</br>But profane Reliques, of a Jubilee:</br>These in a Zeale, t' expresse how much they doe</br>The Organs hate, have silenc'd Bagg-pipes too,</br>And harmlesse May-poles, all are rail'd upon,</br>As if they were the Towers of Babilon:</br>Some think not fit, there should be any sport</br>I' the Citie, Tis a dish proper to the Court;</br>Mirth not becomes 'um, let the sawcie swaine</br>Eate Beefe, and Bacon, and goe sweate againe,</br>Besides, what sport, can in their pastimes bee</br>When all, is but rediculous fopperie.", "THENOT.</br>Collen!  I once the famous Spaine did see,</br>A Nation glorious for her Gravitie,</br>Yet there an hundred Knights, on warlike Steedes</br>Did skirmish out a fight, arm'd but with Reeds,</br>At which a Thousand Ladies Eies did gaze:</br>Yet was no better, then our Prison base.</br>What is the Barriers, but a Courtly way</br>Of our more downe right sport, the Cudgell-play?</br>Foote-ball with us, may bee with them, Baloone;</br>As they at Tilt, so wee att Quintain runne,</br>And those old-pastimes relish best with mee,</br>That have least Art, and most Simplicitye.</br>Collen!  They say, at Court there is an Art,</br>To dance a Ladies honor from her hart;</br>Such wiles, poore Sheephards know not, all their sence</br>Is dull to any thing, but Innocence:</br>The Country Lasse, although her Dance bee good,</br>Stirs not an others Galliard in the Blood;</br>And yet their sports by some contrould have bin,</br>Who thinke there is no mirth, but what is Sin,</br>O might I but their harmlesse Gambolls see!</br>Restor'd unto an ancient Libertye,</br>Where spottlesse daliance traces ore the Playnes,</br>And harmlesse Nimphes, jet it with harmlesse Swaynes.</br>To see an age againe of Innocent Loves,</br>Twine close as Vines, yet kisse, as chast as Doves.</br>Me thinkes I could the Thracian Lyre have strung,</br>Or tun'd my Whistle, to the Mantuan song.", "COLLEN.</br>Then tune thy Whistle Boy, and string thy Lyre,</br>That age is come againe, thy brave desire</br>Pan hath approv'd; Dauncing shall bee this yeare</br>Holy, as is the motion of a Spheare.", "THENOT.</br>Collen!  With sweeter breath Fame never blewe</br>Her sacred Trump, if this good newes bee true?", "COLLEN.</br>Know'st thou not Cotswold-hils.", "THENOT.</br>Through all the land,</br>No finer wooll runnes through the Spinsters hand.</br>But silly Collen, ill thou do'st devine,</br>Can'st thou mistake a Bramble, for a Pine?</br>Or thinke this Bush a Cedar?  or suppose</br>Yon Hamlet where to sleepe; each Shepheard goes?</br>In circuit, buildings, people, power, and name</br>Equalls the Bow-string'd by the silver Thame?</br>Aswell thou maiest, their Sports, with ours compare,</br>As the soft wooll of Lambes, with the Goats haire.", "COLLEN.</br>Last Evening Lad, I met a noble Swayne,</br>That spurr'd his spright-full Palfrey ore the playne:</br>His head with Ribbands crown'd, and deck'd as gay,</br>As any Lasse, upon her Bridall day.</br>I thought (what easie faiths we Sheepheards prove?)</br>This, not the Bull, had beene Europaes love.</br>I ask't the cause, they tould mee this was hee,</br>Whom this dayes Tryumph, crown'd with victory.</br>Many brave Steeds there were, some you should finde</br>So fleete, as they had bin sonnes of the winde.</br>Others with hoofes so swifte, beat ore the race,</br>As if some Engine shot 'um to the place.</br>So many, and so well wing'd Steeds there were,</br>As all the broode of Pegasus had bin there,</br>Rider and horse could not distinguish'd bee,</br>Both seem'd conjoyn'd, a Centaures Progeny.</br>A numerous troupe they were, yet all so light,</br>Earth never groon'd, nor felt 'um in their flight.", "Such Royall pastimes Cotswold mountaines fill,</br>When Gentle-swaines visit her glorious Hill:</br>Where with such packs of Hounds, they hunting go,</br>As Cyrus never woo'nd his Bugle too;</br>Whose noise is musicall, and with full cries,</br>Beat's ore the Field's, and ecchoes through the skies.</br>Orion hearing, wish'd to leave his Spheare;</br>And call his Dogge from heaven, to sport it there.</br>Watt though  he fled for life, yet joy'd withall,</br>So brave a Dirge, sung forth his Funerall.</br>Not Syrens sweetlier rill, Hares, as they flie</br>Looke backe, as glad to listen, loth to die.", "THENOT.</br>No doubt, but from this brave Heroicke fire,</br>In the more noble hearts, sparkes of desire</br>May warme the colder Boores, and emulous strife,</br>Give the old mirth, and Innocence a new life;</br>When thoughts of Fame, their quickned soules shall fill,</br>At ev'ry glaunce that shewes um Cotswold Hill.", "COLLEN.</br>There Shepheard, there the solem-games be plaide,</br>Such as great Theseus or Alcides made.</br>Such as Apollo wishes hee had seene,</br>And Jove desires, had his inventions beene.</br>The Nemaean and the Isthmian pastimes still,</br>Though dead in Greece, survive on Cotswold Hill.", "THENOT.</br>Happy oh hill!  The gentle graces nowe</br>Shall tripp ore Thine, and leave Citherons browe,</br>Pernassus Clift, shall sinke below his spring,</br>And every Muse, shall on thy front'let sing;</br>The Goddesses againe, in strife shall bee,</br>And from mount Ida, make appeale to thee:</br>Olympus pay the homage; and in dread,</br>The aged Alpes, shall bow his snowie head:</br>Flora with all her store, thy Temples Crowne,</br>Whose height shall reach the starres; gods looking downe,</br>Shall blesse the Incence, that thy flowers exhale,</br>And make thee both a Mountaine, and a Vale.</br>How many Ladies on thy Topp shall meete,</br>And presse thy Tresses with their Od'rous feete,</br>Whose Eyes, when wondering men see from afarre,</br>They'le thinke the heaven and earth of them a starre.", "But gentle Collen say, what god or man</br>Fame wee for this great worke, Daphnis or Pan?", "COLLEN.</br>Daphnis is dead, and Pan hath broke his Reed,</br>Tell all your Flocks 'tis Joviall DOVER'S deede.</br>Behold the Shepheards in their Ribbands goe;</br>And shortly, all the Nimphes shall weare 'um too;</br>Amaz'd to see such Glorie met together,</br>Blesse DOVER'S Pipe, whose musicke call'd 'um hether.</br>Sport you, my Rams, at sound of DOVERS name;</br>For DOVERS fould; Goe maides, and Lillies get,</br>To make him up a glorious Coronet.", "Swaines keepe his Holy-day; and each man sweare</br>To Saint him in the Shepheards Kalender.</br>"]