["I.</br>Bursting with terrific ire,</br>With heart inflam'd and eyes on fire,</br>Thou, Vengeance, first descended on this earth!</br>Begirt with madness, fury, rage,</br>Thou pour'st dread terrors thro' each age,</br>And men aghast stood trembling at thy birth!</br>Whether mortal or divine,</br>'Tis here I trace thee, pow'rful King!&mdash;</br>Sprung from a celestial line,</br>Satan himself confess'd thy sting;</br>Who dar'd defy th' Omnipotent to fight,</br>Provok'd his anger, and call'd forth his might,</br>Till hurl'd by thunder's and by lightning's pow'r,</br>Down, down he sunk &mdash; he sunk to rise no more!", "II.</br>If such thy pow'r, fly, fly this earth&mdash;</br>What says my Muse?  Lo!  yonder in the air,</br>Surrounded with the patrons of his birth,</br>Malice, Revenge, and wan Despair,</br>Deck the triumphs of his car!</br>Loud run the wheels along; sublime on high,</br>He marks his victims with a threat'ning eye.", "III.</br>Thou, Clytus, felt his ire&mdash;</br>Heated with wine's destructive fire,</br>Provok'st the Conqueror of the world;</br>Doom'd by fate to meet his steel,</br>A victim to his rage you fell,</br>And headlong to Plutonian realms was hurl'd!", "III.</br>See him sublime on Homer's wing now soar,</br>Now fierce in combat brave Hectorean force,</br>Burning with fury, mark'd with dust and gore,</br>Now fire the men, and now provoke the horse.</br>See, see the battle burns!</br>Behold where gasping great Patroclus lies!</br>Now it rises, sinks by turns,</br>Till satiated with blood the warrior Hector dies!</br>Such thy pow'r, dire Vengeance!  see</br>Thousands of Greeks cut off by thee;</br>And Trojans, too, pour out their soul,</br>A sad example of thy great controul.", "V.</br>But with Ossian let me go</br>Where streams in wild meanders flow,</br>Where Contemplation reigns alone</br>With Silence, hooded sister, fair,</br>A reas'ning, solemn, peaceful pair,</br>That tell the pleasures of their throne.", "VI.</br>Vengeance, haste, oh haste away!</br>What sounds discordant vibrate thro' the air!</br>Deep in a gloomy cave where reigns no day,</br>Her sad attendants to their realms repair;</br>Hark, hark!  a hideous sound,</br>Dying in this vast profound,</br>Agitates the troubled cave!</br>'Tis Vengeance seeks her native place,</br>And the attendants of her race,</br>Where gnashing fierce they always rave.", "VII.</br>But come, thou nymph with placid eye,</br>Calmness, bring thy train along!</br>Hush'd in repose yon furies lie,</br>When all thy nymphs shall tune the song;</br>Descend, and ne'er engage</br>In aught that leads to strife, or stirs up Vengeance' rage.</br>"]