["Whoe'er thou art, by love of nature led</br>These cloud-capped rocks and pathless heights to climb!</br>Approach this dell with reverential dread,</br>Where, bosomed deep in solitudes sublime,</br>Repose the secrets of primeval time.</br>But if thy mind degenerate cares degrade,</br>Or sordid hopes convulse, or conscious crime,</br>Fly to the sunless glen's more genial shade,</br>Nor with unhallowed steps this haunted ground invade.", "Here sleeps a bard of long-forgotten years:</br>Nameless he sleeps, to all the world unknown:</br>His humble praise no proud memorial bears:</br>Remote from man, he lived and died alone.</br>Placed by no earthly hand, one mossy stone</br>Yet marks the sod where his cold ashes lie.</br>Across that sod one lonely oak has thrown</br>Its tempest-shattered branches, old and dry;</br>And one perennial stream runs lightly-murmuring by.", "He loved this dell, a solitary child,</br>And placed that oak, an acorn, in the sod:</br>And here, full oft, in hermit-visions wild,</br>In scenes by every other step untrod,</br>With nature he conversed, and nature's god.</br>He fled from superstition's murderous fane,</br>And shunned the slaves of Circe's baleful rod,</br>The mean, malignant, mercenary train,</br>That feed at Moloch's shrine the unholy fires of gain.", "The stream, that murmured by his favorite stone,</br>The breeze, that rustled through his youthful tree,</br>To fancy sung, in sweetly-mingled tone,</br>Of future joys, which fate forbade to be.</br>False as the calm of summer's treacherous sea</br>Is beauty's smile, in magic radiance drest.</br>Far from that fatal shore, fond wanderer, flee!</br>Rocks lurk beneath the ocean's limpid breast,</br>And, deep in caves of night, storms darkly-brooding rest.", "Love poured the storm that wrecked his youthful prime:</br>Beneath his favorite tree his bones were laid:</br>Through rolling ages towered its strength sublime,</br>Ordained, unseen, to flourish and to fade.</br>Its mossy boughs, now sapless and decayed,</br>Fall in the blast, and moulder in the shower:</br>Yet be the stately wreck with awe surveyed,</br>Sad monument of time's unsparing power,</br>That shakes the marble dome, and adamantine tower.", "Such was the oak, from whose prophetic shell</br>Breathed the primeval oracles of Greece:</br>And here, perhaps, his gentle shade may dwell,</br>Diffusing tenderness and heavenly peace,</br>Of power to bid the rage of passion cease,</br>When some fond youth, capricious beauty's slave,</br>Seeking from care in solitude release,</br>Shall sit upon the minstrel's lonely grave,</br>And hear through withered boughs the mountain-breezes rave.</br>"]