["In Scotia scarcely had the radiant Sun</br>Another Year in circling Course begun,</br>E'er young Sylvander, prostrate on the Ground,</br>Beneath a Thorn in pensive Mode was found.</br>While other Shepherds pass'd the jovial Days</br>In gay Carousing and diverting Plays;</br>Like Philomel, complaining of her Pain,</br>He sung his Sorrows in a mournful Strain.</br>Great his Distress, and woful was his Theme,</br>Which thus alone he sadly did proclaim:</br>Ah, cruel Death, and cruel Year to me;</br>And wretched I, who Hansel-Monday see!", "The Day which I with dear Menalcas spent,</br>In by-gone Years in Love and Merriment,</br>Is now the Day of his untimely Fate,</br>The woful Subject of my Soul's Regret.</br>Curs'd, ever curs'd, be that unhappy Day;</br>Let ne'er the Sun on it his Beams display:</br>May Clouds for ever all its Glories hide,</br>And fearful Tempests scatter all its Pride.</br>Let other Days shun its Society,</br>Hence Mortals hate it all as much as I.</br>Let general Grief thro' Ratho Plains be spread,</br>Since he, their Joy and Ornament, is dead.</br>Ah, cruel Death, and cruel Year to me;</br>And wretched I, who Hansel-Monday see!  ", "As I this Morning cast mine Eyes abroad,</br>I soon observ'd it did portend no good;</br>Some dismal Omens of my present Woe</br>Appear'd, which henceforth I'll account most true.</br>The Wind was Eastern, cloudy was the Sky,</br>And cloath'd with Snow I saw the Pastures ly,</br>The Streams stood still in icy Fetters bound,</br>The Plough was fixed in the frosty Ground,</br>The aged Trees beneath their Burden groan'd,</br>The Flocks were trembling, and the Birds bemoan'd;</br>Behind our Village, on a craggy Rock,</br>Methought I heard the ugly Raven croak;</br>The Nightingale that used to repair</br>To this same Thorn, and charm the neighbouring Air</br>With pleasing Notes, now, like a widow'd Dove,</br>I saw lamenting thro' the naked Grove.</br>While dear Menalcas was alive, the Tree</br>Was never, never from her Musick free:</br>But now since he, the best Musician's gone,</br>Cooing she wanders thro' the Scenes alone;</br>And, like my self, she mourns where'er she goes:</br>The very Hedges seem to share her Woes.</br>Ah, cruel Death, and cruel Year to me;</br>And wretched I, who Hansel-Monday see!  ", "While he, sweet Youth, indulg'd us with his Stay,</br>The Flocks were sprightly, and the Birds were gay,</br>The Fields delightful, and compos'd the Sky,</br>The Groves were glad, our Bow'rs with Melody</br>Of Pipe and Voice resounded, every Face,</br>Just like his own, serene and chearful was.</br>Musick and pow'rful Eloquence display'd</br>Their Charms in him, who all our Passions sway'd;</br>Dispell'd our Cares, and yielded true Delight:</br>But since he's gone, our Joys have taken flight.</br>Our Huts are silent, as the gloomy Graves;</br>And Melancholy fills the rural Caves.</br>No Shepherds whistling on the Plains we hear.</br>No Plays and Dances on the Green appear.</br>With him his dear Companions now have lost</br>All the Delights their rural Life could boast.</br>His woful Friends and Parents, plung'd in Grief,</br>Are wretched now, and void of all Relief.</br>Ah, cruel Death, and cruel Year to me;</br>And wretched I, who Hansel-Monday see!  ", "Much was he lov'd, as he deserved well:</br>In him did all the social Virtues dwell.</br>Sweet was his Temper, winning as his Song,</br>And moving was the Language of his Tongue.</br>His Art to all did perfect Nature seem;</br>Trifles themselves were elegant in him.</br>He was all Love and Mercy, Truth and Peace;</br>His Soul was fill'd, and Conduct shin'd with Grace.</br>No Deed of his procur'd his Neighbour's Hate,</br>Nor had he any Enemy but Fate.</br>All that was good in him at once combin'd,</br>And like a sudden Flash of Lightning shin'd;</br>But from us early was he snatch'd away,</br>E'er we had Time his Beauties to survey:</br>Yet so much of his Qualities we knew,</br>That we, alas, lament his Absence now.</br>Deep is our Grief, and cutting is our Wound,</br>And all our Eyes in floods of Tears are drown'd.</br>Ah, cruel Death, and cruel Year to me;</br>And wretched I, who Hansel-Monday see!  ", "But ha!   what means yon pure etherial light?</br>Mine Eyes are dazled, and I lose my Sight.</br>I hear, methinks, sweet Hymns divinely loud,</br>The Sound comes downward from yon glorious Cloud.</br>'Tis our Menalcas with distinguish'd Rays,</br>'Tis he that offers Songs of heav'nly Praise:</br>The Sky still brightens as he goes along,</br>And Angels join in his celestial Song.</br>Behold!   I see Menalcas crown'd. &mdash; No more,</br>Mistaken Mortals, his good Fate deplore.</br>As into Air the purer Spirits flow,</br>And are disjoin'd from grosser Dregs below;</br>So flew his Soul to its congenial Clime,</br>And soon prevented all the Toils of Time.</br>Now shall his Grave with rising Flow'rs be drest,</br>And the green Turf lie gently on his Breast.</br>No more shall Nature sicken and decay;</br>The Night shall now give place to chearful Day.</br>Be glad ye Shepherds, fruitful every Field,</br>Glide on ye Streams, ye Birds your Music yield,</br>And Angels, with your silver Wings surround</br>Menalcas' Urn, and guard the sacred Ground.</br>Oh, welcome Death, and welcome Year to me;</br>And happy I, who Hansel-Monday see!</br>"]