["In thy western halls of gold</br>When thou sittest in thy state,</br>Bards, that erst sublimely told</br>Heroic deeds, and sang of fate,</br>With fervour seize their adamantine lyres,</br>Whose chords are solid rays, and twinkle radiant fires.", "Here Homer with his nervous arms</br>Strikes the twanging harp of war,</br>And even the western splendour warms,</br>While the trumpets sound afar:</br>But, what creates the most intense surprise,</br>His soul looks out through renovated eyes.", "Then, through thy Temple wide, melodious swells</br>The sweet majestic tone of Maro's lyre:</br>The soul delighted on each accent dwells,&mdash;</br>Enraptur'd dwells, &mdash; not daring to respire,</br>The while he tells of grief around a funeral pyre.", "'Tis awful silence then again;</br>Expectant stand the spheres;</br>Breathless the laurell'd peers,</br>Nor move, till ends the lofty strain,</br>Nor move till Milton's tuneful thunders cease,</br>And leave once more the ravish'd heavens in peace.", "Thou biddest Shakspeare wave his hand,</br>And quickly forward spring</br>The Passions &mdash; a terrific band&mdash;</br>And each vibrates the string</br>That with its tyrant temper best accords,</br>While from their Master's lips pour forth the inspiring words.", "A silver trumpet Spenser blows,</br>And, as its martial notes to silence flee,</br>From a virgin chorus flows</br>A hymn in praise of spotless Chastity.</br>'Tis still!  Wild warblings from the Aeolian lyre</br>Enchantment softly breathe, and tremblingly expire.", "Next thy Tasso's ardent numbers</br>Float along the pleased air,</br>Calling youth from idle slumbers,</br>Rousing them from Pleasure's lair:&mdash;</br>Then o'er the strings his fingers gently move,</br>And melt the soul to pity and to love.", "But when Thou joinest with the Nine,</br>And all the powers of song combine,</br>We listen here on earth:</br>The dying tones that fill the air,</br>And charm the ear of evening fair,</br>From thee, great God of Bards, receive their heavenly birth.</br>"]