["Whilst in each bosom glows the local fire,</br>Let us the sympathetic passion trace;</br>Whether our bliss the present scene inspire,</br>Or, absent from a long-frequented place,</br>The shadows of the past with pain we chase;</br>Or, after years of foreign toil, we hail</br>Our dear horizon, eager to embrace</br>Perchance, the comforts of the cottag'd vale,</br>And round the cheerful hearth to tell our travell'd tale.", "If, where we first observ'd its kindling dawn,</br>We note the local sympathy display'd,</br>There, to no treachery-smiling haunt withdrawn,</br>Its pure delights with fancy only fade!</br>There, by the sunny hill or mid the shade,</br>Memory her portraiture still fresh reviews;</br>And, as clear brooks or alders lend their aid,</br>Back e'en to frolic infancy pursues</br>Life's many-colour'd forms, thro' passion's changeful hues.", "In absence only from our natal ground,</br>With sickly grief we languish, tho' we rank</br>Our sorrows high:  Warm suns may beam around:</br>Yet is a foreign land one gloomy blank.</br>There, as on Lethe's spectre-crouded bank,</br>Flitting at memory's feeble call, enlist</br>The ideal hosts.  There, all obscure and dank,</br>No clear localities the mind assist;</br>But 'tis a dizzy scene, involv'd in floating mist.", "Then, then, we glory in the feeling tear,</br>Poor solitary tribute of regret!</br>Then, if a momentary pleasure cheer</br>Our aching bosoms, bidding us forget</br>Those objects which our earliest passion met,</br>We wish, more ardent, to bring back to view</br>Our righted love, and pant to pay the debt</br>So fondly deem'd from cold indifference due,</br>And think our callous hearts to gratitude untrue.", "Thy sons, O Israel!  by Euphrates wept,</br>When they remember'd Zion's holy walls.</br>Their tuneless harps along the willows slept:</br>For Hebrew songs the taunting visitor calls.</br>\"Alas!  while dire misfortune thus befalls</br>An exil'd train far, far from Siloam's fount,</br>Say, can the heavy heart chaunt madrigals</br>Ah!  days of deeper woe be ours to count,</br>If, Zion!  we forget thy everlasting mount!\"", "Thus Daniel, as before his God he knelt,</br>Where Babylon's proud ensigns flash'd dismay,</br>A livelier spirit of devotion felt,</br>Opening his window to the balmy day</br>That linger'd where his natal city lay!</br>Thither as fond imagination flew,</br>He hover'd with the sun's descending ray;</br>And to the God of Israel nearer drew,</br>While rose in glorious pomp all Salem to his view!", "Pining for Ithaca, Laertes' son</br>O'er the long billows cast his saddening eyes,</br>Nor listen'd by the sweet enchantress won;</br>Tho', \"here eternal summer blooms!  (she cries)</br>Here verdure brightens in ambrosial skies;</br>Here gentle loves on rosy pinions play!</br>Come, happy mortal!  seize the present joys;</br>Come to my grot, where rills refresh the day,</br>Tinkle to curling airs and wind their amber way!\"", "Yet, his heart fluttering for his little isle,</br>Ulysses vainly to luxuriant bowers</br>Calypso lur'd.  He scorn'd her harlot smile!</br>Nor spicy groves, nor everlasting flowers,</br>Nor grottoes, where the soft voluptuous hours</br>Danc'd hand in hand, nor rapture's couch had charms;</br>Mid glowing dalliance still his plaint he pours;</br>Still, unsubdued by all that passion warms,</br>Sighs for his sea-beat rock, tho' clasp'd in Beauty's arms.", "To tuneful Ovid exil'd far from home,</br>Thy sweetest numbers, Elegy!  we owe&mdash;</br>Those strains that, for a moment, sooth'd his doom,</br>As the kind muse, to charm the eye of woe,</br>Spread o'er his former years a vivid glow.</br>Yet, in his lonely walks, he wont to mourn;</br>\"Ah, my poor book!  (he cries) thou, thou wilt go</br>Without thy master, to the city borne,</br>Unconscious of thy fate while here I rove forlorn!\"", "Beneath the storms that shake the dreary pole,</br>Beheld his whitening temples!  See him sink</br>A prey to agony that rends his soul!</br>Lo, burst each social, each endearing link,</br>With trembling knees he totters on the brink</br>Of fate!  Yet, midst the Pontic horrors pale,</br>Tho' \"o'er the bitterness of death he think,\"</br>Yet on the distant wave a glimmering sail</br>He kens with kindling hope till dusky twilight fail!", "Precipitous and wild, Helvetia holds</br>By ties, perhaps more strong, the simple breast:</br>His arms the languid Swiss, in absence, folds,</br>And longs for his bleak mountain's snowy crest.</br>Tho' silver-lulling streams solicit rest,</br>And tepid breezes fan the fair alcoves,</br>Where seems to glow the Elysium of the blest,</br>Reluctant from his pinewood gloom, he roves</br>Thro' soft savannahs warm, thro' gay-green whispering groves.", "Lur'd not by beauties that around him blaze,</br>He wings his spirit to the rocky hill;</br>And, unbewilder'd by the magic maze,</br>He singles out his cataract, his rill,</br>The sidelong fallow he was wont to till,</br>His crag percht hut to all his wishes dear!</br>How vain, alas!  his throbbing heart to still!</br>When forms far off, to Fancy's eye so near,</br>Now float within his grasp, now fainting disappear!", "E'en where the blasts of war the forest shake,</br>Tho' leagu'd with conquering troops he firmly stand;</br>If some soft note his early dreams awake,</br>Some note that sweetly paints his native land;</br>Strait, falls the sabre from his nerveless hand!</br>And, woe-begone till moment meet he find</br>To steal unheeded from the foreign band,</br>He flies; and, as he hears in every wind</br>A murmur, casts full oft a fearful look behind.", "And see in durance the fast-fading boy:</br>Mid Wykeham's walls his dulcet sorrows heave.</br>Fled are his fairy dreams of homely Joy.</br>Ah frowns too chilling, that his soul bereave</br>Of all that frolic fancy long'd to weave</br>In his paternal woods!  His hands he wrings</br>In anguish!  Yet some balm his sorrows leave</br>To soothe his fainting spirit, as he sings,</br>And suits to every sigh the sweetly-warbling strings.", "O he had notch'd, unweeting of distress,</br>The hours of school-boy toil!  Nor irksome flew</br>The moments &mdash; for, each morn, his score was less!</br>Visions of vacant home yet brighter grew;</br>When lo!  stern fate obscur'd the blissful view!</br>Droops his sick heart.  And \"ah, dear fields (he cries)</br>Ye bloom no more!  Dear native fields, adieu!\"</br>'Home, charming home,' still plaintive echo sighs;</br>And to his parting breath the dulcet murmur dies.", "Meanwhile returning to our native hearth,</br>How keen the pleasure that our grief repays,</br>When, drinking every gale from kindred earth</br>As redolent of youth's refreshing days,</br>Fancy the wonders of her art displays;</br>And o'er each object we in absence mourn'd</br>Shedding the richness of her faery rays,</br>Bids e'en the little hedgerow that we scorn'd</br>Rise in a mellow light by some new charm adorn'd.", "Lo, as he hails his own congenial soil,</br>What joys the way-worn traveller's bosom fill,</br>When, after many a danger, many a toil,</br>He seeks the covert of his native hill!</br>Sudden he feels a dear delicious thrill</br>At the first gleaming of his distant trees;</br>And hastens to the clump that shades the mill;</br>And deems it an illusion, as he sees</br>His oak from childhood lov'd, yet waving to the breeze.", "With quivering hand he opes his lighten'd door,</br>Eyes, in his pannell'd hall, each welcome chair;</br>Pensive surveys the windows o'er and o'er,</br>That all his waken'd feelings seem to share!</br>(Sweet recompense for long, long years of care!)</br>And many a silent tear 'tis his to shed,</br>As, tremulous for joy his steps repair</br>To his old chamber, where his weary head</br>May press secure at last, his own accustom'd bed.", "Thus pleasant to his fond poetic soul</br>Catullus saw once more the lucid tide</br>Around the green banks of his Sirmio roll,</br>And hail'd his tranquil home now dim-descried,</br>Happy at length, his labors laid aside,</br>Amid his oliv'd island to repose!</br>\"Here, on my own old couch (the master cried)</br>Shall I dismiss a train of wakeful woes;</br>Here, in delicious sleep, my heavy eyelids close.\"", "Such were the ideas which electric ran</br>Thro' Xenophon's faint troops, when opening bright</br>A prospect of the sea surpris'd the van</br>Now gaining the Carduchan mountains height:</br>\"The sea!  the sea!\" they shouted with delight,</br>As trembled quick in every eye the tear!</br>Each o'er the billows strain'd his aching sight;</br>And, as \"the sea\" re-echoed from the rear,</br>Already seem'd to grasp the home his soul held dear.", "So fervent for our homes, in life, in death,</br>We bid the sympathies of nature swell;</br>There happy to resign our vital breath</br>Where in fond youth we own'd the trancing spell.</br>The local passion yet should pride repel,</br>Should sordid interest quench this partial love;</br>No more attracted by the silent dell,</br>The sweetly-bubbling fount, the sheltering grove,</br>Would not, too wildly wing'd, the restless spirit rove?", "Go, sons of Albion!  smother the pure flame</br>That all your fathers had so fondly fed;</br>Then tell me, are your social ties the same?</br>Say, whither is the sweet illusion fled?</br>Go, seek, by more sagacious wisdom led,</br>Some genial spot by balmier nature blest!</br>Go, where the laws a milder influence shed!</br>But of its generous cares the soul divest,</br>As local sighs no more disturb the impartial breast!", "Yes, British youths!  the love of home inspires</br>Generous affections!  Is not the retreat</br>Where burn the filial, the parental fires,</br>Full oft the nursery of the good and great;</br>Where friendship kindles an heroic heat,</br>And links amid the hospitable hall,</br>Bosoms in sympathetic union beat;</br>Whence, if their country good or ill befal,</br>They rise with noble warmth, they start at honor's call?", "O say, ye scowling cynics who deride</br>All tenderness of feeling, and austere</br>Glance the cold eye of philosophic pride</br>On those to whom domestic scenes are dear;</br>Say, when in quick emotion starts the tear</br>To valor's eye, ignobly does it flow?</br>Does not the patriot check the dread career</br>Of hostile squadrons, and with manly glow</br>Shielding his menac'd land, avert the fateful blow?", "Does he not bid wide forests wave around,</br>And o'er the vales autumnal fruitage bloom?</br>Does he not bid the harmonious anvil sound,</br>And speed the fervid labors of the loom,</br>Where silence hover'd o'er a waste of gloom?</br>Say, tho' the vengeance of his hand hath hurl'd</br>The shaft of death, to feel the invader's doom,</br>Are not his awe-inspiring sails unfurl'd</br>His country to enrich, yet bless the enlighten'd world?", ""]