["SCENE, A BEAUTIFUL COUNTRY SOON AFTER SUN-RISING.", "'Twas early day, &mdash; the sun serenely bright</br>O'er all the country spread a chearful light;</br>The vocal forests echo'd to the sound</br>Of tuneful nightingales that warbl'd round;</br>When Lucy sought Amanda's lov'd retreat,</br>Printing the daisy'd plain with nimble feet.</br>Two turtle-doves, the softest of their kind,</br>Hung from her hand, in wicker cage confin'd:</br>A present to Amanda of the grove,</br>From Angelot, to teach her how to love.", "Scarce had the flock of Argol left the fold,</br>And from the verdure sipt the dewy gold,</br>When he beheld her tripping o'er the lawn,</br>And flew to meet her like a bounding fawn.</br>Where hastens Lucy, cry'd the panting swain!&mdash;</br>Lucy he lov'd, and Lucy lov'd again.", "LUCY.</br>See yonder hill beyond this flow'ry briar</br>Beneath that cloud, whose edges seem on fire;</br>Thou seest the sun shine on yon ancient tow'r;</br>A little to the left, Amanda's bow'r</br>Sends up a smoke, that curls upon the breeze;</br>The rural cot is hid among the trees:</br>Thither I haste, these turtles to convey.&mdash;</br>See!  what a lovely pair &mdash; how richly gay!</br>How soft they coo! &mdash; what pretty down! &mdash; behold!</br>What lovely eyes! &mdash; how bright in rings of gold!&mdash;", "ARGOL.</br>Brighter thine eyes &mdash; thy hand more soft and fair!</br>To what shall I thy sweeter voice compare?</br>Sweet as when lull'd asleep beside the spring,</br>I dream of heav'n, and hear the angels sing.</br>But, lovely Lucy, give the birds to me&mdash;</br>I'll carry them, or any thing, for thee.</br>For thy dear company I'll leave my sheep;</br>No dangerous pits are here, no headlong steep.</br>My dog will keep my flock within the dell;</br>Tho' he's but young, he knows his duty well.</br>Behold, he spies thee, love! &mdash; look, Lucy, see,</br>What eager transport! &mdash; how he springs to thee.", "LUCY.</br>Poor loving creature! &mdash; call him quick away!</br>See how the doves are frighted with his play!", "ARGOL.</br>Come hither, Keeper, and thy love forbear!</br>To thee I now shall leave my fleecy care.</br>Watch well the lambs along the river's side;</br>Nor let the straggling weather be their guide.</br>Mark well the sickly ewe; her fate I fear;</br>Nor let the cruel raven settle near.", "LUCY.</br>Yon shepherd boy, see where he idly strays,</br>And by the river with his spaniel plays;</br>Till thy return he'll keep a watchful look:</br>I've known him, when a child, with scrip and crook,</br>Climb the lone hills behind the wooly drove,</br>And all alone upon the mountains rove.</br>His play was bowling pebbles to the vales,</br>Or blowing thistles down to wanton gales.</br>Sometimes with wildest notes his pipe he'd fill,</br>And stop the trav'ler with his early skill:</br>While to his music danc'd his fav'rite Tray;</br>And thus he'd weary out the longest summer's day.", "ARGOL.</br>Like him, in early youth the crook I bore,</br>But near the boist'rous sea's resounding shore,</br>Where skimming mews o'erlook their fishy prey,</br>And the big porpoise ploughs his foamy way.</br>How often there have I forgot my sheep,</br>In culling shells smooth polish'd from the deep;</br>Which, join'd with sea-weed, look'd so lovely fair,</br>My skipping lambs seem'd proud the wreath to wear.</br>Oft have I follow'd as the waves withdrew,</br>And they, returning, would my feet pursue;</br>Till the last sun-beams on the water play'd,</br>And I grew fearful of my lengthen'd shade.</br>But ah!  how much more pleasant is this plain,</br>Than the bleak mountains near the treeless main?</br>Here from the summer's heat in groves we hide,</br>Where birds rejoice, and gentle waters glide:</br>But should my Lucy her fond swain deceive,</br>Groves, birds, and rivers, would no pleasure give.", "LUCY.</br>Delusive swain, how you deceive the fair</br>With flatt'ring words that heedless maids ensnare.</br>To pass that stream I always was afraid,</br>The craggy stones are so uneven laid:</br>Argol, thy hand &mdash; lest I should tread aside;</br>The waters make me giddy as they glide.", "ARGOL.</br>Shall not I stretch my hand the maid to save,</br>To whom my heart so willingly I gave?", "LUCY.</br>Fine words, &mdash; oft said to many a maid beside:</br>I know who Argol with Amanda spy'd,</br>Beneath yon elms &mdash; She sat upon thy knee:</br>Doubtless you've said as much to her as me.", "ARGOL.</br>I with Amanda, love, in yonder vale!</br>Some nymph or swain hath told an idle tale.", "LUCY.</br>Ah!  guilty youth! &mdash; 'twas I the sight beheld,</br>From where the glowing cowslips dress the field,</br>There, gath'ring May-boughs to adorn thy crook&mdash;</br>The leaves were thin, I threw a heedless look.</br>Her crimson garment caught my wand'ring eye;</br>You must remember &mdash; but I pass it by.</br>Behold, the southern sky begins to lour,</br>And soon the clouds will pour a hasty show'r.</br>Within this cot we'll wait &mdash; the rain is near&mdash;</br>Alas!  how oft have I been merry here!", "ARGOL.</br>What dwelling's this? &mdash; what strange forsaken place!</br>See barren thorns and blooming shrubs embrace!</br>No careful herdsman checks the browzing kine,</br>That from the windows tear the fruitful vine.", "LUCY.</br>Before you saw these fields, you heard the fame</br>(It rang beyond the hills from whence you came)</br>Of young Alexis &mdash; this was his retreat:</br>To join in mirth, here would the country meet.", "ARGOL.</br>Was this th' abode of that unhappy swain,</br>Who lov'd to such excess &mdash; but lov'd in vain?", "LUCY.</br>Music he lov'd &mdash; but verse his chief delight:</br>There hung his flute, with iv'ry circles dight.</br>See how these walls with rhymes are pencil'd gray!</br>Here read these pretty lines to Sylvia.", "ARGOL (reading).</br>How bright the colour of the damask rose!</br>How rich the scarlet of the poppy glows!</br>How white the lilies in the vallies rise!</br>How sweet the zephyr from the woodbine flies!</br>But Sylvia's cheek excels the damask rose;</br>Her coral lips beyond the poppy glows;</br>Her snowy neck the lily's white defies;</br>And zephyr's sweetest when from her he flies.", "LUCY.</br>Behold, the storm is past!  the rain is gone!</br>The dust is settled, and the winds are flown!</br>The flow'ry fields perfume the gentler gale,</br>And cloudy shadows hurry from the dale!</br>The sportive lambkins in the sunshine bound,</br>And cherish'd nature glitters all around!</br>I go but little farther o'er the plain;</br>Wait, Argol, here, till I return again.</br>Few minutes only will I stay &mdash; meanwhile</br>Alexis' verse the moments will beguile.", "ARGOL.</br>Ah, haste thee, lovely maiden! &mdash; tedious prove</br>The minutes, when I'm absent from my love.</br>Time scarcely makes the lazy moments creep:</br>As slow they move as when a flock of sheep</br>Are driv'n by weary shepherds up a slipp'ry steep.</br>"]