["Oh!  who can paint the unspeakable dismay</br>Of utter Solitude, shut out from all</br>Of social intercourse. &mdash; Oh!  who can say</br>What haggard horrors hold in shuddering thrall</br>Him, who by some Caravaggian waterfall</br>A shipwreck'd man hath scoop'd his desert cave,</br>Where Desolation, in her giant pall,</br>Sits frowning on the ever-falling wave,</br>That wooes the wretch to dig, by her loud shore, his grave.", "Thou youthful pilgrim, whose untoward feet,</br>Too early have been torn in life's rough way,</br>Thou, who endow'd with Fancy's holiest heat,</br>Seest dark Misfortune cloud thy morning ray:</br>Though doom'd in penury to pine thy day,</br>O seek not, &mdash; seek not in glooms to shroud</br>Of waste, or wilderness &mdash; a cast-away&mdash;</br>Where noise intrudes not, save when in the cloud,</br>Riding sublime, the storm roars fearfully, and loud.", "Though man to man be as the ocean shark,</br>Reckless, and unrelentingly severe;</br>Though friendship's cloak must veil the purpose dark,</br>While the red poniard glimmers in the rear,</br>Yet, is society most passing dear.</br>Though mix'd with clouds its sunshine gleams refin'd</br>Will through the glooms most pleasantly appear,</br>And soothe thee, when thy melancholy mind</br>Must ask for comfort else of the loud pitiless wind.", "Yet is it distant from the muse's theme</br>To bid thee fly the rural covert still,</br>And plunge impetuous in the busy stream,</br>Of crowds to take of * * joys thy fill.</br>Ah!  no, she wooes thee to attune thy quill</br>In some low village's remote recess,</br>Where thou may'st learn &mdash; O enviable skill,</br>To heal the sick, and soothe the comfortless,</br>To give, and to receive &mdash; be blessed, and to bless.", "God unto man hath different powers assign'd&mdash;</br>There be, who love the city's dull turmoil;</br>There be, who proud of an ambitious mind</br>From lonely quiet's hermit-walks recoil;</br>Leave thou these insects to their grov'lling toil&mdash;</br>Thou, whom retired leisure best can please;</br>For thee, the hazel copse's verdant aisle,</br>And summer bow'r, befitting studious ease,</br>Prepare a keener bliss than they shall ever seize.", "Lo, the grey morning climbs the eastern tow'r,</br>The dew-drop glistening in her op'ning eye</br>Now on the upland lawns salute the hour</br>That wakes the warbling woods to melody;</br>There sauntering on the stile, embow'red high</br>With fragrant hawthorn, and the gadding briar,</br>Pore on thy book, or cast by fits thine eye</br>Where far below, hill, dale, and village spire,</br>And brook, and mead, and wood, far from the sight retire.", "But what are these, forsaken and forlorn?</br>'Tis animation breathes the subtle spell&mdash;</br>Hark!  from the echoing wood the mellow horn</br>Winds round from hill to hill, with distant swell;</br>The peasant's matin rises from the dell;</br>The heavy waggon creaks upon its way,</br>While tinkling soft the silver-tuning bell</br>Floats on the gale, or dies by fits away</br>From the sweet straw-roof'd grange, deep buried from the day.", "Man was not made to pine in solitude,</br>Ensepulchred, and far from converse placed,</br>Not for himself  alone, untamed and rude,</br>To live the Bittern of the desert waste;</br>It is not his (by manlier virtues grac'd)</br>To pore upon the noontide brook, and sigh,</br>And weep for aye o'er sorrow uneffaced;</br>Him social duties call the tear to dry,</br>And wake the nobler powers of usefulness to ply.", "The savage broods that in the forest shroud,</br>The Pard and Lion mingle with their kind;</br>And, oh, shall man, with nobler pow'rs endow'd,</br>Shall he, to nature's strongest impulse blind,</br>Bury in shades his proud immortal mind?</br>Like the sweet flow'r, that on some steep rock thrown,</br>Blossoms forlorn, rock'd by the mountain wind;</br>A little while it decks the rugged stone,</br>Then, withering, fades away, unnoticed and unknown!", "For ye who, fill'd with fancy's wildest dreams,</br>Run from the imperious voice of human pride,</br>And shrieking quick from woe's unheeded screams,</br>Long in some desert-cell your heads to hide,</br>Where you may muse from morn to eventide,</br>Free from the taunts of contumely and scorn,</br>From sights of woe &mdash; the pow'r to sooth denied,</br>Attend the song which in life's early morn.&mdash;</br></p></br></div></br>"]