["PROEM.  TO &mdash;.</br>Once as we sat beneath our favourite tree,</br>I sung a legend of Italian skies</br>And woods of Florence, where 'twere blest to be&mdash;</br>Of flowerets flowing with unnumbered dyes&mdash;</br>Of dainty damoselles, whose coal-black eyes</br>Were bright as thine, love; and of waterfalls</br>Sparkling in moonlight mists &mdash; of towers that rise</br>In marble splendour &mdash; and of courtly balls</br>Held at the midnight hour in gay-illumined halls.", "I told thee how a youthful damsel hied</br>Through storm and tempest to a forest lone,</br>Which waved its dark pines o'er a streamlet's side,</br>Rippling 'twixt mossy banks with mournful tone&mdash;</br>A gloomy spot where never sunbeam shone!</br>Where waved the trees when ne a zephyr stirred;</br>And where, at midnight, in a tongue unknown,</br>Mysterious voices singing wild were heard,</br>And lambent watch-fires gleamed, as poets have averred.", "Didst thou not smile approval on the lay,</br>And list with rapture to its every line?</br>And when my wild harp's music died away</br>In lingering melody, thy kiss divine</br>More than repaid the poet, maiden mine!</br>Then didst thou bid me quit Italian bowers,</br>And scenes made famous by the Florentine&mdash;</br>Sing of the dells where passed my youthful hours&mdash;</br>Weave thee a blooming wreath of CRAVEN'S mountain flowers.", "And did I tell thee of a wayward youth</br>Who fondly loved a maiden false as fair&mdash;</br>He thought her guileless &mdash; he believed her truth;</br>But she, I ween, was fickle as the air</br>That stirs the bracken on our mountain drear:</br>Her love was as a light on all which beamed,</br>But rested not on any &mdash; many a year</br>She was the youth's delight, who wrongly deemed</br>Her artless as she looked, and virtuous as she seemed.", "I sung his wanderings in the wild-wood green</br>On summer eve, when faeries held their sway;</br>And how beside her, 'neath the spreading treen,</br>His lyre was strung to love's enraptured lay;</br>And how the strain was changed to well-a-day!</br>Alas and well-a-day!  for soon he found</br>The maiden as a tree in forest gay,</br>That grows in beauty &mdash; smiles on all around;</br>Yet in its inmost core the canker doth abound.", "And I did tell thee how that youth remained</br>Long time disconsolate, till, in a dale,</br>He wooed another, and her favour gained.</br>\"If happy, then, the hero of the tale,\"</br>Thou laughing saidst, \"'tis well &mdash; he nought can ail,</br>And so in future let his history rest.</br>Sing RYLESTONE'S feudal hall ere peasant's wail</br>Lamented o'er its towers, what time possessed</br>By Norton, with his 'eight good sons' supremely blest.\"", "Ah me!  how can I sing of Rylestone hall?</br>WORDSWORTH hath hallowed it in deathless song!</br>But I can tell how at a festival</br>Held once within it, from the gallant throng</br>Of knights and ladies, laughter loud and long</br>Rung through the pile at sound of viol's string</br>Y-touched by one &mdash; to name him may be wrong.</br>Let critics' shrine with shouts derisive ring</br>I will that minstrel name &mdash; the minstrel PETER KING.", "He looked, indeed, a strange and unketh wight,</br>As through the crowd with shuffling gaite he went</br>To where \"old Francis\" sat &mdash; for since the night</br>He flew through ether, had a leg been bent.</br>He asked to sing, and having gained consent,</br>His viol took he then, and tuned it well,</br>And when was hushed the boisterous merriment,</br>With voice as doleful as a passing-bell</br>He sung this wild romaut of Hubberholme's faery dell.", "ROMAUNT.</br>Ye warriors and ladies attend to my strain!</br>I sing of a bold knight on Palestine's plain,</br>Who a death-wound received from a javelin's fling,</br>When Saladin fled from the bold lion-king.", "O many a warrior of Craven the green</br>To the holie land sailed with the monarch, I ween.</br>Yet Lacies and Pudsays, though brave in the field,</br>They all to Sir Roland in prowess must yield.", "The cuirass and shield and the blade that he bore</br>Had often been dyed with the Saracen's gore.</br>His helmet was hewed with the infidel's glaive,</br>Yet ever undaunted was Roland the brave.", "For oft had he plunged through the thickest of ranks,</br>And planted the red cross on Jordan's famed banks;</br>Beneath him had trampled the standard unblest,</br>The pale sickly crescent &mdash; the false prophet's crest!", "But vain was his ardour!  his prowess was vain!</br>A martyr he fell upon Palestine's plain;</br>His death-wound received from a javelin's fling</br>When Saladin fled from the bold lion-king!", "And when he was wounded in fierce battle's rage,</br>He quick called unto him his little foot-page&mdash;</br>\"I ever have found thee both trusty and true,</br>Now see that is done I shall bid thee to do.", "\"Hear, youth, what I tell thee with fast-fleeting breath,</br>And ere I be cradled in slumber of death,</br>I charge thee my corse is borne far o'er the deep,</br>That my ashes may rest where my forefathers sleep.", "\"There stands a lone chapel in Hubberholme dell,</br>'Tis shaded by ash tree and sheltered by fell,</br>For me let the bell of its grey tower toll,</br>And the monks of Saint Benedict pray for my soul.\"", "O what is that vessel so trim and so gay,</br>That sails o'er the deep sea in stately array?</br>'Tis laden with warriors from Palestine's strand,</br>And bears the dead knight to the merrie England.", "Now lithe ye and list ye, fair dames, while I tell</br>What the Abbot of Sawlaye in Hubberholme dell</br>Beheld, many months ere on Palestine's plain</br>Sir Roland the brave was in victory slain.", "I wot that ye think me a strange-looking wight,</br>By your smirkings and laughs as I entered to-night;</br>But had it been yours that fat abbot to see,</br>I trow, gentle dames, ye would laugh not at me.", "His face was as round, and his face was as red</br>As the sun through mist peering o'er dark mountain's head;</br>And his paunch!  O for certes he never could dine</br>Sans venison pasty and cellarman's wine!", "The churchmen may talk of their penance severe,</br>Their fastings and scourgings and cloister-life drear;</br>Let any one gaze on that fat abbot's face,</br>Then say, if for fasting an abbey's the place!", "But lithe ye and list ye to tale that I tell&mdash;</br>The Abbot was riding through Hubberholme dell;</br>On a gay mettled palfrey the Abbot did ride,</br>And the cross and the rosary hung at his side.", "The Abbot he gazed on the bright evening star</br>That high in the heavens was shining afar,</br>And shedding a halo o'er valley and plain;</br>And he raised to the virgin a dolorous strain.", "For a thought crossed the Abbot &mdash; how true it may be</br>Must be settled by disputants able as he&mdash;</br>It was Bethlehem's star that in old time displayed</br>O'er the stall where the infant Redeemer was laid.", "But lo!  while the hymn to the virgin he sung,</br>The rocks and the fells with wild melody rung,</br>He the crucifix clasped, and 'gan loudly to say</br>An Ave-Maria as well as he may!", "And louder and louder the chanting became,</br>Till the Abbot espied, by the moon's paley flame,</br>A hearse gaily dressed with plumes sable and white,</br>And banners around shone in beams of the night.", "And hatchments of silver the priest did espy,</br>And crossing his breast he bent on them his eye&mdash;</br>He a gules cross patonce did in argent shield view,</br>And the ground round the 'scutcheon was sable in hue.", "The bedesmen he eyed as they passed through the vale&mdash;</br>Benedictines they seemed from their cell on the Swale;</br>And he followed the train till they passed through the porch,</br>And entred the chancel of Hubberholme church.", "The Abbot pricked on, on his palfrey so gay,</br>And soon a bold yeoman he met on the way.</br>\"May Mary our mother thee sain and thee save!</br>What warrior this midnight is borne to his grave?", "\"For whom do the monks of Saint Benedict sing?</br>For whom doth the corse-bell of Hubberholme ring?\"</br>That yeoman y-gazed on the old Abbot's e'e,</br>But in the Cistercian ne guile could he see.", "\"Thou sayst a true say, I've ne reason to doubt,</br>But thy words are a riddle full hard to make out.</br>Good Abbott!  as I have a soul yet to save,</br>I know none to-night who is borne to the grave!", "\"But good father Cuthbert,\" the yeoman he said,</br>What bearings were in the procession displayed?\"</br>\"In a gules cross patone did he argent shield view,</br>And the ground round the 'scutcheon was sable in hue.\"", "The yeoman, from red, as the lily turned pale,</br>For those were the arms of a knight of the dale,</br>Sir Roland, his master, who sailed with a train</br>Of warriors to conquer on Palestine's plain!", "The Abbot rode forth on his palfrey, and took</br>With seeming devotion his breviary book;</br>He looked not at Credo or Ave-Marie&mdash;</br>It was but to know what the Saint's eve mote be.", "I would ye had seen how the Abbot did gaze!</br>I would ye had seen how he looked in amaze!</br>His limbs they grew chill, and his blood it grew stark,</br>O Christ!  'twas the eve of the fated Saint Mark!", "Sir Roland was buried in Hubberholme dell,</br>Sir Roland was buried with book and with knell&mdash;</br>For him did the bell of the grey tower toll,</br>And the monks of Saint Benedict prayed for his soul!", "L'ENVOY.</br>The lay is ended!  doth it please thee, love?</br>It is a wild and quaintly fashioned rhyme;</br>Yet when the star of evening shines above</br>Our lowly valleys and our hills sublime</br>O'erspread with snow &mdash; that lay of olden time</br>And idle hour beside thine hearth-fire's lowe</br>May please thy fancy &mdash; waft thee to the clime</br>Where Jordan's waves in limpid current flow,</br>And Moslem minarets rise, and spreading palm-trees grow.", "They lay is ended!  and the faery wreath</br>Is now before thee I have rudely twined&mdash;</br>Soon it may wither in the cold night breath,</br>And be unmeet thy flowing locks to bind!</br>When, love!  is hushed the bitter winter's wind,</br>When summer's sun-rays do the dells illume,</br>I will to Greenwood idly hie, and find</br>Sweet flower which growing though in forest's gloom,</br>May form another wreath of fairer, lovelier bloom!</br>"]