["Monarch of mountains!  in thy cloudy robe,</br>Thou sit'st secure upon thy craggy throne,</br>Seeming to lord it over half the globe,</br>As if the world beneath were all thine own:&mdash;</br>Encircled with thy pure, thine icy zone,</br>Thou lift'st towards heaven thy proud majestic breast;</br>Above this nether world thou stand'st alone,</br>And seem'st to dare the sun to touch thy vest;</br>Thou laugh'st and shak'st the storm from thy tremendous crest.", "Thy cataract, rushing on with madd'ning force,</br>Leaps in its sport along thy fertile base:&mdash;</br>No human eye can search its mighty source&mdash;</br>No human thought its origin can trace&mdash;</br>They can but see it rush into the vase</br>Heaven hath assign'd it in the vale below&mdash;</br>They can but see it foam its desperate race</br>Amidst the scatter'd avalanche of snow</br>That thou hast shorn and thrown from thine exalted brow.", "The sun is setting, &mdash; and his parting beams</br>Their own pure beauties o'er thy bosom shed,</br>And light clouds float around thee, like the dreams</br>That wave their pinions o'er the sleeper's bed;</br>And round thy form so desolate and dread</br>A flood of soft and rosy sun-light plays,</br>And brightness o'er thy snowy breast is spread,</br>Like memory revelling in past pleasure's blaze,</br>Or calling back the calm of other happier days.", "Faster and faster sinks the setting sun,&mdash;</br>And now he reaches the horizon's verge;</br>His task is o'er, his daily race is run,</br>His flaming steeds their course no longer urge;</br>And now, like the low dash of distant surge,</br>The evening breezes sing their nightly song,</br>Solemn and low, as floats a funeral dirge;</br>The night-wind and its echoes creep along,</br>And the pines rustle that they walk their way among.", "'Tis night, &mdash; and all is silent, all is dark&mdash;</br>No light is seen, and not a sound is heard,</br>Save 'tis a shepherd watchdog's distant bark,</br>Or the short twitter of some startled bird, </br>Until, as if by some enchanter stirr'd,</br>The moon slow rises in her bright array,</br>As, in obedience to the wizard word,</br>She came to chase the awful dark away,</br>And smile the night into a sweeter softer day.", "Short is her reign; &mdash; for o'er thee broods a storm</br>That wraps in darkness thy stupendous height;</br>Its circling clouds are gathering round thy form;</br>Onward it comes in awful gloomy state,</br>In its dun bosom bears its fatal freight,</br>And o'er all nature spreads its pall of black,</br>And, as it flies, it seems to gather weight,</br>Till, in the madness of its desperate track,</br>It seems to seize the moon and hurl her struggling back.", "The thunder bursts in one tremendous crash&mdash;</br>The lightning quivering leaps from rock to rock&mdash;</br>Peal answering peal, and flash succeeding flash;</br>While thousand echoes each new valley mock,</br>Till nature, rous'd by the electric shock,</br>Sends forth her groans to swell the dreadful choir;</br>And now the clouds their prison'd stores unlock,</br>And pour their torrents forth to quench the fire</br>That else might melt the earth in its too furious ire.", "The storm is nearly o'er &mdash; the tempest clears&mdash;</br>The lightnings distant and more distant stream,&mdash;</br>The moon amidst the pris'ning clouds appears,</br>And looks forth with a trembling troubled beam;</br>And now the lightnings cease their baleful gleam,</br>The tempest sinks away to its abyss,</br>And she once more resumes her silver dream,</br>And pours upon the earth a shower of bliss,</br>And nature meets her soft, her reconciling kiss.", "Amidst these changes, thou hast stood unchanged;</br>And haply shalt for many a coming age.</br>Thou risest o'er the mountains round thee ranged,</br>As independent; and the tempest's rage</br>Cannot destroy thee; and thou oft shalt wage</br>War with the elements while time shall be,&mdash;</br>The wonder of the poet and the sage,&mdash;</br>Till that day come, when heaven and earth shall flee,</br>And in the general wreck o'erwhelm thee &mdash; even thee.", "Mountain of mountains!  thy stupendous height,</br>On which the moon-beams now so softly shine,</br>Must bow before the Lord of power and might,</br>Must quake if touched by the hand divine;</br>Wrench'd from thy seat by mightier power than thine,</br>Hurl'd from thy throne of rocks, then even thou</br>Must all thy stedfast dignity resign;</br>And, headlong thrown, e'en thy gigantic brow</br>Must kiss the earth thou frownest proudly over now.", "I turn to leave thee, King of thousand hills!</br>Lord of the valley that beneath thee lies!</br>I turn to leave thee and thy frozen rills,</br>Where the soft gentian opes its wild blue eyes;&mdash;</br>I leave thee, canopied beneath the skies,</br>And folded in thy robe of ermine snows;</br>And when thou tak'st again the veil of dyes</br>The parting glance of day-light o'er thee throws,</br>I shall be far from thee and all thy tints of rose.", "Thy fast-receding summit seems a pile</br>Of light clouds, resting 'gainst the summer sky,</br>Brighten'd by the soft moon-beams' gentle smile</br>That lights around thy fleecy drapery</br>And on thy diadem, the forests lie,</br>Seeming but emeralds in thy crystal crown;</br>While, for a moment hanging awfully</br>Upon thy crest, as if it stopp'd to frown</br>Upon the scene beneath, the av'lanche totters down.", "My lay is ended, &mdash; but my hand still lingers</br>Upon my harp, however harsh its tone;</br>And once again must my untutor'd fingers</br>Sweep o'er the chords I still may call my own.</br>Oh!  be the parting accents o'er thee thrown,</br>And be thy valley with their echoes filled!</br>Oh!  may they pierce thro' e'en thy snowy zone,</br>And reach thee, as they leave my heart, unchill'd,</br>And thro' th' electric chain of linking mountains thrill'd!", "May'st thou long lift aloft thy snowy crest</br>Pure and unruffled, as I leave it now;</br>May calm long settle on thy peaceful breast,</br>And sweetest sun-light float around thy brow;</br>And may the summer sun-set's ruddy glow</br>Throw its soft influence round thee like a spell;</br>May thy blue gentians still upon thee blow,</br>And poets of thy wondrous beauties tell!</br>Monarch of rocks and hills!  for ever fare thee well!</br>"]