["Sweetly the voice of long departed time</br>Comes o'er the soul, and in its whispers brings</br>Visions of glory, mighty deeds sublime,</br>And all the wild and grand accompanyings,</br>Hovering around the past, whose shadowy form</br>The Fancy loves to deck in beauty, or deform.", "And Memory lingers o'er the days of old,</br>When Time was in his lustihood and young,</br>Ere life was poisoned or the heart grew cold,</br>When dim-eyed bards of love and valour sung,</br>And generous bosoms beat, and beauty blushed,</br>And burning blood in quicker currents gashed.", "Those days have vanished, but they left behind</br>Proud trophies, monuments to fill the soul</br>With high aspirings, and to point the mind,</br>Through Virtue's paths, to that resplendent goal,</br>Where Glory sits to crown her chosen one,</br>Who nobly strove, and Fame's undying wreath hath won.", "Thrones crumble, sceptres shiver, and the head</br>That gem'd tiaras circled, or a crown,</br>Moulders, within the chambers of the dead,</br>Pillowed on curses, or lies calmly down</br>Upon a people's blessing, bathed in tears,</br>And lov'd while aught is left that princely worth endears.", "Yet Nature, in her still and solemn march,</br>Walks, heedless of the sinful deeds of man,</br>Or of his noblest virtues.  Heaven's blue arch,</br>To which he turns his daring eye, to scan</br>Its silver orbs of light, still shines the same,</br>Whether Peace smile or war the Earth inflame.", "Europe hath deeply drank the bitter draught,</br>By Power and bigot fury crimson dyed;</br>She drained it to the dregs, and as she quaffed,</br>With many a tear, that agonizing tide,</br>Earth, thrilled with horror, shuddered to behold</br>Crimes, at whose mention the blanched cheek grows cold.", "Chained to the stake, or stretched upon the wheel,</br>The dying Martyr shed his innocent blood</br>And Superstition smiled and shook her steel,</br>And lapped the ebbing life drops for her food</br>Nor was appeased, but fired with rage accurst,</br>More loudly called for blood to quench her hellish thirst.", "But happier days arose &mdash; no more, unfurled,</br>The flag in JESUS' holy name conveyed</br>Terror and devastation through the world;</br>Man in his joy a milder creed obeyed,</br>And worshipped as the God within inspired,</br>And as he thought the heavenly Book of Love required.", "Yet Bigotry, though bleeding still, survived,</br>And many kissed her bruised and shattered rod;</br>The time long looked for had not then arrived</br>When lowly in the dust she shall be trod;</br>Her temples' courts were thronged, and votaries knelt</br>Before her shrine, and all her baleful venom felt.", "Then, brother spurned by brother left the Earth,</br>Where first the breath of infancy he drew,&mdash;</br>Left the fond breast of her who gave him birth,</br>And as his country's cliffs were lost to view</br>In the dim distance, sighed not as he thought</br>On life's tempestuous voyage, for him with peril fraught.", "For stern Religion buoyed his faltering soul,</br>Infused fresh vigour in his sinking frame,</br>And smiled, and cherished him, and through the whole</br>Of his long pilgrimage still blessed his aim,</br>And led him safely by the hand, and gave</br>Another country, far beyond the western wave.", "And when that other world, first on his eye</br>Burst, with its mighty streams and woods of green,</br>Its mountains piercing with their heads the sky,</br>And Indian hamlets glistening between</br>The waving foliage on their arching side,</br>Or shining in the sun on marge of river wide,", "Leaped his glad heart within him at the sight,</br>Or did Despondency his mind surround?</br>Hope waved her purple wings, and with the light</br>Of her own smile, dispelled the clouds that round</br>The future lowered, and for coming years</br>Promised tranquillity, and calmed his fears.", "Then spread about him lay this new-born land,</br>In Nature's wildest dress attired &mdash; that asked</br>No pruning care of cultivation's hand,</br>To check its rich luxuriance, nor tasked</br>The native's strength; but for subsistence gave</br>Its sylvan game, or finny treasures of the wave.", "And he, the savage ruler of this wild,</br>Lord of the quiver and the sounding bow,&mdash;</br>The mighty hunter &mdash; Nature's fiercest child,</br>Lover of forests, civilization's foe&mdash;</br>Walked, free possessor of the fruitful soil,</br>And spurned the food gained by industrious toil.", "But in his native woods, with quiver slung,</br>And moccasoned foot, he chased the flying deer,</br>And loaded with his spoil at evening, rung</br>His shout triumphant, as he drew more near</br>His pleasant village, and his joyous eye</br>Caught his own wigwam's smoke, slow curling to the sky.", "Or skimming o'er the watery element,</br>With rapid paddle, in his light canoe,</br>Pursued his favourite sports, and Nature lent</br>Her influence to mould him, and she threw</br>High thoughts into his soul, and fixed his love</br>Upon the chase and warlike deeds, all else above.", "But when revenge inspired against the foe,</br>His boiling passions bore him, like a flood,</br>To victory or death &mdash; he struck the blow,</br>When midnight shades had fallen, and, gorged with blood,</br>Exulting smiled, as from his enemy's wound,</br>The red stream gushing, stained the verdant ground.", "All died &mdash; babes smiling in their murderer's face,</br>The virgin blushing at her opening charms,&mdash;</br>The young and aged, &mdash; Mercy had no place</br>In that stern warfare, &mdash; Pity, that disarms</br>The heart of vengeance, was not there to stay</br>The uplifted tomahawk, but Cruelty held sway.", "And when the morrow's sun looked from the east,</br>He saw no more the village peering through</br>The parting mist, for that ensanguined feast</br>Left scarce a vestige, and the morning dew</br>Fell upon ruins, whose dull rising smoke,</br>Of wrath and blood and death a silent language spoke.", "Such were his sterner features, but his soul</br>Was noble, and disdained to bow beneath</br>The bitterest suffering &mdash; Glory was his goal,&mdash;</br>The richest legacy he could bequeath</br>His sons and nation, was a warrior's name,</br>Cherished by future times and hailed with loud acclaim.", "No mystic sophistry perplexed his brain,</br>But nature was his Bible &mdash; hence the birth</br>Of gratitude, &mdash; and as refreshing rain,</br>Or cheerful sunshine, fell upon the earth,</br>His spirit warmed, and his untutored breast</br>Felt love on all the works of Providence imprest.", "Nor was God visible only when he smiled&mdash;</br>But in the tempest's soul-subduing roar,</br>And in the lightning's flashes, and the wild</br>Battling of elements, he learned to adore</br>The Deity that guides each rolling star,</br>And speaks in voice of awful thunders from afar.", "Such was the Indian, and when first there came</br>The white man, landing on this western strand,</br>He deemed he saw Yohewan armed with flame,</br>But, undeceived, he oped his generous hand,</br>And smoked the pipe of peace, and gave his guest,</br>The simple, sylvan comforts, he himself possessed.", "Nor thought he then on miseries to come;</br>Of his own blood being spilled by those strange men;</br>Of wandering forth, a fugitive from home,</br>Chased like a tyger from his forest den;</br>Of leaving those bright streams and fields behind</br>Where his wild heart, its dearest joys was wont to find.", "Yet judge them not too harshly &mdash; the bold band,</br>Who, thus, their glorious destiny fulfilled,</br>And based that fabric in a foreign land,</br>Which, Heaven's own smile seemed evermore to gild,</br>Nor dare attaint the pious pilgrims' name,</br>Inscribed, upon the sun-lit chronicle of fame.", "The high resolve &mdash; the firm determined choice,&mdash;</br>The unblenched cheek &mdash; the eye still fixed above;</br>Hearts that beat quick to Duty's calling voice,</br>And hands to back each generous thought that strove,</br>Were theirs, &mdash; and nobly did the heroic few,</br>The homage pay to Glory and to Virtue due.", "But they were men, and they too felt the chain,</br>Beneath whose load mortality bends low;</br>And pleading Mercy often begged in vain,</br>To spare the prostrate unresisting foe;</br>For in their wrath, they thought to them was given,</br>To extirpate a race that seemed accursed of heaven.", "Therefore dark deeds were done, o'er which the Muse</br>Weeps as she sings, and with her tears would blot</br>From History's Page, that man might ne'er peruse,</br>The story of the Indian's hapless lot:</br>Alas!  had spacious Earth no resting place,</br>Where might contented breathe each widely differing race!", "But other was the Almighty's high behest&mdash;</br>Nor might the savage and the white-man live</br>In amity, caressing and carest;</br>The terror of the forest might not give</br>His unchaffed neck, 'neath Labour's yoke to bow,</br>And like his stranger guest, to guide the sluggish plough.", "That dreaded guest to him was pestilence,</br>It was a poison to behold a power</br>That fearless eyed the elements, and thence</br>Arrayed itself with might, as 'twere a dower;</br>He waked the thirsty tomahawk from sleep,</br>And strove, but strove in vain, to wreak his vengeance deep.", "For, like the flying shadow of a cloud,</br>Or glittering dew-drops of the summer morn,</br>His tribes have vanished, and where, brawling loud,</br>Pacific flows, Grief wastes his manly form;</br>But oft, with starting tear, turns his sad eye,</br>To linger round the tombs, where bones he reverenced lie.", "Now view again this new and beautiful Earth;</br>Another race has risen, to till its soil;</br>For the dusk hunters' shout, the rustics' mirth</br>Sounds o'er the fields, as from his daily toil</br>He plods, &mdash; while home and peace before him rush,</br>And Love's pure fountains, o'er his warm heart gush.", "Fair, flourishing towns, and villages, that seem</br>Like strong plants springing from a soil they love,</br>Strike the delighted eye, on some lone stream,</br>Or still retreat of deep embosomed cove;</br>And where the eagles' shriek once echoed round,</br>Are heard the busy hum of men, and engines clanking sound.", "Nature, as if delighted at the change,</br>Her prodigal bounty lavishes around;</br>E'en Winter, journeying on his annual range,</br>With gentler footstep, skims along the ground,</br>Attended by the mildest of his train,</br>And bids the surly North from rude assaults refrain.", "Behold yon Village Church, whose taper spire</br>Points like a finger to the clear blue sky,</br>As if it bid the soul to heaven aspire,</br>Whispering of death and immortality</br>Even in the wilderness, there springs a fount,</br>A living stream, that flows from Zion's hallowed mount.", "A milder spirit waves its snowy wings,</br>Above our land, and where the sacrifice</br>Of human blood, was poured, the penitent brings</br>The tribute of the heart, and tears, and sighs,</br>Are the peace offering placed before the throne</br>Of Him, who dwells in light, unequalled and alone.", "Seraph of love, O wing thy gracious flight,</br>To cheer the native, held in Error's thrall!</br>Chase from his soul dark Superstition's night,</br>And lead him to that holy fount, where all</br>May drink the streams of life, and, cleansed, forgiven,</br>In meekness, learn to tread the path, that leads to heaven.", "Then, shall not Mercy, still lamenting, steep</br>With tears, the white man's steps, but Peace shall rear</br>Her heavenly standard in his heart, and keep</br>Ever her love-built throne, and clasp more near</br>In her encircling arms, the sons of men,</br>And Happiness shall trace the paths where he hath been.", "O day expected!  long the good man's heart,</br>Hath panted for thee, when thy sun-beams, breaking,</br>The o'erhanging clouds of prejudice, shall part,</br>And man, from his deep lethargy awaking,</br>Shall hail thy birth &mdash; when from the distant west,</br>A voice shall sound &mdash; the wanderer hath found his rest.", "No longer, then, the scutcheon of our race,</br>Stained with the red man's blood shall bring the blush</br>To burn our cheek &mdash; the GOSPEL shall efface</br>That crimson die, and with its waters' gush,</br>Wash out the memory of the past, and heal</br>The wounds, that injured pride and humbled prowess feel.", "Poor native!  was it for thy matchless wrongs,</br>That o'er our land, red Vengance shook his spear,</br>And through our blazing towns, with dripping thongs,</br>Impelled his chariot in its fierce career,</br>And cheered his blood-hounds on, and yelled his cry,</br>A nation's piercing shriek, a nation's agony!", "Lo!  rising far beyond the Atlantic sea,</br>Yon lowering cloud, that skirts the horizon's bound,</br>Surcharged with Britain's anger, dreadfully,</br>Deepen its folds, and hem my country round;</br>Hark!  in its bosom hear the thunder roll,</br>While outraged Nature groans from pole to pole.", "At length the tempest came, the shock that broke</br>The alliance of the elder world and new,&mdash;</br>Young Freedom from her sleep of years awoke,</br>Before Oppression's feet her guantlet threw,</br>Her crumbling altars raised, and lit the fires,</br>Ne'er smothered, but when murdered Liberty expires.", "Love cannot ever suffer &mdash; the warm heart,</br>That once beat fondly, trampled on and torn,</br>Slighted and spurned, its dearest ties will part;</br>Will, for neglect, return neglect and scorn,</br>And, fired with memory of its injuries, wage</br>Hate's bitter wrath, and furious Passion's burning rage.", "Then, saw the world, a strange unnatural strife,</br>Inflame their breasts whom Nature's hands had joined;</br>She saw an infant struggling for its life,</br>A parent's shackles from its neck unwind</br>That parent, whom affection should have told,</br>In love's caressing arms, her child to fold.", "But Passion interposed, and cast a veil,</br>To cloud her reason and alarm her pride,</br>For little thought she, that her power could fail,</br>To awe their souls, who tyranny defied;</br>And therefore, burst her fury o'er the head,</br>Of them who in her cause their filial blood had shed.", "For she forgot, that in each throbbing breast,</br>Heroic Freedom stamped her glowing seal;</br>That wheresoe'er its talisman is prest,</br>The heart is fire, the tense strung nerves are steel,</br>And, that the sword each struggling patriot draws,</br>Is bared for liberty and Nature's holy cause.", "Thanks to the glorious spirit of that day!</br>It bore the oppressed and fallen, exulting, through</br>The horrors, that environed the dark way,</br>Which Honour's dictates bade them to pursue;</br>And founded in this western wilderness,</br>A dynasty, rejoicing millions love to bless.", "That which the souls of sages long had striven,</br>Bewildered striven, alas!  in vain, to find,</br>A government, the gracious gift of heaven,</br>Ordained, by its mild rule, to bless mankind,</br>Has here, we fondly hope, its gentle reign</br>Fixed on the rock of virtue, ever to remain.", "And think not thou, because in ages past,</br>Republics fell, our own is doomed to fall;</br>The fabric of our Glory long shall last,</br>Spite of such precedent, the joy of all:</br>Styled as republics, yet were they the same,</br>As that we boast of, only in the name.", "Aye, who shall say, that when the eastern world,</br>Thy parent, shall have fallen to rise no more,</br>When to the dust her grandeur shall be hurled,</br>And nought remain, but legendary lore,</br>To mark the spot, where once her kingdoms rose,</br>My country, thou shalt not in tranquil joy repose!", "Aye, land of promise!  while the azure sky,</br>Thy canopy, emblazed with gems of light,</br>Shall meet the earthly pilgrim's heavenward eye,</br>Thou shalt survive, and through the tardy flight</br>Of centuries, thy starry flag shall wave</br>O'er Freedom's altar and the birth place of the brave!", "For the foundations of thy strength, are laid</br>Within a people's breast &mdash; thy childrens' love</br>Shall ever strengthen, and while ages fade,</br>Shall hover o'er thy bosom like a dove,</br>With outspread pinions, shielding thee from harm,</br>And circling thee as with a heaven protecting charm.", "Yes, through the veil around the coming years,</br>The patriot sees a joyous, smiling land,</br>The eternal monuments that Knowledge rears,</br>Blessings like dew fast dropping from her hand,</br>And his loved Country lying on the breast</br>Of lasting happiness, in calm and holy rest.</br>"]