["MURROGHOH O CONNOR AND OWEN SULLIVAN.", "OWEN.</br>My old Acquaintance, and my dearest Friend,</br>My Murroghoh!  what Joys on you attend!</br>Ten thousand Blessings seem at once to shine</br>Upon your Farm and House of Ballyline.</br>Since you're restor'd to Native Land and Ease,</br>The World's your own, and use it as you please:</br>Now tell the Glories of your noble Name,</br>How Prince O' Connor from Hispania came,</br>Sprung from Milesian Race, of great Renown,</br>By right of Conquest made this Isle his own,</br>Landing at Shannon's Mouth, the noble Flood</br>Enrich'd Ierne with his Royal Blood;</br>For from his Loins, as from her flowing Springs,</br>Our Irish Veins are fill'd with Blood of Kings.</br>But I, alas!  can no such Honours boast,</br>Since sweet Rhincarah, dear Ivr'ah is lost:</br>My Blood runs low, I'm poor and in Disgrace,</br>And dare not own I'm of Milesian Race;</br>You top the World, as great a Monarch are,</br>As Conner Sligo, Connor Faly were;</br>And at your Ease beneath Arbutus laid,</br>Leaning against the mossy Tree your Head,</br>With Harp, and Voice, the College Praises sing,</br>'Till Woods and Rocks, the College Praises ring.", "MURROGHOH.</br>'Tis true, to sing her Praises is my Choice,</br>She shall for ever have my Harp and Voice:</br>To her I owe the Happiness you see,</br>'Twas she restor'd my Farm and Liberty.</br>For which full Mathers to her Health we'll drink,</br>And to the Bottom stranded Hogsheads sink,</br>Good stranded Claret, wreck'd upon our Shore,</br>And when that's out we'll go in search of more.</br>Whole Nights we'll spend, to Break of Day sit up,</br>Then Deogh a Dorus for the parting Cup.", "OWEN.</br>My dearest Murrogh, I am glad to find,</br>So much Content and Pleasure in your Mind:</br>But I poor Owen, grieve, lament and moan,</br>You see I'm packing up, and must be gone.</br>My bended Shoulders with my Burden bow,</br>And I can hardly drive this limping Cow.</br>Not long ago, which gave me Cause to fret,</br>A Sea Hog at the Scallogs broke my Net.</br>The Sea did not up to Rhincarah flow,</br>Mangerton's Top was black, and wanted Snow.</br>With mournful Song lamenting, the Bantee</br>Foretold the Ruin of my House and me.</br>When all these Omens met at once, I knew</br>What sad Misfortunes must of Course ensue.</br>But tell me, Murrogh, what the College is,</br>There's nothing more I long to know than This.", "MURROGHOH.</br>Owen, I was so foolish once, I own,</br>To think it like our Little School in Town;</br>Or like the School that's in Tralee, you know,</br>Where we to Sizes and to Sessions go,</br>And when arrested, stand each others Bail,</br>And spend a Cow or two in Law and Ale;</br>I might compare Drumcom to Knockanore,</br>Curragh of Ballyline to Linamore,</br>With much more Reason &mdash; But, my dearest Friend,</br>The College does our Schools so far transcend,</br>Or all the Schools that ever yet I saw,</br>As Karny's Cabbin is below Lixna.", "OWEN.</br>But what good Fortune led you to that Place?", "MURROGHOH.</br>To tell my Suff'rings, and explain my Case.</br>To be restor'd, to find a just Redress</br>From those who glory to relieve Distress.</br>'Tis true I lost my Landlord's Favour by't,</br>But then, dear Owen, I regain'd my Right;</br>All my Renewal Fines with him were vain,</br>Nor Pray'rs nor Money cou'd my Farm obtain;</br>What cou'd I do, but to the College run,</br>And well I did, or I should be undone.</br>There did I see a venerable Board,</br>Provost and Fellows, Men that keep their Word</br>Sincere and Just, Honest, and Fair, and True,</br>Their only Rule is to give all their Due.</br>No Bribes or Interest can corrupt their Minds,</br>Unbias'd Laws the rich and poor Man finds;</br>Alike to all their Charity extends,</br>E'en I a Stranger found them all my Friends.</br>Such were the Saints that once possess'd this Isle,</br>And drew down Blessings on our happy Soil.</br>They soon (for Justice here knows no Delay)</br>Gave this short Answer, Murrogh, Go your way,</br>Return, improve your Farm, as heretofore,</br>Be gone, you shall not be molested more.", "OWEN.</br>Happy Milesian, happiest of Men!</br>Then Ballyline is now your own again.</br>'Tis large enough, tho' not a whole Plowland,</br>And has a lovely Prospect to the Strand.</br>Tho' Bogs and Rocks deform that Spot of Earth,</br>Consider, Murrogh, that it gave thee Birth;</br>Those Bogs and Rocks your Cows and Sheep surround,</br>Keep them from Trespass Pledge, and starving Pound.</br>Thrice, happy you, who living at your Ease,</br>Have nought to do but see your Cattle graze,</br>Speak Latin to the Stranger passing by,</br>And on a Shambrog Bank reclining lye;</br>Or on the Grassy sod cut Points to play</br>Backgamon, and delude the livelong Day.</br>When Night comes on, to pleasing Rest you go,</br>Lull'd by the soft Cronaan, or sweet Speck Show,</br>When Kircher'd Sheelah strains her warbling Throat,</br>In tuneful Hum, and sleeps upon the Note.", "MURROGHOH.</br>Dingle and Derry sooner shall unite,</br>Shanon and Cashan both be drain'd outright,</br>And Kerry Men forsake their Cards and Dice,</br>Dogs be pursued by Hares, and Cats by Mice,</br>Water begin to burn, and Fire to wet,</br>Before I shall my College Friends forget.", "OWEN.</br>But I must quit my dear Iv'ragh, and roam</br>The World about, to find another Home;</br>To Paris go with Satchel cram'd with Books,</br>With empty Pockets, and with hungry Looks;</br>Or else to Dublin to Tim Sullivan,</br>To be a Drawer, or a waiting Man;</br>Or else perhaps some favourable Chance</br>By Box and Dice my Fortune may advance;</br>At the Groom Porters cou'd I find a Friend,</br>That wou'd poor Owen kindly recommend,</br>There cou'd I nicely serve, and teach young Men</br>The Art to Cog, and win their Coin again.</br>But shall this foreign Captain force from me,</br>My House, my Land, my Weirs, my Fishery?</br>Was it for him I those Improvements made?</br>Must his long Sword turn out my lab'ring Spade?</br>Adieu my dear Abode&mdash;</br>I shall no more with Brogue Boan Scribiogh climb</br>Steep Mulloghbert, enthron'd on Top sublime,</br>Head of my Clan, determine ev'ry Case,</br>To make my Vassals live at home in Peace,</br>To teach them Justice a much cheaper Way,</br>Keep them from Lawyers Fees, and Court's Delay?</br>Nor shall see you Curagh Can a Wee,</br>Full often have I made a Song for thee,</br>Lest some Disaster should attend my Life,</br>My tender Children, or my loving Wife.</br>Nor thee Knockdrum, where our Forefathers set</br>Upon thy lofty Top th' insidious Net,</br>To catch Desmonian wild, a Sight more rare</br>To British Eyes, than Scandinavian Bear.</br>Valentia too, I bid farewel to thee,</br>Title to best of Men, great Anglesey.</br>Desmond, tho' last, not least belov'd, farewel,</br>By whose great Lord whole Troops of Britons fell,</br>Thy Glories shall in distant Lands be known,</br>And all the World superior Desmond own.", "MURROGHOH.</br>But stay, dear Owen, cosher here this Night,</br>Behold the Rooks have now begun their Flight,</br>And to their Nests in winged Troops repair,</br>They fly in haste, and shew that Night is near;</br>The Sheep and Lambkins all around us bleat,</br>The Sun's just down, to travel is too late.</br>Slacaan and Scollops shall adorn my Board,</br>Fit Entertainment for a Kerry Lord;</br>In Egg-Shells then we'll take our parting Cup,</br>Lye down on Rushes, with the Sun get up.</br>"]