["Thou, to whom the World unknown</br>With all its shadowy Shapes is shown;</br>Who see'st appall'd th' unreal Scene,</br>While Fancy lifts the Veil between:</br>Ah Fear!  Ah frantic Fear!</br>I see, I see Thee near.</br>I know thy hurried Step, thy haggard Eye!</br>Like Thee I start, like Thee disorder'd fly.</br>For lo what Monsters in thy Train appear!</br>Danger, whose Limbs of Giant Mold</br>What mortal Eye can fix'd behold?</br>Who stalks his Round, an hideous Form,</br>Howling amidst the Midnight Storm,</br>Or throws him on the ridgy Steep</br>Of some loose hanging Rock to sleep:</br>And with him thousand Phantoms join'd,</br>Who prompt to Deeds accurs'd the Mind;</br>And those, the Fiends, who near allied,</br>O'er Nature's Wounds, and Wrecks preside;</br>Whilst Vengeance, in the lurid Air</br>Lifts her red Arm, expos'd and bare:</br>On whom that rav'ning Brood of Fate,</br>Who lap the Blood of Sorrow, wait;</br>Who, Fear, this ghastly Train can see,</br>And look not madly wild, like Thee?", "EPODE.</br>In earliest Greece to thee with partial Choice</br>The Grief-full Muse addrest her infant Tongue;</br>The Maids and Matrons, on her awful Voice,</br>Silent and pale in wild Amazement hung.", "Yet He the Bard who first invok'd thy Name,</br>Disdain'd in Marathon its Pow'r to feel:</br>For not alone he nurs'd the Poet's flame,</br>But reach'd from Virtue's hand the Patriot's Steel.", "But who is He whom later Garlands grace,</br>Who left a-while o'er Hybla's Dews to rove,</br>With trembling Eyes thy dreary Steps to trace,</br>Where Thou and Furies shar'd the baleful Grove?", "Wrapt in thy cloudy Veil th' Incestuous Queen</br>Sigh'd the sad Call her Son and Husband hear'd,</br>When once alone it broke the silent Scene,</br>And He the Wretch of Thebes no more appear'd.", "O Fear, I know Thee by my throbbing Heart,</br>Thy with'ring Pow'r inspir'd each mournful Line,</br>Tho' gentle Pity claim her mingled Part,</br>Yet all the Thunders of the Scene are thine!", "ANTISTROPHE.</br>Thou who such weary Lengths hast past,</br>Where wilt thou rest, mad Nymph, at last?</br>Say, wilt thou shroud in haunted Cell,</br>Where gloomy Rape and Murder dwell?</br>Or in some hollow'd Seat,</br>'Gainst which the big Waves beat,</br>Hear drowning Sea-men's Cries in Tempests brought!</br>Dark Pow'r, with shudd'ring meek submitted Thought</br>Be mine, to read the Visions old,</br>Which thy awak'ning Bards have told:</br>And lest thou meet my blasted View,</br>Hold each strange Tale devoutly true;</br>Ne'er be I found, by thee o'eraw'd,</br>In that thrice-hallow'd Eve abroad,</br>When Ghosts, as Cottage-Maids believe,</br>Their pebbled Beds permitted leave,</br>And Gobblins haunt from Fire, or Fen</br>Or Mine, or Flood, the Walks of Men!", "O Thou whose Spirit most possest</br>The sacred Seat of Shakespear's Breast!</br>By all that from thy Prophet broke,</br>In thy Divine Emotions spoke,</br>Hither again thy Fury deal,</br>Teach me but once like Him to feel:</br>His Cypress Wreath my Meed decree,</br>And I, O Fear, will dwell with Thee!</br>"]