["There is a love-charm in thy magic smile,</br>Pale star of evening.  As thy circlet shone</br>In twilight's rosy ocean, like an isle</br>Elysian, I have gazed and wandered on,</br>And paused fantastic lays of love to con,</br>And started with a sigh, and gazed again.</br>The visions of the love-sick boy are gone;</br>Yet still thy spell recalls their idle train,</br>And memory's quiet tears the cheek of manhood stain.", "In the wild worship of the earlier day,</br>Youths, blest by vows at Hymen's virgin shrine,</br>Enraptured viewed at last thy loitering ray,</br>And deemed that love's own goddess might entwine</br>Her power, her honours, and her name, with thine.</br>Still thou art love's own star; the fond and fair</br>Still smile to see thee in thy beauty shine;</br>And burning blushes, murmured tones, are there,</br>More deep than twilight glow, more soft than evening air.", "Love breathes his sighs in stillness and in shade;</br>And purple clouds, dim stars, and twinkling dews,</br>And slumbering music by the breezes made,</br>A love of loving to the soul infuse.</br>O'er eve's calm beauties sweet it is to muse</br>In some flushed Southern climate of the day,</br>Where light more lovely lives in all her hues;</br>How sweet, though many a wild and lonely way,</br>By slant Italian sun, with lady-love to stray!", "Such paradise the dreaming mind may form,</br>And fly from colder climes and duller skies:</br>And oft, when night lets loose the gathered storm,</br>And trees are moaning, and the wind's low sighs</br>In louder gusts of sudden wrath arise,</br>And the blast beats upon the rattling pane;</br>The mingled murmur on my senses dies,</br>And fancy wanders in her golden reign,</br>And eyes meet eloquent eyes, and yielding lips complain.", "Once more thy smile too well remembered beams;</br>Thine eyes of light upon my soul are glancing,</br>Fair lady of my lonely land of dreams;</br>The magic of some twilight hour enhancing,</br>And thought in thought's best paradise entrancing.</br>In eve's soft shadows once I roamed with thee,</br>And watched her star upon the waters dancing:</br>And oh!  that I were as my spirit free,</br>To Arno's sun-set glades, and thee, and love, to flee!</br>"]