["BATTE.</br>BORRIL, why sitt'st thou musing in thy Cote,</br>Like dreaming MERLIN in his drowsie Cell?</br>With too much Learning doth the Shepheard dote?</br>Or art inchanted with some Magike spell?</br>A Hermits life, or mean'st thou to professe?</br>Or to thy Beades, fall like an Anchoresse?", "See how faire FLORA decks our Fields with Flowres,</br>And clothes our Groves in gawdy Summers greene,</br>And wanton VER distils her selfe in Showres,</br>To hasten CERES, Harvests hallowed Queene,</br>Neere-hand that in her yellow Robe appeares,</br>Crowning full Summer with her ripened Eares.", "Now, Shepheards lay their Winter Weeds away,</br>And in neate Jackets minsen on the Playnes,</br>And at the Rivers fishen Day by day,</br>Now who so frollicke as the Shepheards Swaynes?</br>Why lig'st thou here then in thy lothsome Cave,</br>Like as a Man put quicke into his Grave?", "BORRIL.</br>Batte, my Cote from Tempest standeth free,</br>When stately Towres beene often shak'd with Wind:</br>And wilt thou, BATTE, come and sit with mee,</br>The happy Life here shalt thou onely find,</br>Free from the Worlds vile and inconstant qualmes,</br>And herry PAN with Orizons and Almes,", "And scorne the Crow'd of such as cog for pence,</br>And waste their wealth in sinfull braverie,</br>Whose gayne is losse, whose thrift is lewd expence,</br>Content to live in golden slaverie,</br>Wond'ring at Toyes, as foolish Worldlings doone,</br>Like to the Dog that barketh at the Moone.", "Here mayst thou range the goodly pleasant Field,</br>And search out simples to procure thy heale,</br>What sundry Vertues, sundry Herbs doe yeeld,</br>'Gainst griefe which may thy Sheepe or thee assaile:</br>Here mayst thou hunt the little harmelesse Hare,</br>Or laugh t'intrap false RAYNARD in a snare.", "Or if thee please in antique Romants Reed,</br>Of gentle Lords and Ladies that of yore,</br>In forraine Lands did many a famous deed,</br>And beene renown'd from East to Westerne Shore,</br>Or Shepheards skill i' th' course of Heaven to know,</br>When this Starre falls, when that it selfe doth show.", "BATTE.</br>Shepheard, these things beene all to coy for mee,</br>Whose youth is spent in jollity and mirth,</br>Syke hidden Arts beene better fitting thee,</br>Whose dayes are fast declining to the Earth:</br>Mayst thou suppose that I shall ere endure,</br>To follow that no pleasure can procure?", "These beene for such them Votarie doe make,</br>And doe accept the Mantle and the Ring,</br>And the long Night continually doe wake,</br>Musing, themselves how they to Heaven may bring,</br>That whisper still of sorrow in their Bed,</br>And doe despise both Love and Lusty-head.", "Like to the Curre with anger well-neere wood,</br>Who makes his Kennell in the Oxes stall,</br>And snarleth when he seeth him take his food,</br>And yet his Chaps can chew no Hay at all:</br>BORRIL, even so it with thy state doth fare,</br>And with all those that such like Wisards are.", "BORRIL.</br>Sharpe is the Thorne, soone I perceive by thee,</br>Bitter the Blossome when the Fruit is sowre,</br>And earely crook'd that will a Camocke bee;</br>Lowd is the Wind before a stormy Showre:</br>Pity thy Wit should be so much misse-led,</br>And thus ill guided by a giddy Head.", "Ah, foolish Elfe, I at thy madnesse grieve,</br>That art abus'd by thy lewd braine-sicke Will,</br>Those hidden baits that canst not yet perceive,</br>Nor find the cause that breedeth all thy ill,</br>Thou think'st all gold, that hath a golden show,</br>But art deceiv'd, and that I truely know.", "Such one art thou, as is the little Fly,</br>Who is so Crowse and Gamesome with the flame,</br>Till with her bus'nesse and her nicitie,</br>Her nimble Wings are scortched with the same:</br>Then falls shee downe with pitious buzzing note,</br>And in the Fire doth sindge her mourning Coate.", "BATTE.</br>Alas, good Man, thou now beginst to rave,</br>Thy Wits doe erre and misse the Cushion quite,</br>Because thy Head is gray, and Words be grave,</br>Thou think'st thereby to draw me from delight;</br>Tush, I am young, nor sadly can I sit,</br>But must doe all that Youth and Love befit.", "Thy backe is crook'd, thy Knees doe bend for Age,</br>Whil'st I am swift and nimble as the Roe,</br>Thou, like a Bird, art shut up in a Cage,</br>And in the Fields I wander to and fro;</br>Thou must doe penance for thy old misdeeds,</br>On the Worlds joyes, the whil'st my fancy feeds.", "Say what thou canst, yet me it shall not let:</br>For why, my fancy strayneth me so sore,</br>That Day and Night my mind is wholly set,</br>How to enjoy, and please my Paramore:</br>Onely on Love, I set my whole delight,</br>The Summers Day, and all the Winters Night.", "That pretty CUPID, little God of Love,</br>Whose imped Wings with speckled Plumes are dight,</br>Who woundeth Men below, and Gods above,</br>Roving at randon with his fethered flight:</br>Whilst lovely VENUS stands to give the ayme,</br>Smiling to see her wanton Bantlings game.", "Upon my Staffe his Statue will I carve,</br>His Bow and Quiver on his winged Backe;</br>His forked heads for such as them deserve,</br>And not of his one implement shall lacke,</br>And in her Coach faire CYPRIA set above,</br>Drawne with a Swanne, a Sparrow, and a Dove.", "And under them THISBE of Babylon,</br>With CLEOPATRA Egypts chiefe renowne,</br>PHILLIS that dy'd for love of DEMOPHON,</br>And lovely DIDO, Queene of Carthage Towne:</br>Who ever held God CUPIDS Lawes so deare,</br>To whom we offer Sacrifice each yeere.", "BORRIL.</br>A wilfull Boy, thy folly now I find,</br>And it is hard a Fooles talke to endure,</br>Thou art as deafe, as thy poore God is blind,</br>Such as the Saint, such is the Serviture.</br>Then of this Love, wilt please thee heare a Song,</br>That's to the purpose, though it be not long?", "BATTE.</br>BORRIL, sing on, I pray thee, let us heare,</br>That I may laugh to see thee shake thy Beard,</br>But take heed, Shepheard, that thy voyce be cleere,</br>Or (by my Hood) thou'lt make us all afeard,</br>Or 'tis a doubt that thou wilt fright our Flocks,</br>When they shall heare thee barke so like a Fox.", "BORRIL.</br>Now, fie upon thee, wayward Love,</br>Wo to VENUS which did nurse thee,</br>Heaven and Earth thy plagues doe prove,</br>Gods and Men have cause to curse thee.</br>What art thou but th' extremest madnesse,</br>Natures first and only errour,</br>That consum'st our dayes in sadnesse,</br>By the minds continuall terrour:</br>Walking in Cymerian blindnesse,</br>In thy courses voyd of Reason,</br>Sharpe reproofe thy only kindnesse,</br>In thy trust the highest Treason?</br>Both the Nymph and ruder Swaine,</br>Vexing with continuall anguish,</br>Which dost make the old complaine,</br>And the young to pine and languish:</br>Who thee keepes his care doth nurse,</br>That seducest all to folly,</br>Blessing, bitterly doest curse,</br>Tending to destruction wholly:</br>Thus of thee as I began,</br>So againe, I make an end,</br>Neither God, neither Man,</br>Neither Faiery, neither Fiend.", "BATTE.</br>Now surely, Shepheard, here's a goodly Song,</br>Upon my word, I never heard a worse;</br>Away, old Foole, and learne to rule thy tongue,</br>I would thy Clap were shut up in my Purse,</br>It is thy life, if thou mayst scold and brawle,</br>Though in thy words there be no wit at all.", "And for the wrong that thou to Love hast done,</br>I will revenge it, and deferre no time,</br>And in this manner as thou hast begun,</br>I will recite thee a substantiall Rime,</br>That to thy teeth sufficiently shall prove,</br>There is no power to be compar'd to Love.", "BORRIL.</br>Come on, good Boy, I pray thee let us heare,</br>Much will be said, and nev'r a whit the neere.", "BATTE.</br>What is Love, but the desire</br>Of that thing the fancy pleaseth?</br>A holy and resistlesse fire,</br>Weake and strong, alike that ceaseth,</br>Which not Heaven hath power to let,</br>Nor wise Nature cannot smother.</br>Whereby PHOEBUS doth beget</br>On the universall Mother,</br>That the everlasting Chaine,</br>Which together all things tyed,</br>And unmov'd doth them retayne,</br>And by which they shall abide:</br>That concent we cleerly find,</br>Which doth things together draw,</br>And so strong in every kind,</br>Subjects them to Natures Law,</br>Whose high Vertue number teaches,</br>In which every thing doth moove,</br>From the lowest depth that reaches,</br>To the height of Heaven above:</br>Harmony that wisely found,</br>When the cunning hand doth strike,</br>Whereas every amorous sound,</br>Sweetly marries with the like.</br>The tender Cattell scarcely take,</br>From their Damm's the Fields to prove,</br>But each seeketh out a Make,</br>Nothing lives that doth not love:</br>Not so much as but the Plant,</br>As Nature every thing doth paire,</br>By it if the Male doe want,</br>Doth dislike and will not beare:</br>Nothing then is like to Love,</br>In the which all Creatures be,</br>From it ne'r let me remove,</br>Nor let it remove from me.", "BORRIL.</br>Remove from thee?  Alas, poore silly Lad,</br>To soone shalt thou be weary of thy Ghest:</br>For where he rules, no Reason can be had,</br>That is an open enemie to rest:</br>I grieve to thinke, e'r many yeeres be spent,</br>How much thou shalt thy time in love repent.", "BATTE.</br>Gramercie, BORRIL, for thy companie,</br>For all thy Jests, and all thy merrie Bourds,</br>Upon thy judgement much I shall relie,</br>Because I find such Wisdome in thy words:</br>Would I might watch, when ever thou dost ward,</br>So much thy love and Friendship I regard.</br>"]