["Ah!  what a dreary spot of earth is this!</br>How slowly sad each ling'ring moment flies;</br>Here fancy never forms a scene of bliss,</br>But sunk in sudden night each prospect dies!", "I've seen a pun just bursting from the mouth,</br>Abash'd return within the head again;</br>And oft I've seen give place to heavy truth,</br>The warm lie starting from the fertile brain.", "Oft as we sullen walk the long parade,</br>We're all immers'd in silence most profound;</br>All seem involv'd in dulness gloomy shade,</br>Save where th' indecent tale goes laughing round.", "Are these the youths that in Edina's town,</br>From tavern still to tavern restless rov'd,</br>All day employ'd in gulping claret down,</br>Or toying with the harlot that they lov'd?", "\"For them no more the tavern-bells shall ring,</br>Or busy waiters ply their evening care;</br>For them no courtezans shall sweetly sing,</br>Or climb their knees the raptur'd kiss to share!", "\"Perhaps within this useless sort resides</br>Some hero blazing wild with martial fire:</br>Perhaps each day around these ramparts rides,</br>He who might make the fear-struck Gaul retire.", "\"Some glorious Fred'rick that with glowing breast</br>Would have Germania's mighty force withstood!</br>Some gallant Wolfe may here supinely rest,</br>Some Murray guiltless still of Indian blood.", "\"Th' applause of shouting armies to command,</br>The threats of pain and famine to despise,</br>To scatter ruin o'er a smiling land</br>Their lot forbids, in peace our warriors rise.", "\"Haply of me some martinet may say,</br>Oft have I seen him at the peep of morn,</br>Brushing from soldiers coats the dust away,</br>And smiling on the raw recruits in scorn.", "\"Then near the edge of yonder thund'ring beach,</br>Whence darts the wild fantastic spray so high,</br>His mighty voice at noon-tide would he stretch,</br>You're worse than the militia would he cry.\"", "His piercing eye each modern fault explor'd,</br>Much of the ancient phalanx would he speak,</br>Of heroes nobly falling by the sword,</br>Long tales he told, all borrow'd from the Greek.", "'Tis May, the poet's month, yet all around</br>The savage climate wears a face of woe;</br>No verdure runs along the stubborn ground,</br>The distant hills still glitt'ring all with snow.", "Ah!  where is fled the genial balmy breeze</br>That tepid warms th' enchanting summer scenes!</br>For lo!  no wanton leaves have green'd the trees;</br>Still swells the winter flood along the glens.", "Yet oft the west wind wakes the purple morn</br>With breathing softness; &mdash; soon the skies o'ercast;</br>While thro' the air all darken'd and forlorn,</br>Howls the damn'd fiend that rides the eastern blast.", "Daemon accurst, that never knows to blow</br>That flow'rs which burst along the vales of spring,</br>That never knows th' enliv'ning solar glow,</br>Which lures the nations forth, that float on waving wing.", "Away!  thy influence damps each rising thought,</br>And heavy head-achs on thy steps attend;</br>To seek relief from thee these lines I've wrote,</br>Tell me when thy oppressive power will end!", "How am I chang'd!  of late the wanton chuse,</br>Was wont to riot in poetic mirth;</br>While now I yawning sleep upon the news,</br>Or give to sullen elegies a birth.", "But hark!  methinks the drum for Dinner beats,</br>To stomach keenly-edg'd a welcome sign;</br>For none on earth our well-bred table waits,</br>Brief let me be, or else I do not dine.", "\"Now fades the mighty roast upon the sight,</br>Thro' all the room a humdrum stillness reigns;</br>Yet some lament the pudding's speedy flight,</br>And one that all the soup is done complains.\"", "Farewell, my friend, for lo!  I swiftly run</br>Where Highland beef invites, and sauces steam.</br>Ah!  much I fear that ev'ry dish is done!</br>Yet still methinks I'll get some tart and cream.</br>"]