["I am come here to die! &mdash; the battle's yell</br>Hath fainted into stillness; &mdash; and I hail</br>Nature's bland voice again &mdash; the mellow swell</br>Of the far billow, which the moon-beam pale</br>Hath kiss'd into repose: &mdash; the evening gale,</br>Rich with the spoil of violets, seems to creep</br>On the charmed ear so softly musical,</br>As it would bid the wretched cease to weep,</br>And o'er the victor's rage fling the sweet spell of sleep.", "Yes &mdash; let him sleep &mdash; and wake to toil again!</br>Yet be there other sleepers, round whose bed</br>The balmy tears of Eve are wept in vain,&mdash;</br>And morn will smile &mdash; it cannot wake the dead.</br>Spirits of song! &mdash; my brethren! &mdash; are ye fled?&mdash;</br>Ye have not lived to rue a tyrant's hate,&mdash;</br>To see your shrines &mdash; your dwellings ravished;&mdash;</br>I do not &mdash; dare not mourn your glorious fate;&mdash;</br>But feel that ye are gone &mdash; and I am desolate.", "My lonely lyre! &mdash; my hand is on thy string&mdash;</br>It is the last &mdash; last time &mdash; my childhood's toy&mdash;</br>Fond solace of my youth, wilt thou not bring</br>To my last hour one parting note of joy?&mdash;</br>I do remember, when a wayward boy,</br>How I would woo thee, till my soul caught fire,</br>And glowed &mdash; and maddened in the sweet employ&mdash;</br>How I would far from human eye retire,</br>To talk in solitude with thee, &mdash; my lonely lyre!", "Then, Mona!  'mid thy forest grandeur nursed,</br>I drank the rapture of thy Druid's strain;&mdash;</br>Then airy forms on fancy's slumber burst,</br>And youth's bright dreams, as beautiful, as vain.</br>Yet not at once that Druid loosed the chain,</br>That bound my soul, &mdash; and bade it, madly whirled</br>In fire-wheeled car, Heaven's peerless height attain:</br>But darkly &mdash; slowly the dread truth unfurled,&mdash;</br>And drew the curtain back, that veils another world.&mdash;", "Sweet Memory!  touched by thee, enjoyment past</br>A brighter hue &mdash; a livelier beauty wears;</br>And thou art wont, in playful mood, to cast</br>The rainbow's lustre o'er a scene of tears:</br>Thus now, beneath thy softened tint, appears</br>The pang &mdash; the struggle, when my soul was riven</br>From all of Earth, that soothes &mdash; enchants &mdash; endears&mdash;</br>From human passion's blandishment &mdash; and given</br>With all its warmth of zeal, to solitude and heaven.&mdash;", "The faith, I cherished, was a feeling rife</br>With poesy and grandeur and delight:</br>Oh!  when Belinus woke the world to life,</br>My eager hand would rouse his beacon bright!&mdash;</br>My song would chide the lingering gloom of night!&mdash;</br>And, as he rose, and, flinging from the sky</br>Round Snowdon's brow his glittering wreath of light,</br>Laughed on the waves, that smil'd responsively,</br>My spirit caught a glow for mortal breast too high.&mdash;", "And him the storm-god Taranis, whose eye</br>Glares through the clouds in lightning, where the rout</br>Of mingled elements rolls hurrying by&mdash;</br>Him have I worshipped, &mdash; and his awful shout,</br>That chorus, by his deep voice bellowed out,</br>Was full of joy and melody to me.</br>I loved to hear it leap heaven's vault about;</br>Till Earth took up the song with noisy glee,</br>And pealed from all her hills its fierce antistrophe.", "There be some moments to our musing given</br>Full of eternity! &mdash; and such were mine;</br>When I could feel this bosom &mdash; spark of Heaven&mdash;</br>This purer essence of a breath divine</br>Gaze back on what it had been &mdash; to its shrine</br>Of other years, or raise, in shadowy files,</br>Visions of future being, till it shine</br>Throned in the splendor of those sunny isles,</br>Where endless pleasures reign, and cloudless beauty smiles.", "But such were lonely joys &mdash; the festive song,</br>The slow procession, and the solemn rite&mdash;</br>The shout, that rung the startled woods among,</br>\"Gather the mystic branch, the year's last night</br>Melts into morn!\" &mdash; these once could wake delight,&mdash;</br>'Twas proud to see the Druid throng sweep by,</br>Their white robes glistening in the Moon's young light;</br>Which, struggling through the oak's dark shade on high,</br>Glanced on the scene below of sacred revelry.&mdash;", "Oft too we tracked the forest's deep abyss,</br>To seek such wilding herb, or summer flower,</br>In whose bright chalice evening's dewy kiss</br>Nursed health or poison: &mdash; at this dreadful hour</br>I thank those venomed leaves, whose kindly power</br>Shall free my longing spirit: &mdash; once I blessed</br>A charm, that, gathered from a fairer bower,</br>Poured refluent vigour through the purest breast,</br>That e'er for mortal youth love's trembling flame confessed.", "Yes I did love her, though that love to me</br>Was all forbidden rapture! &mdash; her pale cheek</br>Sunk on my throbbing breast, &mdash; and droopingly</br>Bowed her frail form, so delicately weak;</br>I waved the vervain-bough, and strove to speak</br>The potent spell &mdash; Oh Heaven! &mdash; It died away</br>Her eye's delirious fire &mdash; the livid streak,</br>That stained her brow; and in its stead, a ray</br>Beamed forth, more mildly bright than parting blush of day.", "Hence radiant phantom! &mdash; vainly beautiful!&mdash;</br>Thine eye's blue languor, and thy sun-kist hair</br>Have soothed my soul: &mdash; but now &mdash; 'tis cramped and dull</br>In the cold desolation of despair.</br>Hence loveliness! &mdash; I'll seek in thought the bare</br>And rugged piles, which Genii's strength and skill</br>Toiled, a proud temple to our gods to rear;</br>I'll think of that fierce pang, whose shuddering thrill</br>Froze me, when first I marked the vital stream distill", "From human victim's side; &mdash; with ruthless aim</br>The priest had dealt the blow &mdash; the seer stood nigh,</br>Watching each motion of the quivering frame,&mdash;</br>Each strong contortion of the lip and eye.</br>He bade me strike my lyre &mdash; unknowing why</br>I tremblingly obeyed: &mdash; but &mdash; mark! &mdash; the while</br>The victim's sunken cheek beamed faint reply</br>To notes, that thus could deadliest throe beguile,&mdash;</br>And his pale lip grew still; &mdash; and froze into a smile.", "These were thy rites, red Hesus! &mdash; but to thee</br>There was a gentler sacrifice of song.</br>How, 'mid the feast of shells, I've smiled to see</br>The whirlwind passions of the savage throng</br>Spell-bound by music; &mdash; now the war-note strong</br>Yelled, in deep concert to the martial strain,</br>That bounded swellingly my chords' along;&mdash;</br>And then I hushed them into tears again,</br>With a low wailing dirge for early valor slain.&mdash;", "One night &mdash; one solemn night &mdash; with him, my guide</br>Of early youth &mdash; my Druid-friend I sought</br>The solitary shore &mdash; the breeze had died;</br>And scarce it's gentle kiss one dimple wrought</br>In Ocean's cheek: &mdash; he paused &mdash; the moon-beam caught</br>His face upraised to heaven, and, as it shone,</br>Tinged with a paler hue those lines of thought;&mdash;</br>He seized my lyre, and woke one deep &mdash; deep tone&mdash;</br>\"Mortal, he cried, attend! &mdash; know God is God alone.", "\"Gaze forth into Creation!  view him there!&mdash;</br>His voice is thunder, and his shadow &mdash; light!</br>The forms of earth &mdash; the glorious gems of air</br>Are symbols of his attributes; &mdash; his might</br>Called this fair orb from Chaos and from night;</br>And yet again shall that blue sky be furled,&mdash;</br>That page deep stamped with characters so bright</br>Of praise and power, &mdash; again, to ruin hurled,</br>Fierce flames shall spread a pall above this smiling world.\"", "Would that dread hour were come! &mdash; I could rejoice</br>To see those flames, in Earth's deep bosom pent,</br>Rear the red flag of havoc, and the voice</br>Of the Omnipotent, in thunder sent,</br>Annihilate the universe: &mdash; content</br>My soul fair Nature's blackening wreck would scan,&mdash;</br>Spring forth into its native element</br>And revel in its liberty &mdash; it can</br>Bow to the will of Heaven &mdash; but not the yoke of man.", "My country!  I have gazed upon thy face&mdash;</br>Thy sleeping face &mdash; thy moon-light loveliness&mdash;</br>Then was such grandeur mingled with such grace,</br>I could scarce weep away the fond excess</br>Of passionate admiration &mdash; thy blue dress&mdash;</br>Thy beauteous zone of Ocean, &mdash; Snowdon's might,</br>Whose rugged sides each varied shade confess</br>Of ebon and of ivory: &mdash; at night</br>Say who could look on these, and weep not at the sight?", "Yes weep &mdash; and love &mdash; and worship &mdash; so did I:&mdash;</br>But now grief, anger, hatred, shame, remorse</br>Have made the fountains of my soul grow dry,&mdash;</br>Have frozen the tide of feeling in its course.</br>My country thou art lost! &mdash; a tyrant's force</br>Winds his base chain around thy giant hills,&mdash;</br>Withers thy sacred oaks, &mdash; and, oh!  far worse,</br>Enslaves thy free-born sons, and coldly spills</br>Thy heart's best blood!  'tis well &mdash; he is no foe who kills.", "We fought for thee, my country; &mdash; 'twas the strife</br>Of desperate rage &mdash; the struggle of despair&mdash;</br>The last wild stroke for liberty and life:&mdash;</br>We braved the invader in his fierce career,&mdash;</br>Thy Druid daughters with their flowing hair,</br>Poured in mad onset on the foe, and high</br>Raised the shrill shriek, &mdash; and tossed the torch in air;&mdash;</br>Thy grey rocks, echoing back their thrilling cry,</br>Sent the dread war-note forth &mdash; \"To death or victory!\"&mdash;", "On &mdash; on we rushed; &mdash; the Roman's serried file</br>Shrunk, as it marked the coming tempest grow,</br>Then paused with sullen and contemptuous smile,&mdash;</br>And calmly stern &mdash; determinately slow,</br>Levelled at once the lance's bristling row.&mdash;</br>On &mdash; on we rushed &mdash; what reeked we if to die?</br>My brethren bared their bosom to the foe,</br>Blessing the murderer with their latest sigh,</br>Whose mercy gave but chains &mdash; whose death-blow &mdash; liberty.", "Rejoice, proud Empress of a groaning world!</br>Where battle's crimson tide flows deep and strong,</br>Be thy triumphant eagle's wing unfurled!</br>And, when soft peace glides laughingly along,</br>Thine be the festive dance &mdash; the joyous song!</br>I do not curse thee, Rome. &mdash; Live, tyrant! &mdash; live!&mdash;</br>Yet is there One will measure wrong for wrong&mdash;</br>The God, &mdash; the God of vengeance; &mdash; He will give</br>As thou hast given, &mdash; for me &mdash; I spurn thee, and &mdash; forgive.", "Ha! &mdash; 'twas the shriek of death! &mdash; again! &mdash; again!</br>What visions to my strengthened eye are given!&mdash;</br>A fiery shore &mdash; a blood-empurpled main&mdash;</br>Through lurid clouds of smoke, in tumult driven,</br>The scythe-armed chariot &mdash; helm, and buckler riven:&mdash;</br>Yes! &mdash; Britain triumphs &mdash; Britain's warrior-queen!</br>Rome bites the dust &mdash; Right bravely have ye striven,</br>Children of liberty! &mdash; the time hath been</br>When bards would hymn your praise &mdash; and yet again, I ween,", "That time will come: &mdash; the veil is half withdrawn&mdash;</br>The future's veil of gloom &mdash; I see &mdash; I see</br>The horizon purpling with thy glory's dawn,</br>My native land! &mdash; thy soils shall yet be free&mdash;</br>And brave, &mdash; but not in vain &mdash; thy name shall be</br>The rallying-shout of nations &mdash; heard afar</br>In distant lands, and thundered o'er the sea;&mdash;</br>Thy blood red standard, victory's beacon-star,</br>Shall stream with meteor flash along the clouds of war.", "And then, perchance, this fluttering soul of mine,</br>That thus in music sighs itself away,</br>Again shall prompt some happier bard, to twine</br>Thy fadeless oak-wreath with his rapturous lay&mdash;</br>To sing the triumphs of thy brighter day:&mdash;</br>Till then, farewell, dark Mona's woody dell!</br>Farewell, thou deep blue sea! &mdash; ye mountains grey!</br>Farewell, my lyre! &mdash; thy last expiring swell</br>Just echoes &mdash; it is past &mdash; my lonely lyre, farewell!</br>"]