["If one so humble may presume to raise</br>His lowly voice amid the Aeonian throng;</br>And strive intently to redeem those days,</br>That all unmark'd by deeds have pass'd along:</br>Spirit of Fiction aid my daring song,</br>Whilst I o'er magic ground attempt to range;</br>Through gloomy glens, and paths untrodden long,</br>Haunted by uncouth forms, and phantoms strange,</br>Whose shapes by wizard power have suffer'd wondrous change!", "Yet all unmeet such venturous lay to frame</br>Am I, alas!  Apollo's humblest son:</br>Before me, too, great Spenser's mighty name</br>Shines like a beacon's light, and bids me shun</br>That path, but worthy to be trod by one!</br>Yet why should I ingloriously return,</br>My task allotted, and the work begun?</br>Why shrink from toil or danger, whilst I burn</br>For my young brow one solitary wreath to earn?", "What can he know of life, who ne'er has pass'd</br>Beyond the limits of his native glen?</br>Safe from the peril Fortune's frown may cast</br>On those who mingle with their fellow-men:</br>Assoil'd from vice, because untempted then&mdash;</br>The world unknown, and therefore undesired,</br>Its dangerous pleasures placed beyond his ken</br>Yet is he less, far less, to be admired,</br>Than he, who, braving all, has yet unhurt retired.", "Thus fares the bard, who, check'd by fear, confines</br>His lowly walk along the humbler dale;</br>While he who seeks in Fancy's hidden mines</br>For gems, which there perhaps their brightness veil;</br>Although no cheering smiles his labours hail,</br>Yet with this maxim may his grief restrain&mdash;</br>\"In great attempts 'tis glorious e'en to fail;\"</br>And he who toils, although it prove in vain,</br>Deserveth more than him who doth in sloth remain.", "To know our strength we must exert its power,</br>The breeze must waken ere the bark will speed&mdash;</br>The seed must grow ere it produce a flower,</br>That flower unfold before the fruit succeed.</br>What timorous hand e'er snatch'd the glorious meed</br>That Fame holds forth to those who nobly dare?</br>When rose a guiding star their steps to lead?</br>What though from thence springs hate and carking care,</br>He who the glory gains, may well the envy share.", "Oh!  first and latest of my hopes!  to spread</br>One little ray of light around my tomb;</br>And, like the midnight glow-worm, faintly shed</br>A beam of soften'd splendour through the gloom.</br>O'erweening boy!  and shall thy hand presume</br>To seize that harp thou hast not skill to sound?</br>Bethink thee of th' ambitious stripling's doom,</br>Whose daring brow the sun's bright circlet bound;</br>And shun th' unequal task, warn'd by the fate he found.", "Yet Hope will prompt, and, waken'd by her strain,</br>Lo!  what enchanting shapes are seen to rise;</br>Soft as the hues that deck the glowing main,</br>When Sol's last beams are lingering in the skies,</br>And twilight's shades are falling!  Sunbright dyes</br>Are on their shifting raiments &mdash; the pure glow</br>Of beauty paints each feature, and their eyes</br>Beam with celestial light.  We gaze, and lo!</br>The brilliant vision fades &mdash; brief as the summer bow!", "Beloved Enchantress!  through thy magic glass</br>The kindling shapes assume a brighter hue;</br>Like those in Banquo's mirror, many pass,</br>Spreading their countless forms before the view,</br>For ever varying, and for ever new.</br>What though deceived &mdash; shall we the charm forego</br>For truths our bosoms far too soon will rue?</br>Methinks 'twere better to be cheated so,</br>Than drag aside the veil, anticipating woe.", "Then let me grasp the phantom while I may&mdash;</br>Too soon the future will its face unveil,</br>And all the sad reality display,</br>The darker prospect, and the deeper gale.</br>Perchance e'en now my hopes are doom'd to fail,</br>And dull Oblivion watches for her spoil:</br>Yet will I spread on high my venturous sail,</br>And, while around the angry surges boil,</br>Hold forth my daring course, however vain my toil.", "</br>CANTO I.</br>The evening sun behind the western hills</br>Declining, shed a melancholy ray;</br>While on the foaming streams, and tinkling rills,</br>His redd'ning splendours shone in proud array!</br>Sad setting colours of departing day,</br>Rayons of light that shine upon its grave&mdash;</br>Lingering in grief, as loath to melt away</br>From all those scenes to which they beauty gave,</br>Then sinking by degrees in twilight's shadowy wave.", "Yet not serenely bright his glories shone,</br>In sullen majesty they now declined:</br>Across his face the gathering mists were blown,</br>In forms fantastic by the hollow wind.</br>Low in the southern welkin far combined,</br>The sable clouds their heavy masses roll'd</br>In fierce and blackening billows, or entwined</br>Fast mingling waves around the mountains old,</br>Wrapping their hoary heads in many a vapoury fold.", "The air was still, save that the moaning gust</br>At times would raise a melancholy sound;</br>While distant far, the muttering thunder burst</br>Above the rifted crags, and steeps around!</br>Sublime in dread magnificence they frown'd,</br>As heedless of the awful sounds that broke&mdash;</br>Some were with tufts of fir and bramble crown'd,</br>On others, nothing but a splinter'd oak</br>In solitary grandeur stood, nor fear'd a second stroke.", "Gloomy and sad was the surrounding scene,</br>There Desolation held her cheerless reign:</br>One might have thought man's foot had never been</br>Within the limits of this rocky chain,</br>But that between a mountain deft in twain,</br>A winding pathway shew'd its steep ascent&mdash;</br>Abrupt and rugged like the stormy main;</br>O'er hill and vale its wildering line was bent,</br>Ne seem'd for gilded car, ne prancing palfrey meant.", "Yet even now upon this lonely path,</br>A valiant knight and gentle lady stray'd;</br>As if in haste to 'scape the tempest's wrath,</br>That in so wild, a spot them much dismay'd.</br>Full swift they journey'd, and for nothing stay'd,</br>Though faint and weary from their labour past;</br>For much they fear'd that night's involving shade</br>Would shroud the scene, which now was fading fast,</br>Before some welcome roof o'er them its shelter cast.", "Lingering behind, on Palfrey white as snow,</br>A slender stripling dared the tempest's rage;</br>Upon whose cheek, health's pure suffusive glow</br>Bespoke the blossoms of a tender age!</br>That whitest spot on life's corrupted page,</br>When nought but smiles adorn the dimpled cheek,</br>Ere yet contending hopes begin to wage&mdash;</br>When in the dewy glance, divinely meek,</br>Nought but affections mild, and tender passions speak!", "Gay smiling Sport laugh'd in his eye of blue,</br>While from its thin and snowy lid depending</br>In glossy pride, the shadowy lashes threw</br>A shade, those orbs from day's rude gaze defending:</br>His wanton locks in graceful curls descending,</br>Clung round his neck, or sported on his brow;</br>Now on the breeze their golden threads extending,</br>As if in playful wantonness, and now</br>Clustering in loving guise, like blossoms on the bough.", "As curling mists, that on the summer sky</br>Serenely float before the orb of light,</br>And take a hue, when gliding swiftly by,</br>Than mountain snow, or bursting foam, more white</br>Thus shone his limbs, ne ever mortal wight</br>Could match the beauty of their rounded swell;</br>Soft as the downy peach, without a blight,</br>Smooth as the surface of a polish'd shell</br>Stol'n from fair Thetis' bower, or Amphitrite's cell.", "Joy's wanton smile rose dimpling on his cheek,</br>Light as the zephyr on the glassy lake;</br>Then, moved to laughter by some boyish freak,</br>Warm from his soul the guileless mirth would break;</br>Parting those rosy lips, that one might take</br>For glossy berries glistening with the dew&mdash;</br>Or rosebuds, gather'd ere the sun's awake</br>To steal their balmy freshness &mdash; while in hue</br>Like snow-drops of the morn, his teeth look'd archly through.", "A milk-white vest around his form was thrown,</br>Its silken folds scarce reaching to the knee;</br>Bound to his bosom by an azure zone,</br>Emblem right meet of faith and constancie,</br>Sith in the heav'ns that colour most we see:</br>Perch'd on his hand, or fluttering near his breast,</br>A gentle dove still bore him companie;</br>With dainty flowers, and sky-blue ribbons drest,</br>Of which full proud was he, ne cared to leave his nest.", "Light as the down the thistle casts away,</br>Now would he swiftly speed across the gloom;</br>Then cease his flight, and on some bloomy spray</br>Adjust with sportive beak each ruffling plume:</br>Or sinking down amid the heath's wild bloom,</br>Shroud his white pinions from the gazer's eye;</br>Or in some mossy nook himself entomb,</br>Until the laughing boy would hasten by&mdash;</br>Then burst from his retreat, and spread his wings on high!", "Oh then the sportive cry of wild delight,</br>Like to a streamlet gushing o'er its bed,</br>Would rise uncheck'd, the while in gentle flight</br>That playful dove kept circling round his head.</br>Anon the laughing boy, with arms outspread,</br>And eager eyes, that beam'd with mirthful pleasure,</br>Would snatch his favourite as he swiftly fled,</br>And to his bosom press his darling treasure,</br>Paying his thievish pranks with kisses without measure.", "But now the glowing tints that gemm'd the west,</br>Mourning the sun, grew desolate and pale;</br>'Till coming forth yclad in sombre vest,</br>Meek Twilight threw o'er all her dusky veil.</br>Deep grew the distant hills, and length'ning dale&mdash;</br>The gathering clouds in threat'ning masses frown'd,</br>And o'er the darkling sky majestic sail;</br>While from afar the torrent's thund'ring sound</br>Broke with impetuous roar the calm that slept around!", "Wide through the dusky air the raven flies,</br>Wakening the silence with his boding croak;</br>While the dull owl with solemn voice replies</br>From the dark bosom of a rugged oak,</br>And seems the coming tempest to invoke:</br>With swift, yet flickering wing, the bat arose,</br>And from his gloomy cell abruptly broke,</br>Vexing the dun air with uncertain blows,</br>As through the murky space he swift yet blindly goes.", "Nor more was heard, 'till with an awful sound</br>Burst the loud thunder!  deepening at each crash</br>Its angry voice, and from the mountains round</br>Reverberating deeply, like the dash</br>Of Nile's broad cataract! &mdash; With brighter flash,</br>The lightning blazes, while a sudden gust</br>Rushes impetuous forth, and bends the ash,</br>Far mightier pine, and e'en the oak robust,</br>Scattering with giant strength their branches in the dust!", "The mountains echoed, as the raging blast</br>Swept o'er their rugged bosoms bleak and hoar;</br>Gathering its awful strength, and rushing past</br>Like the huge billows on the rocky shore!</br>Anon it fell, and softer than before</br>Sunk with a hollow murmur down the vale;</br>Then rose again, and with an angry roar</br>Raged in the mountains, 'till the forests pale</br>Bow'd down their mighty heads, and trembled in the gale.", "The rugged valleys in the storm rejoice,</br>Deep murmurs issue from the mountain pine;</br>The caves re-echo to the whirlwind's voice,</br>The torrents murmur as their waters shine;</br>And hill and vale, and rock and stream, combine</br>Their mingled breath in one mysterious sound;</br>As if the Mountain Spirit, laid supine,</br>Raged at the tempest, as it swept around</br>His dark majestic woods, and labyrinths profound!", "Fast on the leaves the heavy rain-drops fell</br>With soft and pattering sound &mdash; then rush'd amain</br>From the dark rolling clouds, that seem'd to swell</br>Like ragged banners in some gloomy fane.</br>Chill'd by the angry blast, and plashing rain,</br>The wanderers gazed around in mute despair,</br>And for a moment check'd the guiding rein;</br>But nothing met their anxious glances there</br>Save dark and gloomy dells, and rugged mountains bare.", "Yet still, as knowing well delay might breed</br>Some greater evil than their present plight,</br>Along the path the wearied train proceed,</br>And through the rising tempest urge their flight:</br>For now on all around, the shades of night</br>Like stormy waves roll'd desolate and dim;</br>Shedding such darkness, that the aching sight</br>Could scarce distinguish aught, save when the beam</br>Of pale electric fires diffused a transient gleam.", "With hesitating pace their steeds advanced,</br>Such foamy torrents from the mountains gush'd;</br>Until before their eyes the lightning glanced&mdash;</br>Then bounding forth, along the path they rush'd</br>In wild affright, 'till on the rowels blush'd</br>The starting blood-drop from the trembling vein</br>Anon the spectral bat before them brush'd&mdash;</br>Scared at the unusual sound, they plunged again,</br>Tossing each wilder'd head, and wild dishevell'd mane!", "Woman!  thou rainbow of man's little sky,</br>Bright o'er the scene a glorious arch extending;</br>Varying by turns each soft and beauteous dye,</br>And with the clouds their magic influence blending</br>Heaven's blessed gift to life its sweetness lending&mdash;</br>What were the world to man, without thy smile?</br>A dreary waste, in gloom and darkness ending</br>And he, more sad and desolate the while,</br>Than the poor shipwreck'd sailor, on his lonely isle!", "E'en as the ivy round the oak entwines</br>Its timid stem, in many a gentle fold;</br>On Man fond Woman, as her strength, reclines,&mdash;</br>Her guard in danger, and in grief her hold.</br>By him her wily foes are soon controll'd.</br>Check'd by the valour which her smile instill'd;</br>That smile, which even makes the timorous bold,</br>And cowards scorn to fly the angry field,</br>Proud to be thought, for once, bright Woman's sword and shield!", "Beloved office!  for her sake to brave</br>The battle's fury, and the avenging steel;</br>And, nerved with vigorous strength, spring forth to save</br>Her charms from all the fury war can deal.</br>Bounds not the bosom, when, with meek appeal,</br>She calls on man for succour or redress;</br>Turning her blue eyes, with a pious zeal,</br>From him to heaven! &mdash; craving God to bless</br>Her brave and generous champion with deserved success?", "What pang can then fall deadlier on the heart,</br>Than when we view that form we hold so dear,</br>In some dark scene of misery bear a part,</br>Yet want the power to calm her rising fear?</br>Oh then, how sad to mark the falling tear,</br>That drops unconscious on the paly cheek;</br>The timid sigh of grief to overhear,</br>Or catch th' inquiring look &mdash; that, wildly meek,</br>Tells to the bursting heart far more than words can speak!", "Hard were the bosom that unmoved could view</br>Those lovely eyes with Sorrow's tribute dim;</br>Oh never could that man in aught be true,</br>Or faith or constancy be found in him!</br>When Grief's full goblet overflows the brim,</br>Be ours the task the bitter draught to drain;</br>Since better 'twere that Man in every limb</br>Should feel the tortures of acutest pain,</br>Than one unbidden tear should Woman's eyelids stain.", "Firm hand and gentle heart should knighthood bear:</br>Firm hand, in Woman's cause to wield the glave;</br>And gentle heart, to soothe her mind's despair,</br>Should Misery's fitful tempest round her rave.</br>Nor were these feelings mute in Eldred, brave;</br>Oh!  never did his faithful bosom feel</br>A sharper pang than grief that moment gave,</br>When thus he saw the whirlwind's loudest peal</br>On her so fondly loved its utmost fury deal.", "In truth, her tender form but badly fared</br>Amid the tempest, that went howling past;</br>Yet still with patience meek its force she dared,</br>Brushing away the tears that trickled fast.</br>At times, her deep blue eyes she upwards cast,</br>Marking the darksome clouds, that hurried by</br>In gloomy billows, terrible and vast;</br>While from her breast th' involuntary sigh</br>Of prayer and supplication rose to Him on high!", "Not so her little Page.  His cheek of bloom</br>Still bore the dimple Mirth delights to see;</br>And look'd as beautiful amid the gloom,</br>As the bright blossom on the leafless tree!&mdash;</br>In sooth, he was as gay as gay might be,</br>And seem'd unconscious of their evil plight;</br>Shouting full oft, with light and joyous glee,</br>When the red lightning, 'wildering and bright,</br>Scatter'd abruptly round its evanescent light.", "Yet all observant of his Lady's fear,</br>While raved the storm, still near her side he kept,</br>And strove with gentle words her mind to cheer,</br>And soothed her anxious feelings as she wept;</br>Soft as the breath of morn, his accents crept</br>Upon her heart, and like th' Aeolian lyre,</br>When o'er its chords the murmuring breeze has swept,</br>Chased her fond terrors, and bade peace inspire</br>A blessed calm within, unmixed with earthly fire.", "Still with impetuous fury burst the storm,</br>While gloomy darkness wrapt the lurid air!&mdash;</br>Nought could be seen, unless at times the form</br>Of ragged cliff, that in the lightning's glare</br>Abruptly shone! &mdash; or tree, whose branches bare</br>Shook, as the raging winds around did howl;</br>And seem'd as if by demon planted there,</br>To mark some wicked deed, abhorr'd and foul,</br>That had been wrought beneath, while shriek'd the boding owl!", "Wearied and sad, the train pursued their way</br>Along that dangerous path so wild and lone;</br>Yet slow, for many a branch athwart them lay,</br>From its tough parent by the tempest blown.</br>Nor goading spur, nor rider's threat'ning tone,</br>Could now upon their jaded steeds prevail,</br>When, lo!  a flickering light before them shone</br>Amid the gloom, &mdash; like meteor of the dale,</br>That blazeth for a time, and then its torch doth veil.", "As when a band of Pilgrims, who have stray'd</br>Full many a dreary mile on deserts bare,</br>Exhausted &mdash; weary &mdash; spiritless &mdash; dismay'd&mdash;</br>Who serve their last repast in mute despair,</br>And gaze around, yet see no refuge there:</br>If through the mist, that shrouds the distant space,</br>Gleam Mecca's sacred walls, what joy they share!</br>At once they bend, and thank the God of grace;</br>And then renew their task, with blithe and freshen'd pace.", "E'en such the bliss the weary wand'rers felt,</br>When that pale glimmering cresset met their gaze:</br>To Him, whose bounteous hand the blessing dealt,</br>A silent prayer of thankfulness they raise.</br>Celestial Hope amid the storm displays</br>Her form, still brightest when Affliction's near;</br>And pictures to their view the cheering blaze</br>So vividly &mdash; they almost think they hear</br>The cry of human voices bursting on the ear.", "And now a deep-toned bell, with hollow sound,</br>Loud on the blast its sullen accents flung;</br>The while each darksome cave, and dell around,</br>Return'd the echoes of its iron tongue.</br>With dazzling blaze that welcome light up-sprung,</br>Scattering abroad a wide and tremulous ray;</br>Now on the dripping leaves its radiance hung,</br>Now deck'd their path with many a sparkle gay,&mdash;</br>Like the moon's quivering light upon the ocean's spray.", "At length, amid the darkness, they descried</br>An ancient Castle frowning on the steep,</br>Resting its ivy'd walls, in hoary pride,</br>Upon the mountain's verge, abrupt and deep.</br>Scath'd by the lightning's blaze, both tower and keep,</br>Like grisly giants, rear'd their forms aloof;</br>While arch and buttress propt each mould'ring heap,</br>And bore aloft its grey and massy roof;&mdash;</br>Slumbering like warrior old upon his shield of proof.", "Unwearied Time upon its lonely walls,</br>With aspect stern, his endless vigils kept;</br>While grim Oblivion through the tottering halls,</br>Tim'rous and watchful, like a murderer crept,</br>And from each sculptured stone the record swept</br>With folded arms, and features meekly pale,</br>Majestic Fame beheld their deeds, and wept;</br>Then drawing o'er her face a sombre veil,</br>Retired with faltering steps in silence to bewail", "Its mouldering battlements, o'ergrown with moss,</br>Yet mock'd the power which bade their strength decay,</br>And rear'd their forms above the antique fosse,</br>Stern vestiges of ages pass'd away:</br>Unholy Darkness crouch'd beneath them lay,</br>In blacker shadow, and with grim affright;</br>While from the loftiest tower a beacon's light</br>Shed through the dusky air its welcome light,&mdash;</br>Shining like Bethle'm's star, the Pilgrim's guide by night.", "Beneath a gothic porch, with lofty towers</br>Flanking its gloomy entrance, wide and dim,</br>The train dismounted, while above them lowers</br>A mouldering arch propt on its pillars slim;</br>Mantle and shield, helm, crest, and scutcheon trim,</br>In rude emblazonry, above were seen;</br>While uncouth forms of saint and warrior grim,</br>On either side from sculptured niches lean,</br>Gazing on all below, with stern and threat'ning mein.", "The folding-doors on massy hinges hung,</br>And render'd strong by many an iron clamp,</br>Wide in the whistling blast were open flung,</br>Their aged barriers mouldering with the damp.</br>Loud on the echoing floor their coursers tramp</br>And neigh, as conscious that their toil was past.</br>While, beaming far within, a brazen lamp,</br>Suspended from the lofty ceiling, cast</br>Around its dubious light, oft flickering in the blast.", "As the bright hyacinth its blossom waves,</br>And shakes and trembles in the passing gale;</br>And feels, while yet th' ungentle blast it braves,</br>Its bloom departing, and its vigour fail:</br>Thus stood that lady mild, with features pale,</br>And limbs that scarce their burden could uphold;</br>Her dark hair streaming like a vestal's veil,</br>Its glossy threads in wild profusion roll'd</br>Adown her snowy neck, or on her bosom cold.", "Through the large drops that gemm'd their silken lashes,</br>Like Vesper's light when shining on the deep,</br>With soft and magic beam her dark eye flashes,</br>(Brighter than violets, when the dew-drops steep</br>Their buds sky-tinctured, and in fragrance weep,)</br>Her wanton tresses, with the zephyr playing,</br>Like clustering tendrils o'er her forehead sweep,</br>Hiding its lovely form, and now displaying</br>The pure and spotless snow beneath their tangles laying.", "The bleak and envious wind had rudely blown</br>The silken scarf from off her shoulders fair,</br>More bright and dazzling than the sea-spray thrown</br>From the dark rocks, while rage the billows there.</br>The cygnet flying through the sunny air,</br>No dusky spot its silvery whiteness staining,</br>Her snowy breast might emulate; or compare</br>With Parian stone, from Art's firm hand attaining</br>Perfection's latest touch, no speck or scar remaining.", "On Eldred's arm her faltering steps she stay'd,</br>Hope's gentle smile rekindling on her face,</br>Like the soft dimple on the waters made</br>By the light insect in its airy chase;</br>Her white neck bending with benignant grace</br>Towards that laughing boy, who, by her side,</br>Tripp'd like a young gazelle, with joyous pace,</br>Fondling his favourite, &mdash; who, with wanton pride,</br>Flutter'd his glossy wings, and cooing soft replied.", "Flush'd were his lovely cheeks, their hue resembling</br>The opening rose, when on its silken breast</br>The timid drops of dew are brightly trembling,</br>And blushing in their soft and fragrant nest.</br>Drench'd were his ringlets, while, beneath his vest,</br>His little heart rose bounding with delight;</br>And sweet smiles playing round his lips, express'd</br>The joy he felt, to see his lady bright</br>Thus shelter'd from the storm and darkly-per'lous night.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>"]