["Again the summer shines!  with mightier flame</br>The Sun exults his lengthen'd course to roll,</br>And wide diffuse through the human frame</br>A languid bliss that melts the poet's soul.", "It melts the soul, but gives the pow'r to sing</br>Those visionary scenes itself inspires;</br>Tunes it to harmonies of noblest string,</br>And bids it glow with more than mortal fires.", "Great Life of all the world, and Lord of day!</br>Best symbol of our common Maker's might!</br>Well might th' unguided heathen thee obey,</br>And prostrate hail thy orb's returning light;", "For oft myself have felt the rapt'rous heat</br>Steal o'er my senses like a fairy dream;</br>Then, when my yielding limbs have sought retreat,</br>And sunk in silence near some shaded stream;", "My soul, on Fancy's wing sublimely borne,</br>Hath mus'd of scenes too bright for mortal eye;</br>Hath seen white robes by saints and martyrs worn,</br>And heard th' eternal carols of the sky.", "Oft too luxuriant Fancy reigns alone,</br>And calls from fablers old a varying band;</br>And scenes of bliss to waking life unknown,</br>Rise, change, and vanish, as she gives command.", "Imagination works with all her pow'rs,</br>And gorgeous Knights in glitt'ring troops are seen,</br>And courteous squires, and dwarfs, and moated tow'rs,</br>And all the splendours of the gothick scene.", "Bards too of other times resume their lyres!</br>The glorious tale that Chaucer's Knight hath told</br>Sounds in mine ears, and fills me with its fires:</br>And now the jousting warriours I behold,", "And Palamon is to the stake convey'd:</br>Now from the earth upstarts th' infernal fiend;</br>Now dying Arcite wills the dear bought maid,</br>If she can ever love, to love his friend.", "Anon prince Arthur's blazing shield o'erthrows</br>The giant conqueror of the Red Cross Knight;</br>Or ruthless Talus drives his host of foes</br>With unrelenting flail and iron might.", "Dear scenes of blest delusion!  golden dreams!</br>And always innocent, and always new!</br>Where oft with truths sublime the fiction teems,</br>And Virtues noblest patterns strike the view:", "Ye feed the fancy, nor seduce the heart!</br>For from our reach remote your actions lie;</br>No youth can now assume Pyrochles' part,</br>No modern maid like poor Parthenia die.", "Not so the spurious and destructive brood,</br>The graceless toys of more enlighten'd times,</br>That teach the child to languish to be woo'd,</br>Create her follies, and contrive her crimes:", "These clear the paths to ruin and to shame:</br>Perhaps, by these poor Delia was undone!</br>Delia!  whose lost and desolated fame</br>Friendship can only weep, and virtue shun!", "But O!  the gorgeous tales of earlier days,</br>Where fancy shines in mystick fiction bright;</br>Where chastity is woman's fairest praise,</br>And virtue's cause inspires the vent'rous knight;", "Be these my choice!  and who, by these refin'd,</br>Would bear the bus'ness of life's publick croud;</br>Would change these wand'rings of th' enchanted mind</br>For all the splendid slav'ry of the proud.", "But these to few are giv'n: &mdash; unknown they lie,</br>Unsought, unhonour'd, by the venal herd</br>Where purseproud wealth can injur'd worth defy,</br>And poverty alone is shunn'd and fear'd.", "Unknown they lie where sturdy labour lives</br>And earns with ceaseless care his scanty meal;</br>Oft too where chance the pow'rs of leisure gives,</br>Superior fate denies the pow'r to feel.", "Yet some perchance, in this tempestuous time</br>Some still remain, and sure not meanly blest,</br>Whose rambling thoughts have reach'd this rapt'rous clime,</br>And view'd these scenes of fancy and of rest.", "For them all nature breathes elysian grace,</br>And sweets ambrosial stream from every flow'r;</br>Fairies for them the green-sward ringlets trace,</br>And magick's mightiest influence guards their bow'r.", "And should blest Competence from heav'n descend,</br>And from a patron's will their freedom save;</br>To such, congenial with myself, I'll bend,</br>And consecrate the verse these visions gave.</br>"]