["His simple truths did Andrew glean</br>Beside the babbling rills;</br>A careful student he had been</br>Among the woods and hills.</br>One winter's night, when through the Trees</br>The wind was thundering, on his knees</br>His youngest born did Andrew hold:</br>And while the rest, a ruddy quire,</br>Were seated round their blazing fire,</br>This Tale the Shepherd told.", "\"I saw a crag, a lofty stone</br>As ever tempest beat!</br>Out of its head an Oak had grown,</br>A Broom out of its feet.</br>The time was March, a cheerful noon&mdash;</br>The thaw-wind, with the breath of June,</br>Breathed gently from the warm South-west:</br>When in a voice sedate with age</br>This Oak, a giant and a sage,</br>His neighbour thus addressed:&mdash;", "\"Eight weary weeks, through rock and clay,</br>Along this mountain's edge</br>The Frost hath wrought both night and day,</br>Wedge driving after wedge.</br>Look up, and think, above your head</br>What trouble surely will be bred;</br>Last night I heard a crash &mdash; 'tis true,</br>The splinters took another road&mdash;</br>I see them yonder &mdash; what a load</br>For such a Thing as you!", "You are preparing as before,</br>To deck your slender shape;</br>And yet, just three years back &mdash; no more&mdash;</br>You had a strange escape:</br>Down from yon Cliff a fragment broke,</br>It came, you know, with fire and smoke</br>And hither did it bend its way.</br>This pond'rous block was caught by me,</br>And o'er your head, as you may see,</br>'Tis hanging to this day.", "The Thing had beeter been asleep,</br>Whatever thing it were,</br>Or Breeze, or Bird, of fleece of Sheep,</br>The first did plant you there.</br>For you and your green twigs decoy</br>The little witless Shepherd-boy</br>To come and slumber in your bower;</br>And, trust me, on some sultry noon,</br>Both you and he, Heaven knows how soon!</br>Will perish in one hour.", "From me this friendly warning take\"&mdash;</br>&mdash;The Broom began to doze,</br>And thus, to keep herself awake,</br>Did gently interpose.</br>\"My thanks for your discourse are due;</br>That more than what you say is true,</br>I know, and I have known it long;</br>Frail is the bond by which we hold</br>Our being, whether young or old,</br>Wise, foolish, weak, or strong.", "Disasters, do the best we can,</br>Will reach both great and small;</br>And he is oft the wisest man,</br>Who is not wise at all.</br>For me, why should I wish to roam?</br>This spot is my paternal home,</br>It is my pleasant Heritage;</br>My father many a happy year,</br>Spread here his careless blossoms, here</br>Attain'd a good old age.", "Even such as his may be my lot.</br>What cause have I to haunt</br>My heart with terrors?  Am I not</br>In truth a favour'd plant!</br>The Spring for me a garland weaves,</br>Of yellow flowers and verdant leaves,</br>And, when the Frost is in the sky,</br>My branches are so fresh and gay</br>That You might look at me and say,</br>This Plant can never die.", "The butterfly, all green and gold,</br>To me hath often flown,</br>Here in my blossoms to behold</br>Wings lovely as his own.</br>When grass is chill with rain or dew,</br>Beneath my shade, the mother ewe</br>Lies with her infant lamb; I see</br>The love, they to each other make,</br>And the sweet joy, which they partake,</br>It is a joy to me.\"", "Her voice was blithe, her heart was light;</br>The Broom might have pursued</br>Her speech, until the stars of night</br>Their journey had renew'd.</br>But in the branches of the Oak</br>Two Ravens now began to croak</br>Their nuptial song, a gladsome air;</br>And to her own green bower the breeze</br>That instant brought two stripling Bees</br>To feed and murmur there.", "One night the Wind came from the North</br>And blew a furious blast,</br>At break of day I ventured forth,</br>And near the cliff I pass'd.</br>The storm had fallen upon the Oak</br>And struck him with a mighty stroke,</br>And whirl'd, and whirl'd him far away;</br>And in one hospitable Cleft,</br>The little careless Broom was left</br>To live for many a day.</br>"]