["Hence with thy rhapsodies &mdash;  the world, the world!&mdash;</br>Wends on his reckless course the gay &mdash; the young&mdash;</br>Where Fashion hath her gonfalon unfurled,</br>And Beauty's Circe-lips have loudest sung!</br>What though the roses which fond childhood flung</br>O'er his calm breast are scorch'd by Passion's flame,</br>And all is desolate where they blushing sprung;&mdash;</br>He seeks enjoyment, and loud laughs at fame,&mdash;</br>He gains it &mdash; bitter gain:  a mockery &mdash; but a name!", "Yet though &mdash; albeit, in his wild career,</br>He join in midnight dance and revelry,&mdash;</br>And doth, like tipsy pilot, madly steer</br>His reeling bark through Passion's ruthless sea,&mdash;</br>Uncheer'd, unlustred by bright Beauty's eye,</br>Long wont to shine, and kindly guidance give&mdash;</br>(A constant cynosure from laughing sky),</br>Yet hath been his to some (sad) purpose live,</br>And have a goal in life, though not a name survive!", "But 'tis not thus with cold and cloister'd Sage,</br>Wasting in calculating dreams his day;</br>Till his shorn temples are besprent by age,</br>And manhood's sunshine yields to evening gray!</br>One constant task his rolling years display,&mdash;</br>His task of vision'd mystics; whilome health</br>Fades like a morning mist away &mdash; away,&mdash;</br>And grim Death stalks with solemn-pacing stealth,</br>To mar his full-blown hopes, &mdash; his heart's long-hoarded wealth!", "Then &mdash; then what boots the philosphic fire</br>That lit the sacred mansion of his breast?</br>Freedom from Passion's thrall and young Desire,&mdash;</br>And stern rebuke of Beauty's soft behest,</br>Sighing and pining to be fond carest?</br>Hath he enjoy'd the loveliness of life,</br>Alone by Reason's Prosper-wand confess'd?</br>Alas!  his feverish dreams and visions rife</br>Have mildew'd judgment, &mdash; thought, &mdash; though far removed from strife.", "Land of the storied brave, &mdash; though now the tread</br>Of the dull slave unechoed walk the ground,</br>Yet, glorious land, thine &mdash; thine the learned dead!</br>There his wise saws the Citian sage around</br>To wondering crowds proclaim'd; there &mdash; there was found</br>The heaven-blest doctor of the Academe;</br>Thence the Aristotelian thunder's sound</br>Issued, and glow'd the philosophic beam;</br>Yet light-sped it has pass'd, and all is but a dream!", "Death and obstruction now their empire hold</br>Where once was angry jar and hot dispute;</br>Fame, that would aye their endless praise have told!</br>Hath silenced now her hoarse unheeded suit</br>To hard posterity; &mdash; and all is mute,</br>Save the loud jibes of envious Mockery's tongue,</br>Such is of earthy Worth the bitter fruit:</br>While o'er its tomb her scornful laugh hath rung,</br>When pointing at the 'scutcheon Age would high have hung!", "And thy lot, wisdom-scoffer, is the same,</br>Though mock'st thou Cynic tub and Stoic school!</br>Yes, Folly ne'er will fail her own to claim,&mdash;</br>Her mark denounces thee, cold, heartless fool,</br>For wasting life without design or rule!</br>Of, foolishness!  to gaze upon the land,</br>And idly deem Creation but the tool</br>To feed thy sluggishness with impious hand&mdash;</br>And for thee wonders work, as erst on Egypt's strand!", "Enthusiast &mdash; impious boaster, &mdash; think'st the earth</br>In gladness yields to summer's hot embrace,</br>Only to lengthen thy impassion'd mirth;</br>So thou, exalted in thy pride of place,</br>Deem thyself only favour'd of thy race?</br>The while to waste is thine sole idle care,</br>In bubbled fancies, youth and manhood's grace;</br>And having dreamt of pleasure &mdash; new, bright, fair,</br>In rapture wild thou snatchest &mdash; and Death's hand is there!", "Bold madman &mdash; fool &mdash; save bauble, crest, and bell!</br>Nurtured hadst thou that seed kind Heaven hath sown</br>Within thy bosom, &mdash; and who &mdash; who shall tell</br>But it to glowing vigour might have grown,</br>And yielded richer fruit than e'er hath blown</br>Within the Hesperian dragon-warded meads?</br>But years on swallow-wings have rapid flown,</br>Whilst thou art yet to learn that there must needs,</br>To immortalize thy name, be bright immortal deeds!", "Read ye the page of history:  Greece had sons</br>Such as have never lived in other land!</br>Think yet the glory which through ages runs</br>In loud acclaim of that most glorious band,</br>Who scorn'd to yield, and died with glaive in hand,</br>Was but the work of chance? &mdash; No; Spartan laws,</br>Which they were taught full well to understand,</br>And Lacedemonian discipline &mdash; the cause!</br>Persuasion only from his cell Perfection draws.", "'Tis not for all, with honied words, to lull</br>The storm-urged fury of the vulgar crew,&mdash;</br>Nor Nature's gems from their dark mines to cull,&mdash;</br>Nor drink at Inspiration's fount, where few</br>Quaff'd, and of old poetic frensy drew!</br>'Tis not the child's from cradle forth to move,</br>Prankt in the array of grace and wisdom true,</br>Like Pallas springing from the head of Jove,</br>Clad in the dazzling panoply of heaven above!", "Yet on, o'er spring-flower'd earth, o'er wintry seas,</br>Reckless ye haste, with never-tarrying speed,</br>Clouded with Folly's thousand fantasies;&mdash;</br>Shadows your aim ,&mdash; and Death the well-earn'd meed!</br>On &mdash; on ye pass, &mdash; and thousands quick succeed!</br>Such is the scope of human joys and fears!</br>Thrice blest is hope, and trebly cursed in deed!</br>Ye clutch the bow that high in heaven appears,</br>As though some new delight, &mdash; ye clutch a bow of tears!</br>"]