["Orleans was hush'd in sleep.  Stretch'd on her couch</br>The delegated Maiden lay:  with toll</br>Exhausted and sore anguish, soon she closed</br>Her heavy eye-lids; not reposing then,</br>For busy Phantasy, in other scenes</br>Awakened.  Whether that superior powers,</br>By wise permission, prompt the midnight dream,</br>Instructing so the passive faculty;</br>Or that the soul, escaped its fleshly clog,</br>Flies free, and soars amid the invisible world,</br>And all things are that  seem.", "Along a moor,</br>Barren, and wide, and drear, and desolate,</br>She roam'd a wanderer thro' the cheerless night.</br>Far thro' the silence of the unbroken plain</br>The bittern's boom was beard, hoarse, heavy, deep,</br>It made most fitting music to the scene.</br>Black clouds, driven fast before the, stormy wind.</br>Swept shadowing; thro' their broken folds the moon</br>Struggled sometimes with transitory ray,</br>And made the moving darkness visible.</br>And now arrived beside a fenny lake</br>She stands:  amid its stagnate waters, hoarse</br>The long sedge rustled to the gales of night.</br>An age-worn bark receives the Maid, impell'd</br>By powers unseen; then did the moon display</br>Where thro' the crazy vessel's yawning side</br>The muddy wave oozed in:  a female guides,</br>And spreads the sail before the wind, that moan'd</br>As melancholy mournful to her ear,</br>As ever by the dungeon'd wretch was heard</br>Howling at evening round the embattled towers</br>Of that hell-house of France, ere yet sublime</br>The almighty people from their tyrant's hand</br>Dash'd down the iron rod.", "Intent the Maid</br>Gazed on the pilot's form, and as she gazed</br>Shiver'd, for wan her face was, and her eyes</br>Hollow, and her sunk cheeks were furrowed deep,</br>Channell'd by tears; a few grey locks hung down</br>Beneath her hood:  then thro' the Maiden's veins</br>Chill crept the blood, for, as the night-breeze pass'd,</br>Lifting her tatter'd mantle, coil'd around</br>She saw a serpent gnawing at her heart.", "The plumeless bat with short shrill note flits by,</br>And the night-raven's scream came fitfully,</br>Borne on the hollow blast.  Eager the Maid</br>Look'd to the shore, and now upon the bank</br>Leaps, joyful to escape, yet trembling still</br>In recollection.", "There, a mouldering pile</br>Stretch'd its wide ruins, o'er the plain below</br>Casting a gloomy shade, save where the moon</br>Shone thro' its fretted windows:  the dark Yew,</br>Withering with age, branched there its naked roots,</br>And there the melancholy Cypress rear'd</br>Its head; the earth was heav'd with many a mound,</br>And here and there a half-demolish'd tomb.", "And now, amid the ruin's darkest shade,</br>The Virgin's eye beheld where pale blue flames</br>Rose wavering, now just gleaming from the earth,</br>And now in darkness drown'd.  An aged man</br>Sat near, seated on what in long-past days</br>Had been some sculptur'd monument, now fallen</br>And half-obscured by moss, and gathered heaps</br>Of withered yew-leaves and earth-mouldering bones;</br>And shining in the ray was seen the track</br>Of slimy snail obscene.  Composed his look,</br>His eye was large and rayless, and fix'd full</br>Upon the Maid; the blue flames on his face</br>Stream'd a pale light; his face was of the hue</br>Of death; his limbs were mantled in a shroud.", "Then with a deep heart-terrifying voice,</br>Exclaim'd the Spectre, \"Welcome to these realms,</br>These regions of DESPAIR!  O thou whose steps</br>By GRIEF conducted to these sad abodes</br>Have pierced; welcome, welcome to this gloom</br>Eternal, to this everlasting night,</br>Where never morning darts the enlivening ray,</br>Where never shines the sun, but all is dark,</br>Dark as the bosom of their gloomy King.", "So saying he arose and by the hand</br>The Virgin seized with such a death-cold touch</br>As froze her very heart; and drawing on,</br>Her, to the abbey's inner ruin, led</br>Resistless.  Thro' the broken roof the moon</br>Glimmer'd a scatter'd ray:  the ivy twined</br>Round the dismantled column; imaged forms</br>Of Saints and warlike Chiefs, moss-canker'd now</br>And mutilate, lay strewn upon the ground,</br>With crumbled fragments, crucifixes fallen,</br>And rusted trophies; and amid the heap</br>Some monument's defaced legend spake</br>All human glory vain.", "The loud blast roar'd</br>Amid the pile; and from the tower the owl</br>Scream'd as the tempest shook her secret nest.</br>He, silent, led her on, and often paus'd,</br>And pointed, that her eye might contemplate</br>At leisure the drear scene.", "He dragged her on</br>Thro' a low iron door, down broken stairs;</br>Then a cold horror thro' the Maidens frame,</br>Crept, for she stood amid a vault, and saw,</br>By the sepulchral lamp's dim glaring light,</br>The fragments of the dead.", "\"Look here!\"  he cried,</br>Damsel, look here!  survey this house of Death</br>O soon to tenant it!  soon to increase</br>These trophies of mortality!  for hence</br>Is no return.  Gaze here!  behold this skull,</br>These eyeless sockets, and these unflesh'd jaws,</br>That with their ghastly-grinning, seem to mock</br>Thy perishable charms; for thus thy cheek</br>Must moulder.  Child of Grief!  shrinks not thy soul,</br>Viewing these horrors?  trembles not thy heart</br>At the dread thought, that here its life's-blood soon</br>Shall stagnate, and the finely-fibred frame,</br>Now warm in life and feeling, mingle soon</br>With the cold clod?  a thought most horrible!</br>So only dreadful, for reality</br>Is none of suffering here; here all is peace;</br>No nerve will throb to anguish in the grave.</br>Dreadful it is to think of losing life,</br>But having lost, knowledge of loss is not,</br>Therefore no ill.  Haste, Maiden, to repose;</br>Probe deep the seat of life.\"", "So spake DESPAIR,</br>The vaulted roof echoed his hollow voice,</br>And all again was silence.  Quick her heart</br>Panted.  He drew a dagger from his breast,</br>And cried again, \"Haste Damsel to repose!</br>One blow, and rest for ever!\"  On the Fiend</br>Dark scowl'd the Virgin with indignant eye,</br>And dash'd the dagger down.   He next his heart</br>Replaced the murderous steel, and drew the Maid</br>Along the downward vault.", "The damp earth gave</br>A dim sound as they pass'd:  the tainted air</br>Was cold, and heavy with unwholesome dews.</br>\"Behold!\"  the fiend exclaim'd, \"how gradual here</br>The fleshly burden of mortality</br>Moulders to clay!\"  then fixing his broad eye</br>Full on her face, he pointed where a corpse</br>Lay livid; she beheld with loathing look,</br>The spectacle abhorr'd by living man.", "\"Look here!\"  DESPAIR pursued, \"this loathsome mass,</br>Was once as lovely, and as full of life</br>As, Damsel!  thou art now.  Those deep-sunk eyes</br>Once beam'd the mild light of intelligence,</br>And where thou seest the pamper'd flesh-worm trail,</br>Once the white bosom heaved.  She fondly thought</br>That at the hallowed altar, soon the Priest</br>Should bless her coming union, and the torch</br>Its joyful lustre o'er the hall of joy,</br>Cast on her nuptial evening:  earth to earth</br>That Priest consign'd her, and the funeral lamp</br>Glares on her cold face; for her lover went</br>By glory lur'd to war, and perish'd there;</br>Nor she endur'd to live.  Ha!  fades thy cheek?</br>Dost thou then, Maiden, tremble at the tale?</br>Look here!  behold the youthful paramour!</br>The self-devoted hero!\"", "Fearfully</br>The Maid look'd down, and saw the well known face</br>Of THEODORE!  in thoughts unspeakable,</br>Convulsed with horror, o'er her face she clasp'd</br>Her cold damp hands:  \"shrink not,\" the Phantom cried,</br>\"Gaze on!  for ever gaze!\"  more firm he grasp'd</br>Her quivering arm:  \"this lifeless mouldering clay,</br>As well thou know'st, was warm with all the glow</br>Of Youth and Love; this is the arm that cleaved</br>Salisbury's proud crest, now motionless in death,</br>Unable to protect the ravaged frame</br>From the foul Offspring of Mortality</br>That feed on heroes.  Tho' long years were thine,</br>Yet never more would life reanimate</br>This murdered man; murdered by thee!  for thou</br>Didst lead him to the battle from his home,</br>Else living there in peace to good old age:</br>In thy defence he died:  strike deep!  destroy</br>Remorse with Life.\"", "The Maid stood motionless,</br>And, wistless what she did, with trembling hand</br>Received the dagger.  Starting then, she cried,</br>\"Avaunt DESPAIR!  Eternal Wisdom deals</br>Or peace to man, or misery, for his good</br>Alike design'd; and shall the Creature cry,</br>'Why hast thou done this?' and with impious pride</br>Destroy the life God gave?\"", "The Fiend rejoin'd,</br>\"And thou dost deem it impious to destroy</br>The life God gave?  What, Maiden, is the lot</br>Assigned to mortal man?  born but to drag,</br>Thro' life's long pilgrimage, the wearying load</br>Of being; care corroded at the heart;</br>Assail'd by all the numerous train of ills</br>That flesh inherits; till at length worn out,</br>This is his consummation! &mdash; think again!</br>What, Maiden, canst thou hope from lengthen'd life</br>But lengthen'd sorrow?  If protracted long,</br>Till on the bed of death thy feeble limbs</br>Outstretch their languid length, oh think what thoughts,</br>What agonizing woes, in that dread hour,</br>Assail the sinking heart!  slow beats the pulse,</br>Dim grow's the eye, and clammy drops bedew</br>The shuddering frame; then in its mightiest force,</br>Mightiest in impotence, the love of life</br>Seizes throbbing heart, the faltering lips</br>Pour out the impious prayer, that fain would change</br>The unchangeable's decree, surrounding friends</br>Sob round the sufferer, wet his cheek with tears,</br>And all he loved in life embitters death!", "\"Such, Maiden, are the pangs that wait the hour</br>Of calmest dissolution!  yet weak man</br>Dares, in his timid piety, to live;</br>And veiling Fear in Superstition's garb,</br>He calls her Resignation!", "\"Coward wretch!</br>Fond Coward!  thus to make his Reason war</br>Against his Reason!  insect as he is,</br>This sport of Chance, this being of a day,</br>Whose whole existence the next cloud may blast,</br>Believes himself the care of heavenly powers,</br>That God regards Man, miserable Man,</br>And preaching thus of Power and Providence,</br>Will crush the reptile that may cross his path!", "\"Fool that thou art!  the Being that permits</br>Existence, gives to man the worthless boon:</br>A goodly gift to those who, fortune-blest,</br>Bask in the sunshine of Prosperity,</br>And such do well to keep it.  But to one</br>Sick at the heart with misery, and sore</br>With many a hard unmerited affliction,</br>It is a hair that chains to wretchedness</br>The slave who dares not burst it!", "\"Thinkest thou,</br>The parent, if his child should unrecall'd</br>Return and fall upon his neck, and cry,</br>Oh!  the wide world is comfortless, and full</br>Of vacant joys and heart-consuming cares,</br>I can be only happy in my home</br>With thee &mdash; my friend! &mdash; my father!\"  Thinkest thou,</br>That he would thrust him as an outcast forth?</br>Oh!  he would clasp the truant to his heart,</br>And love the trespass.\"", "Whilst he spake, his eye</br>Dwelt on the Maiden's cheek, and read her soul  </br>Struggling within.  In trembling doubt she stood,</br>Even as the wretch, whose famish'd entrails crave</br>Supply, before him sees the poison'd food</br>In greedy horror.", "Yet not long the Maid</br>Debated, \"Cease thy dangerous sophistry,</br>Eloquent tempter!\"  cried she.  \"Gloomy one!</br>What tho' affliction be my portion here,</br>Think'st thou I do not feel high thoughts of joy,</br>Of heart-ennobling joy, when I look back</br>Upon a life of duty well perform'd,</br>Then lift mine eyes to Heaven, and there in faith</br>Know my reward?  I grant, were this life all,</br>Was there no morning to the tomb's long night,</br>If man did mingle with the senseless clod,</br>Himself as senseless, then wert thou indeed</br>A wise and friendly comforter!  But, Fiend!</br>There is a morning to the tomb's long night,</br>A dawn of glory, a reward in Heaven,</br>He shall not gain who never merited.</br>If thou didst know the worth of one good deed</br>In life's last hour, thou would'st not bid me lose</br>The power to benefit; if I but save</br>A drowning fly, I shall not live in vain.</br>I have great duties.  Fiend!  me France expects,</br>Her heaven-doom'd Champion.\"", "\"Maiden, thou hast done</br>Thy mission here,\" the unbaffled Fiend replied:</br>\"The foes are fled from Orleans:  thou, perchance</br>Exulting in the pride of victory,</br>Forgettest him who perish'd!  yet albieit</br>Thy harden'd heart forget the gallant youth</br>That hour allotted canst thou not escape,</br>That dreadful hour, when Contumely and Shame</br>Shall sojourn in thy dungeon.  Wretched Maid!</br>Destined to drain the cup of bitterness,</br>Even to its dregs!  England's inhuman Chiefs</br>Shall scoff thy sorrows, black thy spotless fame,</br>Wit-wanton it with lewd barbarity,</br>And force such burning blushes to the cheek</br>Of Virgin modesty, that thou shalt wish</br>The earth might cover thee!  in that last hour,</br>When thy bruis'd breast shall heave beneath the chains</br>That link thee to the stake; when o'er thy form,</br>Exposed unmantled, the brute multitude</br>Shall gaze, and thou shalt hear the ribald taunt,</br>More painful than the circling flames that scorch</br>Each quivering member; wilt thou not in vain</br>Then wish my friendly aid?  then wish thine ear</br>Had drank my words of comfort?  that thy hand</br>Had grasp'd the dagger, and in death preserved</br>Insulted modesty?\"", "Her glowing cheek</br>Blush'd crimson; her wide eye on vacancy</br>Was fix'd; her breath short panted.  The cold Fiend,</br>Grasping her hand, exclaim'd, \"too-timid Maid,</br>So long repugnant to the healing aid</br>My friendship proffers, now shalt thou behold</br>The allotted length of life.\"", "He stamp'd the earth,</br>And dragging a huge coffin as his car,</br>Two GOULS came on, of form more fearful-foul</br>Than ever palsied in her wildest dream</br>Hag-ridden Superstition.  Then' DESPAIR</br>Seiz'd on the Maid whose curdling blood stood still,</br>And placed her in the seat; and on they pass'd</br>Adown the deep descent.  A meteor light</br>Shot from the Daemons, as they dragg'd along</br>The unwelcome load, and mark'd their brethren glut</br>On carcasses.", "Below the vault dilates</br>Its ample bulk.  \"Look here!\" &mdash; DESPAIR addrest</br>The shuddering Virgin, \"see the dome of DEATH!\"</br>It was a spacious cavern, hewn amid</br>The entrails of the earth, as tho' to form</br>The grave of all mankind:  no eye could reach,</br>Tho' gifted with the Eagle's ample ken,</br>Its distant bounds.  There, thron'd in darkness, dwelt</br>The unseen POWER OF DEATH.", "Here stopt the GOULS,</br>Reaching the destin'd spot.  The Fiend leapt out,</br>And from the coffin, as he led the Maid,</br>Exclaim'd, \"Where never yet stood mortal man,</br>Thou standest:  look around this boundless vault;</br>Observe the dole that Nature deals to man,</br>And learn to know thy friend.\"", "She not replied,</br>Observing where the Fates their several tasks</br>Plied ceaseless.  \"Mark how short the longest web</br>Allowed to man!\"  he cried; \"observe how soon,</br>Twin'd round yon never-resting wheel, they change</br>Their snowy hue, darkening thro' many a shade,</br>Till Atropos relentless shuts the sheers!", "Too true he spake, for of the countless threads,</br>Drawn from the heap, as white as unsunn'd snow,</br>Or as the lovely lilly of the vale,</br>Was never one beyond the little span</br>Of infancy untainted:  few there were</br>But lightly tinged; more of deep crimson hue,</br>Or deeper sable died.  Two Genii stood,</br>Still as the web of Being was drawn forth,</br>Sprinkling their powerful drops.  From ebon urn,</br>The one unsparing dash'd the bitter wave</br>Of woe; and as he dash'd, his dark-brown brow</br>Relax'd to a hard smile.  The milder form</br>Shed less profusely there his lesser store;</br>Sometimes with tears increasing the scant boon,</br>Mourning the lot of man; and happy he</br>Who on his thread those precious drops receives;</br>If it be happiness to have the pulse</br>Throb fast with pity, and in such a world</br>Of wretchedness, the generous heart that aches</br>With anguish at the sight of human woe.", "To her the Fiend, well hoping now success,</br>\"This is thy thread!  observe how short the span,</br>And see how copious yonder Genius pours</br>The bitter stream of woe.\"  The' Maiden saw</br>Fearless.  \"Now gaze!\" the tempter Fiend exclaim'd,</br>And placed again the poniard in her hand,</br>For SUPERSTITION, with sulphureal torch</br>Stalk'd to the loom.  \"This, Damsel, is thy fate!</br>The hour draws on &mdash; now drench the dagger deep!</br>Now rush to happier worlds!\"", "The Maid replied,</br>\"Or to prevent or change the will of Heaven,</br>Impious I strive not:  be that will perform'd!\"", ""]