["Now sober Ev'ning, clad in mantlet grey,</br>In solemn pomp steals on to shadowy Night,</br>The twinkling Stars begin their lucid way,</br>And bashful Cynthia shews her silver light.", "No noise is heard, save yonder hooting Owl,</br>That shrieks his mournful dirge in scream of woe&mdash;</br>This is the time to cultivate the soul,</br>And bid it spurn at vain terrestrial shew!", "Here oft with me, my pensive Muse, retire,</br>And o'er each hillock heave a sigh sincere;</br>Here let me softly string th' elegiac lyre,</br>And pay the humble dead a tear.&mdash;", "Yon ghastly scull, at which my step recoils,</br>Perhaps was once some lovely Sylvan maid;</br>Was once the seat of all the dimpled smiles,</br>But ah!  those winning charms are now decay'd.", "Where is the front where bashful meekness beam'd,</br>Where is each charm that won th' enraptur'd swain,</br>Where now the eyes where heav'nly brightness flam'd,</br>Oh!  where is she, the Venus of the plain?&mdash;", "Perhaps yon verdant turf, tho' humbly low,</br>Contains the village Patriot's noisy head;</br>Who guess'd of tott'ring states the future woe,</br>And mourn'd bright freedom from his country fled.", "The rustic Punster here perhaps may rest,</br>Possess'd of many a quibble, many a joke;</br>Each word he utter'd was esteem'd a jest,</br>And Bumpkins gap'd, and titter'd as he spoke.", "The Preacher's lowly stone deserves my tear,</br>Who by example shew'd the good he taught,</br>His life was blameless, and his heart sincere,</br>And if he gave not much, 'twas not his fault.", "When at his door he saw the child of woe,</br>The bursting tear stood trembling in his eye,</br>To give his little alms he ne'er was slow,</br>And oft he wish'd for riches with a sigh.&mdash;", "And tho' he long is dead, the silent clown</br>Passes his humble tomb in rev'rend awe;</br>He thinks he sees the goodman's chiding frown,</br>Desire him follow Virtue's lovely law;", "And as he reads the moral lesson rang'd</br>In antique order, on the sculptur'd stone,</br>All in a trice, his vicious thoughts are chang'd,</br>And sad, in honest grief, he heaves a groan.", "Blest be thy name!  and may thy peaceful shade</br>For ever taste the bliss of heav'nly love!</br>And tho' beneath this earthly hillock laid,</br>Yet soar triumphant to the plains above!&mdash;", "Perchance, the Poet here reclines his head,</br>No stone or slate to tell that once he sung;</br>His varying dreams, and self-made pomp are fled,</br>And mute, alas!  too mute, his tuneful tongue!", "The wonder of the village once was he,</br>His witty song could jocund mirth diffuse,</br>He'd deify the Rustics for a fee,</br>And all would ask, \"What fairy was his Muse?\"", "How bless'd was he, his life in pleasure spent!</br>He had no Patron, each one was his Friend,</br>He aim'd no high'r, with frugal praise content,</br>And what he wrote, was but by Nature penn'd.", "Oh!  may I thus, his calm enjoyments share,</br>Nor vainly mix amongst the giddy crowd!</br>Despising flatt'ry's guile, and folly's snare,</br>And if possess'd of riches, yet not proud.", "And, when I die, beneath yon weeping yew,</br>Oh!  may I lie, by cypress hem'd around;</br>And with no epitaph, but what is true,</br>Which only serves to shew the burial ground.", "While oft the swain quick trudging o'er the tomb,</br>Of worldly cares, and village business full,</br>Shall pass neglectful of his certain doom,</br>And careless, kick the hallow'd Poet's scull.&mdash;", "But hark &mdash; methinks I hear the pealing knell,&mdash;</br>The sound encreas'd comes swelling on the gale,</br>Kind Sexton, turn a while, and gently tell,</br>Altho' I dread to hear the horrid tale.", "'Tis he &mdash; my panting heart did sure forebode,</br>The trickling tear did now unbidden flow,</br>Some friend I guess'd was near his last abode,</br>My heart confess'd anticipated woe!", "And lo!  the herse in solemn grandeur comes,</br>The torches flashing thro' the dusk of night,</br>Each chequer'd gleam reflects the murky tombs,</br>And horror is encreas'd by glimm'ring light.", "Those yonder weeping ministers of woe,</br>Now near approach, in sable robes array'd,</br>Like messengers of fate, now moving slow,</br>Solemn they walk, and pray o'er all the dead.", "And now &mdash; but first oh!  let me fondly weep,</br>And clasp thy coffin to my panting breast;</br>Snatch one farewel &mdash; then lay Philander deep,</br>And sing his requiem to eternal rest.", "Now the cold clay, thrice on his coffin cast,</br>The greedy earth for ever hides my friend&mdash;</br>Alas!  thy transitory life is past,</br>And all thy earthly honors at an end.", "But tho' thy body I shall view no more,</br>Thou e'er shalt gain a tablet of my heart;</br>Thy loss, my faithful friend, I'll e'er deplore,</br>And never shall thy memory depart.</br>"]