["DIGGON DAVY AND COLIN CLOUT.", "Beneath an Hawthorn's Bush, secreted Shade,</br>The Herdsman DIGGON, doleful ply'd his Spade;</br>The deep'ning Grave conceal'd him to the Head,</br>Near him his Cow, his fav'rite Cow, lay dead:</br>When o'er the neighb'ring Stile a Shepherd came,</br>The Herdsman's Friend, and COLIN was his Name:</br>Touch'd with the Sight, the kind and guileless Swain</br>Sigh'd, shook his Head, and thus express'd his Pain.", "COLIN.</br>How!  MULLY gone! &mdash; the sad Mischance I rue!</br>Ah!  wretched DIGGON, but more wretched SUE!", "DIGGON.</br>How could I hope, where such Contagion reigns,</br>Where one wide Ruin sweeps the desart Plains;</br>Where ev'ry Gale contains the Seeds of Death,</br>That DIGGON'S Kine should draw untainted Breath?</br>Vain Hope, alas!  if such my Heart had known,</br>Since MULLY's gone, the last of all my own.</br>No more shall SUSAN skim the milky Stream,</br>No more the Cheese-curd press, or churn the Cream;</br>No more the Dairy shall my Steps invite,</br>So late the Source of Plenty and Delight:</br>Thither no more, with SUSAN, shall I stray,</br>Nor from her cleanly Hands receive the Whey.</br>Sad Plight is ours, nor ours alone, for all</br>Mourn the still Meadow, and deserted Stall.", "COLIN.</br>But have you, DIGGON, all those Methods try'd,</br>By book-learn'd Doctors taught, when Cattle dy'd?</br>Or, tho' no Doctor's Remedies prevail,</br>Does the good Bishop's fam'd Tar-Water fail?", "DIGGON.</br>Each Art I try'd, did all that Man could do;</br>Med'cines I gave; like Poison Med'cines slew:</br>The Bishop's Drink, which snatch'd me from the Grave,</br>Giv'n to my Cow, forgot its Pow'r to save.</br>The dire Disease increas'd by swift Degrees,</br>Till Death freed MULLY, Death!  which all Things frees.", "COLIN.</br>I wou'd not, DIGGON, now your Grief renew,</br>Yet wish to hear her Sickness trac'd by You;</br>How first it seiz'd her, and what Change its Rage</br>Relentless wrought in each successive Stage.", "DIGGON.</br>Dejected first, she hung her drooping Head,</br>Refus'd her Meat, and from her Pasture fled;</br>Then dead and languid seem'd her plaintive Eye;</br>Her Breath grew noisome, and her Udder dry.</br>Erst sweet that Breath as Morning Gales in May,</br>And full that Udder as of Light the Day.</br>Scorch'd with perpetual Thirst, short Sighs she drew,</br>Furr'd was her Tongue, and to her Mouth it grew:</br>Her burning Nostrils putrid Rheums distill'd,</br>And Death's strong Agonies her Bowels fill'd:</br>Each Limb contracted, and a Groan each Breath;</br>Lost Ease I wish'd her, and it came in Death:&mdash;</br>Cast out infected, and abhorr'd by all;</br>See how the Useful, and the Beauteous fall!</br>Not ev'n her Skin, when living, sleek and red,</br>Can ought avail me, COLIN, now she's dead.", "COLIN.</br>May Heav'n, relenting, happier Days bestow,</br>Suspend the Rod, and smile away our Wo!</br>But, if in Justice for our Crimes we smart,</br>If with Affliction Heav'n corrects the Heart,</br>'Tis ours, submissive to receive the Stroke,</br>Since to repine is only to provoke.", "DIGGON.</br>Hard is the Task from Murmurs to refrain,</br>Ev'n Blessings past increase the present Pain.</br>Once, in these Vales my lowing Herds were fed,</br>My Table Plenty crown'd, and Peace my Bed;</br>My jocund Pipe then tun'd to am'rous Lays,</br>A Kiss repaid me for a Lover's Praise.</br>Bless'd Times, farewel!  no more those Herds are found,</br>No more my Table is with Plenty crown'd;</br>No more my Bed the Sleep of Peace bestows;</br>No more my jocund Strain melodious flows;</br>A Lover's Praise a Kiss rewards no more;</br>Joy spreads his wanton Wings, and leaves the Shore.</br>Pale Want remains, with all her meagre Train,</br>And only Sighs are echoed o'er the Plain.</br>Far hence I'll fly, this rustic Garb forego,</br>And march in Red, a Soldier to the Foe:</br>The French, whose Bosoms Papish Plots conceal,</br>My Hand, made heavy by Distress, shall feel.</br>On Flanders Plains I'll lose domestick Care,</br>Desperate thro' Want, and mighty thro' Despair.</br>And there, if Heav'n at length my Labours crown,</br>I'll sow false Frenchmen, and I'll reap Renown.</br>SUSAN, farewell!&mdash;", "COLIN.</br>Zooks!  yonder o'er the Mead</br>The 'Squire's curs'd Mastiff scours with headlong Speed!</br>See how my Flock in wild Confusion flies&mdash;</br>'Snigs &mdash; if I catch him &mdash; by this Hand he dies.</br>"]