["Beside a sloping hill, and shady grove,</br>Where chrystal streams in soft meanders flow,</br>Where jovial huntsmen through the forest rove,</br>And herbs and plants in wild profusion grow:</br>Here on the margin of a tow'ring wood,</br>Betwixt the mountain and the verdant green,</br>A humble cot, and lowly hovel stood,</br>With stone pig-stye and hen-roost plac'd within.</br>Kennel, Kitchen, &amp;c., closed the brilliant scene.", "On beams of fir the rural mansion rose,</br>With thatch of straw for covering strow'd aloof,</br>The humble earth serv'd all for their repose,</br>And spread in verdure far beneath the roof.</br>Here in the close of each succeeding day,</br>The different tribes with equal zeal repair,</br>The worthy sire his household calls to pray,</br>And far way expels each trifling care;</br>Pigs, dugs, cows, hens and boys, all join in social pray'r.", "The service ended, and their pray'rs all said,</br>With one consent the family retires,</br>Each makes the earth his pillow and his bed,</br>And deep in midnight melody respires:</br>The pensive swine that groan beneath their yokes,</br>In lofty strains reverberate the skies;</br>The sleepless nymph, her absent swain invokes,</br>The screaming infant joins his warbling cries;</br>Owls hoot, dogs growl, boys snore, and mew the cat replies.", "The morn succeeds the music of the night,</br>Shrill Chanticleer salutes the new born day;</br>The bonny milk-maid rises with the light,</br>Her work to close, and after noon to play;</br>The gen'rous dog obsequious to her will,</br>To wash the pot with ardent zeal prepares;</br>Applies his tongue with all his wonted skill,</br>And in he tumbles, over head and ears;</br>Spot yells, cat squalls, man scolds, and modest Jenny swears.", "Next comes the dance and music of the spheres,</br>With lusty lads and lasses by their side,</br>Each ragged boy and tatter'd girl appears,</br>That scarce conceal what nature taught to hide;</br>The hungry swine harmonious treble squeals,</br>And shows his height of voice by length of face,</br>The squalling females join in thund'ring peals,</br>With all the clamor of the canine race;</br>While owls, and frogs, and crows, in concert blow the bass.", "Such brilliant scenes poetic fancy forms,</br>Where West-Point mountain's lofty summit rise,</br>And stand secure amidst the approaching storms,</br>And dare the mutt'ring thunder from the skies.</br>Where learning meets a patron in each scrub;</br>Were genius plucks the laurel wreath of praise;</br>Where ev'ry soul, from highlife down to grub,</br>Are first rate politicians now a days,</br>And swear, and fight, and drink, and vote with noes and ayes.</br>"]