["CLORIN.  COMUS.  ALGON.", "With Pride untainted, tho' in Rank elate,</br>Not more by Honours than by Merit great,</br>Shall Bladen, worthy of sublimer Dtrains,</br>The mild Contention hear of friendly Swains?</br>Bold is the Hope, unequal are the Lays,</br>Yet apt the Theme, a gentle Strife for Praise.", "CLORIN.</br>Ho Fisher!  so intent on finny Spoil,</br>Hast caught my straggling Wether in thy toil?", "COMUS.</br>Love-Loiterer, ever from thy Charge away?</br>Well like the roving Swain his Flock may stray.", "CLORIN.</br>You grudge my happy Lot, and envying pine,</br>Because the Nymphs prefer my Songs to thine.", "COMUS.</br>I envy?  whom the Shepherd-boys excel!</br>Dromio, the Dolt, can chaunt it, full as well.", "CLORIN.</br>Since leisure is such pleasing Strife to try,</br>And since our Wishes with the Place comply,</br>Begin. &mdash; You, Algon, our Performance weigh:</br>Judge right, and to the Victor yield the Day.", "ALGON.</br>Hard Office, courteous Shepherd, you enjoin,</br>Ill trusted to unskilful Ear like mine,</br>Unapt and new to judge such learn'd Debate;</br>But if from me the wish'd Aproof you wait,</br>Begin:  In Shepherds honour tune your Lays,</br>And, Comus, carol thou the Fisher's Praise.", "CLORIN.</br>Me, Pan, assist:  If ever on the Plains</br>My Pipe was pleasing, or approv'd my Strains,</br>Be present now; and O thy Succours bring,</br>While of thy Love, and Pytis' Fate I sing!", "The gentle Maid was of the Sylvan Race,</br>Bred to the pliant Bow and active Chace.</br>No Herd attended she, no woolly Care,</br>Nor haunted Stream nor flow'ry Pasture fair.</br>The Gloom of Woods she sought, and Forests wild,</br>And with her Sports the lonely Hours beguil'd;</br>Yet for her Beauty num'rous Lovers strove,</br>Her Beauty form'd to raise resistless Love!</br>The Fawns and Demi-Gods of ev'ry Shade,</br>With Vows besought the unattentive Maid;</br>The Satyrs at the Noontide hour wou'd haste,</br>And mingled Viands bear to sooth her Taste;</br>The bloomy Bow'rs, and pearly Springs explore,</br>And climb the Groves to reach their choicest Store;</br>For her the River Deities complain,</br>And ev'ry drooping Genius sigh'd in vain.</br>Ye Graces aid, ye Muses tune my Tongue,</br>Thou Pan be present, and assist my Song.", "Pan only the relenting Fair possess'd,</br>Desir'd, and was with equal Fondness bless'd;</br>Tho' Boreas, raging with enamour'd Smart,</br>Sought the coy Nymph with ev'ry wooing Art,</br>Oft would he watch her where she sleeping lay,</br>And with her Neck and downy Bosom play;</br>Oft in the Chace attend the flying Fair,</br>And waft her Robes, and revel in her Hair;</br>No Winters brooded on his alter'd Wing,</br>Serene and breezy as the Breath of Spring:</br>Yet she, averse, his fond Addresses flew,</br>And still in ev'ry Shape her Lover knew;</br>Whether with Zephyr's milder Look he blooms,</br>A Satyr's borrow'd form, or Pan's assumes,</br>Whate'er Disguise the apt Deceiver wears,</br>She still discerns him and eludes his Snares.</br>Ye Graces aid, ye Muses tune my Tongue,</br>Thou Pan be present, and assist my Song.", "Deep in Arcadian Vales a Forest grows,</br>Whose blended Shade indulgent Gloom bestows,</br>No Axe did e'er the sacred Verdure wound,</br>Or mortal Foot impress the hallow'd Ground.</br>Hither the Maid was wonted to retreat</br>When tir'd with Hunting, or the Mid-Day heat,</br>And now, as us'd, the inmost Bow'r she chose;</br>When from its Shade th' inambush'd God arose,</br>Nor knew she yet but Pan's approach she hears,</br>And such he now thro' all his Shape appears.</br>His Step he well dissembled as he came,</br>His Gesture, Voice, and ev'ry Look the same.</br>Ye Graces aid, ye Muses tune my Tongue,</br>Thou Pan be present, and assist my Song.", "Eager to meet the willing Maid he flies,</br>When strait th' impostor Lover she descries;</br>Struggling she seeks to shun his close Embrace,</br>And in her Bosom hides her fearful Face.</br>Enrag'd to find his utmost Arts betray'd,</br>And wild to lose the half-surrender'd Maid,</br>Ingrateful Fair, at length be taught (he cries)</br>How great a Pow'r thy partial Thoughts despise!</br>Nor longer now the dreary God conceals,</br>But all the Terror of his Form reveals.</br>Ye Graces aid, ye Muses tune my Tongue,</br>Thou Pan be present, and assist my Song.", "Unshapen Mists his hoary Visage veil,</br>And Frosts his Temples shrowd and bleaky Hail.</br>Rough Isicles his forky Brows compose,</br>His Hairs and grisly Beard descend with Snows.</br>Thrice with disorder'd Steps he stalks around,</br>And trail'd his dusky Mantle o'er the ground.</br>With horrid Plumes his sooty Pinions wave,</br>The Blast re-echoes far from ev'ry Cave.</br>Ye Graces aid, ye Muses tune my Tongue,</br>Thou Pan be present, and assist my Song.", "Scar'd with the hideous Sound and glaring View,</br>Swift from Eurota's trembling Banks she flew:</br>O'er grovy Menalus now urg'd her Flight,</br>And cold Lyceus past thy tow'ry Height,</br>Nemaean Shades and tall Cyllene views,</br>Fast as she flies the wingy Form pursues.</br>Steep Nonacrine and low Cytheron gain'd,</br>And Helicon's aspiring Brow attain'd,</br>Thro' Panope her hast'ning Course she led,</br>And Oeta past, and Pindus' hilly Head:</br>When last to Boreas frozen Cliffs she came,</br>(The ill-fam'd Mount from him receiv'd its Name)</br>Here, fainting with the Toil, the affrighted Maid</br>Thus, to the Nymphs in broken Murmurs pray'd:</br>Ye Pow'rs!  who here eternal Honours know,</br>O Sisters, conscious of my Virgin Woe,</br>Receive me pitying to your Virgin Train,</br>And in your timely Aid prevent my Pain.</br>She ceas'd, for mov'd by her inclement Grief,</br>The Dryades present the wish'd Relief.</br>Her stiff'ning Limbs their pliant Use refuse,</br>And now her Feet the pow'r of Motion lose;</br>A spreading Bole her hard'ning Trunk receives,</br>Her Head and branching Arms distend with Leaves;</br>Yet still she bears her Ravisher in Mind,</br>And weeps whene'er she feels his dreaded Wind.</br>Pan mourns her Loss, and in return is seen</br>To bind his Temples with her wreathy Green:</br>Cease Graces now, cease Muse to tune my Tongue,</br>Thou Pan be absent, and be mute my Song.", "COMUS.</br>Of the smooth Severn I a lay rehearse,</br>And call the Wave-rob'd Goddess to my Verse.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "The Severn from the Virgin Sabra came,</br>From the fair Nymph the Flood deriv'd its Name;</br>A Nais she, whom on the Cambrian Shore,</br>A Mountain Deity to Neptune bore.</br>No Pow'r was yet with her alliance grac'd,</br>No am'rous flood her Virgin Spring embrac'd,</br>Recluse and coy she shun'd the genial Fire,</br>And oft would to bewilder'd shades Retire;</br>Or take o'er steepy Rocks a dangerous Way,</br>Or with her kindred Springs delight to play:</br>Yet distant Floods had heard her Beauty's Fame,</br>And in disorder'd Sighs confess'd their Flame.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "For her imperial Thames was said to pine,</br>And first bedew his Waves with Ocean Brine;</br>The gentle Humber for the proudly Fair</br>Impetuous grew, transform'd by wild Despair;</br>Whilst rapid Winander, deprest with Woe,</br>Droop'd at his Fountains and surceas'd to flow.</br>Then limpid Cam, 'tis told, first troubled grew,</br>And with his Tears distain'd his silver Hue:</br>Abash'd the slighted Mole his Channel fled,</br>And deep in Earth implung'd his abject Head.</br>Some think his Floods to lowest Seas repair,</br>Mix with the Ocean Nymphs, and lose his Care.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "The stately Avon woed th' unpitying Fair,</br>And Medway, Sire of Floods, and princely Yare,</br>For him two Sister-Nymphs with ardour burn,</br>Fair Waveney, rich in Streams, and lovely Thirn.</br>Incaptiv'd Meneu languish'd for her Charms,</br>And Trent to clasp her stretch'd out all his Arms.</br>The age-bent Ouse an am'rous Heat inflames,</br>And Mersey, Pride of fair Cornavian Streams,</br>Her Wantsum lov'd, and Pant and sedgy Lea,</br>And Tamer, spreading wide from Sea to Sea.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "Smooth Cherwell, drooping, griev'd with inward Pain,</br>And slowly drew along his humid Train:</br>Wan Evenlode, with chalky Kennet mourn;</br>And Windrush feebly tends his scanty Urn;</br>And pensive Rother in his Hopes dismay'd,</br>Thro' Woods his melancholy Flood convey'd.</br>All vainly lov'd, despairing to obtain,</br>And with eternal Murmurs shall complain.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "Nor less the wat'ry Nymphs with Envy pine,</br>The bordering Deva, and remoter Tine:</br>Fair Solway, by contending Rivals woo'd;</br>And Tweed, the fairest Caledonian Flood:</br>With languid Looks their sickly Streams appear,</br>Nor can their Charms nor num'rous Lovers chear.</br>A jealous Pain the haughty Isis wrings,</br>And proud Ausona wept from all her Springs.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "But now, predestin'd to enjoy her Charms,</br>(And opportunely guided to his Arms,)</br>The neighb'ring Flood, as on his Banks she play'd,</br>Beheld, and strait surpriz'd th' unwary Maid.</br>In vain, alas!  from Strife she hopes Escape,</br>Weaker by Fears, she but assists the Rape:</br>Illustrious Sabra, royal-born (he cries)</br>What causeless Woes thy heavy Heart surprize?</br>No falsehood I, nor guilty Force design;</br>My plighted Vows receive &mdash; be ever mine.</br>A hundred smiling Nymphs my Flood obey,</br>And wait thy Reign, and court thy milder Sway;</br>Be these thy Dow'r; and to appease thy Shame,</br>My grateful Stream shall ever bear thy Name.</br>His Brow he rais'd with rushy Fillets crown'd,</br>And swore, and call'd the gath'ring Floods around.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "First aged Isca came with fault'ring Pace,</br>And Pedred sprung of Ivel's kingly Race:</br>A dropping Wreath of Water-Thyme he wore,</br>And smiling Munnow came with youthful Dore.</br>Next Frome with roving Vaga near ally'd,</br>Who pours from downright Cliffs his wanton Tide,</br>And ev'ry summon'd Flood attendant came,</br>Approv'd her Honours, and confirm'd her Name:</br>Down to his court the Bridal Pair they led,</br>And join'd the Lovers in the nuptial Bed.</br>Ye Vales, ye Rocks, ye Caves your Echoes bring,</br>And thou, Sabrina, listen while I sing.", "ALGON.</br>Both merit Praise, and much Reward is due,</br>To Clorin much, and Comus much to you.</br>But of your Strife the doubtful Claim suspend,</br>Till abler Ears more couth Attention lend.</br>The herd-Grooms shortly to the Banks will bring</br>Their Droves, and you repeated Lays may sing;</br>While I my Angle for the Stream repair,</br>And list'ning, ply anew my Fisher Care.</br>"]