["At length emerg'd from yon opprobrious cell,</br>This shameful front hath met the publick eye;</br>At length ye fleeting scenes of life, farewell,</br>And close upon a wretch prepar'd to die.", "What though the tide of complicated woe</br>Hath since the barriers firm of vice o'erborn;</br>What thou pent up from all that's dear below,</br>My grief-rent heart hath never ceas'd to mourn?", "What though reflection hath a gloom o'erspread,</br>Oft as it trac'd unnumber'd follies past:</br>What though my bonds have to repentance led,</br>And arm'd my self-resignant soul at last:", "Compunction for a wife, the friend of truth,</br>Whose steady heart from virtue never swerv'd,</br>And sad remorse for my poor children's youth,</br>My firmness have disarm'd, my soul unnerv'd.", "O ye that throng and press to see my fall,</br>My latest pangs and penitence to scan,</br>O slight not now misfortune's latest call,</br>Nor shut your ears against a dying man.", "Though terror-armed Justice lifts on high</br>Her angry rod and executive sword:</br>Though thoughts of death have rous'd the frequent sigh,</br>And oft in silence I've my fate deplor'd;", "O spare my orphan babes and guiltless wife,</br>Suppress the tale of calumny and shame;</br>And let the day that robs their sire of life,</br>From mem'ry's tablet wipe my guilty name.", "To screen from famine's too oppressive pow'r</br>The infant cluster that exclaim'd for bread,</br>I wrought a deed, O most disastrous hour,</br>When at affection's summons virtue fled!", "With-hold not then compassion's cheering store,</br>I ask not for myself the precious boon;</br>For those, alas!  I plead who need it more,</br>For death shall close on me and misery soon.", "Yet, yet, ye messengers of death, forbear,</br>One sentence more my justice would unfold;</br>A truth which well impatient youth might hear,</br>Nor less a lesson to the grave and old.", "Drop not the reins of caution from your grasp,</br>But early quell each bold advance to vice;</br>Let your imprudence like the 'venon'd asp</br>Into the fatal snare your steps entice.", "Heav'n grant my words the clouds of guilt dispel,</br>My fate instruct mankind this rock to fly;</br>And now, ye fleeting scenes of life, farewel,</br>Come, close upon a wretch prepar'd to die.</br>"]