["O you, who heare the accents of my smart</br>Diffus'd in rhyme, and sad disorder'd verse;</br>Gif ever flames of love have caught your heart,</br>I trust with sobbs and teares the same to pierce:</br>Yea, e'en in these rude rigours I rehearse,</br>Which I depaint with bloodie bloodless wounds,</br>I think despaired soules their plaints sal sterse,</br>And mak the haggard rocks resound sad sounds.</br>Yet, whereas ye the causes reids, and grounds</br>Off her immortal beautie and my paine,</br>Through which great greiffs and gente, in bothe abounds:</br>With humble speache speake this to her agayne&mdash;</br>\"O iff his haples thought he stil sould sing,</br>Breid him not, Deathe!  that glore to thee does bring.\"", "The fyres, the cordes, the girnes, the snaws, and dart,</br>Quherewith blind Love has me enflam'd and wound,</br>The maist fair face and the maist cruell hart</br>I werying wryte, and sighing dois resound:</br>And therewith all the beauties that rebound</br>From her, qha is of dames maist chaste and fair;</br>Qha is the object, subject, and the ground</br>Of my loth'd love, and undeserv'd despaire.</br>The sweit sour jarres, the joys, the toils, and caire,</br>My perjur'd othes, and my denied vowes;</br>Her eyes, her hands, her hyde, her hewe, and haire,</br>Her lippes, her cheikes, her hals, and her brent browes,</br>And things yet hidd, and to the world unseene,</br>To write with teares, and paint with plaintes I mean.", "Sen spreits, thoughts, hart, you have from me heire taine,</br>Then these lamentyng and complayning lynes</br>May justlie to your mereits appertayne,</br>And dois belong to yow, in dewe propynes:</br>Bot sen my style and Muse, not weill defynes,</br>Bot rather darke your prayse, than right descryve;</br>Your just disdaynes of reasoun more enclynes</br>To cast my songs aside, and them to ryve,</br>Which now, half dead, I have return'd alyve.</br>And as the laymed birthe of my blunt brayne,</br>Whils your despyte dois them of spreits depryve;</br>I send them to your plesant hands agayne,</br>To die by them, to perish in your yre,</br>To burne by flames, as they were born by fyre.", "Pride of my thought, and glorye of my eyes,</br>Lamp of my lyfe, and onlye hartes delyte,</br>Hope of my paynes, sweet causer of my cryes,</br>Chiefe work of heaven, and natures mould perfyte;</br>Glass of all bountye, and of beautye qhyte,</br>Deare saint on earthe, and heir of heavenly grace</br>Blest bright suborner of these theames I wryte,</br>Clere shyning sun, which darknes does displace;</br>Strong centryeis, and wyde storehouse of all grace,</br>Scharpe quick reviver of my slow ingyne,</br>Wha bothe my wills and witts reuls by thy face,</br>Receive this verse, which humblie I propyne:</br>And in them reid that which thy beautie bred,</br>Whose wonders hath me in my follye fed.", "If great desyre thee move to see my harte</br>Mak in my breist a passage with the blode,</br>And there you sal your beautyes al adverte,</br>To have them maistres of my fredome made;</br>There sal you see how faintinglye I faide,</br>And how my lyght, lyke bellows full of wynd,</br>Dois blow furthe deadlye sighes, for laike of aide,</br>And draw deep grones out of a mournfull mynde.</br>Bot, dear Bellisa, cruell and unkynde,</br>Desist &mdash; for death dois such efforts efface.</br>Behold my verse, and in them ye sal fynd</br>My hart, my love, your favours, and your face;</br>My plaintes, my paynes, my langours, and unrest,</br>Your high disdaynes, to my disgrace exprest.", "O most unhappie and accursed wight!</br>To praise her most, qho dois me most disgrace;</br>Or her extoll, that, by her pryde and slight,</br>Dois circumvene me by a snaring face.</br>And yet, in all my grieffs and careful race,</br>Plung'd in the poole of payne and whirl of woe,</br>By loving and by lothed verse, I presse</br>To eternise her prayse, who paynes me soe.</br>The object makes me objects all forgoe,</br>Which may displace, or yet resent disdaynes;</br>The subject subject met, as wylde as roe,</br>Or any hynde that in the woodes remaynes;</br>Doeth mak me of myself with shame rehearse,</br>That I am first in love, as last in verse.", "With uncouthe flames, lyke never felt before,</br>I fele the powers of my life decay;</br>And passions strange, more stronger work the more,</br>I spy of death, bot yet of lyfe no way.</br>O fatall starrs!  fearse destine of that day</br>Qhilk gave me lyght and lyfe, to love and see</br>And prayse the face that dothe all grace display,</br>Qhilk gendreth love, and maketh lust to flee.</br>Yet, in that guise, what haps all happen me,</br>Which may requyte my love, or quenche my flame,</br>To thee belongs, sweet soule, (as lyes in thee</br>To heale and hurt) for to reveale the same.</br>For look in me, and you sall see appeare</br>Great fyres of hope, bot greater frosts of feare.", "Through feare and hope, through fervent flames and frost,</br>Through certen dreid and maist uncerten caire,</br>I have the flour of age and youthe so lost,</br>As now my heade beginns to change his haire.</br>Nor yet do I foresee how tyme may paire,</br>Or yet the Heavens diminish may my griefe:</br>Nor can I see how to avoid the snare</br>Whairin I run with joy to my mischeife.</br>Nor spye I yet what comfort or releife</br>Can I pretend, or yet will shee extend;</br>Sen shee unto my doole is dumbe and deif,</br>And dois my plaints disdaynfullye perpend:</br>And with her eyes, which sprinkleth frost and fyre,</br>Maks reason's saule and sense almost expyre.", "Gif mortal prayers move immortal powers,</br>Gif pittie (Love!)  may once with thee prevayle:</br>Empaire my paines, reviving at all houres,</br>Or mak thy flames us equallye assaile:</br>No glorious triumph nor trophe, by my baile,</br>Can come to thee, of my reconqueist corse,</br>Who never in my faithe did faute or fayle,</br>Nor, rebell lyke, resisted ones thy force.</br>Address thy chariot and thy swift qhyte hors</br>'Gainst her, who vaunts her murder'd men by love.</br>Display thy flags, subvert her but remorse,</br>That doth a mermaid and Medusa prove.</br>Spare me unterm'd, who at the first did yield,</br>And conquer her who last yet keeps the field.", "O wakned thought of my incensed mynde!</br>Eternal Troyes of unconsum'd desyres:</br>O endles plaintes!  dispersed in the wynde;</br>O sobbes!  O sighes!  my smokye vapour'd fyres;</br>O eyes!  sent downe from heavenly thrones and spheares,</br>The movers first of my mad mournful Muse.</br>O but outwilled Love, who never tyres</br>To sakk the humbled hartes, and them abuse.</br>O trustles Hope!  deceaving bot excuse,</br>Who maks the feeblest hart exempt of feares:</br>O undecaying doole, through ruid refuse:</br>O fountaines two of ever flowing teares:</br>O undermining well, which works my 'noy,</br>Possess the harte that hath displaist my joy.", "Bellisa keeps under her calmy grace</br>A thick tempestuous cloud of black disdayne,</br>Cold snow in hart, and kindled flames in face</br>Rewth in her browes, but rigour in her brayne.</br>Through her faire eyes and mind my hart is sane,</br>And pouring poyson, sprinkleth on all, quhaire</br>Qhilk hast dois suck, as thereby I lye slayne:</br>And cruel shee taks of my death no caire.</br>Her fretts the bryghtness of her browes empaire,</br>Her frosts doth pittye from her hart remove,</br>Her blushing yet decores her beauty maire,</br>Her hardned hart is rebell unto love:</br>Yet how much more in her dois hardness growe,</br>So love in me more high, and I more low.", "Ten thousand wayes has Love enflam'd my harte,</br>And Nature griev'd me with far more agayne;</br>Yea, Fortoun in my losses plays her parte,</br>And with dissembled showes perturbs my payne.</br>Love doth in hardest knotts my harte entwayne,</br>And Nature discordes in my senses place,</br>And Fortoun crosses just deserts agayne,</br>And maks me clouds of toyes for joyes embrace.</br>So, Love, I plundge you drowned in disgrace;</br>And triple foes doth mak me perish thryse:</br>I see my wrak, and [     ] I embrace,</br>Unlov'd, I love them that my death devyse.</br>Thus wemen, [     ] and a chyld forlorne,</br>Conspire all three in killing me to scorne.", "Shuld I not hate those harmfull hands, and blame</br>Which shott the shaftes of Love streight in that part,</br>That by the bloode that issued of the same</br>Is painte the fatall name within my harte.</br>Yet as the wound is sweit of that sweit dart,</br>That seeing them the more, I them adore,</br>And fayne wold kyss them, though they cause my smart,</br>That the revenge might equal loss and sore.</br>Faire hurting hand!  hyde not your hewe no more;</br>Whose qhyteness graces, and doth glad my vew,</br>And qhils in wounding me I tak for glore</br>To perish and to perrell by your hew:</br>How far shuld then my joyes and gladness growe,</br>Gif pittie anes suld from your fairnes flowe.", "Unto the sun her eyes I do compaire,</br>Which doth resemble in every pointe the same:</br>The sunn his course has in a spheire maist faire,</br>The eyes within my harte dois roll the same.</br>Quhils he dois schyne, the dayes he dois proclame,</br>Her eyes my suns, the dayes ar of my light:</br>Quhils he declynes, obsceurit is this frame;</br>Quhils shee is gone, I nought dois see bot night.</br>The sunn the stars surmounts, and is more bright,</br>My dame in beautye doth all dames surpasse,</br>Thought therein lyke, yet differs here their might&mdash;</br>He schyning light gives to this worldlye masse,</br>Bot yet her eyes, the fairer they doe schyne,</br>They draw my dayes more near to their declyne.", "New wonder of the world!  one mo than seaven,</br>Whose presence was my pryde, and absence payne;</br>Whiles this vyld pest in distance hath us driven,</br>I equal absence lose with death agayne:</br>For quhen by her we mortally lye slayne,</br>To the immortal thrones our soule dois flee:</br>Even so my hart, in this impatient payne,</br>Abandons this my corse, and flies to thee.</br>Death maks us leave the dearest things we see;</br>This pest depryves me of your heavinly face:</br>Death cruell is; so absence is to me:</br>Death, full of frayes; all joyes doth absence chase:</br>Yet death puts end to all our noysome caire,</br>But in this absence, myne returns the maire.", "I tread the futstepps of a shorted gate,</br>Quhaire love me leades, and doole doth me convey</br>In couleras conforme to my estate,</br>With eyes in teares and hart surcharg'd with 'noy.</br>My second sunne, whose presence is my joy,</br>By absence now, maks deathe my way and path;</br>Yea, all my reason's senses dois destroy,</br>And all is fallen that I buildt by faith.</br>Quho then sall drye my teares quhairin I baithe?</br>Quho sall my harte deburden of his grief,</br>And tak from senses the empyre they hath?</br>Quho to my schaking feares sal give reliefe?</br>Quho, quho, but she, to whom the gods have given</br>To be the pryde of earth, and pompe of heaven.</br>"]