["I.</br>Shall I begin with Ah, or Oh?</br>Be sad?  Oh!  yes.  Be glad?  Ah!  no.</br>Light subjects suit not grave Pindaric ode,</br>Which walks in metre down the Strophic road.</br>But let the sober matron wear</br>Her own mechanic sober air;</br>Ah me!  ill suits, alas!  the sprightly jig,</br>Long robes of ermine, or Sir Cloudsley's wig.</br>Come, placid DULLNESS, gently come,</br>And all my faculties benumb,</br>Let thought turn exile, while the vacant mind</br>To trickie words, and pretty phrase confin'd,</br>Pumping for trim description's art,</br>To win the ear, neglects the heart.</br>So shall thy sister TASTE'S peculiar sons,</br>Lineal Descendants from the GOTHS AND HUNS,</br>Struck with the true and grand sublime</br>Of rythm converted into Rime,</br>Court the quaint Muse; and con her lessons o'er,</br>Where sleep the sluggish waves by Granta's shore:</br>There shall each poet pare and trim,</br>Stretch, cramp, or lop the verse's limb,</br>While rebel WIT beholds them with disdain,</br>And fancy flies aloft, nor heeds their servile chain.", "II.</br>Oh FANCY, bright aerial maid!</br>Where have thy vagrant footsteps stray'd?</br>For ah!  I miss thee midst thy wonted haunt,</br>Since silent now th' enthusiastic chaunt,</br>Which erst like frenzy roll'd along,</br>Driv'n by th' impetuous tide of song,</br>Rushing secure where native genius bore,</br>Not Cautious Coasting by the Shelving Shore.</br>Hail to the sons of modern Rime,</br>Mechanic dealers in sublime,</br>Whose lady Muse full wantonly is dress'd</br>In light expressions quaint, and tinsel vest,</br>Where swelling epithets are laid</br>(Art's ineffectual parade)</br>As varnish on the cheek of Harlot light;</br>The rest thin sown with profit or delight,</br>But ill compares with antient song,</br>Where Genius pour'd its flood along;</br>Yet such is art's presumptuous idle claim,</br>She marshals out the way to modern fame;</br>From Grecian fables pompous lore,</br>Description's studied, glittering store,</br>Smooth, Soothing Sounds, and sweet alternate rime,</br>Clinking like change of bells, in tingle tangle chime.", "III.</br>The lark shall soar in ev'ry Ode,</br>With flow'rs of light description strew'd,</br>And sweetly, warbling Philomel, shall flow</br>Thy Soothing Sadness in mechanic woe.</br>Trim Epithets shall spread their gloss,</br>While ev'ry Cell's o'ergrown with moss;</br>Here Oaks shall rise in chains of ivy bound,</br>There Smould'ring Stones o'er-spread the rugged ground.</br>Here forests brown, and azure hills,</br>There babbling fonts, and prattling rills;</br>Here some gay river float in crisped streams,</br>While the bright Sun now gilds his morning beams,</br>Or sinking to his Thetis' breast,</br>Drives in description down the west.</br>&mdash;Oh let me boast, with pride-becoming skill,</br>I crown the summit of Parnassus' Hill:</br>While Taste and Genius shall dispense,</br>And sound shall triumph over sense;</br>O'er the gay mead with curious steps I'll stray,</br>And, like the Bee, steal all its sweets away,</br>Extract its beauty, and its power,</br>From every new poetic flow'r,</br>Whose sweets collected may a wreathe compose,</br>To bind the Poet's brow, or please the Critic's nose.</br>"]