["Thou art a radiant giant, mighty Sun!</br>To whom the universe for life and light</br>Must trust for ever, as it, aye, hath done&mdash;</br>Unto the hour in which I proudly write</br>Of thy divinity and splendours bright,</br>That make the skies transparent, and the earth</br>And eloquent ocean, in its billowy height,</br>Things of surpassing beauteousness, and mirth,</br>And all stability from thee hath glorious birth!", "Thou hast no home, thou universal king!</br>Thy wand'rings last for ever, and no rest</br>Shall ere be thine allotment:  wild birds sing</br>In air awhile, then seek their quiet nest,</br>Within whose down they slumber and are blest;</br>Ships, which the lordly billows long have hurl'd</br>Across the many-colour'd ocean's breast,</br>At length repose, with every proud sail furl'd;</br>But thou dost ever roll, untir'd, from world to world.", "As little as the eagle heeds the chirp</br>Of sparrows, the base clouds dost thou regard</br>Which linger round thee, and thy throne usurp:</br>For a brief moment is thy face debarr'd,</br>From gazing upon earth, and they retard</br>A while the brightness of thy seven-fold beam;</br>But scarce an instant is its grandeur marr'd&mdash;</br>The clouds dissolve before thy wrathful gleam,</br>Again the mountains glow, and sparkles every stream.", "Thou art the source of each diviner thought,</br>That wakes the soul to passion; every ray</br>Of thine with inspiration's self is fraught,</br>And where thy fires, in their resistless play,</br>Pour on the dry earth a terrific day,</br>Here beat the bosoms unto which belong</br>The wildest feelings that the spirit sway,</br>And prompt to actions, great in right, or wrong,</br>Which form th' immortal themes of never-dying song.", "Thou priest over all lands, majestic globe!</br>Giving new seasons unto every clime;&mdash;</br>The torrid earth by scorching fires enrobe;</br>Thou bring'st to northern realms their summer time,</br>Making the frozen ground burst forth sublime</br>With kindling verdure, and the icy Pole</br>Of the same beams that turn the gentle rime,</br>To healthful moisture, feels the stern control&mdash;</br>Its fetters slowly break &mdash; and forth the free waves roll!</br>"]