["No more in Beauty's Praise my Numbers move,</br>Nor melt away in dying falls of Love:</br>A Child on Earth, yet Heaven's eternal King,</br>The manger'd God, the Virgin's Son I sing.</br>Thou Fountain-Good, with Light my Soul o'erflow,</br>With hallow'd Ardour bid my Bosom glow!</br>Fir'd at the promise of thy dawning Ray,</br>The Eastern Sages found Celestial Day.", "Drawn by a leading Flame, with sweet surprize,</br>The Infant Deity salutes their Eyes.</br>The Heir-elect of Love his Mother prest,</br>Smil'd in her Arms, and wanton'd on her Breast.</br>No Jewels sparkle here, nor India's Stores</br>The Portals brighten or emblaze the Doors.</br>But young-ey'd Seraphims around Him glow,</br>And Mercy spreads her many-colour'd Bow!</br>Her Bow, compos'd of new-created Light,</br>How sweetly lambent and how softly bright!</br>The sacred Circle of embodied Rays</br>The Cradle crowns, and round his Temples plays.</br>So shines the Rainbow round th' eternal Throne</br>To shade the Holy, Holy, Holy ONE.</br>By turns the Ruby bleeds a Beam, by turns,</br>Smiles the green Em'rald, and the Topaz burns:</br>The various Opal mingles every Ray,</br>Fades into Faintness, deepens into Day:</br>Promiscuous Lustre kindles half the Skies,</br>Too slippery-bright for keen-Seraphick Eyes.</br>The venerable Three, low-bending down,</br>Extend their Offerings and the Godhead own.", "MAG. I.</br>From Eastern Realms, where first the infant Sight</br>Springs into Day and streaks the fading Night,</br>To Thee we bend, before the Morning Rise;</br>A purer Morning trembles from thy Eyes.", "MAG. II.</br>In vain the Sun with Light his Orb arrays,</br>Our Sense to dazzle, and as God to blaze;</br>Through his transparent Fallacy we See,</br>And own the Sun is but a Star to Thee.", "MAG. III.</br>Thou spotless Essence of primeval Light,</br>Thy Vassals own, and wash thy Ethiops White.</br>Thy Cloud of sable Witnesses adorn</br>With the first Roses of thy smiling Morn.", "MAG. I.</br>By Bards foretold the ripen'd Years are come,</br>Gods fall to Dust and Oracles are dumb.</br>Old Ocean murmurs from his Ouzy Bed,</br>\"A Maid has born a Son, and Pan is dead.\"", "MAG. II.</br>The Nymphs, their Flow'r-inwoven Tresses torn,</br>O'er Fountains weep, in twilight Thickets mourn.</br>Long, hollow Groans, deep Sobs, thick Schreeches fill</br>Each dreary Vally and each shaded Hill.", "MAG. III.</br>No more shall Memphian Timbrels wake the Morn,</br>No more shall Hammon lift his gilded Horn.</br>From hence in vain shall Belzebub rebell,</br>Anubis howls, and Moloch sinks to Hell.", "MAG. I.</br>Here lows a Bull; a golden Gleam adorns</br>The circling Honours of his beamy Horns.</br>He safely lows, nor fears the Holy Knife,</br>No Sacrifice from hence shall drink his Life.", "MAG. II.</br>Ye Gardens, blush with never-fading Flowr's,</br>For ever smile, ye Meads, and blow, ye Bowr's:</br>Bleat, all ye Hills, be whiten'd, all ye Plains;</br>O Earth, rejoice!  th' Eternal Shepherd reigns.", "MAG. III.</br>Ye Lillies, dip your Leaves in falling Snow,</br>Ye Roses, with the Eastern-Scarlet glow,</br>To crown the God:  ye Angels, haste to pour</br>Your Rain of Nectar, and your Starry Show'r.", "MAG. I.  Offers Gold.</br>The Ore of India ripens into Gold,</br>To gild thy Courts, thy Temple to infold.</br>Accept the Emblematick Gift; again</br>Saturnian Years revolve a Golden Reign!", "MAG. II. Offers Frankincense.</br>For Thee Arabia's happy Forests rise,</br>And Clouds of Odours sweetly stain the Skies.</br>While fragrant Wreaths of smoaking Incense roll,</br>Receive our Pray'rs, the Incense of the Soul!", "MAG. III. Offers Myrrh.</br>The weeping Myrrh with balmy Sorrow flows,</br>Thy Cup to sweeten and to sooth thy Woes:</br>So Prophets sing; for (Human and Divine)</br>The Man was born to grieve, the God to shine.", "MAG. I.</br>Smile, sacred Infant, smile:  thy rosy Breast</br>Excels the Odours of the spicy East;</br>The burnish'd Gold is Dross before thy Eye,</br>Thou God of Sweetness, God of Purity!", "MAG. II.</br>Ye Planets, unregarded walk the Skies,</br>Your Glories lessen as his Glories rise:</br>His radiant Word with Gold the Sun attires,</br>The Moon illumes, and lights the Starry Fires.", "MAG. III.</br>Hail, Lord of Nature, hail!  To Thee belong</br>My Song, my Life, &mdash; I give my Life, my Song:</br>Walk in thy Light, adore thy Day alone,</br>Confess thy Love, and pour out all my own.</br>"]