["What are Helvetia's woods, Ausonia's bowers,</br>Compared with England's home-attractions?  Rove</br>Where'er we may, we waste away those hours</br>That sure were better spent with friends we love,</br>Such as the royal casuist might approve.</br>But England has her beauties, her green fields;</br>Her rising grounds o'ertopp'd with many a grove;</br>The wealth her land so prodigally yields,</br>That yet from violent hands the arm of justice shields.", "And thou, Charissa, with thy smiling train</br>Of infants, in this island art renown'd;</br>Let others sing the dark-eyed maids of Spain,</br>Here beauty's modest gracefulness is found;</br>Here love domestic is by valour crown'd:</br>Ah!  happy isle, where Faction vainly roars:</br>Her wild war-cry we heed not; we are sound:</br>With flag reversed, rebellion quits our shores,</br>And peace exulting smiles, and virtue God adores.", "\"Whatever is, is best;\" the blasts from hell,</br>Of irreligion cannot shake the tree</br>Of truth, that in our happy isle has well</br>Driv'n deep its roots:  the true philosophy</br>Is Christian faith, from superstition free.</br>England of Heaven asks no miraculous voice</br>To silence foul-mouth'd infidelity.</br>No!  in the gospel-truths her sons rejoice:</br>That worship must be pure, where reason points the choice.", "What mighty minds have here conjointly raised</br>An altar to their Maker; there up-piled</br>The gifts of truth and eloquence amazed</br>Surrounding nations; gentle as a child</br>Was Newton, Cowper as a seraph mild!</br>Yet were they champions of the faith, and kept</br>The ark of their religion undefiled.</br>Here never has Devotion's genius slept,</br>Nor o'er her broken fanes meek Piety has wept.", "Those who do fear it, always hate the light.</br>Let man but know his duties, he pursues</br>His proper good; 'tis only in the night</br>Of ignorance that uncertain are his views,</br>That Cleons his most credulous heart abuse.</br>But learning's like Ithuriel's spear, and shews</br>Impostures stripp'd of all their borrowed hues.</br>What is the fruitful source of human woe?</br>The fear lest men become too wise the more they know.", "Vain fear!  before Religion's rising sun</br>The fogs of superstition break away.</br>Let sophists to the den of error run</br>And hide them from the intellectual ray</br>That this \"best sun\" sheds forth on us to-day.</br>Though tyrants dread opinion, 'tis the base</br>Of every government, its only stay.</br>Good God!  what crimes the moral world disgrace,</br>When prejudice would drive right reason from its place.", "Are not the gifts of eloquence and wealth,</br>Beauty and talent, easily abused?</br>Thus into minds not guarded well, by stealth</br>The poison of false doctrine is infused.</br>E'en freedom has been, often is, misused!</br>Yet by instruction man is lifted here</br>High in the scale of being, not amused</br>With grovelling joys, but panting for a sphere</br>Where mind shall live with mind through Heaven's \"eternal year.\"", "As rushing whirlwinds 'mid the stagnant air,</br>In eastern climates, suddenly arise,</br>Thus slaves whom passions prompt, or fell despair,</br>Rush on their despot-master.  Lo!  he dies.</br>How weak the state which terror guards, or lies!</br>But when fair mercy, justice, truth support</br>The throne, let statesmen ope the people's eyes;</br>Their knowledge is as an unshaken fort</br>To which 'gainst all assaults the monarch might resort.", "Let others fashion works that charm the eye</br>And please the moral taste; we cannot strive</br>In these with Greece and Italy to vie;</br>We teach the master-science how to live.</br>Long may our dear, dear country's glories thrive;</br>May never pestilence consume her strength, may God</br>Far, far away domestic discord drive:</br>But, must we bow beneath his chastening rod,</br>Ne'er may the rebel's bones rest 'neath his father's sod.</br>"]