["And I have din'd!  again have made my meal&mdash;</br>Yes, and I found the Eggs and Bacon sweet;</br>Alas!  that men who eat should finely feel&mdash;</br>Alas!  that men who finely feel should eat!", "Cease, Sensibility!  torment me no more!</br>Spare me my bosom's lov'd, yet tyrant Queen!</br>Why tell me what the Bacon was of yore,</br>And wherefore pourtray what the Eggs had been?", "It boot not now &mdash; that Bacon never more</br>In search of acorns thro' the wood shall roam;</br>Nor when the business of the day is o'er,</br>At night repose him in his own dear home.", "Yes, his dear home, for well his native sty</br>And all its sweet domestic joys he knew;</br>There many an hour supine he lov'd to lie,</br>Or on the dung-hill warm that reek'd in view.", "Perhaps, poor Porker!  when the Butcher came,</br>Thoughts of delight were ripening in his breast:</br>First, for some fair he felt the tender flame,&mdash;</br>She was not coy, and he had sure been blest.", "And ye, poach'd Eggs!  to life ye soon had burst,</br>With sudden strength and consciousness endued;</br>How carefully the hen your youth had nurst,</br>How proudly cackled o'er her beauteous brood.", "Thence had some cock the future conqu'ror grown,</br>His glossy plumage had been bright to view;</br>His bloody cockscomb like the Monarch's crown,</br>And sweet at morn his cock-a-doodle-doo.", "O Nature, wherefore should it be thy will</br>That men must feed on gross corporeal fare,</br>Whilst thy Camelion finds his blameless fill</br>In the pure beverage of the ambient air.", "All able Nature, in thy boundless might,</br>Thou couldst aetherial nourishment have giv'n,</br>And made thy favour'd children live on light,</br>Or feed like flow'rs upon the dews of heav'n.", "Then had  not tooth-ache stalk'd among mankind,</br>Tooth ache, worst fiend of all from Heav'n who fell,</br>Who leaves the realms of penal fire behind,</br>And in a hollow tooth concenters Hell.", "Teeth and tooth-drawers had been useless then,</br>The mouth alone for sounds harmonious giv'n,</br>And, uncorporealiz'd, the sons of men</br>Been pure and spotless as the race of Heav'n.", "But wherefore should I muse on thoughts like these?</br>Why wake the wounds of feeling thus unwise?&mdash;</br>Nay, nay, ye Eggs and Bacon, be at peace,</br>Nor in my conscience, nor my stomach, rise.</br>"]