["From Childhood's e'en to Age's mental dreams,</br>Those twilights of the soul in Life's extremes,</br>That lead young drivellers from the cradle's gloom,</br>Or old ones to the darkness of a tomb,</br>How Nature, in our scanty day of breath,</br>Divides the progress to the night of death!</br>Prescribes the series when to pule, to play,</br>Love, act, reflect, then doze the world away,</br>Till weak mortality's mechanic powers</br>Have once run round their narrow ring of hours.", "\"Once round!\"  exclaim a gay and thoughtless host;</br>\"Rounds after rounds of hours we all can boast.\"</br>To scout so dry a fact would be to mock</br>Saint Dunstan's Strikers or an eight-day clock;</br>But in a human Time-piece, no device</br>Can course the Dial of Existence twice;</br>And, when the failing nerves and worn-out brain</br>Have circle'd into Infancy again,</br>Who shall rotation's earlier force restore,</br>Or wind up works prepar'd to move no more?", "Much, then, has each to do, before he dies,</br>While all his action in a nutshell lies.</br>Yet is the nutshell, upon reason's plan,</br>Sufficient for the mighty maggot, Man;</br>For though his Drama, in it's little range,</br>Be fraught with many an important change;</br>Though, to each Mortal, various parts we find,</br>In his own tragi-comedy, assigned,&mdash;</br>E'en (if the curtain do not drop too soon,)</br>From Babe to \"lean and slippered Pantaloon,\"&mdash;</br>Still Nature's lineations plainly tell</br>There's room, and time enough, to act them well;</br>Well as the Bard, to whom Her lines were known,</br>Draws them, in four-and-twenty of his own.\"", "Yet, easy as the task appears, how few</br>Keep their successive Ages full in view!</br>Most, in all periods, heedless of their date,</br>Prone to be this, or that, too soon or late,</br>Evince, as passions, or conceits, may rule,</br>'Tis ne'er too soon, nor late, to play the fool.", "Along the path of Life, while to and fro,</br>Like lap-dogs airing, Vice and Folly go,</br>Old curs and puppies jostling in the track,</br>Now scampering forward, and now running back,</br>'Tis sad the silly animals to see</br>Reversing points at which they ought to be!</br>To see what idle war with Time they wage,</br>Enfeebling Youth, and turning boys in Age;&mdash;</br>To see worn One and Twenty writhe with gout,</br>Groaning beneath whole vintages drank out;</br>Green Puberty fast rotting to it's fall,</br>While Dotage dyes his eyebrows, for a Ball!", "If, then, the sillier Actors of their day</br>Transpose the scenes of blossom and decay,</br>No wonder that the wisest, now and then,</br>Forget their cast of character, as men;</br>Throw off the habits of their life, by starts,</br>And prove the best imperfect in their parts.&mdash;</br>Statesmen have shewn that, in affairs of State,</br>Sedateness cannot always be sedate;</br>Zeno, perhaps, might be from books beguil'd,</br>To play a game at marbles with a child;</br>Nay, stick a pin into a Parson's rump,</br>The strict Divine may bawl out \"damme,\" plump.&mdash;</br>But what if Statesman, Stoick, or Divine,</br>Deviate, by chance, thus slightly from their line?</br>If Statesman, Stoick, or Divine, do so,</br>Does this call out for reprobation? &mdash; no:</br>But still 'tis laughable; &mdash; for, in a word,</br>The grave man's nonsense is the most absurd;</br>And, when his casual folly stands confest,</br>We own his merits, but enjoy the jest.", "While the pure pen of a Historick Sage</br>Distils it's beauties over every page,</br>That mirth may chuckle at his clumsy Love,</br>A Tale, which late tradition yields, may prove.", "A Man I sing whom Memory reveres;</br>Hallow'd the spot where now he lies in earth;</br>Learning and Genius, there, may mingle tears,</br>With Virtue, weeping over moral worth.</br>Clio, the first of Muses, hail'd his birth;</br>But Momus, ever flouting, laugh'd outright,</br>To think that, when to manhood grown, what mirth</br>Would be provok'd by so grotesque a wight</br>So oddly formed as He, who was EUDOXUS hight.", "And, when adult, with Erudition's store</br>His early taste, and judgment, were supplied;</br>He drain'd the sources of historick lore,</br>Then pour'd them back, through Europe, purified:</br>Majestick, deep, yet smooth, and clear the tide;</br>And Elegance, obedient to his call,</br>Sail'd down his flow of words in Swan-like pride;&mdash;</br>But, oh!  how wondrous the DECLINE and FALL,</br>To \"look upon his face,\" and, then, \"forget it all!\"", "Like a carved Pumpkin was his classick jole;</br>Flesh had the Solo of his chin encor'd;</br>Puffed were his cheeks, &mdash; his mouth a little hole,</br>Just in the centre of his visage bor'd:</br>His nose should to a Pug have been restor'd.</br>A Dame, whose blindness was a piteous case,</br>And whose soft hand his countenance explor'd,</br>No features in so fat a mass could trace,</br>But said it was a thing below the human face.", "His person look'd as funnily obese</br>As if a Pagod, growing large as Man,</br>Had, rashly, waddle'd off its chimney-piece,</br>To visit a Chinese upon a fan.</br>Such his exterior; &mdash; curious 'twas to scan!</br>And, oft, he rapped his snuff-box, cock'd his snout,</br>And, ere his polish'd periods he began,</br>Bent forwards, stretching his fore-finger out,</br>And talk'd in phrase as round as He was round about.", "Oh!  kindly PEER!  who hand his likeness down,</br>Through Partiality's mistaken zeal,</br>Why did you tempt ingenious Mrs Brown,</br>And make her for her pocket-scissars feel,</br>To cut his SHADE out with her ruthless stool?</br>(His posthumous Memoirs were quite enough,)</br>Why stick it up, on either long, long heel,</br>And in a Frontispiece the carcass stuff,</br>To look like an erect, black tadpole, taking snuff?", "'Tis not, my Lord, an uncouth Shape nor Head,</br>That should surviving tenderness control</br>To hide the outlines of the mighty dead,</br>But 'tis a grave man's ugliness that's droll;</br>The face, and body, then, burlesque the soul;&mdash;</br>Sir Joshua's flattery would scarcely do</br>To screen from laughter the Historian's poll;</br>To place him in derision's broadest view,</br>Was left to Mrs Brown, to Friendship, and to YOU!", "Yet, trust me, peer, I mean not to offend;</br>Affection warm as your's the Muse respects;</br>For who could ever so expose a friend</br>Till fondly purblind to that friend's defects?</br>Your sense was dazzle'd by his intellects:&mdash;</br>The wrapt Enthusiast, seldom seeing clear,</br>A charming Author with his Book connects;</br>You saw him in his graceful style appear,</br>And fancied Punch had grown Apollo Belvedere.", "Cramped in finances, weary of the Town,</br>Through well-earn'd fame with new ambition fire'd,</br>And deck'd with Literature's laurel crown,</br>Eudoxus to Helvetia's clime retire'd;</br>There competence was wealth, &mdash; there Health respire'd.</br>Amid the Alps, high towering to the Skies,</br>(Types of his mind!)   fresh vigour he acquire'd,</br>In wider scope Rome's Annals to comprise,</br>And, on an Empire's fall, still brilliantly to rise.", "From thy romantick scenery, Lausanne!</br>Soon as his labours reach'd their destine'd home,</br>The rumour round the big-wig circles ran,</br>Till, eagerly, the World grasp'd ev'ry Tome!</br>Reviewing wasps, about the honey-comb</br>Stung where they could, at a most stingless rate,</br>While Cadell, fattening, in the Strand, on Rome,</br>Proudly exclaim'd, in bibliotheck state,</br>\"Who sells great Authors' works must, sure, himself be great.\"", "Yet poring Authors relaxation need,</br>And must, Apollo-like, the bow unbend;</br>Must walk, &mdash; or else, when very fat indeed,</br>Their sitting brings them to their latter end.</br>Eudoxus could, on foot, a hill descend,</br>And so, if he had tried, could Doctor Slop;</br>But climb an Alpine steep!  \"oh, heaven defend!</br>That tugging project he resolve'd to drop,</br>Though Nature's richest charms invited to the top.\"", "Expression, oft, beyond a meaning goes;</br>And, when Eudoxus talk'd of Nature's charms,</br>Alas, good man!  he only thought of those</br>Which please our eyes, but never fill our arms.</br>Mere child in love, he dreamt not of alarms</br>The Child of Venus gives, pernicious elf!</br>Rome's loves, &mdash; nay, rapes, (those worst of amorous harms,)</br>Those he recorded, for the Student's shelf,</br>But knew not how to love, nor ravish, for himself.", "His whole construction seem'd to blunt, and turn,</br>The arrows that from Cupid's quiver skim;</br>So cold, he never could for Woman burn,</br>So ugly, Woman could not burn for him.&mdash;</br>Still, Cupid sent him, in a wicked whim,</br>A philosophick Blonde, a Charmer wise,</br>Studious, and plump, now languishing, now prim,</br>Who, skill'd most temptingly to syllogize,</br>Chopp'd logick with a pair of large, blue, melting eyes.", "'Twas in Lausanne, where crowded parties chat,</br>And take their tea, ere London Fashion dines,</br>Nosing Eudoxus, blue-ey'd AGNES sat,</br>And talk'd of Trojan and the Antonines;&mdash;</br>Dwelt much on Roman risings, and declines;</br>And murmur'd, while they huddled knee to knee,</br>\"What things Voluptuousness undermines!\"</br>Eudoxus felt a glow; &mdash; but knew not, he,</br>Whether 'twas love, the crowd, philosophy, or tea.", "Whene'er she utter'd, breathing like the South,</br>As o'er a bank of violets it blows,</br>He curl'd the smirking hole he call'd a mouth,</br>And fed with snuff the knob he term'd a nose:</br>His bosom's fat heave'd with unwonted throes,</br>And still she talk'd, and still he listen'd, &mdash; still</br>Fresh beauties in her countenance arose;&mdash;</br>He ask'd her dwelling-place; &mdash; sad news, and chill!</br>\"Skirting Lausanne,\" she said &mdash; \"upon the next high hill.\"", "High HILL! &mdash; alas!  he ne'er on horseback rode;</br>Eternal visits, in a carriage, there,</br>So near Lausanne as Agnes's abode</br>Might scandalize the philosophick Fair:&mdash;</br>Then, walk, &mdash; or not &mdash; 'twas either way despair!</br>Bore through the Alps &mdash; on foot! &mdash; so pursy too!</br>At length, he mentally pronounced, \"I swear</br>What Hannibal with vinegar could do,</br>To venture, dearest Maid!  with all my oil, for You!", "That night, on which Eudoxus Agnes met</br>Neglected Wisdom had his pillow flown,</br>While She retire'd, half prude and half coquette,</br>To bed with Vanity, as cold as stone.</br>The Sage as an Adonis would be known,</br>His Venus wish'd for a Scavante to pass;</br>Each saw each other's foible, not their own;</br>He smile'd at Science in- a lovely lass,</br>She at a Sapient Squab, who turn'd philandering Ass.", "Thus both, it seems, their natural play mistook,</br>Though Agnes had the better of the game;</br>For studious Beauties can enjoy a Book,</br>When ugly Scholars can't enjoy a Dame.&mdash;</br>A learned Dangler often stamps the name</br>O Blue-Stocking on her he ne'er embrace'd:</br>The Lady's object, now, was classick fame,</br>His passion, therefore, though by far less chaste,</br>Portended an amour in the Platonick taste.", "Yet her enticing charms, his weight of thought,</br>Had fix'd their commerce, in a comick hour;</br>Thus is our Planet to it's centre brought</br>By Gravity's, and by Attraction's power.&mdash;</br>The morning blushed; &mdash; but, soon, &mdash; a soaking shower!</br>Eudoxus pause'd, between his love and rain;</br>He breakfasted, &mdash; he sigh'd, &mdash; it cease'd to lower,&mdash;</br>He wish'd the surface of the Globe one plane,</br>Call'd for his thickest shoes, and groan'd and sigh'd again.", "\"Alas!\"  he cried, \"pedestrious I depart,</br>To scale Olympus, and a goddess find:</br>Not seeing her will almost break my heart,</br>And getting at her almost break my wind.</br>Never did body trifle so with mind!</br>So raise it's projects and so knock them flat!</br>Never was amorous lump of human-kind</br>So self-suspended, between this and that;</br>So goaded by the flesh, &mdash; so hinder'd by the fat!", "\"Why, cruel Cupid!  make me clambering go,</br>And, like the Chamois, skip on heights immense?</br>Why not the Goat's ability bestow,</br>Or spare me from the Goat's concupiscence?</br>Each, each, or neither, quality dispense!</br>Or, cruel Cupid!  since both you and I</br>Are pictured puffy, chubby-cheek'd, and dense,</br>Give me your emblems all, or all deny!</br>Oh!  draw your arrow back, or send your wings to fly!\"", "He reached the Hill; it's winding foot-path found,</br>And buckle'd to the task;&mdash;  but now, alack!</br>With recent rain so greasy was the ground,</br>That, as he labour'd up the slippery track,</br>At each three steps, he slid one back.&mdash;</br>A well-fed Maggot, thus, when friend and friend</br>Their jokes, their bottles, and their filberds crack,</br>In some deep fruit-plate heaves, from snout to end,</br>And works, and slips, and writhes, and waggles to ascend.", "Though mortal enterprises arduous be,</br>What will not Time, and Perseverance, do?</br>And, while Eudoxus lost one step in three,</br>Still, losing one in three advance'd him two.</br>An open casement, now, was full in view,</br>Where Agnes stood, his ardent wish to crown;</br>She bow'd, as near the drooping Lover drew;&mdash;</br>\"She'll let me in!\"  he groan'd, \"and should she frown,</br>Love's bliss is lost; &mdash; but oh! &mdash; what rapture to sit down!\"", "Guard, Virgins!  guard your snug sequester'd bowers,</br>When wily Strephons come to twirl the pin!</br>For Rumour swiftly round the village scours,</br>When silly Maids have let a Lover in:&mdash;</br>Then Gossips groan, and Ribalds grossly grin.</br>Or, if a Swain his entrance must achieve,</br>Choose some Eudoxus, with a double chin,</br>With whom Suspicion's self could ne'er conceive</br>Your ruin's brink was touch'd, before he took his leave.", "Fair Agnes fear'd not that censorious talk</br>Could ever, by Eudoxus, be inspire'd;</br>He look'd a Lamb, before he took a walk,</br>And dead as Mutton, weary, and bemire'd.</br>Yet, in her jacket, a la Suisse, attire'd,</br>So plump and tempting was the blue-eye'd Maid,</br>A Hermit's frigid breast she might have fire'd!&mdash;</br>Beneath a plain straw hat her ringlets play'd,</br>And a short petticoat her well-turn'd leg betray'd.", "Eudoxus, squatting in a cushion'd chair,</br>Gave her that interesting glance which owns</br>A double feeling, &mdash; and would fain declare</br>The heart is full of love, the shoes of stones.</br>His tender sighs, inflating into groans,</br>Were debts, as in a partnership concern,</br>Due, jointly, both to Bosom and to Bones;</br>And seemed to say, \"Sweet Lady!  let me learn</br>Whether in vain I ache, and pant, and grunt, and burn!\"", "In vain they questioned; &mdash; for the Fair pursue'd</br>Her prattle, which on literature flow'd;</br>Now change'd her author, now her attitude,</br>And much more symmetry than learning show'd.</br>Eudoxus watch'd her features, while they glow'd,</br>Till passion burst his puffy bosom's bound;</br>And, rescuing his cushion from it's load,</br>Flounce'd on his knees, appearing like a round</br>Large fillet of hot veal, just tumble'd on the ground.", "Could such a Lover be with scorn repulse'd?</br>Oh no! &mdash; disdain befitted not the case;</br>And Agnes, at the sight, was so convulse'd,</br>That tears of laughter trickle'd down her face.</br>Eudoxus felt his folly, and disgrace;&mdash;</br>Look'd sheepish, &mdash; nettle'd, &mdash; wish'd himself away;&mdash;</br>And, thrice, he tried to quit his kneeling-place;</br>But Fate, and Corpulency, seem'd to say,</br>Here's a Petitioner that must for ever pray!", "\"Mon dieu!\"  said Agnes, \"what absurd distress!</br>How long must you maintain this posture here?\"</br>\"Ah!  that,\" he sighed, \"depends on the success</br>Of your endeavours, more than mine, I fear.</br>Get up I cannot, by myself, 'tis clear:&mdash;</br>But though my poor pretensions you despise,</br>Full many a man is living, Lady dear!</br>Whose talent, as a Lover, rather lies</br>In readiness to kneel, than readiness to rise.\"", "Again he strain'd, again he stuck live wax,</br>While Agnes tugg'd at him, in various ways;</br>But he was heavier than the Income Tax,</br>And twenty times more difficult to raise.</br>She fear'd that Scandal would the story blaze;</br>Yet, hopeless, rang the bell; &mdash; the Servant came,</br>And eye'd the prostrate Lover with amaze;</br>Then heave'd upon his legs the Man whose name</br>Is lifted up so high by never-dying Fame.", "Eudoxus, fretted with the morn's romance,</br>Opine'd, while he was waddling to the plain,</br>Himself no wiser than that King of France</br>Who march'd up hill, and then march'd down again</br>He found that he had striven against the grain;</br>That suffering Love within his breast to lurk</br>Brought \"labour,\" which by no means \"physick'd pain;\"</br>That Beauties, who on eminences perk,</br>Make Courtship, for the Fat, a very Up-hill Work.</br>"]