["Hail!  more refulgent than the morning star,</br>Gay queen of bliss, fair daughter of the sky,</br>I woo thee, Freedom!  May I hope from far</br>To catch the brightness of thy raptur'd eye?</br>While not unseemly streams thy zoneless vest,</br>Thy wild locks dancing to the frolic wind;</br>And, borne on flying feet, thou scorn'st to rest,</br>Save where meek truth her modest seat may find.</br>Hail!  radiant from divine, blest Liberty!</br>Where'er thou deign'st to rove, oh!  let me rove with thee.", "Say, dost thou choose to tread the mountain's brow,</br>Or haunt meand'ring stream, or wanton plain?</br>Up the steep mountain's height with thee I'll go;</br>Or wake by river's brink the merry strain:</br>Or o'er the laughing plain I'll trip along,</br>A simple swain, 'midst hinds and virgins gay;</br>And still will chant to thee the even-song,</br>Unwearied with the raptures of the day.</br>And e'en when lock'd in sleep's soft arms I lie,</br>Still flatt'ring dreams shall wake the midnight ecstasy.", "Or dost thou choose to wear the sober veil</br>Of mild philosophy, and walk unseen,</br>Serenely grave, along the cloister pale,</br>Or in the pensive grove, or shaven green:</br>Then will I tend thee on thy secret way,</br>And from thy musing catch the patriot flame,</br>Gentle and clear, as the sun's smiling ray</br>At dawn, yet warm, as his meridian beam,</br>When wond'ring nations feel the piercing rays,</br>And think they view their God, and kindle into praise.", "Such wast thou seen by Isis' silver flood,</br>In converse sweet with Locke, immortal sage;</br>Such too by Cam with him, whose bosom glow'd</br>With thy sweet raptures, and the muses rage.</br>Nor less with him, who bore to distant climes</br>His country's love, and o'er her mis'ries sigh'd;</br>Brave injur'd patriot he, in evil times</br>Who nobly liv'd, and not ignobly died.</br>Whol nobly liv'd, whose name shall ever live,</br>While zeal in Britain glows, while freedom shall survive.", "With Jebb and Price thou pass'dst the studious hour,</br>And stor'dst with gen'rous truths their ample mind;</br>Thou bad'st them glow, with patriot zeal; and more,</br>Thou bad'st them glow with low of human kind.</br>And oh!  fair queen, still think for Albion's weal!</br>Still with our Parrs and Masons, still abide! </br>Still may those gen'rous friends thine influence feel,</br>Alike in manners' and; in worth allied.</br>When civil broils an injur'd nation rend,</br>Be thou fair learning's pride, the muse's constant friend.", "So shall my Disney still thy call obey,</br>And deck the patriot's tomb with wreathes of fame;</br>And still o'er classic fields shall Porson stray,</br>And Aikin still adore his Howard's name:</br>May Fitzroy too the gen'rous transport share;</br>And rais'd by love of thee and love of truth,</br>View Liberty's long lustre mild and clear,</br>Till its full orb illume Britannia's youth.</br>And I, the meanest of the tuneful throng,</br>On Cam's fair banks will chant to thee the grateful song. ", "Or dost thou from Columbus' blissful plains,</br>Invite thy Paine, to rouse the languid hearts</br>Of Albion's foes, and through their feeble veins</br>Dart the electric fire, which quick imparts</br>Passions, which make them wonder, while they feel.</br>Auspicious queen!  still shew thy beauteous face,</br>Till Britons kindle into rapture&mdash;", "Or dost thou, sweet enthusiast!  choose to warm</br>With more than manly fire the female breast?</br>And urge thy Wollstonecraft to break the charm,</br>Where beauty lies in durance vile opprest</br>Then will I from my Jebb's fair pages prove,</br>That female minds might teach a patriot throng,</br>Or \"on the Loire's sweet banks\" with Williams rove;</br>Or hear thee warble in Laetitia's song;</br>Or see thee weep in Charlotte's melting page;</br>And from Macaulay learn to scourge a venal age.", "Or dost thou, near Maria's early tomb,</br>Clad like the muse of sorrow, drop a tear.</br>Oh!  I will kiss that sacred drop, and roam</br>To strew the cypress on Maria's bier.</br>Or I will hear thee, fair Melpomene,</br>In my own Charlotte's pensive notes complain.</br>Faithful to thee, though pensive&mdash;", "Or art thou wont to couch with lion pride</br>Near Britons genius, slumb'ring as in ire;</br>Waiting what time thy children shall abide</br>Thy noblest form, and glow with purest fire?</br>Sweet slumb'rer rest!  yet shall the times be found,</br>When Britain's bards shall wake no venal strain,</br>Her prophets give no more a double sound;</br>No more her patriots thirst for sordid gain:</br>And lawless zeal shall fink to endless shame,</br>Nor longer keep thy seat, nor bear thy sacred name", "But shouldst thou scorn at length Britannia's isle,</br>Then would I pass with Penn the dang'rous sea</br>Yes!  I would hasten to some happier soil,</br>Where tyrants hold no rule, no slaves obey.</br>There would I woo thee, goddess, heav'nly fair;</br>Sing my wild notes to thee, where'er I roam;</br>Britons no more the muse's praise should share,</br>Tyrants abroad, and miscreants at home&mdash;</br>E'en Britain's friend would publish Britain's shame;</br>While barb'rous tribes should hear, and scorn a Briton's name&mdash;", "But shouldst thou e'en from Britain speed thy way,</br>On Gallia's plains still linger with delight;</br>And while her patriots hail this sacred day ,</br>Oh!  aid their counsels, end their battles fight;</br>May tyrants ne'er, those murd'rers of the world,</br>Austria's proud Lord, and Prussia's faithless king,</br>Their blood-stain'd banners to the air unfurl'd,</br>O'er freedom's sons the note of triumph sing;</br>Still with the great resolve the Polish heroes fire,</br>To live in thine embrace, or at thy feet expire.</br>"]