["Oh would I not, the pulse of love to waken</br>E'en in a being by the world rejected,</br>Stoop to compliances the least connected</br>With aught could flatter self?  Ah, was not this</br>What of himself, when he himself depicted,</br>Frankly confessed the paradox-loving Swiss</br>\"To meet a second self is the sublime of bliss?\"", "Ah, was not this my wish?  My hope supreme?</br>Cannot a being, or in earth, or heaven,</br>Be met with, &mdash; from the stigma of a dream,&mdash;</br>To rescue him, who has with much toil, striven</br>For such communion?  Like a spirit driven</br>From comprehension by connatural things</br>I, from the extremest ardour, ever given</br>To man, for human sympathy, my wings</br>Now flag, and glad would be to drink lethean springs.", "Whenever I have turned to meaner themes,</br>From thee Religion, so much more as I</br>Have been enabled by warm-glowing gleams</br>To give resplendence to their imagery,</br>So much the more, of infidelity</br>A sense has risen, in my conscious breast,</br>Towards that, which I know well is worthily</br>Alone, on the well govern'd mind impress'd,</br>Towards that, whose joys alone no after stings molest.", "Celestial Spirit which erewhile didst deign</br>Our elder Milton's hallowed prayer to hear,</br>Do thou inspire my tributary strain,</br>Breathe thou through every word that sense severe</br>Of Truth; and if aught eloquent appear,</br>Let it to every one be manifest,</br>That it flows from that empyrean clear,</br>Where thou beside God's throne, a heavenly guest,</br>With vision beatific evermore art blessed!", "Long, long enough, have I on love enlarged,</br>Wasting on idle theme my idle prime;&mdash;</br>Not that I mean with folly may be charged</br>Whate'er is not devotional in rhyme.</br>But grant, that, from them shall result no crime,</br>Yet human loves are vain, and end in air.</br>Whereas that love which mounts on wings sublime</br>Towards heaven, as everlastingly is fair,</br>As sources whence it rose imperishable are.", "The natural impulse, of each natural mind,</br>Enough doth souls to natural passions move:</br>We little need persuasives, whence inclined</br>The human heart may be to human love.</br>But does experience, towards religion, prove</br>This natural bias, in the human heart?</br>Rather doth not each stress tend to remove,&mdash;</br>Each impulse both of nature and of art,&mdash;</br>This noblest of all themes from man's immortal part?", "'Twixt other attributes which man doth share</br>This is the difference, and religious lore,</br>That ere on its first rudiments he dare</br>To cast an eye, e'en to its inmost core</br>The heart must be renewed; no soul can soar</br>To its most simple rules, till, on the wings</br>Of the most holy Dove, it learn t'explore</br>Truths, which, to those are, round whom this world clings,</br>In heaven's own archives kept, unutterable things!", "Father who gav'st me talents, 'tis my prayer,</br>Since all unfit for bustling scenes I be,</br>Since sequestration from those places, where</br>Mankind, to grave affairs, most actively</br>Is called, best suits my pensive tendency:&mdash;</br>Do thou my humble aspiration bless,</br>To bring a contribution tremblingly</br>To that pure stock of truth, whose perfectness</br>Best stays man's tottering steps through life's bleak wilderness.", "Father!  I ask, or in thy vineyard deign</br>To let me be a labourer; to be</br>But \"in thy house\" \"a door-keeper!\" &mdash; no strain</br>Of mine shall then flow discontentedly.</br>Oh deign to make me something; deign on me</br>To shed th' anointing oil, that I may sing</br>Loudly thy praises! &mdash; Or, if thy decree</br>Claimant unfit deem me to touch the string</br>Of thy most hallowed harp, hear my petitioning,&mdash;", "I then implore that thou would'st fashion so</br>My natural talents, that, with them, I may</br>Become a labourer while here below,</br>To lessen human sorrows! &mdash; Oh, I pray</br>That I may be a something! &mdash; May the day,</br>E'en of my pilgrimage, or ere it wane</br>Behold a monument, whence men may say,</br>\"He, in his day, did his day's work!\" Oh deign</br>My lot to rescue from \"unprofitable\" stain!", "Yet, if thy will be such, that neither I,&mdash;</br>Or for \"another and a better world,\"&mdash;</br>Must throw my mite in of utility;&mdash;</br>Or e'en, in this, must see the flag unfurl'd</br>Of active use; &mdash; if I must thus be hurl'd,&mdash;</br>To keep me humble, from each high career,</br>Whence man is hailed with blessings; &mdash; if I'm whirled</br>Thus, from distinction's gratifying sphere:&mdash;</br>Still moisten my pale cheek with gratitude's meek tear!&mdash;", "Yes, let me never, never turn from thee!&mdash;</br>Whether I be an instrument of use:</br>Or whether I am bound to bend the knee</br>In nothingness; &mdash; whether I can produce</br>Aught of effect; or whether, thou, t' unloose,</br>To unloose utterly, the mortal strings,</br>Which bind me to this world, see'st fit, with noose,</br>Hard as the gordian knot, to cramp my wings,</br>And stamp me while I live, vilest of vilest things!", "Yes, be thou \"with me in the way I go!\"</br>Whether or poverty or wealth thou send;&mdash;</br>Be thou my all in all!  Be thee to know,&mdash;</br>My heart's best treasure &mdash; as my soul's best friend!</br>To touch unworthily, do thou forefend,</br>With an unhallowed hand, that ark of thine!&mdash;</br>What, what am I?  Though in the dust I bend,</br>Let me rejoice, that while I lowly pine,</br>Thousands of purer souls in thy white raiment shine!", "I've elsewhere said, \"cannot in earth, or heaven,</br>Being be found, from stigma of a dream</br>To rescue him who hath with much toil striven</br>For human sympathy?\"  Such the extreme</br>Of folly, to expect, from turbid stream,</br>To draw transparent waters, as to try</br>In what is finite, what we still must deem</br>Imperfect, stamped with mutability,</br>There realized to find perfectibility!", "No, no!  There is but One, God is that one,</br>Who all the soul's deep wants can satisfy;</br>No, no!  There is but One, that Being alone</br>Who made the heart, who thoroughly can spy</br>Its labyrinthine windings. We may try</br>To find another self as well, may seek</br>As soon to double our identity</br>As hope on earth the blessing to bespeak</br>Of perfect love in man, so faulty and so weak!", "As it might easily be made appear</br>A perfect sameness in the inner frame</br>Of the mind's structure, in two beings here</br>Would argue that their persons were the same&mdash;</br>Though biform, two such beings would but claim</br>Common identity.  Therefore, I say,</br>At such a consentaneousness to aim,</br>Is, but in other words, to be the prey</br>Of wishes fond as those which did Narcissus sway.", "It is, in short, to wish a second self,</br>Yet not a second self to find:  it is</br>The wish to find another, whom some elf,</br>Versed in fantastic metamorphosis,</br>Hath made so like us, that in him we miss</br>Nought save entire identity.  How fond</br>Is it on such a dream to found our bliss!</br>He who the finite ne'er can go beyond,</br>Seeks happiness in vain, enthralled in error's bond!", "To make this clear.  If we but once allow</br>(As most in present times admit) there dwells</br>'Twixt such and such a temperament (though how</br>Causation here doth operate quite repels</br>Man's finite guest) yet if the fact compels</br>Our credence, that a given cast of mind,</br>A given symmetry of form foretels,</br>Then must we grant, that, if two forms enshrined</br>Twokindred souls, they were to kindred forms assigned.", "Now since two bodies never were the same,</br>To seek two minds alike, vain is the quest:</br>Alleviation is what we should claim,</br>A soothing of the ills which life molest</br>From human sympathy; but he whose breast</br>Is fired with notion that he may discern</br>Being through whom he may be wholly blest,</br>Seeking for that which cannot be, will earn</br>Nought but conviction sad how idly he did yearn.", "Besides &mdash; but that 'tis foreign to our theme&mdash;</br>It were not difficult the fact to prove</br>That those most sympathy enjoy, whose stream</br>Of thought, like twy-born founts, diversely move.</br>We, those that are our opposites, most love;</br>Where we're deficient, those who most abound;</br>Those who're deficient where we soar above</br>The common standard; if with candour crowned,</br>And mutual comprehensiveness such tie be found.", "In such a case a mutual aid is given;&mdash;</br>One moral being of two counterparts</br>Is formed; and thus each brings a leaven</br>Whence each to t'other's scantiness imparts.</br>But e'en in this, best tie of human hearts,</br>Those imperfections which are still the bane</br>Of all that is of man, with poisonous arts,</br>Will interfere:  no plant of earthly strain</br>Did e'er yet grow mature, unblemished with a stain.", "No, he who made the heart, can only know</br>Its wants; he only who is infinite</br>Can e'er appease th' unutterable throe,</br>With which the soul doth pant for pure delight:</br>He who while he doth perfectly requite</br>That individual wish, can do as much,</br>As for that individual, by his might,</br>For every one whose heart doth own the touch</br>Of grace, which leads it still from heaven its all to snatch.", "Though man be finite, still his wishes are</br>Indefinite, if not infinite:  tell me then,</br>Is there not an insuperable bar,</br>'Twixt finite beings rendering back again</br>T' each other all they wish?  As we are men</br>We're with pure reason gifted. This doth tend</br>To th' infinite.  However we may strain</br>All possibilities, when man doth blend</br>With man, an aching void that union will attend.", "No accidents of chance can hinder this;</br>No possibilities of fate evade;</br>Cease then the vain complaint of scanty bliss</br>Attending human sympathy!  By aid</br>Of true philosophy is soon displayed</br>Its impotence to satisfy the soul</br>Athirst for living waters, Disarrayed</br>Be man then of the captivating dole,</br>Falsely to him ascribed, man's comfort to controul!", "If thou have sensibility, a heart</br>Impatient of th' imperfect joys of earth;</br>If thou have vainly sought to play thy part,</br>For blessings deemed here of most reverend worth;</br>And if, like bubbles, thou have found their birth</br>But harbinger'd their doom; how soon the stream</br>Exhausted, which from this world gushes forth;</br>If thou have found that joys from earth which teem,</br>When once their taste is o'er, are joys but in a dream.", "Remember still there's a resource for thee:</br>If thou'rt a mystery to thyself, to all;</br>Still to thy God thou art no mystery:&mdash;</br>Yes, He, without whose care there doth not fall</br>A sparrow to the ground, however small;</br>Howe'er profound, how utterless soe'er</br>Thy griefs, if thou on him with faith wilt call,</br>Can bring a sure relief to thy despair;</br>And raise elysian blooms where all seemed bleak and bare.", "There cannot be a mood of mind so dim,</br>So evanescent, imperceptible,</br>But it is clear as noon of day to him;</br>He sees thy rising cares or ere they fill</br>Thine eyes with tears; and if with passive will</br>Thou at his foot-stool meekly wilt fall down</br>The tumult of thy anguish he will still,</br>And all the contrite tears thy cheek which drown</br>Will add a living gem to faith's immortal crown.", "So far with tolerance th' instinct do I see</br>Which leads the spirit with devotion fond,</br>To seek in youth for perfect sympathy</br>In other human hearts, that few this bond</br>Who have not sought, few who have never conned</br>With weak idolatry, a human face,</br>And found how vain were human loves; beyond</br>Were everled to go:  triumphs of grace</br>Are oftenest gained by souls driven from love's earthly race.", "The principle of love must be implanted,</br>Or e'en divine love ne'er will take its root:</br>Small hope for those who're of this instinct scanted:</br>Small hope for those involved in low pursuit</br>Of interest or ambition!  Who with brute,</br>And earthward gaze see nought beyond themselves:</br>But hope, ye mourners, who with anguish mute,</br>See each foundation, like a train of elves,</br>Vanish, which human skill unprofitably delves.", "As to Religion's cause, one well might hope,</br>Rather to gain th' idolater, than one</br>Who loves in atheistic gloom to mope:&mdash;</br>So may we rather hope he may be won</br>To love his God, him whom the fervid sun</br>Of love hath fevered, whose still earnest eye</br>Some outward idol still is fixed upon,</br>Than him in self-involved captivity,</br>Who thinks he's free since self doth doom his slavery.", "Passion, love, adoration!  Fine the links</br>That in progressive process join these three,</br>Cursed is that soul, which gifted, basely sinks</br>From last of these to that first named!  So he,</br>Who is so wise, if he defeated be</br>In passion, and in love, to raise his thought</br>In adoration, from th' idolatry</br>Of passion, and of love, will soon be taught</br>That superhuman bliss is by the latter brought.", "\"There is a bliss the eye hath never seen,</br>There is a bliss the ear hath never heard,</br>Nor hath it ever comprehended been:&mdash;</br>And though on man's heart 'tis sometimes conferred,\"</br>Never except on him whose heart is stirred</br>With spiritual communion:  he who drinks</br>Of that immortal fount, to him preferred</br>Is that pure peace, which while it deeply sinks</br>Into our heart of hearts, speech from its utterance shrinks.", "Oh God, give me, and I will never crave</br>An earthly joy, that peace which passeth words;</br>That peace whose smile can hover o'er the grave,</br>That peace whose inner wealth can shame all hoards</br>Of bliss terrestrial; that peace which affords</br>Pity to other's sorrow; and which feels,</br>E'en while it braves the edge of hostile swords,</br>And binds all human wounds, and while it kneels</br>E'en by the bed of death, a blessedness which heals.", "Yes, I rejoice in spirit, when I think</br>On this tried panacea:  'tis a balm</br>Which to the depth of deepest wounds may sink,</br>Which the most troubled soul may quickly calm.</br>Ask it of God then, ask it!  'Tis an alm</br>He freely doth vouchsafe:  but oh, how rare</br>The privilege to sing a grateful psalm</br>For its bequest, save by those, who, in prayer,</br>Bankrupt in earthly hope, turn heavenward in despair!&mdash;", "Yes, could I wish for others or myself;</br>It were, that, pierced the veil 'twixt thee and me,</br>My God, I, sacrificing earthly pelf,</br>Might view, as the supreme reality,</br>Thee, and the world of spirits. Who that's free</br>Would wish to be imprison'd?  Who that could</br>Carry his thoughts to all eternity,</br>In glad progression, forward, would be mewed</br>In seventy years brief space of ailing flesh and blood?", "But how shall this be gained?  By fervent prayer&mdash;</br>\"In season, out of season, in prayer\" \"be</br>Instant,\" th' Apostle saith.  First station there&mdash;</br>In yon bright mansion of eternity,</br>Thy heart's chief loves, and thou wilt quickly see,</br>With spiritual eye, far clearer than on earth,</br>To the natural eye &mdash; with more reality&mdash;</br>Than to that eye those forms which here have birth,</br>Objects surpassing man's weak powers to body forth!", "I talk not of ecstatic vision! &mdash; no:&mdash;</br>Nor of conversion instantaneous speak:</br>Few, few gain such immunity below,</br>From thrall of flesh and blood, save him whose cheek</br>Contrition oft hath dewed with tear-drops meek:</br>'Tis a slow process in most hearts, to wean</br>Them so from this world's coil, that on them break,</br>With all the freshness of a real scene,</br>Those glories hid behind mortality's dim skreen.", "Be humble, &mdash; be resigned, &mdash; be penitent:&mdash;</br>Be God's thy will: &mdash; the spirit of prayer be thine;</br>The spirit of love:  be with each chance content</br>That seems to fall out in th' appointed line</br>Of Providence.  Let not thy soul repine,</br>Nor yield it e'er to fruitless retrospect.</br>Save when thou feel'st admonished from the shrine</br>Of awful conscience, that, by some neglect</br>Of thine, thou pay'st the fine for God's will by thee checked.", "In God thou liv'st, thou mov'st, thy being hast;</br>Bring this truth home to constant consciousness;</br>About thy bed, about thy path, is placed</br>The angel of his presence.  Dost thou press</br>Thy bed down-lying; rising, doth the stress</br>Of the day's duties crowd upon thy thought;</br>Still ever in adoring awfulness</br>Be, to thy spirit, the reflection brought,</br>That wheresoe'er thou art, is with his presence fraught.</br>"]