["It happen'd once upon a Summer's Day,</br>When Lads and Lasses go to making Hay;</br>The weary Mowers laid themselves adown,</br>To take a Bottle, and a Nap at Noon;</br>When Bootyslub (for so was call'd the Swain,</br>That languish'd under Dorothy's Disdain)</br>While others slept, by Love was kept awake,</br>To mourn his Fate, and mend his Dolly's Rake.", "Dolt as I am (complains the Love-sick Lout)</br>Not to consider what I am about?</br>Here I employ my little Stock of Art,</br>But who, alas!  shall mend my broken Heart?</br>None can that Work perform but Dorothy,</br>And that will ne'er be done by Cruelty;</br>For still she persecutes me with Disdain,</br>Laughs at my Woes, and banters all my Pain.", "Ah, Dolly!  Dolly!  can you be so dull,</br>To leave your Lover for a foppish Fool?</br>A Butterfly the Cabbages destroys,</br>On you a Butterfly his Breath employs&mdash;</br>I say no more &mdash; My Meaning you may guess&mdash;</br>Perhaps you had been pleas'd, had I said less.", "But yet, there was a Time, or else I dream'd,</br>When Bootyslub in your good Graces seem'd;</br>Then, if you knew I kiss'd a Lass at Town,</br>How have I seen you pout, and fret, and frown?</br>Nay, once you told me, that I need not roam,</br>For Charity should still begin at Home.</br>These jealous Hints, or I mistake them, prove</br>The greatest and the surest Signs of Love;</br>Yet, if you lov'd, methinks you cou'd not be</br>So kind to Floripert, so cross to me.", "Remember, how, to Jealousy betray'd,</br>You scolded at the Parson's pretty Maid;</br>When with enquiring Looks you pass'd the House,</br>And catch'd me keeping up the Damsels Cows;</br>Your scornful Eyes with jealous Fury burn'd,</br>On her they glanc'd, and then on me they turn'd;</br>I took the Hint, and fear'd what might ensue,</br>So stooping, seem'd to buckle up my Shoe,</br>Then left the Lass, and sneak'd away to you.</br>Alas!  alas!  that I your Love believ'd!</br>I lov'd, and in my Turn am thus deceiv'd.</br>Nor dare I of my cruel Fate complain,</br>Or, if I do, alas!  'tis all in vain.", "For ever curst be that detested Day,</br>When from the last May-Fair we took our Way,</br>Remember how you forg'd a false Excuse</br>Your easy-natur'd Lover to abuse.</br>No fondling Father call'd you back again,</br>A better Reason! 'twas your fondling Swain;</br>And if I meet him e'er alone, I vow,</br>I'll surely beat the Puppy black and blue.</br>I mark'd the watchful Coxcomb all the Day,</br>And kept him from his meditated Prey;</br>Invited him to exercise the Ball,</br>And bravely give, or bravely ward a Fall:</br>So should we both our pleading Merits show,</br>And you, tho' blind, the Difference might know:</br>But all I urg'd, I urg'd, alas!  in vain,</br>Nor would he Glory give, nor could he gain.", "Ah, Dolly!  Dolly!  where were all your Vows,</br>When Cheese-Cakes lur'd you to the Tavern-House;</br>Your Vows were as your Cheese-cakes sweet, yet weak!</br>And can you both alike together break?</br>But if you do so &mdash; You, with equal Ease,</br>Can make new Vows, and Cheese-cakes, when you please.", "And could you then your Bootyslub forget,</br>And in another's Lap so kindly sit?</br>Around his Neck your fondling Arms you flung,</br>And learn'd the silly Catches which he sung.</br>Whilst unconcern'd at Home you hear me sing,</br>Or tunefully torment the rosin'd String;</br>Your Favour every Way I try to gain,</br>But dance, or fiddle; sing, or pipe; in vain.", "Oh!  learn at last a Flatterer to hate,</br>And think on Susan Silly's cruel Fate:</br>Her Pride poor honest Hobbinol despis'd,</br>And vainly Tommy Taudry's Folly priz'd.</br>But now, too late she sees herself undone,</br>Her Portion squander'd, and her Honour gone&mdash;</br>What better canst thou hope from such a Flame,</br>But Love refuses what my Rage would name.", "How chang'd is Dolly now, from what she was</br>When first &mdash; Ah, had I never spy'd the Lass!</br>The very Time I perfectly can tell,</br>For Love remembers every Thing too well!", "Sure, I can ne'er forget the Sunday Morn,</br>Tho' from her Mem'ry so soon 'tis worn:</br>A goodly Bible in my Hand I took,</br>And very gravely thought to read my Book;</br>When thro' the Window, by a luckless Chance,</br>Heedless, I cast a customary Glance;</br>'Twas there I saw the pretty Dolly walk,</br>Fair, and upright as Roses on their Stalk:</br>So trimly was the tidy Damsel dress'd.</br>That, Spite of all the Flow'rs, she seem'd the best.</br>Sometimes to smell a pretty Rose she stop'd,</br>Pleas'd with the Smell, the pretty Rose she crop'd;</br>Then in her snowy Breast the Fav'rite plac'd,</br>Her sweeter Breast the blushing Fav'rite grac'd;</br>But then!  how did I wish myself between</br>Her swelling Bosom, and the Flow'r, unseen?</br>But as I wish'd, I found a pleasing Smart,</br>I know not how, begin to melt my Heart:</br>Nay, all my Limbs with such a Shiv'ring shook,</br>That I the Chillness for an Ague took.</br>Ah, had it been one, I had felt less Harm,</br>For I can cure an Ague with a Charm!</br>Now, all my Spells and Charms but Trifles prove,</br>Far stronger are the magic Charms of Love.", "But when I found she smil'd to see me look,</br>I pleas'd as well, soon laid aside my Book.</br>And, boldly blithsome, to the Garden went,</br>Where she, as well as I, knew what I meant;</br>Yet seemingly my searching Sight to shun,</br>Behind an Apple-Tree the Gipsy run;</br>But soon I found the amorous Deceit,</br>And forc'd a Kiss, to reconcile the Cheat.</br>But forc'd it so, that when she seem'd to strive</br>To keep it most, the more she seem'd to give.</br>Remember then, my lovely faithless Maid,</br>What Oaths, what Vows, what Promises, you made;</br>Think for your own, if not your Lover's Sake,</br>How bad it is a binding Oath to break.", "But while I thus these silly Tales repeat,</br>I find my self already in a Sweat:</br>What shall I do, too well she knows my Love,</br>And her Coy Coldness does the Scorner prove.", "Well then &mdash; When Shadows length'ning o'er the Vale,</br>Call forth the Milk-maid, with her cleanly Pail,</br>To my old Sweet-heart Cicely will I go,</br>And more than all my former Kindness show;</br>Conduct the Girl along the crouded Mead,</br>And to teaze Dolly, thro' the Pasture lead;</br>Perhaps I'll whisper out some secret Place,</br>And kiss her too before her jealous Face;</br>Then let her Rival cry, and frown, and fret,</br>And in my Cruelty her own forget.</br>Then let her be as much, or more afraid</br>Of Cicely, than she was the Parson's Maid.</br>So shall my Scorn, and counterfeit Disdain</br>Revive her Love, if any Love remain.</br>"]