["THE BRIDE'S JOURNEY TO RIMINI.</br>We'll pass the followers, and their closing state;</br>The court was entered by a hinder gate;</br>The duke and princess had retired before,</br>Joined by the knights and ladies at the door;</br>But something seemed amiss, and there ensued</br>Deep talk among the spreading multitude,</br>Who stood in groups, or paced the measured street,</br>Filling with earnest hum the noontide heat;</br>Nor ceased the wonder, as the day increased,</br>And brought no symptoms of a bridal feast,</br>No mass, no tilt, no largess for the crowd,</br>Nothing to answer that procession proud;</br>But a blank look, as if no court had been,</br>Silence without and secrecy within;</br>And nothing heard by listening at the walls,</br>But now and then a bustling through the halls,</br>Or the dim organ roused at gathering intervals.", "The truth was this: &mdash; The bridegroom had not come,</br>But sent his brother, proxy in his room.</br>A lofty spirit the former was, and proud,</br>Little gallant, and had a sort of cloud</br>Hanging for ever on his cold address,</br>Which he mistook for sovereign manliness.</br>But more of this hereafter.  Guido knew</br>The prince's character; and he knew too,</br>That sweet as was his daughter, and prepared</br>To do her duty, where appeal was barred,</br>She had stout notions on the marrying score,</br>And where the match unequal prospect bore,</br>Might pause with firmness, and refuse to strike</br>A chord her own sweet music so unlike.</br>The old man therefore, kind enough at heart,</br>Yet fond from habit of intrigue and art,</br>And little formed for sentiments like these,</br>Which seemed to him mere maiden niceties,</br>Had thought at once to gratify the pride</br>Of his stern neighbour, and secure the bride,</br>By telling him, that if, as he had heard,</br>Busy he was just then, 'twas but a word,</br>And he might send and wed her by another,&mdash;</br>Of course, no less a person than his brother.</br>The bride meantime was told, and not unmoved,</br>To look for one no sooner seen than loved;</br>And when Giovanni, struck with what he thought</br>Mere proof how his triumphant hand was sought,</br>Dispatched the wished-for prince, who was a creature</br>Formed in the very poetry of nature,</br>The effect was perfect, and the future wife</br>Caught in the elaborate snare, perhaps for life.", "One shock there was, however, to sustain,</br>Which nigh restored her to herself again.</br>She saw, when all were housed, in Guido's face</br>A look of leisurely surprise take place;</br>A little whispering followed for a while,</br>And then 'twas told her, with an easy smile,</br>That Prince Giovanni, to his great chagrin,</br>Had been delayed by something unforeseen,</br>But rather than defer his day of bliss</br>(If his fair ruler took it not amiss)</br>Had sent his brother Paulo in his stead;</br>\"Who,\" said old Guido, with a nodding head,</br>\"May well be said to represent his brother,</br>For when you see the one, you know the other.\"", "By this time Paulo joined them where they stood,</br>And seeing her in some uneasy mood,</br>Changed the mere cold respects his brother sent</br>To such a strain of cordial compliment,</br>And paid them with an air so frank and bright,</br>As to a friend appreciated at sight,</br>That air, in short, which sets you at your ease,</br>Without implying your perplexities,</br>That what with the surprise in every way,</br>The hurry of the time, the appointed day,</br>The very shame, which now appeared increased,</br>Of begging leave to have her hand released,</br>And above all, those tones, and smiles, and looks,</br>Which seemed to realize the dreams of books,</br>And helped her genial fancy to conclude</br>That fruit of such a stock must all be good,</br>She knew not how to object in her confusion;</br>Quick were the marriage-rites, and, in conclusion,</br>The proxy, turning midst the general hush,</br>Kissed her meek lips, betwixt a rosy blush.", "At last, about the vesper hour, a score</br>Of trumpets issued from the palace door,</br>The banners of their brass with favours tied,</br>And with a blast proclaimed the wedded bride.</br>But not a word the sullen silence broke,</br>Till something of a gift the herald spoke,</br>And with a bag of money issuing out,</br>Scattered the ready harvest round about;</br>Then burst the mob into a jovial cry,</br>And largess!  largess!  claps against the sky,</br>And bold Giovanni's name, the lord of Rimini.", "The rest however still were looking on,</br>Careless and mute, and scarce the noise was gone,</br>When riding from the gate with banners reared,</br>Again the morning visitors appeared.</br>The prince was in his place; and in a car,</br>Before him, glistening like a farewell star,</br>Sate the dear lady with her brimming eyes;</br>And off they set, through doubtful looks and cries;</br>For some too shrewdly guessed, and some were vexed</br>At the dull day, and some the whole perplexed,</br>And all great pity thought it to divide</br>Two that seemed made for bridegroom and for bride.</br>Ev'n she, whose heart this strange, abrupt event</br>Had seared, as 'twere, with burning wonderment,</br>Could scarce, at times, a starting cry forbear</br>At leaving her own home and native air;</br>Till passing now the limits of the town,</br>And on the last few gazers looking down,</br>She saw by the road-side an aged throng,</br>Who, wanting power to bustle with the strong,</br>Had learnt their gracious mistress was to go,</br>And gathered there, an unconcerted shew;</br>Bending they stood, with their old foreheads bare,</br>And the winds fingered with their reverend hair.</br>Farewell!  farewell, my friends!  she would have cried,</br>But in her throat the leaping accents died,</br>And, waving with her hand a vain adieu,</br>She dropt her veil, and backwarder withdrew,</br>And let the kindly tears their own good course pursue.", "It was a lovely evening, fit to close</br>A lovely day, and brilliant in repose.</br>Warm, but not dim, a glow was in the air;</br>The soften'd breeze came smoothing here and there;</br>And every tree, in passing, one by one,</br>Gleam'd out with twinkles of the golden sun:</br>For leafy was the road, with tall array,</br>On either side, of mulberry and bay,</br>And distant snatches of blue hills between;</br>And there the alder was with its bright green,</br>And the broad chestnut, and the poplar's shoot,</br>That like a feather waves from head to foot,</br>With, ever and anon, majestic pines;</br>And still, from tree to tree, the early vines</br>Hung garlanding the way in amber lines.", "Nor long the princess kept her from the view</br>Of that dear scenery with its parting hue;</br>For sitting now, calm from the gush of tears,</br>With dreaming eye fixed down, and half-shut ears,</br>Hearing, yet hearing not, the fervent sound</br>Of hoofs thick reckoning and the wheel's moist round,</br>A call of \"slower!\"  from the farther part</br>Of the check'd riders woke her with a start;</br>And looking up again, half sigh, half stare,</br>She lifts her veil, and feels the freshening air.", "'Tis down a hill they go, gentle indeed,</br>And such, as with a bold and playful speed</br>Another time they would have scorned to measure;</br>But now they take with them a lovely treasure,</br>And feel they should consult her gentle pleasure.", "And now with thicker shades the pines appear;</br>The noise of hoofs grows duller on the ear;</br>And quitting suddenly their gravelly toil,</br>The wheels go spinning o'er a sandy soil.</br>Here first the silence of the country seems</br>To come about her with its listening dreams,</br>And, full of anxious thoughts, half freed from pain,</br>In downward musing she relapsed again,</br>Leaving the others who had passed that way</br>In careless spirits of the early day,</br>To look about, and mark the reverend scene,</br>For awful tales renowned, and everlasting green.", "A heavy spot the forest looks at first,</br>To one grim shade condemned, and sandy thirst,</br>Or only chequered, here and there, with bushes</br>Dusty and sharp, or plashy pools with rushes,</br>About whose sides the swarming insects fry</br>Opening with noisome din, as they go by.</br>But entering more and more, they quit the sand</br>At once, and strike upon a grassy land,</br>From which the trees, as from a carpet, rise</br>In knolls and clumps, with rich varieties.</br>A moment's trouble find the knights to rein</br>Their horses in, which, feeling turf again,</br>Thrill, and curvet, and long to be at large</br>To scour the space and give the winds a charge,</br>Or pulling tight the bridles, as they pass,</br>Dip their warm mouths into the freshening grass.</br>But soon in easy rank, from glade to glade,</br>Proceed they, coasting underneath the shade,</br>Some baring to the cool their placid brows,</br>Some looking upward through the glimmering boughs,</br>Or peering grave through inward-opening places,</br>And half prepared for glimpse of shadowy faces.</br>Various the trees and passing foliage here,&mdash;</br>Wild pear, and oak, and dusky juniper,</br>With briony between in trails of white,</br>And ivy, and the suckle's streaky light,</br>And moss, warm gleaming with a sudden mark,</br>Like growths of sunshine left upon the bark,</br>And still the pine, flat-topp'd, and dark, and tall,</br>In lordly right, predominant o'er all.", "Much they admire that old religious tree,</br>With shaft above the rest up-shooting free,</br>And shaking, when its dark locks feel the wind,</br>Its wealthy fruit with rough Mosaic rind.</br>At noisy intervals, the living cloud</br>Of cawing rooks breaks o'er them, gathering loud</br>Like a wild people at a stranger's coming;</br>Then hushing paths succeed, with insects humming,</br>Or ring-dove, that repeats his pensive plea,</br>Or startled gull up-screaming tow'rds the sea:</br>But scarce their eyes encounter living thing,</br>Save, now and then, a goat loose wandering,</br>Or a few cattle, looking up aslant</br>With sleepy eyes and meek mouths ruminant;</br>Or once, a plodding woodman, old and bent,</br>Passing with half-indifferent wonderment,</br>Yet turning, at the last, to look once more;</br>Then feels his trembling staff, and onward as before.", "So ride they pleased, &mdash; till now the couching sun</br>Levels his final look through shadows dun;</br>And the clear moon, with meek o'er-lifted face,</br>Seems come to look into the silvering place.</br>Then first the bride waked up, for then was heard,</br>Sole voice, the poet's and the lover's bird,</br>Preluding first, as though the sounds were cast</br>For the dear leaves about her, till at last</br>With shot-out raptures, in a perfect shower,</br>She vents her heart on the delicious hour.</br>Lightly the horsemen go, as if they'd ride</br>A velvet path, and hear no voice beside:</br>A placid hope assures the breath-suspending bride.", "So ride they in delight through beam and shade;&mdash;</br>Till many a rill now passed, and many a glade,</br>They quit the piny labyrinths, and soon</br>Emerge into the full and sheeted moon:</br>Chilling it seems; and pushing steed on steed,</br>They start them freshly with a homeward speed.</br>Then well-known fields they pass, and straggling cots.</br>Boy-storied trees, and passion-plighted spots;</br>And turning last a sudden corner, see</br>The moon-lit towers of slumbering Rimini.</br>The marble bridge comes heaving forth below</br>With a long gleam; and nearer as they go,</br>They see the still Marecchia, cold and bright,</br>Sleeping along with face against the light.</br>A hollow trample now, &mdash; a fall of chains,&mdash;</br>The bride has entered, &mdash; not a voice remains;&mdash;</br>Night, and a maiden silence, wrap the plains.", ""]