["Here lie the sons of men! &mdash; The utmost bound</br>Of human wishes &mdash; fancies &mdash; hopes &mdash; and fears&mdash;</br>At length find rest beneath a rising mound</br>Of fragile dust:  o'er which the mourner's tears</br>Fall like the fresh'ning dew, that disappears</br>At the first sunbeam.  For Sorrow loves to dwell</br>In lone retreat, and startles at the sound</br>Of foot intrusive, and doth love to tell</br>Her woes, when the dark owlet hoots his dismal knell.", "Amid these sepulchres, one lowly tomb,</br>With brief inscription, told who slept below,</br>Apart from all the rest; &mdash; the ivy's gloom</br>From the old ruin had o'erhung it so,</br>Scarce could I read what friendship's hand would show.</br>He was a youth of study, and could trace</br>The page of ancient lore &mdash; and feel the glow</br>Of the Homeric verse's rapid race,</br>And Mantua's swain, no less harmonious, but of gentler pace.", "And he was cut off in the spring of life,</br>While Hope looks forth with telescopic eye</br>To days of joy.  Youth could not gain the strife</br>'Gainst Death.  And shall fair Science lie</br>Amid the vulgar? &mdash; past unheeded by</br>Th' unfeeling peasant, whose rugged breast</br>Feels no delight to shed the tear, and sigh</br>O'er stranger's ashes, &mdash; and his bed of rest</br>The dew-drop, not the tear, has clad with emerald vest.", "And still I mus'd upon that mould'ring stone</br>Beneath whose surface the scholastic head</br>Was laid; &mdash; the very epitaph with weeds o'ergrown.</br>Silent recorder! &mdash; (to myself I said,)&mdash;</br>Soon wilt thou too lie number'd with the dead.</br>Grey-pinion'd Time, before whose wasting hand</br>Proud states have sunk, their very spirit fled,</br>Leaving no vestige, save a barren strand,</br>Which makes the trav'ller pause, and doubt if e'er there was such land.", "Ye sacred ruins, ever-honour'd pile!</br>That have withstood the whirlwind and the storm</br>Of ages past, &mdash; beneath whose gloomy aisle</br>Heap'd generations sleep!  Death's dusty form</br>Pervades the spot where chanter's did perform</br>The rites divine, &mdash; and the loud anthem's peal</br>Vibrating roll'd.  How broken is the charm!</br>Through thy rent arches now the low winds steal,</br>No music's sound is heard, no worshippers now kneel.", "Such is the fate allotted to mankind,</br>They have their  hour of splendour &mdash; and then sleep</br>In dark oblivion, dust to dust consign'd.</br>Save some, like Newton, for whom nations weep,</br>Their names surviving in the rapacious sweep</br>Of desolating Time, &mdash; have left the page</br>Of deep research, which it can ne'er o'ercreep.</br>Science triumphant braves life's fitful stage,</br>Ennobling all her sons through ev'ry future age.", "But lo!  the sun glides swiftly to the West,</br>While I stand musing mid the lifeless clay</br>That once, like me, beheld fair nature drest</br>In vivid colours; and yon orb of day</br>Perform his rounds, then sink in Ocean's bay.</br>Nature, unalterable, stands the while,</br>Proud, vaunting man, to her the debt must pay.</br>A farewell look I cast on yonder pile,</br>On which the setting sun hath \"shed his parting smile.\"</br>"]