["TRAVELLER.</br>I pray you, wherefore are the village bells</br>Ringing so merrily?", "WOMAN.</br>A wedding, Sir, . .</br>Two of the village folk. And they are right</br>To make a merry time on't while they may!</br>Come twelve-months hence, I warrant them they'd go</br>To church again more willingly than now,</br>If all might be undone.", "TRAVELLER.</br>An ill-match'd pair,</br>So I conceive you.  Youth perhaps and age?", "WOMAN.</br>No, . . both are young enough.", "TRAVELLER.</br>Perhaps the man then,</br>A lazy idler, . . one who better likes</br>The alehouse than his work?", "WOMAN.</br>Why, Sir, for that</br>He always was a well-condition'd lad,</br>One who'd work hard and well; and as for drink,</br>Save now and then mayhap at Christmas time,</br>Sober as wife could wish.", "TRAVELLER.</br>Then is the girl</br>A shrew, or else untidy; . . one to welcome</br>Her husband with a rude unruly tongue!</br>Or drive him from a foul and wretched home</br>To look elsewhere for comfort. Is it so?", "WOMAN.</br>She's notable enough; and as for temper</br>The best good-humour'd girl!  You see yon house,</br>There by the aspen-tree, whose grey leaves shine</br>In the wind?  she lived a servant at the farm.</br>And often, as I came to weeding here,</br>I've heard her singing as she milk'd her cows</br>So cheerfully, . . I did not like to hear her,</br>Because it made me think upon the days</br>When I had got as little on my mind,</br>And was as cheerful too.  But she would marry,</br>And folks must reap as they have sown. God help her!", "TRAVELLER.</br>Why Mistress, if they both are well inclined,</br>Why should not both be happy?", "WOMAN.</br>They've no money.", "TRAVELLER.</br>But both can work; and sure as cheerfully</br>She'd labour for herself as at the farm.</br>And he wo'n't work the worse because he knows</br>That she will make his fire-side ready for him,</br>And watch for his return.", "WOMAN.</br>All very well,</br>A little while.", "TRAVELLER.</br>And what if they are poor?</br>Riches can't always purchase happiness;</br>And much we know will be expected there</br>Where much was given.", "WOMAN.</br>All this I have heard at church!</br>And when I walk in the church-yard, or have been</br>By a death-bed, 'tis mighty comforting.</br>But when I hear my children cry for hunger,</br>And see them shiver in their rags, . . God help me!</br>I pity those for whom these bells ring up</br>So merrily upon their wedding-day,</br>Because I think of mine.", "TRAVELLER.</br>You have known trouble;</br>These haply may be happier.", "WOMAN.</br>Why for that</br>I've had my share; some sickness and some sorrow</br>Well will it be for them to know no worse.</br>Yet I had rather hear a daughter's knell</br>Than her wedding-peal, Sir, if I thought her fate</br>Promised no better things.", "TRAVELLER.</br>Sure, sure, good woman,</br>You look upon the world with jaundiced eyes!</br>All have their cares; those who are poor want wealth,</br>They who have wealth want more; so are we all</br>Dissatisfied, yet all live on, and each</br>Has his own comforts.", "WOMAN.</br>Sir!  d'ye see that horse</br>Turn'd out to common here by the way-side?</br>He's high in bone, you may tell every rib</br>Even at this distance. Mind him! how he turns</br>His head, to drive away the flies that feed</br>On his gall'd shoulder!  There's just grass enough</br>To disappoint his whetted appetite.</br>You see his comforts, Sir!", "TRAVELLER.</br>A wretched beast!</br>Hard labour and worse usage he endures</br>From some bad master. But the lot of the poor</br>Is not like his.", "WOMAN.</br>In truth it is not, Sir!</br>For when the horse lies down at night, no cares</br>About to-morrow vex him in his dreams:</br>He knows no quarter-day, and when he gets</br>Some musty hay or patch of hedge-row grass,</br>He has no hungry children to claim part</br>Of his half meal!", "TRAVELLER.</br>'Tis idleness makes want,</br>And idle habits.  If the man will go</br>And spend his evenings by the alehouse fire,</br>Whom can he blame if there be want at home?", "WOMAN.</br>Aye! idleness!  the rich folks never fail</br>To find some reason why the poor deserve</br>Their miseries! . . Is it idleness, I pray you,</br>That brings the fever or the ague fit?</br>That makes the sick one's sickly appetite</br>From dry bread and potatoes turn away?</br>Is it idleness that makes small wages fail</br>For growing wants? . . Six years agone, these bells</br>Rung on my wedding-day, and I was told</br>What I might look for, . . but I did not heed</br>Good counsel. I had lived in service, Sir;</br>Knew never what it was to want a meal;</br>Lay down without one thought to keep me sleepless</br>Or trouble me in sleep; had for a Sunday</br>My linen gown, and when the pedlar came</br>Could buy me a new ribbon . . . And my husband, . .</br>A towardly young man and well to do, . .</br>He had his silver buckles and his watch;</br>There was not in the village one who look'd</br>Sprucer on holidays.  We married, Sir,</br>And we had children, but while wants increased</br>Wages stood still.  The silver buckles went,</br>So went the watch; and when the holiday coat</br>Was worn to work, no new one in its place.</br>For me . . you see my rags!  but I deserve them,</br>For wilfully, like this new-married pair,</br>I went to my undoing.", "TRAVELLER.</br>But the parish . . .", "WOMAN.</br>Aye, it falls heavy there; and yet their pittance</br>Just serves to keep life in.  A blessed prospect,</br>To slave while there is strength, in age the workhouse,</br>A parish shell at last, and the little bell</br>Toll'd hastily for a pauper's funeral!", "TRAVELLER.</br>Is this your child?", "WOMAN.</br>Aye, Sir; and were he drest</br>And clean'd, he'd be as fine a boy to look on</br>As the Squire's young master.  These thin rags of his</br>Let comfortably in the summer wind;</br>But when the winter comes, it pinches me</br>To see the little wretch; I've three besides;</br>And, . . God forgive me!  but I often wish</br>To see them in their coffins . . . God reward you!</br>God bless you for your charity!", "TRAVELLER.</br>You have taught me</br>To give sad meaning to the village bells!</br>"]