["The sweetest swain young Damon was,</br>The pride of all his kin;</br>None blither e'er a whistle tun'd,</br>Or so the heart could win.", "Near by the banks of rural Dee</br>The gentle youth was born;</br>And twenty opening Springs had seen</br>The youth those banks adorn.", "The rising hope the shepherds all</br>With benisons pursued;</br>For never was a kinder soul,</br>Or with more worth endowed.", "And well their benisons might they</br>Give him where'er he went;</br>For many a cordial lift, I ween,</br>To them had Damon lent.", "For, yet tho' green and few his years,</br>In wisdom he was old;</br>And many an hoary-headed swain</br>Admir'd the tales he told.", "In precepts too of letter'd lore</br>So well his youth was train'd,</br>The deepest clerk in all the land</br>Would scarce with him contend.", "And softly on his oaten pipe</br>He play'd so sweet and shrill,</br>Scarce Edwin on the banks of Dee</br>Could boast an higher skill.", "Nor was an herb, or eke a flower,</br>In garden, hill, or dale,</br>But he with nicest art could cull,</br>And all their virtues tell.", "Full many a cheek has Damon dried,</br>And gladden'd many an heart,</br>And many a blessing on his name</br>Approves his healing art:", "For doubly still he with success</br>In all he did was crown'd;</br>His kind condolence sooth'd the soul,</br>His med'cine cur'd the wound.", "For never heart in others' grief</br>A truer part could bear;</br>And want, where wealth could not bestow,</br>Still had from him a tear.", "Yet much his pity wish'd to give,</br>Tho' scanty was his store;&mdash;</br>Alas!  where Nature gave the heart,</br>That Fate should give no more!", "Riches to suit his generous wish</br>He left the vale to gain;</br>Eager the blessing to diffuse</br>O'er all his native plain.", "Swift sail'd the bark, and far away</br>The young adventurer bare,</br>From the flowery banks of Dee,</br>And many weeping there.", "And from Domingo's port he gain'd;&mdash;</br>Alas!  unkindly shore!</br>Woe's me!  the bonny Hill of Fair</br>Shall hear his pipe no more!", "Oh!  where were then the cooling gales</br>That blow on Scotia's hills?</br>Where ever healing herb and flower</br>That grow beside her rills?", "Oh!  where was ever pious prayer</br>That sped him on his way;</br>How, Virtue's guardian Angel's!  thus</br>Could ye your trust betray?", "Could nought so good a father's wish,</br>A mother's tears prevent;</br>Nor all the ardent vows to Heav'n</br>By Love and Friendship sent?", "Cold in a foreign grave, alas!</br>The lovely youth is laid!</br>Peaceful beneath the grassy turf</br>He rests his lowly head!", "Yet, tho' affection drop a tear&mdash;</br>For what can Nature less?&mdash;</br>\"Let resignation every vain</br>Rebellious sigh repress.\"", "Then cease, ye parents, cease to mourn;</br>Why, ye sad sisters!  weep?</br>He is not dead; &mdash; he only lays</br>Him down awhile to sleep.", "Ye simple shepherds, sigh no more;</br>Your kindest, blithest swain,</br>Tho' he'll to you no more return,</br>To cheer the 'custom'd plain;", "Oh well is he!  Rejoice and sing,</br>And bless the hour has given</br>So gentle and so bright a new</br>Inhabitant to Heaven.", "If love of him you wish to shew,</br>Like him aspire to be;</br>So in some happier land at last</br>Your friend ye yet may see.", "When the Great Shepherd sounds his call,</br>And all the dead arise,</br>Then, crown'd with glory, ye shall hail</br>Your Damon in the skies.</br>"]