["Howle, howle, distracted Kingdome, let thy cryes</br>Like Dragons roarings, terrifie the earth,</br>Amaze the Heavens, fright Hell, and darke the skyes;</br>For now thy throwes have issued a cursed birth:</br>Let the Sun blush, and all the trembling starres</br>Restrain bespangling of their moving Spheares,</br>Untill they see the termine of our jarres;</br>Let this, of all, be deleated from yeares,</br>Lest in't the guilt of King-shed sacred bloud</br>Increase t' a torrent, a period in a flood.", "O could we see the depth of our distresse</br>With Linxceys eyes!  it would torment our soules:</br>All Rhetorique's dumbe, our anguish to expresse,</br>Horror our mourning, feare our teares controules;</br>Th' imminent judgements and impetuous stormes</br>Hov'ring in vengeance ore our hardned Nation,</br>Makes zeale for woe, rave in preposterous formes,</br>And strech our heart-strings on the Racke of passion,</br>Whil'st bleeding soules, instead of dropping eyes</br>Bedewes the foot-steps to our miseries.", "Rent, rent your hearts, your garments are defil'd</br>Ye trayterous Nation, with your deare Kings bloud;</br>Whil'st th' hopefull branches of his root exil'd,</br>Adds a full sea to our afflictions floud:</br>Ye have betray'd a gratious King to death</br>Ye mutherous varlets, by your base revolt</br>From th' Diadem to th' dunghill, could the breath,</br>That nine yeares since his glory did exalt</br>Unto the Heavens, with cursed yealps now cry,</br>Give us these Barrabbesses?  let our Soveraigne die.", "Busiris like, ye murderers did ye dreame,</br>Heaven would raine peace for this strange Sacrifice?</br>Ye should have let your owne curs'd bloods to streame,</br>And quench'd the flame of all our miseries:</br>But he in Lamb-like suffering hath wrought</br>More then Herculian conquest o'er your rage,</br>Though with the deare price of his blood y' have brought</br>England th' Aceldama; your dreadfull stage,</br>Whereon y' have acted such a Tragedy,</br>Nero had wept, had he but liv'd to see:", "Had he by Schythians, or a ruder hand,</br>Been ravish'd from us to his Crowne of glory,</br>Reason might o're our passions claime command,</br>Because their natures yielde their acts a story:</br>But for a Tribe of Hypocrites to lurke</br>Under the wings of Zeale and Reformation,</br>Till they had finish'd Satans master-worke,</br>And ruin'd all the Bulwarks of our Nation:</br>Thus making God, whose Soule abhorres all evills,</br>Seeme to command those acts proclaime them Divells.", "Trembled yee not, yee Furies, for to see</br>When yee conven'd, such reverence in his face?</br>Such high deportment, sacred Majesty,</br>Such radiant Luster, and such awefull Grace?</br>No, no, thriving Rebellion's mov'd no more</br>With such transfixions, then a flint with teares;</br>But their desire to wallow in his goare</br>Have proved them such, not God nor Devill feares;</br>But in contempt of both, have challeng'd all</br>The powers of VENGEANCE on their heads to fall.", "Yee viperous broode, who with your subtill teeth,</br>Unseene, have gnawne through th' bowels of our State;</br>Thinke yee REVENGE with REGICIDE agreeth?</br>Or Kingdome raines can shake hands with hate?</br>Thinke yee the extirpation of a Race</br>Divinely Royall, can establish Peace?</br>Or seat rude Traytors in our Princes place?</br>Or blood can fill our garners with increase?</br>No, no, VENGEANCE but writes in these red letters</br>How much to Hell, and torment ye are debters.", "But Reader, lest our sorrows and exclaims</br>Should seeme for one whose graces are forgot,</br>Because Rebellion tooke such tedious pains</br>His spotlesse soule, with hellish guilt to blot:</br>Though language faulter, and our Contemplation</br>Reach but the Idea of his blest perfection;</br>Yet let our groans disburthen 's of some passion;</br>Communicating Mourners (Sans exception)</br>May clap a plaudit, to th' eternall Fame</br>Of him, whose exit seal'd our lasting shame.", "Would yee have Heaven in a choice Cabinet</br>Treasure her richest graces up in store:</br>For a selected people to be set</br>In th' Arke of their affections?  he was more,</br>For the continued fire of Divine ZEALE,</br>For his Redeemers glory did inflame</br>The darkest angles of our Common-weale;</br>He was a burning Light, whose shining Fame</br>Made ENGLAND seeme, once, as she had conspir'd</br>With radiant truth, the world t' have wholly fir'd.", "RELIGION was enhaunc'd to such a price</br>In his esteeme, t' seem'd as Devotion had</br>Been onely moulded by his exercise.</br>(To make the ZEALOUS-HEARTED truly glad:)</br>Nor onely in a Cell his piety,</br>Gave life to th' houres of his well-spent dayes;</br>But in the Temple of the Deity,</br>He oft proclaimed his Creatour's praise:</br>So fervent in, of prayer, so rich a prizer,</br>As earth had no other Sacrificer.", "Have ye observ'd the curling Maine to treasure</br>Each Rivers Off-spring in her spacious wombe,</br>Rendering to every Fountaine her just measure,</br>Making her selfe againe their tributes tombe;</br>So did this Sea of wisedome still receive</br>Th' issuing Rivolets of ingenious store,</br>Nor did he by retention thus bereave</br>Them of their wealth, but rendred foure fold more,</br>To each small Spring that stream'd pure waters forth,</br>Yet still reserv'd 's own inexhaustine worth.", "The Arts in him conspired to erect</br>A lasting fabrick to eternity,</br>Whose concave did containe the true effect</br>Of the most absolute ACADEMIE:</br>Had ye observ'd, this Mirour did present</br>The Sciences in an EPITOMIE;</br>Or rather 't seem'd they had beene onely sent</br>From him to borrow light and dignity;</br>Each Science serving but t' attend and doe</br>Those Acts that his perfection prompt them to.", "So highly Gods pure worship did he tender,</br>That in his latest exigent of breath</br>He prov'd himselfe our saving faiths Defender,</br>By signing with his blood 'ts reprieve from death;</br>Still David-like in valour he appear'd,</br>And in his troubles Job and David too,</br>For Patient Magnaminity, y' have heard,</br>Were perfect patterns of his tedious woe,</br>Who SAMPSON like, drowned in his last spilt goare</br>Thousands of soules, that laugh'd at's greefe before.", "Now snarle accursed ENVIE, let thy gall</br>Burst with thy Venome, for this object will</br>Rebound thy blunt aspertions, like a wall</br>Of Adamant, (thy meager soule to kill:)</br>And when the Armies of our Nation shall</br>Disclaime to treasure, with his glory, our shame,</br>His glories tryumph in our fatall fall,</br>T' eternity shall still preseve his Fame:</br>For death hath murder'd in this cruel stroke</br>Three Kingdomes Honours, and their Basis broke.", "Rest, sacred Martyr, whose blest Temples are</br>Crown'd with the glory of thy SAVIOUR'S merit,</br>And let these Traytors for thy Scepter jarre,</br>Whilst thou a heavenly Kingdome do'st inherit;</br>And though we languish in a dying life,</br>Yet may thy Royal Off-spring be preserv'd</br>From being butcher'd on our stage of strife,</br>(More swift to urge our vengeance, just deserv'd,)</br>And whilst the woes of REGICIDES increase,</br>May thy blood be our Sacrifice of peace.", "EPITAPH.</br>Reader, here lies three Kingdomes Peace,</br>Their Honours, plenty, and increase,</br>Religion, Learning, Faith, Law, Grace,</br>Are all inshrin'd in this small place;</br>One accurs'd Instrument of wrath and woe,</br>Made three brave Kingdomes headless with a blow.</br>"]