["She is dead who gave life to the grove,</br>And covers our valley with gloom!</br>She who led all the Pleasures and Loves,</br>No joins the pale band of the Tomb.", "She whose beauty commanded the heart,</br>So prais'd, so ador'd, so desir'd;</br>Sunk, the innocent victim of art,</br>And the passion her beauty inspir'd.", "Yet silent was she on the Swain</br>Whose cruelty doom'd her to mourn;</br>In secret her soul would complain,</br>In secret her anguish would burn.", "Tho' faint was the blush on her cheek,</br>And deep in her bosom the thorn;</br>A smile 'midst her sorrows would break,</br>Like a ray through the clouds in the morn.", "She would sit near yon willow and sigh,</br>And pant in the shade of the trees:</br>\"Sweet ZEPHYR, bring health,\" she would cry;</br>But HEALTH never came with the breeze.", "And oft she would drink of the brook,</br>But HEALTH never came with the rill;</br>Then around on the heights she would look,</br>But HEALTH never came to the hill.", "On her Dog she look'd down with a tear,</br>And sigh'd, as she patted his head,</br>\"Poor FIDELLE!  thou wilt suffer, I fear,</br>When thy Mistress, who loves thee, is dead.", "\"Thou hast ever been constant and kind;</br>My fondness ne'er met with a slight:</br>In thee a firm friendship I find:</br>How unhappy when out of my sight!", "\"When with speed I could travel the plain,</br>With thy Mistress to sport was thy pride;</br>And now I am weak and in pain,</br>Thou art heartless and dull by my side.", "\"When I'm gone, thou, poor fellow, wilt pine,</br>And seek me, uneasy, around;</br>Beseeching the swains, with a whine,</br>To tell where thy Friend may be found.", "\"Shouldst thou find my cold dwelling at last,</br>Near my sod thou wilt mope the long day:</br>Nor the night, nor the rain, nor the blast,</br>Nay, nor hunger, will force thee away.\"", "Thus she spoke to her Fav'rite, whose eye</br>Was fix'd upon those of the MAID:</br>Then he lick'd her fond hand at her sigh,</br>As if conscious of all she had said!", "Sweet nymph!  What a sudden decay!</br>Now her limbs she could scarcely sustain;</br>Now her head would sink feebly away,</br>Like the lily press'd down by the rain.", "At length on her pillow she fell;</br>In silence we watch'd her last breath;</br>When she bade us for ever farewell,</br>How divine, tho' the whisper of Death!", "No struggle in dying she knew,</br>Life pass'd with such sweetness away!</br>So calm from the world she withdrew,</br>Her last sigh seem'd the zephyr of May.", "Beneath a plain stone she is laid,</br>For needless of praise is the tale;</br>Since the virtues that shone in the MAID,</br>May be seen in the tears of the VALE.</br>"]