["HARRY AND COURTIN.", "Once more the motley Muse inspires the swain;</br>Once more the Doric with the Mantuan strain</br>She boldly blends; twelve pleasing labours past,</br>She quits the flowery lawns:  be this her last.", "HARRY.</br>To fold my flock!  and (till yon setting sun</br>Unclimbing those far eastern hills return)</br>Stretch on this fallow field, and soil it well.</br>From evil tongues and every wicked spell,</br>Secur'd by these crost holly-twigs, which round</br>The pens I stick, first smiting thrice the ground.</br>Now home, my faithful cur!  by this thy dame</br>Prepares the smoaking platter.  Sure I am</br>Thou shalt not miss a belly-full to-night,</br>For this day's care, though my own meal sit light.</br>Yon gamesome ridgling, but for thee, had stray'd,</br>The sheep, while sweetly I asleep was laid.</br>O!  for some merry mate, with cheary talk,</br>To rid the tedious common as we walk!</br>Good luck betides me:  lo!  a blithsome swain,</br>As man might wish, makes hitherwards amain.</br>A happy evening, Courtin!  meeting one</br>Of voice so sweet, what churl would gad alone?", "COURTIN.</br>Thanks for thy courteous greeting, friendly lad.", "HARRY.</br>And yet, of late, I read thee somewhat sad;</br>Else why's thy pipe so silent now a days?</br>Why charm no more thy well-turn'd roundelays?", "COURTIN.</br>O!  far from sad, though serious I appear.</br>The joys least noisy are the most sincere.", "HARRY.</br>Thou speak'st my mind, though in a lighter strain;</br>And 'twere most thankless, lad, in thee, to 'plain.</br>Thy thriving flock increaseth every day:</br>And the fair cabin (rais'd, as one may say,</br>Above thy fellows) wisely views around;</br>Shelter'd aneath a mighty oak (renown'd</br>Through all the world) from sun and wind and rain;</br>And, more than all, thrice happy, lucky swain!</br>With lovely Fanny blest!  our hundred's grace!</br>The sweetest temper, with the fairest face!</br>How many sought the modest maiden's heart!</br>To crown thy love, how many wretches smart!</br>Whilst all, ev'n those who pine through amorous care,</br>Shower blessings on the well match'd lovesome pair.", "COURTIN.</br>Hence those calm joys which all my soul possess!</br>Joys which nor rhyme, nor music, can express.</br>For this the Giver of all good I praise!</br>Next, generous Herbert claims my grateful lays,</br>Through him Augustus, glory of our isle!</br>First on my poor endeavours deign'd to smile.</br>Augustus!  great and good!  each Muse's theme!</br>To Caesar's virtues, heir, and diadem.</br>Nor sweet Francelia!  fairest of thy kind!</br>Is thy bright form e'er absent from my mind!</br>Thy soft endearments banish every care!</br>Each bliss is doubled which with thee I share!</br>Life, without Love and Thee, insipid were.</br>These would I sing!  but fear such worth to wrong:</br>Alas!  their names transcend a vulgar song.", "HARRY.</br>Meseems thy speech grows mighty big of late!</br>Belike our words must rise with our estate.</br>Courtin, by what I deem, we soon may fear</br>To lose the Shepherd in the Freeholder.</br>Yet say, our wishes gain'd, and hearts at ease,</br>Must, therefore, sullen silence only please?</br>When fully fed, our younglings sportive play;</br>And birds sing sweetest on a sunny day.", "COURTIN.</br>True:  yet those birds, whose very life is song,</br>Struck dumb, like me, in silence listen'd long,</br>As lately, on our hills, his heavenly lyre</br>Tyt're tun'd up, and was himself a choir.</br>With nicest art, of undecaying stuff;</br>His harp was form'd; both Time and Weather-proof.</br>With ten clear-sounding silver strings 'twas strung,</br>Which struck with skill, Lord!  how the mountains rung!</br>Glory of Shepherds!  by thy deathless rhyme,</br>We learn what heights the Rural Muse may climb:</br>Thee had I sooner known, much fruitless pains</br>I might have spar'd, or form'd by thine, my strains.</br>But heedless I my flowery prime mis-spent!</br>With native melody, though rude, content,</br>Now ripe in manhood, such my blameless pride,</br>Curious to know at length, without a guide</br>Resolv'd, I boldy scal'd the arduous way,</br>And heard, with rapture heard!  the learned lay.</br>Oh!  Harry!  wert thou present while he charm'd!</br>Once had the Mantuan Muse thy bosom warm'd!</br>Thou too, with me, would'st fling thy pipe away.", "HARRY.</br>I pray thee grant a sample of his lay.", "COURTIN.</br>Such sounds at second-hand their sweetness lose.", "HARRY.</br>Yet touch a note:  thou wont'st not to refuse.", "COURTIN.</br>To wrong his accents, were too bold a sin.</br>Some faint resembling air I'll try&mdash;", "HARRY.</br>Begin.", "COURTIN.</br>Aonian virgins!  lend a loftier strain!</br>Few prize the lovely music of the plain.</br>Be hence my verse like Ida's towering brow,</br>Flowing and clear as Tempe's currents too.&mdash;", "HARRY.</br>Hey-day!  why sure such songsters waking dream!</br>What Onian maids are these?  what Tempin stream?</br>Full many a day I've us'd each mart and fair,</br>Yet never heard such stanzes in all our shire.</br>Are such the lays which thy fancy fir'd?</br>Ill understood, and thence, mehap, admired.", "COURTIN.</br>Rather, because ill understood, despis'd;</br>So Midas Pan before Apollo priz'd.", "HARRY.</br>Pan me no Pans!  sweet carrols chear my heart.</br>Yet sense, say I, should share with sound a part.</br>Though fickle thou as well thy voice as name,</br>And home hast chang'd, old Harry's still the same;</br>Had Robin guest, you'd learn this city skill,</br>The lad had kept his well-knit hosen still.</br>Though swelling numbers fill th' astounded ear,</br>Few of our maidens would vouchsafe to hear,</br>And songs were bootless then.  Those soothing strains,</br>Wherewith you whilome wont to charm the plains,</br>Please Shepherds most.  That ditty of the clown</br>Whom Dicky drubb'd, all in a dale adown;</br>Or that which struck the sparkish stranger mute,</br>With his new-fangled airs, and finic flute:</br>Listening to songs so sweet, a summer's day</br>Beseem'd too short.", "COURTIN.</br>Such an unpolish'd lay</br>Was once too, I confess, my whole delight;</br>So fond was I!  so slow to judge aright!</br>Convinc'd, at length, I own superior still,</br>And rather song resign, than warble ill.</br>'Twere vain to hope another's mind to move</br>With airs ourselves too justly disapprove.", "HARRY.</br>Once on a time (give heed to what I tell,</br>'Twas long ago, yet I remember't well)</br>A London Lady to the Vicar's came,</br>Dight like a Queen; a flaunting flickering dame.</br>In gilded cage this Madam with her brought</br>A bird of price; far-fetched, and bravely taught,</br>For sure, unlearn'd, no creature so could sing;</br>Less shifting notes our bells in changes ring.</br>Of its gay plumes, all as its mistress, proud</br>It seem'd:  and like her too, though little loud.</br>Yet, sooth to say, its voice was sweetly shrill,</br>No flagelet could e'er more deftly trill.</br>'Twas in those days ere Nelly first grew kind,</br>When I, to move the dainty damsel's mind,</br>A linnet rear'd; the choice of five fair young.</br>Sure never linnet half so sweetly sung;</br>Yet, when this Madam's gaudy bird came down,</br>(Whose thrilling pipe was heard through all the town)</br>My simple songsters drooping, hung the wings</br>Grew sullen, and would neither peck nor sing.</br>Howe'er, it seem'd to lend a wistful ear;</br>And bragly strove, at length, its song to rear</br>To t' other's pitch; but strove, alas!  in vain;</br>Too weak his voice to mate so high a strain</br>Whilst, striving thus, it marr'd its mellow throat,</br>And lost its own, nor learn'd the other's note.</br>So fares it, lad, with thee.  The truth I speak,</br>Nor, what's well meant, do thou in dudgeon take.</br>"]