["I.</br>Soon as the breath of Rumour blew</br>This solemn theme into the general ear,</br>To holy Solitude I flew,</br>And bade the Muse her sympathy prepare!</br>There closeted with Thought,</br>The brain its shapeless travail wrought!</br>The season to the subject solemnly did suit:</br>Day's dazzling orb was wholly down:</br>Pale Cynthia sat upon her silver throne;</br>Th' obtrusions of the light were clos'd</br>It seem'd, as SILENCE self repos'd,</br>For with the Air, the Earth and all her sons were mute:</br>All but the wretched, who, like me,</br>The gentle vigils kept of sympathy.</br>With cordial awe I hailed the shading night,</br>And kiss'd her dusky-robe which muffled thus the night.", "II.</br>Base busy world, begone, begone, I said,</br>To mighty GARRICK yield the serious mind,</br>This awful Now be sacred to the dead,</br>And turn the cautious key on human kind.", "III.</br>The Dead &mdash; ah, me! &mdash; what dead? &mdash; Here it began</br>The florid Poet felt himself a Man.</br>And is he dead, whose wonder-working art</br>So often tone, and touch'd, and tun'd the heart?</br>Whose piercing eye intelligence could give,</br>And bid long-buried beings look and live?</br>Whose voice enrich'd the verse his Shakespeare writ,</br>And gave to every word its weight of wit;</br>No sentence blemish'd, marr'd no golden line,</br>But polish'd, as he drew it from the mine;</br>Whose tongue grew wanton in his Shakespeare's cause,</br>And gave to crowded Theatres their laws;</br>Whose powerful accents, soften'd or sublime,</br>Free from all frippery, false pause, false chime,</br>Chain'd, as to th' attracting centre, every ear;</br>And, all commanding, sway'd the smile and tear:</br>Is it to Him the Muse must pay</br>Her tributary lay?</br>For him, must aching Memory pour the strain,</br>Must she her honour'd GARRICK'S loss complain?", "IV.</br>The heart was hurt &mdash; It could no more&mdash;</br>Along each finer nerve swift shot the misery,</br>Even Nature shed her pensive shower;</br>The mighty Mother wept, alas!  with me:</br>Th' imperial Goddess mourn'd her own decay,</br>(Mix'd universal with our human clay)</br>And wish'd she could a second birth bestow</br>On this her Representative below.</br>But, ah!  it cannot be,</br>So the rich debt was paid, to poor Humanity.", "V.</br>Then in the sable stole of woe,</br>All conscious of the blow,</br>Pale her cheek, her eye declining,</br>Half obedient, half repining;</br>Her visage mark'd by many a tear,</br>(Pour'd from the crystal source of grief sincere)</br>In awful state,</br>Unfortunate and great,</br>MELPOMENE came on,</br>Afflicted for her Son,</br>And thrice, methought, the BOWL she lifted high,</br>And thrice she threw on Heaven the pity-moving eye;</br>Then, like the statue of Despair,</br>Stood fix'd &mdash; her DAGGER pois'd in air.", "VI.</br>Now 'twas THALIA first conceiv'd a pain,</br>'Twas now she echo'd back her sister's sighs again;</br>The jest, the laugh, the look, were o'er,</br>Her cunning was no more;</br>The comic mirth, the comic pride,</br>Her wit, her whim, with GARRICK dy'd;</br>Disdainful then the mask she flung</br>To vacant air &mdash; and thus forlorn she sung:</br>And ah!  away with random rhyme,</br>Tinsel ill-suited to the time;</br>Away with leisure's coxcomb line,</br>The couplet quaint, the stanza fine;</br>Far from our verse be now the pun, the point,</br>The period measur'd joint by joint;</br>Th' elaborate trade of poesy forbear&mdash;</br>O rather paint the workings of despair;</br>Scorn the vain edging sable Verse assumes,</br>And let dark Elegy pass on, in all her pompous plumes.</br>The honour of the Dead in view,</br>A juster path will we pursue;</br>SHAKESPEARE HIMSELF, who best our state can feel,</br>Shall the sad tale in his own language tell.", "VII.</br>Th' inspiring Goddess, mortals FANCY name,</br>With all her magic arm'd, now near me came</br>Her waving wand, deep midnight deeper made,</br>With her I went &mdash; to where our GARRICK laid.</br>Cynthia lent a feeble ray,</br>To light us on our way!</br>FANCY with printless footsteps trod,</br>As if advancing towards a GOD!</br>Methought we easy entrance found,</br>And the drear Abbey walk'd around.</br>How fearful thus, ye Heavens!  to tread,</br>The dampsome vaults which close the dead!", "VIII.</br>But soft&mdash;</br>As at the foot of mighty SHAKESPEARE'S tomb</br>I kneel &mdash; sudden along the fretted ailes</br>Innumerous SHADY FORMS, by the pale moon's</br>Imperfect beam beheld, &mdash; in various guise&mdash;</br>(Each in the habit worn in days of Nature)</br>Appear, and pour their potent spells upon me!</br>Aw'd by a sight so strange, aloft I stood,</br>And wist not what to do: &mdash; the figures mov'd!</br>On near approach I knew them for the TRAIN</br>Of SHAKESPEARE:  Then in procession sad,</br>Strait, one by one, his hallow'd homage paid</br>O'er GARRICK'S grave all bending.", "IX.</br>Ariel first,</br>(Not sight-deceiving, as her custom was,</br>When in the bowels of the earth she div'd;</br>\"Or mounted on the sharp wind of the North,</br>Or on the curling clouds, or sunny ray,</br>Nor like a spirit at ease\") but with step</br>Deliberate &mdash; She, and her fellow-ministers,</br>(\"Brimful of sorrow and dismay\") stood mute,</br>Then gaz'd upon the grave, &mdash; then sunk in sighs.", "X.</br>PROSPERO,</br>The great magician, next &mdash; (whose high command</br>\"Wak'd sleepers in their graves, and let them forth\")</br>Beheld the vanishing instrument of 's art,</br>And spake&mdash;</br>\"Have ye, which are but air,</br>A touch, a feeling of our loss extreme;</br>And shall not I, one of his kind, be kindlier?</br>Our revel then is done; and this our Actor</br>Is now no more!  Lost is the book of Conjuration:&mdash;</br>He regulated all our mystic charms: &mdash; He's dead!</br>The cloud-capt tow'rs, the gorgeous palaces,</br>The solemn temples, the great globe itself;</br>Yea, all which it inherit, shall dissolve,</br>And, like the baseless fabric of a vision,</br>Leave not a wreck behind.\"", "XI.</br>He said, and paus'd.</br>The weir'd Sisters then, hag-born and horrid,</br>Mutter'd their melancholy homage hoarse;</br>Cold distillations of distress extreme</br>Fell down the furrows of each wint'ry cheek:</br>Thrice pac'd they piteous round the hallow'd earth,</br>Acknowledging their Lord.  To GARRICK'S grave</br>Bow'd every swarthy She. &mdash; To end their rites,</br>Imagination's OWL flapp'd her fell wing,</br>And, wailing, shriek'd as 'cross the dome she flew:</br>Sudden, the whirring wizards disappear,</br>And horse themselves upon the viewless winds.", "XII.</br>The gentle ROMEO was the third which came;</br>And oh!  he said, &mdash; \"Turn back dull Earth &mdash; ah, me!</br>Can I go forward when my friend is here?</br>It is even so &mdash; Then I defy you stars!</br>Romeo shall never more be Romeo now</br>His occupation's gone.\"&mdash;", "XIII.</br>The noble CORIOLANUS was the fourth,</br>Whose very shade look'd martial-firm he strode,</br>And thus with Roman dignity exclaim'd,</br>In honour of the Dead:</br>\"My fame like thine</br>Demands an equal voice, an equal tongue:</br>All eyes spoke of thee, and the bleared sights</br>Were spectacled to see thee &mdash; the veil'd dames</br>Commit the wave of white and damask, in</br>Their nicely gauded cheeks, to th' wanton spoil</br>Of Phoebus' burning kisses:  such a pother,</br>As if that whatsoever God had tun'd thy throat</br>Were slyly crept into thy human powers,</br>To give thee grace and posture.  Oft, great shade!</br>The dumb men throng'd to see thee, and the blind</br>To hear thee speak.  To thee have Nobles bended,</br>As to Jove's Statue; and the Commons made</br>A shower and thunder with their caps and shouts</br>As ne'er were seen the like.\" &mdash;  The soldier pass'd.", "XIV.</br>The fifth sad spirit that stalk'd by was LEAR'S,</br>Mad as the vext sea still; and singing oft;</br>Crown'd, as of old, by Shakespeare's hand; with fumiter,</br>With hardocks, hemlocks, nettles, cuckoo flowers,</br>Darnel, and all the idle weeds that grow</br>In the sustaining corn&mdash;</br>At sight of GARRICK'S tomb his wounds again</br>Bleed fresh.  Tottering he mov'd; his words were wild:</br>\"You do me wrong to call me out o' th' grave!</br>And yet I know thee, Man! &mdash; Heav'n has thee now!</br>Thou wer't Lear's friend. &mdash; In faith I do remember.&mdash;</br>Yes, we were both as stout a pair: &mdash; but why</br>This truant disposition?  Is the greatest man</br>So poor and forked an animal in death?&mdash;</br>Off, off, you lendings, come unbotton here &mdash; Poor shade!</br>No more of that, no more of that.&mdash;", "XV.</br>The figure next succeeding was the THANE'S,</br>Languid and penitent. &mdash; His hand he wav'd</br>As 'twere in honour of the man, whose voice</br>Did blow his base design in every ear:</br>Malice was dead within him, and he wept;</br>Then striking thrice his bosom, thus he cried:</br>\"Oh Nature!  how thyself thou blazon'dst</br>In this thy Son; form'd in thy prodigality</br>To hold thy mirror up, and give the time</br>Its very form and pressure: &mdash; when he spoke</br>Each aged ear play'd truant at his tales,</br>And younger hearers were quite ravish'd;</br>So voluble was his discourse. &mdash; Yet, being dead,</br>I am a man again!\" &mdash; He rush'd along.", "XVI.</br>The gallant ANTHONY then onward strode</br>And paus'd &mdash; as 'erst o'er Caesar's corse: &mdash; then spake:</br>\"Thou art the ruins of the noblest man</br>That ever liv'd in the tide of Time!</br>Here was an Actor &mdash; when comes such ANOTHER?", "XVII.</br>The next a female form, of PERCY'S line,</br>A race for ever noble &mdash; thus her tribute gave:</br>&mdash;\"Thou wert the very glass</br>Wherein the noblest youth did dress themselves;</br>There were no legs that practis'd not thy gait;</br>There were no eyes that practis'd not thy looks;</br>Even those that spoke but low and tardily</br>Would turn their own perfections to abuse,</br>To seem like Thee:  So that in speech, in gait,</br>In accents, and affections of delight,</br>Thou wert the mark and glass, copy and book,</br>To fashion others; and on thee, as on</br>My Harry and the Sun, bright Honour stuck,</br>As sticks the Sun in the grey vault of Heaven.\"", "XVIII.</br>And now, the melancholy JACQUES advanc'd,</br>And, full of matter, thus in few, exclaim'd:</br>\"Why all the World's a stage,</br>And all the Men and Women merely players:</br>They have their exits and their entrances;</br>And this MAN, in his time, play'd many parts.</br>Life!  No more on't; it is a tale, told</br>By an idiot, signifying nothing.\"", "XIX.</br>At last, with philosophic step,</br>Swift-streaming eye, and arms entwined close,</br>The sacred shade of his OWN HAMLET came:</br>Long time he paus'd &mdash; long time around he look'd,</br>Then fix'd his view upon the grave, and spoke:</br>\"'Tis not now, seems; in verity, it is;</br>Oh, what a grace was seated on that brow!</br>An eye, like Mars, to threaten or command;</br>A combination and a form indeed,</br>Where every God did seem to set his seal,</br>To give the world assurance of a MAN!</br>And is it come to this? &mdash; but hush, my heart!</br>He was a Man, take him for all in all,</br>We may not look upon his like again.\"", "XX.</br>While wrapt in wonder of these various shews</br>The sovereign shade of SHAKESPEARE awful rose,</br>His many-colour'd wand he wav'd,</br>And soon the mournful train again were grav'd.</br>(Now was His genius even more divine,)</br>And all alone he stood before his GARRICK'S shrine.</br>Rest, rest, perturbed spirits, then, he said,</br>To me belongs th' inestimable dead;</br>To each 'tis given to breathe, to fall;</br>'Tis the fix'd lot of all that soar or crawl.</br>For Thee, much honour'd friend,</br>What glories mark'd thy end!</br>Applauding nations own thy fame,</br>And, with their SHAKESPEARE'S, blend their GARRICK'S name:</br>Together then we mount on high,</br>'Tis our's to TRIUMPH, 'tis the WORLD'S to SIGH.</br>"]