["THENOT, AMARILLIS.", "THENOT.</br>Why art thou sad (fair Shepherdess) and so</br>Fil'st Heaven with sighs of hidden inward wo?</br>What is the reason that in thy fresh years</br>Thou drown'st thy lovely cheeks with showers of tears,</br>Withering the Roses that did flourish there,</br>And pal'st thy youthful blood with heavy chear?</br>Behold the long expected Spring is come,</br>And joyful Birds are now no longer dumbe:</br>They every Grove that is do make a Quire,</br>Chirping in them the layes of their desire.</br>Our Lads and Lasses that in winter were</br>Drowsie like the dull season of the year,</br>Are merry now, and (upon all the Downs)</br>Kindly receive, and kindly give green Gowns.</br>Onely our Amarillis fain'st of all</br>Mourns like a follower of a Funeral:</br>What is the cause?  for I would gladly know</br>If it such sorrow doth deserve, or no.", "AMARILLIS.</br>Ah Thenot, reverenc't for thy hoary hair,</br>Of all the Shepherds that amongst us are!</br>To thee the soon'st I would unload my minde,</br>That art in Counsel wise, in pity kinde,</br>Wise, to advise me if I do amiss,</br>And pitiful, to rue my wretchedness:</br>Know I have cause to weep, as long as I</br>Have any moisture left in either eye,</br>To tear off every hair from off my head,</br>And rage impatiently till I am dead.</br>O my Credulity!  That did suppose</br>There could be faith in any Lovers oathes!", "THENOT.</br>Then tis for love that Amarillis thus</br>Disconsolately liveth here with us:</br>But which of all our Boyes is so unwise</br>To slight a Beauty of so rich a price?", "AMARILLIS.</br>Knew'st thou not Thyrsis, that had wont to keep</br>On yonder Hill a jolly flock of Sheep,</br>Who all the while they on the banks did feed,</br>Play'd merry tunes upon his Oaten reed?</br>Such songs as Alta highly did esteem,</br>And for their quaintness was in love with him;</br>The Daughter of rich Jonius, who was</br>Took with his pipe, like many an other Lass.</br>But then my Shepherd all the rest did slight,</br>And in my beauty onely did delight,</br>He did not care for all her wealth, and (tho</br>She was an hansome Wench) would never wo;</br>For such Command I then had of his heart,</br>That I did think he never could depart:</br>Which being known, his angry Father sent</br>Him out of Arcadie in discontent;</br>That being far remov'd, and forth of sight</br>He might forget his Amarillis quite.</br>And so I hear he hath; and yet he swore</br>Absence should make his love not less, but more.</br>Ah, perjur'd man!  He faithless and untrue,</br>Hath falsly slighted me, and took a new.</br>O Thenot!  Couldst thou think that Thyrsis, he</br>That made such vows would ever faithless be?</br>His vows had he broke onely, it had bin</br>A pardonable and a venial Sin:</br>Thenot!  can men weep like a Crocodile?</br>Have they their tears so ready to beguile?</br>He wept when we did part as much as I,</br>And now is guilty of such perjury.", "THENOT.</br>Sad Amarillis, though I know thy youth</br>Cannot sustain the breach of Lovers truth</br>Without Impatiency (For women when</br>They bear affection seldom change like men)</br>Yet know (in you) 'twere wisdom to remove</br>Your heart from him that hath so fail'd in love.", "AMARILLIS.</br>Ere I can leave my Thyrsis, Thenot, know</br>I must want life; when I do backward go,</br>Just Jove revenge my falshood; I will be</br>True as I was, though he hath slighted me;</br>Know honest Thenot that I am not Wind,</br>When I have setled once, to change my minde;</br>When I prove false, Thou glorious Guide of day,</br>Change East and West, and run another way;</br>And thou pale-horned Queen of night constrain</br>The Sea to dulness, neither wax nor wane;</br>The pleasant Ladon first shall change his Course,</br>And every River run back to the Source;</br>The fixed Stars weary of standing shall</br>Amaze Astrologers, be Planets all:</br>And toil'd Bootes (tired with his pain)</br>Leave travel off, and fix his sevenfold Wain.", "THENOT.</br>Be comforted (sweet Lass) For sure when he</br>Returns again, again he will love thee.", "AMARILLIS.</br>Thenot, could I expect but so much good,</br>I here would live as merry as I cood,</br>And to our rural Pan each night and morn</br>Make faithful Orisons for his Return.", "THENOT.</br>Trust me (young Amarillis) I have no</br>Doubt of him; but am sure it will be so:</br>An honest man may fall, and yet may be</br>Not ever in his fault; neither will he.</br>When he returns and finds that you have bin</br>True unto him, ashamed of his Sin,</br>His former faith he will renew, and more</br>Love Amarillis then he lov'd before.", "AMARILLIS.</br>Thanks (gentle Thenot) for these words of joy,</br>Poor Amarillis to her Fortunes try,</br>And (if that me you ever thankless find)</br>Banish my name for ever from your minde:</br>Thy Speeches have rais'd hope he wil come back,</br>And me again into his favour take;</br>And that on Holy-days (when all the Rout</br>Do sport the medows and the fields about,</br>(Crowning with Garlands her that Dances best,</br>Making her Mistress of our Country-Feast)</br>With showing Gambals on the dazy Green</br>And eating Chees-cakes with our Summer Queen)</br>I with my Shepherd (among th' others) shall</br>Dance many a merry Jig, and many a Brall:</br>For since my Thyrsis from Arcadia went,</br>I solitary have liv'd discontent;</br>When others have been playing, have sat down</br>And moystned with my tears the Sun-burnt ground.", "THENOT.</br>But leave such sadness (Amarillis) now</br>And unto us thy Company allow;</br>For I dare lay the best Lamb I have here,</br>He shortly will return, and love thee deare.", "AMARILLIS.</br>My thanks again, good Thenot; Ever be</br>Belov'd of Pan for comforting of me.", "THENOT.</br>And may our rural God (fair Shepherdess)</br>Thee with fruition of thy Wishes bless.", "AMARILLIS.</br>I have no other wish but that my Swain</br>Would come to us, and be mine own again.</br>Happy the day when we by Ladon side</br>Eat Cream, and kisses mutually enjoyde:</br>And happy were those Nights, when on his knee</br>He by the Fire side did dandle me!</br>How often as we sat so hath thy Son</br>Thy Billy Thenot to th' old Woman run,</br>For apples to make Lambs-wooll!  Never more</br>We two shall drink as we have drunk before.</br>But far more happy were those days of note,</br>When we from Martin did live far remote,</br>In thy kind Cottage, when I did not know</br>What 'twas to love and be forsaken so;</br>There I have sung, and laugh'd, and laugh'd, and song,</br>And been as merry as the day was long;</br>But since my Thyrsis hath both woed, and won me,</br>And so forgotten me, he hath undon me.", "THENOT.</br>We should have something to divert this thought;</br>For Melancholy (Shepherdess) is naught.</br>I hope that now we very shortly shall</br>Hear on our Green that pleasant Pastorall,</br>Which (of an Obstinate Lass) young Coridon,</br>Thy love-sick Brother did write long agon;</br>Which Tityrus his faithful Friend approv'd,</br>A Shepherd for his able parts belov'd.", "AMARILLIS.</br>When it is song I will not fail to hear</br>For Coridons sake, whom I do love so dear;</br>To me that Pastoral he oft hath said,</br>While both our neighbor-flocks have fed, and plaid;</br>And (honest Thenot) many sundry times</br>I unto him have read my Thyrsis rimes,</br>Wherein he prais'd me above woman-kind;</br>And little did I think those Words were winde.</br>But those few happy days are past, and now</br>Sad care sits always heavy on my brow.</br>Ere Thyrsis went none danc'd so much as I,</br>None laugh'd so chearfully, none did enjoy</br>So many nights of joy, and days of bliss;</br>And all because I thought that I was his:</br>And if (when he returns again) he will</br>Receive his long-forsaken Amarill,</br>The Lamb, which best of all my Flock I prize,</br>Unto our rural Pan I'le sacrifice.", "THENOT.</br>Fair Shepherdess, be confident ere long</br>He will return, and quit him of the wrong</br>That he hath don himself, increasing so</br>His former love that you no end shall know.</br>Tis time to fould our Flocks:  For we have sat</br>So long a talking that it is grown late.", "AMARILLIS.</br>Thenot, Goodnight!  And thanks for thy kind stay,</br>Heaven prosper thee long to Arcadia:</br>For, if that thou, and some few more should die,</br>Our Countery soon the Pastoral Muse would flie.</br>"]