["What shriek was that?  What congregated cry</br>That rings thus in mine anxious ear, and o'er</br>My spirits sheds a feeling tremblingly?</br>Why are the songs of morning mute, that soar</br>The sun to welcome from the land of love?</br>Why is each tearful eye cast on the ground?</br>A voice replied, \"Great BYRON is no more!</br>And Grief's dark chains each heart and soul have bound;</br>Cast forth thy earnest look, and gaze on all around!\"", "I gaz'd, &mdash; and saw two radiant maids divine,</br>Their brilliant bright eyes shedding tear for tear;</br>Their arms around each other did entwine,&mdash;</br>Their looks, with grief, were sore, oppressed, and scar.&mdash;</br>They mourn'd for him who was to them so dear:</br>One was bright Poesy, &mdash; and at her side</br>Was Liberty &mdash; who fail'd her cap to rear,</br>Since he who lov'd her cause so well had died,</br>Since he from earth had gone who all her foes defied.", "I saw Hope spring from off the grieving earth&mdash;</br>I saw sweet Pity heave a long-drawn sigh&mdash;</br>I heard the soul that in his form had birth,</br>Groan in its woe, as it prepar'd to fly,</br>Leaving its last beam on his glazing eye.</br>I saw Greek forms with sorrow deep oppress'd,</br>And mourning that their Byron e'er could die;</br>But oh!  dear Gratitude liv'd in each breast,</br>For him whose glorious might had laboured for their rest.", "Died, did I say?  he cannot die!  His fame</br>Will live so long as Time, when his form's clay</br>Shall long have mouldered into dust!  His name</br>Will be more mighty than it is to-day,&mdash;</br>And endless life &mdash; a light of purest ray&mdash;</br>A watch-word to nobility of thought&mdash;</br>A word that future heroes will obey&mdash;</br>A path that all will glory that have sought&mdash;</br>A fame-crown'd track, with, aye, enduring glories fraught!", "But let me rest awhile, and think upon</br>Thy matchless mind, that more than life created!</br>Oh!  let me grieve to know that thou art gone</br>With whom few dead &mdash; none living could be mated!</br>There ne'er on earth was one so loved, so hated!</br>They well did love thee who were good and wise;&mdash;</br>The wretched for relief from thee ne'er waited;</br>But slaves and bigots, with their slanderous lies,</br>Assail'd that glorious worth they could not know or prize.", "Oh, what a noble cause thou didst embrace,</br>The cause of long-despairing liberty!</br>Thou didst support, with all thy power, a race</br>Whose struggles make them worthy to be free,&mdash;</br>And free as air their hearts and hands shall be!&mdash;</br>It was thy strain that told them they were slaves,&mdash;</br>It was thy song that broke their lethargy,&mdash;</br>It was thy soul that stirr'd those mental waves,</br>That sweep from ever mind all fear of death and grave!", "Aye!  thou didst kindle in each breast a fire,</br>That now illumes the 'rapt and gazing world!</br>'Tis proving and will prove a Moslem pyre,</br>In which all domination shall be hurl'd&mdash;</br>O'er which the conq'ring flag shall flap unfurl'd!</br>The \"antique sword\" of Greece was drawn anew&mdash;</br>Her ancient might thy glorious muse impearl'd&mdash;</br>Thy burning songs of war each bosom knew&mdash;</br>And thro' awakening souls thy flashing ardour flew.", "Here let me pause!  it still appears a dream,</br>That thou art gone &mdash; that I thus humbly sing</br>My lay of sorrow. &mdash; I can hardly deem</br>That from the earth thy spirit has ta'en wing.</br>Oh, could we bring it back by sorrowing&mdash;</br>That cannot be, however wild and deep!</br>Farewell to all thy bright imagining;</br>Yet one dear truth will cheer us as we weep,</br>Thy lay &mdash; thy light &mdash; thy fame &mdash; on earth can never sleep!</br>"]