["SCENE, A GROVE. &mdash; TIME, THE EVENING-TWILIGHT.", "Near Hotmir's valley where with angry sweep,</br>The rippling Aras joins the CASPIAN deep;</br>On the cool time when eve her mantle spreads,</br>And the sweet moon a silver lustre sheds</br>Around TIRSIA, loveliest of the vale!</br>The virgins press'd, and begg'd a sister's tale.", "TIRSIA.</br>Ye, who stand mute, and wonder at these tears;</br>And ye, who ask the story of my cares!</br>Whose friendly eyes have mark'd the way I stray'd,</br>And lose for me their splendours in this shade:</br>This joyless spot!  where youth consumes her prime,</br>And grief sits weeping on the wings of time,</br>Strikes hard a breast, where deep distresses tear,</br>And looks around, &mdash; yet sees no ARBIT near!</br>&mdash;Ha!  do ye start! &mdash; 'tis him indeed I mourn,</br>Whom ruffian seas to their recesses torn!", "Thou ocean-rover!  thou, whose restless mind,</br>Rock'd in a hurricane, repose cou'dst find,</br>Why dard'st for ore thro' sultry tracks to roam,</br>Yet left, than ore more precious, peace at home!</br>&mdash;No gifted gem like thee shall TIRSIA prize!&mdash;</br>What jewel lust'red like my ARBIT'S eyes?</br>Those eyes a sleep hath clos'd, whose lengthen'd dreams,</br>Shall dim the sun, and weary out his beams!</br>Pillow'd, perchance, on some far coast unknown,</br>Light sea-foam hourly o'er his corse is thrown!</br>&mdash;Or rests his limbs in some low dripping cave?</br>For there these drops shall murmur on a wave.</br>&mdash;Or, dwells his spirit in some airy dale?</br>Thither these sighs shall wander in a gale!", "Sweet past our nights, where yonder waters creep,</br>Bathing the strand that banks the trackless deep:</br>Contented looks that woo'd the moonlight's stay,</br>Fled at the fires, that ushered on the day.</br>O'er the divorce love saw his victims burn,</br>Till darkness gave his season sweet return.</br>Ah now!  no more the shade that edges light,</br>Shall chear a wretch's sad desponding sight!", "Those lime-tree hills first brought him to my view,</br>That grove sequester'd heard his last adieu!</br>To those dear hills I cast my aching sight,</br>And still remembrance yields a short delight!</br>Along that grove a weary way I take,</br>And hours of long distraction o'er me break.</br>&mdash;Bend thou deserter from thy seat above,</br>And meet this incense of unalter'd love!&mdash;", "Thus mourn'd the nymph, fond sorrow fram'd her song,</br>And pity gave a cadence to the throng!</br>"]