["I. 1.</br>Where dost thou wander, haggard Queen,</br>To shun the agony of light?</br>Why dost thou hate the morning's radiant shene,</br>And with dark footsteps haunt the shades of night?</br>Why do the lustre and the roses fail</br>In thy sunk eye, and cheek so pale?</br>Human footsteps shun and fear thee,</br>Human voices are not near thee.</br>Only shadowy shapes are found,</br>And still, small sounds that murmur round.</br>What are those shapes, those accents drear,</br>Still flitting o'er thy path &mdash; still ringing in thy ear?", "I. 2.</br>Oh!  she has gaz'd on unholy rite,</br>Till her cheek it grew pale, and her eye lost its light;</br>And she has danc'd by the light of the moon,</br>With the spectres that shrink from the lustre of noon.</br>She blasts in the desert, she whelms in the sea;</br>The spirit that raves on the night-wind is she.</br>She rides on the thunder,</br>When tempests roll under,</br>With the beldams of darkness she sits and confers;</br>The sigh and the languish,</br>The pang and the anguish,</br>The heave, and the start, and the death-shriek are hers.", "I. 3.</br>But mark her melancholy train;</br>This blights the eye, that fires the brain;</br>These creep unmark'd into the cheek,</br>And blast it with a paleness bleak;</br>And yonder come the spectre guard,</br>Who gibber in the dark church-yard;</br>Obscure the moon's refulgent ray,</br>And scare the traveller from his way.</br>And now they come, a sweeping train,</br>From fell, from flood, from fire, from rain;</br>Around the mystic fire to trip,</br>Lay the lean finger on the lip;</br>To look the tale that none must speak,</br>To hide the deed that none must seek;</br>And bow, in withering circles down,</br>Before the Mistress Demon's throne.", "II. 1.</br>But who is he, advancing first,</br>With blood-stain'd banner wide unfurl'd&mdash;</br>With eye that looks like some red meteor burst,</br>Pouring its dark sides o'er a trembling world?</br>Revenge!  Revenge!  hark, with what loud acclaim,</br>The echoes catch the dreaded name.</br>Hark!  the curses howling o'er him,</br>See!  the forms that fly before him,</br>Mercy seeks her native skies,</br>Pity sinks and Freedom dies.</br>Sorrow alone survives his reign,</br>Like one lorn thistle left upon the blasted plain.", "II. 2.</br>Next Guilt, son of Darkness and Death, rushes by,</br>With hope in his step, but despair in his eye;</br>Behind him scowls Memory, before him stalks Fear,</br>And they mingle the flame of their torches so drear.</br>Fool!  fool!  tho' that flame and those bearers be dire,</br>He walks in its light nor reflects on its fire.</br>Tho' the rays he recline on,</br>Fire all that they shine on;</br>Tho' they scatter that lurid and far-streaming glare</br>To delude and confound him,</br>Till the flames rush around him,</br>Till they rise from his garments and hiss in his hair.", "II. 3.</br>Behold where Frenzy wanders wild,</br>Dead Expectation's orphan child!</br>Wilder'd and weary as she goes,</br>She tells a tale &mdash; a tale of woes</br>And as she tells her voice grows loud,</br>Her brow more dark, her step more proud,</br>And terror wild, and fervour high,</br>Have fit her dark disorder'd eye,</br>And thrown one flush, one quivering streak,</br>A moment o'er her livid cheek.</br>She raves, she storms, she pauses now&mdash;</br>The darkness passes from her brow;</br>She gazes on the calm moon-ray,</br>And that has charm'd her tears away.</br>Then sings, forgot her untold pains,</br>To the wild rattling of her chains.", "III. 1.</br>See Death, the mightiest of all,</br>Yet not the direst of the train!</br>To deck him for the ghastly festival,</br>He gathers a dark garland from the plain,</br>Of flowers whose sweets the worm has suck'd away;</br>Of eglantine that once was gay;</br>Lilies dead and wither'd roses,</br>Blooming once in fragrant posies,</br>Nauseous and unlovely now,</br>Rotting on his fleshless brow;</br>He smiles when finish'd his employ,</br>And waves his bony hand, and laughs a horrid joy.", "III. 2.</br>Next him stalks Superstition, the hand on her heart:</br>Is red with the gore it has order'd to start;</br>The eye that she raises as placid on high,</br>Is wild with the horrors before it that fly;</br>And the incense she offers as pure and sublime</br>Has been rais'd from delirium, and nurtur'd in crime.</br>Oh hide thee, thou blaster,</br>Than happiness faster,</br>Than life and hope surer, from human breast fly;</br>Thy music is madness,</br>Thy pleasure is sadness,</br>And baleful and black is the scowl of that eye.", "III. 3.</br>These, Horror, these the circle dire,</br>Who form around thy midnight fire,</br>Where side by side, a withering band,</br>Plying their mystic trade they stand;</br>Thy influence on those nights of fear,</br>Binds high and low, spreads far and near,</br>Thy step is seen on every glade,</br>Thy voice is heard from every shade;</br>The timid weep, the pensive sigh,</br>The infant starts it knows not why;</br>The dreamer wakes from pangs so deep,</br>So fierce, he fears again to sleep;</br>The traveller trembling, totters on,</br>Breathes many a prayer, heaves many a groan,</br>Fears all he hears, doubts all he sees,</br>And starts and shakes with every breeze.</br>"]