["Hither ye lowly, insolent, and vain,</br>Whose frantic deeds give Meditation food;</br>Ye varied tribes, who circle Pleasure's fane,</br>Ye jocund prodigals of social good:</br>The fallen fragments of this pile survey,</br>Then yield to MEMORY'S toils the residue of day.", "Here civil Phrenzy was approv'd and known,</br>Here Fashion's tainted stream was taught to flow;</br>Here Reason left her elevated throne,</br>To scatter frolickly the seeds of Woe:</br>The cares of state, the props of general weal,</br>Sunk 'neath the rapid pressure of the dancer's heel.", "Here BEAUTY rov'd triumphant in her charms,</br>To bear the diadem of Pride away;</br>Here gallant FRAUD assail'd her with his arms,</br>Waken'd her senses, and embrac'd his prey;</br>Touch'd by the barb of Grief, the victim fell,</br>While Desperation's minions rung her virgin knell!", "Here many a heart, for godlike efforts brac'd,</br>Was riv'd and sully'd by Pollution's breath:</br>Their generous atoms were by Vice disgrac'd,</br>They found, alas!  the truth of Life &mdash; in Death:</br>Thus hinds are led, when shut from Cynthia's ray,</br>By brilliant, faithless gleams, through Ruin's miry way.", "Here calm PHILOSOPHY to maniacs bow'd,</br>Here RUMOUR'S progeny upheld her reign;</br>Here SCIENCE mingled with the babbling crowd,</br>Whom Rapture beckon'd 'mid Delusion's train;</br>And Bacchus' goblet with his gifts o'erflow'd,</br>'Till the nectareous juice bestain'd the chequer'd road.", "Here oft' the spendthrift of unvalued hours</br>Survey'd, with apathy, the ills of Time,</br>Who, Heav'n-directed, circumscrib'd his powers,</br>And smote his being ere he knew his prime;</br>'Till all his honours flitted like a dream,</br>Melted by recreant GUILT'S intolerable beam.", "Ah!  whither are those myriads TASTE combin'd,</br>Who leagu'd the moral canons to destroy?</br>And where those lawless tumults of the mind,</br>That WIT call'd madness, and the madd'ning, joy?</br>All, all are vanish'd from th' astonish'd sight,</br>Sunk beneath HOPE'S bright smile, and shrouded by the night.", "Those walls which echo'd with a lover's sighs,</br>And gave responsive many an ideot's tale;</br>Those gaudy scenes which dazzled magic eyes,</br>Those pregnant sounds which harmoniz'd the gale;</br>Are all dismember'd, driven, crush'd, and torn,</br>Like worthless, weightless chaff, o'er Hyrcan desarts borne.", "Voluptuousness no more shall chasten Thought,</br>Phoebus no more shall on their vigils peep;</br>Who mis-beheld those ecstasies they sought,</br>Who violated Peace, who murder'd Sleep.</br>The route is o'er, the revelry is done,</br>And irresistless FATE has clouded FOLLY'S sun.</br>"]