["While thro' her palaces Chaldea sleeps</br>All undisturbed by sympathy and fear,</br>Her weary vigil mournful Sion keeps</br>In widowed solitude, and many a tear,</br>Betokening loss of all she held most dear,</br>Swells the wide torrent streams, that heedless flow</br>Of Judah's altered state, and fortune drear,</br>While ever and anon th' insulting foe</br>Adds taunt to servitude, and mockery to woe.", "Wake Sion's song, and give this stranger land</br>To ring with harpings of a distant shore,</br>Awake the magic of the minstrel's hand</br>To tell of joys the minstrel knows no more.</br>Say, is thy voice less tuneful than of yore,</br>When myriads rais'd the loud enraptur'd song,</br>And countless myriads echoed to the roar</br>In rivalry its wildness to prolong,</br>What time thy mystic rites inspired the mysterious throng?", "Or is there less of pleasure in thy strain?</br>Or teems thy history with a darker page?</br>Mayhap thy soul is musing to complain</br>How the fell spoiler, with barbaric rage,</br>Defiled that temple, which from age to age</br>Basked in the sunshine of its fabled God,</br>While hoary Senators and elders sage,</br>Humbled beneath the scourgings of His rod,</br>Confessed the idol name, and trembled at His nod.", "Yet from this painful theme, this topic trite,</br>Thy heart recoils, and sickens at the thought</br>That, once yclep'd Heaven's choicest fav'rite,</br>That boast of arrogance is brought to nought,</br>And thou, the boaster, who erewhile, methought,</br>Display'dst thy lordly sway o'er slavish lands,</br>Hast seen thy short-liv'd span with mis'ry fraught,</br>And fraught for ever &mdash; from these conquering hands</br>Who shall release thy Host?  say, who redeem thy bands?", "Proud boast and vain!  if such a God there be,</br>He shows His justice in another way</br>Than single from the Earth one family</br>With irrespective preference, and say</br>\"My Friends elect are these, my Foes are they</br>Whom I have chosen not\" &mdash; What, could we raise</br>Our cheeful voices to His majesty,</br>Who, regardless of His creatures' praise,</br>Thoughts pious and perverse in equal balance weighs.", "Strike, strike the harp, and if barbaric taste</br>Would wake the sad remembrance of thy care,</br>Withhold thy choicest minstrelsy, nor waste</br>Thy Sion's sweetness in our desert air,</br>But paint some spot less lov'd, some region fair,</br>Some Carmel's scenery, some Siloe's brook</br>That babbled forth God's oracles,&mdash; declare</br>Some wild prophetic raving from that Book</br>In whose portentous page thy mystic sages look.", "Tell us of Sampson, and the syren voice</br>That robb'd him of his might &mdash; or prythee sing</br>How Gath's fierce champion bad his hosts rejoice</br>In bold defiance of the Shepherd King,</br>Who, with the powerless aid of stone and sling,</br>Was rumoured to have check'd Philistria's boast;</br>Reveal the spot of Jordan's secret spring,</br>Or mark the bounds of that romantic coast,</br>Where milk and honey flowed &mdash; where Joshua led his host.", "Alas!  thou'rt silent, and will not avail</br>To sooth that mournful sullenness of mind?</br>Thy selfish grief and brooding sorrows fail</br>T' impart the solace, which thou mightest find</br>In those, of land diverse, yet same in kind;</br>Cease then this idle humour to prolong,</br>Take up the hallowed theme &mdash; thy harp unbind,</br>To such estate far other thoughts belong&mdash;</br>Awake then, Israel's lyre!  Sing, sing fair Sion's song.", "How shall I sing?  How chant the Heavenly lay</br>In climes where Judah's God is all unknown?</br>Nay, withered be the hand that would assay</br>To kindle joy from sorrows all our own,</br>And make your festive song our pensive moan&mdash;</br>Mine be the task in future, and for ever,</br>To muse in solitude o'er pleasure flown,</br>And, tho' from Sion I am doomed to sever,</br>Shall Sion's loss become my song?  No, never, never!", "Salem, thrice hallowed name, should ill-timed mirth</br>E'er rase thee from the Volume of my brain!</br>Or tempt me, too forgetful of my birth,</br>As I have loved thee, e'er to love again&mdash;</br>May speedy retribution, fearful pain,</br>Disturb that solace which alone I feel</br>In singing Sion's melancholy strain,</br>What time, distracted by my frantic zeal,</br>I gave those sorrows vent I cannot all conceal.", "Oh for a spark of that prophetic fire</br>Which warms the holy Seer, and bids him string</br>With bolder energy his Heaven-taught lyre</br>To themes of future majesty, and sing</br>Of that fair edifice, which Israel's King,</br>Far fam'd for wisdom, and no less for might,</br>Rear'd to the Lord &mdash; a votice offering,</br>And, on Imagination's ventrous flight</br>Points how the brightest days emerge from darkest night.", "While thus entranced, I take my stand sublime</br>On some ideal eminence, and view,</br>Tho' sad the interval &mdash; a glorious time</br>When Heaven its hidden councils will pursue,</br>And close our toilsome destiny &mdash; 'tis true</br>I shall not hail the anticipated hour,</br>When Israel's God redeems His chosen few,</br>And Babylon's exalted fortunes lour,</br>Whilst woe on woe descends in one resistless shower.", "Proud foe, thy days are told! &mdash; th' unerring page</br>Reveals the fearful verdict &mdash; Grace despis'd</br>Returns to judgment, and insulted rage</br>Shall take what thou so niggardly hast priz'd,</br>And show thee to thyself &mdash; too long disguis'd&mdash;</br>This is my triumph, and my eager thanks</br>Rise to that God, who such a meed devis'd,</br>While ransom'd Israel, thro' all her ranks,</br>Smiles in her widowhood, and hugs the chain she clanks.", "The time is near that some unheard-of foe</br>Intrude on thy ill fated wassailry,</br>And teach proud Edom's sons in fear to bow</br>Beneath the terrors of His majesty,</br>Who views their doings with a vengeful eye,</br>Nor tenders grace for ever. &mdash; Blest, thrice blest,</br>His instruments of wrath, to raise on high</br>Her infants fondling on their mother's breast,</br>And mar their tender frames, &mdash; unpitied, uncarest.</br>"]