["Bleak winter reigns, ilk hill's o'erlaid wi' snaw,</br>Cauld frae the north wi' bir the tempests blaw;</br>The rowan spait ilk neib'ring tenant drees,</br>While brattling hailstanes sough amang the trees:</br>Syne the herd lads, saeblens they canna' tent</br>Their cauldrise hirsles on the elricht bent,</br>To shun the storm their doors they carefu' steek,</br>And 'mang the au'd fowk round the ingle beek,</br>There joke, and crack, and jilt a dainty sang,</br>Ilk ane as happy as the night is lang.", "MARION, begrutten (for her jo' nae doubt),</br>Spite o' the weather bides alane thereout;</br>She leaves her cosy beild the sharpest day,</br>Ayont the know 'mang birks to speak her wae,</br>To mourn her WILL, gane o'er the rowan flood,</br>To fight wi' honour for his country's good;</br>There recklessly she wanders aft alane,</br>And to the naked scroggs thus makes her mane.", "\"Ye dreary howms, that smil'd sae blithe shortsyne,</br>How like, waes me!  your dowy state to mine!</br>Nae gowans sprout; a's darn'd in wreaths o' snaw,</br>As I'm in grief since Willie gade awa'!</br>My winsome Will, o' a' our herds the wale,</br>The sweetest singer on the flow'ry dale,</br>Has cross'd the seas, left me behind to mourn,</br>Has left me, eblins never to return!</br>O what cou'd tempt my lad sic risks to rin!</br>His country to forsake, and a' his kin:</br>Cou'd his bien rooms, his hills clad o'er wi' sheep,</br>His droves o' ky, and gaits on ilke sheep,</br>His dainty pipe that a' our hearts cou'd raise;</br>Nor Marion, anes sae meikle made o', please?</br>He wadna' be advis'd at ony riate;</br>He'd be a soger, nought could wise him frae't;</br>'And can yon ferly why sae fair I mourn,</br>When Will's awa', and never may return?'", "\"How mair than happy were you blithesome days!</br>The whilk to think on still sic pleasure gi'es:</br>Yon days I lilted on the sunny hill,</br>Frae morn to e'ening dawred by my Will!</br>When aft he talk his love, and ca'd me his,</br>And sweetly toolied for the tither kiss;</br>Yet a' my pleasure's intermix'd wi' pain,</br>To think I'll never be sae blithe again&mdash;</br>'To think my Will whom late and ear' I mourn,</br>May never &mdash; never to my arms return!'", "\"Vocky was I ere yet he gade awa',</br>He look'd sae trig, and buskit was sae bra';</br>Upon the field he shaw'd sae meikle skill,</br>The lave were coofs when even'd to my Will:</br>But when that mourning came we were to part,</br>How wae was I, how heavy was my heart!</br>Fu' lang he held me in his loving grips,</br>Dighted my een, and kiss'd my glowing lips,</br>Syne cry'd farewel, I'se ay hae mind o' thee,</br>Remember Marion when ayont the sea!</br>And will my jewel ay o' me had mind!</br>Think on his Marion he has left behind?&mdash;</br>Thee too I'll think on, or I've tint my skill;</br>Nae inn shall rise when I forget my Will!</br>'He ha'ds my heart &mdash; for him I dowy mourn,</br>For fear he never frae the wars return!'", "\"Ye feckless lambkins, gang nae out o' view!</br>I'm laith to tyne you, Willy liked you:</br>Aft has he led you to the clover green,</br>Was carefu' ay to bught you in at e'en:</br>Youth on his brent brow smil'd, and sweet content,</br>While herding you he whistled on the bent.</br>Ablins my Willy, winsome Will, e'en now,</br>Wi' sabbing bosom, thinks o' me and you;</br>And canty sang, you feeding by our side:</br>But now far aff frae kindred and frae hame,</br>Expos'd to hardships Willie hunts for fame:</br>Ablins enow the nipping frost he drees,</br>Nae house near hand, nae comfortable bleeze!</br>Wou'd I were there &mdash; but dread o' skaith or harm,</br>Thir arms shou'd clasp &mdash; this bosom keep him warm:</br>'But far my Willie's frae me whom I mourn,</br>And ablins never &mdash; never may return!'", "\"Fain wad I trow that which I green for maist!</br>Wad fain believe I'll see him safe at last;</br>Think he'll return a comfort to us a',</br>And gar me bless the day he gade awa'!</br>But soon my mind misgies &mdash; the warst I dread;</br>What numbers die in this unnatr'ral fee'd!</br>And may nae he, my Will, amang the lave,</br>Untimely fa', and fill ae common grave?</br>Wi' sicklike thoughts I'm ilka night opprest,</br>And awfu' dreams deprive me o' my rest:</br>Lest owk the candle burning blue was seen,</br>And trenchers jingled mair than anes yestreen:</br>Welt'ring in blood, nae ane to mind his cries?</br>His comely cheeks deform'd wi' mony a scar,</br>Far frae his friends, frae dowy Marion far;</br>Nae pitying ee his wounds in tears to bathes!</br>Nae Christian hand to close his een in death!</br>Forbid it, hea'n!  ay let me hope the best:</br>Compose my thoughts, and calm my troubled breast:</br>And, a' ye pow'rs aboon!  let Willie skair</br>Your greatest benisons &mdash; your eident care:</br>O skaithless keep him in this bloody fray!</br>And a' my thoughts and a' my doubts forgie.\"", "By this time night was drooping hastly down,</br>Nae starns appear'd, clouds darn'd fare sight the moon;</br>Her sheep she faulded, hameward bent her way,</br>And drown'd in sleep the sorrows of the day.</br>"]