["As Elgin o'er the violated wave,</br>Spoil'd Parthenon, thy marble glories bore,</br>While modern Greeks, alas!  too weak to save,</br>With silent tears his sacrilege deplore,</br>Shriek in their tombs the demigods of yore,</br>Heroes and kings their spectred forms uprear,</br>Start from their sepulchres to throng the shore,</br>And as they view the ravager's career,</br>Point to the bounding bark, and poise the shadowy spear.", "On Speeds the vessel with her guilty prize,</br>Till sudden calms arrest her stately sweep;</br>Hush'd is th' expanse of ocean, earth and skies,</br>And a new Firmament appears to sleep</br>In the smooth mirror of the azure deep.</br>When lo!  the wave with sudden splendour glows,</br>And while the crew a breathless silence keep,</br>Severe in majesty, Minerva rose,</br>Frown'd on the startled Scot, and prophesied his woes.", "\"Ruthless destroyer!  luckless was the hour</br>When Athens' Sculptures at thy feet were hurl'd;</br>Trophies revered, which hitherto had power</br>To win the homage of an awe-struck world!</br>Goth, Vandal, Moslem, had their flags unfurl'd</br>Around my still unviolated Fane,</br>Two thousand summers had with dews impearl'd</br>Its marble heights nor left a mouldering stain;</br>'Twas thine to ruin all that all had spared in vain.", "Mine was the Temple, and be mine the care</br>To haunt it's spoiler, and avenge its doom:</br>No intellectual honours shalt thou share,</br>Minerva's curse shall wrap thy mind in gloom,</br>And Hymen shall thy nuptial hopes consume.&mdash;</br>Unless like fond Pygmalion thou canst wed</br>Statues thy hand could never give to bloom,</br>In wifeless wedlock shall thy life be led,</br>No marriage joys to bless thy solitary bed.", "The Grecian Deities already rush</br>To smit th' insulter of their native seat;</br>Venus for every bars the modest blush,</br>Love's chaste alarms and its endearments sweet.</br>Mars shall deny the Hero's patriot heat,</br>Nor can thy ravish'd trophies yield relief;</br>The household Gods shall frown on thy retreat,</br>And when thou seekest to drown reflection's grief,</br>Bacchus shall interdict oblivion's respite brief.", "Lo!  Ocean's King engulphs thy victim bark,</br>Snatching the relics of his earthly reign</br>To deck his coral palace, and hark!</br>The sea nymphs sound their shells as they regain</br>The shipwreck'd trophies of their monarch's fane.</br>So shouldst thou perish with thy guilty freight,</br>But that thy life shall be thy greatest bane,</br>And Athens' Gods by thy forewarning fate</br>Shall stay th' unhallow'd hand uprear'd to violate.", "All who behold my mutilated pile</br>Shall brand its ravager with classic rage,</br>And soon a titled bard from Britain's Isle,</br>Thy country's praise and suffrage shall engage,</br>And fire with Athens' wrongs an angry age.</br>Poets unborn shall sing thy impious fame,</br>And time from history's eternal page</br>Expunging Alaric's and Omar's name,</br>Shall give to thine alone pre-eminence of shame.\"</br>"]