["Thy chalky cliffs are falling from my view;</br>Our bark is dancing gaily o'er the sea;&mdash;</br>I sigh while yet I may, and say Adieu,</br>Albion, thou jewel of the earth, to thee</br>Whose fields first fed my childish fantasy;</br>Whose mountains were by boyhood's wild delight;</br>Whose rock, and wood, and torrent, were to me</br>The food of my soul's youthful appetite,&mdash;</br>Were music to my ear, &mdash; a blessing to my sight.", "I never dreamt of Beauty, but behold,</br>Straitway thy daughters flash'd upon mine eye;</br>I never mus'd on Valour, but the old</br>Memorials of thy haughty chivalry</br>Fill'd my expanding breast with extacy;</br>And when I thought on Wisdom, and the crown</br>The Muses give, with exultation high</br>I turn'd to those whom thou hast call'd thine own,</br>Who fill the spacious earth with their and thy renown.", "When my young heart, in life's gay morning hour,</br>At Beauty's summons beat a wild alarm,</br>Her voice came to me from an English bower,</br>And English smile they were that wrought the charm.</br>And if, when lull'd asleep on Fancy's arm,</br>Visions of bliss my riper age have cheer'd&mdash;</br>Of home, and Love's fire-side, and greetings warm,</br>For one by absence and long toil endear'd,&mdash;</br>The fabric of my hope on thee hath still been rear'd.", "Peace to thy smiling hearths when I am gone!</br>And may'st thou still thy ancient dowry keep,</br>To be a mark to guide the nations on,</br>Like a tall watch-tow'r flashing o'er the deep!</br>Long may'st thou bid the sorrowers cease to weep,</br>And shoot the beams of truth athwart the night</br>That wraps a slumb'ring world; till from their sleep</br>Starting, remotest nations see the light,</br>And earth be blest beneath the buckler of thy might!", "Strong in thy strength I go; and whereso'er</br>My steps may wander, may I ne'er forget</br>All that I owe to thee; and oh!  may ne'er</br>My frailties tempt me to abjure that debt!</br>And what if far from thee my star must set!</br>Hast thou not hearts that shall with sadness hear</br>The tale, and some fair cheeks that shall be wet;</br>And some bright eye, in which the swelling tear</br>Shall start for him who sleeps in Afric's desarts drear?", "Yet will I not profane a charge like mine</br>With melancholy bodings, nor believe</br>That a voice, whispering ever in the shrine</br>Of my own heart, spake only to deceive.</br>I trust its promise, &mdash; that I go to weave</br>A wreath of palms, entwin'd with many a sweet</br>Perennial flower, which time shall not bereave</br>Of all its fragrance:  that I yet shall greet</br>Once more the Ocean Queen, and throw it at her feet.</br>"]