["Lavant!  the Muse has graced thine humble stream,</br>Making thy lovely borders classic ground;</br>There thy own bard, \"in penury's extreme,\"</br>Sought in \"one Book\" a balm for every wound;</br>Nor far remote the pensive Cowper, crowned</br>With wreath more honoured than the minstrel's bay,</br>In Eartham's social bowers sweet refuge found,</br>Where beechen groves the lawny slopes array,</br>And on the distant main the sparkling sunbeams play.", "Nor art thou, Lavant, loved for these alone,</br>Though these attract a poet's sympathies,</br>And for thy failing urn may well atone;</br>Yet to Cicestria bound by stronger ties,</br>Her silent spire up-pointing to the skies,</br>Her blooming gardens and her cloistered shade,</br>Her cross antique, her ivied walls arise</br>Before me oft, the while fond Memory's aid</br>Restores the long-lost scene in all its charms arrayed.", "But near the hoary piles of ancient days,</br>With pinnacle and turret crested o'er,</br>A spacious structure greets my earnest gaze,</br>Whose simple elegance delights me more.</br>Fancy beholds above its open door,</br>(Unlike the words grav'd o'er the House of Woe,</br>Pourtrayed in Dante's wild terrific lore,</br>\"ALL YE WHO ENTER HERE EACH HOPE FOREGO!\")</br>Faith, Charity, and Hope, smiling on all below.", "Blest Refuge!  see, the child of want and woe,</br>Who else had pined in sickness and despair,</br>Borne to thy lofty chambers, there to know</br>Art's healing aid, and Nature's purer air;</br>I see him tended by as watchful care</br>And skill as wait the favoured heir of wealth,</br>'Till science and humanity repair</br>Each devastation, as by magic stealth,</br>And send their patient forth in happiness and health.", "Then may His blessing, who is Lord of all,</br>Descend on thee as night-dews nourish earth!</br>May they partake it, who, at pity's call,</br>Still true to woman's purest, noblest worth,</br>Leave for thy scenes the brighter haunts of mirth,</br>To gladden by their presence grief and pain;</br>May peace be with them by their household hearth,</br>When to its social joys they turn again,</br>Peace which, when grief assails, can still their souls sustain.", "And in that blest reward be theirs a part,</br>Whose zeal unwearied bade thy walls arise;</br>Who, skilled to \"turn aside Death's levelled dart,\"</br>Watch o'er thee with unshaken energies:</br>For every tear they wipe from Sorrow's eyes,</br>For every smile which Suffering's cheek steals o'er,</br>Be given that richer meed which Fame outvies,</br>On earth &mdash; a tear the less, a smile the more;</br>In heaven &mdash; of purer bliss an everlasting store!</br>"]