["Sweet charity!  thou of the kindest voice,</br>Of lightest hand, of softest &mdash; meekest eye,</br>And gentlest footstep, making but the noise</br>Of a good angel's pinions floating by,</br>Go forth!  but not to dwellings where the sigh</br>Of poverty and wretchedness is heard,</br>Not to the hovel, nor the human sty,</br>Where conscience, oh!  how burningly is sear'd,</br>Where Heav'n is scarcely known, and Hell but little fear'd.", "Sweet spirit, Go not there.  There thou hast been,</br>And seen, nor pity, nor relief bestow'd</br>By woman's eye, nor by the hand of men,</br>On them who bear such miserable load;</br>What votary hast Thou, at their abode?</br>What kind heart brings its tearful off'ring there,</br>And griev'd that 'tis no more, lifts up to God</br>Its humble, earnest, holy, secret prayer,</br>Breath'd mid the low and vile, in winter's midnight air?", "Go to the rich, the gay and the secure,</br>Bold be thy step, and heavy be thy hand,</br>Knock loud, and long, at Fashion's partial door</br>And swell thy voice to terror's bold command;</br>And he, who builds upon extortion's sand,</br>He, of the purple and the linen fine,</br>Owner of widow's stock and orphan's land,</br>Shall shuddering turn from his untasted wine,</br>And feel, that to do well, his all he should resign.", "Go to the lovely, not in sighing smiles,</br>At which the thoughtless fool might smiling sigh,</br>&mdash;Scatter her freaks, her follies and her wiles,</br>With the stern beauty of religion's eye;</br>Teach her the tear of grief &mdash; of shame to dry,</br>To drop on frailty, meek compassion's balm,</br>To do aright &mdash; to feel aright &mdash; to try</br>Her envious, hateful passions first to calm;</br>Then shed upon her soul, not on her face, thy charm.", "Go to yon Pharisee &mdash; the heartless wretch,</br>That prates of holiness, and hunts for sin,</br>For faults of others ever on the stretch,</br>All gaze without, and not one glance within;</br>And worse, much worse, not one kind wish to win</br>A sinner back &mdash; but to detect, betray,</br>And punish.  Go and tell him to begin</br>Anew &mdash; and point him to salvation's way,</br>The sermon on the mount to us poor sons of clay.", "Touch not their gold, but touch &mdash; Thou cans't &mdash; their heart,</br>For there be many who, with open purse</br>Will greet thee in that market place, their mart</br>Of cold hypocrisy, or something worse:</br>Unkind and selfish &mdash; theirs may be the curse</br>\"The money perish with thee.\"  Learn thou them</br>Sweet Charity!  their kindness to disburse&mdash;</br>And Self's deep deadly current strong to stem;</br>A sigh shall win a pearl &mdash; a tear a diadem.", "How blessed are thy feet.  Thy footsteps stray</br>From open paths, and seek a grassgrown track</br>Through shades impervious to the gaze of day;</br>Onward flies light, a form that turns not back</br>At sight of chasm, or torrent never slack;</br>Quiet and bold, and sure the errand speeds,</br>Nor doth the kindly deed a blessing lack</br>To sorrow, joy &mdash; to anguish, peace succeeds,</br>The eye no longer weeps, the heart no longer bleeds.</br>"]