["By Hudson's glorious stream, in death's deep rest,</br>Thy head lies low, my great and gallant sire!</br>Pillowed in peace on Earth's eternal breast,</br>No more thy bosom pants with earth's desire!</br>Now, more than ever, doth thy name inspire,</br>For lingering years have wept above thy grave,</br>And shed their cold dews o'er my lonely lyre,</br>But to enhance the grief that could not save,</br>The settled wo that sighs o'er Hudson's midnight wave.", "In the young gush and glory of my years,</br>Ere Reason glowed or Memory held her power,</br>Thy pale proud brow was wet with infant tears,</br>And wild cries rose in thy deserted bower;</br>Oh!  how the dim remembrance of that hour</br>Crowds on my brain like night's most shadowy dream</br>When winds wail loud and o'erfraught tempests lower!</br>A glimpse of glory in a meteor's gleam,</br>Sunlight on storms &mdash; a flower upon the rushing stream.", "The budding boughs, the limpid light of spring,</br>The mirrored beauty of the brimming rills,</br>The greenness and the gentle airs, that bring</br>Life's golden hours again, when heavenly hills</br>And vales bore witness to the soul that thrills</br>The heart of youth ere passion riots there&mdash;</br>Shed o'er me now the loveliness which fills,</br>At parted seasons, such as wed despair</br>When being's day-spring breaks, and all but life is air.", "Yet from this scene of most surpassing love,</br>Not unrefreshed, I turn to happier years,</br>Quick in their flight, when through the highland grove</br>I ran to meet thee with with  ecstatic tears,</br>And in thine arms forgot my deepest fears,</br>Oh, then, thou wert to me what I am now</br>To one blest boy &mdash; my sorrow's bliss &mdash; who wears</br>The very majesty of thy high brow,</br>The pride, the thought, the power that in thine eye did glow.", "No proud sarcophagus thy corse  enshrines,</br>No mausoleum mocks thy mouldering dust,</br>But there the rose, amid its mazy vines,</br>Blooms like thy spirit with the pure and just;</br>And &mdash; image of earth's high and holy trust&mdash;</br>Deep verdure smiles and wafts its breath to heaven;</br>And, holier far than antique print or bust,</br>Lives in my heart time portrait thou hast given,</br>The worship of pure love &mdash; the faith of autumn's even.  ", "Thy Legacy was not the gold of men,</br>The slave of the vassal of the mine,</br>But an o'ermastering intellect, that, when</br>The world reviled and trampled, soared divine,</br>And stood o'erpanoplied on God's own shrine!</br>This didst thou leave me, Father!  and my mind</br>Hath been, my realm of glory &mdash; as 'twas thine&mdash;</br>Though much it irks me to have cast behind</br>Thy godlike skill to quell the ills of humankind.", "'Twas thine to grapple with the fiend of gain,</br>'Twas thine to toil and triumph in the field&mdash;</br>It cannot be that I should faint in pain,</br>And, like a craven, to the dastards yield</br>On the starred mead, and in the o'erarching weald,</br>It hath been mine to think and to be blest,</br>And oft on mountain pinnacles I've kneeled</br>To pray I might be gathered to my rest</br>With glory on my brow and virtue in my breast.", "Though anguish throbs through all my bosom now</br>And wild tears gush whene'er I think of thee,</br>Yet like blue heaven upon Cordilleras's brow,</br>Thy memory clothes me with divinity,</br>And lifts my soul beyond the things that be,</br>The strife of traffic, falsehood's common fear,</br>Friendship betrayed, unguerdoned vassalry,</br>And every ill that reigns and riots here,</br>In this dark world so far from thine immortal sphere.", "My earliest smiles were thine &mdash; my earliest thought,</br>Like rosy light in morn's translucent sky,</br>First from thy soul, my spirit's sun, was caught,</br>And, as it gleams on days that vanish by,</br>I turn to thee, my fountain, shrined on high!</br>My Sister!  is she with thee?  where thou art</br>Thy children fain would be; on starbeams fly,</br>Spirits of Love!  and in my saddened heart</br>Make heaven's own music, till my raptured soul depart.", "And teach me with an awed delight to tread</br>The darksome vale that all must tread alone;</br>And gift me with time wisdom of the Dead</br>Justly to do, yet all unjustly done</br>Freely to pardon! &mdash; 'Till the crown is won,</br>Be with me in the errings of my lot,</br>The many frailties of thine only son;</br>And when brief records say that he is not,</br>Hail his wronged spirit home where sorrow is forgot!</br>"]