["Happy the Man, who void of Care and Strife,</br>In Chamber well adorn'd, or Garret vile,</br>Enjoys the Rays of a consoling Fire:</br>He nor with Envy views his neigh'bring Room,</br>When gliss'ning it proclaims, that sprightly Mirth</br>And circling Glasses crown the jovial Night;</br>But with a Friend, luxuriant enjoys</br>The Warmth, and battens in the sunny Gleam;</br>Safe from the chilling Blasts of northern Winds,</br>The frozen Product of Hibernia's Hills,</br>That whistle dreadful, whilst in sung Abode,</br>Th' enjoy the Storm, and smile to hear it roar.</br>Here with a sober Game at Whisk, they spend</br>The dreary Night, or with a Story quaint,</br>With Art devis'd to make the Heart jocund,</br>Drive on the lagging Minutes with their Mirth.", "Whilst I, depriv'd of all the Joys of Life,</br>Warmth and a Friend, disconsolate and cold,</br>In Coverlet involv'd, in vain content</br>To cherish native Heat in livid Limbs,</br>Benumb'd by bitter Hyperborean Blasts;</br>Blasts, which with bold Intrusion dare invade</br>Th' aerial Limits of my high Abode;</br>Here, as in fam'd Aeolian Caves of old,</br>They rustle dreadful, and with sweepy Sway,</br>Bear off the Tegument; whilst tortur'd thus,</br>With Imprecations dire,</br>Loud as their Mouths, and blust'ring as their Blasts,</br>With Shirt, or Doublet, I repair the Breach.</br>No Nut-brown Beer, created to regale</br>The Heart of dolorous Mortal, drench'd in woe,</br>With Toast innatant, chears my droopy Soul;</br>Nor Ale Musgrovian, where Arabian Sweets</br>Breathe from the Mug, and with their Warmth inspire</br>Joy to the Soul, and Vigour to the Limbs:</br>But o'er an heath'nish Pot of languid Tiff,</br>All Day I sit, and damp that vivid Spark,</br>Which like Aetnean Mountain still burns clear,</br>Tho' still surrounded with eternal Snow,</br>And Frosts perpetual bind its hoary Brows.</br>No glim'ring Light directs my uncertain Steps,</br>When Night and Nature claim their tribute due;</br>Unless enlighten'd, and at once reviv'd,</br>By the short fleeting Blaze of Paper, marr'd</br>Since the dire Itch of Writing fir'd my Mind.", "With spunging Face, full oft to neigh'bring Room,</br>Cringing I slunge; insinuating Tale</br>Prolongs my Stay; or Joke, with Care excerpt</br>From Britain's-Mother-Wit, Collection rare!</br>Or Bull-Hibernian, incitation meet</br>To Mirth; or else of dreadful Goblins tell,</br>With Eyes of Flame; or Fairies deckt in Green,</br>That gambol'd on the Heath, by Country Maid,</br>In Ev'ning late, espied; or Elf jocund,</br>In Gossip-Cup immur'd, full wanton Freak!</br>Bob'd now a Toast on Mother Midnight's Nose;</br>Or else, a Stool fantastick, oft deceiv'd</br>Th' unwary Eye of Mortal drench'd in Wine,</br>Whilst with a Fall precipitate he rush'd,</br>And gave a new rise to Jollity and Mirth.", "Thus with my Chat I lengthen out the Time,</br>'Till Heat and Liquor, like creating Powers,</br>New string my Nerves, and bid my Fancy shine;</br>And then elated, joyously I Sing,</br>And in great PHILIP'S pleasing Stile, relate</br>Of Bellarmine exhausted, and of Throats</br>Widely extended, whilst with hideous Gulp,</br>Whole Tides of Ale run down the parchy Chasm,</br>And mantle as they roll with grateful Hiss.</br>Or else in Strain harmonious, I tell</br>Of Sopho's Nose, with innate Rubies rich;</br>Or jovial Fellow, by extended Paunch,</br>And lucid ruddy Face distinguish'd well:</br>Or sometimes, if an am'rous Qualm should seize</br>My Mind; I strait fair Amaryllis chaunt,</br>With heaving Bosom, and with waxen Arms,</br>And all the Charms, that Lover's Fancy warm'd</br>Depaints transcendent.  But, sad change of Fate!</br>Too soon, alas!  the short-liv'd Bliss decays;</br>And I reluctant must again ascend</br>The frigid Regions of my bleak Abode:</br>Thus Pris'ner, on Parole but just set free,</br>Whom Hunger, Bonds, and Vermin long y' rackt,</br>Joyful in Liberty, his Heart dilates,</br>And with his Friends in chearful brimming Bowls</br>Drowns former Cares, unheeding what's to come,</br>Till time expir'd returns him to his Cell,</br>And curses him again with all his Woes.</br>"]