["Deep is the anguish which the tortur'd soul</br>Endures, when Passion struggles for command,</br>And Virtue labours to maintain her rule;</br>This Zeuma learn'd, by dire experience, when</br>His mournful Friend rehears'd th' ungrateful tale,</br>And fir'd his heart with jealousy and rage:</br>At first the Hero gave unbounded loose</br>To anger and revenge; then, calmly sad,</br>His fury ebb'd in silent tears away;</br>Strait, prompted by despair, he rav'd anew,</br>And threaten'd all the miseries of war;</br>Till Reason was again restor'd, and gave</br>A pause of quiet to his troubled mind.", "Ogdar, with pitying eye, beheld his pain,</br>And trac'd the various tumult of his soul;</br>Then breath'd defiance to the Christian troops,</br>And urg'd th' event of battle to redeem</br>The beauteous Captive for her Lord:  yet he,</br>Supreamly Great and Good, disdain'd to risque</br>His Subjects safety, or, with frantick hast,</br>Attempt a private Justice, and o'erturn</br>The Publick good beyond retrieve:  but to</br>The Heav'nly Pow'rs referr'd his injur'd cause,</br>And, with dumb Sorrow, waited the Success.", "Near to the City walls, and on the verge</br>Of an adjoining wood, with thickest boughs</br>Wide-shadowing, stood an ancient Structure, fam'd</br>For all the beauties of the Builder's art;</br>But envious Time, and unrelenting Age,</br>With slow decay, had worn the mould'ring Arch,</br>And shook the sculptur'd Column to it's Base:</br>Thick from the ground, and reaching to the roof,</br>Green Ivy crept along, and, wand'ring wide,</br>Embrac'd the antique Frame; within 'twas dark,</br>And dreadful all around; no beam of Day</br>Could e'er approach to gild the awful gloom,</br>Or glitter thro' the shade; but feeble Lamps,</br>For ever burning, twinkled from on high,</br>And stream'd a dubious Twilight thro' the Dome.</br>Here were their Gods ador'd with cruel rites,</br>And kneeling Kings, with human blood, aton'd</br>The errors of their Rule:  each Altar' long</br>Had been defil'd with such flagitious deeds,</br>And thousands of unhappy Men were made</br>The sacrifice of Hell; the pillars glow'd</br>With living Crimson, and the floor was heap'd</br>With strange variety of Bones; aloft</br>The Sculls of mighty Enemies were hung</br>In barb'rous Triumph; and grim Death appear'd</br>The Genius of the Place:  the nightly Priest</br>Oft fancied that the yell of injur'd Ghosts,</br>Swift-gliding thro' the dark, complain'd aloud</br>Of Cruelty, and Wrong; the Temple rung</br>With the distracting sound, and ev'ry vault</br>Breath'd out a dreadful Echo from below:</br>Far in the thickest shade, the deepest gloom,</br>Where Night, and Darkness hung eternal, Horror dwelt</br>Tremendously obscure, and, unreveal'd</br>To mortal gaze, for ages held her Reign,</br>In dreadful Solitude, silent as Death,</br>And secret as the Tomb; whence pale Amaze,</br>And shudd'ring Terror siez'd the luckless Wretch</br>Who haply wander'd to her dire Abode;</br>His Nerves relax'd, his Pulse, Voice, Heart forgot</br>Their office, and each property of Life</br>Was for a moment lost:  Anguish succeeds,</br>And apprehensions horrible as those</br>Of dying Sinners; when the nether World</br>Appears, with all it's torments, to their view;</br>A thousand Phantoms thro' the gloom arise</br>In dread array, and, with perpetual change,</br>Confuse his heated Brain; at last he sinks,</br>O'er-burthen'd with his Fears, and struggling dies</br>In Agonies beyond the reach of Thought.", "Such was the scene of old, so dire the Place,</br>E'er Zeuma rose to empire, and forbid</br>The savage use of sacrificing Slaves,</br>Their fellow-creatures born; forbid the dire</br>Rejoycings o'er a vanquish'd Foe, and taught</br>The barb'rous Priest a Worship more Divine:</br>From that blest Period the devoted walls</br>No longer blush'd with human Blood; the bones</br>Of offer'd Victims were remov'd, and Death,</br>With all his Terrors, dar'd no more approach</br>The service of the Gods:  religious Dread</br>Alone remain'd to wake the heedless Wretch</br>From sublunary Bliss, and fix his thought</br>On Virtue, and the true Delight she gives.</br>Thus chang'd the venerable Pile became</br>A scene of Pleasure to the studious Soul,</br>Who, rapt in Contemplation, here forgot</br>The cares of Life, and, with increasing warmth,</br>Convers'd with Heav'n, and breath'd celestial Joy.</br>Here Zeuma oft retir'd, and, roll'd in dust,</br>Now humbly sought the favour of the Skies;</br>In bitterness of Soul lamenting lay,</br>And with excessive, agonizing Grief,</br>Revolv'd his Woes and mourn'd his wayward Fate.</br>When, (wonderful to tell) an easy Gale,</br>With strange, unusual sound arose, and, o'er</br>The moss-grown roof low murm'ring, gently shook</br>The nodding tow'rs; instant the sacred Lamps</br>Extinguish'd ev'ry blaze, and Darkness veil'd</br>The dusky scene.  'Twas Silence now,</br>And Zeuma's soul, in sad reflections, hung</br>On the Event; when Musick, from on high</br>Sweet warbling thro' the Dome, resounded soft,</br>And dy'd upon the Ear; while sudden Day,</br>In all it's glory, darted thro' the gloom,</br>And spread it's golden radiance all around:</br>At once he saw unmov'd the wond'rous blaze,</br>And (far beyond his Hope) an heav'nly Form,</br>Commission'd from above, to speak Content</br>To his distracted Thoughts, and lull his Cares</br>In Peace; for this intent, th' angelick Pow'r</br>Had sweetned all his visage into Smiles,</br>And ev'ry glance was wing'd with Love; he breath'd</br>Compassion for the sons of Men, and seem'd</br>Created for their Good; the rosy Morn</br>Was painted on his Cheek, and every charm,</br>Of blooming Youth, or manly Beauty, made</br>Him lovely as the Spring, when warmer Suns</br>Awake the freshening verdure of the Fields,</br>And gaily deck the smiling Earth with Flow'rs.", "O Zeuma!  he began, from whence proceeds</br>This wild of Sorrows?  whence this pensive Fit</br>Of lonely musing, and heart-breaking thought?</br>Sure thy Virtue tow'rs above a private Woe,</br>And if the length'ning view of publick ills</br>Distract thy Reason, and, in deep Despair,</br>O'er-whelm thy better mind, recall thy Trust</br>On Heav'n, and the immortal Gods.  They hear</br>The sorrows of Mankind, and turn the vast,</br>Th' amazing Round of Life for Good, howe'er</br>It seems to mortal Eye:  thus warn'd, be Wise,</br>And, tho' ill Fortune should attend your Arms,</br>And grim Destruction wander thro' your Tribes</br>Unbounded, and at large, be firmly brave</br>And stand the Champion of thy country's Cause</br>In all Events; This is the duty of</br>A King, and what the just, th' almighty Gods</br>Will bless:  nor has the influence of Fate</br>Been more auspicious to the grov'ling Soul,</br>Who careless in the noise of Arms, neglects</br>The Publick Weal, and, to the Spoiler leaves</br>His helpless Realms a Prey.  Extend, in Thought,</br>Thy View beyond yon cloudy ridge of Hills,</br>And traverse the Peruvian plains:  see there</br>The Brother Kings, in bloody battle join'd,</br>Contend for Empire, and indulge the rage</br>Of dire Ambition, while these foreign Troops</br>Invade the Frontier, and, with speedy march,</br>Depopulate the Land:  deaf to the cries</br>Of a whole Nation, see!  the frantick Pair</br>Exhaust their mutual Strength in civil Broils;</br>Nor cease their Rage 'till one a Victim falls,</br>And yields the long-contended Throne:  but what</br>Avails the Conquest?  Lo!  the Victor rides,</br>In Triumph, to possess the fancied Joy,</br>And give his Passions an unbounded Loose:</br>But ah!  how vain the Thought?  caught in the Snare,</br>He laid himself, he falls by foreign Foes,</br>Unhonour'd, and unmourn'd:  Ruin succeeds,</br>And all the wide-extended-Kingdom groans</br>Beneath the weight of Slavery and Death.", "Again indulge thy Soul, and o'er a Vast</br>Of varying Prospects, see the pompous rise</br>Of Mexico's proud tow'rs, where haughty Kings,</br>For ages, held their wide controul, and reign'd</br>Supreamly Great:  see there dread Cortez holds</br>A Monarch pris'ner, tho' surrounded with</br>Such numbers of his Guards; Amazing scene!</br>Th' effects of abject Cowardice and Fear:</br>See, the bold Stranger drains his Wealth, and awes</br>Him with his Frown:  but hark!  what murmurs run</br>Amid the Croud!  Suspicion, Phrenzy, Rage</br>Awake on ev'ry Brow, the sound of Arms</br>Rings horrid to the clouds, and dire Uproar,</br>Ascending loudly, thickens by degrees</br>And thunders all around:  with wild surprise</br>The Spaniards view the brooding storm approach</br>And meditate their Flight in vain:  for lo!</br>In Crouds on Crouds, innumerably large,</br>Their Enemies advance, and, mad with Wrongs,</br>Incessantly renew'd, besiege them round,</br>And sternly threaten a severe Revenge.</br>Cortez, amaz'd, and doubting the event,</br>Brings out his royal Captive to command</br>His Subjects into Peace:  the Monarch's voice</br>Is drown'd in the increasing Roar, their Rage</br>Redoubles, and, amidst a furious show'r</br>Of Stones, and Darts, he falls, their Monarch falls</br>The unhappy Victim of ungovern'd Crouds.</br>At length the Spaniard, in despair, resolves,</br>While Night involves the Skies, to force his Way,</br>Or perish in th' Attempt; he gives the Word,</br>And, laden with their Spoils, his Soldiers march</br>In Secrecy, and Silence from their Strength,</br>And hasten thro' the hostile Town; th' Allarm</br>Begins; the tribes assemble to the War,</br>And fright the Darkness with redoubled shouts</br>Of Conquest, and Revenge; a thousand brands</br>Flame hideous thro' the Gloom, and wav'd on high,</br>Display the lineaments of Wrath ingrav'd</br>On ev'ry Face:  with headlong Speed they fly</br>Upon their Foes, and charge their Front, their Flank,</br>And Rear at once; at once the  Spaniards, with</br>Undaunted Souls, return th' Attack from Rear,</br>Flank, Front, and, with amazing Courage, break</br>The cloud of War; the Streets are drench'd with Blood,</br>The Dying, and the Dead incumber all the Way;</br>A sad variety of Sounds, all dire,</br>And horrid, shade the vaulted Skies, the Earth</br>Reechoes dreadful from her in-most caves,</br>And Nature mourns the miseries of War.</br>At last the Morning dawns, and Cortez wins</br>A bloody Passage thro' the opposing Throng;</br>Loud sounds the Triumph of the joyful Tribes</br>Deliver'd from his tyrant Rule, and Death,</br>And Misery, give place to Joy:  but soon,</br>Too soon, the former scene returns, surcharg'd</br>With aggravated Ills; their inmate Foes</br>Besiege their Walls, and, o'er th wat'ry Lake,</br>Extend the dangers of the War; the waves</br>Are dy'd with reeking Crimson, and, along</br>The hollow shores, resounds the din of Arms;</br>Within pale Famine rages thro' the Streets,</br>And thousands dye heart-smitten with the Woes</br>She deals around, their ghastly Bodies lye</br>Corrupted by the mid-day Beam, their Friends,</br>And Parents, stupid with continual Toil,</br>Pass by regardless:  Plagues pollute the Skies,</br>And taint the sick'ning Air; who 'scapes the Sword</br>They kill, and Hunger slowly preys on all:</br>Complaints, and Curses, Pray'rs, and Groans ascend</br>Continual to the Stars, and wild Despair,</br>With griping anguish, tortures ev'ry Heart,</br>And glares in ev'ry Eye:  yet, obstinate</br>In Death, they scorn the overtures of Peace,</br>And mock the utmost efforts of their Foes.", "Now, tir'd with vain attempts, the Christian Chief</br>Prepares to fire the City; see the flames</br>Ascend above the lofty tow'rs, and stream</br>Their fury to the skies; what clouds of smoak,</br>All dark and gloomy, dimly shade the day,</br>And blacken all below!  how loudly, hark!</br>How loudly roars the blaze!  what fearful cries</br>The frantick Habitants send up to Heav'n</br>In vain!  how vastly wide Destruction spreads!</br>How swift it rides upon the gale!  Down, down</br>The buildings fall, the Earth, convuls'd, beneath</br>The hideous Ruin groans, and Mexico</br>Lies all one smoaking Waste &mdash; Thus sinks the great,</br>The haughty Mistress of the western World,</br>And all her boasted Glory dies; and thus</br>A thousand States, of noblest Fame, are fall'n</br>To rise again no more; nor Peace, nor War</br>Was able to defend them on the brink of Fate:</br>If war became their choice, superiour Force</br>Prevail'd; if Peace, and ignobler Chains</br>Oppress'd the mourning Tribes. &mdash; Thus timely warn'd,</br>O Zeuma!  shun the gilded Snare, and trust</br>The Sword, and open arms; a Soldier ne'er</br>Should shrink from Death, and, where the War is just,</br>Eternal Honour waits upon his Shade.", "In me behold the Genius of thy Realm,</br>And Guardian of thy Throne; to me belong</br>The care of Empires, and the fate of Kings:</br>If thou dost Honour to thy Name, with joy</br>I shall attend thy Rule; if not &mdash; This said,</br>Abrupt he paus'd, and while, in silent awe,</br>The Monarch listned to his lore, display'd</br>His starry wings, and soar'd away &mdash; So, when</br>The wand'ring Soul, in Dreams, excursive roves</br>Thro' fancied scenes of visionary Joy,</br>While the unfinish'd Rapture gently sooths</br>Th' attentive Thought, at once, with sudden shade,</br>The Landscape's darken'd, and we pensive mourn</br>Th' imaginary Loss in vain.  Mean time</br>Brave Ogdar, mourning the distress his Prince</br>Must suffer for Zirene's loss, and griev'd</br>For the abandon'd Maid, with restless thought</br>Explor'd a thousand ways to set her Free,</br>And give the King relief:  at length (his scheme</br>Compleat) he took th' advantage of the Night</br>To summon all his warriour Friends to aid</br>In the Design, and share, with him, the Praise.</br>Struck with the glorious Thought each gen'rous Mind,</br>With equal Ardour, join'd the brave Attempt,</br>And, like their Chief, resolv'd on Victory,</br>Or Death:  This done, they gladly flew to Arms,</br>And, thro' the sleeping Town, in Silence march'd</br>Away.  The youthful Hero led them on,</br>And, charm'd with the delightful hope of sure</br>Success, Joy brighten'd o'er his Face, and sense</br>Of Honour fir'd his heart.  He first essay'd</br>The gloomy Wood, and doubtful Brake; first pass'd</br>The dang'rous Ford, and, with unwearied Toil,</br>The upright Mountain scal'd:  his Ardour chear'd</br>The drooping Soul, and his Applauses gave</br>New Spirit to the Valiant, and resolv'd.", "At last, the Foes Intrenchments, thro' the dusk,</br>Discover'd whit'ning o'er the Field; he paus'd</br>To let his Army breath; then, fir'd anew</br>By Friendship's holy Flame, immediate gave</br>The sign of Onset, and with eager Shouts</br>Began the dread Alarm; wide thro' the Dark</br>It sounds tremendous, and the neighb'ring Hills</br>Rebellow to the Noise:  with wild Amaze</br>The naked Spaniards tremble at their Fate,</br>And fight or fly in vain; so slaught'ring on</br>Stern Ogdar, like a furious Whirlwind, pass'd</br>To sad Zirene's tent, and left behind</br>A track of Ruin and a scene of Blood.</br>But there Almagro's Guard, a chosen band</br>Of hardy Warriours, stood t' oppose his Way,</br>And keep th' invaluable Prize their own.</br>For this, with Resolution arm'd, they bore</br>The dreadful Shock, and, where one Soldier fell,</br>Dreadless another still supplied his Room:</br>Horror, Confusion rag'd around; in heaps</br>The Combatants expir'd, and Death, at large,</br>Stalk'd o'er the Ruin; ev'ry moment views</br>The Tumult thicken, and the War increase,</br>'Till all the Camp appears one dreadful Scene</br>Of Violence and War.  So, when the gloom</br>Of brooding Tempests shades the World, down rush</br>The boist'rous Winds, and, o'er the nodding Woods,</br>Exert their Rage; this way, and that they bend</br>Before the Blast, and one continued Roar</br>Remurmurs all around.  Thus hung the Fray</br>In dubious scale, and, with uncertain Flight,</br>Long-doubting Conquest roam'd from side to side.", "Mean time the sad Zirene, all dissolv'd</br>In sick'ning Sorrow, and aghast with Fear,</br>Heard all the din, and thunder of the War,</br>Uncertain who prevail'd; prone on her Bed,</br>Afflicted and forlorn, she pensive lay,</br>And look'd a lovely image of Despair;</br>Her Eyes, like Stars, reflected from the Wave,</br>Shone, thro' the standing Tears, with wat'ry Beams,</br>And down her Cheek, with brightest crimson bloom'd,</br>The pearly Tears, like Drops of morning Dew</br>On new blown Roses, stream'd their various Rays,</br>And glitter'd as they fell; a frequent Sigh</br>Disturb'd her balmy Breath, and with a Voice,</br>Broken with Grief, she murmur'd out her Woes;</br>Black as the Raven's wing, her flowing Hair</br>Shaded her Face, and, down her panting Breast,</br>In artless Ringlets negligently wav'd:</br>'Twas thus she lay, when (fearful least the dawn</br>Should disappoint his hope, and render vain</br>His toil) brave Ogdar broke the thick Array,</br>And rescu'd the lamenting Maid:  his Friends</br>Receiv'd her in their Arms, and Part, thro' all</br>The fighting Ranks, convey'd her Safe away;</br>While he, the last, with some remaining Troops,</br>Made good their Rear, and labour'd to secure</br>A safe Retreat:  a safe Retreat his Friends,</br>The faithful Guardians of Zirene, found;</br>But he, and the immortal Band that fought</br>With him, the firm companions of his Fate!</br>Were made the Victims of the War:  for now</br>Incens'd Almagro, raging for his Loss,</br>Came on with all his Strength, and fiercly charg'd</br>The dreadless Hero, who, with cheerful Words,</br>Encouraging his little troop, return'd</br>The furious Onset with amazing Warmth;</br>And, in Despair of Safety, dealt around</br>Such bloody marks of terrible Revenge,</br>As prov'd his Valour equal to his Cause:</br>At last, o'er-wearied with a length of Toil</br>And circled with an hostile Round, he fell</br>The Honour of the Field; Yet, ev'n in Death,</br>He glory'd to have serv'd his Prince, and thought</br>His Life well sacrific'd for such a Friend.", "Mean time the Morn, impurpling up the skies,</br>The Sun began his wonted round; when, sick</br>Of mid-night Cares, and interrupted Dreams,</br>Great Zeuma rose to breath the spicy Air,</br>And find in Solitude the tranquil Joys</br>To kingly Courts deny'd; no cumb'rous Train</br>Of mercenary Slaves was e'er allow'd</br>To wait the thoughtful Hour, or shield him from</br>Himself; no dread of home-bred Foes disturb'd</br>His dauntless Mind; and Innocence alone</br>Was all his Guard:  thus was the cheerful Morn</br>Enjoy'd, when Peace, and Pleasure jointly gave</br>A blessing to his Rule; and thus, amid</br>The terrors of a dang'rous War, he sought</br>Relief among the dew-dipt Flow'rs, and breath'd</br>Up frequent Pray'rs upon the scented Breeze.", "'Twas thus he was employ'd, when from the brow</br>Of a green eminence, adorn'd with trees,</br>And all the joys of Nature, he beheld,</br>At distance marching o'er the plain beneath,</br>An hasty Crowd that, in the guise of War,</br>Appear'd the Convoy of some precious Charge,</br>And fearful of pursuing Ill:  intent</br>He gaz'd, and felt, as nearer it approach'd,</br>Unusual tremblings flutter round his Heart;</br>A thousand Charges, with alternate rule,</br>O'erspread his Face, and ev'ry Glance proclaim'd</br>The doubtful Passions of his Soul:  at last,</br>Convinc'd that 'twas his dear Zirene came,</br>In safety and at large, to chear his sad,</br>Uncomfortable Hours with Love, he ran,</br>He flew to her Embrace; and she, all Fair,</br>And blushing like the purple Dawn, with like</br>Impatience hastens to his Arms, and gave</br>A loose to all the soft emotions of her Heart.</br>Awhile, encircled in the am'rous Fold,</br>They stood unable to express the vast,</br>The wond'rous Pleasure they enjoy'd, and Tears,</br>In mingling streams and mutual silence, flow'd</br>Down either Face; at length, in broken Starts&mdash;</br>And interrupted Sounds, together Both</br>Began to speak, and all their talk was Love:</br>A thousand times he bless'd the heav'nly Powers</br>For such a sweet return of Bliss, and she</br>As often bless'd the happy Hour that freed</br>Her from her Woes, and gave her back to him:</br>'Twas Joy and Triumph all around, no mark</br>Of Grief, no dread of Danger now remain'd,</br>But Acclamations, and Applause were heard</br>From ev'ry Tongue, and, in a gen'ral shout,</br>Wide spreading, circled thro' the air; the Town,</br>Alarm'd with the delightful News, pour'd out</br>It's num'rous Tribes to gratulate their King,</br>And welcome his illustrious Bride; with Flow'rs,</br>Sweet smelling, they perfum'd the Way, and shook</br>The echoing Skies with hymeneal Songs;</br>The holy Priests, with artful Musick, join'd</br>The gladsome Verse, and sweetned ev'ry Lay:</br>Behind the youthful Monarch led his lov'd</br>Zirene thro' the gazing Throng, and seem'd</br>Entranc'd in extacies of Joy; while she,</br>In artless Modesty, and virgin Pride,</br>Conceal'd the Pleasure of her Heart, and heard,</br>Unmov'd, the murm'ring Croud admire her Charms,</br>And bless their Prince's Choice &mdash; The Temple now</br>Receiv'd the glad Procession, and the Priests</br>Began the nuptial Vow; when, struggling thro'</br>The cluster'd throng, appear'd a man who seem'd</br>But just escap'd the rage of Battle, and grown pale</br>With frequent wounds; with rev'rence he approach'd</br>Th' attentive King, and thus began, &mdash; My Lord!</br>The faithful Ogdar, who, e'er morning light,</br>Deliver'd this fair Princess from her bonds,</br>Is now no more; all cover'd o'er with blood</br>He dy'd in battle, like a Hero dy'd,</br>And, with his latest Breath, rejoyc'd that Fate</br>O'ertook him in the Field, and while he fought</br>For Heav'n and you:  with him his valiant Friends</br>Lye breathless on the Ground, and I alone</br>Was spar'd; was spar'd, amid the rage of war,</br>To bid Defiance to your Pow'r, and threat</br>A bloody Vengeance  o'er your forfeit Realm,</br>Unless you will restore the captive Maid</br>Before to morrow's Dawn, and purchase Peace</br>On such disgraceful Terms.  This said he ceas'd,</br>And Zeuma, thunder-struck at such a dire</br>Reverse of Fate, stood like a Statue pale,</br>And motionless &mdash; His Eyes forgot to roll,</br>His heart to beat; the nuptial Garland dropt</br>Unheeded to the ground, and, thro' his Veins,</br>Chill Horror roll'd it's icy Tides:  while sad</br>Zirene hung her drooping Head, like Flow'rs,</br>Rude-shaken in a wint'ry Gale; Despair</br>Sat musing on her Brow, and silent Grief</br>Hung heavy on her Soul; short Tremblings shook</br>Her limbs, and, down her livid cheek, the Tears</br>Fell frequent, and betray'd the anguish of</br>Her Thought:  around mute Wonder seiz'd the Crowd,</br>And, gazing on the luckless Pair, they stood</br>Companions in their Woe; a gale of Sighs</br>At once ascended  thro' the Dome, at once</br>A peal of Groans remurmur'd from beneath,</br>For all were grie'vd: &mdash; So highly they esteem'd</br>Their King, so much a Monarch may command</br>His People's Hearts by deeds of Amity</br>And Love &mdash; At length, recov'ring from a Wild</br>Of sad reflections, the unhappy Prince</br>Thus plain'd aloud &mdash; O Ogdar!  O my Friend!</br>How fatal has thy fond Affection prov'd</br>To thee and us!  Deform'd with ghastly Wounds</br>Thy dear Remains, deny'd the funeral Rite,</br>Must press the sanguine Field, thy flitting Soul,</br>Without one last Adieu, is forc'd away</br>To other Worlds uncertain, and unknown;</br>Nor thine alone, a Thousand more are fled,</br>Are fled for me; for me, whom Heav'n design'd</br>Their Guard; O mournful Tale!  imprudent Friend!</br>To risque such gallant lives for me:  But ah!</br>'Tis past, 'tis past, and sorrow flows in vain.", "Enough, my People!  has Destruction rag'd,</br>Enough have Arms, and Violence laid wast</br>Our mournful Fields; the wish'd occasion's come</br>To cease their Outrage, and restore the joys</br>Of Peace, once more your own:  My Life, my Soul,</br>My lov'd Zirene will remove your Woes,</br>And be the Victim of so bless'd a Change;</br>With us will save her hoary Father's Age</br>From like Misfortunes, and her native Land</br>From Misery and War; I know her Heart</br>Too virtuous to refuse so just, so brave</br>A Sacrifice, and too resolv'd to shrink</br>From so severe a Tryal, tho' one scene</br>Of endless Sorrow cloud her future days.", "'Tis true my Happiness has long been fix'd</br>On her, and her alone; in her dear Arms</br>I'd center all my joys to come, and, when</br>I loose her &mdash; Death and Darkness are behind.</br>But shall a King neglect the Publick good,</br>Committed to his Charge, to serve his own?</br>Forbid it Heav'n, and all ye juster Pow'rs!</br>Ah!  sooner would I groan beneath the whole</br>Enormous weight of human Ill, as now</br>Must be my Fate, nor murmur at the Load.", "You see, my lovely, my afflicted Fair,</br>To what extreams of Sorrow we're reduc'd,</br>And what's the Duty of a King &mdash; Alas!</br>She faints &mdash; she dies &mdash; the Queen of Beauty dies.&mdash;</br>Ye holy Men assist her with your Care,</br>Recal her parting Soul, that she may live</br>Again, and bless th' applauding World with Peace.&mdash;</br>For me, I'm lost in Passion, and one Touch,</br>Of that enchanting Form, would fire my Heart</br>With a resistless Flame; &mdash; ev'n while I gaze</br>I feel my Virtue melt before her Charms,</br>And pow'rful Love resume it's wonted rule:&mdash;</br>But see!  she breaths!  she lives!  and, like the dawn</br>Of Light returning o'er the World, her Eyes</br>Regain their usual Rays; but &mdash; lost to me</br>They shine! &mdash; My Life must be one constant Round</br>Of Night, and Horror, till the hand of Death</br>Shall lead me to the Grave &mdash; Oh!  had we been</br>The meanest Subjects that revere a Crown,</br>We had been Happy; now &mdash; Choak'd with the grief,</br>Which he had long controul'd, he could no more,</br>But, sinking on the Earth, indulg'd his Tears,</br>And gave a lose to all the Anguish of his soul.", "Struck to the Heart, with such a scene of woe,</br>From eye, to eye the soft Infection ran</br>Thro' all the Crowd, and one continu'd stream</br>Of Sorrow sadden'd ev'ry Face.  At length,</br>When the decreasing torrent ebb'd away,</br>And Nature was reliev'd, brave Ogdar's sire</br>Up rose amid the mourning Tribes, not like</br>A tender Father weeping o'er his Son,</br>But like a Heroe whose undaunted soul</br>Disdain'd the utmost rage of Fate; and thus</br>Began &mdash; \"The tears you've shed, illustrious Prince,</br>For happy Ogdar's fate, in full reward</br>The greatest services of Life; and since</br>He fell so bravely, for so good a King,</br>I glory in his end; 'twas Duty well</br>Perform'd, and what will gild his future Name</br>With Honour, while the World endures &mdash; But shall</br>A brave Man dye in vain!  so fair a Form!</br>So pure a Soul as this lov'd Princess boasts,</br>Be prostituted thus to sordid slaves,</br>Whose Love is Lust, whose God is Gold, and who</br>Pursue Mankind with all the rage of Hell:</br>Ah no!  good Heav'n forbid, and all the Pow'rs</br>Above.  If you, in justice to your Charge,</br>The Guard of Nations, sacrifice to Ease,</br>And Pleasure of your Days; can we behold</br>You languish in  your Bloom, and not prevent</br>The fatal Malady, or prove our selves</br>Well-worthy of a Monarch so divine?</br>No sure; the Gods, in honour to your rule,</br>With kindred virtues have endow'd our Souls;</br>And 'tis for us to justify our Rights</br>By war, and guard our Heroe to the Field&mdash;</br>Then be again your Self, and let the Sword</br>Defend what Arms would force away; made yours</br>By Right, by Conquest, and eternal Vows.</br>Nor are we yet undone; another pause</br>Our Fate allows; and shall we lose by Peace,</br>Ignobly bought, that Liberty which War</br>And Battle may secure, the Joy of Life!</br>And Idol of the brave?  mourn we the Slain</br>Of this unhappy Morn?  my dearest Son,</br>Still bleeding, lies the foremost of the Heap;</br>Yet should these Eyes, with one small Drop, Lament</br>His glorious Fate, I'd tear them from their Orbs</br>And view the face of Heav'n no more &mdash; Then rouze,</br>My Sovereign, from this sullen Trance, and lead</br>Us on, secure of Conquest, and Revenge:</br>The Ghosts of slaughter'd Armies point the way,</br>And shout around us for Revenge; the Gods</br>Themselves invite us to th' expecting Field,</br>And thunder from the Skies, Revenge, Revenge.\"", "He said, and, with immediate sound, Revenge,</br>Revenge, ran echoing thro' the Dome, nor ceas'd</br>The hideous Murmur 'till the King arose,</br>Again resolv'd to trust th' event of War;</br>And fair Zirene, by the nuptial Rite,</br>Was giv'n for ever to his longing Arms.", ""]