["I. 1.</br>Daughter of Chaos and old Night,</br>Cimmerian Muse, all hail!</br>That wrapt in never-twinkling gloom canst write,</br>And shadowest meaning with thy dusky veil!</br>What Poet sings, and strikes the strings?</br>It was the mighty Theban spoke.</br>He from the ever-living Lyre</br>With magick hand elicits fire.</br>Heard ye the din of Modern Rhimers bray?</br>It was cool M&mdash;n:  or warm G&mdash;y</br>Involv'd in tenfold smoke.", "I. 2.</br>The shallow Fop in antick vest,</br>Tir'd of the beaten road,</br>Proud to be singularly drest,</br>Changes, with every changing moon, the mode.</br>Say, shall not then the heav'n-born Muses too</br>Variety pursue?</br>Shall not applauding Criticks hail the vogue?</br>Whether the Muse the stile of Cambria's sons,</br>Or the rude gabble of the Huns,</br>Or the broader dialect</br>Of Caledonia she affect,</br>Or take, Hibernia, thy still ranker brogue?", "I. 3.</br>On this terrestial ball</br>The tyrant Fashion, governs all.</br>She, fickle Goddess, whom, in days of yore,</br>The Ideot Moria, on the banks of Seine,</br>Unto an antick fool, hight Andrew, bore.</br>Long she paid him with disdain,</br>And long his pangs in silence he conceal'd:</br>At length, in happy hour, his love-sick pain</br>On thy blest Calends, April, he reveal'd.</br>From their embraces sprung,</br>Ever changing, ever ranging,</br>Fashion, Goddess ever young.", "II. 1.</br>Perch'd on the dubious height, She loves to ride</br>Upon a weather-cock, astride.</br>Each blast that blows, around she goes,</br>While nodding o'er her crest,</br>Emblem of her magick pow'r,</br>The light Cameleon stands confest,</br>Changing it's hues a thousand Times an hour.</br>And in a vest is she array'd,</br>Of many a dancing moon-beam made,</br>Nor zoneless is her waist:</br>But fair and beautiful, I ween,</br>As the cestos-cinctur'd Queen,</br>Is with the Rainbow's shadowy girdle brac'd.", "II. 2.</br>She bids pursue the fav'rite road</br>Of lofty cloud-capt Ode.</br>Meantime each Bard with eager speed,</br>Vaults on the Pegasean Steed:</br>Yet not that Pegasus, of yore</br>Which th' illustrious Pindar bore,</br>But one of nobler breed.</br>High blood and youth his lusty veins inspire.</br>From Tottipontimoy He came,</br>Who knows not, Tottipontimoy, thy name?</br>The Bloody-shoulder'd Arab was his Sire.</br>His White-nose.  He on fam'd Doncastria's plains</br>Resign'd his fated breath:</br>In vain for life the struggling courser strains.</br>Ah!  who can run the race with death?</br>The tyrant's speed, or man or steed,</br>Strives all in vain to fly.</br>He leads the chace, he wins the race,</br>We stumble, fall, and die.", "II. 3.</br>Third from Whitenose springs</br>Pegasus with eagle wings:</br>Light o'er the plain, as dancing cork,</br>With many a bound he beats the ground,</br>While all the Turf with acclamation rings.</br>He won Northampton, Lincoln, Oxford, York:</br>He too Newmarket won.</br>There Granta's Son</br>Seiz'd on the Steed;</br>And thence him led, (so fate decreed)</br>To where old Cam, renown'd in poet's song,</br>With his dark and inky waves,</br>Either bank in silence laves,</br>Winding slow his sluggish streams along.", "</br>III. 1.</br>What stripling neat, of visage sweet,</br>In trimmest guise array'd,</br>First the neighing steed assay'd?</br>His hand a taper switch adorns, his heel</br>Sparkles refulgent with elastick steel:</br>The whiles he wins his whiffling way,</br>Prancing, ambling, round and round,</br>By hill, and dale, and mead, and greenswerd gay:</br>Till sated with the pleasing ride,</br>From the lofty Steed dismounting,</br>He lies along, enwrapt in conscious pride,</br>By gurgling rill or crystal fountain.", "III. 2.</br>Lo!  next, a Bard, secure of praise,</br>His self-complacent countenance displays.</br>His broad Mustachios, ting'd with golden die,</br>Flame, like a meteor, to the troubled air:</br>Proud his demeanor, and his eagle eye,</br>O'er-hung with lavish lid, yet shone with glorious glare.</br>The grizzle grace</br>Of bushy Peruke shadow'd o'er his face.</br>In large wide Boots, whose ponderous weight</br>Would sink each wight of modern date,</br>He rides well pleas'd.  So large a pair</br>Not Garagantua's self might wear:</br>Not He, of nature fierce and cruel,</br>Who, if we trust to antient Ballad,</br>Devour'd Three Pilgrims in a Sallad;</br>Nor He of fame germane, hight Pantagruel.", "III. 3.</br>Accoutred thus, th' adventrous Youth</br>Seeks not the level lawn, or velvet mead,</br>Fast by whose side clear streams meandring creep;</br>But urges on amain the fiery Steed</br>Up Snowdon's shaggy side, or Cambrian rock uncouth:</br>Where the venerable herd</br>Of Goats with long and sapient beard,</br>And wanton Kidlings their blithe revels keep.</br>Now up the mountain see him strain!</br>Now down the vale he's tost,</br>Now flashes on the sight again,</br>Now in the Palpable Obscure quite lost.", "IV. 1.</br>Man's feeble race eternal dangers wait,</br>With high or low, all, all, is woe,</br>Disease, mischance, pale fear, and dubious fate.</br>But, o'er every peril bounding,</br>Ambition views not all the hills surrounding,</br>And, tiptoe on the mountain's steep,</br>Reflects not on the yawning deep.", "IV. 2.</br>See, see, he soars!  With mighty wings outspread,</br>And long resounding mane,</br>The Courser quits the plain.</br>Aloft in air, see, see him bear</br>The Bard, who shrouds</br>His Lyrick Glory in the Clouds,</br>Too fond to strike the stars with lofty head!</br>He topples headlong from the giddy height,</br>Deep in the Cambrian Gulph immerg'd in endless night.", "IV. 3.</br>O Steed Divine!  what daring spirit</br>Rides thee now?  tho' he inherit</br>Nor the pride, nor self-opinion,</br>Which elate the mighty Pair,</br>Each of Taste the fav'rite minion,</br>Prancing thro' the desert air;</br>By help mechanick of Equestrian Block,</br>Yet shall he mount, with classick housings grac'd,</br>And, all unheedful of the Critick Mock,</br>Drive his light Courser o'er the bounds of Taste.</br>"]