["Arthegal hears of Florimel,</br>Does with the Pagan fight,</br>Him slays, drowns Lady Munera,</br>Does rase her Castle quite.", "Nought is more honourable to a Knight,</br>Ne better doth beseem brave Chevalry,</br>Than to defend the Feeble in their Right,</br>And Wrong redress in such as wend awry.</br>Whilom those great Heroes got thereby</br>Their greatest Glory for their rightful Deeds,</br>And Place deserved with the Gods on high.</br>Herein the Nobless of this Knight exceeds,</br>Who now to Perils great for Justice sake proceeds.", "To which as he now was upon the way,</br>He chaunc'd to meet a Dwarf in hasty Course;</br>Whom he requir'd his forward Haste to stay,</br>Till he of Tidings mote with him discourse.</br>Loth was the Dwarf, yet did he stay perforce,</br>And 'gan of sundry News his Store to tell,</br>As to his Memory they had recourse:</br>But chiefly of the fairest Florimel,</br>How she was found again, and spous'd to Marinel.", "For this was Dony, Florimel's own Dwarf;</br>Whom having lost (as ye have heard whileare)</br>And finding in the way the scatter'd Scarf,</br>The Fortune of her Life long time did fear.</br>But of her Health when Arthegal did hear,</br>And safe Return, he was full inly glad;</br>And ask'd him where, and when her bridal Chear</br>Should be solemniz'd:  for if time he had,</br>He would be there and Honour to her Spousal add.", "Within three Days, quoth he, as I do hear,</br>It will be at the Castle of the Strond;</br>What time, if nought me let, I will be there</br>To do her Service, so as I am bond.</br>But in my way a little here beyond,</br>A cursed cruel Sarazin doth wonne,</br>That keeps a Bridge's Passage by strong Hond,</br>And many errant Knights hath there fordone;</br>That makes all Men for fear that Passage for to shun.", "What mister Wight, quoth he, and how far hence</br>Is he, that doth to Travellers such Harms?</br>He is, said he, a Man of great Defence;</br>Expert in Battel and in Deeds of Arms;</br>And more embolden'd by the wicked Charms,</br>With which his Daughter doth him still support;</br>Having great Lordships got and goodly Farms,</br>Through strong Oppression of his Power extort;</br>Which he still them holds, and keeps with strong Effort.", "And daily he his Wrongs encreaseth more;</br>For never Wight he lets to pass that way</br>Over his Bridge, albe he rich or poor,</br>But he him makes his Passage-penny pay:</br>Else he doth hold him back, or beat away.</br>Thereto he hath a Groom of evil Guise,</br>Whose Scalp is bare, that Bondage doth bewray,</br>Which polls and pills the Poor in piteous wise;</br>But he himself upon the Rich doth tyrannize.", "His Name is hight Pollente, rightly so,</br>For that he is so puissant and strong,</br>That with his Pow'r he all doth over-go,</br>And makes them subject to his mighty Wrong;</br>And some by Slight he eke doth underfong.</br>For on a Bridge he custometh to fight,</br>Which is but narrow, but exceeding long;</br>And in the same are many Trap-falls pight,</br>Through which the Rider down doth fall through Over-sight.", "And underneath the same a River flows,</br>That is both swift and dangerous deep withall;</br>Into the which whom-so he overthrows,</br>All destitute of Help, doth headlong fall:</br>But he himself, through Practice usual,</br>Leaps forth into the Flood, and there assays</br>His Foe, confused through his sudden Fall,</br>That Horse and Man he equally dismays,</br>And either both them drowns, or traiterously slays.", "Then doth he take the Spoil of them at will,</br>And to his Daughter brings, that dwells thereby:</br>Who all that comes doth take, and therewith fill</br>The Coffers of her wicked Treasury;</br>Which she with Wrongs hath heaped up so high,</br>That many Princes she in Wealth exceeds,</br>And purchas'd all the Country lying nigh</br>With the Revenue of her plenteous Meeds;</br>Her Name is Munera, agreeing with her Deeds.", "There-to she is full fair, and rich attir'd,</br>With golden Hands and silver Feet beside,</br>That many Lords have her to Wife desir'd:</br>But she them all despiseth for great Pride.</br>Now by my Life, said he, and God to Guide,</br>None other way will I this day betake,</br>But by that Bridge, whereas he doth abide:</br>Therefore me thither lead.  No more he spake</br>But thitherward forth-right his ready way did make.", "Unto the Place he came within a-while,</br>Where on the Bridge he ready armed saw</br>The Sarazin, awaiting for some Spoil.</br>Who as they to the Passage 'gan to draw,</br>A Villain to them came with Skull all raw,</br>That Passage-money did of them require,</br>According to the Custom of their Law.</br>To whom he answer'd wroth, Lo!  there thy Hire!</br>And with that Word him strook, that straight he did expire.", "Which, when the Pagan saw, he wexed wroth,</br>And straight himself unto the Fight address'd;</br>Ne was Sir Arthegal behind:  so both</br>Together ran with ready Spears in Rest.</br>Right in the midst, whereas they Breast to Breast</br>Should meet, a Trap was letten down to fall</br>Into the Flood:  straight lept the Carle unblest,</br>Well weening that his Foe was fal'n withall;</br>But he was well aware, and leap'd before his Fall,", "There being both together in the Flood,</br>They each at other tyrannously slew;</br>Ne ought the Water cooled their hot Blood,</br>But rather in them kindled Choler new.</br>But there the Paynim, who that Use well knew</br>To fight in Water, great Advantage had,</br>That oftentimes him nigh he over-threw:</br>And eke the Courser, whereupon he rad,</br>Could swim like to a Fish, whiles he his Back bestrad.", "Which Odds when-as Sir Arthegal espy'd,</br>He saw no way, but close with him in haste;</br>And to him driving strongly down the Tide,</br>Upon his iron Collar griped fast,</br>That with the Straint, his Wesand nigh he brast.</br>There they together strove and struggled long,</br>Either the other from his Steed to cast;</br>Ne ever Arthegal his Griple strong</br>For any thing would slack, but still upon him hong.", "As when a Dolphin and a Sele are met,</br>In the wide Champian of the Ocean Plain,</br>With cruel Chauf their Courages they whet,</br>The Maisterdom of each by force to gain,</br>And dreadful Battel 'twixt them do darrain:</br>They snuff, they snort, they bounce, they rage, they roar,</br>That all the Sea (disturbed with their Train)</br>Doth fry with Foam above the Surges hore:</br>Such was betwixt these two the troublesome Uproar.", "So Arthegal, at length, him forc'd forsake</br>His Horse's Back, for dread of being drown'd,</br>And to his handy Swimming him betake;</br>Eftsoons himself he from his Hold unbound</br>And then no odds at all in him he found:</br>For Arthegal in swimming skilful was,</br>And durst the Depth of any Water sound.</br>So ought each Knight, that Use of Peril has,</br>In swimming be expert, through Water's Force to pass.", "Then very doubtful was the War's Event,</br>Uncertain whether had the better side:</br>For both were skill'd in that Experiment,</br>And both in Arms well train'd and throughly try'd.</br>But Arthegal was better breath'd beside,</br>And towards th' end grew greater in his Might,</br>That his faint Foe no longer could abide</br>His Puissance, ne bear himself upright,</br>But from the Water to the Land betook his Flight.", "But Arthegal pursu'd him still so near,</br>With bright Chrysaor in his cruel Hand,</br>That as his Head he 'gan a little rear,</br>Above the Brink, to tread upon the Land,</br>He smote it off, that tumbling on the Strand,</br>It bit the Earth for very fell despight,</br>And gnashed with his Teeth, as if he band</br>High God, whose Goodness he despaired quite,</br>Or curs'd the Hand, which did that Vengeance on him dight.", "His Corps was carry'd down along the Lea,</br>Whose Waters with his filthy Blood it stain'd:</br>But his blasphemous Head, that all might see,</br>He pitch'd upon a Pole on high ordain'd;</br>Where many Years it afterwards remain'd,</br>To be a Mirror to all mighty Men,</br>In whose right Hands great Power is contain'd,</br>That none of them the Feeble over-ren,</br>But always do their Pow'r within just Compass pen.", "That done, unto the Castle he did wend,</br>In which the Paynim's Daughter did abide,</br>Guarded of many which did her defend:</br>Of whom he Entrance sought, but was deny'd,</br>And with reproachful Blasphemy defy'd,</br>Beaten with Stones down from the Battlement,</br>That he was forced to withdraw aside;</br>And bade his Servant Talus to invent</br>Which way he enter might, without Endangerment.", "Eftsoons his Page drew to the Castle-gate,</br>And with his iron Flail at it let fly,</br>That all the Warders it did sore amate,</br>The which e'er-while spake so reproachfully,</br>And made them stoup, that looked earst so high.</br>Yet still he bet and bounc'd upon the Door,</br>And thundred Strokes thereon so hideously,</br>That all the Piece he shaked from the Floor,</br>And filled all the House with Fear and great Uproar.", "With noise thereof, the Lady forth appear'd</br>Upon the Castle-wall; and when she saw</br>The dangerous State in which she stood, she fear'd</br>The sad Effect of her near Overthrow;</br>And 'gan intreat that iron Man below,</br>To cease his Outrage, and him fair besought,</br>Sith neither Force of Stones, which they did throw,</br>Nor Pow'r of Charms, which she against him wrought,</br>Might otherwise prevail, or make him cease for ought.", "But when-as yet she saw him to proceed,</br>Unmov'd with Prayers, or with piteous Thought,</br>She meant him to corrupt with goodly Meed;</br>And caus'd great Sacks, with endless Riches fraught,</br>Unto the Battlement to be up-brought,</br>And poured forth over the Castle-wall,</br>That she might win some time (though dearly bought)</br>Whilst he to gathering of the Gold did fall.</br>But he was nothing mov'd, nor tempted there-withall:", "But still continu'd his Assault the more,</br>And laid on Load with his huge iron Flail,</br>That at the length he has yrent the Door,</br>And made way for his Maister to assail.</br>Who being enter'd, nought did then avail</br>For Wight, against his Pow'r themselves to rear:</br>Each one did fly; their Hearts began to fail,</br>And hid themselves in Corners here and there;</br>And eke their Dame, half dead, did hide her self for fear.", "Long they her sought, yet no where could they find her,</br>That sure they ween'd she was escap'd away:</br>But Talus, that could like a Lime-hound wind her,</br>And all things secret wisely could bewray,</br>At length found out, whereas she hidden lay</br>Under an Heap of Gold.  Thence he her drew</br>By the fair Locks, and foully did array,</br>Withouten Pity of her goodly Hue,</br>That Arthegal himself her seemless Plight did rue.", "Yet for no Pity would he change the Course</br>Of Justice, which in Talus' Hand did lie;</br>Who rudely hal'd her forth without Remorse,</br>Still holding up her suppliant Hands on high,</br>And kneeling at his Feet submissively.</br>But he her suppliant Hands, those Hands of Gold,</br>And eke her Feet, those Feet of Silver Dye</br>(Which sought Unrighteousness, and Justice sold)</br>Chopt off; and nail'd on high, that all might them behold.", "Her self then took he by the slender Waste,</br>In vain loud crying, and into the Flood</br>Over the Castle-wall adown her cast,</br>And there her drowned in the dirty Mud:</br>But the Stream wash'd away her guilty Blood.</br>Thereafter all that mucky Pelf he took,</br>The Spoil of People's evil-gotten Good,</br>The which her Sire had scrap'd by hook and crook,</br>And burning all to Ashes, pour'd it down the Brook.", "And lastly, all that Castle quite he ras'd,</br>Even from the Sole of his Foundation,</br>And all the hewen Stones thereof defac'd,</br>That there mote be no hope of Reparation,</br>Nor Memory thereof to any Nation.</br>All which when Talus throughly had perform'd,</br>Sir Arthegal undid the evil Fashion,</br>And wicked Customs of that Bridge reform'd.</br>Which done, unto his former Journey he return'd.", "In which they measur'd mickle weary way,</br>Till that at length nigh to the Sea they drew;</br>By which as they did travel on a day,</br>They saw before them, far as they could view,</br>Full many People gather'd in a Crew;</br>Whose great Assembly they did much admire,</br>For never there the like Resort they knew.</br>So towards them they coasted, to enquire</br>What thing so many Nations met, did there desire.", "There they beheld a mighty Giant stand</br>Upon a Rock, and holding forth on high</br>An huge great Pair of Ballance in his Hand,</br>With which he boasted in his Surquedry,</br>That all the World he would weigh equally,</br>If ought he had the same to counterpoise:</br>For want whereof he weighed Vanity,</br>And fill'd his Ballance full of idle Toys;</br>Yet was admired much of Fools, Women, and Boys.", "He said, that he would all the Earth up-take,</br>And all the Sea, divided each from either:</br>So would he of the Fire one Ballance make,</br>And one of th' Air, without or Wind or Weather:</br>Then would he ballance Heaven and Hell together,</br>And all that did within them all contain;</br>Of all whose Weight he would not miss a Feather.</br>And look what Surplus did of each remain,</br>He would to his own part restore the same again.", "For why, he said, they all unequal were,</br>And had encroached upon other's Share;</br>Like as the Sea (which plain he shewed there)</br>Had worne the Earth:  so did the Fire the Air;</br>So all the rest did other's Parts empair:</br>And so were Realms and Nations run awry.</br>All which he undertook for to repair,</br>In sort as they were formed auntiently;</br>And all things would reduce unto Equality.", "Therefore the Vulgar did about him flock,</br>And cluster thick unto his Leasings vain;</br>Like foolish Flies about an Honey-Crock,</br>In hope by him great Benefit to gain,</br>And uncontrolled Freedom to obtain.</br>All which, when Arthegal did see and hear,</br>How he mis-led the simple People's Train,</br>In 'sdainful wise he drew unto him near,</br>And thus unto him spake, without regard or fear;", "Thou that presum'st to weigh the World a-new,</br>And all things to an Equal to restore,</br>Instead of Right, meseems great Wrong dost shew,</br>And far above thy Force's Pitch to soar.</br>For e'er thou limit what is less or more</br>In every thing, thou oughtest first to know</br>What was the Poise of every Part of yore:</br>And look then how much it doth overflow,</br>Or fail thereof, so much is more than just I trow.", "For at the first they all created were</br>In goodly measure, by their Maker's Might;</br>And weighed out in Ballances so near,</br>That not a Dram was missing of their Right.</br>The Earth was in the middle Centre pight,</br>In which it doth immoveable abide,</br>Hem'd in with Waters, like a Wall in sight;</br>And they with Air, that not a Drop can slide:</br>All which the Heav'ns contain, and in their Courses guide.", "Such heav'nly Justice doth among them reign,</br>That every one do know their certain Bound,</br>In which they do these many Years remain;</br>And 'mongst them all no Change hath yet been found.</br>But if thou now should'st weigh them new in Pound,</br>We are not sure they would so long remain:</br>All Change is perilous, and all Chaunce unsound.</br>Therefore leave off to weigh them all again,</br>Till we may be assur'd they shall their Course retain.", "Thou foolish Elf, said then the Giant wroth,</br>Seest not how badly all things present be,</br>And each Estate quite out of order go'th?</br>The Sea it self dost thou not plainly see</br>Encroach upon the Land there under thee;</br>And th' earth it self how daily it's increas'd,</br>By all that dying to it turned be?</br>Were it not good that Wrong were then surceas'd,</br>And from the most, that some were given to the least?", "Therefore I will throw down those Mountains high,</br>And make them level with the lowly Plain:</br>These towring Rocks, which reach unto the Sky,</br>I will thrust down into the deepest Main,</br>And as they were, them equalize again.</br>Tyrants, that make Men subject to their Law,</br>I will suppress, that they no more may reign;</br>And Lordings curb, that Commons over-awe;</br>And all the Wealth of rich Men, to the Poor will draw.", "Of things unseen how canst thou deem aright,</br>Then answered the righteous Arthegal,</br>Sith thou misdeem'st so much of things in sight?</br>What though the Sea with Waves continual</br>Do eat the Earth, it is no more at all;</br>Ne is the Earth the less, or loseth ought:</br>For whatsoever from one place doth fall,</br>Is with the Tide unto another brought:</br>For there is nothing lost, that may be found, if sought.", "Likewise the Earth is not augmented more,</br>By all that dying into it do fade.</br>For of the Earth they formed were of yore;</br>However gay their Blossom or their Blade</br>Do flourish now, they into Dust shall vade.</br>What Wrong then is it, if that when they die,</br>They turn to that whereof they first were made?</br>All in the Pow'r of their great Maker lie;</br>All Creatures must obey the Voice of the most High.", "They live, they die, like as he doth ordain,</br>Ne ever any asketh reason why:</br>The Hills do not the lowly Dales disdain;</br>The Dales do not the lofty Hills envy.</br>He maketh Kings to sit in Sovereignty;</br>He maketh Subjects to their Pow'r obey;</br>He pulleth down, he setteth up on high;</br>He gives to this, from that he takes away;</br>For all we have is his:  what he list do, he may.", "Whatever thing is done, by him is done,</br>Ne any may his mighty Will withstand;</br>Ne any may his sovereign Power shun,</br>Ne loose that he hath bound with stedfast Band.</br>In vain therefore dost thou now take in hand,</br>To call to 'count, or weigh his Works anew,</br>Whose Counsels Depth thou canst not understand,</br>With of things subject to thy daily View</br>Thou dost not know the Causes, nor their Courses due.", "For take thy Ballance (if thou be so wise)</br>And weigh the Wind that under Heav'n doth blow;</br>Or weigh the Light, that in the East doth rise;</br>Or weigh the Thought that from Man's Mind doth flow:</br>But if the Weight of these thou canst not show,</br>Weigh but one Word which from thy Lips doth fall.</br>For how canst thou those greater Secrets know,</br>That dost not know the least thing of them all?</br>Ill can he rule the Great, that cannot reach the Small.", "Therewith the Giant, much abashed, said,</br>That he of little things made reckoning light;</br>Yet the least Word that ever could be laid</br>Within his Ballance, he could weigh aright.</br>Which is, said he, more heavy then in Weight,</br>The Right or Wrong, the False or else the True?</br>He answered, that he would try it straight:</br>So he the Words into his Ballance threw;</br>But straight the winged Words out of his Ballance flew.", "Wroth wex'd he then, and said, that Words were light,</br>Ne would within his Ballance well abide:</br>But he could justly weigh the Wrong or Right.</br>Well then, said Arthegal, let it be try'd;</br>First in one Ballance set the True aside.</br>He did so first, and then the False he laid</br>In th' other Scale; but still it down did slide,</br>And by no mean could in the Weight be staid:</br>For by no means the False will with the Truth be weigh'd.", "Now take the Right likewise, said Arthegale,</br>And counterpeise the same with so much Wrong.</br>So first the Right he put into one Scale;</br>And then the Giant strove with Puissance strong</br>To fill the other Scale with so much Wrong.</br>But all the Wrongs that he therein could lay,</br>Might not it peise; yet did he labour long,</br>And swat, and chauft, and proved every way:</br>Yet all the Wrongs could not a little Right down lay.", "Which when he saw, he greatly grew in Rage,</br>And almost would his Ballances have broken:</br>But Arthegal him fairly 'gan assuage,</br>And said; Be not upon thy Ballance wroken:</br>For they do nought but Right or Wrong betoken;</br>But in the Mind the Doom of Right must be;</br>And so likewise of Words, the which be spoken,</br>The Ear must be the Ballance, to decree</br>And judge, whether with Truth or Falshood they agree.", "But set the Truth, and set the Right aside</br>(For they with Wrong or Falshood will not fare)</br>And put two Wrongs together to be try'd,</br>Or else two Falses, of each equal Share;</br>And then together do them both compare:</br>For Truth is one, and Right is ever one.</br>So did he, and then plain it did appear</br>Whether of them the greater were attone:</br>But Right sate in the middest of the Beam alone.", "But he the Right from thence did thrust away,</br>For it was not the Right which he did seek;</br>But rather strove Extremities to weigh,</br>Th' one to diminish, th' other for to eke:</br>For of the Mean he greatly did misleek.</br>Whom whenso leudly-minded Talus found,</br>Approaching nigh unto him Cheek by Cheek,</br>He shoulder'd him from off the higher Ground,</br>And down the Rock him throwing, in the Sea him drown'd.", "Like as a Ship, whom cruel Tempest drives</br>Upon a Rock with horrible Dismay,</br>Her shatter'd Ribs in thousand Pieces rives.</br>And spoiling all her Gears and goodly Ray,</br>Does make her self Misfortune's piteous Prey:</br>So down the Cliff the wretched Giant tumbled;</br>His batter'd Ballances in pieces lay,</br>His timber'd Bones all broken rudely rumbled:</br>So was the High aspiring with huge Ruin humbled.", "That when the People, which had thereabout</br>Long waited, saw his sudden Desolation,</br>They 'gan to gather in tumultuous Rout,</br>And mutining, to stir up civil Faction,</br>For certain Loss of so great Expectation;</br>For well they hoped to have got great Good,</br>And wondrous Riches by his Innovation:</br>Therefore resolving to revenge his Blood,</br>They rose in Arms, and all in Battle-order stood.", "Which lawless Multitude him coming to</br>In warlike wise, when Arthegal did view,</br>He much was troubled, ne wist what to do.</br>For loth he was his noble Hands t' embrue</br>In the base Blood of such a rascal Crew;</br>And otherwise, if that he should retire</br>He fear'd lest they with Shame would him pursue.</br>Therefore he Talus to them sent, t' enquire</br>The Cause of their Array, and Truce for to desire.", "But soon as they him nigh approaching spy'd,</br>They 'gan with all their Weapons him assay,</br>And rudely strook at him on every side:</br>Yet nought they could him hurt, ne ought dismay.</br>But when at them he with his Flail 'gan lay,</br>He like a Swarm of Flies them overthrew;</br>Ne any of them durst come in his way,</br>But here and there before his Presence flew,</br>And hid themselves in Holes and Bushes from his View.", "As when a Faulcon hath with nimble Flight</br>Flown at a Flush of Ducks, foreby the Brook,</br>The trembling Fowl dismay'd with dreadful Sight</br>Of Death, the which them almost overtook,</br>Do hide themselves from her astonying Look,</br>Amongst the Flags and Covert round about.</br>When Talus saw they all the Field forsook,</br>And none appear'd of all that rascal Rout,</br>To Arthegal he turn'd, and went with him throughout.", ""]