["Once more the sun, revolving in his sphere,</br>Crown'd with his hottest beams in Cancer rides,</br>Makes smite, O Lackington!  thy lofty sides,</br>And vegetation owns his fierce career;</br>But on our breasts his rays no comfort shed,</br>For far our patriot king, our royal shepherd's fled.", "Erst have we seen him tread this healthful plain</br>Join'd by the rarest partner of a throne;</br>The ev'ry eye with unknown lustre shone,</br>For every heart revered a Brunswick's reign.</br>Near them a virgin train, in mild array,</br>As ever grac'd a court, or cheer'd the Ides of May.", "Ill-fated daughters of a monarch's reign!</br>Who blest with beauty, sense, and virtue, join'd</br>With every rare endowment of the mind,</br>Are born to bloom, and flourish but in vain!</br>Your sweets are wasted on the desart air&mdash;</br>Nature brought hope, but courtly etiquette, despair.", "Tho' many a heart with noblest honor fraught,</br>Or sprung from valiant Gaunt's illustrious line,</br>Warm'd by such beauty might to love incline,</br>By passion prompted, and by nature taught;</br>Yet hope must not the downcast eyelid raise,</br>For them in Albion's realms no sacred altars blaze.", "Blest Austrian princes!  were your blessings known,</br>Whose sceptred powers might lead each yielding hand,</br>To bless with British blood  your chosen land,</br>And soothe with love the troubles of a throne,</br>Their worth instructive would just homage claim,</br>And Charlotte's beauteous offspring emulate her fame.", "Not here again will indigence receive</br>The timely aid by royal hands bestow'd;</br>When the pale cheek with sudden transport glow'd,</br>And the tongue faulter'd &mdash; \"King for ever live.\"</br>On some far distant shore his hands dispense</br>The balm of unknown joy, and true munificence.", "Watch thou his steps, Hygeia!  heaven-born maid,</br>Wherever chance or providence may guide,</br>Be thou th' unseen attendant at his side&mdash;</br>Breathe on his lips thy salutary aid;</br>So shall lov'd George see patriarchal days,</br>And be thine, blooming nymph!  our unremitting praise.</br>"]