["The Western Hills are ting'd with golden Hue,</br>Th' inspiring Breeze now fans the budding Tree;</br>The Fair depart the beauteous Scene to view,</br>And leave the Room to Solitude and me.", "No Sound of Arms, no wild contending Throng,</br>Disturb the Peace of this sequester'd Shore;</br>Some sylvan Warbler pours her Ev'ning Song,</br>And Wharfe his soothing melancholy Roar.", "Some Nymph now lays the fav'rite Needle by,</br>And leaves domestic sedentary Care;</br>To rear the blooming Flow'rs of varied Dye,</br>And mix their Sweetness with the rural Air.", "Some silent Angler, bending o'er the Flood,</br>Insnares the scaly Tribe devoid of Fear:</br>All Nature smiles; and ev'ry vocal Wood,</br>Exulting, hails the renovating Year.", "But what is Man, for whom these Beauties shine,</br>The Landscape blooms, the feather'd Warblers sing?</br>Does human Gratitude the Chorus join?</br>Does Love rekindle at the Blaze of Spring?", "Perhaps to this frequented Place has stray'd,</br>Some Bosom glowing with the Love of Fame;</br>Hands that the Stores of Nature have display'd,</br>And rais'd a Patriot's or a Poet's Name.", "But some, neglecting Truth's instructive Page,</br>Disdain to yield to Virtue's sweet Controul;</br>While vain Pursuits their captive Minds engage,</br>And Folly spreads her Empire o'er the Soul.", "Yet o'er these verdant Meads full many a Breast</br>Has join'd, symphonious, with the grateful Theme;</br>Full many a Thought in purest Moral drest,</br>O'er Nature's Face has cast a brighter Beam.", "For who, to blind Ingratitude a Prey,</br>Beholds the Bounties that around him flow;</br>Inhales the Breeze, or views the chearing Ray,</br>Nor feels his Heart with Admiration glow?", "For thee, who musing, dost in Numbers free,</br>And artless Words, thy pensive Thoughts relate;</br>If Chance, when social Converse joins with Tea,</br>Some sympathetic Friend enquire thy Fate;", "Haply some powder'd Belle may smile and say,</br>\"When Seven was sounded from yon neigh'bring Spire,</br>Oft have we heard him take his winding Way,</br>To warm his Fingers at the Kitchen Fire.", "\"Then, on the downy Seat of yonder Chaise,</br>That rears its bright reflecting Lamps so high,</br>Oft would he loll in the meridian Blaze,</br>And pore upon the Crowd that passes by.", "\"Now through this Court, with fix'd unmeaning Eye,</br>And melancholy caution, he would move;</br>Now, gazing on the Fire, he stole a Sigh,</br>Like one oppress'd with Care, or cross'd in Love.", "\"One Morn I heard no Footsteps on the Stairs,</br>Within the Chaise no Eye his Form could see;</br>Another came; nor yet at Morning Pray'rs,</br>Nor up the Court, nor at the Fire was he.", "\"The next, we knew that at a neighb'ring Vill,</br>In quest of Health he sipp'd the limpid Spring;</br>Yet oft his Mind would wander hither still,</br>As each fair Scene return'd on Mem'ry's Wing.", "\"In this calm Round his Days were pass'd of late,</br>While Nature lay in chilling Shows array'd;</br>And if you seek to know his present State,</br>Read here the Meditation which he made.\"", "Here rests his Head, in Scenes of social Mirth,</br>A Youth to Fortune and to Fame unknown:</br>Herculean Vigour smil'd not on his Birth,</br>But pallid Languor mark'd him for her own.", "Long did the Town his tender Frame defend,</br>Now rural Scenes the vernal Hours beguile;</br>How blest his Lot!  each Want beholds a Friend,</br>Each Care, a Cousin's and a Sister's Smile.", "No more let airy Dreams his Mind elate,</br>Nor dark Despair oppress the anxious Breast;</br>In \"trembling Hope\" he wishes still to wait,</br>And grateful say, Whatever is, is best.</br>"]