["By his Hall Chimney, where in rusty Grate</br>Green Faggots wept their own untimely Fate,</br>In Elbow-chair the pensive 'Squire reclin'd,</br>Revolving Debts and Taxes in his Mind:</br>A Pipe just fill'd, upon a Table near</br>Lay by the London Evening stain'd with Beer,</br>With half a Bible, on whose Remnants torn</br>Each Parish round was annually forsworn.</br>The Gate now claps, as Ev'ning just grew dark,</br>Tray starts and with a growl prepares to bark;</br>But soon discerning with sagacious Nose,</br>The well-known Savour of the Parson's Toes,</br>Lays down his Head and sinks in soft Repose;</br>The Doctor ent'ring, to the Tankard ran,</br>Takes a good hearty pull, and thus began:", "PARSON.</br>Why sit'st thou thus forlorn and dull, my Friend,</br>Now War's rapacious Reign is at an End?</br>Hark, how the distant Bells inspire Delight!</br>See Bonfires spangle o'er the Veil of Night!", "'SQUIRE.</br>What's Peace, alas!  in foreign Parts to me?</br>At Home, nor Peace, nor Plenty can I see;</br>Joyless, I hear Drums, Bells, and Fiddles sound,</br>'Tis all the same &mdash; Four Shillings in the Pound.</br>My Wheels, tho' old, are clog'd with a new Tax;</br>My Oaks, tho' young, must groan beneath the Ax:</br>My Barns are half unthatch'd, until'd my House,</br>Lost by this fatal Sickness all my Cows:</br>See there's the Bill my late damn'd Law Suit cost!</br>Long as the land contended for, &mdash; and lost:</br>Ev'n Ormond's Head I can frequent no more,</br>So short my Pocket is, so long the Score:</br>At Shops all round I owe for fifty Things,&mdash;</br>This comes of fetching H&mdash;n Kings.", "PARSON.</br>I must confess the Times are bad indeed,</br>No wonder, when we scarce believe our Creed;</br>When purblind Reason's deem'd the surest Guide,</br>And Heav'n-born Faith at her Tribunal try'd;</br>When all Church Pow'r is thought to make Men Slaves,</br>Saints, Martyrs, Fathers, all call'd Fools, and Knaves.", "'SQUIRE.</br>Come, preach no more; but drink and hold your Tongue:</br>I'm for the Church: &mdash; but think the Parsons wrong.", "PARSON.</br>See there!  Free-thinking now so rank is grown,</br>It spreads Infection through each Country Town;</br>Deistic Scoffs fly round at rural Boards,</br>'Squires, and their Tenants too, profane as Lords,</br>Vent impious Jokes on every sacred Thing;", "'SQUIRE.</br>Come drink;&mdash;", "PARSON.</br>&mdash;Here's to you then, to Church and King;", "'SQUIRE.</br>Here's Church and King, I hate the Glass should stand,</br>Tho' one takes Tithes, and t' other taxes Land.", "PARSON.</br>Heav'n with new Plagues will scourge this sinful Nation,</br>Unless we soon repeal the Toleration,</br>And to the Church restore the Convocation.", "'SQUIRE.</br>Plagues we shou'd feel sufficient, on my Word,</br>Starv'd by two Houses, Priest-rid by a Third.</br>For better Days we lately had a Chance,</br>Had not the honest Plaids been trick'd by France.", "PARSON.</br>Is not most gracious George our Faith's Defender;</br>You love the Church, yet wish for the Pretender!", "'SQUIRE.</br>Preferment, I suppose, is what you mean,</br>Turn Whig, and you, perhaps, may be a Dean:</br>But you must first learn how to treat your Betters,</br>What's here; sure some strange News, a Boy with Letters;</br>Oh, ho!  here's one I see, from Parson Sly:</br>\"My rev'rend Neighbour Squab being like to die,</br>I hope, if Heaven shou'd please to take him hence,</br>To ask the Living, would be no Offence.\"", "PARSON.</br>Have you not swore, that I should Squab succeed?</br>Think how for this I taught your Sons to read;</br>How oft discover'd Puss on new-plow'd Land,</br>How oft supported you with friendly Hand,</br>When I cou'd scarcely go, or cou'd your Worship stand.", "'SQUIRE.</br>'Twas your's, had you been honest, wise, or civil;</br>Now ev'n go court the Bishops &mdash; or the Devil.", "PARSON.</br>If I meant any Thing, now let me die,</br>I'm blunt, and cannot fawn and cant, not I,</br>Like that old P&mdash;n Rascal Sly.</br>I am, you know, a right true-hearted Tory,</br>Love a good Glass, a merry Song, or Story.&mdash;", "'SQUIRE.</br>Thou art an honest Dog, that's Truth indeed&mdash;</br>Talk no more Nonsense then about the Creed.</br>I can't, I think, deny thy first Request;</br>'Tis thine:  but first a Bumper to the best.", "PARSON.</br>Most Noble 'Squire, more gen'rous than your Wine,</br>How pleasing's the Condition you assign?</br>Give me the sparkling Glass, and here, d'ye see,</br>With Joy I drink it on my bended Knee:</br>Great Queen!  who governest this earthly Ball,</br>And mak'st both Kings, and Kingdoms, rise and fall;</br>Whose wond'rous Pow'r in secret all Things rules,</br>Makes Fools of mighty Peers, and Peers of Fools:</br>Dispenses Miters, Coronets, and Stars;</br>Involves far distant Realms in bloody Wars,</br>Then bids War's snaky Tresses cease to hiss,</br>And gives them Peace again &mdash; nay gives us this:</br>Whose Health doth Health to all Mankind impart,</br>Here's to thy much lov'd Health:", "'SQUIRE, RUBBING HIS HANDS,</br>&mdash;With all my Heart.</br>"]