["Fair Brussels, thou art far behind,</br>Though, lingering on the morning wind,</br>We yet may hear the hour</br>Peal'd over orchard mid canal,</br>With voice prolong'd and measured fall,</br>From proud Saint Michael's tower;</br>Thy wood, dark Soignies, holds us now,</br>Where the tall beeches' glossy bough</br>For many a league around,</br>With birch and darksome oak between,</br>Spreads deep and far a pathless screen</br>Of tangled forest ground.</br>Stems planted close by stems defy</br>The adventurous foot &mdash; the curious eye</br>For access seeks in vain;</br>And the brown tapestry of leaves,</br>Strew'd on the blighted ground, receives</br>Nor sun, nor air, nor rain.</br>No opening glade dawns on our way,</br>No streamlet, glancing to the ray,</br>Our woodland path has cross'd;</br>And the straight causeway which we tread</br>Prolongs a line of dull arcade,</br>Unvarying through the unvaried shade</br>Until in distance lost.", "II.</br>A brighter, livelier scene succeeds;</br>In groupes the scattering wood recedes,</br>Hedge-rows, and huts, and sunny meads,</br>And corn-fields glance between;</br>The peasant, at his labour blithe,</br>Plies the hook'd staff and shorten'd scythe:&mdash;</br>But when these cars were green,</br>Placed close within destruction's scope,</br>Full little was that rustic's hope</br>Their ripening to have seen!</br>And, lo, a hamlet and its fane:&mdash;</br>Let not the gazer with disdain</br>Their architecture view;</br>For yonder rude ungraceful shrine</br>And disproportion'd spire are thine,</br>Immortal WATERLOO!", "III.</br>Fear not the heat, though full and high</br>The sun has scorch'd the autumn sky,</br>And scarce a forest straggler now</br>To shade us spreads a greenwood bough;</br>These fields have seen a hotter day</br>Than e'er was fired by sunny ray.</br>Yet one mile on &mdash; yon shatter'd hedge</br>Crests the soft hill whose long smooth ridge</br>Looks on the field below,</br>And sinks so gently on the dale,</br>That not the folds of Beauty's veil</br>In easier curves can flow.</br>Brief space from thence the ground again,</br>Ascending slowly from the plain,</br>Forms an opposing screen,</br>Which with its crest of upland ground</br>Shuts the horizon all around.</br>The soften'd vale between</br>Slopes smooth and fair for courser's tread;</br>Not the most timid maid need dread</br>To give her snow-white palfrey head</br>On that wide stubble-ground;</br>Nor wood, nor tree, nor bush are there,</br>Her course to intercept or scare,</br>Nor fosse nor fence is found,</br>Save where, from out her shatter'd bowers,</br>Rise Hougomont's dismantled towers.", "IV.</br>Now, see'st thou aught in this lone scene</br>Can tell of that which late hath been?&mdash;</br>A stranger might reply,</br>\"The bare extent of stubble-plain</br>Seems lately lighten'd of its grain;</br>And yonder sable tracks remain</br>Marks of the peasant's ponderous wain,</br>When harvest-home was nigh.</br>On these broad spots of trampled ground,</br>Perchance the rustics danced such round</br>As Teniers loved to draw;</br>And where the earth seems scorch'd by flame,</br>To dress the homely feast they came,</br>And toil'd the kerchief'd village dame</br>Around her fire of straw.\"&mdash;", "V.</br>So deem'st thou &mdash; so each mortal deems,</br>Of that which is from that which seems:&mdash;</br>But other harvest here</br>Than that which peasant's scythe demands,</br>Was gather'd in by sterner hands,</br>With bayonet, blade, and spear.</br>No vulgar crop was theirs to reap,</br>No stinted harvest thin and cheap!</br>Heroes before each fatal sweep</br>Fell thick as ripen'd grain;</br>And ere the darkening of the day,</br>Piled high as autumn shocks, there lay</br>The ghastly harvest of the fray,</br>The corpses of the slain.", "VI.</br>Ay, look again &mdash; that line, so black</br>And trampled, marks the bivouac;</br>Yon deep-graved ruts the artillery's track,</br>So often lost and won;</br>And close beside, the harden'd mud</br>Still shows where, fetlock-deep in blood,</br>The fierce dragoon through battle's flood</br>Dash'd the hot war-horse on.</br>These spots of excavation tell</br>The ravage of the bursting shell&mdash;</br>And feel'st thou not the tainted steam,</br>That reeks against the sultry beam,</br>From yonder trenched mound?</br>The pestilential fumes declare</br>That Carnage has replenish'd there</br>Her garner-house profound.", "VII.</br>Far other harvest-home and feast,</br>Than claims the boor from scythe released,</br>On these scorch'd fields were known!</br>Death hover'd o'er the maddening rout,</br>And, in the thrilling battle-shout,</br>Sent for the bloody banquet out</br>A summons of his own.</br>Through rolling smoke the Demon's eye</br>Could well each destined guest espy,</br>Well could his ear in ecstasy</br>Distinguish every tone</br>That fill'd the chorus of the fray&mdash;</br>From cannon-roar and trumpet-bray,</br>From charging squadrons' wild hurra,</br>From the wild clang that mark'd their way&mdash;</br>Down to the dying groan,</br>And the last sob of life's decay</br>When breath was all but flown.", "VIII.</br>Feast on, stern foe of mortal life,</br>Feast on! &mdash; but think not that a strife,</br>With such promiscuous carnage rife,</br>Protracted space may last;</br>The deadly tug of war at length</br>Must limits find in human strength,</br>And cease when these are pass'd.</br>Vain hope! &mdash; that morn's o'erclouded sun</br>Heard the wild shout of fight begun</br>Ere he attain'd his height,</br>And through the war-smoke, volumed high,</br>Still peals that unremitted cry,</br>Though now he stoops to night.</br>For ten long hours of doubt and dread,</br>Fresh succours from the extended head</br>Of either hill the contest fed;</br>Still down the slope they drew,</br>The charge of columns paused not,</br>Nor ceased the storm of shell and shot;</br>For all that war could do</br>Of skill and force was proved that day,</br>And turn'd not yet the doubtful fray</br>On bloody Waterloo.", "IX.</br>Pale Brussels!  then what thoughts were thine,</br>When ceaseless from the distant line</br>Continued thunders came!</br>Each burgher held his breath to hear</br>These forerunners of havock near,</br>Of rapine and of flame.</br>What ghastly sights were thine to meet,</br>When rolling through thy stately street,</br>The wounded shew'd their mangled plight</br>In token of the unfinish'd fight,</br>And from each anguish-laden wain</br>The blood-drops laid thy dust like rain!</br>How often in the distant drum</br>Heard'st thou the fell Invader come,</br>While Ruin, shouting to his band,</br>Shook high her torch and gory brand!&mdash;</br>Cheer thee, fair City!  From yon stand,</br>Impatient, still his outstretch'd hand</br>Points to his prey in vain,</br>While maddening in his eager mood,</br>And all unwont to be withstood,</br>He fires the fight again.", "X.</br>\"On!  on!\"  was still his stern exclaim;</br>\"Confront the battery's jaws of flame!</br>Rush on the levell'd gun!</br>My steel-clad cuirassiers, advance</br>Each Hulan forward with his lance!</br>My Guard, &mdash; my chosen &mdash; charge for France,</br>France and Napoleon!\"</br>Loud answer'd their acclaiming shout,</br>Greeting the mandate which sent out</br>Their bravest and their best to dare</br>The fate their leader shunn'd to share.</br>But HE, his country's sword and shield,</br>Still in the battle-front reveal'd,</br>Where danger fiercest swept the field,</br>Came like a beam of light;</br>In action prompt, in sentence brief&mdash;</br>\"Soldiers, stand firm,\" exclaim'd the Chief,</br>\"England shall tell the fight!\"", "XI.</br>On came the whirlwind, like the last</br>But fiercest sweep of tempest-blast&mdash;</br>On came the whirlwind &mdash; steel-gleams broke</br>Like lightning through the rolling smoke;</br>The war was waked anew;</br>Three hundred cannon-mouths roar'd loud,</br>And from their throats, with flash and cloud,</br>Their showers of iron threw.</br>Beneath their fire, in full career,</br>Rush'd on the ponderous cuirassier,</br>The lancer couch'd his ruthless spear,</br>And hurrying as to havock near,</br>The Cohorts' eagles flew.</br>In one dark torrent broad and strong,</br>The advancing onset roll'd along,</br>Forth harbinger'd by fierce acclaim,</br>That from the shroud of smoke and flame,</br>Peal'd wildly the imperial name.", "XII.</br>But on the British heart were lost</br>The terrors of the charging host;</br>For not an eye the storm that view'd</br>Changed its proud glance of fortitude,</br>Nor was one forward footstep staid,</br>As dropp'd the dying and the dead.</br>Fast as their ranks the thunders tear,</br>Fast they renew'd each serried square,</br>And on the wounded and the slain</br>Closed their diminish'd files again,</br>Till from their line, scarce spears' lengths three,</br>Emerging from the smoke they see</br>Helmet, and plume, and panoply,&mdash;</br>Then waked their fire at once!</br>Each musketeer's revolving knell,</br>As fast, as regularly fell,</br>As when they practise to display</br>Their discipline on festal day;</br>Then down went helm and lance,</br>Down were the eagle banners sent,</br>Down reeling steeds and riders went,</br>Corslets were pierced, and pennons rent;</br>And to augment the fray,</br>Wheel'd full against their staggering flanks,</br>The English horsemen's foaming ranks</br>Forced their resistless way.</br>Then to the musket-knell succeeds</br>The clash of swords &mdash; the neigh of steeds&mdash;</br>As plies the smith his clanging trade,</br>Against the cuirass rang the blade;</br>And while amid their close array</br>The well-served cannon rent their way,</br>And while amid their scatter'd band</br>Raged the fierce rider's bloody brand,</br>Recoil'd in common rout and fear</br>Lancer and guard and cuirassier,</br>Horsemen and foot, a mingled host,</br>Their leaders fall'n, their standards lost.", "XIII.</br>Then, WELLINGTON!  thy piercing eye</br>This crisis caught of destiny&mdash;</br>The British host had stood</br>That morn 'gainst charge of sword and lance</br>As their own ocean-rocks hold stance,</br>But when thy voice had said, \"Advance!\"</br>They were their ocean's flood.&mdash;</br>O Thou, whose inauspicious aim</br>Hath wrought thy host this hour of shame,</br>Think'st thou thy broken bands will bide</br>The terrors of yon rushing tide</br>Or will thy Chosen brook to feel</br>The British shock of levell'd steel?</br>Or dost thou turn thine eye</br>Where coming squadrons gleam afar,</br>And fresher thunders wake the war,</br>And other standards fly?&mdash;</br>Think not that in yon columns, file</br>Thy conquering troops from Distant Dyle&mdash;</br>Is Blucher yet unknown?</br>Or dwells not in thy memory still,</br>(Heard frequent in thine hour of ill)</br>What notes of hate and vengeance thrill</br>In Prussia's trumpet tone?&mdash;</br>What yet remains? &mdash; shall it be thine</br>To head the reliques of thy line</br>In one dread effort more?&mdash;</br>The Roman lore thy leisure loved,</br>And thou canst tell what fortune proved</br>That Chieftain, who, of yore,</br>Ambition's dizzy paths essay'd,</br>And with the gladiators' aid</br>For empire enterprized&mdash;</br>He stood the cast his rashness play'd,</br>Left not the victims he had made,</br>Dug his red grave with his own blade,</br>And on the field he lost was laid,</br>Abhorr'd &mdash; but not despised.", "XIV.</br>But if revolves thy fainter thought</br>On safety &mdash; howsoever bought,</br>Then turn thy fearful rein and ride,</br>Though twice ten thousand men have died</br>On this eventful day,</br>To gild the military fame</br>Which thou, for life, in traffic tame</br>Wilt barter thus away.</br>Shall future ages tell this tale</br>Of inconsistence faint and frail?</br>And art thou He of Lodi's bridge,</br>Marengo's field, and Wagram's ridge!</br>Or is thy soul like mountain-tide.</br>That, swell'd by winter storm and shower,</br>Rolls down in turbulence of power,</br>A torrent fierce and wide;</br>'Reft of these aids, a rill obscure,</br>Shrinking unnoticed, mean, and poor,</br>Whose channel shows display'd</br>The wrecks of its impetuous course,</br>But not one symptom of the force</br>By which these wrecks were made!", "XV.</br>Spur on thy way! &mdash; since now thine car</br>Has brook'd thy veterans' wish to hear,</br>Who, as thy flight they eyed,</br>Exclaim'd, &mdash; while tears of anguish came,</br>Wrung forth by pride, and rage, and shame,&mdash;</br>\"O that he had but died!\"</br>But yet, to sum this hour of ill,</br>Look, ere thou leavest the fatal hill,</br>Back on yon broken ranks&mdash;</br>Upon whose wild confusion gleams</br>The moon, as on the troubled streams</br>When rivers break their banks,</br>And, to the ruin'd peasant's eye,</br>Objects half seen roll swiftly by,</br>Down the dread current hurl'd&mdash;</br>So mingle banner, wain, and gun,</br>Where the tumultuous flight rolls on</br>Of warriors, who, when morn begun,</br>Defied a banded world.", "XVI.</br>List &mdash; frequent to the hurrying rout,</br>The stern pursuers' vengeful shout</br>Tells that upon their broken rear</br>Rages the Prussian's bloody spear.</br>So fell a shriek was none,</br>When Beresina's icy flood</br>Redden'd and thaw'd with flame and blood,</br>And, pressing on thy desperate way,</br>Raised oft and long their wild hurra,</br>The children of the Don.</br>Thine car no yell of horror cleft</br>So ominous, when, all bereft</br>Of aid, the valiant Polack left&mdash;</br>Aye, left by thee &mdash; found soldier's grave</br>In Leipsic's corpse-encumber'd wave.</br>Fate, in those various perils past,</br>Reserved thee still some future cast;&mdash;</br>On the dread die thou now hast thrown,</br>Hangs not a single field alone,</br>Nor one campaign &mdash; thy martial fame,</br>Thy empire, dynasty, and name,</br>Have felt the final stroke;</br>And now, o'er thy devoted head</br>The last stern vial's wrath is shed,</br>The last dread seal is broke.", "XVII.</br>Since live thou wilt &mdash; refuse not now</br>Before these demagogues to bow,</br>Late objects of thy scorn and hate,</br>Who shall thy once imperial fate</br>Make wordy theme of vain debate&mdash;</br>Or shall we say thou stoop'st less low</br>In seeking refuge from the foe</br>Against whose heart, in prosperous life,</br>Thine hand hath ever held the knife?&mdash;</br>Such homage hath been paid</br>By Roman and by Grecian voice,</br>And there were honour in the choice,</br>If it were freely made.</br>Then safely come &mdash; in one so low,&mdash;</br>So lost, &mdash; we cannot own a foe;</br>Though dear experience bid us end</br>In thee we ne'er can hail a friend.&mdash;</br>Come, howsoe'er &mdash; but do not hide</br>Close in thy heart that germ of pride,</br>Erewhile, by gifted bard espied,</br>That \"yet imperial hope;\"</br>Think not that for a fresh rebound,</br>To raise ambition from the ground,</br>We yield thee means or scope.</br>In safety come &mdash; but ne'er again</br>Hold type of independent reign;</br>No islet calls thee lord,</br>We leave thee no confederate band,</br>No symbol of thy lost command,</br>To be a dagger in the hand</br>From which we wrench'd the sword.", "XVIII.</br>Yet, even in yon sequester'd spot,</br>May worthier conquest be thy lot</br>Than yet thy life has known;</br>Conquest, unbought by blood or harm,</br>That needs nor foreign aid nor arm,</br>A triumph all thine own.</br>Such waits thee when thou shalt controul</br>Those passions wild, that stubborn soul,</br>That marr'd thy prosperous scene:&mdash;</br>Hear this &mdash; from no unmoved heart,</br>Which sighs, comparing what THOU ART</br>With what thou MIGHT'ST HAVE BEEN!", "XIX.</br>Thou, too, whose deeds of fame renew'd</br>Bankrupt a nation's gratitude,</br>To thine own noble heart must owe</br>More than the meed she can bestow.</br>For not a people's just acclaim,</br>Not the full hail of Europe's fame,</br>Thy prince's smiles, thy state's decree,</br>The ducal rank, the garter'd knee,</br>Not these such pure delight afford</br>As that, when hanging up thy sword,</br>Well may'st thou think, \"This honest steel</br>Was ever drawn for public weal;</br>And, such was rightful Heaven's decree,</br>Ne'er sheathed unless with victory!\"", "XX.</br>Look forth, once more, with soften'd heart,</br>Ere from the field of fame we part,</br>Triumph and Sorrow border near,</br>And joy oft melts into a tear.</br>Alas!  what links of love that morn</br>Has War's rude hand asunder torn!</br>For ne'er was field so sternly fought,</br>And ne'er was conquest dearer bought.</br>Here piled in common slaughter sleep</br>Those whom affection long shall weep;</br>Here rests the sire, that ne'er shall strain</br>His orphans to his heart again;</br>The son, whom on his native shore</br>The parent's voice shall bless no more;</br>The bridegroom, who has hardly press'd</br>His blushing consort to his breast;</br>The husband, whom through many a year</br>Long love and mutual faith endear.</br>Thou canst not name one tender tie,</br>But here dissolved its relics lie!</br>O when thou see'st some mourner's veil</br>Shroud her thin form and visage pale;</br>Or mark'st the Matron's bursting tears</br>Stream when the stricken drum she hears;</br>Or see'st how manlier grief, suppress'd,</br>Is labouring in a father's breast,&mdash;</br>With no enquiry vain pursue</br>The cause, but think on Waterloo!", "XXI.</br>Period of honour as of woes,</br>What bright careers 'twas thine to close!&mdash;</br>Mark'd on thy roll of blood what names</br>To Briton's memory, and to Fame's,</br>Laid there their last immortal claims!</br>Thou saw'st in seas of gore expire</br>Redoubted PICTON'S soul of fire,</br>Saw'st in the mingled carnage lie</br>All that of PONSONBY could die,</br>DE LANCEY change Love's bridal wreath</br>For laurels from the hand of Death&mdash;</br>Saw'st gallant MILLER'S failing eye</br>Still bent where Albion's banners fly,</br>And CAMERON, in the shock of steel,</br>Die like the offspring of Lochiel;</br>And generous GORDON 'mid the strife</br>Fall while he watch'd his leader's life.&mdash;</br>Ah!  though her guardian angel's shield</br>Fenced Britain's hero through the field,</br>Fate not the less her power made known,</br>Through his friends' hearts to pierce his own!", "XXII.</br>Forgive, brave Dead, the imperfect lay!</br>Who may your names, your numbers, say?</br>What high-strung harp, what lofty line,</br>To each the dear-earn'd praise assign,</br>From high-born chiefs of martial fame</br>To the poor soldier's lowlier name?</br>Lightly ye rose that dawning day,</br>From your cold couch of swamp and clay,</br>To fill, before the sun was low,</br>The bed that morning cannot know.&mdash;</br>Oft may the tear the green sod steep,</br>And sacred be the heroes' sleep,</br>Till time shall cease to run;</br>And ne'er beside their noble grave,</br>May Briton pass and fail to crave</br>A blessing on the fallen brave</br>Who fought with Wellington!", "XXIII.</br>Farewell, sad Field!  whose blighted face</br>Wears desolation's withering trace;</br>Long shall my memory retain</br>Thy shatter'd huts and trampled grain,</br>With every mark of martial wrong,</br>That scathe thy towers, fair Hougomont!</br>Yet though thy garden's green arcade</br>The marksman's fatal post was made,</br>Though on thy shatter'd beeches fell</br>The blended rage of shot and shell,</br>Though from thy blacken'd portals torn,</br>Their fall thy blighted fruit-trees mourn,</br>Has not such havock brought a name</br>Immortal in the rolls of fame?</br>Yes &mdash; Agincourt may be forgot,</br>And Cressy be an unknown spot,</br>And Blenheim's name be new;</br>But still in story and in song,</br>For many an age remember'd long,</br>Shall live the towers of Hougomont,</br>And field of Waterloo.", "CONCLUSION.</br>Stern tide of human Time!  that know'st not rest,</br>But, sweeping from the cradle to the tomb,</br>Bear'st ever downward on thy dusky breast</br>Successive generations to their doom;</br>While thy capacious stream has equal room</br>For the gay bark where Pleasure's streamers sport,</br>And for the prison-ship of guilt and gloom,</br>The fisher-skiff, and barge that bears a court,</br>Still wafting onward all to one dark silent port.", "Stern tide of Time!  through what mysterious change</br>Of hope and fear have our frail barks been driven!</br>For ne'er, before, vicissitude so strange</br>Was to one race of Adam's offspring given.</br>And sure such varied change of sea and heaven</br>Such unexpected bursts of joy and woe,</br>Such fearful strife as that where we have striven,</br>Succeeding ages ne'er again shall know,</br>Until the awful term when thou shalt cease to flow.", "Well hast thou stood, my Country!  the brave fight</br>Hast well maintain'd through good report and ill;</br>In thy just cause and in thy native might,</br>And in Heaven's grace and justice constant still.</br>Whether the banded prowess, strength, and skill</br>Of half the world against thee stood array'd,</br>Or when, with better views and freer will,</br>Beside thee Europe's noblest drew the blade,</br>Each emulous in arms the Ocean Queen to aid.", "Well art thou now repaid &mdash; though slowly rose</br>And struggled long with mists thy blaze of fame,</br>While like the dawn that in the orient glows</br>On the broad wave its earlier lustre came;</br>Then eastern Egypt saw the growing flame,</br>And Maida's myrtles gleam'd beneath its ray,</br>Where first the soldier, stung with generous shame,</br>Rivall'd the heroes of the wat'ry way,</br>And wash'd in foemen's gore unjust reproach away.", "Now, Island Empress, wave thy crest on high,</br>And bid the banner of thy patron flow,</br>Gallant Saint George, the flower of Chivalry!</br>For thou hast faced, like him, a dragon foe,</br>And rescued innocence from overthrow,</br>And trampled down, like him, tyrannic might,</br>And to the gazing world may'st proudly show</br>The chosen emblem of thy sainted Knight,</br>Who quell'd devouring pride, and vindicated right.", "Yet 'mid the confidence of just renown,</br>Renown dear-bought, but dearest thus acquired,</br>Write, Britain, write the moral lesson down:</br>'Tis not alone the heart with valour fired,</br>The discipline so dreaded and admired,</br>In many a field of bloody conquest known;</br>&mdash;Such may by fame be lured, by gold be hired&mdash;</br>'Tis constancy in the good cause alone,</br>Best justifies the meed thy valiant sons have won.</br>"]