["This lonely cot, that lately rear'd its head,</br>The pride of cottages upon the plain,</br>Is by the trampling, all destroying tread</br>Of many years, brought nigh the ground again.", "Consign'd to desolation's dreary sway,</br>By the all subduing, tyrant hand of time:</br>Here let the muse in lowly guise essay</br>To paint its ruins in a piteous rhyme.", "Behold, all ragged, crumbling to the ground,</br>The roofless, joyless, weather-beaten walls!</br>Where the humble guest a ready shelter found</br>Now \"with each rainy blast decaying falls.\"", "And see the lonely, bleak, forsaken hearth,</br>Where bleezing fire has oft repell'd the frost:</br>Where oft in harmless humble joyous mirth</br>The rural circle many an hour has lost.", "Hard by this hallan in his humble chair,</br>Releas'd from labors of the weary field,</br>Far, far remov'd from city's din and care,</br>The toilworn tenant often found a bield.", "Here careful matron, all the live long day,</br>Has ply'd the wheel with ever eydent hand,</br>While sportive younglings, innocently gay,</br>Frisk'd o'er the green, an ever mirthful band.", "Thrice happy state!  unknown to scepter'd kings,</br>A bliss, which wealth, or power but seldom knows,</br>Content unsullied, as the crystal springs</br>Whose limpid water thro' the landscape flows.", "In yonder corner of the well-known room,</br>Once stood the humbly neat, convenient bed:</br>How chang'd!  into a solitary gloom!</br>To sauntering sheep a cold and roofless shed.", "Remembrance calls up many a pleasing scene</br>Of days and merry nights, long gone and past;</br>Now all extinct!  as if they ne'er had been&mdash;</br>Both spence and kitchen gloom a chearless waste.", "Behold where once the useful garden smil'd,</br>With every needful root and wholesome green,</br>Ah!  dire contrast!  become a shapeless wild,</br>Where nought that's pleasing can at all be seen.", "All in the shade of yonder bushy briar,</br>Emerging quick, the crystal fountain sprung,</br>Where unmolested, in their passage clear,</br>The limpid waters thro' the pebbles sung.", "The once sweet margin deck'd with daisies gay,</br>By wandering cattle now all trodden down:</br>\"Half choak'd the waters work their weedy way,\"</br>Where filthy frogs in multitudes abound.", "Withdraw my muse, nor longer here deplore,</br>In pensive wise alone, the cottage lost:</br>A very few revolving seasons more,</br>Will lay us all among our kindred dust.", "Then let us here our precious hours employ</br>In true religion's graceful pleasing way;</br>That as our dissolution draweth nigh,</br>Our hopes may strengthen as our frames decay.</br>"]