["Fancy, creative Power, at whose Command</br>Arise unnumber'd Images of Things,</br>Thy hourly Offspring; Thou whose mighty Will</br>Peoples with airy Shapes the pathless Vale,</br>Where pensive Meditation loves to stray,</br>Fancy, with me range Earth's extended Space,</br>Surveying Nature's Works:  and thence aloft,</br>Spread to superior Worlds thy bolder Wing,</br>Unweary'd in thy Flight.  Hence from the Haunts</br>Of Men, where daring Vice and Folly reign,</br>Triumphant, grac'd with Titles, high in Power,</br>By servile Flattery sooth'd:  from these away", "To yon Expanse of Plains, where Truth delights,</br>Simple of Heart; where parting Spring has left</br>Her Mantle, Flower-embroider'd, on the Ground.</br>While Summer laughing comes, and bids the Months</br>Crown his prime Season with their choicest Stores,</br>Fresh Flowers unfolding to the solar Ray,</br>And Fruits slow-swelling on the loaded Bough.", "Here let me frequent roam, preventing Morn,</br>Alone, attentive to the wakeful Cock,</br>Who, from the distant Village in the Vale,</br>Lifts up his Voice, resounding thro' the Gloom.</br>Night hears from where, wide-hovering in mid-Sky,</br>She rules the sable Hour; and calls her Train</br>Of secret Horrors, the distressful Dream,</br>And causeless Fear, that wander in the Dark</br>To mock unresting Fancy, oft awake</br>While Reason slumbring lies &mdash; at once they fly,</br>As Shadows pass, nor is their Path beheld.", "Now sacred Morn, ascending, smiles serene</br>A dewy Radiance, brightening o'er the World.</br>The western Grey of yonder breaking Clouds</br>Slow-reddens into Flame.  The parting Mists,</br>From off the Mountain's Brow, roll blue away</br>In rising Waves, and open all his Woods,</br>A nodding, silvan Scene.  The Plains below,</br>Last-visited, put on a sudden Robe,</br>Rich Purple wrought on high of temper'd Light,</br>Nature, exulting, calls forth all her Sweets,</br>Fragrance and Song:  a thousand unsown Flowers</br>Breathe their embosom'd Odours, and perfume</br>The Breeze that early blows:  a thousand Birds,</br>Or on the Wing, or secret in the Shade,</br>Rejoycing warble wild their Matin Hymns.", "Invited by the cheerful Morn abroad,</br>See, from his humble Roof, the Good Man comes</br>To taste her Freshness, and improve her Rise</br>In holy Musing.  Rapture in his Eye,</br>And kneeling Wonder speak his silent soul,</br>With Gratitude o'erflowing and with Praise!</br>Heaven looks delighted down, and on his Head</br>Showers those first Blessings, inward Calm and Light,</br>Vertue's Reward:  but from the golden Couch,</br>Where slumbers guilty Greatness, turns away,</br>Averse, abhorrent of the shameful Night,</br>Lost in loose Riot, and impure Desires.", "On this hoar Hill, that climbs above the Plain</br>Half Way up Heaven ambitious, pleas'd we stand,</br>Respiring purer Air, whose Gale ascends</br>Full-fraught with Health, from Herbs and Flowers exhal'd.</br>Above, the Round of Ether without Cloud,</br>Boundless Expansion, all unruffled shines.</br>Beneath, the far-stretch'd Landschape, Hill and Dale;</br>The Precipice abrupt; the distant Main;</br>The nearer Forest in wide Circuit spread,</br>Solemn Recess and still!  whose mazy Walks</br>Fair Truth and Wisdom love; the bordering Lawn,</br>With Flocks and Herds enrich'd; the daisy'd Vale;</br>The River's Azure, and the Meadow's Green,</br>Grateful Diversity!  Allure the Eye</br>Abroad, to rove amidst unnumber'd Charms.", "Of Nature's Works we talk, and Nature's God,</br>Eternal, infinite, all-perfect Mind,</br>Maker omnipotent, before whose Throne</br>Sits sovereign Goodness, and thro' Heaven and Earth,</br>Ceaseless diffuses Plenitude of Bliss.</br>Him all Things own; He speaks, and it is Day:</br>Obedient to His Nod, alternate Night</br>Obscures the World:  the Seasons at His Call</br>Succeed in Train, and lead the Year around.", "While thus we mingle Thoughts and rise to Heaven,</br>About us, Angels hovering on the Wing,</br>Inhabitants with God, rejoice to hear:</br>And in still Whispers, soft as Zephire's Breath</br>When scarce the green Leaf trembles, aid our Vows,</br>And kindle every Virtue into Flame!</br>Coelestial Intercourse!  superior Bliss,</br>Which Vice ne'er knew!  Health of the vigorous Soul,</br>Enlivening all her Powers!  thus ever fix'd</br>In Solitude, may I, obscurely safe,</br>Deceive Mankind, and steal thro' Life along,</br>As slides the Foot of Time, all-unobserv'd!", "Exalted to his Noon the fervent Sun,</br>Full-blazing o'er the blue Immense, burns out</br>With fierce Efflugence:  Majesty of Light</br>Invests Him dazling, and forbids Approach.</br>Sick Nature pants; and from the cleaving Earth</br>Light Vapours, undulating thro' the Air,</br>Contagious fly, engendering dire Disease,</br>Red Plague and Fever:  or, in Fogs aloft</br>Condensing, shew a ruffling Tempest nigh.", "And see!  ascending in the distant North,</br>And rolling gloomy on, collected Clouds,</br>Broad, o'er the World, draw deep a dreadful Night.</br>The Winds are hush'd; the homeward Birds on Wing</br>Haste the Hour of Terror and of Storm.</br>Now, thro' the louring Air, the Lightning's Flash,</br>Quick-glancing, darts a Moment's horrid Day:</br>The Thunder now, rous'd in his dark Abode,</br>First in faint Mutterings grumbles from afar,</br>Awfully heard, awakening dismal Thought!</br>Dumb Sadness fills the nether World; and fast</br>The Darkness doubles, and the Tempest swells:</br>Till, bursting from on high, a mingled Flood,</br>Far-sounding e'er it falls, of Hail and Rain</br>Pours on the Plains, impetuous, heavy, loud,</br>Drenching the hoary Head of slow-pac'd Age,</br>O'ertaken on his chearless Way alone.", "Again the Thunder, bellowing over-head</br>In broken Peals, rolls hoarse from Cloud to Cloud,</br>Roar hurrying after Roar, and loudning still</br>At each last Burst, which rocks the hollow Vault</br>Of Heaven.  Again the nimble Lightning flames,</br>Incessant, thwarting, thro' th' expansive Dark</br>On all Sides burning; now the Face of Things</br>Disclosing, swallow'd now at once in Night.</br>Horror sits shuddering in the guilty Breast,</br>And feels the deathful Flash before it flies:</br>Each sleeping Sin, excited, starts to View,</br>And all its Storm within.  The Murderer,</br>Roaming and restless in the deepest Shade,</br>Hears and flies wild, pursu'd by all his Fears:</br>And sees the bleeding Shadow of the Slain</br>Rise hideous, glaring on Him thro' the Gloom!", "Appeas'd at last, the Tumult of the Skies</br>Subsides, the Thunder's falling Roar is hush'd:</br>At once the Clouds fly scattering, and the Sun</br>Flashes a boundless Splendour o'er the World.</br>Parent of Light and Joy!  to all Things He</br>New Life restores, and from each drooping Field</br>Draws the redundant Rain, in climbing Mists</br>Fast-rising to his Ray; till every Flower</br>Lifts up its Head, and Nature smiles reviv'd.", "At first 'tis awful Silence over all,</br>From Sense of late-felt Danger:  but at length,</br>Confirm'd the brute Creation, in mix'd Quire,</br>Rejoice aloud to Heaven; and on each Hand,</br>The Woodlands warble, and the Vallies low.</br>So pass the songful Hours:  and now the Sun,</br>Declin'd, hangs verging on the western Main,</br>Whose fluctuating Bosom, blushing red</br>The Space of many Seas beneath his Force,</br>Heaves in soft Swellings murmuring to the Shore,</br>A circling Glory glows around his Disk</br>Of milder Beams:  part, streaming o'er the Sky,</br>Inflame the distant Azure:  part below</br>Shoot thro' the waving Wood in level Lines,</br>Tinging the Green with Gold.  The gather'd Clouds,</br>Lucid or dusk, with shadow'd Light distain'd,</br>Float in gay Pomp along th' Horizon's Bound,</br>Amusive, changeful, shifting into Shapes</br>Of pleasing Imagery, transient Towers,</br>And Hills of white Extent, that rise and sink</br>As sportful Fancy lists; till late the Sun</br>Withdrawing, all th' aerial Landschape fades.", "Distinction fails; and in the darkning West,</br>The last Light, quivering, dimly dies away.</br>And now th' illusive Flame, oft seen at Eve,</br>Glide o'er the Lawn, betokening Night's Approach:</br>Onward She comes with silent Step and slow,</br>In her brown Mantle wrapt, and brings along</br>The serious Hour, and solemn Thoughtfulness.", "Musing, in sober Mood, of Time and Life,</br>That fly with unreturning Wing away</br>To far Eternity, the World unknown</br>Where Vision reigns, thro' desart Ways I walk:</br>Or to the Cypress-Grove, at Twilight shun'd</br>By passing Swains.  The chill Breeze murmurs low,</br>And the Boughs russle round me where I stand,</br>With Fancy all-arous'd. &mdash; Far on the Left,</br>Shoots up a shapeless Rock of dusky Height,</br>The Raven's Haunt:  and down its woody Steep,</br>A dashing Flood in headlong Torrent hurls</br>His sounding Waters; white on every Cliff,</br>Hangs on the light Foam, and sparkles thro' the Gloom.", "Behind me rises huge and awful Pile,</br>Sole on this blasted Heath, a Place of Tombs,</br>Waste, desolate, where Ruin dreary dwells,</br>Brooding o'er sightless Sculls, and crumbling Bones.</br>Ghastful He sits, and eyes with stedfast Glare</br>The Column grey with Moss, the falling Bust,</br>The Time-shook Arch, the monumental Stone,</br>Impair'd, effac'd, and hastening into Dust,</br>Unfaithful to their Charge of flattering Fame.</br>All is dread Silence  here, and undisturb'd,</br>Save what the Wind sighs, and the wailing Owl</br>Screams solitary to the mournful Moon,</br>Glimmering her western Ray thro' yonder Isle,</br>Where the sad Spirit walks with shadowy Foot</br>His wonted Round, or lingers o'er his Grave.", "Hail Midnight-Shades!  hail venerable Dome!</br>Sure, last Retreat from all the ceaseless Ills,</br>Fears for th' uncertain Future, present Woes,</br>A numerous Band!  that wait on human Life.</br>The Weary are at Rest; the Small and Great</br>Meet at their Journey's End, and mingle here.</br>Here sleeps the Prisoner safe, thro' Death's long Night,</br>Nor hears th' Oppressor's voice.  The Poor and Old,</br>With all the Sons of Mourning, fearless now</br>Of Want or Woe, find unalarm'd Repose.</br>Proud Greatness too, the Tyranny of Power,</br>The Grace of Beauty, and the Force of Youth,</br>And Name and Place, are here, &mdash; for ever lost!", "Here, humbled in the Dust, forgotten lie,</br>Whom Wealth and outward Beauty join'd to raise</br>Conspicuous; but ill-match'd his groveling Soul,</br>The Scourge of Worth, the friendless Good Man's Foe,</br>Unletter'd Nireus.  Once how basely fear'd,</br>And honour'd, by the fawning Tribe He fed!</br>Now scorn'd his fallen Name, his Ashes spurn'd:</br>Such Recompence awaits the worthless Great</br>From the mean Flatterer, trusted and belov'd.</br>Ill-judging Mind!  presumptuous, wild of Head,</br>From Reason sunk into the bestial Life!</br>Thy Flow of Riot; thy unlicens'd Joys,</br>Led on by gay Desire, and smiling Hope,</br>False Promiser!  but follow'd by Distaste,</br>Remorse, and ruthless Bitterness of Soul,</br>Urg'd Thee, unmourn'd, inglorious, to thy End.", "But, at near Distance, on the mouldering Wall</br>Behold a Monument, with Emblem grac'd,</br>And fair Inscription:  where with Head declin'd,</br>And folded Arms, the Vertues weeping round</br>Lean o'er a beauteous Youth who dies below.</br>Thyrsis! &mdash; 'tis He!  the Wisest and the Best!</br>Lamented Shade!  whom every Gift of Heaven</br>Profusely blest:  all Learning was his own.</br>Pleasing his Speech, by Nature taught to flow,</br>Persuasive Sense and strong, sincere and clear.</br>His Manners greatly Plain; a noble Grace,</br>Self-taught, beyond the Reach of mimic Art,</br>Adorn'd him:  his calm Temper winning mild;</br>Nor Pity softer, nor was Truth more bright.</br>Constant in doing well, He neither sought,</br>Nor shun'd Applause.  No bashful Merit sigh'd</br>Near him neglected:  sympathizing He</br>Wept for the Woe Himself had never known,</br>And often wip'd the Tear from Sorrow's Eye</br>With kindly Hand, and taught her Heart to smile.", "'Tis Morning; and the Sun, his welcome Light,</br>Swift, from beyond dark Ocean's orient Stream,</br>Casts thro' the Air, enlightening Nature's Face</br>With new-born Beauty.  O'er her ample Breast,</br>O'er Sea and Shore, light Fancy speeds along,</br>Quick as the darted Beam, from Pole to Pole,</br>Excursive Traveller.  Now beneath the North,</br>Alone with Winter in his Frost-bound Realm!</br>Where, a white Waste of Ice, the Polar Sea</br>Casts cold a chearless Light:  where Hills of Snow,</br>Pil'd up from eldest Ages, Hill on Hill,</br>In blue, bleak Precipices rise to Heaven.</br>Yet here, even here in this unjoyous World,</br>Adventrous Mortals, urg'd by Thirst of Gain,</br>Thro' floating Isles of Ice and fighting Storms,</br>Roam the wild Waves, in Search of doubtful Shores,</br>By West or East, a Path yet unexplor'd.", "Hence eastward to the Tartar's cruel Coast,</br>By utmost Ocean wash'd, on whose last Wave</br>The blue Sky leans her Breast, diffus'd immense</br>In solitary Length the Desart lies,</br>Where Desolation keeps his empty Court.</br>No Bloom of Spring, o'er all the thirsty Vast,</br>Nor spiry Grass is found; but Sands instead</br>In steril Hills, and rough Rocks rising grey.", "A Land of Fears!  where visionary Forms</br>Of grisly Spectres from Air, Flood, and Fire,</br>Swarm &mdash; and before them speechless Horror stalks!</br>To Mischief prone, unfriendly to Mankind,</br>Oft on the Border of the Waste they stand,</br>Waiting the Traveller who unwary turns</br>This Way his Step, and with false Object shewn,</br>Unreal and enchanting, draw Him on</br>Within their Verge:  then call the Winds to blow</br>A blinding Tempest, and around his Head</br>Whirl a whole Plain &mdash; o'erwhelm'd he dies unknown,</br>Unpity'd, far from Aid and Eye of Man.", "Here, Night by Night, beneath the starless Dusk,</br>Crouding in Troops, the Sorcerer and the Witch,</br>Their Rites Hell-taught perform, and Spells compose.</br>Late, at the Hour that severs Night from Morn,</br>When Sleep has silenc'd every Thought of Man,</br>They to their Revels fall, infernal Throng!</br>And as they mix in circling Dance, or turn</br>To the four Winds of Heaven with hagard Gaze,</br>Shot streaming from the Bosom of the North,</br>Opening the hollow Gloom, red Meteors blaze</br>To lend them Light, and sudden Thunders roll,</br>Rumbling in broken Murmurs over-head.", "From these sad Plains, the waste Abodes of Death,</br>With devious Wing to fairer Climes remote</br>Southward I stray; where Caucasus in View,</br>Bulwark of Nations, in broad Eminence</br>Stretches from Realm to Realm a hundred Hills,</br>Pale-glittering with eternal Snows to Heaven.</br>From this chill Steep, which Midnight's highest Shades</br>Scarce climb to darken, rough with murmuring Woods,</br>Boundless I gaze the Wonder of the Globe;</br>Her azure Seas, and intermingled Isles;</br>Her Hills, and Continents, with all the Tribes</br>Of Humankind, to farthest Point of South,</br>O'ercast with tedious Night:  and West as far</br>In that new World, o'er undiscover'd Lands,</br>Beat by th' Atlantick Surge.  But nearer Scenes,</br>Fertile and happy, which the Sun's bright Eye</br>Surveys direct, invite my willing Steps.", "Here see around Me rising thural Groves</br>And Mountains crown'd with aromatick Woods,</br>In waving Prospect seen, with Vales amidst</br>Lavish of Flowers, where gentle Rivers wind</br>Majestic to the Main:  where Spring resides,</br>Queen of the Year, indulging to each Field</br>Breezes cool-whispering, Fountains, Streams, and Shades.</br>Fair Solitudes!  where all is Paradise:</br>Where oft, at Evening-Hour, the Wise and Good</br>Are found, in social Talk of Heaven-born Truth,</br>Of Moral Ties, of Happiness, of Him,</br>Author of all!  who on the rural Life</br>Showers Blessings, to the Soul inspiring Peace,</br>And sacred Transport, which no Clouds of Guilt</br>Obscure, nor Winds of rising Passion vex.", "On  yonder Height, a spacious City spreads</br>In round Extent magnificent, and seems</br>The Seat of Empire.  Dazling in the Sky,</br>With far-seen Blaze her towry Structures shine,</br>Elaborate Works of Art!  her opening Gates</br>Pour forth their Thousands.  Peace and Plenty round</br>Environ Her; and in her Palaces</br>Learning exalts his Head, by all rever'd,</br>Enriching all from Wisdom's copious Store.</br>How fair and fortunate!  how worthy all</br>Of lasting Bliss secure!  Yet all must fail,</br>O'erturn'd and lost &mdash; nor shall their Place be found!", "A sullen Calm, unusual, dark and dead,</br>Arises inauspicious o'er the World.</br>The beamless Sun looks wan; a sighing Cold</br>Winters the shadow'd Air; the Birds on high,</br>Shrieking, give Sign of fearful Change at Hand:</br>And now those nether Fires that peaceful slept,</br>Disperst within the Bosom of the Globe,</br>Winding their subtle Way thro' cavern'd Cells,</br>Which vault th' incumbent Hills, at length combine,</br>A dreadful Host!  and mixing all their Powers</br>Of unimagin'd Force, exploded, burst</br>Their Central Prison &mdash; shook from Shore to Shore,</br>Reels the broad Continent with all its Load,</br>Hills, Cities, Forests:  the lone Desart quakes;</br>Her savage Sons howl to the Thunder's Groan,</br>And Lightning's ruddy Glare:  while from beneath,</br>Deaf, distant Roarings, thro' the void Profound,</br>Rueful are heard, as when Despair complains.", "Gather'd in Air, o'er that proud Capital,</br>Frowns an involving Cloud of gloomy Depth,</br>Casting dun Night and Terror o'er the Heads</br>Of her Inhabitants.  Aghast they stand,</br>Sad-gazing on the mournful Skies around;</br>A Moment's Silence &mdash; till loud Clamours rise,</br>And Hurry all-confus'd &mdash; no Time for Thought,</br>Or slow-resolving Purpose:  Crowds on Crowd,</br>Thronging tumultuous, fly with Fear-urg'd Haste,</br>Unknowing where; while half the Globe convuls'd</br>Trembles with second Agony.  Upheav'd</br>In Billows, her vext Surface rowls a Sea.</br>Ruine ensues:  Towers, Temples, Palaces,</br>Flung from their deep Foundations, Pile on Pile,</br>Fall thundring &mdash; In that universal Groan,</br>Sounding to Heaven, expir'd a thousand Lives,</br>O'erwhelm'd at once, one undistinguish'd Wreck!", "Sight full of Fate!  up from the Centre torn,</br>The Ground yauns horrible a hundred Gulphs,</br>Flashing pale Flames &mdash; down thro' the Depths profound,</br>Screaming, whole Crowds of every Age and Rank,</br>With Hands to Heaven rais'd high imploring Aid,</br>Prone to th' Abyss descend, and o'er their Heads</br>Earth shuts her ponderous Jaws.  Part lost in Night</br>Return no more:  part on the wafting Wave,</br>Born thro' the Darkness of th' infernal World,</br>Far distant rise, emerging with the Flood,</br>Pale as ascending Ghosts cast back to Day,</br>A shuddering Band!  Distraction in each Eye</br>Stares wildly motionless:  they pant, they catch</br>A Gulp of Air, and grasp with dying Aim</br>The Wreck that drives along, to gain from Fate,</br>Short Interval!  a moment's doubtful Life.</br>For now, Earth's solid Sphere asunder  rent</br>With total Dissolution, the huge Mass</br>Fails undetermin'd &mdash; down sinks th' extensive Seat</br>Of this fair City:  down her Buildings sink,</br>With horrible Confusion and dire Noise.</br>Sinks the full Pride which her wide Walls enclos'd,</br>Wreck of an Instant!  Uproar unconceiv'd!</br>Image of Nature's general Frame destroy'd!", "Dreadful Destruction!  where is now the Boast</br>Of her Renown unequal'd!  where are all</br>Those Chiefs of Peace and War, whom Arts and Arms</br>Ennobled!  Where the Fame of Beauty's Power,</br>With Worship serv'd!  Vain Trust of Humankind!</br>All lost in one sad Hour &mdash; a Tale of Woe</br>For late Posterity with Tears to tell!", "How greatly terrible, how dark and deep</br>The Purposes of Heaven!  at once o'erthrown,</br>White Age and Youth, the Guilty and the Just,</br>O seemingly severe!  promiscuous fall.</br>Reason, whose daring Eye in vain explores</br>The fearful Providence, confus'd, subdu'd</br>To  Silence and Amazement, with due Praise</br>Acknowledges th' Almighty, and adores</br>His Will unerring, Wisest, Justest, Best!", "The Country mourns around with alter'd Look:</br>Fields, where but late the many-colour'd Spring</br>Sate gaily drest amid the vernal Breath</br>Of Roses, and the Song of Nightingales,</br>Soft-warbled, silent languish now and die.</br>Rivers engulph'd, their ample Channels leave</br>A sandy Tract:  and goodly Mountains, hurl'd</br>In Whirlwind from their Seat, obstruct the Plain</br>With rough Incumbrance; or thro' Depths of Earth</br>Fall ruinous with all their Woods immers'd.", "Sulphureous Damps of dark and deadly Power,</br>Steam'd from th' Abyss, fly secret over-head,</br>Wounding the healthful Air; whence foul Disease,</br>Murrain and Rot, in tainted Herds and Flocks.</br>In Man sore Sickness, and the Lamp of Life</br>Dim'd and diminish'd; or more fatal Ill</br>Of Mind, unsettling Reason overturn'd.</br>Here into Madness work'd, and boiling o'er</br>Outrageous Fancies, like the troubled Sea</br>Foaming out Mud and Flith:  here downward sunk</br>To Folly, and in idle Musing wrapt;</br>Now chacing with fond Aim the flying Cloud;</br>Now numbring up the Drops of falling Rain.", "Nor to one Tract of Earth confin'd, the Flames</br>Spread on to distant Regions, and arouse</br>The dread Volcano, from whose sulphurous Pit,</br>Store-Hose of Fire, ascends eternal Smoke,</br>A dusky Column heightning to the Sun!</br>Imagination's Eye looks down dismay'd</br>The steepy Gulph, pale-flaming and profound,</br>With hourly Tumult vext, but now incens'd</br>To sevenfold Fury.  First, discordant Sounds,</br>As of a clamouring Multitude enrag'd,</br>The Dash of Floods, and hollow Howl of Winds,</br>Rise from the distant Depth where Uproar reigns.</br>Anon, with black Eruption, in foul Storm,</br>A Night of Smoke, thick-driving, Cloud on Cloud,</br>Rolls forth; and vollied Sparkles, and the Shot</br>Of whirling Stones that rattle up the Air.</br>Instant, in one red Burst, a Flood of Fire,</br>Wide-issuing, burns the dark Horizon's Breadth,</br>In sanguine Streams.  Nor Pause nor Rest:  again,</br>Thro' all his Caverns shook, the Mountain groans</br>Amazing, and disgorges fiercer Flames,</br>Spire after Spire enormous; and torn Rocks,</br>Flung out in thundring Ruins to the Sky.", "Mean while the liquid Lake that works below,</br>Of blended Mineral and Metallic Oar,</br>Mad-boiling from its lowest Cave, o'erflows</br>A Deluge, burning in broad Waves adown</br>The Mountain's Side, and breaking to the Plain,</br>Divided there, a thousand Torrent Streams,</br>Each ploughing up its Way, roll ruddy on,</br>Resistless.  Villages, and Woods, and Rocks,</br>Fall fast before their Sweep:  the Region round,</br>Where late were Myrtle Shades and Olive Groves,</br>The Shepherd's Noonday-Walk, from End to End</br>Lys buried under Fire, a glowing Sea!", "With last Effort, beyond all Bound enrag'd,</br>The Flames bear downward on the Central Deep,</br>That mighty World of Waters unexplor'd,</br>Immeasurable Source, whence Ocean fills</br>His numerous Seas, and pours them round the Globe.</br>The liquid Orb, thro' all its dark Extent,</br>Swells, rarified immense:  and bursting Way</br>Up thro' th' unfounded Bottoms of the Main,</br>Where Tempest never ruffled, heaves the Deeps,</br>At once, in billowy Mountains to the Sky,</br>With raging Violence.  The wild Expanse,</br>Hung round with mantling Darkness, to the Hearts</br>Of wretched Mortals, tossing in the Storm,</br>Strikes inexpressive Dread:  unknown the Cause</br>Of those Commotions; for all Winds are still,</br>And Ocean slept but now.  Each Roar is heard,</br>As Fate's last Messenger:  each distant Surge,</br>Towering aloft, is deem'd the fatal Rock</br>Which rises for their Ruin:  all Things round</br>Are seen in tenfold Dreadfulness array'd,</br>By Fancy's frantic Eye.  Such this rough Scene</br>Of watry Perturbation, threatning loud</br>Another Flood, like what the Old World saw,</br>When, for their Sins, th' Almighty Power displeas'd</br>Broke up all Fountains of the secret Deep,</br>And heav'd it universal o'er the World,</br>A boundless Storm; till Men were all destroy'd,</br>And Earth dissolv'd, in second Chaos lost.", "Thus roaming with adventrous Wing the Globe,</br>From Scene to Scene excursive, I behold</br>In all her Workings, Beauteous, Great, or New,</br>Fair Nature, and in all with Wonder trace</br>The Sovereign Maker, First, Supreme, and Best,</br>Who actuates the whole:  at whose Command,</br>Obedient Fire and Flood, tremendous rise,</br>His Ministers of Vengeance, to reprove,</br>And scourge the Nations. &mdash; Holy are his Ways;</br>His Works unnumber'd, and to all proclaim</br>Unfathom'd Wisdom, Goodness unconfin'd.", "</br>BOOK II.</br>Endless the Wonders of creating Power,</br>On Earth, but chief on high thro' Heaven display'd.</br>There shines the full Magnificence unveil'd</br>Ten thousand Suns blaze forth; each with his Train</br>Of Worlds full-peopled; all beneath the Eye,</br>And sovereign rule of one eternal Lord.</br>To those bright Climes, awakning all the Powers,</br>And rising to a nobler Flight, the Muse</br>Ambitious soars, upborn thro' Tracts of Air;</br>A Path the Vultur's Eye hath not beheld,</br>Nor Foot of Eagle trod.  And as I mount,</br>The fluid Eagle flies Approach, observ'd</br>Remote, translucent, without Cloud serene.</br>Glorious Expansion!  by the Almighty spread,</br>Whose Limits who hath seen!  or who with Him</br>Hath walk'd the Sun-pav'd Circuit from old Time,</br>And visited the Host of Heaven around!", "Gleam'd a borrow'd Light, from hence how small</br>The Speck of Earth!  And dim Air circumfus'd,</br>Mutable Region, where, with lawless Course,</br>Clouds float, Rains fall, Storms roar, and Meteors blaze!</br>But here, unruffled Calm her even Reign</br>Maintains perpetual:  here, the Lord of Day,</br>The neighbouring Sun, shines out in all his Strength,</br>Noon without Night.  Attracted by his Beams,</br>I thither bend my Flight, tracing the Source</br>Where Morning springs; whence her innumerous Streams</br>Flow lucid forth, and roll thro' trackless Ways</br>Their white Waves o'er the Sky.  The Fountain-Orb,</br>Dilating as I rise, expands immense,</br>A shoreless Sea of fluctuating Fire,</br>That deluges all Ether with its Tide.</br>What Power is that, which to its Circle bounds</br>The Violence of Flame!  in rapid Whirls</br>Conflicting, Floods and Floods, as if to leave</br>Their Place, and, bursting, overwhelm the World?</br>Motion incredible!  to which the Rage</br>Of Oceans, when whole Winter blows at once</br>In Hurricane, is Peace.  But who shall tell</br>That Radiance beyond Measure, on the Sun</br>Pour'd out transcendent!  those keen-flashing Rays</br>Thrown round his State, and to yon Worlds afar</br>Diffusing constant Light, and Life, and Joy!</br>Such Vertue He, the Majesty of Heaven,</br>Brightness Original, all bounteous King,</br>Hath to his Creature lent, and crown'd his Sphere</br>With matchless Glory.  Yet not all alike</br>Resplendant:  in these liquid Regions pure,</br>Thick Mists, condensing, darken into Spots,</br>And dim the Day.  Whence that malignant Light,</br>When Caesar bled, when sadden'd all the Year,</br>With long Eclipse.  Some at the Centre rise</br>In shady Circles, like the Moon beheld</br>From Earth, when She on unenlighten'd Face</br>Turns thitherward opaque:  a Space they brood</br>In congregated Clouds; then breaking float</br>To all Sides round.  Dilated some and dense,</br>Broad as Earth's Surface each, by slow Degrees</br>Spread from the Confines of the Light along,</br>Usurping half the Sphere, and swim obscure</br>On to its adverse Coast; till there they set,</br>Or vanish scatter'd:  measure thus the Time,</br>That round its Axle whirls the radiant Orb.", "Fairest of Beings!  First-created Light!</br>Aided by Thee, with Transport I survey</br>This Firmament, and these her rowling Worlds,</br>Their Magnitudes, and Motions:  those how vast!</br>How rapid these!  With Swiftness unconceiv'd,</br>From West to East in solemn Pomp revolv'd,</br>Unerring, undisturb'd; the Sun's bright Train,</br>Progressive thro' the Sky's light Fluent born</br>Around their Centre.  Mercury the first,</br>Near-bordering on the Day, with speedy Wheel</br>Flies swiftest on, inflaming where He comes,</br>With sevenfold Splendor, all his azure Road.", "Next Venus to the Westward of the Sun,</br>Full orb'd her Face, a golden Plain of Light,</br>Circles her larger Round.  Fair Morning-Star!</br>That leads on dawning Day to yonder World,</br>The Seat of Man, hung in the Heavens remote,</br>Whose Northern Hemisphere, subduing, sees</br>The Sun arise; as thro' the Zodiac roll'd,</br>Full in the middle Path, oblique she winds</br>Her Annual Orb:  and by her Side the Moon,</br>Companion of her Flight, whose solemn Beams,</br>Nocturnal, to her darken'd Globe supply</br>A softer Day-Light; whose attractive Power</br>Swells all her Seas and Oceans into Tides,</br>From the mid-Deeps, o'erflowing to their Shores.", "Beyond the Sphere of Mars, in distant Skies,</br>Revolves the mighty Magnitude of Jove,</br>With kingly State, the Rival of the Sun.</br>About Him round, four Planetary Moons,</br>On Earth with Wonder all Night long beheld,</br>Moon above Moon, his fair Attendants, dance.</br>These in th' Horizon, slow-ascending, climb</br>The Steep of Heaven, and, mingling in soft Flow</br>Their silver Radiance, brighten as they rise.</br>Those opposite roll downward from their Noon</br>To where the Shade of Jove, outstretch'd in Length,</br>A dusky cone immense, darkens the Sky</br>Thro' many Regions.  To these Bounds arriv'd,</br>A gradual Pale creeps dim o'er each sad Orb,</br>Fading their Lustre; till they sink involv'd</br>In total Night, and disappear eclips'd.</br>By this, the Sage, who, studious of the Skies,</br>Heedful explores these late-discover'd Worlds,</br>By this observ'd, the rapid Progress finds</br>Of Light itself:  how swift the headlong Ray</br>Shoots from the Sun's Height thro' unbounded Space,</br>At once enlightning Air, and Earth, and Heaven.", "Last, outmost Saturn walks his Frontier-Round</br>The Boundary of Worlds; with his pale Moons,</br>Faint-glimmering thro' the Gloom which Night has thrown,</br>Deep-dy'd and dead, o'er this chill Globe forlorn:</br>An endless Desart; where Extreme of Cold</br>Eternal sits, as in his native Seat,</br>Shivering on Hills of never-thawing Ice!</br>Such Saturn's Earth; and yet even here the Sight,</br>Amid these doleful Scenes, new Matter finds</br>Of Wonder and Delight:  a mighty Ring,</br>On each Side rising from th' Horizon's Verge,</br>Self-pois'd in Air, with its bright Circle round</br>Encompasseth his Orb.  As Night comes on,</br>Saturn's broad Shade, cast on its Eastern Arch,</br>Climbs slowly to its Height:  and at th' Approach</br>Of Morn returning, with like stealthy pace</br>Draws Westward off; till thro' the lucid Round,</br>In distant View th' illumin'd Skies are seen.", "Beauteous Appearance!  by th' Almighty's Hand</br>Peculiar fashion'd. &mdash; Thine those noble Works,</br>Great, universal Ruler!  Earth and Heaven</br>Are thine, spontaneous Offspring of thy Will,</br>Seen with transcendent Ravishment sublime,</br>That lifts the Soul to Thee!  a holy Joy,</br>By Reason  prompted, and by Reason swell'd</br>Beyond all Height; for Thou art Infinite!</br>Thy Virtual Energy, the Frame of Things</br>Pervading actuates:  as at first thy Hand</br>Diffus'd thro' endless Space this limpid Sky,</br>Vast Ocean without Storm, where these huge Globes</br>Sail undisturb'd, a rounding Voyage each;</br>Observant all of one unchanging Law.</br>Simplicity divine!  by this sole Rule,</br>The Maker's fix'd Establishment, these Worlds</br>Revolve harmonious, World attracting World</br>With mutual Love, and to their Central Sun</br>All gravitating:  now with quicken'd Pace</br>Descending toward his prime Orb, and now</br>Receding slow, excursive from his Bounds.", "This Spring of Motion, this hid Power infus'd</br>Thro' universal Nature, first was known</br>To Thee, great Newton!  Britain's justest Pride,</br>The Boast of human Race!  whose towering Thought,</br>In her amazing Progress unconfin'd,</br>From Truth to Truth ascending, gain'd the Height</br>Of Science, whither Mankind from afar</br>Gaze up astonish'd.  Now beyond that Height,</br>By Death from frail Mortality set free,</br>A pure Intelligence, He wings his Way</br>Thro' wondrous Scenes, new-open'd in the World</br>Invisible, amid the general Quire</br>Of Saints, and Angels, rapt with Joy divine,</br>Which fills, o'erflows, and ravishes the Soul!</br>His Mind's clear Vision from all Darkness purg'd,</br>For god himself shines forth immediate there</br>Thro' these Eternal Climes, the Frame of Things,</br>In its Ideal Harmony, to Him</br>Stands all reveal'd.&mdash;", "But how shall mortal Wing</br>Attempt this blue Profundity of Heaven,</br>Unfathomable, Endless of Extent!</br>Where unknown Suns to unknown Systems rise,</br>Whose Numbers who shall tell!  stupendous Host!</br>In flaming Millions thro' the Vacant hung,</br>Sun behind Sun, with Gulphs of Sky between,</br>Measureless Distance, unconceiv'd by Thought!</br>Awful their Order; each the Central Fire</br>Of his surrounding Worlds, whose whirling Speed,</br>Solemn and silent, thro' the pathless Void,</br>Nor Change, nor Error knows.  But who, their Ways,</br>By Reason, bold Adventurer, unexplor'd,</br>Instructed can declare!  What Search shall find</br>Their Times and Seasons!  their appointed Laws,</br>Peculiar!  their Inhabitants unseen,</br>Numberless Orders, each resembling each,</br>Yet all diverse! &mdash; Tremendous Depth and Height</br>Of Wisdom and of Power, and this great Whole</br>Fram'd inexpressible, and still preserves,</br>An Infinite of Wonders! &mdash; Thou, Supreme,</br>First, Independent Cause, whose Presence fills</br>Nature's vast Circle, and whose Pleasure sways,</br>Father of human Kind!  the Muse's Wing</br>Sustaining guide, while to the Heights of Heaven,</br>Roaming th' interminable Vast of Space,</br>She rises, tracing thy Almighty Hand</br>In its dread  Operations.  Where is now</br>The Seat of Mankind, Earth!  where her fam'd Scenes</br>Of Wars and Triumphs!  Where those nearer Worlds,</br>Her neighbouring Planets, late so glorious seen,</br>Prodigious Bodies!  now for Sight too small,</br>And almost lost to Thought.  The Sun himself,</br>Ocean of Flame, but twinkles from afar,</br>A glimmering Star amid the Train of Night!</br>While in these deep Abysses of the Sky,</br>Spaces incomprehensible, new Suns,</br>Crown'd with unborrow'd Beams, illustrious shine;</br>Arcturus here, and here the Pleiades,</br>Amid the Northern Host:  nor with less State,</br>At sunless Distance, huge Orion's Orbs,</br>Each in his Sphere refulgent, and the Noon</br>Of Syrius, burning thro' the South of Heaven.", "Myriads beyond, with blended Rays inflame</br>The Milky Way, whose Stream of azure Light,</br>Pour'd from innumerable Fountains round,</br>Flows trembling, Wave on Wave, from Sun to Sun,</br>And whitens the long Path to Heaven's Extreme:</br>Distinguish'd Tract!  But as with upward Flight,</br>Soaring I gain th' immensurable Steep,</br>Contiguous Stars, in bright Profusion sown</br>Thro' these wide Fields, all broaden into Suns,</br>Amazing, sever'd each by Gulphs of Air,</br>In Circuit ample as the Solar Heavens.", "From this dread Eminence, where endless Day,</br>Day without Cloud, abides, alone and fill'd</br>With holy Horror, trembling I survey</br>Now downward thro' the universal Sphere</br>Already past; now up to Heights untry'd,</br>And of th' enlarging Prospect find no Bound!</br>About me on each Hand new Wonders rise</br>In long Succession; here pure Scenes of Light,</br>Dazzling the View; here nameless Worlds afar,</br>Yet undiscover'd:  there a dying Sun,</br>Grown dim with Age, whose Orb of Flame extinct,</br>Incredible to tell!  thick, vapoury Mists,</br>From every Shore exhaling, mix obscure</br>Innumerable Clouds, dispreading slow,</br>And deepning Shade on Shade; till the faint Globe,</br>Mournful of Aspect, calls in all his Beams.</br>Millions of Lives, that live but in his Light,</br>With Horror see, from distant Spheres around,</br>The Source of Day expire, and all his Worlds</br>At once involv'd in everlasting Night!", "Such this dread Revolution:  Heaven itself,</br>Subject to Change, so feels the Waste of Years.</br>So this cerulean Round, the Work divine</br>Of God's own Hand, shall fade; and empty Night</br>Reign solitary, where these Stars now roll</br>From West to East their Periods:  where the Train</br>Of Comets wander their eccentric Ways,</br>With infinite Excursion, thro' th' Immense</br>Of Ether, traversing from Sky to Sky</br>Ten thousand Regions, in their winding Road,</br>Whose Length to trace Imagination fails!</br>Various their Paths; without Resistance all</br>Thro' these free Spaces born:  of various Face;</br>Enkindled some with Beams of angry Light,</br>Shot bristling from their Orbs in circly Showers:</br>Some, thro' the Shade of Night, projecting huge,</br>Behind them blazing, Spires of dusky Flame,</br>Embody'd Mists and Vapours, whose fir'd Mass</br>Keen-vibrates, streaming a red Length of Air.", "But lo!  where One, from some far World return'd,</br>Shines out with sudden Glare thro' yonder Sky,</br>Regions of Darkness, where a Sun's lost Globe,</br>Deep-overwhelm'd with Night, extinguish'd lies.</br>By some hid Power attracted from his Path,</br>Fearful Commotion!  Into that dusk Tract,</br>The devious Comet, steep-descending, falls</br>With all his Flames, rekindling into Life</br>Th' exhausted Orb:  and swift a Flood of Light</br>Breaks forth diffusive thro' the Gloom, and spreads</br>In orient Streams to his fair Train afar</br>Of moving Fires, from Night's Dominion won,</br>And wondring at the Morn's unhop'd Return.", "In still Amazement lost, th' awaken'd Mind</br>Contemplates this great View, a Sun restor'd</br>With all his Worlds!  while thus at large her Flight</br>Ranges those untrac'd Scenes, progressive born</br>Far thro' ethereal Ground, the boundless Walk</br>Of Spirits, daily Travellers from Heaven,</br>Who pass the mystic Gulph to journey here,</br>Searching th' Almighty Maker in his Works</br>From Worlds to Worlds; and, in triumphant Quire</br>Of Voice and Harp, extolling his high Praise.", "Immortal Natures!  Cloath'd with Brightness round,</br>Empyreal, from the Source of Light effus'd,</br>More orient than the Noon-Day's stainless Beam.</br>Their Will unerring; their Affections pure,</br>And glowing fervent Warmth of Love divine,</br>Whose Object God alone:  for all Things else,</br>Created Beauty, and created Good,</br>Illusive all, can charm the Soul no more.</br>Sublime their Intellect, and without Spot,</br>Enlarg'd to draw Truth's endless Prospect in,</br>Ineffable, Eternity and Time;</br>The Train of Beings, and by gradual Scale</br>Descending, sumless Orders and Degrees;</br>Th' unsounded Depth, which Reason dares not try,</br>Of God's Perfections; how these Heavens first sprung</br>From unprolific Night; how mov'd and rul'd</br>In Number, Weight, and Measure; what hid Laws,</br>Inexplicable, guide the Moral World.", "Active as Flame, with prompt Obedience all</br>The Will of Heaven fulfil:  Some his fierce Wrath</br>Bear thro' the Nations, Pestilence and War:</br>His copious Goodness Some, Life, Light and Bliss,</br>To Thousands.  Some the Fate of Empires rule,</br>Commission'd, sheltering with their Guardian Wings</br>Britannia's Throne, and o'er her Sovereign's Head</br>Near-hovering Day and Night, to turn the Shaft</br>Of secret Fate aside; to ward th' Assault</br>Of open Foes:  and with their Breath inflame</br>Those noble Thoughts, that hourly in his Breast</br>Arise for Britain's Good, and Europe's Peace.", "Nor is the Monarch, nor th' illustrious Great</br>Alone their Care:  to every lessening Rank</br>Of Worth propitious, these blest Minds embrace</br>With universal Love the Just and Good,</br>Wherever found, unpriz'd, perhaps unknown,</br>Deprest by Fortune, and with Hate pursu'd,</br>Or Insult from the proud Oppressor's Brow.</br>Yet dear to Heaven, and meriting the Watch</br>Of Angels o'er his unambitious Walk,</br>At Morn or Eve, when Nature's fairest Face,</br>Calmly magnificent, inspires the Soul</br>With virtuous Raptures, prompting to forsake</br>The Sin-born Vanities, and low Pursuits,</br>That busy Humankind; to view their Ways</br>With Pity; to repay, for numerous Wrongs,</br>Meekness and Charity.  Or born aloft,</br>Fir'd with ethereal Ardor, to survey</br>The Circuit of Creation, all those Suns</br>With all their Worlds:  and still from Height to Height,</br>By Things created rising, last ascend</br>To that first Cause, who made who governs all,</br>Fountain of Being, self-existent Power,</br>All-wise, all-good, who from Eternal Age</br>Endures, and fills th' Immensity of Space,</br>That infinite Diffusion, where the Mind</br>Conceives no Limits; undistinguish'd Void,</br>Invariable, where no Land-Marks are,</br>No Paths to guide Imagination's Flight.</br>"]