["O thou West Wind!  thou breath of life decaying</br>Slowly and mournfully o'er yon red sky:</br>Where the far Day, her steep course still delaying,</br>Sinks in the bosom of eternity:</br>Her hues of beauty fade, her cheek is cold,</br>And light and warmth are gone, and yon pale star</br>Watcheth her rest, and Darkness like a fold</br>Mantles around her, and first heard afar&mdash;</br>Then nearer o'er the waters hushed and dim</br>Thou raisest o'er her couch thy gentlest requiem hymn!", "Hear me, even now, thou Spirit of the Air!</br>Thou viewless thing, that as a Presence dust give</br>Life and elastic gladness &mdash; Oh, that I were</br>Like thee, a bodiless essence, and could live</br>All freshness and all purity and leave</br>The passions that do waste this clay behind,</br>Sorrow, and pain, and hopelessness; and grieve</br>No more for ought of earth, but like thee, Wind,</br>Revel before the path of that bright sun,</br>And pass away at last like melody when done.", "Child of the elements!  who so blest as thou?</br>When the rich twilight fades along the skies</br>Steeping in hues of heaven the earth's wan brow,</br>Thou wanderest from the gates of Paradise.</br>The flowers give thee their perfume, from above</br>The dews sink on thy wings, and thou goest on</br>Hallowing each spot thou visitest, while Love</br>Breathes to thee, bowered in his deep haunt alone,</br>A blessing when thou com'st, a sigh when thou art gone.", "I hear thee now &mdash; the scattered leaves are sighing</br>To thy sweet breath they never more shall feel!</br>From the seared woods a voice is heard replying,</br>Where the last lingering tints of Autumn steal:</br>All breathe decay and sadness, they are dead,</br>And hope with them lies buried &mdash; unlike thee,</br>Who, while man's mightiest works as leaves are fled,</br>Still wanderest o'er the bright earth wild and free,</br>Like Love, the awakening soul, that liveth on eternally.", "Requiem of Melody chaunted as from heaven,</br>Which through great Nature's temple swells along!</br>Now, while life rests in holiest commune given,</br>I sit arid listen thy inwoven song;</br>What dost thou teach me?  nothing can be known;</br>Then let me dream awhile from thought oppressed,</br>Lulled by the murmurs of thy dreamy tone:</br>Enough that in this bright day I am blest,</br>That I, like thee at last, shall find my place of rest.</br>"]