["On the full prospect yonder hill commands,</br>O'er forests, fields, and vernal-coated plains;</br>The vestige of an ancient abbey stands,</br>Close by a ruin'd castle's rude remains.", "Half buried, there, lie many a broken bust,</br>And obelisk, and urn, o'erthrown by TIME;</br>And many a cherub, here, descends in dust</br>From the rent roof, and portico sublime.", "The rivulets, oft frighted at the sound</br>Of fragments, tumbling from the tow'rs on high;</br>Plunge to their source in secret caves profound,</br>Leaving their banks and pebbly bottoms dry.", "Where rev'rend shrines in Gothic grandeur stood,</br>The nettle, or the noxious night-shade, spreads;</br>And ashlings, wafted from the neigh'bring wood,</br>Through the worn turrets wave their trembling heads.", "There Contemplation, to the crowd unknown,</br>Her attitude compos'd, and aspect sweet!</br>Sits musing on a monumental stone,</br>And points to the MEMENTO at her feet.", "Soon as sage ev'ning check'd day's sunny pride,</br>I left the mantling shade, in moral mood;</br>And seated by the maid's sequester'd side,</br>Thus sigh'd, the mould'ring ruins as I view'd.", "Inexorably calm, with silent pace</br>Here TIME has pass'd &mdash; What ruin marks his way!</br>This pile, now crumbling o'er its hallow'd base,</br>Turn'd not his step, nor could his course delay.", "Religion rais'd her supplicating eyes</br>In vain; and Melody, her song sublime:</br>In vain, Philosophy, with maxims wise,</br>Would touch the cold unfeeling heart of TIME.", "Yet the hoar tyrant, tho' not mov'd to spare,</br>Relented when he struck its finish'd pride;</br>And partly the rude ravage to repair,</br>The tott'ring tow'rs with twisted Ivy tied.", "How solemn is the cell o'ergrown with moss,</br>That terminates the view, yon cloister'd way!</br>In the crush'd wall, a time-corroded cross,</br>Religion like, stands mould'ring in decay!", "Where the mild sun, through saint-encypher'd glass,</br>Illum'd with mellow light that brown-brow'd isle;</br>Many rapt hours might Meditation pass,</br>Slow-moving 'twixt the pillars of the pile!", "And Piety, with mystic-meaning beads,</br>Bowing to saints on ev'ry side inurn'd,</br>Trod oft the solitary path, that leads</br>Where, now, the sacred altar lies o'erturn'd!", "Through the grey grove, between those with'ring trees,</br>'Mongst a rude group of monuments, appears</br>A marble-imag'd matron on her knees,</br>Half wasted, like a Niobe in tears:", "Low levell'd in the dust her darlings laid!</br>Death pity'd not the pride of youthful bloom;</br>Nor could maternal piety dissuade,</br>Or soften the fell tyrant of the tomb.", "The relicks of a mitred saint may rest,</br>Where, mould'ring in the niche, his statue stands;</br>Now nameless, as the crowd that kiss'd his vest,</br>And crav'd the benediction of his hands.", "Near the brown arch, redoubling yonder gloom,</br>The bones of an illustrious Chieftain lie;</br>As trac'd upon the time-unletter'd tomb,</br>The trophies of a broken fame imply.", "Ah!  what avails, that o'er the vassal plain,</br>His rights and rich demesnes extended wide!</br>That honour, and her knights, compos'd his train,</br>And chivalry stood marshall'd by his side!", "Tho' to the clouds his castle seem'd to climb,</br>And frown'd defiance on the desp'rate foe;</br>Tho' deem'd invincible, the conqueror, TIME,</br>Levell'd the fabrick, as the founder, low.", "Where the light lyre gave many a soft'ning sound,</br>Ravens and rooks, the birds of discord, dwell;</br>And where Society sat sweetly crown'd,</br>Eternal Solitude has fix'd her cell.", "The lizard, and the lazy lurking bat,</br>Inhabit now, perhaps, the painted room,</br>Where the sage matron and her maidens sat,</br>Sweet-singing at the sliver-working loom.", "The traveller's bewilder'd on a waste;</br>And the rude winds incessant seem to roar,</br>Where, in his groves with arching arbours grac'd,</br>Young lovers often sigh'd in days of yore.", "His aqueducts, that led the limpid tide</br>To pure canals, a chrystal cool supply!</br>In the deep dust their barren beauties hide:</br>TIME'S thirst, unquenchable, has drain'd them dry!", "Tho' his rich hours in revelry were spent,</br>With Comus, and the laughter-loving crew;</br>And the sweet brow of Beauty, still unbent,</br>Brighten'd his fleecy moments as they flew:", "Fleet are the fleecy moments!  fly they must;</br>Not to be stay'd by masque, or midnight roar!</br>Nor shall a pulse amongst that mould'ring dust,</br>Beat wanton at the smiles of Beauty more!", "Can the deep statesman, skill'd in great design,</br>Protract, but for a day, precarious breath?</br>Or the tun'd follower of the sacred Nine,</br>Sooth, with his melody, insatiate Death?", "No &mdash; Tho' the palace bar her golden gate,</br>Or monarchs plant ten thousand guards around;</br>Unerring, and unseen, the shaft of fate</br>Strikes the devoted victim to the ground!", "What then avails Ambition's wide stretch'd wing,</br>The Schoolman's page, or pride of Beauty's bloom!</br>The crape-clad hermit, and the rich-rob'd king,</br>Levell'd lie mix'd promiscuous in the tomb.", "The Macedonian monarch, wise and good,</br>Bade, when the morning's rosy reign began,</br>Courtiers should call, as round his couch they stood,</br>\"PHILIP!  remember, thou'rt no more than man.", "\"Tho' glory spread thy name from pole to pole;</br>Tho' thou art merciful, and brave, and just;</br>PHILIP, reflect, thou'rt posting to the goal,</br>Where mortals mix in undistinguish'd dust!\"", "So SALADIN, for arts and arms renown'd,</br>(Egypt and Syria's wide domains subdu'd)</br>Returning with imperial triumphs  crown'd,</br>Sigh'd, when the perishable pomp he view'd:", "And as he rode, high in his regal car,</br>In all the purple pride of conquest drest;</br>Conspicuous, o'er the trophies gain'd in war,</br>Plac'd, pendant on a spear, his burial vest:", "While thus the herald cry'd &mdash; \"This son of pow'r,</br>This SALADIN, to whom the nations bow'd;</br>May, in the space of one revolving hour,</br>Boast of no other spoil, but yonder shroud!\"", "Search where Ambition rag'd, with rigour steel'd;</br>Where Slaughter, like the rapid lightning, ran;</br>And say, while mem'ry weeps the blood-stain'd field,</br>Where lies the chief, and where the common man?", "Vain are the pyramids, and motto'd stones,</br>And monumental trophies rais'd on high!</br>For TIME confounds them with the crumbling bones,</br>That mix'd in hasty graves unnotic'd lie.", "Rests not, beneath the turf, the peasant's head,</br>Soft as the lord's, beneath the labour'd tomb?</br>Or sleeps one colder, in his close clay bed;</br>Than t' other, in the wide vault's dreary womb?", "Hither, let LUXURY lead her loose-rob'd train;</br>Here flutter PRIDE, on purple-painted wings:</br>And, from the moral prospect, learn &mdash; how vain</br>The wish, that sighs for sublunary things!</br>"]