["I.</br>The festive roar of laughter, the warm glow</br>Of brisk-ey'd joy, and friendship's genial bowl,</br>Wit's season'd converse, and the liberal flow,</br>Of unsuspicious youth, profuse of soul,</br>Delight not ever; from the boisterous scene</br>Of riot far, and COMUS' wild uproar,</br>From folly's croud, whose vacant brow serene</br>Was never knit to wisdom's frowning lore,</br>Permit me, ye time-hallow'd domes, ye piles</br>Of rude magnificence, your solemn rest,</br>Amid your fretted vaults and lengthening isles,</br>Lonely to wander; no unholy guest,</br>That means to break, with sacrilegious tread,</br>The marble slumbers of your monumented dead.", "II.</br>Permit me with sad musings, that inspire</br>Unlabour'd numbers apt, your silence drear</br>Blameless to wake, and with th' Orphean lyre</br>Fitly attemper'd, sooth the merc'less ear</br>Of HADES, and stern death, whose iron sway</br>Great nature owns through all her wide domain;</br>All that with oary fin cleave their smooth way</br>Through the green bosom of the spawny main,</br>And those that to the streaming aether spread;</br>In many a wheeling glide, their feathery sail;</br>And those that creep; and those that statelier tread,</br>That roam o'er forest, hill, or browsed dale;</br>The victims each of ruthless fate must fall;</br>E'en God's own image, man, high paramount of all.", "III.</br>And ye, the young, the giddy, and the gay</br>That startle from the sleepful lid of light</br>The curtain'd rest, and with the dissonant bray</br>Of BACCHUS, and loud JOLLITY, affright</br>Yon radiant goddess, that now shoots among</br>These many windowed isles her glimmering beam;</br>Know, that or e'er its starr'd career along</br>Thrice shall have roll'd her silv'ry-wheeled team,</br>Some parent breast may heave the answering sigh,</br>To the slow pauses of the funeral knoll;</br> E'en now black ATROPOS, with scowling eye,</br>Roars in the laugh, and revels o'er the bowl,</br>E'en now, in rosy-crowned pleasure's wreath</br>Entwines in adder folds all-unsuspected death.", "IV.</br>Know, on the stealing wing of time shall flee</br>Some few, some short-liv'd years; and all is past;</br>A future bard these awful domes may see,</br>Muse o'er the present age as I the last;</br>Who mould'ring in the grave, yet once like you</br>The various maze of life were seen to tread,</br>Each bent their own peculiar to pursue,</br>As custom urg'd or wilful nature led;</br>Mix'd with the various crouds inglorious clay,</br>The nobler virtues undistinguish'd lie;</br>No more will melt with beauty's heav'n-born ray,</br>No more to wet compassion's tearful eye,</br>Catch from the poet raptures not their own,</br>And feel the thrilling melody of sweet renown.", "V.</br>Where is the master-hand, whose semblant art</br>Chissel'd the marble into life, or taught</br>From the well-pencill'd portraiture to start,</br>The nerve that beat with soul, the brow that thought!</br>Cold are the fingers that in stone-fixt trance</br>The mute attention riveting, to the lyre</br>Struck language:  dimm'd the poet's quick-ey'd glance,</br>All in wild raptures flashing heaven's own fire.</br>Shrunk is the sinew'd energy, that strung</br>The warrior arm:  where sleeps the patriot breast</br>Whilome that heav'd impassion'd!  Where the tongue</br>That lanc'd its lightning on the tow'ring crest</br>Of scepter'd insolence, and overthrew</br>Giant oppression, leagued with all her earth-born crew!", "VI.</br>These now are past; long, long, ye fleeting years</br>Pursue with glory wing'd, your fated way,</br>Ere from the womb of time unwelcome peers</br>The dawn of that inevitable day,</br>When wrapt in shrouded clay their warmest friend</br>That widow'd virtues shall again deplore,</br>When o'er his urn in pious grief shall bend</br>His BRITAIN, and bewail one PATRIOT more;</br>For soon must THOU, too soon!  who spread'st abroad</br>Thy beaming emanations unconfin'd,</br>Doom'd like some better angel sent of God</br>To scatter blessing over humankind,</br>Thou too must fall, O PITT!  to shine no more,</br>And tread these deathful paths, a FAULKLAND trod before.", "VII.</br>Fast to the driving winds the marshall'd clouds</br>Sweep dis-continuous o'er the aethereal plain;</br>Another still upon another crouds,</br>All hast'ning downward to their native main.</br>Thus passes o'er thro' varied life's career</br>Man's fleeting age; the seasons as they flie</br>Snatch from us in their course, year after year,</br>Some sweet connection, some endearing tie.</br>The parent ever honor'd, ever-dear,</br>Claims from the filial breast the pious sigh;</br>A brother's urn demands the kindred tear;</br>And gentle sorrows gush from friendship's eye.</br>To-day we frolick in the rosy bloom</br>Of jocund youth &mdash; The morrow knells us to the tomb.", "VIII.</br>Who knows how soon in this sepulchral spot,</br>Shall heaven to me the drear abode assign!</br>How soon the past irrevocable lot</br>Of these, that rest beneath me, shall be mine.</br>Haply when Zephyr to thy native bourn</br>Shall waft thee o'er the storm'd HIBERNIAN wave,</br>Thy gentle breast, my TAVISTOCK, shall mourn</br>To find me sleeping in the senseless grave.</br>No more the social leisure to divide,</br>In the sweet intercourse of soul and soul,</br>Blithe or of graver brow; no more to chide</br>The ling'ring years impatient as they roll,</br>Will all thy cultur'd virtues shall display,</br>Full-blossom'd, their bright honours to the gazing day.", "IX.</br>Ah dearest youth!  these vows perhaps unheard,</br>The rude wind scatters o'er the billowy main;</br>These prayers at friendship's holy shrine preferr'd</br>May rise to grasp their father's knees in vain.</br>Soon, soon may nod the sad funereal plume</br>With solemn horror o'er thy timeless hearse,</br>And I survive to 'grave upon thy tomb</br>The mournful tribute of memorial verse.&mdash;</br>That leave to HEAVEN'S decision &mdash; Be it thine,</br>Higher than yet a parent's wishes flew,</br>To soar in bright pre-eminence, and shine</br>With self-earn'd honors, eager to pursue</br>Where glory, with her clear unsully'd rays,</br>The well-born spirit lights to deeds of mightiest praise.", "X.</br>'Twas she thy God-like RUSSELL'S bosom steel'd</br>With confidence untam'd, in his last breath</br>Stern-smiling.  She, with calm composure, held</br>The patriot axe of SIDNEY, edg'd with death.</br>Smit with the warmth of her impulsive flame,</br>WOLF'S gallant virtue flies to worlds a-far,</br>Emulous to pluck fresh wreaths of well-earn'd fame</br>From the grim frowning brow of laurel'd war.</br>'Twas she that on the morn of direful birth,</br>Bared thy young bosom to the fatal blow,</br>Lamented ARMYTAGE! &mdash; the bleeding youth!&mdash;</br>O bathe him in the pearly caves below,</br>Ye Nereids; and ye Nymphs of CAMUS hoar,</br>Weep &mdash; for YE oft have seen him on your haunted shore.", "XI.</br>Better to die with glory, than recline</br>On the soft lap of ignominious peace,</br>Than yawn out the dull droning life supine</br>In MONKISH APATHY and GOWNED EASE.</br>Better employ'd in honor's bright career</br>The least division on the dials round,</br>Than thrice to compass Saturn's livelong year,</br>Grown old in sloth, the burthen of the ground;</br>Than tug with sweating toil the slavish oar</br>Of unredeem'd affliction, and sustain</br>The fev'rous rage of fierce diseases sore</br>Unnumber'd, that in sympathetic chain</br>Hang ever thro' the sick circumfluous air,</br>All from the drizz'ly verge of yonder star-girt sphere.", "XII.</br>Thick in the many-beaten road of life,</br>A thousand maladies are posted round,</br>With wretched man to wage eternal strife:</br>Unseen, like ambusht Indians, till they wound.</br>There the swol'n HYDROPS stands, the watry RHEUM,</br>The Northern SCURVY, blotch with lep'rous scale;</br>And moping ever in the cloister'd gloom</br>Of learned sloth, the bookish ASTHMA pale:</br>And the shun'd hag unsightly, that ordain'd</br>On Europe's sons to wreak the faithless sword</br>Of CORTEZ, with the blood of millions stain'd,</br>O'er dog-ey'd LUST the torturing scourge abhorr'd,</br>Shakes threat'ning; since the while she wing'd her flight</br>From AMAZON'S broad waves and ANDES' snow-clad height.", "XIII.</br>Where the wan daughter of the yellow year,</br>The chatt'ring AGUE chill, the writhing STONE,</br>And he of ghastly features on whose ear</br>Unheeded croaks the death-bird's warning moan,</br>MARASMUS; knotty GOUT; and the dead life</br>Of nerveless PALSY; there on purpose fell</br>Dark brooding, whets his interdicted knife</br>Grim SUICIDE, the damned fiend of hell.</br>There too is the shunn'd APOPLEXY pight,</br>The bloated child of gorg'd INTEMPERANCE foul,</br>Self-wasting MELANCHOLY, black as night</br>Lowering, and foaming fierce with hideous howl</br>The dog HYDROPHOBY, and near allied</br>Scar'd MADNESS, with her moon-struck eye-balls staring wide.", "XIV.</br>There, stretch'd ONE huge, beneath the rocky mine,</br>With boiling sulphur fraught, and smould'ring fires;</br>He, the dread delegate of wrath divine,</br>E'er while that stood o'er TAIO'S hundred spires</br>Vindictive; thrice he wav'd th' earth-shaking wand,</br>Powerful as that the SON of AMRAM bore,</br>And thrice he rais'd, and thrice he check'd his hand.</br>He struck the rocking ground, with thund'rous roar</br>Yawn'd; here from street to street hurries, and there</br>Now runs; now stops, then shrieks and scours amain,</br>Staring DISTRACTION:  many a palace fair,</br>With millions sinks ingulpht, and pillar'd fane;</br>OLD OCEAN'S farthest waves confest the shock;</br>Ev'n ALBION trembl'd conscious on his stedfast rock.", "The meagre FAMINE there, and drunk with blood</br>Stern WAR; and the loath'd monster, whom of yore</br>The slimy Naiad of the Memphian flood</br>Engend'ring, to the bright hair'd Phoebus bore,</br>Foul PESTILENCE, that on the wide stretch'd wings</br>Of commerce speeds from CAIRO'S swarthy bay</br>His westring flight, and thro' the sick air flings</br>Spotted CONTAGION; at his heels DISMAY</br>And DESOLATION urge their fire-wheel'd yoke</br>Terrible; as long of old, when from the height</br>Of PARAN came unwreath'd the MIGHTIEST, shook</br>Earth's firm fixt base tott'ring; thro' the black night</br>Glanc'd the flash'd lightnings:  heav'ns rent roof abroad</br>Thunder'd; and universal nature felt its GOD.", "XVI.</br>Who on that scene of terror, on that hour</br>Of roused indignation, shall withstand</br>Th' ALMIGHTY, when he meditates to show'r</br>The bursting vengeance o'er a guilty land!</br>Canst thou, secure in reason's vaunted pride,</br>Tongue-doughty miscreant, who but now didst gore</br>With more than HEBREW rage the innocent side</br>Of agonizing mercy, bleeding sore,</br>Canst thou confront, with stedfast eye unaw'd,</br>The sworded JUDGMENT stalking far and near?</br>Well may'st thou tremble, when an injur'd God</br>Disclaims thee guilt is ever quick of fear&mdash;</br>Loud whirlwinds howl in Zephyr's softest breath;</br>And ev'ry glancing meteor glares imagin'd death.", "XVII.</br>The good alone are fearless &mdash; they alone</br>Firm and collected in their virtue, brave</br>The wreck of worlds, and look unshrinking down</br>On the dread yawnings of the rav'nous grave:</br>Thrice happy!  who the blameless road along</br>Of honest praise hath reach't the vale of death;</br>Around him, like ministrant CHERUBS, throng</br>His BETTER ACTIONS; to the parting breath</br>Singing their blessed requiems:  he the while</br>Gently reposing on some friendly breast,</br>Breaths out his benizons; then with a smile</br>Of lost complacence, lays him down to rest,</br>Calm as the slumb'ring infant:  from the goal</br>Free and unbounded flies the disembodied soul.", "Whether some delegated charge below,</br>Some much-lov'd friend its hov'ring care may claim,</br>Whether it heavenward soars, again to know</br>That long forgotten country whence it came;</br>Conjecture ever, the misfeatur'd child</br>Of letter'd arrogance, delights to run</br>Through speculation's puzz'ling mazes wild,</br>And all to end at last where it begun.</br>Fain would we trace with reason's erring clue,</br>The darksome paths or destiny aright;</br>In vain; the task were easier to pursue</br>The trackless wheelings of th' swallow's flight.</br>From mortal ken himself the ALMIGHTY shrouds</br>Pavilion'd in thick night and circumambient clouds.</br>"]