["Wouldst thou see Nature pure and unarray'd?</br>Visit the lowly Cottage of the Hind;</br>His Art (if any) home-spun and rough-made,</br>Disguises not the Workings of his Mind.</br>To thee, whom simple Nature's Lore can charm,</br>These Words I send, heard late in Village-Farm.", "MAN.</br>But whither fair Maid, do ye go?</br>Oh, where do ye bend your Way?</br>I will be told wither ye go,</br>I will not be answered Nay.", "WOMAN.</br>I go to the Dale, down to Robin and Nell,</br>To help 'em at making of Hay.", "MAN.</br>Sir Robert, the Parson, has hired me there,</br>Come, come, let us hasten away;</br>We'll work and we'll sing, and we'll make merry Cheer,</br>As long as the long Summer's Day.", "WOMAN.</br>How hard is it always to work?</br>How full is our sad State of Care?</br>Lady Bridget, who lies in the Kirk,</br>Deckt with Jewels and Gold,</br>Was of the same Mould;&mdash;</br>Why than ours was her Fortune more fair?", "MAN.</br>Lo, our good Priest is at the Gate,</br>Ever ready to counsel his Neighbour,</br>He'll tell why, whilst some are so great,</br>We are doom'd without ceasing to labour.", "SIR ROBERT THE PRIEST</br>[MEDITATING ALONE.]</br>The sultry Sun is in his mid Career;</br>A seed of Life from ev'ry Beam he sheds:</br>Yet, while his piercing Rays the Grass make sear,</br>See!  the sever'd Flowret withers o'er the Meads!</br>Lost its rich Fragrance!  lost its vermeil Bloom!&mdash;</br>When sever'd by Death's Dart, such is the gen'ral doom.", "MAN.</br>All-a-boon, Sir Priest!  all-a-boon!</br>I beseech thee now say unto me,</br>Why Sir Geoff'ry the Knight, with his Lady so bright,</br>So rich and so happy should be,</br>Whilst myself and my Mate, in wretched Estate,</br>Must in Labour and Drudgery all our Days waste,</br>Yet never of Plenty or Honours shall taste.", "PRIEST.</br>Turn thine Eyes round upon this new mown Lee;</br>With Look attentive view the wither'd Dale;</br>Here to the Question thou'lt fit Answer see;</br>This faded Flow'r suggests a moral Tale.</br>Late fresh it blow'd, it flourished and did well,</br>Proudly disdaining the short neigh'bring Green;</br>Yet now its Pride is humbled; &mdash; lo!  where fell</br>Its faded Glories on the Sun-burnt plain!</br>Did not its gaudy Look, whilst it did stand,</br>To pluck it in its Prime move some dread Hand?</br>Such is the Way of Life: &mdash; The great Man's Wealth</br>Tempts Ruffian Violence his Peace to wound:</br>If thou art blest with Bread, Content, and Health,</br>Believe the Truth, &mdash; none is more happy found.</br>Thou workest? &mdash; Well!  can that a Trouble be?</br>Sloth more would tire thee than the roughest Day.</br>Couldst thou the inmost Soul of Man but see,</br>Full well thou'dst be convinc'd of what I say.</br>But let me hear thy Way of Life, and then</br>Hear thou from me the Lives of other Men.", "MAN.</br>I rise up with the Sun,</br>Working the live long Day;</br>And when my Work is done,</br>I tune some Roundelay:</br>I follow the Plough-Tail</br>With a Jug of good Ale.</br>On ev'ry Holiday</br>With Minstrels am I seen,</br>Chearful, footing it away</br>With Maidens on the Green:</br>But oh!  I wish to be more great</br>In Honour, Title, and Estate.", "PRIEST.</br>Hast thou not seen a Tree upon a Hill,</br>Whose tow'ring Branches to the Skies ascend?</br>Hast thou not seen it by the Roots up-torn,</br>When some fierce Tempest Earth and Heav'n doth rend?</br>While lowly Shrubs that in the Vale delight,</br>Unhurt, unshaken bide the pelting Storm?</br>Such is this World's Estate: &mdash; the Man of Might</br>Is Tempest chaft; his Woe great as his Storm:</br>Thyself, now a low Shrub of small Account,</br>Would'st fiercer feel the Wind, if higher thou could'st mount.</br>"]