["Hail to the solitary groves!</br>Enlarg'd, where sportive Fancy roves.</br>What brightness glitters through the glade!</br>Thalia, soul-alluring maid!</br>Deign'st thou to visit me again?</br>Why point'st thou so to yonder swain?</br>Methinks I hear the stripling wail&mdash;</br>And dwell there sorrows in the dale?</br>From scenes of peace can woes arise?</br>A while let's listen to his sighs.", "DICKEY.</br>\"Gee, Dobbin, gee!  the sun grows low,</br>And we have yet much land to plow.</br>Though this a loose and sandy soil,</br>With one poor beast yet hard's the toil.</br>Hard is the toil, when, with a mind</br>Unquiet, feeble limbs are join'd!</br>Alack, alack!  with little heart</br>I hold the plow, or drive the cart!</br>Listless in whatsoe'er I do,</br>No wonder 'tis we loiter so.</br>Untoward Love hath turn'd my brain.</br>Whoe, Dobbin, whoe!  we drudge in vain.</br>Who live at ease may work for bread;</br>No ease have I to hope till dead.</br>Fair, false, forgetful Kitty, she</br>That charms my heart, forsaketh me!</br>Die Dicky, die!  and end thy care:</br>Who life with loss of love would bear?</br>With flagging ears and head hung down,</br>Thou, Dobbin, seem'st to share my moan.</br>Mehap thou fear'st, when I am gone,</br>To miss thy driver.  Ten to one</br>But some rude rustic, void of grace,</br>May hold the plow in Dicky's place;</br>May hold the plow, but lean thereon,</br>And waste thy strength to save his own.</br>Mehap it good to him may seem</br>To make thee lag-horse of the teem,</br>While Ball or Whitefoot lead the way,</br>With tinkling bells, and trappings gay.</br>Yet Ball is but a drone at best,</br>And Whitefoot's an ill-natur'd beast.</br>Mehap, because he finds thee free,</br>He'll lay the stress of all on thee.</br>Till, harrass'd out beyond that strength,</br>Jaded, he drives thee home, at length;</br>And gives thee strum, instead of hay,</br>Or, careless, steals abroad to play,</br>And leaves thee starving all the while;</br>A bad reward for daily toil.</br>Ah, Dobbin!  what a change were this!</br>Poor Dobbin then will Dicky miss.</br>But Dicky, to the cold grave gone,</br>No more must feed or rub thee down.</br>No more his well-known voice must chear!</br>Dobbin another's weight must bear,</br>Sparing of words, but free of blows.</br>Then thou, instead of hey-gee-whoes,</br>Shalt hear the whip, or feel its lash,</br>While cruel stripes poor Dobbin slash.</br>Beshrew the churl, whoe'er he be,</br>That thus, my nag, misuseth thee!</br>Dead though I am, my vengeful spright</br>Shall hover o'er him every night,</br>Me, worse than Fairies, let him dread;</br>Nor hope for quiet in his bed;</br>While all in white my ghost shall rise,</br>With visage wan and saucer eyes.</br>What shrieks and howlings shall he hear!</br>Or, with long claws, his flesh I'll tear:</br>At least, each stripe he lends to thee,</br>Shall back be paid with usury.</br>Through care of what may be my lot,</br>I my own woes had nigh forgot.</br>Chear up, my nag!  and thou, fond heart,</br>At length forego thy fruitless smart</br>Ah!  cease to pain a lovesome oaf.</br>Gee, Dobbin, gee!  let's work it off.</br>With lazy lads Love likes to stay:</br>Gee, Dobbin, gee!  fond Love, away!\"", "What sudden shades enwrap my head!</br>O!  whither, whither art thou fled,</br>Illusive Muse!  without thee, here,</br>Nor groves, nor dale, nor swain, appear.", "DICKY, ECLOGUE II.</br>Soft deceiver!  cease to smile!</br>Still would'st thou every sense beguile?</br>At thy return, dear Muse, again</br>I view the groves, and hear the swain.", "DICKY.</br>\"Ah, Dicky, Dicky!  luckless lad!</br>How blithe the morn, yet thou how sad!</br>The birds with one another vie,</br>And all things joyous seem but I.</br>Gee, Dobbin, gee!  'tis all in vain!</br>Nor work, nor rest, can ease my pain.</br>Our labour, with the day, returns;</br>Yet still thy hopeless driver moans.</br>Restless, I trow, I pass'd the night,</br>Restless again behold the light.</br>Nor know I how to cure my care!</br>Ah, cruel Love!  at length forbear.</br>Whatever man could do, I've done;</br>She is not to be wrought upon.</br>How hard is iron!  how soft is clay!</br>Yet Time the plowshare wears away.</br>Whitefoot, the wildest colt alive,</br>Now, broken, in the team I drive.</br>An acorn, when a child, I took</br>And buried, now 'tis grown an oak.</br>But Kitty for my ruin born,</br>No time can wear away her scorn,</br>No art a madding mind can tame,</br>Or raise in her cold breast a flame.</br>The thirsty earth drinks up the rain,</br>But pays it back in fruits again;</br>She, all as alabaster tombs,</br>Still, as I weep, more fair becomes,</br>But bears no love, as they no green;</br>All gay without, all dead within.</br>O!  that my tears, which never rest,</br>Might mollify her marble breast!</br>O!  that her stony heart would bear</br>Some love at last to cure her care!</br>In vain I wish!  in vain I strive!</br>In vain, whate'er she asks, I give!</br>Nor gifts, nor prayers, nor tears, persuade</br>A thankless, ruthless, loveless maid!</br>Once, plowing on new-broken ground,</br>A little shining stone I found;</br>Which, having wash'd within the brook,</br>Did well repay the pains I took.</br>With such a ruddy light it glow'd,</br>It seem'd a drop of frozen blood.</br>A stripling, fairly carv'd thereon,</br>Bespoke it not a common stone:</br>A dart he held, prepar'd to strike,</br>Like Death; in all things else unlike</br>And on his shoulders wings appear'd,</br>Like Time without his scythe or beard.</br>Mehap, thought I, some secret spell</br>This uncouth figure may conceal.</br>Mehap, though useless to behold,</br>It may be worth its weight in gold.</br>Forthwith I to the Vicar's went,</br>To learn its price, and what it meant:</br>Who told me, Love was grav'd thereon,</br>And, for my bargain, bad a crown.</br>'Ah!  no; if Love it be, quoth I,</br>Fair Kitty's right no gold shall buy:</br>And now, methinks, I ken it plain;</br>Love gives at once both joy and pain.</br>These leering looks; that piercing dart;</br>Those wings spread ready to depart;</br>This childish form, and naked hue;</br>The lore of lovers speak too true.'</br>While so I spoke, the Scholar gaz'd,</br>As seeming at my wit amaz'd.</br>The simple Sage, though read in books,</br>And wise in garb as well as looks,</br>Wist not how clearly lovers see.</br>Mean and unletter'd though we be,</br>Rusticks are men, as well as he.</br>Proud of my prize, away I went,</br>And to my love, did Love present.</br>But mark how ill my pains she paid:</br>As soon as to the thankless maid</br>The value of the gift was known,</br>She hies and takes the parson's crown!</br>God!  how it gall'd my heart, to find</br>Such beauty with such baseness join'd.</br>No wonder she who so could do,</br>More kindness should to others shew.</br>Nor is the damsel over-nice,</br>Though proud, and pride's a deadly vice.</br>Rude, rustic, red-hair'd Ralph!  the jest</br>Of all the town, can move her breast.</br>Who would have thought that jolter-head</br>Should e'er pretend to Kitty's bed?</br>Fortune still favours fools, we find!</br>Yet well I bear the day in mind</br>When out at heels the lubber came,</br>Ere wedded to his doating dame;</br>Who, dying, left him heir of all.</br>So goes the world!  some rise, some fall!</br>Now Ralph, forsooth!  is Gaffer grown!</br>Hath kine and cattle of his own!</br>Doth, every Sunday, spruce appear,</br>And rents full fifty pounds a year!</br>Yet, should I speak it, 'twere no lie,</br>He loves but for conveniency.</br>The farmer wants an household drudge,</br>Who daily must to market trudge;</br>But, ere she go, must milk her kine,</br>The poultry feed, and serve the swine.</br>Nor so shall end her constant toil,</br>The fire must blaze, the pot must boil,</br>Or ovens smoaking plenty yield</br>Against the folk return from field.</br>Thus, up the first, in bed the last,</br>My dame her painful life must waste.</br>Too true a help-mate shall she prove,</br>And share much care with little love.</br>Ah, Kitty, silly girl!  beware!</br>Nor buy a little state too dear.</br>What boots the husbandman's turmoil?</br>He does but for his landlord toil.</br>The ground may fail in its increase;</br>And quarter-days come on apace.</br>Far happier lives we plowmen lead;</br>No mildews we, or murrain dread:</br>And enough but little we possess,</br>It serves their turn whose wants are less.</br>Ah, Kitty!  'tis not so with me:</br>I'm wanting all, in wanting thee!</br>But, lo!  when the too losely lass</br>Doth cross the furrows nimbly pass,</br>Unmindful of poor Dicky here!</br>Gee, Dobbin, gee!  let's draw more near.</br>Ah me!  ah me!  what do I spy?</br>Whoe, Dobbin, whoe!  we're all too nigh,</br>Yon leafless brake her fondling shews:</br>Their meeting-place, as I suppose.</br>They join!  he grasps her lily hands!</br>Yet, gentle, as a lamb, she stands!</br>Good God!  can I look on and live?</br>Such sights an heart of oak might rive.</br>Lord!  Lord!  behold!  she pats his face!</br>And now they clip in close embrace!</br>Clip on; no tales shall Dicky tell!</br>To love and life farewell! &mdash; farewell!\"", "And what, Thalia, dost thou mean,</br>To raise up such a joyless scene?</br>Would thou my forward dames reprove?</br>In vain, like Dicky, must I love?</br>But, to whom talk I?  thou art fled,</br>My Muse!  and left me &mdash; where? &mdash; in bed?</br>"]