["When Ormuz bade the flooded earth be dry</br>And for the waters scoop'd their final home,</br>O'er each abyss Ferouers of the sky</br>Took charge, lest once again the surges roam.</br>On trembling Kaf reposed the throne of flame</br>While the four Spirits wait their destined brides to claim.", "The giant sovereign of the Peaceful Main</br>Arose majestic as his silent flood;</br>Then Ormuz beckoned from the immortal train</br>The goddess Pleasure, and her band bestowed.</br>Swift to the sea in swimming dance she fled</br>And softer-curling billows kist her sparkling tread.", "The indented shore with airy haste she sought,</br>To arch the musky wood and roseate bower;</br>The nightingale from wavering boughs she taught</br>The warbled luxury of song to pour;</br>Love uncontroul'd thro' her warm empire roves</br>From Ind's voluptuous banks to Otaheite's groves.", "The humbler Spirit of the Midland Sea</br>Now bent before the throne his graceful head.</br>Fair Taste approach'd; the youth arose with glee</br>Gazed and with transport seiz'd the laurell'd Maid.</br>In his pure wave she bathed her willing feet,</br>And round its myrtled bank rear'd many a hallow'd seat.", "Soon on the shore she cast a dwelling eye</br>Where Inspiration o'er Idumean palms</br>First learnt to wave his seraph-wing on high;</br>Thence wandered statelier to Natolian realms,</br>Where with the lightning of empyreal frame</br>Her Homer's tongue she steep'd in unrekindled flame.", "Slow is her lingering way from Greece, averse,</br>Till not a winding bay or shaded cape</br>Remains unwatered with the dew of verse.</br>Twice to Hesperia's coast she bent her step,</br>And saw with rapture o'er its olived height</br>The fore-world's crimson eve, the dawn of modern light.", "The Baltic Genius then with sounding stride</br>Advancing, bow'd before the Lord of power;</br>Received stern Valor for his blooming bride</br>And to his amber'd strand the Virgin bore.</br>The steele-clad Goddess loud her love confest,</br>Play'd with his icy beard, and clasp'd his rugged breast.", "He who the wide Atlantic Ocean binds</br>Now upwards turn'd a trembling hoping eye,</br>His prayer great Ormuz cast not to the winds</br>But gave his last best gift, dear Liberty.</br>Rich tears of joy the exulting Spirit shed</br>And bore the zoneless nymph triumphant to his bed.", "Awhile he throned her on the snowy hills</br>O'ercanopied with glare of northern dawn</br>Where Hecla's front its liquid fire distils.</br>Anon, he twined her on the oaky lawn</br>Of Albion's coast a seldom-fading bower,&mdash;</br>Corruptions mildews hence!  it scorns the axe of Power.", "Then far in west he built her many a fane</br>To the hoarse sound of Civil Discords song,</br>And proudly pointed to her future reign,</br>When swarthy tribes their sugar-isles among</br>Should lisp her praise, and gathering whirlwinds bear</br>Her deed-inspiring name to Gallia's troubled ear.</br>"]