["Again the pleasing subject we renew,</br>And all its various requisites pursue;</br>Again would trace this thought exchanging art,</br>Which forms the taste and meliorates the heart,</br>Aids love and friendship's sanctimonious rights,</br>With ever new yet rational delights,</br>Mild tho' instructive &mdash; social tho' refin'd,</br>The glass of manners &mdash; and the ready mind.", "In different circles &mdash; different subjects trace,</br>As best accord with numbers, rank and place.</br>Mongst small, if learn'd, let graver topics claim</br>Their due pre-eminence to classic fame,</br>Where by discussion opening truths are shewn,</br>And feebler thoughts acquire a firmer tone;</br>In larger groups, where invitation blends</br>Life's sprightly sons alike with Wisdom's friends,</br>Where mirth and knowledge join their mutual aid,</br>To shew the mingled charms of light and shade,</br>Here touch the subject, circling as it flies,</br>With something apropos, yet briefly wise;</br>Proportion'd thus in little parts &mdash; the ball</br>Of Conversation's best &mdash; kept up by all.</br>To these subjoin that happier art to please,</br>THE CHARM OF MANNERS &mdash; AND OF WELL-BRED EASE.</br>This charm attracts, when talents oft provoke</br>The Cynic's envy, or the Witling's joke;</br>Obtains esteem, because best understood,</br>\"It does the giver, and receiver good;\"</br>We pay respect &mdash; we feel the kind retort</br>In present praise, and future good report.", "Doubt you this truth? &mdash; Come make example thine,</br>And learn from FLORID, how to please and shine:</br>Circl'd by ladies, &mdash; statesmen, beaus, and wits,</br>With how much grac'd complacency he sits?</br>His eye abroad, anticipates each thought,</br>His manner'd mind's just govern'd as it ought,</br>Who talks with wisdom gains his ready ear,</br>Who speaks of misery starts the pitying tear;</br>Should whispering scandal take its flippant round,</br>No note of his in unison is found,</br>But should the voice of worth and sense prevail,</br>His heart's responsive to the happy tale.</br>Thus FLORIO, of his party forms the soul,</br>Prais'd &mdash; cherish'd &mdash; lov'd &mdash; respected by the whole.</br>What does he say &mdash; to gain this general vote?</br>Does he talk freely?  Does he aptly quote?</br>How does he manage?  Tell how FL0RIO charms,</br>\"GOOD MANNERS &mdash; AND GOOD NATURE ARE HIS ARMS;\"</br>These shew a breeding, by refinement wrought,</br>A sense in silence, and a will in thought.\"", "Hear all!  who wish to imitate this plan,</br>And copy FLORIO in the polished man;</br>Like him compliance to your parties bring,</br>Like him disarm Contention of its sting,</br>For wit &mdash; with all its powers to entertain,</br>Its bright allusions &mdash; fascinating strain,</br>Should it too sportive, wing one pointed dart,</br>The barb so rankles in the wounded part,</br>Nor time &mdash; nor soothing can the pain remove,</br>So much more steadily men hate than love.</br>Like FL0RIO too frequent some female school</br>Where truth and elegance prescribe the rule,</br>Where conversation shuts out vain pretence,</br>And cards and trifles yield to useful sense,</br>Where LOVE and HONOUR &mdash; now romantic names,</br>Though once the boast of high-bred lords and dames,</br>Again may spread their happiest means to please,</br>And blend with morals &mdash; dignity and ease.", "And O ye Fair!  though Nature's gifts be yours,</br>With all that Art's variety procures,</br>Arts which profess to polish maiden life,</br>Yet often spoil the duties of a wife,</br>Let not these gaudes your better sense betray,</br>Nor hope connubial bliss from their display;</br>Call sweet discourse to garnish Beauty's shrine,</br>Raise every charm, and as they bloom refine;</br>For taste and breeding we'll exchange those powers</br>Which Learning forms in academic bowers;</br>For mild forbearance, constancy, and love,</br>Those views of life which busier scenes improve;</br>Uniting thus, &mdash; we'll catch that pliant air,</br>Which wins by manners, and which softens care;</br>Whilst you by Pallas, and the Graces drest,</br>&mdash;All trifling passions banish'd from the breast&mdash;</br>A double influence on our hearts shall claim,</br>And light the torch of love with purer flame;</br>\"Shall prove yourselves, by such a school refin'd,</br>The GUARDIANS &mdash; COMFORTS &mdash; BLESSINGS of mankind.\"", "The several letters which Grammarians spread,</br>Alike before the grave, or thoughtless head,</br>In conversation you may freely choose,</br>&mdash;As suit the range of philologic views&mdash;</br>Save one &mdash; which well-bred modesty puts by</br>On most occasions, call'd the MIGHTY I.</br>Let not this braggart vaunt what I have done,</br>The long illustrious line from whence I sprung;</br>The jokes I told &mdash; the fortune I possess,</br>The skill I boast in science and address,</br>The plans I schem'd at college, or at school,</br>With all my wondrous pow'rs to play the fool.</br>Nor shift your course, and cant in humbler tone,</br>O'er all the faults peculiarly your own;</br>\"As how too blunt your manners will prevail,</br>Or how deceiv'd by some concerted tale,</br>Madly good-natur'd, though your friends betray,</br>But 'tis your failing, and you must obey.\"</br>Ah!  would the EGOTIST but fairly state</br>How he participates another's fate,</br>How much he heeds another's joys and cares,</br>&mdash;When not commingling with his own affairs&mdash;</br>From kindred feelings he'd confess with shame,</br>The unavailing boasts of selfish fame.", "In reasoning, likewise, &mdash; SHUN THE VAUNTING LINE,</br>AND SOMETIMES WAVE THE PRIVILEGE TO SHINE,</br>Why press a feeble foe?  or let him see</br>How you excel him, and in what degree?</br>Praise where you can with genuine warmth of heart,</br>And, ev'n when forc'd to censure, &mdash; spare the smart.</br>Nay, should some rustic of the forest birth,</br>Who proves his near affinity to earth,</br>Should he come forward with his clumsy skill,</br>His talent force &mdash; his reasoning head-strong will,</br>By silence ward the blow &mdash; or help to find</br>A quagmire bottom for his flound'ring mind;</br>Fast in his native mud &mdash; his brawl's soon o'er,</br>And wisdom gains a respite from his roar.", "See modern DASHALL, fir'd with critic flame</br>&mdash;No matter which to flatter, or to blame&mdash;</br>His two pound brushes to the easel fly,</br>And all the canvas fills before his eye,</br>No middle teints his giant talents lack,</br>His grand variety is WHITE and BLACK;</br>Yet charg'd with these, he gives unclouded light,</br>Or sinks his subject in eternal night.</br>Ah!  judge not DASHALL by too strict a rule,</br>He bears no malice, nor is yet a fool;</br>In common life, he clearly sees his way,</br>His duty's call will readily obey,</br>Flies to support a brother in distress,</br>And has a heart, to harmonize and bless.</br>Then why by turns, so partial and so loud?</br>He only claims precedence from the crowd;</br>He but aspires, by all this shade and glare,</br>To set his hearers on the wondrous stare:</br>Grant him but this &mdash; he's rightly understood,</br>And all his tendencies are just and good.", "Nor play the parasite's delusive part,</br>Who looks, and talks, and acts without a heart,</br>Whose candy'd tongue with every thing complies,</br>And stamps \"as very true,\" the veriest lies.</br>Behold this GNATHO at the sumptuous hoard</br>Of some vain citizen, or witless lord</br>There see him wait to catch his patron's glance,</br>To talk &mdash; to listen &mdash; slacken &mdash; or advance;</br>Now ready, when he finds him at a stand,</br>To turn the theme, or lend a helping hand;</br>Now merry, when he jokes &mdash; but when he traces</br>The very glimpse of sorrow &mdash; makes long faces.</br>Thus every hue, camelion-like, he'll wear,</br>Except that Gnatho will not live on air.", "O base abandonment of those delights</br>Which crown the freedom of colloquial rites!</br>Where in the place of those electric fires,</br>Which link and animate the same desires,</br>Two sordid minds will trade as interests suit,</br>One buys dishonour &mdash; t' other sells his truth.", "With caution, likewise, shun that glitt'ring bait</br>&mdash;Alike the gift of genius and its fate&mdash;</br>REFINEMENT'S ART &mdash; which every subject tries,</br>And sees each subject with an hundred eyes,</br>Sets them in such diversities of view,</br>So gayly colour'd &mdash; yet so far from true,</br>That sense thus rarefied eludes the theme,</br>As fades the vapour of a morning dream.</br>Seductive art!  Why judgment's bounds transgress,</br>And like a wanton give each hour to dress?</br>What tho' to Genius nearly thou'rt allied,</br>Or that 'tis thine to blaze in letter'd pride,</br>Tho' Fancy wings it through her gay domain,</br>And culls each flower to decorate thy fame,</br>Tho' tropes and metaphors at will appear,</br>And all thy periods melt upon the ear;</br>These splendid ornaments are vain pretence,</br>Without the simpler charm of COMMON SENSE.", "PRESS NONE TO CONTEST ON HIS FAVOURITE ART,</br>NOR IN YOUR OWN ASSUME THE CRITIC'S PART.</br>The first is rude, and fruitful of disgrace,</br>For who with skill the several arts can trace?</br>The last is flippancy's perpetual sign,</br>And shows the pedant in the lowest line.", "NOR TURN FROM HIM WHOSE HABIT AND ADDRESS,</br>NO MODISH FORMS &mdash; NO BRILLIANCY EXPRESS;</br>To science bred &mdash; perhaps no grace was there,</br>To mould his form, or give the polish'd air,</br>The soft assenting look &mdash; the yielding head</br>Which nods alike to every thing that's said;</br>Yet far superior to this outward show</br>He claims the higher privilege to know,</br>To know &mdash; and act in virtue's honour'd cause,</br>The guardian and exemplar of her laws.</br>Such claim respect &mdash; hence let Discretion guide,</br>&mdash;And spite of Fashion's undiscerning pride&mdash;</br>Glean from his mind, whate'er that mind will lend,</br>Exchange your knowledge, and engage a friend.", " To such behold &mdash; how cool SIR VAPID shews!</br>&mdash;Who measures man by feather &mdash; hat &mdash; and clothes&mdash;</br>See how he eyes him with forbidding stare!</br>Then &mdash; indolently turning on his chair&mdash;</br>Retails some trash, the last new batch of plays,</br>Or, what's still worse, the little wits who praise,</br>What nymph's best practised in the mazy dance,</br>Where vicious attitudes her charms enhance;</br>What philosophe religious duty flouts,</br>And braves the Sabbath with her crowded routs;</br>What peeress opes her gates for midnight pay,</br>To aid some new-blown bubble of the day,</br>Or introduce some demirep of fame,</br>To prove that virtue's but a vulgar name;</br>&mdash;What coxcomb &mdash; void of true poetic fire,</br>Prowl's through the wards of Bedlam for his lyre,</br>Makes daemons, goblins, sprites converse in rhyme,</br>The very MANIA of the false sublime;</br>Or who retails the poison of his muse,</br>In novels worthy the Italian stews.</br>What does SIR VAPID get by this? &mdash; disdain,</br>From all beside the profligate and vain.</br>What does he shew? &mdash; a slavish itch to chime</br>In all the modish vices of the time.", "Next to SIR VAPID &mdash; shun VENTOSO'S choice,</br>Who thinks to claim distinction by his voice,</br>Who proud alone to educate his ear,</br>Leaves common sense to find its proper sphere.</br>Lo!  when he talks &mdash; involv'd in many a fold</br>Of fustian pomp &mdash; the mighty nothing's told,</br>All \"mere mouth-honour\" &mdash; full of sound and show,</br>Yet all VENTOSO ever deigns to know.</br>So with lixivial bubbles boys would pass</br>Their sportive puffs for parti-colour'd glass;</br>Awhile they float, and please the youthful eye,</br>And catch the full grown child who passes by;</br>Once touch'd, alas!  no more these globules glare,</br>And all their little efforts melt in air.", "In the same flattering strain of self-applause,</br>ARRAIGN NO NATION FOR A PARTIAL CAUSE,</br>'Tis false in manners as in nature's laws;</br>Friendship and fraud shoot up in every soil,</br>With those who govern and with those who toil,</br>With those of science, and with those who stray</br>In all the vulgar errors of the day;</br>As various accidents will oft conspire</br>T' embase the soul, or elevate its fire;</br>Make some the scourge, or bubble of their age,</br>Others &mdash; the wonder of th' historic page;</br>All climes alike are subject to these rules,</br>Baeotia had her wits &mdash; Athens her fools.", "Yet if you needs must rail &mdash; with decent mirth</br>Select the favourite country of your birth,</br>This like your character is all your own,</br>Where little freedoms may be fairly shewn.</br>Such as some folly from good nature sprung,</br>Some equivoque or blunder of the tongue,</br>Some wondrous story of domestic fame,</br>Or, feats of love congenial to the same,</br>Something that triumphs at a light expense,</br>A kind of compromise with graver sense.</br>These oft are lapses of a generous mind,</br>But let her vices share with all mankind;</br>Thus from your country shall we learn to raise</br>Subjects alike for pleasantry, or praise.", "Feeble in thought, yet labouring to be wise,</br>Some live in mists and cultivate disguise,</br>Dealing, like Delphic oracles, around</br>Their dubious answers &mdash; mystic and profound,</br>Where ifs and buts, on proper pauses placed,</br>Supply the want of prudence, truth and taste.</br>With what contempt, the liberal mind must see</br>Arcano gravely take his fool's degree,</br>Screw every feature to the forms of sense,</br>The very puppet of its own pretence.</br>When at the levee last &mdash; the park, or play,</br>In vain he strives to recollect the day;</br>\"Business so hurries &mdash; trifles so crowd so fast.</br>\"'Tis hard to calculate how time has past.\"</br>Ask for the friend with whom he lives at will,</br>\"Perhaps he might be in the country still.\"</br>But what's the current news &mdash; what's out of date,</br>\"He knows no more than as the papers state.\"</br>Mixed in discourse alike his frothy mind</br>Teems with precautions of the puzzling kind;</br>If 'tis an anecdote, tho' fully known,</br>No clue to place or character is shown;</br>If now a jest, or harmless equivoque,</br>\"It was a person introduced the joke;\"</br>Nay such his stratagem in taking coach,</br>Lest tatling envy should his haunts reproach.</br>He hurries in, nods with a joyless smile,</br>Nor gives his orders 'till he, off a mile&mdash;</br>Yet know, close fool &mdash; tho' secrecy we prize,</br>As what becomes the prudent &mdash; good &mdash; and wise,</br>This shuffling art in all you say, or do,</br>Hangs a suspicious character to view;</br>Betrays false consequence &mdash; or worse, would hide</br>Some very secrets, ranker still than pride.", "Others reverse this principle, and show</br>Such suffocating pains from what they know,</br>Not wisdom's voice &mdash; or friendship's claims can still,</br>Nor yet the pow'rful fear of spreading ill;</br>Their breasts, transparent as the polish'd glass,</br>Reflect the different objects as they pass.</br>Thus every petty fact of common life,</br>With whom he lives in amity &mdash; or strife,</br>His age &mdash; his fortune &mdash; maladies &mdash; or cares,</br>With what he hears of other men's affairs&mdash;</br>The BABBLER tells alike to friend, or foe,</br>The loose historian of Himself and Co.&mdash;</br>From both extremes adopt this wiser part,</br>\"Be not too close &mdash; or prodigal of heart.\"</br>Dup'd by its cunning, that obtains no end,</br>Lur'd by its folly, this acquires no friend;</br>But, like the giddy spendthrift, feels too late</br>The various miseries of a lost estate.", "Others again &mdash; tho' scrupulous to touch</br>The slightest secret, compromis'd as such;</br>BOUND BY NO PROMISE, THINK IT LAWFUL PRIZE,</br>Hence round the town in various shapes it flies,</br>As suits the comic, or satyric strain,</br>The loose &mdash; malicious &mdash; ignorant, or vain.</br>But is there no restrictive power which stays</br>Folly's report? &mdash; or Passion's hasty phrase?</br>Is there no voluntary pledge of mind</br>In Conversation's institutes, which bind?</br>O yes! &mdash; 'tis our's to take the generous side,</br>And feel this more, injunction &mdash; 'tis implied;</br>No seal like HONOUR &mdash; 'tis the stamp of kings,</br>The sacred fount whence obligation springs,</br>Virtue's strong guard against corruption's host,</br>The peer's best voucher &mdash; and the poor's best boast;</br>Without it, words unheeded pass away,</br>Nor oaths bind those accustomed to betray.", "As Conversation, through each varying line,</br>Leads to inform &mdash; exhilarate &mdash; refine,</br>All who associate in this pleasing school,</br>Should sedulously keep each social rule.</br>WHY WILL THE HIPPISH THEN, OR AILING TRIBE,</br>THEIR FEIGN'D &mdash; OR REAL MALADIES DESCRIBE?</br>Why thus the rites of harmony destroy,</br>And force a temporary pause from joy?</br>\"To-day is given to mirth\" &mdash; HILARIO cries,</br>\"Away complaint &mdash; nor take us by surprize;</br>'Tis out of time, propriety and place,</br>We're not in consultation on your case.\"</br>HILARIO'S right &mdash; no invalid should roam</br>Beyond the limits of his nurse and home.", "Inclin'd alike &mdash; HEAR CROAKING AGE DECLAIM</br>WITH SELF-TORMENTING SPLEEN ON MODERN FAME!</br>\"Nothing is good, or wise, since days of old,</br>Love's mere convenience, honour's bought and sold,</br>Arts &mdash; manners &mdash; fashions &mdash; all have fell decay,</br>Chas'd by the follies of the present day.\"</br>Could this be so since elder time began,</br>And every age produc'd a baser man,</br>By this, no virtue scarcely could exist,</br>Unstain'd by folly &mdash; or corruption's mist,</br>Ere now &mdash; each art and science must have fled,</br>\"And darkness been the burier of the dead.\"", "Alas!  too true, in life's declining day,</br>The joys of youth no more our wills obey,</br>To, proud to brook a sage's grave command,</br>\"They leave a barren sceptre in his hand.\"</br>No more the horn shall rouse, or sprightly dance,</br>Or Beauty's eye transfix with killing glance;</br>No more shall midnight routs with every art</br>Of glare and revelry, engage the heart,</br>Nor shows delight &mdash; nor rural sports endear,</br>Or nature's self the same gay liveries wear;</br>All &mdash; all in fainter sicklier views are plac'd,</br>Age &mdash; but the echo of its former taste;</br>Such is our lot! &mdash; but why should man, tho' cloy'd,</br>Deny to others what he once enjoy'd,</br>Rail at each fashion-spurn each rising name?</br>'Tis youth has fled, the times are still the same.", "So the young seaman clearing first the shore,</br>Looks to that spot, his eyes may meet no more,</br>And as he views the well known scenes around,</br>Where every fond domestic joy was found,</br>The neighbouring hills which brac'd his boyish frame</br>The village school which rous'd his mind to fame,</br>The mill which turn'd at every brisker breeze,</br>The grove, and dear co-temporary trees,</br>Where fancy oft by moonlight visions drew,</br>And love first sigh'd &mdash; and purest friendships grew</br>With smiling hope in roseate pinions drest,</br>Swelling with every joy, the youthful breast.</br>All these seem parting from his straining eye,</br>As if the earth-bound hills and plains could fly,</br>Or if once more old Orpheus by his song,</br>Drew trees and stones in merry dance along.</br>Delusion this! &mdash; The scene unchang'd remains;</br>Lo!  'tis his bark, relinquishes the plains,</br>Catches the gale and seeks the distant seas</br>Where storms and toils contrast a life of ease,</br>Where climes succeeding climes, congeal, or burn,</br>And different views and manners take their turn.", "Not so the MIMIC, he, in merrier lays,</br>Draws no comparison with former days,</br>A different line his pilf'ring talents chose,</br>He stints th' insulter of his neighbour's woes:</br>Do any halt &mdash; or squint?  the Copyist straight,</br>Assumes the leering eye &mdash; the limping gait.</br>Are any mark'd with oddity of speech,</br>Phrase or address?  The Mimic preys on each;</br>The good man's weakness in his sport appears,</br>Nor poverty's exempted from his sneers.</br>And can we prize such, base acquirements? &mdash; fie!</br>Forbid it, honour! &mdash; truth!  and charity!</br>No, ye informers!  no, ye apish crew!</br>Ye spies on nature!  take your only due;</br>Tho' spurn'd from courts, your sires have long since fled,</br>In taverns still you may be kick'd and fed,</br>But dare not here the social board prophane,</br>Where manners &mdash; sense &mdash; and sympathy should reign.", ""]