["Whate'er our fate may be, 'tis sweet to think</br>We are not quite forgotten when we rove;</br>We cannot be quite wretched, if one link</br>Still bind us to a being we can love.</br>In town or solitude, in camp or grove,</br>Who would not wish some lovely band to trace</br>Our distant wand'rings, whereso'er we rove?</br>E'en home itself must be a desert place,</br>Till brighten'd by the smile of some familiar face.", "He who has lov'd, must know too well how soon</br>A trifling circumstance may throw a shade</br>Upon his pleasure.  A remember'd tune</br>Recalls the image of some fav'rite maid,</br>Who danc'd it with him; then how quickly fade</br>The noise and bustle of the festive night!</br>The ball, the play, the lively serenade,</br>And ev'ry moment of his past delight,</br>In one swift glance of thought are brought before his sight.", "He who has never lov'd, can never know</br>Feelings like these:  his soul can ne'er aspire</br>Beyond realities of joy and woe;</br>Self is the aim and end of his desire.</br>But love's imagination soars far higher;</br>Its sorrows are more keen, but it o'erpays</br>All sense of sorrow with affection's fire:</br>Tempests and sunbeams mingle in his ways;</br>Who would not brave his storms, to bask beneath his rays?", "He who has flown with rapture, to receive</br>A long-expected letter, he can tell</br>What bliss a line from her he loves can give;</br>And though upon the page perhaps may dwell</br>The sad expressions of a last farewell,</br>He finds in ev'ry accent of despair,</br>A fond assurance that she loves him well:</br>And while he reads the tokens of her care,</br>He almost views the form of her who plac'd them there.", "Dear is the occupation, which he heard</br>Her lips approve; and precious to him then</br>The volumes she perus'd; for ev'ry word</br>Which she has look'd upon, appears to gain</br>A magic force; as if it could retain</br>The lustre of her glances.  Love has thrown</br>A spell o'er all she did; her songs remain</br>Sweetest to him; a sweetness not their own;</br>'Tis that her lips have left a charm on ev'ry tone.</br>"]