["I.</br>At length escap'd from ev'ry Human Eye,</br>From ev'ry Duty, ev'ry Care,</br>That in my mournful Thoughts might claim a Share,</br>Or force my Tears their flowing Stream to dry,</br>Beneath the Gloom of this embow'ring Shade</br>This lone Retreat, for tender Sorrow made</br>I now may give my burden'd Heart Relief</br>And pour forth all my Stores of Grief,</br>Of Grief surpassing ev'ry other Woe</br>Far as the purest Bliss, the happiest Love</br>Can on th' ennobled Mind bestow,</br>Exceeds the vulgar Joys that move</br>Our gross Desires, inelegant, and low.", "II.</br>Ye tufted Groves, ye gently falling Rills,</br>Ye high o-ershadowing Hills,</br>Ye Lawns gay-smiling with eternal Green,</br>Oft have You my LUCY seen!</br>But never shall you now behold her more:</br>Nor will she now with fond Delight</br>And Taste refin'd your Rural Charms explore.</br>Clos'd are those beauteous Eyes in endless Night,</br>Those beauteous Eyes where beaming us'd to shine</br>Reason's pure Light, and Virtue's Spark Divine.", "III.</br>Oft would the Dryads of these Woods rejoice</br>To hear her Heav'nly Voice,</br>For Her despising, when she deign'd to sing,</br>The sweetest Songsters of the Spring:</br>The Woodlark and the Linnet pleas'd no more;</br>The Nightingale was mute,</br>And ev'ry Shepherd's Flute</br>Was cast in silent Scorn away</br>While all attended to her sweeter Lay.</br>Ye Larks and Linnets now resume  your Song,</br>And thou, melodious Philomel</br>Again thy plaintive Story tell,</br>For Death has stopt that tuneful Tongue,</br>Whose Music could alone your warbling Notes excel.", "IV.</br>In vain I look around</br>O'er all the well-known Ground</br>My LUCY'S wonted Footsteps to descry;</br>Where oft we us'd to walk,</br>Where oft in tender Talk,</br>We saw the Summer Sun go down the Sky;</br>Nor by yon Fountain's Side</br>Nor where its Waters glide</br>Along the Valley, can she now be found:</br>In all the wide-stretch'd Prospect's ample Bound</br>No more my mournful Eye</br>Can ought of Her espy,</br>But the sad sacred Earth where her dear Relics lie.", "V.</br>O Shades of H&mdash;y, where is now your Boast?</br>Your bright Inhabitant is lost.</br>You she preferr'd to all the gay Resorts</br>Where female Vanity might wish to shine,</br>The Pomp of Cities, and the Pride of Courts.</br>Her modest Beauties shunn'd the public Eye:</br>To your sequestered Dales</br>And flow'r-embroider'd Vales</br>From an admiring World she chose to fly;</br>With Nature there retir'd, and Nature's GOD,</br>The silent Paths of Wisdom trod,</br>And banish'd ev'ry Passion from her Breast,</br>But those, the Gentlest, and the Best,</br>Whose Holy Flames with Energy Divine</br>The virtuous Heart enliven and improve,</br>The Conjugal, and the Maternal Love.", "VI.</br>Sweet Babes, who, like the little playful Fawns,</br>Were wont to trip along these verdant Lawns</br>By your delighted Mother's Side,</br>Who now your Infant Steps shall guide?</br>Ah!  where is now the Hand whose tender Care</br>To ev'ry Virtue would have form'd your Youth,</br>And strew'd with Flow'rs the thorny Ways of Truth?</br>O Loss beyond Repair!</br>O wretched Father, left alone</br>To weep Their dire Misfortune, and Thy own!</br>How shall thy weaken'd Mind, oppress'd with Woe,</br>And drooping o'er thy LUCY'S Grave,</br>Perform the Duties that you doubly owe,</br>Now She, alas!  is gone,</br>From Folly, and from Vice, their helpless Age to save?", "VII.</br>Where were ye, Muses, when relentless Fate</br>From these fond Arms your fair Disciple tore,</br>From these fond Arms that vainly strove</br>With hapless ineffectual Love</br>To guard her Bosom from the mortal Blow?</br>Could not your fav'ring Power, Aonian Maids,</br>Could not, alas!  Your Power prolong her Date,</br>For whom so oft in these inspiring Shades,</br>Or under Campden's Moss-clad Mountains Hoar,</br>You open'd all your sacred Store,</br>Whate'er your antient Sages taught,</br>Your ancient Bards sublimely thought,</br>And bade her raptur'd Breast with all your Spirit Glow?", "VIII.</br>Nor then did Pindus, or Castalia's Plain,</br>Or Aganippe's Fount your Steps detain,</br>Nor in the Thespian Vallies did you play;</br>Nor then on Mincio's Bank</br>Beset with Osiers dank,</br>Nor where Clitumnus rolls his gentle Stream,</br>Nor where through hanging Woods</br>Steep Arno pours his Floods,</br>Nor yet where Meles, or Ilissus stray.</br>Ill does it now beseem</br>That of your Guardian Care bereft</br>To dire Disease and Death your Darling should be left.", "IX.</br>Now what avails it that in early Bloom,</br>When light, fantastic Toys</br>Are all her Sex's Joys,</br>With you she search'd the Wit of Greece and Rome,</br>And all that in her later Days</br>To emulate her ancient Praise</br>Italia's happy Genius could produce;</br>Or what the Gallic Fire</br>Bright-sparkling could inspire,</br>By all the Graces temper'd and refin'd;</br>Or what in Britain's Isle,</br>Most favour'd with your Smile,</br>The Pow'rs of Reason and of Fancy join'd</br>To full Perfection have conspir'd to raise?</br>Ah what is now the Use</br>Of all these Treasures that enrich'd her Mind,</br>To blank Oblivion's Gloom, for ever now consign'd!", "X.</br>At least, ye Nine, her spotless Name</br>'Tis Yours from Death to save,</br>And in the Temple of Immortal Fame</br>With golden Characters her Worth engrave.</br>Come then, ye Virgin Sisters, come,</br>And strew with choicest Flow'rs her hallow'd Tomb.</br>But foremost Thou, in sable Vestment clad,</br>With Accents sweet and sad,</br>Thou, plaintive Muse, whom o'er his Laura's Urn</br>Unhappy Petrarch call'd to mourn,</br>O come, and to this fairer Laura pay</br>A more impassion'd Tear, a more pathetic Lay.", "XI.</br>Tell how each Beauty of her Mind and Face</br>Was brighten'd by some sweet, pathetic Grace!</br>How eloquent in every Look</br>Thro' her expressive Eyes her Soul distinctly spoke!</br>Tell how her Manners by the World refin'd</br>Left all the Taint of modish Vice behind,</br>And made each Charm of polish'd Courts agree</br>With candid Truth's Simplicity,</br>And uncorrupted Innocence!</br>Tell how to more than manly Sense</br>She join'd the soft'ning Influence</br>Of more than Female Tenderness!</br>How in the thoughtless Days of Wealth and Joy</br>Which oft the Care of other's Good destroy,</br>Her kindly-melting Heart,</br>To ev'ry Want, and ev'ry Woe,</br>To Guilt itself when in Distress</br>The Balm of Pity would impart</br>And all Relief that Bounty could bestow!</br>Ev'n for the Kid or Lamb that pour'd its Life</br>Beneath the bloody Knife,</br>Her gentle Tears would fall,</br>As She the common Mother were of All.", "XII.</br>Nor only Good, and Kind,</br>But Strong and Eleveated in Mind:</br>A Spirit that with noble Pride</br>Could look superior down</br>On Fortune's Smile, or Frown;</br>That could without Regret or Pain</br>To Virtue's lowest Duty sacrifice</br>Or Int'rest's, or Ambition's highest Prize;</br>That injur'd or offended never try'd</br>Its Dignity by Vengeance to maintain</br>But by magnanimous Disdain.</br>A Wit, that temperately bright,</br>With inoffensive Light</br>All pleasing shone, nor ever past</br>The decent Bounds that Wisdom's sober Hand,</br>And sweet Benevolence's mild Command,</br>And bashful Modesty, before it cast.</br>A Prudence undeceiving, undeceiv'd,</br>That nor too little, nor too much believ'd,</br>That scorn'd unjust Suspicion's coward Fear</br>And without Weakness knew to be sincere.</br>Such LUCY was, when in her fairest Days</br>Amidst th' Acclaim of Universal Praise</br>In Life's and Glory's freshest Bloom</br>Death came remorseless on, and sunk her to the Tomb.", "XIII.</br>So where the silent Streams of Liris glide,</br>In the soft Bosom of Campania's Vale,</br>When now the Wintry Tempests all are fled,</br>And genial Summer breathes its Western Gale</br>The verdant Orange lifts its beauteous Head:</br>From ev'ry Branch they balmy Flow'rets rise,</br>On ev'ry Bough the golden Fruits are seen;</br>With Odours sweet it fills the smiling Skies,</br>The Wood-Nymphs tend it, and th' Idalian Queen:</br>But in the midst of all its blooming Pride</br>A sudden Blast from Apennius blows</br>Cold with perpetual Snows:</br>The tender, blighted Plant shrinks up its Leaves, and Dies.", "XIV.</br>Arise, O Petrarch, from th' Elysian Bowers</br>With never-fading Myrtles twin'd,</br>And fragrant with Ambrosial Flowers,</br>Where to thy Laura thou again art join'd;</br>Arise, and hither bring the Silver Lyre</br>Tun'd by thy skilful Hand</br>To the soft Notes of Elegant Desire,</br>With which o'er many a Land</br>Was spread the Fame of thy disastrous Love:</br>To me resign the vocal Shell,</br>And teach my Sorrows to relate</br>Their melancholy Tale so well</br>As may ev'n Things inanimate</br>Rough Mountain Oaks, and desart Rocks, to Pity move.", "XV.</br>What were, alas!  Thy Woes compar'd to Mine?</br>To Thee thy Mistress in the blissful Band</br>Of Hymen never gave her Hand:</br>The Joys of wedded Love were never thine.</br>In thy Domestick Care</br>She never bore a Share,</br>Nor with endearing Art</br>Would heal thy wounded Heart</br>Of ev'ry secret Grief that fester'd there:</br>Nor did her fond Affection on the Bed</br>Of Sickness watch thee, and thy languid Head</br>Whole Nights on her unwearied Arm sustain</br>And charm away the Sense of Pain:</br>Nor did she crown your Mutual Flame</br>With Pledges dear, and with a Father's tender Name.", "XVI.</br>O Best of Wives!  O dearer far to me</br>Than when thy Virgin Charms</br>Were yielded to my Arms,</br>How can my Soul endure the Loss of Thee?</br>How in the World, to me a Desart grown,</br>Abandon'd, and alone,</br>Without my sweet Companion can I live?</br>Without thy lovely Smile,</br>The dear Reward of ev'ry virtuous Toil,</br>What Pleasures now can pall'd Ambition give?</br>Ev'n the delightful Sense of well-earn'd Praise,</br>Unshar'd by Thee, no more my lifeless Thoughts could raise.", "XVII.</br>For my distracted Mind</br>What Succour can I find?</br>O whom for Consolation shall I call?</br>Support me, ev'ry Friend,</br>Your kind Assistance lend</br>To bear the Weight of this oppressive Woe.</br>Alas!  each Friend of mine</br>My dear, departed Love, so much was thine,</br>That none has any Comfort to bestow.</br>My Books, the best Relief</br>In ev'ry other Grief,</br>Are now with  your Idea sadden'd all:</br>Each fav'rite Author we together read</br>My tortur'd Mem'ry wounds and speaks of LUCY dead.", "XVIII.</br>We were the happiest Pair of Human kind!</br>The rolling Year its varying Course perform'd,</br>And back return'd again,</br>Another, and another smiling came,</br>And saw our Happiness unchang'd remain:</br>Still in her Golden Chain</br>Harmonious Concord did our Wishes bind:</br>Our Studies, Pleasures, Tastes the same.</br>O fatal, fatal Stroke,</br>That all this pleasing Fabric Love had rais'd</br>Of rare Felicity,</br>On which ev'n wanton Vice with Envy gaz'd,</br>And ev'ry Scheme of Bliss, our Hearts had form'd,</br>With soothing Hope, for many a future Day,</br>In one sad Moment broke!</br>Yet, O my Soul, thy rising Murmurs stay,</br>Nor dare th' All-wise Disposer to arraign,</br>Or against His supreme Decree</br>With impious Grief complain.</br>That all thy full-blown Joys at once should fade</br>Was his most righteous Will, and be that Will obey'd.", "XIX.</br>Would thy fond Love his Grace to her controul,</br>And in these low Abodes of Sin and Pain</br>Her pure, exalted Soul</br>Unjustly for thy partial Good detain?</br>No &mdash; rather strive thy groveling Mind to raise</br>Up to that unclouded Blaze,</br>That heav'nly Radiance of eternal Light,</br>In which enthron'd she now with Pity sees</br>How frail, how insecure, how slight</br>Is ev'ry mortal Bliss,</br>Ev'n Love itself, if rising by Degrees</br>Beyond the Bounds of this imperfect State,</br>Whose fleeting Joys so soon must end,</br>It does not to its sov'reign Good ascend.</br>Rise then, my Soul, with Hope elate,</br>And seek those Regions of serene Delight,</br>Whose peaceful Path, and ever-open Gate,</br>No Feet but those of harden'd Guilt shall miss.</br>There Death himself thy LUCY shall restore,</br>There yield up all his Pow'r e'er to divide you more.</br>"]