["Yet CHRISTMAS HOLIDAYS must sometime end;</br>And Time flies fleeter than the silver cloud</br>Which veils blue aether, when fresh joys inhales</br>Childhood, the promise of perpetual Spring.</br>Adieu ye hours, when all your toils were sports,</br>Nor frowning care was yours, nor trembling fear.", "The dreaded day is come.  A sable dress</br>It wears, \"BLACK MONDAY\" call'd &mdash; But yesternight</br>The hand parental grasp'd the tender youth's,</br>And as the Father smil'd, Eugenio wept</br>In spite of hardiest resolution:</br>But yesternight the beauteous Caroline,</br>The festive gambol finish'd, in deep sigh</br>Spoke her love, more than in affected phrase</br>Or sentiment from novel delicate;</br>Her azure eyes suffus'd with pearly drops,</br>Her heart seem'd bursting with abstracted grief.", "'Twas thus she said &mdash; \"To-morrow he departs;</br>He, who oft begg'd, with intercession kind,</br>From tiresome task release, from tedious work;</br>Won from my mother the glad holiday;</br>Blithe flew our morning hours unperceiv'd,</br>Whether the walk engag'd, or frolic game,</br>Ah, where to-morrow will Eugenio play?</br>Stay, stay ye envious hours, nor bear him hence!</br>When I forget the boy &mdash; O!  may then my hand</br>Kind letters cease to hold, forget to write,</br>Nor burst due intercourse of written thought!</br>His image still shall float before my view;</br>His cares my own, and all his future joys.</br>Yet faithless Sancho plays in careless mirth,</br>Regardless of the dainty meal he'll lose,</br>And Master's kind caress &mdash; poor wretch begone!</br>Light be my brother's sleep, and may no dream</br>His senses vex, intent on this day's scene;</br>Sure care should not affect so good a mind.\"", "The clothes were pack'd; the cake, the orange fruit,</br>Which with ripe fragrance scents wide Tajo's banks,</br>Or decks the shady groves of fertile Spain;</br>The idle top, the kite with pendent tail;</br>The ball and bat were laid within the trunk</br>By the fond Mother &mdash; last of all, the books.", "Eager she left the task, resign'd the key</br>Which locks his newest clothes, and useful toys;</br>Important guard!  he smil'd amidst his tears.", "Light was his sleep, and free from frightful dream;</br>When first the morning dawn'd, Eugenio rose,</br>Apart his Father fresh instruction pour'd,</br>Such as may deck his life with good men's praise;</br>Full swell'd his heart &mdash; the family sat sad,</br>And the long breakfast shar'd not wonted smiles.", "Prudent in meals and generosity,</br>His aged Aunt then gave the promis'd kiss,</br>Slipp'd in her Nephew's hand the expected crown;</br>Her trembling nerves declar'd how much she felt.", "In early years I miss'd my Mother's pray'r,</br>And Sister's kiss &mdash; Friend!  who could fill this blank?", "Perhaps some inmate gives him kind advice</br>Ere the swift hour important steal away,</br>Precepts, which pious memory shall retain.</br>\"In large Societies great virtues grow;</br>The Public School is still a rising State,</br>Where ancient laws inform obedient Youths,</br>While flourish fair Worth, Science, Courage, Truth.</br>And, trust me, Discipline can boast its use.</br>The Arts inform the mind, amend the state;</br>Dear Boy!  at school be covetous &mdash; of good;\"</br>He smiles &mdash; \"Rich treasure which will serve the mind:</br>Wise from example, fear contagious vice</br>See, how cheap Perditus is shunn'd by all;</br>Hence, as you love me, reverence yourself,</br>Wild passions temper, and dear hours improve.\"", "Thus when confided to a foreign soil,</br>The pliant plant is rear'd, the blossoms fill.", "The Coach stops at the gate.  Sad Thomas bears</br>Young Master's luggage, counselling all the way:&mdash;</br>\"Larning, young Gentleman, 's a precious gift;</br>It was last week, I think, old Quilldrive said,</br>That you, Sir, was a rare good classic-um.</br>Fine Scholards breeds our Univarsities;</br>Aye, aye, the school-time's short; days speed apace,</br>And Age, ere long, will seize me in his clutch.</br>But with your leave, Sir, I've a word to say&mdash;</br>Your boat will take a coat of paint this Spring,</br>And ere the Easter Holidays come round,</br>Your poney in condition must be had.</br>Nay come, Sir, don't be down.  Your ground will bear</br>This year, I hope, a most amazing crop;</br>The garden when you're gone&mdash;\" He could no more,</br>Striving in vain to stop unmanly tears,</br>Thomas in musing silence show'd concern.", "Poor Sancho from low parlour-window sees</br>His Master slowly pacing o'er the lawn</br>Irresolute &mdash; Sancho, \"the favourite dog,\"</br>In tones instinctive speaks unusual moan,</br>'Till the house echoes with deep-lengthen'd howl.", "Meantime our Youth, content with inside place,</br>Nor aims to drive the steeds, nor guide the reins;</br>Often repeats a long, a long adieu;</br>Then waves his hand, and wraps himself in thought.</br>Still slowly trot the steeds; yet blames he not</br>Their progress, deeming wise the Friar's say,</br>Which late he heard at one of Shakespeare's Plays&mdash;</br>\"Wisely resolv'd, they stumble that run fast.\"", "He from coach-window views the leafless hedge;</br>Sharp beats the patt'ring rain against the glass;</br>The busy half-way house to him recalls</br>Afresh domestic scenes and transient joys.", "The coach proceeds, and dullest hours fly fast;</br>He takes his seat:  the passengers are strange,</br>The town seems sad, the market-place is thin;</br>Then flows the pious tear, heart-breaking sigh,</br>Then does he envy those who freedom claim.", "Yet he is rich, and trifles dear to him</br>Can soothe his pain.  Ev'n now he plans his schemes</br>And future sports:  wise counts his hoarded gold,</br>Or cons his Juliet's gift, gilt pocket-book,</br>Which notes the months and days till Easter come.</br>Let not the wise deride the School-boy's tears;</br>Such was the grief which tender Ovid felt,</br>Banish'd to Scythia's snows, and far from Rome;</br>Far from his wife, kind converse of his friends.</br>Such tender ties conquer'd stern Marcius, him</br>Whom not Rome's legions or her humbled state</br>Could soften.  Thoughts like these might 'chance have touch'd</br>Leonidas, when at the narrow pass,</br>The proud barbarian troop of Persia's King</br>He check'd, by patriot death acquiring fame</br>Immortal.  In the dank marsh Marius sat</br>Exile from Rome, there thought of pristine joys.</br>Thus good Macduff ceas'd for a time to weep</br>O'er Scotia's woes, when told his family</br>Were murder'd by the treacherous Thane's command,</br>His hat pull'd o'er his brow, he sighing cried,</br>\"I cannot but remember such things were.\"", "But do not, gentle youth, indulge in tears,</br>For pious care may hurt the feeling mind!</br>Thrice happy, did you know your father's love,</br>Or could foretell your mother's kind regard!</br>What!  would they banish him, on whom they doat?</br>Did they not know, that learning blessings yields,</br>Which far exceed the ills by absence caus'd,</br>Their wish your welfare, and your good their hope!</br>For learn that science meliorates the heart,</br>Gains just preferment from the virtuous State.</br>The young Telemachus, in parent's place,</br>Mentor found, who wisest lessons taught,</br>Impartial truth, and firmest principles.", "But when at School &mdash; day comes not after day</br>As wave succeeds each wave:  for learned toil</br>Yields pleasure, and improves the docile mind,</br>He Pyramus bewails, fair Thisbe's death</br>Follows Aeneas through his bard campaigns;</br>At Lydia's quarrels smiles, her Poet's love</br>Treasures his moral rules:  Davus applauds;</br>Soul-thrill'd, admires duteous Pamphilus;</br>Laughs at keen jokes of artful Parasite;</br>Now weeps brave Hector's death and Ilium's grief;</br>Now loves the virtues of the Persian Prince:</br>'Chance Lucian pleases.  He can verses form</br>In spondee, or in dactyl musical;</br>Quoting from Horace, or the Mantuan Bard,</br>He learns to copy great authorities,</br>And climbs Parnassus with a gradual step</br>Or, emulous of praise, grave essays writes,</br>An Epictetus, save in length of beard!</br>From primitives seeks derivative words</br>In crabbed work of lexicographer.", "'Tis his, dear Youth, while age invites, to drink</br>From Fancy's spring, which, bubbling from pure fount,</br>Dances the plants among, and vernal meads;</br>'Tis his to taste the choice but healthful feast,</br>Where the mind wonders at ingrafted shoots,</br>Rich Spring bears Summer's fruits.", "Grave hours are follow'd by the Holiday:</br>'Tis then he skilful shoots the bounding taw,</br>Or drives the circling hoop with fancy's aid;</br>Or at quick prison-bars acquires great fame,</br>The appointed leader of some chosen men;</br>Now sets the prisoner from his thraldom free,</br>Now on the enemy dire vengeance dares,</br>Bold as Achilles, and as swift of foot.</br>Or in thy fields, green Eton, o'er the ground,</br>With dext'rous foot, drives the unwieldy ball,</br>Impetuous, panting for well-guarded goal:</br>Athenian wit disdains not Spartan sports.", "All-powerful custom rules.  It is not time</br>Or season fit, with skill to row the skiff</br>Near Cluer's bank, which lofty Windsor views,</br>Imperial residence of George the Good.", "Historians tell of Monarchs fam'd for worth</br>And Piety &mdash; Great Alfred crowns the list;</br>In war most dreadful, but in peace most mild;</br>Who with the feeble Pilgrim shar'd his loaf,</br>Enrich'd fair Oxford, seat of rising arts,</br>His subjects love, the dread of barb'rous Danes.</br>Our Cambridge, pious Henry's name transmits</br>With grateful honours to posterity;</br>For learning fam'd, and for religious men,</br>His College stands the wonder of the world.</br>Christchurch survives, important legacy,</br>Worthy of Edward the Munificent.</br>But foreign climes shall praise our patriot King&mdash;</br>Humane, religious, affable, and just.", "Be careful, Boy, of time, for much depends</br>In public life, if rules are well preserv'd.", "Grave truths, sublimer strains than these deserve,</br>And bold the task important truths to tell,</br>Such as of old inspired Hebrews penn'd,</br>Such as Isaiah told, and David sung.</br>The sceptic mind with equal reason doubts,</br>That Rome was sway'd by the First Caesar's line,</br>As that a Prophet, King, and Priest was born.</br>Rather lay by on shelves fictitious odes,</br>Which warbling harp might tune to modern song,</br>Than doubt these sacred truths.  Each printed pledge,</br>Each document of sage Historian</br>In desk immure, or in the wire-wove case,</br>Not truths superior to all sordid gain.", "But look abroad, existing proofs remain,</br>Which Jews might fear, Mahometans adore;</br>A scatter'd nation wand'ring from their God,</br>The scoff of Christendom, and hate of Man,</br>Blind Hebrews wail their land without a name.</br>'Chance one less harden'd, when dark evening sets,</br>His casement barr'd, and safe from rabble shout,</br>May contrite weep, while flows the patriot tear,</br>Weak Pilate's partial doom and curse fulfill'd.</br>And Babylon with blood of martyrs red,</br>She, that was great, the lady nicely fed,</br>Weeps her proud mitre scorn'd, in ashes sits.", "Burst into sounds of joy, and holy hymn,</br>His endless virtues merit endless praise,</br>For us Messiah liv'd, for us has died.", "His precepts follow:  if the stranger thirst,</br>Pour forth from copious stores libation rich,</br>The Cup of Mercy soon shall glad thy heart.</br>Give to him bread, on promis'd viands feast,</br>Impart to him, if poor, a useful mite;</br>More lasting treasures gain, compar'd to which</br>The gold of Mexico is fragile dust.", "And oft, kind Youth, when on the downy bed,</br>Ere yet thine eyes invite most willing sleep,</br>When loud the tempest howls, think on the roof,</br>Where through the broken tiles the chill snow drops,</br>Where the poor labourer eats his scanty meal,</br>And scarcely dares to take required rest</br>For fear his wife may want, his nurseling starve;</br>At morn determine to relieve their wants,</br>And God with precious gifts shall make thee rich,</br>Fair Christian Faith shall guide thy wayward steps.", "By the fond love which links the social chain,</br>By all thy cares, my own, dear Youth, forbear,</br>(Whoe'er thou art, who 'chance may read my lay),</br>To tempt the snares of new Philosophy,</br>Pregnant with mischief, unsubstantiate;</br>In baseless sands the found'ring vessel sinks.</br>Dare to be good, though callous fashion smile;</br>Strong with these truths, if in the voyage through life</br>In gilded bark thou'lt venture from the coast,</br>And credulous exult on smiling seas,</br>Though storms arise, and clouds of mischief form,</br>Though the hoarse surge may rage with dire dismay,</br>Ev'n though thy stouter vessel's heart-ribs crack,</br>Ev'n though the painted prow, be wash'd with waves,</br>Truth, Heaven's bright Seraph, pilots to a port,</br>Where comfort waits the mourning prodigal,</br>In splendid realms our Father greets his Son.</br>"]