["So now my summer-task is ended, Mary,</br>And I return to thee, mine own heart's home;</br>As to his Queen some victor Knight of Faery,</br>Earning bright spoils for her inchanted dome;</br>Nor thou disdain, that ere my fame become</br>A star among the stars of mortal night,</br>If it indeed may cleave its natal gloom,</br>Its doubtful promise thus I would unite</br>With thy beloved name, thou Child of love and light.", "The toil which stole from thee so many an hour,</br>Is ended, &mdash; and the fruit is at thy feet!</br>No longer where the woods to frame a bower</br>With interlaced branches mix and meet,</br>Or where with sound like many voices sweet,</br>Water-falls leap among wild islands green,</br>Which framed for my lone boat a lone retreat</br>Of moss-grown trees and weeds, shall I be seen</br>But beside thee, where still my heart has ever been.", "Thoughts of great deeds were mine, dear Friend, when first</br>The clouds which wrap this world from youth did pass.</br>I do remember well the hour which burst</br>My spirit's sleep:  a fresh May-dawn it was,</br>When I walked forth upon the glittering grass,</br>And wept, I knew not why; until there rose</br>From the near school-room, voices, that, alas!</br>Were but one echo from a world of woes&mdash;</br>The harsh and grating strife of tyrants and of foes.", "And then I clasped my hands and looked around&mdash;</br>&mdash;But none was near to mock my streaming eyes,</br>Which poured their warm drops on the sunny ground&mdash;</br>So without shame, I spake: &mdash; \"I will be wise,</br>And just, and free, and mild, if in me lies</br>Such power, for I grow weary to behold</br>The selfish and the strong still tyrannise</br>Without reproach or check.\"  I then controuled</br>My tears, my heart grew calm, and I was meek and bold.", "And from that hour did I with earnest thought</br>Heap knowledge from forbidden mines of lore,</br>Yet nothing that my tyrants knew or taught</br>I cared to learn, but from that secret store</br>Wrought linked armour for my soul, before</br>It might walk forth to war among mankind;</br>Thus power and hope were strengthened more and more</br>Within me, till there came upon my mind</br>A sense of loneliness, a thirst with which I pined.", "Alas, that love should be a blight and snare</br>To those who seek all sympathies in one!&mdash;</br>Such once I sought in vain; then black despair,</br>The shadow of a starless night, was thrown</br>Over the world in which I moved alone:&mdash;</br>Yet never found I one not false to me,</br>Hard hearts, and cold, like weights of icy stone</br>Which crushed and withered mine, that could not be</br>Aught but a lifeless clog, until revived by thee.", "Thou Friend, whose presence on my wintry heart</br>Fell, like bright Spring upon some herbless plain;</br>How beautiful and calm and free thou wert</br>In thy young wisdom, when the mortal chain</br>Of Custom thou didst burst and rend in twain,</br>And walked as free as light the clouds among,</br>Which many an envious slave then breathed in vain</br>From his dim dungeon, and my spirit sprung</br>To meet thee from the woes which had begirt it long.", "No more alone through the world's wilderness,</br>Although I trod the paths of high intent,</br>I journeyed now:  no more companionless,</br>Where solitude is like despair, I went.&mdash;</br>There is the wisdom of a stern content</br>When Poverty can blight the just and good,</br>When Infamy dares mock the innocent,</br>And cherished friends turn with the multitude</br>To trample:  this was ours, and we unshaken stood!", "Now has descended a serener hour,</br>And with inconstant fortune, friends return;</br>Tho' suffering leaves the knowledge and the power</br>Which says: &mdash; Let scorn be not repaid with scorn.</br>And from thy side two gentle babes are torn</br>To fill our home with smiles, and thus are we</br>Most fortunate beneath life's beaming morn;</br>And these delights, and thou, have been to me</br>The parents of the Song I consecrate to thee.", "Is it, that now my inexperienced fingers</br>But strike the prelude of a loftier strain?</br>Or, must the lyre on which my spirit lingers</br>Soon pause in silence, ne'er to sound again,</br>Tho' it might shake the Anarch Custom's reign,</br>And charm the minds of men to Truth's own sway</br>Holier than was Amphion's?  I would fain</br>Reply in hope &mdash; but I am worn away,</br>And Death and Love are yet contending for their prey.", "And what art thou?  I know, but dare not speak:</br>Time may interpret to his silent years.</br>Yet in the paleness of thy thoughtful cheek,</br>And in the light thine ample forehead wears,</br>And in thy sweetest smiles, and in thy tears,</br>And in thy gentle speech, a prophecy</br>Is whispered, to subdue my fondest fears:</br>And thro' thine eyes, even in thy soul I see</br>A lamp of vestal fire burning internally.", "They say that thou wert lovely from thy birth,</br>Of glorious parents, thou aspiring Child.</br>I wonder not &mdash; for One then left this earth</br>Whose life was like a setting planet mild,</br>Which clothed thee in the radiance undefiled</br>Of its departing glory; still her fame</br>Shines on thee, thro' the tempests dark and wild</br>Which shake these latter days; and thou canst claim</br>The shelter, from thy Sire, of an immortal name.", "One voice came forth from many a mighty spirit,</br>Which was the echo of three thousand years;</br>And the tumultuous world stood mute to hear it,</br>As some lone man who in a desart hears</br>The music of his home: &mdash; unwonted fears</br>Fell on the pale oppressors of our race,</br>And Faith, and Custom, and low-thoughted cares,</br>Like thunder-stricken dragons, for a space</br>Left the torn human heart, their food and dwelling-place.", "Truth's deathless voice pauses among mankind!</br>If there must be no response to my cry&mdash;</br>If men must rise and stamp with fury blind</br>On his pure name who loves them, &mdash; thou and I,</br>Sweet friend!  can look from our tranquillity</br>Like lamps into the world's tempestuous night,&mdash;</br>Two tranquil stars, while clouds are passing by</br>Which wrap them from the foundering seaman's sight,</br>That burn from year to year with unextinguished light.</br>"]