["TO THE M. H. THE * * *</br>Lady, whose fair approof I wish should give</br>A glorious sanction to whate'er I write;</br>Since what your well-pois'd judgment marks with white</br>Secure from envy will to ages live;</br>So may I in this arduous emprise thrive,</br>As I not follow in the chase for spite;</br>But led by Love of True, and Fit, and Right,</br>In which good cause each gentle breast should strive:</br>While I with hazard of my own good name</br>Like Calidore pursue the Blatant Beast</br>In dear defense of Ladies' honest fame,</br>Which his foul mouth profanely taints with blame;</br>Let me howe'er, with dread and dangers press'd,</br>Enjoy the smiles of ev'ry virtuous dame.", "TO THE R. H. THE * *  * *</br>Let him rail on, till e'vry mouth cry shame;</br>Of his ill word I little reckoning make</br>For Ladies' honor, and for Shakespear's sake;</br>So these I may defend from blot or blame:</br>But ill I bear, that any worthy name</br>Of those, who virtue for their mistress take,</br>And hate the sland'rer like the poisonous snake;</br>Should deem my just reproof deserving blame.</br>Yet, if fair * * speak in my defense,</br>If * vouchsafe her sanction to my page,</br>If * * sweetly deign to smile applause;</br>Aided by these and conscious innocence,</br>I'll boldly brave the CRITIC'S utmost rage;</br>And glory suff'ring in so just a cause.", "TO MISS * *</br>Sweet Modesty, the third of that fair band,</br>Whom virtuous friendship, ill by churls deny'd</br>To Ladies' gentle bosoms, hath ally'd;</br>May I unblam'd your favoring voice deman,</br>While arm'd with Truth's good Shield alone I stand</br>In Shakespear's cause determin'd to abide</br>Th' outrageous efforts of insulting pride,</br>And marks of Calumny's detested brand?</br>Deep are the wounds she gives, and hard to heal.</br>Yet though enrag'd her hundred tongues she join</br>With canker'd spite to blast my honest name,</br>I reck not much, nor bate my pious zeal;</br>But to the Fair and Good my cause resign,</br>Who smile on Virtue, and whose smiles are Fame.</br>"]