["Enough of fabling, and th' unhallowed haunts</br>Of Dian' and of Delia, names profane,</br>Since not Diana nor all Delia's train</br>Are subjects that befit a serious song;</br>For who the bards among</br>May but compare with thee, lamented Gray!</br>Whose pensive solemn lay</br>Drew all the list'ning shepherds in a ring,</br>Well pleased to hear the sing</br>Thy moving notes, on sunny hill or plain,</br>And catch new grace from thy immortal strain.", "O wood-hung Menai, and ye sacred groves</br>Of Delphi, we still venerate your names,</br>Whose awful shades inspired the Druid's dreams.</br>Your recess, though imagined, Fancy loves,</br>And through these long-lost scenes delighted roves:</br>So future bards perhaps shall sing of Thames,</br>And as they sing shall say,</br>'Twas there of old where mused illustrious Gray!</br>By Isis' banks his tuneful lays would suit</br>To Pindar's lofty lyre, or Sappho's Lesbian lute.", "Oft would he sing, when the still Eve came on,</br>Till sable Night resumed her ebon throne,</br>And taught us, in his melancholic mood,</br>To scorn the great, and love the wise and good;</br>Told us, 'twas virtue never dies,</br>And to what ills frail mankind open lies;</br>How safe through life's tempestuous sea to steer,</br>Where dang'rous rocks and shelves and whirlpools oft appear.</br>And when fair Morn arose again to view,</br>A fairer landscape still he drew,</br>That blooms like Eden in his charming lays,</br>The hills and dales, and Heaven's cerulean blue,</br>Brighten'd o'er all by Sol's replendent's rays.</br>The musky gale, in rosy vale,</br>And gilded clouds on azure hills,</br>The fragrant bow'rs, and painted flow'rs,</br>And tincklings of the silver rills;</br>The very insects, that in sunbeams play,</br>Turn useful monitors in his grave moral lay.", "But ah!  sad Melancholy intervenes,</br>And draws a cloud o'er all these shining scenes.</br>'Tis her, alas!  we often find</br>The troubler of each great unbounded mind,</br>And leagued with her associate Fear,</br>Will tremble lest the turning sphere,</br>And sinking earth, and reeling planets run</br>In dire disorder with the falling sun.", "But now, great Bard, thy life of pain is o'er;</br>'Tis we must weep, though thou shalt grieve no more.</br>Through other scenes thou now dost rove,</br>And cloth'd with gladness walk'st the courts above,</br>And listen'st to the heav'nly choir,</br>Hymning their God, while seraphs strike the lyre.</br>Safe with them in those radiant climes of bliss,</br>Thou now enjoy'st eternal happiness.</br>"]