["CORIDON.</br>Thyrsis, since here we be together laid,</br>Where these kind Trees embraces weave a Shade,</br>Sing gentle Youth, and with some tuneful Lay,</br>Beguile our Labour, and deceive the day;</br>Thelgon will feed our Flocks; and when they're fed,</br>Thelgon our Flocks will to the River lead.", "THYRSIS.</br>O Coridon!  Who shall presume to sing?</br>Who to these Groves shall foreign Numbers bring?</br>Where once great Spencer did triumphant reign,</br>The best, the sweetest, of the inspir'd train;</br>Scarce from the God of Wit such Verse did flow,</br>When he vouchsaf'd to follow Sheep below:</br>Here sigh'd the love-sick Swain, here fed his Sheep</br>Near Mullas Stream, whose Waves he taught to weep:</br>While hungry'st Herds forgot the flowry Meads,</br>And the unshorn Hills inclin'd their list'ning Shades;</br>Oft as I've heard the Muses hither came,</br>The Muses slighted the inspiring Stream,</br>Charm'd with the merit of their Colin's fame:</br>While hoarser Goatherds in some wretched strain</br>Invok'd the absent Deities in vain.</br>Ah!  liv'd he now, what Subjects might he chuse,</br>The deathless Theams of his immortal Muse,</br>O God-like Ossory his Song would tell,</br>How much belov'd he liv'd, how much bewail'd he fell.</br>In War unconquer'd, but betray'd in Peace</br>By fraud of Death, and snare of a Disease.", "Then he'd to late Posterity declare,</br>How well Great Arran did the loss repair;</br>That when Good Ormond would his Age release</br>In no mean Pleasures, no inglorious Ease,</br>He with like Vertue rul'd, with like success:</br>So when old Atlas eas'd  his stooping Years,</br>Alcides only could support the Spheares.", "Well hast thou chose, Great Monarch!  well design'd</br>So vast a Burthen for so vast a Mind!</br>He all the worth of his long line does show,</br>As Rivers largest when the furthest flow;</br>No false Cabal his Vertue could engage,</br>Flowing unmix'd through a Rebellious Age,</br>Unmix'd and pure, as the swift Rhonedos take</br>His liquid way, through dull Geneva's Lake.</br>But whither am I brought by unknown ways,</br>Forc'd by the mighty Current of his Praise?", "Say happy Bard!  immortal Spencer say!</br>What numbers would'st thou choose, what Praise display,</br>When of Armagh thy mighty Song should be,</br>Of Armagh's Justice and his Piety?</br>Armagh!  who Innocence secures from wrong,</br>In whom the poor are rich, the weak are strong,</br>The Widows Plenty, and the Orphans Song.</br>Amagh!  the good, whom Men and Angels love,</br>Chief Priest of Themis, and Chief Priest of Jove:</br>'Tis he, my much-lov'd Coridon!  'tis he,</br>Through whom my Flocks thus wander as you see.</br>He too permits my Verse, nor does disdain</br>The humble Tribute of a grateful Swain.</br>O could I!  could I my low measures raise,</br>Worthy his Name, and worthy of his Praise!</br>While weary Flocks rejoyc'd in Shades, while Showers</br>Of silent dew reviv'd expiring Flowers,</br>While breathing Winds should flow through yonder Grove,</br>And Shepherdesses should submit to Love;</br>Armagh should be the Universal Theam;</br>Our Mountains of themselves should speak his Name,</br>And all the ecchoing Plains, th' attentive Woods</br>Of Armagh sing, of Armagh all the Floods.", "CORIDON.</br>Thrice happy Youth, they Gratitude exceeds</br>The humble measures of our rural Reeds.</br>O may he oft vouchsafe thy Verse to hear,</br>When noble Pleasures shall unbend his Care;</br>But see, the Day Night silently invades,</br>And the departing Sun doubles the encreasing Shades.</br>"]