["Ye Chiefs renown'd of that high honour'd Train</br>Which sav'd, in times of tempest and dismay,</br>Our shatter'd Bark from found'ring on the Main,</br>Will ye now cast yourselves and it away?", "Steady thro' storms ye steer'd, and firmly sought,</br>By Freedom's foes when vig'rously assail'd;</br>And must we lose that safety, dearly bought,</br>Through your own weakness, where their force hath fail'd?", "Now Victory holds forth her laurel-wreath</br>And bids you twine it with your civic bough,</br>And can ye infamously crouch beneath</br>The little Tyrants, ye might sink so low?", "Fame's trumpet loud your patriot-acts proclaims,</br>And Jove himself regardeth you with love;</br>And can ye then give up fair, deathless, names</br>On Earth, and endless happiness above?", "For what? &mdash; for nothing; rightly understood,</br>Virtue alone substantial bliss bestows,</br>From Vice as soon proceedeth real good,</br>As Wisdom's light from dark-eyed Folly flows.", "Thron'd in our grateful hearts, secure ye reign,</br>So thron'd, despise Court-favour's tott'ring seat,</br>Their promises, as late their threats, disdain,</br>Yourselves alone can make you truly great.", "With power lure they?  Who would wish to live</br>The slave of Kings, to be of slaves a King?</br>Or blushing Honours do they boast to give?</br>None flourish fair which from dishonour spring.", "Can the faint glimm'ring of superfluous gold</br>With Virtue's adamantine radiance vie?</br>Or shall immortal Amaranths be sold</br>For Weeds, which wither ev'n before we die?", "Can the gilt Equipage's gay parade,</br>Rich Plate's bright polish, or the nectar'd Board,</br>Joys, like the conscious thought that ye have made</br>A people happy!  to your souls afford?", "Can pillar'd Structures, proudly swelling Domes,</br>In gloomy state, that violate the Air,</br>Vie with unnumber'd comfortable Homes,</br>Whose Beds ye soften, and whose Hearths ye chear?", "Can fading Tints, or mimic Marble please</br>Like Life, by you, with Freedom's blessing crown'd?</br>Can Music charm you like the voice of praise,</br>When your bless'd heart-strings vibrate to the sound?", "These, the Delight of elevated minds,</br>But spring on Earth, to ripen in the Sky,</br>While Fortune's blossoms, when Fate's nipping winds</br>Touch their frail texture, sicken, fade and die!", "On the pale lip when hangs the quiv'ring breath,</br>Availeth Adulation's Siren-sound?</br>When swims the viewless, closing Eye, in death,</br>What boots the gorgeous Pomp display'd around?", "Can Places, Pensions, Titles &mdash; all the Smiles</br>Of \"brief Authority\" Man's fears controul?</br>No.  'Tis the Smile of Conscience that beguiles</br>Nature's last pangs, and sooths the parting Soul.", "What tho' no stately sable-plumed Horse,</br>Life's last act o'er, slow drag the pond'rous Bier?</br>What tho' no flaunting 'scutcheons mock the corse,</br>If it be follow'd by the gen'ral tear?", "Let Sculpture, and the Poet's venal hand,</br>With marbled Praise, insult th' unworthy Dead;</br>But near my lowly Urn may Virtue stand</br>Weeping, and Liberty recline the head!", "And late, O!  late!  may Athens, tho' secure,</br>Thro' you, from Ruin, tremble o'er your graves!</br>O!  may her Freedom, with your Fame endure</br>Whilst Ocean old her shores indented laves.</br>"]