["Sunk was the solemn taper's sickly glare,</br>Serene the night and silent all the air,</br>The sullen drum, the cannon's pausing roar,</br>And the funereal knell were heard no more;</br>When I repair'd with a religious dread</br>To the dim mansions of the Royal Dead,</br>And trod the vaulted ground by Cynthia's light</br>Thro' story'd windows glimm'ring on the sight.</br>There as in Henry's awful dome I stray'd,</br>With Fancy's eye I saw each sacred shade</br>Start from the shrowd, shake off th' incumb'ring dust,</br>And animate each venerable bust.</br>Saw sable Edward's Genius, still ador'd</br>By Britons, hover o'er his pond'rous sword;</br>And Henry terror-plum'd his falchion wield</br>Stern as in Agincourt's immortal field.</br>But soon from thence with trembling steps I turn</br>To vent my grief o'r that lamented urn;</br>Which moist with Britain's sorrow, now contains</br>The Parent's, Husband's, FREDERIC's lov'd remains.", "\"Ah Prince,\" I cry'd, while pity fill'd my eye,</br>FREDERIC, endear'd by ev'ry social tye,</br>When late I saw Thee drop a tender tear</br>Of feeling sympathy on Juliet's bier,</br>And heard thy youthful train with sighs confess</br>Humane Compassion at her feign'd distress;</br>How little thought I what a fatal blow</br>Would soon give cause for undissembled woe;</br>That we in sad procession soon should join,</br>And the next fun'ral obsequies be thine.</br>No longer now in Kew's or Cliveden's grove</br>That pratt'ling Train shall with Thee sportive rove,</br>No more their stories shall thy walks beguile,</br>Nor Thou repay those stories with a smile,</br>Nor view their eyes, and with a kiss declare</br>Thou see'st their Mother, thy AUGUSTA, there.", "\"And oh!  thou Partner of his happiest hour,</br>Thou widow'd Fair, a Partner now no more,</br>AUGUSTA, late what transports fill'd thy breast,</br>Bless'd in thy Consort, in thy Children blest!</br>On downy feet each golden moment flew,</br>Rich with such love as earliest Ages knew;</br>Thy envy'd Palace with such bliss was crown'd</br>As is in Palaces but rarely found;</br>Such bliss as ev'n the nymphs of rural plains</br>Experience rarely with their cottage swains.</br>But now\"&mdash;", "While thus I mourn'd, an undulating light</br>Swift-darting thro' the fane dispers'd the night;</br>Each pillar bow'd, each sculptur'd statue shook,</br>And from the hollow vault these accents broke.", "\"Grieve not for me, but yield to Heav'n's behest;</br>I feel the sigh that heaves my Consort's breast;</br>But know such virtue never can despair,</br>Bless'd with my Childrens love and Father's care:</br>A Husband's loss that Father shall supply,</br>Those Children train'd beneath her forming eye,</br>Shall well their Grandsire's tenderness repay,</br>The fav'rite theme of ev'ry British lay.", "\"Nor think that thou shalt see the deathless Name</br>Of Britain, blotted from the rolls of Fame;</br>Ev'n when the last sad duties shall be paid</br>In these arch'd isles to GEORGE's honour'd Shade;</br>Another GEORGE shall then, ev'n then impart</br>Rekindling transports to each loyal heart;</br>Thro' dark Futurity my ravish'd eyes</br>View other Edwards, Henries, Williams rise:</br>I see, I see the blooming Train advance,</br>The pride of Britain, and the dread of France.</br>Bards yet unborn their praises shall resound,</br>Alike in Senates and in Fields renown'd,</br>Fair Freedom's throne they dauntless shall maintain,</br>And rule with sov'reign Nod the subject Main.", "\"Then Britain shall with grateful joy embrace,</br>The darling Youths, and view her FREDERIC's race</br>To all their great Forefather's fame aspire,</br>Nor, when she views the Sons, forget the Sire.\"</br>"]