["Brown Autumn nods upon the mountain's brow,</br>The dank mist gathers; howling winds assail</br>The blighted desart; on its mineral bed</br>Dark rolls the river thro' the sullen vale.</br>On the hills dejected scene</br>The blasted ash alone is seen,</br>That marks the grave where Connal sleeps;</br>Gather'd into mould'ring heaps,</br>From the whirlwind's giddy round,</br>Its leaves bestrew the hallow'd ground.</br>Across the musing hunter's lonesome way</br>Flit melancholy ghosts, that chill the dawn of day.", "Connal, thou slumber'st there, the great, the good!</br>Thy long-fam'd ancestors what tonge can trace?</br>Firm, as the oak on rocky heights, they stood;</br>Planted as firm, on Glory's ample base.</br>Rooted in their native clime,</br>Brav'd alike devouring time,</br>Full of honours, full of age,</br>That lofty oak the winter's rage</br>Rent from the promontory's brow,</br>And death has laid the mighty low.</br>The mountains mourn their consecrated tree;</br>His country Connal mourns; &mdash; What son shall rival thee?", "Here was the din of arms, and here o'erthrown</br>The valiant &mdash; mournful are thy wars, Fingal:</br>The caverns echo'd to the dying graon,</br>The fatal fields beheld the victor fall;</br>Tall amidst the host, as hills</br>Above their their vales and subject rills,</br>His arm, a tempest lowring high,</br>His sword, a beam of summer's sky,</br>His eyes, a firy furnace, glare,</br>His voice, that shook th' astonish'd war,</br>Was thunder's sound:  He smote the trembling foes,</br>As sportive infant's staff the bearded thistle mows.", "Onward to meet this heroe, like a storm,</br>A cloudy storm, the mighty Dargo came;</br>Like mountain caves, where dusky meteors form,</br>His hollow eye-balls flash'd a livid flame.</br>And now they join'd, and now they wield,</br>Their clashing steel &mdash; resounds the field.</br>Crimora heard the loud alarms,</br>Rinval's daughter, bright in arms,</br>Her hands the bow victorious bear,</br>Luxuriant wav'd her auburn hair;</br>Connal, her life, her love, in beauty's pride,</br>She follow'd to the war, and fought by Connal's side.", "In wild despair, at Connal's foe she drew</br>The fatal string, impatient flew the dart:</br>Ah hapless maid &mdash; with erring course it flew;</br>The shaft stood trembling in her lover's heart.</br>He fell &mdash; so falls by thunder's shock</br>From Ocean's cliffs the rifted rock,</br>That falls and plows the groaning strand&mdash;</br>He fell by Love's unwilling hand.</br>Hapless maid!  from eve to day,</br>Connal, my love; the breathless clay,</br>My love, she calls &mdash; now rolls her frantic eyes&mdash;</br>&mdash;Now bends them sad to earth &mdash; she sinks, she faints, she dies.", "Together rest in earth's parental womb,</br>Her fairest offspring; mournful in the vale</br>I sit, while, issuing from the moss-grown tomb,</br>Your once-lov'd voices seem to swell the gale.</br>Pensive memory wakes her powers,</br>Oft recalls your smiling hours</br>Of fleeting life, that wont to move</br>On downy wings of youth and love:</br>The smiling hours no more return;</br>&mdash;All is hush'd &mdash; your silent urn</br>The mountain covers with its awful shade,</br>Far from the haunts of men, in pathless desart laid.</br>"]