["Blest be the heart of sympathetic mould,</br>Whatever form that gentle heart infold,</br>Whose generous fibres with fond terror shake,</br>When keen Affliction threatens to o'ertake</br>Young artless Beauty, as alarm'd she strays</br>Thro' the strange windings of this mortal maze!</br>To such, SERENA, be thy story known,</br>Whose bosom best can make thy lot their own,</br>And, kindly sharing in thy trials past,</br>Attend with sweet anxiety the last.</br>The hour approaches, the tremendous hour,</br>In whose dark moments deeper perils lower;</br>Still so inwrapt in Pleasure's gay disguise,</br>They lurk invisible to Caution's eyes;</br>And, unsuspected by the Fair one, wait</br>To cancel or confirm her blissful fate.", "Her lively mind with bright ideas stor'd,</br>She takes her station at the Breakfast-board;</br>Still her soft soul the heavenly Vision fills,</br>And sweeter graces in her smile instils;</br>New hopes of triumph glide thro' every nerve,</br>And arm her glowing heart with firm reserve;</br>Conscious the final trying chance impends,</br>To bear its force her every power she bends;</br>In her quick thought ambitious to presage</br>How Spleen's dark agents may exert their rage,</br>She ponders on what perils may befall,</br>And fondly deems her mind a match for all.</br>Ah, lovely Nymph!  this dangerous pride forego;</br>Pride may betray &mdash; Security's thy foe.", "While fancied prudence thus, a foreign guest,</br>Sits doubly cherish'd in SERENA'S breast,</br>Behold a billet her attention steal,</br>No common arms compose its ample seal;</br>Th' unfolding paper breathes a roseate scent,</br>Sweet harbinger of joy, its kind intent.</br>Of courteous FILLIGREE it bears the name,</br>Clear symptom of the Peer's increasing flame!</br>The gracious Earl, lamenting pleasure lost,</br>And fair SERENA in her wishes crost,</br>Has plann'd, in honour of the lovely Maid,</br>A fancied Ball, a private Masquerade,</br>And supplicates her Sire, with warm esteem,</br>To smile indulgent on the festive scheme.</br>All arts he uses to insure the grant,</br>Nor leaves unask'd the eager maiden Aunt.</br>Quick at the sound SERENA'S glowing heart</br>Throbs with gay hopes; but soon those hopes depart:</br>Reflection, in her soul a faithful guard,</br>The opening avenues of pleasure barr'd:</br>She deem'd the plan of this delightful show,</br>But the new ambush of her secret foe;</br>The bliss too bright to realize, she guess'd,</br>And chas'd th' idea from her guarded breast.</br>While these discreet resolves her thought employ,</br>Tranquil she triumphs o'er her smother'd joy.</br>Not so the Knight &mdash; to his parental eyes,</br>In dazzling pomp delusive visions rise:</br>That Coronet, the object of his vow,</br>He sees suspended o'er his daughter's brow;</br>Eager he burns to snap the pendent thread,</br>And fix the glory on his Darling's head.</br>Far wiser aims the ancient Maiden caught,</br>No empty gew-gaw flutters in her thought;</br>But, while more keenly she applauds the plan,</br>Her hope is solid and substantial Man;</br>Not for her infant Niece, whose baby frame</br>She holds unfit for Hymen's holy flame;</br>But for her riper self, whose strength may bear</br>The heaviest burden of connubial care.", "Tho' different Phantoms dance before their sight,</br>Niece, Aunt, and Father, in one wish unite,</br>To join the banquet is their common choice,</br>The business past with no dissenting voice;</br>And the warm Sire, in whom ambition burn'd,</br>A note of grateful courtesy return'd:</br>His billet seal'd, the glad good-humour'd Knight</br>Launch'd forth, like Nestor, on his youthful might:&mdash;</br>\"O could I now, in spite of age, retain</br>That active vigour, and that sprightly vein,</br>Which led me once the lively laugh to raise</br>Among the merrier Wits of former days,</br>When rival Beauties would around me throng,</br>And gay Ridottos listen to my song!</br>Such were I now, as on the festive night,</br>When Ch &mdash; h's charms amaz'd the public sight;</br>When the kind Fair one, in a veil so thin</br>That the clear gauze was but a lighter skin,</br>Mask'd like a Virgin just prepar'd to die,</br>Gave her plump beauties to each greedy eye!</br>On that fam'd night (for then with frolic fire</br>Youth fill'd my heart, and Humour strung my lyre),</br>Pleas'd in the sunshine of her smile to bask,</br>I danc'd around her in a Devil's mask;</br>And idly chanted an infernal ode,</br>In praise of all this Female tempter show'd.</br>The jocund crowd, who throng'd with me to gaze,</br>Extoll'd my unpremeditated lays,</br>And Sport, who still of this old revel brags,</br>Styl'd her the first of Maids, and me of Wags.</br>Then a light Devil, now, reduc'd to limp,</br>I am but fit to play the hag-born Imp;</br>Still, not to cross the frolic of this Ball,</br>Still as the Tortoise Caliban I'll crawl,</br>And if with Gout my burning ankles flinch,</br>I'll call it Prospero's tormenting pinch;</br>Still in this shape I'll show them what I am:</br>And Pen. shall go as Sycorax my dam.\"", "So spoke the Knight; and spoke with so much weight,</br>The listening Females saw his word was fate;</br>For ne'er did Jove with so resolv'd a brow</br>To smiling Love his joyous scheme avow,</br>When he concerted, for his special mirth,</br>A masquerading on the stage of earth,</br>And of the Swan's soft plume, or Bull's rough hair,</br>Order'd the fancy-dress he chose to wear.</br>From whence let sapient Antiquarians show</br>The ancient use of Masquerades below.</br>SERENA smil'd to see this joyous fire</br>Infuse new youth in her determin'd fire;</br>But mute PENELOPE, with half a sigh,</br>\"With one auspicious and one dropping eye,\"</br>Heard the firm Knight his fixt resolve impart,</br>Tickling at once and torturing her heart.</br>The Ball she relish'd, but abhorr'd the task</br>To hide her beauties in a Beldam's mask:</br>Miranda's name would better suit her plan,</br>A simple Maiden, not afraid of Man;</br>But us'd, alas!  her brother's law to feel,</br>She knows that law admits not of repeal.</br>Trusting her charms will any garb enrich,</br>She deigns to take the habit of a Witch.</br>Never did Sorceress in the shades of night</br>Try to illuminate a filthy Sprite</br>With fonder efforts, or with worse success,</br>Than Pen. now labour'd, in this wayward dress,</br>To give the sprightly show of living truth</br>To the poor ghost of her departed youth.</br>As Witches o'er their magic cauldron bend,</br>Anxious to see their menial Imps ascend;</br>So in her glass the ancient Maiden pries,</br>And dreams new graces in her person rise.</br>No such delights, whose dear delusions please,</br>The mild SERENA in her mirror sees;</br>She, at whose toilet Beauty's latent Queen</br>Attends, enchanted with her filial mien,</br>And o'er her Favourite's unconscious face</br>Breathes her own roseate glow and vivid grace.</br>She hastes her glittering garments to adjust,</br>With all the modest charms of sweet distrust,</br>Doubting that beauty, which she doubts alone,</br>Which dazzles every eye except her own.</br>The native diffidence which sway'd her mind,</br>Now feels new terrors with its own combin'd;</br>The robes of Ariel to the Nymph recall</br>Those disappointments that may yet befall;</br>As her fair hands the gauze or tissue touch,</br>They fondly warn her not to hope too much.</br>She feels the friendly counsel they impart,</br>And Caution reigns protector of her heart.", "The fateful evening comes &mdash; the coach attends,</br>And first the gouty Caliban ascends;</br>Then, in Deformity's well-suited pride,</br>Sour Sycorax is station'd by his side;</br>And last, with sportive smiles, divinely sweet,</br>Light Ariel perches on the vacant seat.</br>Fancy now paints the scene of pleasure near,</br>Yet fluttering Gaiety is check'd by Fear.</br>Her wish to view the festive sight runs high;</br>But the fond Nymph remembers, with a sigh,</br>From Hope's keen hand the cup of joy may slip,</br>And fall untasted, though it reach the lip.</br>As the fine Artist, whose nice toils aspire</br>To fame eternal by encaustic fire;</br>If he, with grief, has seen the faithless heat</br>Mar the rich labour it should make compleat,</br>When next his hands, with trembling care, confide</br>To the fierce element his pencil's pride,</br>Watches unceasing the pernicious flame,</br>Terror and Hope contending in his frame,</br>While his fair work the dangerous fire sustains,</br>Feels it in all his sympathetic veins,</br>And at each trivial sound that Chance may cause,</br>Hears the Gem crack, and sees its cruel flaws:</br>With such solicitude the panting Maid</br>Past the long street, of every noise afraid.</br>Now, while around her rival flambeaus flare,</br>And the coach rattles thro' the crowded square,</br>She fears some dire mischance must yet befall,</br>Some Demon snatch her from the promis'd Ball;</br>And dreams no trial more severe than this,</br>So bright she figures the new scene of bliss:</br>Yet, horrid as it seems, her heart is bent</br>To bear e'en this, and bear it with content.", "But, whirl'd at length within the Porter's gate,</br>She thinks what perils at the Ball may wait;</br>And, as she now alights, the fluttering fair</br>Invokes her Guardian to protect her there,</br>Till thoughts of danger, thoughts of caution, fly</br>Before the magic blaze that meets her eye.</br>Th' advancing Nymph, at every step she takes,</br>Pants with amazement, doubtful if she wakes;</br>Far as her eyes the glittering scene command,</br>'Tis all enchantment, all a Fairy land;</br>No vestiges of modern pomp appear,</br>No modern melody salutes her ear:</br>With Moorish notes the echoing mansion rings,</br>And its transmuted form to Fancy brings</br>The rich Alhambra of the Moorish kings.</br>The Peer, who keenly thirsts for Fashion's praise,</br>To gild his revel with no common rays,</br>Summon'd his modish Architect, whose skill</br>Can all the wishes of Caprice fulfil.</br>His genius, equal to the wildest task,</br>Gave to the house itself a Gothic mask.</br>The Chaplain, that no guest might feel neglect,</br>As a Magician of the Arab sect,</br>Wav'd a presiding wand throughout the Ball,</br>And well provided for the wants of all.", "The Peer himself, his prowess to evince,</br>Shines in the semblance of a Moorish Prince;</br>And round the brilliant mimic Hero wait</br>All pomp and circumstance of Moorish state:</br>Thro' all his splendid dome no eye could find</br>Aught unembellish'd, save the Master's mind.</br>There, tho' represt by Courtesy's controul,</br>Lurks the low mover of the little soul,</br>Mean Vanity; whose slave can never prove</br>The heart-refining flame of genuine love.</br>While her cold joys his abject mind amuse,</br>His thoughts are busied on connubial views.</br>His house compleat, its decorations plac'd</br>By the sure hand of fashionable Taste,</br>He only wants, to crown his modish life,</br>That last and finest moveable &mdash; a Wife.</br>She too must prove, to fix his coy desire,</br>Such as the eye of Fashion will admire.</br>His Ball is but a jury, to decide</br>Upon the merit of his fancied Bride.</br>If sweet SERENA, on this signal night,</br>Shines the first idol of the public sight;</br>If Gallantry's fixt eyes pronounce her fair,</br>By the sure sign of one unceasing stare;</br>And if, prophetic of her nobler doom,</br>Each rival Beauty shudders at her bloom;</br>The die is cast &mdash; he weds &mdash; the point is clear;</br>She cannot slight the vows of such a Peer.</br>Thus argued in his mind the festive Earl,</br>And, lest he lightly chuse an awkward Girl,</br>Wisely conven'd, on this important case,</br>Each fashionable judge of Female grace.</br>Here Beaux Esprits in various figures lurk,</br>Of Jew and Gentile, Bramin, Tartar, Turk;</br>But of the manly Masks, a youthful Bard</br>Seem'd most to challenge Beauty's soft regard:</br>Adorn'd with native elegance, he wore,</br>In simplest form, the minstrel dress of yore:</br>They call him Edwin, who around him throng,</br>EDWIN, immortaliz'd in BEATTIE'S song;</br>And, sooth to say, within a comely frame,</br>He bore a heart that answer'd to the name;</br>For this neat habit deck'd a generous Youth,</br>Of gentlest manners, and sincerest truth.</br>Tho' on his birth propitious Fortune smil'd,</br>No proud parental folly spoil'd the Child;</br>And Genius, more beneficently kind,</br>Blest with superior wealth his manly mind.</br>Of years he barely counted twenty-one;</br>But, like a brilliant morn, his opening life begun.</br>Fain would the Muse on this her votary dwell,</br>And fully paint the Youth she loves so well;</br>His figure's charms, the music of his tongue,</br>What Nymphs his lays allur'd, what lays he sung:</br>But higher cares her rambling song controul;</br>SERENA'S perils summon all her soul;</br>For Spleen, ambitious to exert her force,</br>Conscious this trial is her last resource,</br>Most keenly bent on her pernicious task,</br>Has shifted round the Ball from mask to mask,</br>Watching the moment, with infernal care,</br>To form with deepest art her final snare,</br>And manacle the mind of the unguarded Fair.", "It comes, the moment that must fix her lot,</br>By her, ah thoughtless Maid!  by her forgot;</br>Tho' the light Hours, e'en in their frolic ring,</br>Trembling perceive the fearful chance they bring,</br>And, shuddering at the Nymph's terrific state,</br>Seem anxious to suspend her doubtful fate.", "Now social Ease the place of Sport supplied,</br>The hot oppressive mask was thrown aside,</br>And Beauty shone reveal'd in all her blushing pride.</br>Superior still in features as in form,</br>With admiration flush'd, with pleasure warm,</br>The gay SERENA every eye allur'd;</br>The hearts her figure won her face secur'd:</br>A tender sweetness still the Nymph maintain'd,</br>And Modesty o'er all her graces reign'd.</br>Well might her soul to brilliant hopes incline,</br>A thousand Youths had call'd her charms divine;</br>A thousand friends had whisper'd in her ear,</br>That Fate had mark'd her for the festive Peer.</br>Her youthful fancy, tho' by pomp amus'd,</br>Wish'd not those offers, which her heart refus'd:</br>That tender heart, by no vain pride possest,</br>With indecisive trembling shook her breast,</br>Like a young bird, that, fluttering in the air,</br>Wishes to build her nest, yet knows not where.", "The busy Earl, his puny love to raise,</br>Hunted the circling whisper of her praise;</br>Heard Envy own her lovely charms, tho' loth,</br>Heard Taste attest them with a modish oath;</br>And, nuptial projects thickening in his mind,</br>Now his fair partner in the dance rejoin'd.</br>As now the sprightly music paus'd, my Lord</br>Eager resolv'd to touch a softer chord;</br>Secure of all repulse, he vainly meant</br>Half to display, half hide his fond intent,</br>And, in dissembled Passion's flowery tropes,</br>To sport at leisure with the Virgin's hopes:</br>For this he fram'd a motley speech, replete</br>With amorous compliment and vain conceit.</br>The labour'd nothing with complacent pride</br>He spoke; but to his speech no Nymph replied:</br>For in the moment, the lost Fair devotes</br>Her willing ear to more attractive notes.</br>The Minstrel happen'd near the Nymph to walk,</br>Rapt with a bosom-friend in secret talk,</br>And, at the instant when the earl began</br>Half to unfold his matrimonial plan,</br>EDWIN, in whispers, from the crowd retir'd,</br>Chanc'd to repeat the Sonnet she inspir'd:</br>The sounds, tho' faint, her recollection caught,</br>Drew her quick eye, and fixt her wondering thought.</br>Lost in this sweet surprise, she could not hear</br>A single accent of the amorous Peer.</br>Spleen saw the moment that she sought to gain,</br>And perch'd triumphant on the Noble's brain.</br>With jealous Envy stung, and baffled Pride,</br>\"Contemptuous girl!\"  with sudden rage, he cried,</br>\"If here to happier Youths thy views incline,</br>I want not fairer Nymphs who challenge mine.</br>Thy breast in vain with penitence may burn;</br>But, once neglected, I no more return.\"</br>Thus loudly speaking, with distemper'd heat,</br>Rudely he turn'd, with rancorous scorn replete.</br>SERENA, startled at th' injurious sound,</br>Survey'd th' insulting Peer, who sternly frown'd;</br>Shame and resentment thro' her bosom rush,</br>Swell every vein, and raise the burning blush.</br>Love, new-born Love, but in its birth conceal'd,</br>Nor to the nymph herself as yet reveal'd,</br>And just Disdain, and Anger's honest flame,</br>With complicated power convulse her frame:</br>Contending passions every thought confound,</br>And in tumultuous doubt her soul is drown'd.</br>Now treacherous Pride, who tempts her tongue to trip,</br>Forms to a keen reply her quivering lip:</br>Insidious Spleen now hovers o'er the Fair,</br>Deems her half lock'd within her hateful snare;</br>In her new slave preparing to rejoice,</br>To taint her spirit, and untune her voice.</br>Hapless SERENA!  what can save thee now?</br>The Fiend's dark signet stamps thy clouded brow,</br>In thy swoln eye I see the starting drop;</br>This fatal shower, aetherial Guardian!  stop:</br>Haste to thy votary, haste, her soul sustain,</br>Nor let the trials she has past be vain.</br>Ah me!  while yet I speak, with shuddering dread</br>I hear the magic Girdle's bursting thread.</br>This horrid omen, ye kind Powers!  avert:</br>Nor thou, bright Zone!  thy brighter charge desert.</br>Ah, fruitless prayer!  her panting breast behold!</br>See!  the gauze shakes in many a ruffled fold!</br>Forc'd from their station by her heaving heart,</br>From the strain'd Girdle thrice three spangles start:</br>Thro' her disorder'd dress a pass they've found,</br>And fallen, see, they glitter on the ground!</br>O blessed chance!  with life-recalling light</br>The glittering monitors attract her sight!</br>Like stars emerging from the darken'd pole,</br>They sparkle safety to her harrass'd soul.</br>See!  from her brow the clouds of trouble fly,</br>Vexation's tear is vanish'd from her eye!</br>Her rosy cheeks with Joy's soft radiance burn,</br>Like Nature smiling at the Sun's return;</br>The Nymph, no more with mental darkness blind,</br>Shines the sweet ruler of her rescu'd mind.</br>Hence, hateful Spleen!  thy fancied prize resign,</br>Renounce for ever what shall ne'er be thine;</br>For, conscious of her airy Guardian's aid,</br>She feels new spirit thro' her heart convey'd,</br>And, inly blessing this victorious hour,</br>Her soul exults in its recover'd power.</br>In such mild terms she hails th' insulting Peer,</br>As Spleen, if mortal, must expire to hear;</br>But, driven for ever from the lovely Girl,</br>The foul Fiend riots in the captive Earl.</br>He answers not; but, with a sullen air,</br>On happier EDWIN, who approach'd the Fair,</br>Darts such a glance of rage and envious hate,</br>As Satan cast on Eden's blissful state,</br>When on our Parents first he fixt his sight,</br>And undelighted gaz'd on all delight:</br>So doom'd to look, and doom'd such pangs to feel,</br>Scornful he turn'd on his elastic heel.", "\"O lovely Mildness!  oh angelic Maid!</br>Deserving homage, tho' to scorn betray'd;</br>Rise still, sweet Spirit, rise these wrongs above,</br>Turn from injurious Pride to faithful Love;</br>Tho' on my brow no Coronet may shine,</br>Wealth I can offer at thy beauty's shrine,</br>And, worthier thee, a heart that worships thine.\"</br>Thus, with new-kindled love's aspiring flame,</br>Spoke the fond youth conceal'd by EDWIN'S name,</br>The gallant FALKLAND, rich in inborn worth,</br>By Fortune blest, and not of abject birth.</br>Warmly he spoke, with that indignant heat</br>With which the generous heart ne'er fails to beat,</br>When Worth insulted wakens virtuous ire,</br>And injur'd Beauty sets the soul on fire.</br>Quick to his voice the startled Virgin turn'd,</br>With wonder, hope, and joy, her bosom burn'd;</br>With sweet confusion, flurried and amaz'd,</br>On his attractive form she wildly gaz'd.</br>Full on her thought the friendly visions rush'd;</br>Blushing she view'd him, view'd him still and blush'd;</br>And, soft Affection quickening at the sight,</br>Perchance had swoon'd with fullness of delight,</br>But that her Father's voice, with quick controul,</br>Recall'd the functions of her fainting soul.</br>When on the distant seat, where, fondly fixt,</br>He view'd the Nymph as in the dance she mixt,</br>He indistinctly heard, with wounded ear,</br>The spleenful outrage of the angry Peer,</br>Swift at th' imperfect sound, with choler wild,</br>He sprung to succour his insulted Child;</br>But ere his fury into language broke,</br>Love calm'd the storm that Arrogance awoke.</br>The sudden burst of FALKLAND'S tender flame,</br>His winning manners, his distinguish'd name,</br>His liberal soul, by Fortune's smile carest,</br>All join'd to harmonize the Father's breast.</br>His fiery thoughts subside in glad surprise,</br>And to the generous Youth he warmly cries:</br>\"Ingenuous FALKLAND!  by thy frankness won,</br>My willing heart would own thee as my son;</br>But on thy hopes SERENA must decide:&mdash;</br>Haste we together from this house of Pride.\"", "So spoke the Sire; for, to her Votary kind,</br>SOPHROSYNE inspir'd his soften'd mind.</br>Speaking, he smil'd, to see that on his word</br>The Lover hung, and blest the sounds he heard;</br>That his embarrass'd Child his sentence caught</br>With each tumultuous sign of tender thought;</br>Whose blushes, springing from the heart, declare</br>The dawn of fondness in the modest Fair.</br>Th' enchanted Youth with ecstasy convey'd</br>Forth from the troubled Feast the trembling Maid.", "As the keen Sailor, whom his daring soul</br>Has drawn, too vent'rous, near the freezing pole;</br>Who, having slighted Caution's tame advice,</br>Seems wedg'd within impervious worlds of ice;</br>If, from each chilling form of peril free,</br>At length he reach the unincumber'd sea,</br>With joy superior to his transient pain,</br>Rushes, exulting, o'er th' expansive main:</br>Such strong delight SERENA'S bosom shar'd,</br>When sweet Reflection to her heart declar'd,</br>That all the trials of her Fate were past,</br>And Love's decisive plaudit seal'd the last.</br>Her airy Guard prepares the softest down,</br>From Peace's wing, to line the nuptial crown:</br>Her smiles accelerate the bridal morn,</br>And clear her Votary's path from every thorn.</br>On the quick match the Prude's keen censures fall,</br>Blind to the heavenly Power who guided all:</br>But mild SERENA scorn'd the prudish play,</br>To wound warm Love with frivolous delay;</br>Nature's chaste child, not Affectation's slave,</br>The heart she meant to give, she frankly gave.</br>Thro' her glad Sire no gouty humours run,</br>Jocund he glories in his destin'd son.</br>PENELOPE herself, no longer seen</br>In the sour semblance of tormenting Spleen,</br>Buys for her Niece the robes of nuptial state,</br>Nor scolds the Mercer once thro' all the long debate.</br>For quick dispatch, the honest Man of law</br>Toils half the night the legal ties to draw;</br>At length th' enraptur'd Youth, all forms compleat,</br>Bears his sweet Bride to his paternal seat;</br>On a fair lawn the chearful mansion stood,</br>And high behind it rose a circling wood.</br>As the blest Lord of this extensive reign</br>Led his dear partner thro' her new domain,</br>With fond surprise, SERENA soon descried</br>A temple rais'd to her aetherial Guide.</br>Its ornaments she view'd with tender awe,</br>Their fashion such as she in vision saw;</br>For the kind Youth, her grateful smile to gain,</br>Had, from her clear description, deck'd the fane.</br>Joyful he cried, to his angelic Wife,</br>\"Be this kind Power the worship of our life!\"</br>He spoke; and led her to the inmost shrine;</br>Here, link'd in rosy bands, two Votaries shine;</br>The pencil had imparted life to each,</br>With energy that seem'd beyond its reach.</br>First stood Connubial Love, a manly Youth,</br>Whose bright eye spoke the ardent vows of truth;</br>Friendship, sweet smiling, fill'd the second place,</br>In all the softer charms of Virgin grace.</br>Their meeting arms a mystic tablet raise,</br>Deck'd with these lines, the Moral of my Lays:&mdash;</br>\"VIRTUE'S an ingot of Peruvian gold,</br>SENSE the bright ore Potosi's mines unfold;</br>But TEMPER'S image must their use create,</br>And give these precious metals sterling weight.\"</br>"]