["While gaily smiling through the wilds of love,</br>The laughing hours, and rose-lip'd Hebe leads</br>Thee, midst the jolly choir of maidens trim,</br>Daughters of pleasance; list, oh list awhile,</br>From love and mirth's brisk music, to the strains,</br>Hoarse-ecchoing, of thy solitary friend!</br>While, how slow pace along his ling'ring hours,</br>'Midst Granta's gloomy walls, he sorrowing tells,</br>And paints the awful scene!  O friend to woe!</br>Sad muse, in sable stole right meekly clad,</br>Thy melancholy young who leadest forth</br>Slow, mournful, musing, to the mirky tomb,</br>Midst darkness horrible (save where the moon</br>With intercepted light, serves but to make</br>The scene more solemn) and his midnight song,</br>Grief-dictated, inspirest &mdash; Goddess come,</br>And thro' the live-long, tedious, lonely day,</br>Assist me while I drag laborious on.", "Ah!  what avails it, that the sleepy bell</br>Breaks through the silence of the morn, and calls</br>To solitary prayers?  since there no face</br>Of friendly aspect on my hunger smiles,</br>Inviting to the breakfast's kind repast!</br>Chance thro' the ill-frequented house of God</br>The meagre visage of a fellow stares,</br>Himself who grudges food:  and, diet thin,</br>Pines to afford a miserable size!</br>Hence to keen appetite, and hunger strong,</br>What hopes can well?  reflections thus severe,</br>Food to desire, not so to ravenous maws,</br>Yet why indulge?  since fate's decrees stand fix'd,</br>And fruitless 'tis to hope reverse our doom!</br>Come then, thou lonely loaf, thou pensive cup,</br>And 'midst the tortur'd kettle's hissing plaints,</br>Let me eat, sip, and yawn o'er pamphlet dull.</br>Where's now the jocund pun, the merry jibe,</br>Erst laughter-usher'd midst belov'd compeers?</br>Where's now the social walk, the friendly chat,</br>As thronging thick to Cloacina's fane?</br>In sort not unresembling Gallic dames</br>Of decency nought heedful:  how unlike</br>The virgin modesty of British maids?</br>How pant their little hearts, how glow their cheeks</br>With elegance of blushes, if descried</br>Of nature's wants ought conscious!  oh go on,</br>Ye sole sweet chearers of my musing hours,</br>Still delicate, and still by grace refin'd</br>Height'ning the marriage bliss, to every joy,</br>To every rapture adding new increase.</br>If on my gloom of solitude ere breaks</br>Of pleasure glimmering ray, 'tis all from you,</br>From sweet reflection on the absent fair,</br>Soul of my soul &mdash; with whom whyleare when blest,</br>How gay was nature, and each scene how trim!</br>How chang'd, how alter'd now!  for lo!  (the morn</br>Midst thoughts thus pensive, or midst travelling dull,</br>O'er the wild maze of philosophic ground,</br>At length o'erpast) as by the dinner bell,</br>Once sound most grateful, call'd, the dusty stairs,</br>(Despotic empire where Arachne holds</br>Her curious webs, midst death-denouncing beats,</br>Incessant weaving) as adown I move</br>My hunger-stirr'd, yet grief-stay'd languid limbs,</br>A scene how dull crouds sullen on my view!</br>Clos'd every antique window thro' the dome,</br>(Black with the smoke of many a rolling year)</br>Whence, or in night-cap white, or, some more gay,</br>In velvet soft of many a varied hue,</br>Peep'd forth, on barber calling shrill and loud,</br>Dreading the loss of dinner, numerous heads!</br>No barbers trim are now!  No more they skim</br>The well-shav'd lawn, its beard regardless grows</br>To length uncouth, and wild neglected grass</br>O'er every plat uncultivated reigns!</br>No barbers trim are now!  no more with wig</br>Well-powder'd, white or brown, of don more grave,</br>Or scholar blythe meet emblems, haste those sires</br>Of news, and spruce consummators of dress!</br>No more the jolly Jips, with heart a foe</br>To thought or sorrow, carol out their songs,</br>Loud-echoing thro' the mirth-devoted court,</br>As to the butteries, with their paper friend</br>Jocund they jog along, and o'er their ale</br>Measure their masters merits by their gifts!</br>To penury, alas, and pinching want</br>Condemn'd, the long vacation loud they curse,</br>And pray with me, October's bell to hear,</br>To sophs more dread than curfeu!  so thro' life</br>The weal of one still proves another's woe.", "Of gracious Alma Mater's desert plight</br>Meet representative, yon matron view,</br>With years and labour bent, on lonely step,</br>Entrance of stair-case, where her masters lov'd</br>Erst won, all pensive plac'd; her heavy head</br>Her feeble arm upholds; her heavy heart,</br>Ah me, what now remaineth to uphold?", "How pleasing late with lusty Sol to rise,</br>And to the room of midnight revelry,</br>Late jolly seat, repair!  there, there what joy</br>The ruins of the rout to traverse o'er,</br>And with the luscious fragments feast her taste</br>Luxurious, and o'erwhelm her thirsty gule!</br>Careless of morrow, by the mellow youth</br>All things are to her rapine left a prey!</br>How pants her heart, while silently secure</br>She ravages the scene!  and as the bee</br>From morning flowers, with honey-loaded thigh</br>Hastes happy to the hive &mdash; so homeward fares,</br>With spoils replete, the merry-hearted dame.</br>What wonder now she mourns, when revel-routs,</br>When feasts and spoils like these are found no more?</br>So wept, so griev'd the Macedonian chief,</br>When all the world dread ravag'd, and o'er-run,</br>No other world remain'd for future deeds,</br>Future destruction, blood-shed, spoils, and death!", "Scant strew'd with cloth full black its antique boards,</br>(For such unphilosophic eyes wou'd deem,</br>What tables Granta's wiser sons yclepe,)</br>The hall, whence frighted hospitality</br>Wan takes her flight, with lonely steps and slow</br>Musing I enter, and with sighs behold</br>My solitary trencher!  banquets rich,</br>And choicest dainties all their relish lose,</br>If temper'd not with sweet society!</br>Stiff thro' the hall, the lowering of my cap,</br>And reverential meek respect demands</br>One moving, dull, alone, distrest like me,</br>Of big authority, and that great name,</br>Fellow, in Granta's walls sonorous deem'd,</br>Full proud, and swoln with mighty littleness!</br>Sick of the mimic pageant, down I haste</br>My sparing dinner; and full glad avoid</br>A wight so hateful to judicious eyes:</br>Left to his own dull silence, and to gnaw</br>Malign his cancred and perturbed gall!", "But as on forest dreary waste and wide,</br>The traveller bewilder'd looks agast,</br>And doubts which way to turn his sober steed,</br>Each equally perplexing, each alike</br>Lonely and desert:  so from every scene</br>Friendly society and comfort fled,</br>In hesitation sighing, long I stand,</br>Where to direct my faint and feeble feet!</br>Along the silent streets, whose awful gloom</br>Adds horror to my melancholy soul,</br>I steal on unregarded:  friendly face,</br>Round-cap, or square, ne'er greet my passing steps</br>With salutation pleasing:  nor the shops</br>Of Thurlbourn, Merrill &mdash; or than those more sweet,</br>That, where the beauteous wife's bright visage gives</br>Beauty to books, and lustre to their backs,</br>One acceptable greeting e'er afford!</br>Not one lov'd friend &mdash; 'tis silence, darkness all!", "And yet awhile, methinks, my cares are still'd,</br>And dawn of comfort rays upon my gloom,</br>As in profoundest meditation lost,</br>Beside the door-case leaning I behold,</br>In fond imagination's eye, the walk</br>Hight Regent, by the babbling sophists throng'd,</br>For stern dispute in mental armour clad.</br>Slow tolls the bell:  bright glory holds aloft</br>Her splendid crown, where gaily stamp'd in gold,</br>Great Wrangler glows, and panting honour throbs</br>In each fierce combatant's aspiring heart!</br>He comes, behold, the dread decider comes&mdash;</br>As from the east the giant-sun breaks forth,</br>To run his course, on each beholder's eye!</br>He comes, ascend the rostrum, mount on high,</br>Great Cato of fair science, and confound</br>The syllogistic slaves of cavil sly!</br>See the press thickens, hark the fight begins,</br>Tongue-doughty &mdash; oh, of ignorance ye sons!</br>How ill for you in unknown guise they treat</br>Of subjects deep, important!  else what funds,</br>What mighty crops of science might ye reap,</br>And grow in wisdom wealthy!  so yon son,</br>(Or Cambro-Briton, or from northern climes,</br>Late footing o'er the hard and pebbly soil)</br>As by that pillar leaning, all agape,</br>Thus witnessing his wonder and applause,</br>Right sapient deems, while in his troubled thoughts</br>He scorns the ignorance of northern climes:</br>And prickt with emulation hies him home</br>To plod o'er hallow'd Euclid's sacred page!", "Not so the happy disputants:  releas'd</br>And crown'd with high applause, jocund they haste</br>To drench their thirsty souls in chearing wine:</br>Pleas'd talking o'er the glories of the day,</br>And taking off each argument afresh.</br>Thus from the chace, around the rosy cups</br>The jolly-hearted hunters stun the ear</br>With feats atchiev'd by each, while every fence</br>Again is sprung, each beast again pursued,</br>And in imagination slain anew.", "Where, roving fancy, whither was I borne!&mdash;</br>These active scenes are wrapt in slumber now,</br>The still schools droop, the desart rostrum mourns;</br>And pensive silence with her down-fixt eyes</br>Walks solitary round the sorrowing walls.", "Vain is it, once the coffee-house supplied</br>Reviving coffee, or heart-chearing tea,</br>And with them pamphlets in long happy roll,</br>Food for the hungry mind!  how dreary all</br>As ent'ring there, I pace along the room!</br>The languid Dockrill drops his wonted smiles,</br>Pale Dockerilla on her elbow leans,</br>And views the long, long order, shining trim,</br>(Ah that they shine!) of coffee-pots forlorn!</br>While each with me in deep complaining joins</br>And ruminates full sad on happier days.", "Vain is the hope for ought of comfort here:</br>Quick let me wander to those pleasing scenes,</br>Where nymphs whilome right gaily trimm'd, advanc'd,</br>And spread their gawdy plumage to the sun.</br>But vanish'd is the sun from Granta's skies,</br>With it the summer's vanish'd &mdash; and the pride</br>Of summer, each gay butterfly is gone!</br>No more the high-arch'd walk of lovely Clare,</br>No more proud Trinity's delightful round,</br>No more the rural grove of awful Kings,</br>Or Johnian scenes for solitude devis'd,</br>Are with the bevy bright of gownsmen blythe</br>And beauteous ladies, elegantly throng'd.</br>No more the Commoner with gold distinct,</br>And cursing regulations, treads the green,</br>With step superior; while perchance his side,</br>Some humbler fellow, very meek, attends,</br>Full supple, big with hopes of benefice!</br>No more  &mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>No more 'midst laughter loud, meet scorn of sage,</br>The thoughtless youth full idly loll along,</br>And deem themselves important!  here I reign</br>Sole monarch; and if nought can give me joy,</br>At least am free from ought to raise my spleen.</br>Here only am I blest while nature's works,</br>And every beauty thro' the laughing fields,</br>Contemplating, delighted:  while my limbs,</br>Beside the gurgling spring, which murmuring rills</br>Adown the steep, amidst the whispering breeze</br>Soft sighing of the gently waving boughs,</br>Indulgently I spread; and feed my thoughts</br>With thy perfections and thy works, great king</br>Of universal nature; &mdash; sure to lead</br>To that most perfect loveliest of thy works,</br>(Sweet meditation!)  her, who holds my heart,</br>And is, whate'er has been of beauty feign'd!", "Away, ye sons of midnight revelry,</br>Who to a wanton Venus make your court!</br>Think not to lure me with those gallant joys,</br>More boasted of than known:  one hour of love,</br>Of innocent delight, of guileless bliss,</br>Of converse delicate, refin'd and pure,</br>Exceeds your utmost pleasures, and may vie</br>With all the transports of lascivious love!", "No wonder, Lucy, wrapt in thoughts of thee,</br>Quick move along the nimble-footed hours,</br>When with thee oft, so oft, too winged prov'd,</br>Then fleeter than a snail-pac'd moment now.", "The hour of prayer approaches:  home I tend,</br>And as the silent melancholy court</br>Yawning I enter, 'chance a dismal scrape,</br>From hand of forlorn Fiddler, wounds my ear,</br>And to the scene adds horror.  So the howl</br>Of triple-mouthed Cerberus bursting dread</br>Thro' the dull silence of hell's awful gloom,</br>New terror struck thro' pale Aeneas' soul</br>Dire woe-begone, and made e'en hell more horrible.", "The house of prayer, or supper, nought presents</br>Or new or meet to mend the dull-spent day:</br>How shall the long, long tedious evening pass?</br>Where are the social friends, the flowing cups</br>Midst converse pleasing jovially put round,</br>Midst mirth and laughter, honest joke and joy?</br>Where is the evening, held more social yet,</br>Midst conversation, open'd and refin'd,</br>On themes that well might suit an Attic ear?</br>Ah D * * * now where art thou?  blest indeed</br>In converse with the man, the world admires.</br>And I &mdash; small comfort &mdash; to reflection left</br>Of what I once enjoy'd! &mdash; upbraidings hence</br>The hours move on, and proud Augusta's walls</br>Shall all those comforts to my soul afford,</br>Granta unkindly to my wish denies.</br>So might mankind be blest:  learn, mortals, learn,</br>The present state contented to support,</br>Let flattering hope the future prospects crown!", "Thus in dull round drags on each self-same day,</br>And every hour well knows the next's employ;</br>The day of God except:  then ruling change</br>Usurps her wonted sway:  The pulpit then</br>New fund of matter to engage my soul,</br>Or raise my laughter, as with * * fill'd</br>* * * * or * * * * graciously supplies.", "So in our days, when late the parting earth</br>Yawn'd, threat'ning dissolution, some with awe,</br>With souls religious, felt the warning shock,</br>And pick'd morality from every shake.</br>While others, looser throng, with laughter vain,</br>And idle observation, deem'd it light,</br>While with gay pleasures closely compass'd round,</br>They rioted in jovisaunce secure,</br>And unregarding, or with smiles could hear</br>\"The wreck of matter and the crush of worlds.\"</br>"]