["Following my fancies wheresoe'er they please,</br>O'er hill and dale, thro' glen and bosky bourn,</br>Sudden a sound, amid my reveries,</br>Made mine eyes towards it quickly turn,</br>There I beheld, beneath a yew-tree's shade,</br>(The tree by lightning rent), a mourner laid:&mdash;", "\"Pity me, stranger,\" said the son of Woe&mdash;</br>(A poor old man he seem'd, bow-bent with years)</br>\"Hear my sad tale, and may the sad tale shew</br>How best thy feet may fly the vale of tears;</br>For I was happy once, and bless'd my lot,</br>Till Pride allur'd me from my lowly cot.", "\"Want was my sire, and I am Labour nam'd,</br>And Wisdom was my wife,\" (of heav'nly race)</br>\"Who, far and wide, above all nymphs was fam'd</br>For sage demeanour blent with modest grace:</br>Two fair-daughters pleas'd my parent pride,</br>And fifteen years, whilst Wisdom liv'd, I joy'd.", "\"Health, ever-blooming, was my eldest child,</br>And still she tended duteous on her sire;</br>Content her sister, damsel gayly mild,</br>My widow'd heart with comfort wont inspire&mdash;</br>My mountain cottage still beheld me blest,</br>Till vain Ambition all her sting impress'd.", "\"Forth we must go, a novel life essay,</br>And roam for Fortune's golden gifts abroad&mdash;</br>Health on one side my faltering steps would stay,</br>With many a song Content beguil'd the road,</br>Till at Pride's great metropolis arriv'd,</br>A happy household for a time we liv'd.", "\"Till Health the youth Intemp'rance saw, and lov'd</br>(Wisdom wont say bad company beware)&mdash;</br>A thousand wily ways her virtue prov'd,</br>Prevail'd at length, and sunk her in his snare;</br>For when nine months of less'ning joy were past,</br>Worn with disease, my darling dy'd at last.", "\"Still dear Content surviv'd, and on her breast</br>Would sooth my sorrows; but I found my strength</br>Diminish'd by degrees, till Sloth address'd</br>My child with vows of love, and won at length</br>My heart &mdash; so free the youth appear'd from guile,</br>So calm his speech, so simply frank his smile.", "\"Then first to her my rules became austere,</br>And cruelly she fled her sinking sire;</br>Still have I sought her till you found me here</br>Lorn of all joy, and hast'ning to expire.\"</br>Scarce had he spoken, when he deeply sigh'd,</br>Call'd for Content, once more, but call'd in vain, and dy'd.</br>"]