["Malbecco will no strange Knights host,</br>For peevish Jealousy:</br>Paridel giusts with Britomart;</br>Both shew their Auncestry.", "Redoubted Knights, and honourable Dames,</br>To whom I level all my Labours end,</br>Right sore I fear, lest with unworthy Blames</br>This odious Argument my Rimes should shend,</br>Or ought your goodly Patience offend;</br>Whiles of a wanton Lady I do write,</br>Which with her loose Incontinence doth blend</br>The shining Glory of your sovereign Light,</br>And Knighthood foul defaced by a faithless Knight.", "But never let th' ensample of the Bad</br>Offend the Good:  for, Good, by Paragone</br>Of Evil, may more notably be red,</br>As White seems fairer, match'd with Black attone:</br>Ne, all are shamed by the Fault of one;</br>For lo!  in Heaven, whereas all Goodness is,</br>Emongst the Angels, a whole Legion</br>Of wicked Sprights did fall from happy Bliss;</br>What Wonder then, if one of Women all did miss?", "Then listen Lordings, if ye list to weet</br>The Cause, why Satyrane and Paridel</br>Mote not be entertain'd, as seemed meet,</br>Into that Castle (as that Squire does tell.)</br>Therin a cancred crabbed Carle does dwell,</br>That has no Skill of Court nor Courtesy,</br>Ne cares what Men say of him, ill or well;</br>For all his Days he drowns in Privity,</br>Yet has full large to live, and spend at liberty.", "But all his Mind is set on mucky Pelf,</br>To hoard up Heaps of evil-gotten Mass,</br>For which he others wrongs, and wrecks himself;</br>Yet is he linked to a lovely Lass,</br>Whose Beauty doth his Bounty far surpass,</br>The which to him both far unequal Years,</br>And also far unlike Conditions has;</br>For she doth joy to play emongst her Peers,</br>And to be free from hard Restraint and jealous Fears.", "But he is old, and withered like Hay,</br>Unfit fair Ladies Service to supply;</br>The privy Guilt whereof makes him alway</br>Suspect her Truth, and keep continual spy</br>Upon her with his other blinked Eye:</br>Ne suffreth he Resort of living Wight</br>Approach to her, ne keep her company,</br>But in close Bower her mews from all Mens sight,</br>Depriv'd of kindly Joy, and natural Delight.", "Malbecco he, and Hellenore she hight,</br>Unfitly yok'd together in one Team:</br>That is the Cause, why never any Knight</br>Is suffer'd here to enter, but he seem</br>Such, as no doubt of him he need misdeem.</br>Thereat Sir Satyrane 'gan smile and say;</br>Extremely mad the Man I surely deem,</br>That weens with Watch and hard Restraint to stay</br>A Woman's Will, which is dispos'd to go astray.", "In vain he fears that which he cannot shun:</br>For who wotes not, that Woman's Subtilties</br>Can guilen Argus, when she list misdone?</br>It is not iron Bands, nor hundred eyes,</br>Nor brazen Walls, nor many wakeful Spies,</br>That can withhold her wilful wandring Feet;</br>But fast Good-will, with gentle Courtesies,</br>And timely Service to her Pleasures meet,</br>May her perhaps contain, that else would algates fleet.", "Then, is he not more mad, said Paridel,</br>That hath himself unto such Service sold,</br>In doleful Thraldom all his Days to dwell?</br>For sure a Fool I do him firmly hold,</br>That loves his Fetters, tho they were of Gold.</br>But why do we devise of others Ill,</br>Whiles thus we suffer this same Dotard old,</br>To keep us out, in scorn of his own Will,</br>And rather do not ransack all, and himself kill?", "Nay, let us first, said Satyrane, intreat</br>The Man by gentle Means, to let us in,</br>And afterwards affray with cruel Threat,</br>E'er that we to efforce it do begin:</br>Then, if all fail, we will by force it win,</br>And eke reward the Wretch for his Mesprise,</br>As may be worthy of his heinous Sin.</br>That Counsel pleas'd:  Then Paridel did rise,</br>And to the Castle-Gate approach'd in quiet wise.", "Whereat soft-knocking, Entrance he desir'd.</br>The Good-man self (which then the Porter play'd)</br>Him answered, that all were now retir'd</br>Unto their Rest; and all the Keys convey'd</br>Unto their Maister, who in Bed was laid,</br>That none him durst awake out of his Dream;</br>And therefore them of Patience gently pray'd.</br>Then Paridel began to change his Theme,</br>And threatned him with Force, and Punishment extreme.", "But all in vain; for nought mote him relent.</br>And now so long before the Wicket fast</br>They waited, that the Night was forward spent,</br>And the fair Welkin (foully over-cast)</br>'Gan blowen up a bitter stormy Blast,</br>With Shower and Hail so horrible and dred,</br>That this fair Many were compel'd at last</br>To fly for Succour to a little Shed,</br>The which beside the Gate for Swine was ordered.", "It fortuned, soon after they were gone,</br>Another Knight, whom Tempest thither brought,</br>Came to that Castle; and with earnest Mone,</br>Like as the rest, late Entrance dear besought:</br>But like so as the rest, he pray'd for nought;</br>For flatly he of Entrance was refus'd.</br>Sorely thereat he was displeas'd, and thought</br>How to avenge himself so sore abus'd,</br>And evermore the Carle of Courtesy accus'd.", "But, to avoid th' intolerable Stower,</br>He was compel'd to seek some Refuge near,</br>And to that Shed (to shroud him from the Shower)</br>He came, which full of Guests he found whyleare,</br>So as he was not let to enter there:</br>Whereat he 'gan to wex exceeding wroth,</br>And swore that he would lodg with them yfere,</br>Or them dislodg, all were they lief or loth;</br>And them defied each, and so defy'd them both.", "Both were full loth to leave that needful Tent,</br>And both full loth in Darkness to debate;</br>Yet both full lief him lodging to have lent,</br>And both full lief his Boasting to abate:</br>But chiefly Paridel his Heart did grate,</br>To hear him threaten so despightfully,</br>As if he did a Dog to Kennel rate,</br>That durst not bark; and rather had he die,</br>Than when he was defy'd, in coward Corner lie.", "Tho, hastily remounting to his Steed,</br>He forth issu'd; like as a boistrous Wind,</br>Which in th' Earth's hollow Caves hath long been hid,</br>And shut up fast within her Prisons blind,</br>Makes the huge Element, against her kind,</br>To move, and tremble as it were agast,</br>Until that it an Issue forth may find;</br>Then forth it breaks, and with his furious Blast</br>Confounds both Land and Seas, and Skys doth overcast.", "Their steel-head Spears they strongly couch'd, and met</br>Together with impetuous Rage and Force;</br>That with the Terrour of their fierce Affret,</br>They rudely drove to ground both Man and Horse;</br>That each (a while) lay like a sensless Corse:</br>But Paridel, sore bruised with the Blow,</br>Could not arise, the Counter-change to scorce,</br>Till that young Squire him reared from below;</br>Then drew he his bright Sword, and 'gan about him throw.", "But Satyrane, forth stepping, did them stay,</br>And with fair Treaty pacify'd their Ire;</br>Then, when they were accorded from the Fray,</br>Against that Castle's Lord they 'gan conspire,</br>To heap on him due Vengeance for his Hire.</br>They been agreed, and to the Gates they go</br>To burn the same with unquenchable Fire,</br>And that uncourteous Carle (their common Foe)</br>To do foul Death to die, or wrap in grievous Woe.", "Malbecco, seeing them resolv'd indeed</br>To flame the Gates, and hearing them to call</br>For Fire in earnest, ran with fearful Speed;</br>And to them calling from the Castle-Wall,</br>Besought them humbly, him to bear withal,</br>As ignorant of Servaunts bad Abuse,</br>And slack Attendance unto Strangers Call.</br>The Knights were willing all things to excuse,</br>Tho nought believ'd, and Entrance late did not refuse.", "They been ybrought into a comely Bower,</br>And serv'd of all things that mote needful be;</br>Yet secretly their Host did on them lour,</br>And welcom'd more for Fear than Charity;</br>But they dissembled what they did not see,</br>And welcomed themselves.  Each 'gan undight</br>Their Garments wet, and weary Armour free</br>To dry themselves by Vulcan's flaming Light,</br>And eke their lately bruised Parts to bring in plight.", "And eke that stranger Knight, emongst the rest,</br>Was for like need enforc'd to disarray:</br>Tho, when-as veiled was her lofty Crest,</br>Her golden Locks, that were in Tramels gay</br>Up-bounden, did themselves adown display,</br>And raught unto her Heels; like sunny Beams,</br>That in a Cloud their Light did long time stay,</br>Their Vapour vaded, shew their golden Gleams,</br>And thro the persent Air shoot forth their azure Streams.", "She also doft her heavy Habergeon,</br>Which the fair feature of her Limbs did hide;</br>And her well-plighted Frock, which she did won</br>To tuck about her short when she did ride,</br>She low let fall, that flow'd from her lank Side</br>Down to her Foot, with careless Modesty.</br>Then of them all she plainly was espy'd</br>To be a Woman-Wight (unwist to be)</br>The fairest Woman-Wight that ever Eye did see.", "Like as Minerva, being late return'd</br>From Slaughter of the Giants conquered;</br>Where proud Encelade, whose wide Nostrils burn'd</br>With breathed Flames, like to a Furnace red,</br>Transfixed with the Spear, down tumbled dead</br>From Top of Hemus, by him heaped high;</br>Hath loos'd her Helmet from her lofty Head,</br>And her Gorgonian Shield 'gins to unty</br>From her left Arm, to rest in glorious Victory.", "Which when-as they beheld, they smitten were</br>With great Amazement of so wondrous Sight;</br>And each on other, and they all on her</br>Stood gazing, as if suddain great Affright</br>Had them surpriz'd.  At last, avising right,</br>Her goodly Personage and glorious Hue,</br>Which they so much mistook, they took delight</br>In their first Error, and yet still anew</br>With Wonder of her Beauty fed their hungry View.", "Yet no'te their hungry View be satisfy'd;</br>But seeing, still the more desir'd to see,</br>And ever firmly fixed did abide</br>In Contemplation of Divinity:</br>But most they marvel'd at her Chevalry,</br>And noble Prowess, which they had approv'd,</br>That much they feign'd to know who she mote be;</br>Yet none of all them her thereof amov'd,</br>Yet every one her lik'd, and every one her lov'd.", "And Paridel, tho partly discontent</br>With his late Fall, and foul indignity,</br>Yet was soon won his Malice to relent,</br>Thro gracious Regard of her fair Eye,</br>And knightly Worth, which he too late did try,</br>Yet tried did adore.  Supper was dight;</br>Then they Malbecco pray'd of Courtesy,</br>That of his Lady they might have the sight,</br>And Company at Meat, to do them more Delight.", "But he, to shift their curious Request,</br>'Gan causen why she could not come in place;</br>Her crazed Health, her late recourse to Rest,</br>And humid Evening, ill for sick Folks Case.</br>But none of those Excuses could take place;</br>Ne would they eat, till she in Presence came.</br>She came in Presence with right comely Grace,</br>And fairly them saluted, as became,</br>And shew'd her self in all a gentle courteous Dame.", "They sate to Meat, and Satyrane his Chaunce</br>Was her before, and Paridel beside;</br>But he himself sate looking still ascaunce,</br>'Gainst Britomart, and ever closely ey'd</br>Sir Satyrane, that Glaunces might not glide:</br>But his blind Eye, that sided Paridel,</br>All his Demeanure from his sight did hide;</br>On her fair Face so did he feed his Fill,</br>And sent close Messages of Love to her at will.", "And ever and anon, when none was ware,</br>With speaking Looks, that close Embassage bore,</br>He rov'd at her, and told his secret Care;</br>For all that Art he learned had of yore.</br>Ne was she ignorant of that leud Lore,</br>But in his Eye his Meaning wisely red,</br>And with the like him answer'd evermore:</br>She sent at him one fiery Dart, whose Head</br>Empoison'd was with privy Lust, and jealous Dread.", "He from that deadly Throw made no Defence,</br>But to the Wound his weak Heart open'd wide;</br>The wicked Engin, thro false Influence,</br>Past thro his Eyes, and secretly did glide</br>Into his Heart, which it did sorely gride.</br>But nothing new to him was that same Pain,</br>Ne Pain at all; for he so oft had try'd</br>The Power thereof, and lov'd so oft in vain,</br>That thing of course he counted, Love to entertain.", "Thenceforth to her he sought to intimate</br>His inward Grief, by means to him well known;</br>Now Bacchus' Fruit out of the silver Plate</br>He on the Table dash'd, as overthrown,</br>Or of the fruitful Liquor overflown,</br>And by the dauncing Bubbles did divine,</br>Or therein write to let his Love be shown;</br>Which well she red out of the learned Line;</br>(A Sacrament profane in Mystery of Wine.)", "And when-so of his Hand the Pledg she raught,</br>The guilty Cup she feigned to mistake,</br>And in her Lap did shred her idle Draught,</br>Shewing Desire her inward Flame to slake;</br>By such close Signs they secret way did make</br>Unto their Wills, and one Eye's Watch escape;</br>Two Eyes him needeth, for to watch and wake,</br>Who Lovers will deceive.  Thus was the Ape,</br>By their fair handling, put into Malbecco's Cape.", "Now when of Meats and Drinks they had their Fill,</br>Purpose was moved by that gentle Dame,</br>Unto those Knights adventurous, to tell</br>Of Deeds of Arms, which unto them became,</br>And every one his Kindred, and his Name.</br>Then Paridel (in whom a kindly Pride</br>Of gracious Speech, and Skill his Words to frame</br>Abounded) being glad of so fit Tide</br>Him to commend to her, thus spake, of all well ey'd:", "Troy, that art now nought but an idle Name</br>And in thine Ashes bury'd low dost lie,</br>Tho whilom far much greater than thy Fame,</br>Before that angry Gods, and cruel Sky</br>Upon thee heap'd a direful Destiny;</br>What boots it boast thy glorious Descent,</br>And fetch from Heaven thy great Genealogy,</br>Sith all thy worthy Praises being blent,</br>Their Offspring hath embas'd, and later Glory shent?", "Most famous Worthy of the World, by whom</br>That War was kindled, which did Troy inflame,</br>And stately Towers of Ilion whilom</br>Brought unto baleful Ruin, was by Name</br>Sir Paris, far renown'd thro noble Fame;</br>Who, thro great Prowess, and bold hardiness,</br>From Lacedaemon fetch'd the fairest Dame</br>That ever Greece did boast, or Knight possess,</br>Whom Venus to him gave for Meed of Worthiness.", "Fair Helen, Flower of Beauty excellent,</br>And Girlond of the mighty Conquerours,</br>That madest many Ladies dear lament</br>The heavy Loss of their brave Paramours,</br>Which they far off beheld from Trojan Towers,</br>And saw the Fields of fair Scamander grown</br>With Carcases of noble Warriours,</br>Whose fruitless Lives were under Furrow sown,</br>And Xanthus sandy Banks with Blood all overflown.", "From him my Lineage I derive aright,</br>Who long before the ten Years Siege of Troy,</br>Whiles yet on Ida he a Shepherd hight,</br>On fair Oenone got a lovely Boy:</br>Whom, for Remembrance of her passed Joy,</br>She of his Father, Parius did name;</br>Who, after Greeks did Priam's Realm destroy,</br>Gather'd the Trojan Relicks sav'd from Flame,</br>And with them sailing thence, to th' Isle of Paros came.", "That was by him call'd Paros, which before</br>Hight Nausa:  there he many Years did reign,</br>And built Nausicle by the Pontick Shore;</br>The which, he dying, left next in remain</br>To Paridas his Son:</br>From whom I Paridel by kin descend;</br>But for fair Lady's Love, and Glory's Gain,</br>My native Soil have left, my Days to spend</br>In suing Deeds of Arms, my Life's and Labours end.", "When-as the noble Britomart heard tell</br>Of Trojan Wars, and Priam's City sackt</br>(The rueful Story of Sir Paridel)</br>She was empassion'd, at that piteous Act,</br>With zealous Envy of Greeks cruel Fact</br>Against that Nation, from whose Race of old</br>She heard that she was lineally extract:</br>For noble Britons sprung from Trojans bold,</br>And Troynovant was built of old Troy's Ashes cold.", "Then sighing soft awhile, at last she thus:</br>O lamentable Fall of famous Town!</br>Which reign'd so many Years victorious,</br>And of all Asia bore the sovereign Crown,</br>In one sad Night consum'd, and throwen down</br>What stony Heart, that hears thy hapless Fate,</br>Is not empierc'd with deep Compassion,</br>And makes Ensample of Man's wretched State,</br>That flowers so fresh at Morn, and fades at Evening late?", "Behold, Sir, how your pitiful Complaint</br>Hath found another Partner of your Pain</br>For nothing may impress so dear Constraint,</br>As Country's Cause, and common Foes Disdain.</br>But it it should not grieve you back again</br>To turn your Course, I would to hear desire</br>What to Aeneas fell; sith that Men say</br>He was not in the City's woeful Fire</br>Consum'd, but did himself to Safety retire.", "Anchyses' Son, begot of Venus fair,</br>Said he, out of the Flames for Safeguard fled,</br>And with a Remnant did to Sea repair,</br>Where he thro fatal Error long was led</br>Full many Years, and weetless wandered</br>From Shore to Shore, emongst the Lybick Sands,</br>E'er Rest he found.  Much there he suffered,</br>And many Perils past in foreign Lands,</br>To save his People sad from Victor's vengeful Hands.", "At last, in Latium he did arrive,</br>Where he with cruel War was entertain'd</br>Of th' inland Folk, which sought him back to drive;</br>Till he with old Latinus was constrain'd</br>To contract Wedlock, (so the Fates ordain'd;)</br>Wedlock contract in Blood, and eke in Blood</br>Accomplished, that many dear complain'd:</br>The Rival slain, the Victor (thro the Flood</br>Escaped hardly) hardly prais'd his Wedlock good.", "Yet after all, he Victor did survive,</br>And with Latinus did the Kingdom part.</br>But after, when both Nations 'gan to strive,</br>Into their Names the Title to convert,</br>His Son Iulus did from thence depart,</br>With all the warlike Youth of Trojans Blood,</br>And in long Alba plac'd his Throne apart,</br>Where fair it flourished, and long time stood,</br>Till Romulus renewing it, to Rome remov'd.", "There, there, said Britomart, afresh appear'd</br>The Glory of the later World to spring,</br>And Troy again out of her Dust was rear'd,</br>To sit in second Seat of sovereign King</br>Of all the World, under her governing.</br>But a third Kingdom yet is to arise,</br>Out of the Trojans scattered Off-spring,</br>That in all Glory and great Enterprise,</br>Both first and second Troy shall dare to equalize.", "It Troynovant is hight, that with the Waves</br>Of wealthy Thamis washed is along,</br>Upon whose stubborn Neck (whereat he raves</br>With roaring Rage, and sore himself does throng,</br>That all Men fear to tempt his Billows strong)</br>She fastned hath her Foot, which stands so high,</br>That it a Wonder of the World is song</br>In foreign Lands; and all which passen by,</br>Beholding it from far, do think it threats the Sky.", "The Trojan Brute did first that City found,</br>And Hygate made the Meare thereof by West,</br>And Overt-gate by North:  that is the Bound</br>Toward the Land; two Rivers bound the rest.</br>So huge a Scope at first him seemed best,</br>To be the Compass of his Kingdom's Seat;</br>So huge a Mind could not in lesser rest,</br>Ne in small Meares contain his Glory great,</br>That Albion had conquered first by warlike Feat.", "Ah!  fairest Lady-Knight, said Paridel,</br>Pardon (I pray) my heedless Over-sight,</br>Who had forgot, that whilom I heard tell,</br>From aged Mnemon; for, my wits been light.</br>Indeed, he said, it I remember right,</br>That of the antick Trojan Stock there grew</br>Another Plant, that rought to wondrous height,</br>And far abroad his mighty Branches threw,</br>Into the utmost Angle of the World he knew.", "For that same Brute (whom much he did advaunce</br>In all his Speech) was Sylvius his Son,</br>Whom having Pain, thro luckless Arrow's glaunce,</br>He fled for fear of that he had misdone,</br>Or else for shame, so foul Reproach to shun;</br>And with him led to Sea a youthly Train,</br>Where weary wandring they long time did wonne,</br>And many fortunes prov'd in th' Ocean main,</br>And great Adventures found, that now were long to sayn.", "At last, by fatal Course they driven were</br>Into an Island spacious and broad,</br>The furthest North, that did to them appear:</br>And (after Rest they seeking far abroad)</br>Found it the fittest Soil for their Abode;</br>Fruitful of all things fit for living Food,</br>But wholly waste, and void of Peoples Trode,</br>Save an huge Nation of the Giants Brood,</br>That fed on living flesh, and drunk Mens vital Blood.", "Whom he, thro weary Wars and Labours long,</br>Subdu'd with Loss of many Britons bold:</br>In which the great Goemagot of strong</br>Corineus, and Coulin of Debon old</br>Were overthrown, and laid on th' Earth full cold,</br>Which quaked under their so hideous Mass:</br>A famous History to be enrol'd</br>In everlasting Monuments of Brass,</br>That all the antique Worthies Merits far did pass.", "His Work, great Troynovant, his Work is eke</br>Fair Lincoln, both renowned far away,</br>That who from East to West will end-long seek,</br>Cannot two fairer Cities find this Day,</br>Except Cleopolis:  so heard I say</br>Old Mnemon.  Therefore, Sir, I greet you well</br>Your Country kin, and you entirely pray</br>Of Pardon for the Strife, which late befel</br>Betwixt us both unknown.   So ended Paridel.", "But all the while that he these Speeches spent,</br>Upon his Lips hung fair Dame Hellenore,</br>With vigilant Regard, and due Attent,</br>Fashioning Worlds of Fancies evermore</br>In her frail Wit, that now her quite forlore:</br>The whiles, unwares away her wondring Eye,</br>And greedy Ears, her weak Heart from her bore;</br>Which he perceiving, ever privily</br>In speaking, many false Belgards at her let fly.", "So long these Knights discoursed diversly</br>Of strange Affairs, and noble Hardiment,</br>Which they had past with mickle Jeopardy,</br>That now the humid Night was far-forth spent,</br>And heavenly Lamps were halfendeal ybrent:</br>Which th' old Man seeing well (who too long thought</br>Every Discourse, and every Argument,</br>Which by the Hours he measured) besought</br>Them go to rest.   So all unto their Bowers were brought.", ""]