["On closing flow'rs when genial gales diffuse</br>The fragrant tribute of refreshing dews;</br>When chants the milk-maid at her balmy pail,</br>And weary reapers whistle o'er the vale;</br>Charm'd by the murmurs of the quiv'ring shade,</br>O'er ISIS' willow-fringed banks I stray'd;</br>And calmly musing through the twilight way,</br>In pensive mood I fram'd the Doric lay.</br>When lo!  from opening clouds a golden gleam</br>Pour'd sudden splendors o'er the shadowy stream;</br>And from the wave arose its guardian queen,</br>Known by her sweeping stole of glossy green:</br>While in the coral crown that bound her brow,</br>Was wove the Delphic laurel's verdant bough.</br>As the smooth surface of the dimply flood</br>The silver-slipper'd virgin lightly trod,</br>From her loose hair the dropping dew she press'd,</br>And thus mine ear in accents mild address'd.", "\"No more, my son, the rural reed employ,</br>Nor trill the tinkling strain of empty joy;</br>No more thy love-resounding sonnets suit</br>To notes of past'ral pipe, or oaten flute.</br>For hark!  high-thron'd on yon majestic walls,</br>To the dear Muse afflicted Freedom calls:</br>When Freedom calls, and OXFORD bids thee sing,</br>Why stays thy hand to strike the sounding string?</br>While thus, in Freedom's and in Phoebus' spite,</br>The venal sons of slavish CAM unite;</br>To shake yon tow'rs when malice rears her crest,</br>Shall all my sons in silence idly rest?", "\"Still sing, O CAM, your fav'rite Freedom's cause,</br>Still boast of Freedom &mdash; while you break its laws:</br>To pow'r your songs of gratulation pay,</br>To courts address soft flattery's servile lay.</br>What tho' your gentle M&mdash;N'S plantive verse</br>Has hung with sweetest wreaths MUSAEUS' herse;</br>What tho' your vaunted bard's ingenuous woe,</br>Soft as my stream, in tuneful numbers flow;</br>Yet strove his Muse, by fame or envy led,</br>To tear the laurels from a Sister's head?&mdash;</br>Misguided youth!  with rude unclassic rage,</br>To blast the beauties of thy whiter page;</br>A rage that sullies e'en thy guiltless lays,</br>And blasts the vernal bloom of half thy Bays.", "\"Let GR&mdash; boast the patrons of her name,</br>Each pompous fool of fortune and of fame:</br>Still of preferment let her shine the queen,</br>Prolific parent of each bowing Dean!</br>Be hers each Pr&mdash;e of the pamper'd cheek,</br>Each courtly Chaplain, sanctify'd and sleek:</br>Still let the Drones of her exhaustless hive</br>On fat pluralities supinely thrive.</br>Still let her senates titled slaves revere,</br>Nor dare to know the patriot from the peer;</br>In stars and strings superlatively wise:</br>No longer charm'd by virtue's golden lyre,</br>Who sung of old amid th' Aonian choir,</br>Where CAM, slow-winding thro' the breezy reeds,</br>With kindly wave his groves of laurel feeds.</br>'Tis ours, my son, to deal the sacred bay,</br>Where honour calls, and justice points the way;</br>To wear the well-earn'd wreath that merit brings,</br>And snatch a gift beyond the reach of kings!</br>Scorning and scorn'd by courts, yon Muse's bow'r</br>Still nor enjoys, nor seeks, the smile of pow'r.</br>Tho' wakeful vengeance watch my chrystal spring,</br>Tho' persecution wave her iron wing,</br>And, o'er yon spiry temples as she flies,</br>'These destin'd seats be mine,' exulting cries;</br>On ISIS still each gift of fortune waits,</br>Still peace and plenty crown my beauteous gates.</br>See, Science walks with recent chaplets crown'd,</br>With songs of joy my festal groves resound;</br>My Muse divine still keeps her wonted state,</br>The front erect, and high majestic gait.</br>Green as of old, each oliv'd portal smiles,</br>And still the Graces build my Parian piles:</br>My Gothic spires in ancient grandeur rise,</br>And dare with wonted pride to rush into the skies.", "\"Ah should'st thou fall (forbid it heav'nly powrs)</br>Dash'd into dust with all thy hundred towr'rs;</br>Who but would mourn to British virtue dear,</br>What patriot could refuse the manly tear:</br>What British MARIUS would refuse to weep</br>O'er mighty CARTHAGE fall'n, a prostrate heap!", "\"E'en late, when RADCLIFFE'S delegated train</br>Auspicious shone in ISIS' happy plain;</br>When yon proud dome, fair Learning's amplest shrine,</br>Beneath its Attick roofs receiv'd the Nine;</br>Mute was the voice of joy and loud applause,</br>To RADCLIFFE due, and ISIS' honour'd cause?</br>What free-born crouds adorn'd the festive day,</br>Nor blush'd to wear my tributary bay?</br>How each brave breast with honest ardours heav'd,</br>When SHELDON'S fane the patriot band receiv'd;</br>While, as we loudly hail'd the chosen few,</br>Rome's awful senate rush'd upon the view!", "\"O may the day in latest annals shine,</br>That made a BEAUFORT and an HARLEY mine:</br>That bade them leave the loftier scene awhile,</br>The pomp of guiltless state, the patriot toil,</br>For bleeding Albion's aid the sage design,</br>To hold short dalliance with the tuneful Nine.</br>Then Music left her silver sphere on high,</br>And bore each strain of triumph from the sky;</br>Swell'd the loud song, and to my chiefs around</br>Pour'd the full Paeans of mellifluous sound;</br>My Naiads blythe the dying accents caught,</br>And list'ning danc'd beneath their pearly grot:</br>In gentler eddies play'd my wanton wave,</br>And all my reeds their softest whispers gave;</br>Each lay with brighter green adorn'd my bow'rs,</br>And breath'd a fresher fragrance on my flow'rs.", "\"But lo!  at once the swelling concerts cease,</br>And crouded theatres are hush'd in peace.</br>See, on yon Sage how all attentive stand,</br>To catch his darting eye, and waving hand.</br>Hark!  he begins, with all a TULLY'S art,</br>To pour the dictates of a CATO'S heart:</br>Skill'd to pronounce what noblest thoughts inspire,</br>He blends the Speaker's with the Patriot's fire;</br>Bold to conceive, nor timorous to conceal,</br>What Britons dare to think, he dares to tell:</br>'Tis his alike the ear and eye to charm,</br>To win with action, and with sense to warm:</br>Untaught in flow'ry diction to dispense</br>The lulling sounds of sweet impertinence;</br>In frowns or smiles he gains an equal prize,</br>Nor meanly fears to fall, nor creeps to rise:</br>Bids happier days to ALBION be restor'd,</br>Bids ancient justice rear her radiant sword;</br>From me, as from my country wins applause,</br>And makes an OXFORD'S a BRITANNIA'S cause.", "\"While arms like these my steadfast sages wield,</br>While mine is Truth's impenetrable shield;</br>Say, shall the PUNY CHAMPION fondly dare</br>To wage with force like this scholastic war?</br>Still vainly scribble on with pert pretence,</br>With all the rage of pedant impotence?</br>Say, shall I foster this domestic pest,</br>This parricide, that wounds a mother's breast?", "\"Thus in some stately ship, that long has bore</br>Britain's victorious cross from shore to shore:</br>By chance beneath her close sequester'd cells,</br>Some low-born worm, a lurking mischief dwells;</br>Eats his blind way, and saps with secret toil</br>The deep foundations of the watry pile.</br>In vain the forest lent its stateliest pride,</br>Rear'd her tall mast, and fram'd her knotty side:</br>In vain the thunder's martial rage she stood,</br>With each fierce conflict of the stormy flood;</br>More sure the reptile's little arts devour,</br>Than wars, or waves, or Eurus' wintry power.", "\"Ye venerable bow'rs, ye seats sublime,</br>Clad in the mossy vest of fleeting time;</br>Ye stately piles of old munificence,</br>At once the pride of Learning, and defence;</br>Where ancient Piety, a matron hoar,</br>Still seems to keep the hospitable door;</br>Ye cloisters pale that lengthening to the sight,</br>Still step by step to musings wild invite;</br>Ye high-arch'd walls, where oft the bard has caught</br>The glowing sentiment, the lofty thought:</br>Ye temples dim, where pious duty pays</br>Her holy hymns of ever-echoing praise;</br>Lo!  your lov'd ISIS, from the bord'ring vale,</br>With all a mother's fondness bids you hail!</br>Hail, OXFORD, hail!  of all that's good and great,</br>Of all that's fair, the guardian and the seat;</br>Nurse of each brave pursuit, each generous aim,</br>By truth exalted to the throne of fame!</br>Like Greece in science and in liberty,</br>As Athens learn'd, as Lacedemon free!</br>Ev'n now, confest to my adoring eyes,</br>In awful ranks thy sacred sons arise:</br>With ev'ry various flow'r thy temples wreath'd,</br>That in thy gardens green its fragrance breath'd.</br>Tuning to knightly tale his British reeds,</br>Thy crowding bards immortal CHAUCER leads:</br>His hoary head o'erlooks the gazing choir,</br>And beams on all around celestial fire.</br>With graceful step see ADDISON advance,</br>The sweetest child of Attic elegance:</br>To all but his belov'd embrace deny'd,</br>See LOCKE lead Reason, his majestic bride:</br>See sacred HAMMOND as he treads the field,</br>With goldlike arm uprears his heav'nly shield.</br>All who beneath the shades of gentle peace,</br>Best plan'd the labours of domestic ease;</br>Who taught with truth, or with persuasion mov'd;</br>Who sooth'd with Numbers, or with sense improv'd;</br>Who told the pow'rs of reason, or refin'd</br>All, all that strengthened or adorn'd the mind;</br>Each priest of health that mix'd the balmy bowl,</br>To rear frail man, and stay the fleeting soul;</br>All crowd around, and echoing to the sky,</br>Hail, OXFORD, hail!  with filial transport cry.</br>And see yon solemn band!  with virtuous aim,</br>'Twas theirs in thought the glorious deed to frame:</br>With pious plans each musing feature glows,</br>And well-weigh'd counsels mark their meaning brows.</br>'Lo these the leaders of thy patriot line,'</br>HAMDEN and HOOKER, HYDE and SIDNEY shine.</br>These from thy source the fires of Freedom caught:</br>How well thy sons by their example taught;</br>While in each youth th' hereditary flame</br>Still blazes unextinguish'd and the same!", "\"Nor all the tasks of thoughtful peace engage,</br>'Tis thine to form the hero as the sage.</br>I see the sable-suited prince advance</br>With lilies crown'd, the spoils of bleeding France,</br>EDWARD &mdash; the Muses in yon hallow'd shade</br>Bound on his maiden thigh the martial blade:</br>Bade him the steel for British freedom draw,</br>And OXFORD taught the deeds that CRESSY saw.", "\"And see, great father of the laureat band,</br>The BRITISH KING before me seems to stand;</br>He by my plenty-crowned scenes beguil'd,</br>And genial influence of my seasons mild,</br>Hither of yore (forlorn, forgotten maid)</br>The Muse in prattling infancy convey'd;</br>From Gothic rage the helpless virgin bore,</br>And fix'd her cradle on my friendly shore:</br>Soon grew the maid beneath his fost'ring hand,</br>Soon pour'd her blessings o'er the enlighten'd land.</br>Tho' rude the dome, and humble the retreat,</br>Where first his pious care ordain'd her seat,</br>Lo!  now on high she dwells in Attic bow'rs,</br>And proudly lifts to heav'n her hundred tow'rs.</br>He first fair Learning's and Britannia's cause</br>Adorn'd with manners, and advanc'd with laws;</br>He bade relent the Briton's savage heart,</br>And form'd his soul to social scenes of art;</br>Wisest and best of Kings! &mdash; with ravish'd gaze</br>Elate the long procession he surveys:</br>Joyful he smiles to find, that not in vain</br>He plan'd the rudiments of Learning's reign:</br>Himself he marks in each ingenious breast,</br>With all the founder in the race exprest:</br>With rapture views, fair Freedom still survive</br>In yon bright domes (ill-fated fugitive.)</br>(Such scene, as when the Goddess pour'd the beam</br>Unsullied, on his ancient diadem)</br>Well-pleas'd, that at his own Pierian seat</br>She plumes her wings, and rests her weary feet;</br>That here at last she takes her fav'rite stand,</br>'Here deigns to linger, ere she leave the land.'\"</br>"]