["Fam'd Wits and Beauties, share this common fate,</br>To stand expos'd to publick Love and Hate,</br>In ev'ry Breast they diff'rent Passions raise,</br>At once our Envy, and our Praise.</br>For when, like you, some noble Youth appears,</br>For Wit and Humour fam'd above his Years:</br>Each emulous Muse, that views the Laurel won,</br>Must praise the worth so much transcends their own,</br>And, while his Fame they envy, add to his renown.</br>But sure like you, no youth, cou'd please,</br>Nor at his first attempt boast such success:</br>Where all Mankind have fail'd, you glories won:</br>Triumphant are in this alone,</br>In this, have all the Bards of old outdone.", "Then may'st thou rule our Stage in triumph long,</br>May'st thou its injur'd Fame revive,</br>And matchless proofs of Wit, and Humour give,</br>Reforming with thy Scenes, and Charming with thy Song.</br>And tho' a Curse ill-fated Wit pursues,</br>And waits the Fatal Dowry of a Muse:</br>Yet may thy rising Fortunes be</br>Secure from all the blasts of Poetry;</br>As thy own Laurels flourishing appear,</br>Unsully'd still with Cares, nor clog'd with Hope and Fear.</br>As from its want's be from its Vices free,</br>From nauseous servil Flattery;</br>Nor to a Patron prostitute thy Mind,</br>Though like Augustus Great, as Fam'd Maecenas kind.", "Though great in Fame!  believe me, generous Youth,</br>Believe this oft experienc'd Truth,</br>From him that knows thy Virtues, and admires their worth.</br>Tho' Thou'rt above what vulgar Poets fear,</br>Trust not the ungrateful World too far;</br>Trust not the Smiles of the inconstant Town;</br>Trust not the Plaudits of a Theater,</br>(Which D-rfey shall with thee and Dryden share;</br>Nor to a Stages int'rest Sacrifice thy own.</br>Thy Genius, that's for Nobler things design'd,</br>May at loose Hours oblige Mankind:</br>Then great as is thy Fame, thy Fortunes raise,</br>Joyn thriving int'rest to thy barren Bays,</br>And teach the World to envy, as thou do'st to praise.</br>The World, that does like common Whores embrace,</br>Injurious still to those it does caress:</br>Injurious as the tainted Breath of Fame,</br>That blasts a Poet's Fortunes, while it sounds his Name.", "When first a Muse inflames some Youthful Breast,</br>Like an unpractis'd Virgin, still she's kind:</br>Adorn'd with Graces then, and Beauties blest,</br>She charms the Ear with Fame, with Raptures fills the Mind.</br>Then from all Cares the happy Youth is free,</br>But those of Love and Poetry:</br>Cares, still allay'd with pleasing Charms,</br>That Crown the Head with Bays, with Beauty fill the Arms.</br>But all a Woman's Frailties soon she shows,</br>Too soon a stale domestick Creature grows:</br>Then, wedded to a Muse that's nauseous grown</br>We loath what we enjoy, drudge when the Pleasure's gon.</br>For, tempted with imaginary Bays,</br>Fed with immortal Hopes, and empty Praise:</br>He Fame pursues, that fair, but treacherous, bait,</br>Grows wise, when he's undone, repents when 'tis too late.", "Small are the Trophies of his boasted Bays,</br>The Great Man's promise, for his flattering Toyl,</br>Fame in reversion, and the publick smile,</br>All vainer than his Hopes, uncertain as his Praise.</br>'Twas thus in mournful Numbers heretofore,</br>Neglected Spencer did his Fate deplore:</br>Long did his injur'd Muse complain,</br>Admir'd in midst of Wants, and Charming still in vain.</br>Long did the Generous Cowley Mourn,</br>And long oblig'd the Age without return:</br>Deny'd what every Wretch obtains of Fate,</br>An humble Roof, and an obscure retreat,</br>Condemn'd to needy Fame, and to be miserably great.</br>Thus did the World thy great Fore-Fathers use,</br>Thus all the inspir'd Bards before</br>Did their hereditary Ills deplore:</br>From tuneful Chaucer's, down to thy own Dryden's Muse.", "Yet pleas'd with gaudy ruin Youth will on,</br>As proud by publick Fame to be undone:</br>Pleas'd tho' he does the worst of Labours chuse,</br>To serve a Barb'rous Age, and an ungrateful Muse.</br>Since Dryden's self, to Wit's great Empire born,</br>Whose Genius and exalted Name</br>Triumph with all the Spoils of Wit and Fame;</br>Must 'midst the loud Applause, his barren Laurels mourn.</br>Ev'n that Fam'd man, whom all the World admires,</br>Whom every Grace adorns, and Muse inspires:</br>Like the great injur'd Tasso shows</br>Triumphant in the midst of Woes;</br>In all his Wants Majestick still appears,</br>Charming the Age to which he ows his Cares,</br>And cherishing that Muse whose fatal Curse he bears.</br>"]