["THIRSIS.  ALEXIS.", "THIRSIS.</br>ALEXIS if thy worth do not disdaine</br>The humble friendship of a meaner Swaine;</br>Or some more needfull business of the day,</br>Urge thee to bee too hasty on thy way;</br>Come (gentle shepheard) rest thee here by me</br>Under the shadow of this broad-leav'd tree:</br>For though I seeme a stranger, yet mine eye</br>Observes in thee the markes of courtesie:</br>And if my judgment erre not, noted too</br>More then in those that more would seeme to doe:</br>Such vertues thy rare modestie doth hide</br>Which by their proper lustre I espy'd;</br>And though long mask't in silence they have beene,</br>I have a wisedome through that silence seene:</br>Yea I have learned knowledge from thy tongue,</br>And heard when thou hast in concealment sung:</br>Which me the bolder and more willing made</br>Thus to invite thee to this homely shade.</br>And though (it may be) thou could'st never spye</br>Such worth in me to make me knowne thereby,</br>In thee I doe; for here my neighbouring sheepe</br>Upon the border of these downes I keepe:</br>Where often thou at Pastorals and playes</br>Hast grac'd our Wakes on Summer Holy-dayes:</br>And many a time with thee at this cold spring</br>Met I, to heare your learned shepheards sing,</br>Saw them disporting in the shady groves,</br>And in chaste Sonnets wooe their chaster loves:</br>When I endued with the meanest skill,</br>Mongst others have been urg'd to tune my quill,</br>Where (cause but little cunning I had got)</br>Perhaps thou saw'st me, though thou knew'st me not.", "ALEXIS.</br>Yes, Thirsis I doe know thee and thy name,</br>Nor is my knowledge grounded all on fame,</br>Art thou not hee, that but this other yeare,</br>Scared'st all the Wolves and Foxes in the sheere?</br>And, in a match at Foot-ball lately try'd</br>(Having scarce twenty Satyres on thy side)</br>Held'st play:  and though assailed, kept'st thy stand</br>Gainst all the best-try'd Ruffians in the land:</br>Didst thou not then in dolefull Sonnets mone,</br>When the beloved of great Pan was gone;</br>And at the wedding of fair THAME and RHYNE,</br>Sing of their glories to thy Valentine?</br>I know it, and I must confess that long</br>In one thing I did doe thy nature wrong:</br>For till I markt the aime thy Satyrs had,</br>I thought them overbold and Thirsis mad,</br>But since I did more neerely on thee looke</br>I soone perceiv'd that I had all mistooke;</br>I saw that of a Cynike thou madst show</br>Where since I find that thou wert nothing so,</br>And that of many thou much blame hadst got</br>When as thy Innocence deserv'd it not.</br>But that too good opinion thou hast seem'd</br>To have of mee (not so to bee esteem'd)</br>Prevailes not ought to stay him who doth feare</br>Hee rather should reproofes than praises heare</br>Tis true I found thee plaine and honest too</br>Which made mee lik, then love, as now I do</br>And, Thirsis though a stranger this I'll say,</br>Where I do love I am not coy to stay.", "THIRSIS.</br>Thankes gentle swayne that dost so soone unfold</br>What I to thee as gladly would have told</br>And thus thy wonted courtesie exprest</br>In kindly entertaining this request:</br>Sure I should injury my owne content</br>Or wrong thy love to stand on compliment,</br>Who hast acquaintance in one word begunne</br>As well as I could in an age have done:</br>Or by an overweening slownesse marre</br>What thy more wisedome hath brought on so farre;</br>Then sit thou downe and I'le my minde declare</br>As freely, as if wee familiars were;</br>And if thou wilt but daigne to give mee eare</br>Something thou maist for thy more profite heare.", "ALEXIS.</br>Willingly Thirsis I obey.", "THIRSIS.</br>Then know Alexis from that very day</br>When as I saw thee at that Shepherdes Coate</br>Where each I thinke of other tooke first noate,</br>I meane that Pastor who by Tavies springs</br>Chaste Shepheards loves in sweetest numbers sings,</br>And with his Musicke (to his greater fame)</br>Hath late made proud the fairest Nimphes of Thame</br>E'ne then mee thought I did espy in thee</br>Some unperceiv'd and hidden worth to bee</br>Which in thy more apparent vertues shin'd</br>And, among many, I in thought divin'd,</br>By something my conceit had understood</br>That thou wert markt one of the Muses brood.</br>That made mee love thee:  And that love I beare</br>Begat a Pitty, and that Pitty Care:</br>Pitty I had to see good parts conceal'd,</br>Care I had how to have that good reveal'd,</br>Since 'tis a fault admitteth no excuse</br>To possess much and yet put nought in use:</br>Heereon I vow'd (if we two ever met)</br>The first request that I would strive to get</br>Should bee but this that thou would'st shew thy skill,</br>How thou could'st tune thy verses to thy quill:</br>And teach thy Muse in some well-framed song,</br>To show the Art thou hast supprest so long:</br>Which if my new acquaintance may obtaine</br>Thirsis will ever honour this daies gaine.", "ALEXIS.</br>Alas!  my small experience scarce can tell</br>So much as where those Nymphes the Muses dwell,</br>Nor (though my slow conceit still travels on)</br>Shall I ere reach to drinke of Hellicon;</br>Or if I might so favour'd be to taste</br>What those sweet streames but over-flow in waste,</br>And touch Parnassus where it low'st doth lye,</br>I feare my skill would hardly flagge so hye.", "THIRSIS.</br>Despaire not Man the Gods have prized nought</br>So deere that may not be with labour bought,</br>Nor need thy paine be great since Fate and Heaven</br>They (as a blessing) at thy birth have given.", "ALEXIS.</br>Why, say they had?", "THIRSIS.</br>Then use their gifts thou must,</br>Or be ungratefull, and so be unjust:</br>For if it cannot truly be deny'd,</br>Ingratitude mens benefites do hide,</br>Then more ungrateful must he be by oddes,</br>Who doth conceale the bounty of the Gods.", "ALEXIS.</br>That's true indeed, but Envy hateth those</br>Who seeking fame their hidden skill disclose:</br>Where else they might (obscur'd) from her espying</br>Escape the blasts and danger of envying:</br>Critickes will censure our best straines of Wit,</br>And purblinde Ignorance misconster it.</br>All which is bad:  yet worse then this doth follow,</br>Most hate the Muses, and contemne APOLLO.", "THIRSIS.</br>So let them; why should we their hate esteeme:</br>Is 't not enough we of ourselves can deeme?</br>Tis more to their disgrace that we scorne them,</br>Than unto us that they our Art contemne;</br>Can we have better pastime than to see</br>Their grosse heads may so much deceived bee,</br>As to allow those doings best, where wholly</br>We scoffe them to their face, and flout their folly;</br>Or to behold blacke Envy in her prime</br>Die selfe-consumed whilst we vie lives with time:</br>And in despite of her, more fame attaine</br>Than all her malice can wipe out againe.", "ALEXIS.</br>Yea but if I apply'd me to those straines,</br>Who should drive forth my flockes unto the plaines,</br>Which whilst the Muses rest, and leisure crave,</br>Must watering, folding, and attendance have.</br>For if I leave with wonted care to cherish</br>Those tender herds:  both I and they should perish.", "THIRSIS.</br>Alexis, now I see thou dost mistake,</br>There is no meaning thou thy charge forsake.</br>Nor would I wish thee so thy selfe abuse</br>As to neglect thy calling for thy Muse:</br>But let these two so each of other borrow,</br>That they may season mirth, and lessen sorrow.</br>Thy flocke will helpe thy charges to defray,</br>Thy Muse to passe the long and tedious day.</br>Or whilst thou tun'st sweet measures to thy Reed</br>Thy sheepe to listen, will more neere thee feed,</br>The wolves will shun them, birds above thee sing,</br>And Lambkins dance about thee in a Ring;</br>Nay which is more:  in this thy low estate,</br>Thou in contentment shalt with Monarkes mate:</br>For mighty Pan, and Ceres to us grants</br>Our fields and flockes shall helpe our outward wants.</br>The Muses teach us songs to put off cares,</br>Grac'd with as rare and sweet conceits as theirs:</br>And we can thinke our lasses on the greenes</br>As faire, or fairer than the fairest Queenes;</br>Or what is more than most of them shall do,</br>Wee'le make their juster fames last longer too,</br>Having our Lines by greatest Princes grac'd</br>When both their name and memory's defac'd.</br>Therefore Alexis though that some disdaine</br>The heavenly musicke of the rural plaine,</br>What is 't to us, if they (or'eseene) contemne</br>The dainties which were nere ordain'd for them?</br>And though that there be other some envy</br>The praises due to sacred Poesie,</br>Let them disdaine and fret till they are wearie,</br>We in ourselves have that shall make us merrie:</br>Which he that wants, and had the power to know it,</br>Would give his life that he might dye a Poet.", "ALEXIS.</br>Thou has so well (yong Thirsis) plaid thy part</br>I am almost in love with that sweet Art:</br>And if some power will but inspire my song,</br>Alexis will not be obscured long.", "THIRSIS.</br>Enough kinde Pastor:  But oh!  yonder see</br>Two Shepheards, walking on the lay-banke be,</br>Cuttie and Willie, that so dearly love,</br>Who are repairing unto yonder grove:</br>Let's follow them:  for never braver Swaines</br>Made musicke to their flockes upon these plaines.</br>They are more worthy, and can better tell</br>What rare contents do with a Poet dwell.</br>Then whiles our sheep the short sweet grasse do shere</br>And till the long shade of the hilles appeare,</br>Weele heare them sing:  for though the one be young,</br>Never was any that more sweetly sung.</br>"]