["THIRSIS.</br>As lately I on Silver Thames did ride,</br>Sad Galatea, on the banck I spy'd:</br>Such was her looke as sorrow taught to shine,</br>And thus she grac't me with a voice divine.", "GALATEA.</br>You that can tune your sounding strings so well</br>Of Ladies beauties, and of love to tell;</br>Once change your note, and let your Lute report</br>The justest griefe that ever touch't the Court.", "THIRSIS.</br>Fair Nymph, I have in your delights no share,</br>Nor ought to be concerned in your care:</br>Yet would I sing if I your sorrows knew,</br>And to my aid invoke no Muse but you.", "GALATEA.</br>Hear then, and let your song augment our grief,</br>Which is so great as not to wish reliefe:</br>She that had all which nature gives or chance,</br>Whom fortune joyn'd with vertue to advance,</br>To all the joyes this Island could afford</br>The greatest Mistris, and the kindest Lord:</br>Who with the Royall mixt her Noble bloud,</br>And in high grace with Gloriana stood.</br>Her bounty, sweetnes, beauty, goodnes, such.</br>That none ere thought her happines too much:</br>So well inclin'd her favours to confer,</br>And kinde to all, as Heaven had bin to her;</br>The virgins part, the mother, and the wife,</br>So well she acted in this span of life;</br>That though few years (too few alas) she told,</br>She seem'd in all things but in beauty old.</br>As unripe fruit, whose verdant stalks doe cleave</br>Close to the tree, which grieves no lesse to leave</br>The smiling pendant which adornes her so,</br>And untill Autumne, on the bough should grow:</br>So seem'd her youthfull soul not easily forc't,</br>Or from so fair, so sweet a seat divorc't:</br>Her fate at once did hasty seem and slow,</br>At once too cruell and unwilling too.", "THIRSIS.</br>Under how hard a law are mortalls born,</br>Whom now we engage, we anon must mourn:</br>What Heaven sets highest, and seems not to prize,</br>Is soon removed from our wondring eyes:</br>But since the sisters did so soon untwine</br>So fair a thread, Ile strive to peece the line.</br>Vouchsafe sad Nymph to let me know the Dame,</br>And to the Muses Ile commend her name:</br>Make the wide Country eccho to your moan,</br>The listning trees and savage mountains groan:</br>What rocks not moved when death is sung</br>Of one so good, so lovely, and so young.", "GALATEA.</br>'Twas Hamilton whom I had nam'd before,</br>But naming her; griefe lets me say no more.</br>"]