["I.</br>Come, Friendship, come &mdash; expand thy wing</br>And fan pale-visag'd Grief away;</br>Perch on my wounded breast, sit hov'ring there,</br>And let me taste th' alternative of joy.", "II.</br>Chear'd by thy look, Misfortune smiles,</br>And dark Despair recurs to Hope.</br>Elated Sorrow checks the rising tear,</br>And Pleasure's radius brightens in her eye.", "III.</br>Come, Nymph, with meekness on thy brow,</br>With open heart, with ample palm,</br>And with thee bring Advice, of sober mien,</br>Fair Truth, and lib'ral Generosity.", "IV.</br>But oh!  admit not in thy train</br>That fiend, who dare to usurp thy name,</br>Hypocrisy &mdash; who mimicks well thy step,</br>But wants thy soul-felt pow'r of Sympathy.", "V.</br>Perish the wretch, whose busy thought</br>Premeditates unmanly fraud!</br>Tho' Nature's plastic hand had form'd us twins,</br>I'd stab the lurking serpent in his heart.", "VI.</br>Yet &mdash; let me quit the rash design</br>And leave him to Reflection's ire.</br>Go!  base assassin of thy neighbour's peace,</br>Go!  feel that the pangs that conscious Guilt inflicts.", "VII.</br>But come, thou star of human kind,</br>Well-temper'd Honesty, appear!</br>And I will clasp thy substance in my arms,</br>For thou to Friendship ever art allied.", "VIII.</br>Tho' Education, learned nurse,</br>Ne'er tutor'd thy unpupil'd youth,</br>Rude as thou art &mdash; yet welcome to my soul,</br>Whilst book-taught villains tremble at my frown.", "IX.</br>With thee, O Friendship, let me live,</br>For social virtues, round thee wait,</br>Thine is the tear, that damps Compassion's cheek,</br>And thine the pathos for another's woe.", "X.</br>Thine is the hand, that pours the dole</br>Into the lap of Poverty.</br>Thine is the heart that prompts thee to relieve,</br>And thine the tongue that whispers peace to pain.", "XI.</br>Beneath thy hospitable roof</br>In jocund converse let me sit,</br>Each low idea shall thy voice refine,</br>And what was abject lift into sublime.", "XII.</br>Do thou but let me feel the breeze</br>That's wafted from thy sacred tongue,</br>And I shall rise from Misery's profound,</br>To reign in regions of true Happiness.</br>"]