["Sweet Pensiveness, who once did'st love to throw</br>O'er Headley's Muse the fading tints of woe!</br>How does thy swelling bosom heave with sighs,</br>To see how low thy youthful votary lies!</br>Cynthia, whose praise adorn'd his tuneful lay,</br>And gilds his tomb with her mild streaming ray.</br>And Philomela, fav'rite of his song,</br>Charms his cold ear no more with thrilling tongue.</br>Taste, to his call obedient, drew aside</br>Oblivion's veil, that thick was wove to hide</br>The long-neglected Bards of other days.&mdash;</br>Reveal'd to sight, they trim their wither'd bays;</br>Their patron's loss with doleful dirges mourn,</br>And wreaths of ivy twine around his urn.</br>Led on by Gratitude, they ask of Fame</br>To mark her scroll with Headley's honour'd name.", "But in his volumes vain the search to find</br>The perfect picture of his noble mind.</br>There Genius only shoots his feeble rays,</br>And Taste refin'd but half his skill displays,</br>Compar'd with that bright intellectual power</br>That spread its influence o'er his social hour;</br>When health's fresh rose o'er his features bloom'd,</br>And joy's bright glance his eagle-eye illum'd;</br>When brilliant wit, and sense energic shone,</br>Whose striking features mark'd them for his own.", "His fancy with congenial rapture fir'd,</br>That first the Poet's ardent soul inspir'd;</br>With Shakspeare wander'd o'er the magic isle,</br>With Milton saw the groves of Eden smile;</br>With gallant Surrey mourn'd his distant fair;</br>Or rais'd, with Mulla's Bard, the fiend Despair;</br>On Cherwell's sedgy banks with Warton stray'd;</br>And woo'd the Muse in Gothic stole array'd.", "O Death, why hadst thou pluck'd, with ruthless hand,</br>The fairest flower that grac'd our favour'd land?</br>Soon as, with fragrance rich, and colours fair,</br>It bared its bosom to the vernal air.</br>But Faith, whose steady eye can Heaven survey,</br>Views it transplanted to the realms of day;</br>Where with fresh bloom its ripening beauties shine,</br>And mix with amaranth its leaves divine.", "Oft as mid Bromholm's holy walls I stray,</br>Where Superstition mourns her own decay,</br>Thy lovely image shall to fancy rise,</br>And dreams of former joys entrance my eyes.</br>Here we remark'd, how Time's relentless power</br>Broke the arch'd gate, and bow'd the ivy tower;</br>How keen delight must chase the sailor's woes,</br>When o'er the waves these misty walls arose</br>To his charm'd eye &mdash; omen of heart-felt bliss,</br>That he his motherless children soon shall kiss.", "When the world's eyes with poppy wreaths are bound,</br>And Sleep, the child of Silence, reigns around,</br>Kind Melancholy, guide my lonely feet,</br>Where thou and Headley fix'd your classic seat!</br>If the dear scenes that won their earthly love</br>Can draw down angels from the joys above,</br>Soft let me breathe thy name with many a tear;</br>Perhaps thy gentle spirit stoops to hear!", "In vain did slow decay with pain conspire</br>To quench the lustre of affection's fire;</br>No wasting pains its vital heat consume,</br>Strong as the lamp that gilds the mouldering tomb.</br>From friendship's base no storms his soul could move,</br>The last sad look was sympathy and love.", "Before bright genius and soft friendship find</br>A nobler mansion than his heaven-born mind;</br>That eye in death shall close that melts with woe,</br>And Time's dark stream in distant ages flow.</br>"]