["Young ZETUS, love-crost, melancholy swain,</br>Expert in music and th' enchanting strain,</br>Beneath a shade the British oaks afford.</br>Pour'd forth his moan, and echoes bore each word.</br>Is this unkind, RUSINA? &mdash; my return,</br>Must love and thee bid all my heart to burn?</br>And thus alone must I disturb the shade,</br>With plaints of hardships, and by love betray'd?</br>These deep dark vistas of the woods display</br>The pending gloom, which o'er my senses play.</br>Yon twining ivy up the rough barks creep,</br>And with the dews of morn still gently weep;</br>Like those sweet, clinging, tender, gay woodbines</br>The canker-worm of love my heart entwines.</br>My sheep recline, and court the mountain's shade,</br>The sun casts umber on each cheek display'd.</br>Nor thou, RUSINA, kindly dost ordain,</br>To bless one hope, or sooth despairing pain.</br>The scorching heat with songsters fills the grove,</br>They press'd with heat, and I consum'd with love.</br>They court the shade, and revel in thick trees&mdash;</br>No shade has love to grant me wanted ease.</br>If willing ears th' obdurate maid would lend,</br>The passion's art would surely, surely bend;</br>Yet she, with scorn, alike my love and tale,</br>Averts her head, and gives them to the gale.</br>Yon hateful brook, which oft reflects her face,</br>And shews each beauty in the liquid glass.</br>Obstructs my peace, and fills her head with pride&mdash;</br>Yet she alone adorns the woodland's side.</br>Ah!  lovely maid, I can perceive thy cot</br>O'er yonder thorn &mdash; a lovely, verdant spot!</br>My rival's yoke I see ascend the hill,</br>Whose sturdy oxen fallow uplands till;</br>I see the herds which happier shepherds keep:</br>But I must mourn, and to the woodlands weep;</br>And all the flow'rs, the sweet product of spring,</br>Must droop and die, while I too, drooping, sing.</br>The tender lilies must unheeded blow,</br>The vi'lets, pale, must all their sweets forego;</br>The fragrant thorn must wither in the gale,</br>And I must fall within the dying pale.</br>Ah!  ZETUS, wretched, sad, despairing swain!</br>What shall allay while love supports thy pain?</br>And fair RUSINA all my gifts refuse&mdash;</br>The thick-wove garland, or my sprightly muse?</br>The tender cresses from the brook I bring;</br>Nor cresses for the fair RUSINA spring.</br>Ah!  cruel creature, what dost thou despise?</br>I am not frightful, nor are cross my eyes:</br>My voice is good &mdash; I make the mountains ring;</br>What could I more, if I were born a king</br>Late in the spring with CORYDON I strove,</br>And not a bird remain'd within the grove;</br>Pan left the woods to hear my tuneful reeds,</br>And all admir'd as on my lay proceeds.</br>The herds left grazing in a mighty drove;</br>The joyous lambs skipt playful as I strove;</br>And, when the contest gave me all the prize,</br>The ev'ning's blush seem'd joyous in the skies.</br>Besides all this, I have a num'rous herd&mdash;</br>Twelve lusty steers as ever trod a yard;</br>As many heifers, and as many cows,</br>And twenty goats, and fifty thrifty ewes;</br>One bull I have, as fine as e'er was bred,</br>With nimble heels, and with a hornless head:</br>Yet all this wealth is not so great a prize</br>As sweet RUSINA, and RUSINA'S eyes.</br>Ah!  fly me not, sweet lair one!  fly not me;</br>Yet, will is thine, and it must still be free.</br>More easy 'tis to brave the torrid sun,</br>Than sink beneath relentless love undone:</br>I sound these reeds, and touch th' Aeolian lyre,</br>But other charms this cold, fair maid require;</br>And panting, sinking, dying, I must roam:</br>Ye sighing gales are deaf to ev'ry groan;</br>Ye warbling linnets!  why so light and gay?</br>Cease, cease!  thy notes accord not with my lay.</br>Ye, humming bees!  upon industrious tour,</br>With purport visit ev'ry fragrant flow'r.</br>Ye doves!  which bill in am'rous mutual love,</br>Let not a charm forsake this blissful grove.</br>Ye violets, lilies, daffodils!  arise&mdash;</br>Ye lose no lovers, and ye heave no sighs.</br>Browse on, my lambs!  unconscious of thy swain;</br>Ye streamlets!  murmur through the myrtle plain.</br>Wave, distant crops of infant-bearded corn!</br>Reflect thy gold ere comes the sportsman's horn;</br>Breathe all around in agricult'ral charms</br>'Tis not for me &mdash; for love my soul disarms.</br>Stray, lovers!  stray, and listen to each sound</br>Of tender accents in each other bound.</br>By little acts do mighty parts to please:</br>The world's an uproar and a passing breeze;</br>We cannot tell from whence it first arose.</br>Nor can we tell how far, or whence it goes.</br>Love has no bounds &mdash; 'tis like the great expanse</br>We guess its causes, and construe by chance:</br>It comes, like storms, unask'd and rages, till</br>It either clears the air, or mortals kill.</br>I sink forlorn!  RUSINA, hear my cries!</br>RUSINA!  hear, before sad ZETUS dies!</br>"]