["Now, while the soft light of these shadowy skies,</br>Henry!  o'erflows at once my heart and eyes,&mdash;</br>While Autumn's variegated leaves around,</br>Withered and hueless, strew the staining ground,&mdash;</br>Thoughts of departed years come back on me;</br>And can I muse on them, forgetting thee?", "Where Prudhoe's ruined towers o'erlook the Tyne</br>My heart is wandering, filled with \"auld lang syne.\"</br>It seems but yesterday since o'er those towers</br>We saw the April clouds dissolved in showers&mdash;</br>The Summer's gilding beams &mdash; or, far and near,</br>The autumnal yellow-tinted foliage sere;</br>When on the opposing banks we lived at school,</br>Happy beneath the kindest master's rule!", "O Memory!  mystical and undefined</br>Power of the heart, whose clew is in the mind!</br>Hath not a cloud sometimes &mdash; a leaf &mdash; the power</br>To stir thee, in reflection's tranquil hour?</br>Life unto me hath nothing strange or new&mdash;</br>Ah, my quick heart my boyhood's years outgrew!</br>So, when that heart with old affections burns,</br>To the enchanted morn of life it turns,</br>Muses o'er feelings fresher, purer still,</br>And sweetly paints remember'd scenes at will.", "Dear OVINGHAM!  whose every nook is known</br>Still to my heart &mdash; though many years are flown</br>Since, a mere child, among thy hamlets rude</br>Careless I roamed &mdash; and loved the solitude&mdash;</br>(For sure 'tis solitude where never yet</br>Chilled the warm heart life's frigid etiquette!)</br>Now let thy peaceful memory warm a strain,</br>Which, warmed by thee, can ne'er be pour'd in vain!&mdash;</br>There thou, my brother, oft with me hast shared</br>The pleasures by maternal love prepared</br>For our young school-boy bosoms &mdash; when from home</br>To see her boys a mother loved to come;&mdash;</br>And we for hours would walk conversing free,</br>All-lovingly, whate'er the theme might be,&mdash;</br>Wandering afar o'er flowery-scented fields,</br>Tasting the bliss that Love, not Nature, yields&mdash;</br>How blest!  mid joys that leave no sting of pain,</br>Till the sad hour &mdash; when we must part again!", "Ye who would blush a mother's love to own!</br>Smile at a bard who boldly makes it known.</br>I write no false feign'd sentiments, to gain</br>Worthless applause from worldly-minded men.</br>This page is the pure mirror of a breast,</br>With childhood's memories feelingly imprest:</br>Throw it, then, by &mdash; or pass it o'er in haste&mdash;</br>Ye!  in whose polish'd hearts it breeds distaste:</br>Perhaps your jeers at me are not so true</br>As is the pity which I feel for you.", "But lo!  what smiling groups! &mdash; In colours bright</br>They come, to celebrate the nuptial rite.</br>What happy faces! &mdash; Lasses gaily drest,</br>Ploughmen, in coarse apparel, yet their best,&mdash;</br>They come! &mdash; and see, in bridal vesture there,</br>A modest maiden, ruddy, yet how fair!</br>Downcast her eyes &mdash; a village beauty!&mdash; Oft</br>In the hay-season has she sung aloft</br>On the sweet-breathing stack, with fork in hand,</br>Darting the smiles which none can all withstand:&mdash;</br>And, when the day declined, how many wove</br>Chaplets of wild-flowers for their queen of love!</br>But one dear youth from all the rest she chose,</br>Even him, on whom herself she now bestows.&mdash;</br>Ah, happy pair!  (whom equal love and truth</br>Unite in the delicious Spring of youth)&mdash;</br>Happier than some, more splendidly endow'd</br>With all that makes the feeble heart so proud,</br>Yet wanting that which only can inspire</br>The wedded breast with rapture's genuine fire,&mdash;</br>Some &mdash; the mere slaves of wealth, of lust, or power,</br>Who like the name, the person, or the dower,&mdash;</br>Who become fashionably groom and bride,</br>And call it marriage when the knot is tied!", "Another scene loved Memory pictures now&mdash;</br>When round the gossip each, with thoughtful brow,</br>Would sit and listen, while, enthroned beside</br>The kitchen's cheerful hearth, in honest pride,</br>She'd tell the wonders of her vagrant life,</br>With changing scenes and strange adventures rife.</br>Poor Nanny!  where art thou? &mdash; Though oft thine eye</br>Have glanced on me (who loved thy histories)</br>While I have turned thy pedlar-goods for sale,</br>Or hung entranced on every wond'rous tale,</br>(Which fostered in my bosom's depth, perchance,</br>The germs of poetry and young romance)</br>Yet, should I meet thee now, thou could'st not know</br>Him who admired and loved thy marvels so;</br>No, thou would'st pass &mdash; or, if required to trace,</br>Could'st recognise no feature in my face,&mdash;</br>For I'm all changed, ah!  many years are past,</br>Since, O thou wandering one thou saw'st me last.&mdash;</br>But I remember thee &mdash; thy sun-burnt cheek&mdash;</br>Thine eyes, through which the native fire would break&mdash;</br>Thy form &mdash; thy staff, whereof thou lovedst to tell,</br>How for long, long years it had served thee well!", "In scenes secluded from all great events,</br>The mind is struck with simplest incidents.</br>The pedlar's cart, with all his wares of trade</br>On the green sward in shining pomp display'd&mdash;</br>The mountebank &mdash; the conj'ror, whose profound</br>Looks and sly tricks diffuse the marvel round&mdash;</br>The strolling troop, whose histrionic art</br>Wins vulgar praise, and strikes th' untutored heart&mdash;</br>The gypsey wanderers, who awhile remain</br>Encamped within the hawthorn-scented lane&mdash;</br>These all, with picturesque effect, combine</br>To charm the fancy &mdash; one at least like mine.", "But hark!  that joyous shout!  Methinks I hear</br>The cry of gladness &mdash; yes, it fills my ear&mdash;</br>When from the prison school-room all rush out,</br>Wild with delight &mdash; a noisy, laughing rout!</br>A holiday! &mdash; The tasks were just begun,</br>Bright through the window shone the mocking sun,</br>When with the master's Sunday's coat his dame,</br>Bustling and smiling, to the school-room came,</br>And called him thence!  A gentle stranger's come,</br>To take his little prattling urchin home;</br>And the young smiler, ere he rides away,</br>Begs his papa to ask a holiday</br>'Tis asked &mdash; 'tis granted!  With reluctance feign'd</br>The double favour is in form obtain'd;</br>But the good master chuckles while he grants,</br>Well-pleased to tend his orchard-trees and plants.</br>What gladdening tidings! &mdash; Oh, the joy within</br>Twenty young hearts, and ah!  the deafening din!</br>Quickly the Latin books are thrown aside,</br>The hats snatched up; and, like a flooding tide,</br>Out rush the merry hearts, o'erjoyed to be,</br>Thus early in the fragrant morning, free!</br>Away they scamper; they've a feeling now</br>Of liberty, enlightening every brow;</br>Away they scamper, full of sport, away&mdash;</br>With careless minds, intent on various play:</br>Huzza! &mdash; a long and sunny holiday!", "Now, when the first wild transport of delight</br>Subsides, they congregate with faces bright,</br>Loud clamorous tongues, and speaking sparkling eyes,</br>And sports and games &mdash; how innocent! &mdash; devise.</br>Ah!  how unlike the headlong passions strong,</br>Which hurry man's maturer heart along,&mdash;</br>Passions, in evil pleasures seeking vent,</br>Intenser &mdash; but how much less innocent!&mdash;</br>Alas!  to these, ere few brief years be flown,</br>Will all their fiery tyranny be known!</br>But hence, O hence, anticipations vain;</br>Age!  view their frolics &mdash; and be young again.", "Some o'er the chalky flags the marble, shoot;</br>Some buy sweet spice, or sweeter summer fruit;</br>Some the projected racing-match decide;</br>Some strut on stilts with ill-dissembled pride;</br>Some play the truant, wandering far and wide,</br>Exploring, fearful of each distant sound,</br>The simple wonders of the country round;</br>Some tend their little gardens; some (and thee</br>'Mongst these, my brother, Fancy still can see)</br>Some watch their nibbling rabbits feeding near,</br>Or hold the sparrow-hawk in pleasing fear;</br>While Nature smiles around, and every boy</br>Feels in his bounding heart the pulse of joy!", "\"Eheu fugaces\" &mdash; Horace sang of old&mdash;</br>And, Henry!  while my artless rhymes unfold</br>Boyhood's dear pleasures, unforgotten still,</br>While all their charms revived thy bosom fill,</br>Doth not thy feeling heart at once incline</br>To sympathize with Horace' strain and mine?&mdash;</br>Yes, brother, we have tasted joys like these,</br>With undistracted minds and hearts at ease;</br>And half their memory's blessedness to me</br>Is that those early joys were shared with thee.</br>Ay, we have climbed the tree, the marble shot,</br>Run the swift race, explored the rural spot,</br>Gathered sweet wood-nuts from the hazel bough,</br>Dammed the bright-flowing burn (which flows on now)</br>Shot coral berries through the hollow reed,</br>Drawn the strong bow, impowered to wound indeed,&mdash;</br>Ay, we have mingled in each joyous play,</br>Each pastime loved, through many a holiday,&mdash;</br>Or talked of home &mdash; sweet home! &mdash; alone, apart&mdash;</br>Still, still together: &mdash; we were one in heart.", "But, if those pleasures we can ne'er forget,</br>Oh there were others purer, dearer yet</br>When, mid our tasks, when now the morn was new,</br>We heard that John was come &mdash; with ponies too,</br>And a delighting letter, winged with joys,</br>From a kind father to his absent boys!&mdash;</br>Then, with the smiling sympathizing groom,</br>(Whose very aspect breathed of happy home)</br>How we would trot all merrily along,</br>Our hearts and voices leaping into song;&mdash;</br>Anticipating, with a warmth of heart</br>Which few maturer raptures can impart,</br>The dear enjoyments of that home endeared,</br>Which hope's elysian Paradise appeared.", "Since those long-fled, but ne'er forgotten, hours,</br>Kind Heaven hath strewn our path with varied flowers;</br>Yet &mdash; oh my brother! &mdash; we have felt since then</br>The breath of passions which belong to men.</br>Pleasure has lured us with her siren tongue;</br>Me hath ambition fired &mdash; at least in song:</br>And to young Love we've poured the heart in sighs,</br>And felt the glow of indignation rise.</br>Ay, indignation!  Who can play a part</br>In life, nor feel it struggling in his heart?&mdash;</br>Who can see felon gamesters wear the smile</br>Of kindly intercourse, and rob the while,&mdash;</br>Who can see ninety of an hundred trained</br>Time-serving deacons perjured when ordained,</br>Who can see fathers prostitute for gold</br>Their unresisting girls, in wedlock sold,</br>Bartering all bliss for loveless splendour's lot,&mdash;</br>Nor feel indignant? &mdash; I, for one, can not!&mdash;</br>Yet some there are, a brazen-visaged crew,</br>Who ne'er the glow of indignation knew;</br>Who have no choice 'twixt good and evil fame,</br>Who boast of folly, and are proud of shame.</br>With such the Muse no kindred impulse knows&mdash;</br>Foes to true feeling, to herself they're foes!&mdash;</br>To other hearts my verse would make appeal,</br>Ingenuous hearts alone, that warmly feel!", "Something we've gained in bliss since boyhood's day&mdash;</br>But careless confidence is worn away.</br>Now we have learned mistrust; for who can see</br>His manhood's noon, and all confiding be?</br>We've witnessed (thanks to Heaven!  we have not proved)</br>The faithlessness of hearts too dearly loved;</br>We've witnessed (I have felt) the bitter hate</br>Which in weak bosoms envy can create;</br>We've witnessed kind professions, kindly made,</br>To hearts, when credulous, at once betray'd;</br>We've witnessed fraud in bosoms seeming just;&mdash;</br>And thus, in the world's school, we've learned mistrust.", "Ah!  truth severe! &mdash; In this so transient scene,</br>Where, mid joy's sunshine, clouds still intervene,</br>Shall enmity's factitious load oppress</br>The fellow-pilgrims of the wilderness?</br>The chart of life is but a chequered span&mdash;</br>And the grave closes every path to man:</br>To Pleasures victim, and to Glory's slave,</br>Yes, there's one goal &mdash; illumed by hope &mdash; the grave!</br>All reach it soon; but some achieve the race</br>While youth's bright dawn yet lightens o'er the face,</br>And hope is winged! &mdash; Woe's me!  the funeral cry</br>Strikes my sad heart, while sorrow palls mine eye!</br>Now wherefore should I tune my lyre?  for she,</br>Whose kinder ear had loved its melody,</br>Sleeps in the grave &mdash; the beautiful, the young&mdash;</br>Quenched the bright eye, and silenced the sweet tongue!</br>Oh Eloisa!  sainted spirit! &mdash; I see</br>Thy narrow bed, and weep, remembering thee!</br>Who would forbid the Muse to mourn thy doom,</br>While heart-wrung tears flow gushing o'er thy tomb?&mdash;</br>When last I saw thee, dear departed one!</br>Youth's sparkling life in every feature shone;</br>And o'er thy sylphic form and Grecian face</br>Beamed the mild lustre of attractive grace.</br>Then, in a pensive (yet not joyless) hour,</br>Thee once I likened to a token flower:&mdash;</br>I saw thee, fairest!  in the flush of youth,</br>And sang &mdash; ('twas but a common-place of truth,</br>How cruelly true!) &mdash; \"thy life is of a day\"&mdash;</br>And thou art wither'd, like the rose, away!", "Ah!  thou wert good as lovely!  But 'tis o'er&mdash;</br>Thy soul shall speak from beauteous dust no more:</br>Thy sweet form lieth beneath the unheeded sod,</br>Cold and corrupted &mdash; but thy soul's with God!</br>Henry!  forgive &mdash; forgive the bursting tear,</br>Which, as I write, bedews an angel's bier!</br>Forgive the grief commingling with my strain&mdash;</br>Can the heart ever plead to speak in vain?", "Go on thy way!  May God himself look down,</br>And with his blessing all your labours crown!</br>And spare your life &mdash; long, very long &mdash; to prove</br>A spring of happiness to all you love!&mdash;</br>So, when few fleeting years have rolled away,</br>Thou may'st the prompting of thy heart obey;</br>So the \"glad tidings of great joy\" ere long</br>May stream in heavenly mercies from thy tongue!", "For me &mdash; who hope forgiveness from above</br>For sins unnumbered against heavenly love&mdash;</br>Pitying alike the hearts that ne'er relent,</br>And him who sang &mdash; \"the weak alone repent\"&mdash;</br>I rather hold, against his erring song,</br>The weak alone are obstinate in wrong.</br>So let this final page speak peace to those</br>Whom Satire made, in earlier youth, my foes,&mdash;</br>Hearts, ne'ertheless, the most removed from hate,</br>Gentle, and generous, and affectionate!</br>Can these forgive the lay, repealed in shame,</br>Poured from a school-boy's breast for spurious fame?</br>Can these forget the mischief idly done?&mdash;</br>Yet &mdash; though it rankle still &mdash; I am foe to none!</br>No foul resentments lurk within my mind,</br>Hasty too oft &mdash; ne'er sullenly unkind.</br>And if my satire caused a tear to flow,</br>Oh!  none can tell the sting of keener woe,</br>Whereby Remorse for one repented deed</br>Hath made my own o'ertortured bosom bleed!</br>"]