["Were not thy mountains' deep foundations laid,</br>Columbia, when in heaven th' Eternal Word</br>Spake forth creation?  And when light obey'd,</br>O'er the far west was not its full flood pour'd?</br>And when the rushing waters sought their bed,</br>Rose not thy queenly land majestic and outspread?", "Why art thou new and young?  Wert thou not twinn'd</br>With her thine Eastern sister in thy birth?</br>It is that on her shore earth's sovereign sinn'd!</br>And death's stern mandate came o'er nature's mirth,</br>As doth untimely frost on soft-eyed flowers;</br>And laid decay and age upon her Eden bowers.", "While thou, like healthy plant by mountain stream,</br>Flourish'd in strength and greenness, and the years</br>Moved o'er thee lightly, as a sunny dream;&mdash;</br>The deadly thorn is nourish'd by man's tears;&mdash;</br>In human sins and sighs the curse is felt!</br>'Twas then &mdash; while peace amid thy solitudes still dwelt.", "And thus upon thy brow the crown of youth,</br>Its flowery crown, was radiant and undimm'd;</br>When the leagued exiles, vow'd to holy truth,</br>The steadfast came! &mdash; and loud their voices hymn'd</br>The great Jehovah, and He was their God!</br>They saw Him power and love, where'er their footsteps trod.", "Stranger, explore our deep and pathless woods,</br>Where sunbeams for long centuries have not slept;</br>Climb cloud-crown'd hills, and trace the sounding floods,</br>Whose waters since creation's birth have swept,</br>Unmark'd by human eye &mdash; and own the view,</br>How grand and awful to behold a world so new!", "'Twill rouse thy soul from lethargy, and break</br>The chains that custom round her victims binds,</br>And high and holy energies will wake,</br>And thou wilt feel, how strong are steadfast minds;</br>And catch some portion of that quenchless flame,</br>That fired the pilgrim band, when hitherward they came.", "And bore they arms, or sumless riches here,</br>To found a nation mighty as the land?</br>The perfect faith that casts off mortal fear&mdash;</br>The free thought, spurning tyranny's command&mdash;</br>Wealth, weapons of the soul!  nought else was theirs;</br>And thus a world was won by zeal and fervent prayers!", "Rome's eagle and the Union's! &mdash; One his flight</br>Held o'er war's storm where carnage might not cease;</br>The other, 'mid calm skies of cloudless light,</br>Waves his broad wings, and leads the march of peace!</br>War and ambition o'er the old world reign&mdash;</br>Freedom and peace, Columbia, bless thy green domain!</br>"]