["'Tis vain to muse &mdash; no more the pitying thought,</br>Nursed in the bosom of soft sympathy,</br>Shall rise in fond solicitude &mdash; the note</br>Of harmony shall sound no more &mdash; with me</br>The sounds of jarring discord best agree;</br>The oppressor's triumph, and the poor man's wrong,</br>With jaundiced eye and stern delight I see;</br>Vain is the aid of lute or soothing song,</br>I have no future hope &mdash; no fears to me belong.", "And what art thou?  A man &mdash; why so am I&mdash;</br>A rich one &mdash; so I was &mdash; though now as poor</br>E'en as the veriest wretch that e'er passed by,</br>Or begged a meagre pittance at thy door.</br>Yet though my couch is but this rocky floor,</br>Secluded from the worldling's idle gaze,</br>And fearing not the iron hand of power,</br>More true content I feel, than in those days</br>When fortune shed on me her brightest, richest rays.", "More true content!  alas!  I know it not&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;</br>&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "One eve I stood upon the rocky shore,</br>And marked with joy the gathering clouds of night,</br>And listening to the ocean's sullen roar,</br>I hailed the coming storm with fierce delight&mdash;</br>And though no living object met my sight,</br>Yet could I hear the sea-bird's piercing scream,</br>As o'er the foaming surge it came, whilst bright</br>At intervals the lightning's forky flame</br>Parted through night's dark vault with sudden, vivid gleam.", "Then came the thunder of a distant gun,</br>Heard indistinctly o'er the roaring wave;</br>Another came, a nearer, louder one&mdash;</br>But in that hour no human aid could save;</br>Each boiling billow oped a yawning grave,</br>Gaping expectant of its destined prey;</br>To it were all alike &mdash; the fair &mdash; the brave&mdash;</br>Who but that morn had been all joyous &mdash; gay&mdash;</br>The waves that night engulphed &mdash; remorseless swept away.", "Then came a sight of horror &mdash; o'er the surge</br>A little skiff came bounding &mdash; with firm stroke</br>Their onward course the sturdy rowers urge,</br>And almost touch the shore, when 'gainst a rock</br>Their slender bark was driven with fatal shock,</br>And all were plunged beneath the briny foam&mdash;</br>The screaming peterel, hovering, seemed to mock</br>Their dying agonies &mdash; they thought of home</br>In vain &mdash; the ocean bed is their untimely tomb.", "But they are happy &mdash; by that speedy death</br>Relieved, removed far from this world of pain</br>And griping misery, while their parting breath</br>Was consecrate on high &mdash; that death were gain&mdash;</br>Soul-harrowing thought &mdash; and I must live &mdash; a stain,</br>A mark to all &mdash; Oh!  that I could shake off</br>The trammels of this life &mdash; my soul regain</br>Her pristine purity &mdash; aye!  thou may'st scoff,</br>But I may reckless bear the scorner's jeering laugh.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Oh!  Anna!  fairest, purest, loveliest, best&mdash;</br>Yes, thou wast all to me &mdash; thy angel mind</br>The seat of every virtue &mdash; in thy breast</br>Was worth with sportive innocence combined&mdash;</br>And thou art gone &mdash; What!  must I be resigned</br>Ah no!  I cannot &mdash; yet I cannot weep&mdash;</br>And must my griefs be to myself confined</br>And must this heart no more her image keep!</br>It shall be so &mdash; when I am wrapt in endless sleep.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "Days, weeks, months, years, passed on &mdash; I saw thee not&mdash;</br>And thou wast as one dead to me &mdash; to live</br>Alone in my remembrance, unforgot</br>Whilst time endures &mdash; a dreary prospective&mdash;</br>And my full heart was left alone &mdash; to grieve</br>O'er dreams of other days, when wanton Joy</br>On silken pinions came but to deceive,</br>And spoke of happiness without alloy,</br>To last while Life endured &mdash; which Time could ne'er destroy.", "The dream of days had vanished &mdash; I returned,</br>And saw thee once again &mdash; still thou wast fair,</br>Aye, fairer than when first my passion burned&mdash;</br>The roseate vermeil of thy cheeks was there,</br>And it was richer, purer, and more clear</br>Than when I first beheld thee &mdash; but the glow</br>Of ruddy health was fled &mdash; thy breath was sere&mdash;</br>The current in thy veins ran sluggish &mdash; slow&mdash;</br>And fled the cheerful smile &mdash; the spirits jocund flow.", "And still thine eyes of beaming blue were bright,</br>Those radiant orbs which oft in happier hours</br>Have o'er my inmost soul shed sweet delight&mdash;</br>Yes, bright as when through * * * leafy bowers</br>We strayed at silent eve, or mid the flowers</br>On that green bank reposed, while parting day</br>In softened splendour, gilt the ancient towers</br>Of Musgrave's castle with a crimson ray,</br>And unperceived by us stole on the twilight grey.", "&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;*&mdash;&mdash;&mdash;", "I saw thee yet again &mdash; the vermeil blush</br>Had vanished from thy cheek &mdash; thy glancing eye</br>Had lost it's lustre &mdash; and the sickly flush</br>Of pale disease was there &mdash; yet not a sigh</br>Of pain escaped thee, but thou wast as I</br>Should wish to be, resigned, in faith secure</br>And though it is a painful thing to die,</br>That pain with constancy thou could'st endure&mdash;</br>Thy pilgrimage was short, but thy reward is sure.", "Spirits of happiness!  which hover round</br>The peaceful mansions of the blest, where nought</br>Of sorrow can approach, let the soft sound</br>Of your ethereal harps be hither brought,</br>And let them utter each soul-soothing note,</br>To lull my wounded spirit to repose;</br>That as their strains around me gently float,</br>My heart to calm content they may dispose,</br>And Death steal on at last like sober evening's close.</br>"]