["In those fair plains, where glitt'ring Ladon roll'd</br>His wanton labyrinth o'er sands of gold,</br>Menalcas reign'd:  from Pan his lineage came;</br>Rich were his vales, and deathless was his fame.</br>When youth impell'd him, and when love inspir'd,</br>The list'ning nymphs his Dorick lays admir'd:</br>To hear his notes the swains with rapture flew;</br>A softer pipe no shepherd ever blew.</br>But now, oppress'd beneath the load of age,</br>Belov'd, respected, venerable, sage,</br>Of heroes, demigods, and gods he sung;</br>His reed neglected on a poplar hung:</br>Yet all the rules, that young Arcadians keep,</br>He kept, and watch'd each morn, his bleating sheep.", "Two lovely daughters were his dearest care,</br>Both mild as May, and both as April fair:</br>Love, where they mov'd, each youthful breast inflam'd,</br>And Daphne this, and Hyla that was nam'd.</br>The first was bashful as a blooming bride,</br>And all her mien display'd a decent pride;</br>Her tresses, braided in a curious knot,</br>Were close confin'd, and not a hair forgot;</br>Where many a flow'r, in mystick order plac'd,</br>With myrtle twin'd, her silken fillet grac'd:</br>Nor with less neatness was her robe dispos'd,</br>And ev'ry fold a pleasing art disclos'd;</br>Her sandals of the brightest silk were made,</br>And, as she walk'd, gave lustre to the shade;</br>A graceful ease in ev'ry step was seen,</br>She mov'd a shepherdess, yet look'd a queen.</br>Her sister scorn'd to dwell in arching bow'rs,</br>Or deck her locks with wreaths of fading flow'rs;</br>O'er her bare shoulder flow'd her auburn hair,</br>And, fan'd by Zephyrs, floated on the air:</br>Green were her buskins, green the vest she wore,</br>And in her hand a knotty crook she bore.</br>The voice of Daphne might all pains disarm:</br>Yet, heard too long, its sweetness ceas'd to charm:</br>But none were tir'd, when artless Hyla sung,</br>Though something rustick warbled from her tongue.", "Thus, both in beauty grew, and both in fame,</br>Their manners diff'rent, yet their charms the same.</br>The young Arcadians, tuneful from their birth,</br>To love devoted, and to rural mirth,</br>Beheld, and fondly lov'd the royal maids,</br>And sung their praise in valleys, lawns, and glades;</br>From morn to latest eve they wept, and sigh'd,</br>And some for Daphne, some for Hyla, died:</br>Each day new presents to the nymphs they bore,</br>And in gay order spread the shining store;</br>Some beechen bowls and polish'd sheephooks brought</br>With ebon knots, and studs of silver, wrought;</br>Some led in flow'ry bands the playful fawn,</br>Or bounding roe, that spurn'd the grassy lawn;</br>The rest on nature's blooming gifts relied,</br>And rais'd their slender hopes on beauty's pride;</br>But the coy maids, regardless of their pain,</br>Their vows derided, and their plaintive strain:</br>Hence some, whom love with lighter flames had fir'd,</br>Broke their soft flutes, and in despair retir'd,</br>To milder damsels told their am'rous tale,</br>And found a kinder Daphne in the vale.", "It happen'd on a cheerful morn of May,</br>When ev'ry meadow smil'd in fresh array,</br>The shepherds, rising at an early hour,</br>In crouds assembled round the regal bow'r,</br>There hail'd in sprightly notes the peerless maids;</br>And tender accents trembled through the glades.</br>Menalcas, whom the larks with many a lay</br>Had call'd from slumber at the dawn of day,</br>By chance was roving through a bord'ring dale,</br>And heard the swains their youthful woes bewail:</br>He knew the cause; for long his prudent mind</br>To sooth their cares indulgently design'd:</br>Slow he approach'd; then wav'd his awful hand,</br>And, leaning on his crook, address'd the list'ning band.", "Arcadian shepherds, to my words attend!</br>In silence, hear your monarch, and your friend.</br>Your fruitless pains, which none can disapprove,</br>Excite my pity, not my anger move.</br>Two gentle maids, the solace of my age,</br>Fill all my soul, and all my care engage;</br>When death shall join me to the pale-ey'd throng,</br>To them my sylvan empire will belong;</br>But lest with them the royal line should fail,</br>And civil discord fill this happy vale,</br>Two chosen youths the beauteous nymphs must wed,</br>To share their pow'r, and grace the genial bed:</br>So may the swains our ancient laws obey,</br>And all Arcadia own their potent sway.</br>But what sage counsel can their choice direct?</br>Whom can the nymphs prefer, or whom reject?</br>So like your passion, and so like your strain,</br>That all deserve, yet cannot all obtain.</br>Hear then my tale:  as late, by fancy led</br>To steep Cyllene's ever-vocal head,</br>With winding steps I wander'd through the wood,</br>And pour'd wild notes, a Faun before me stood;</br>A flute he held, which as he softly blew,</br>The feather'd warblers to the sound he drew,</br>Then to my hand the precious gift consign'd,</br>And said, \"Menalcas, ease thy wond'ring mind:</br>This pipe, on which the god of shepherds play'd,</br>When love inflam'd him, and the viewless maid,</br>Receive:  ev'n Pan thy tuneful skill confess'd,</br>And after Pan thy lips will grace it best.</br>Thy daughters' beauty every breast inspires,</br>And all thy kingdom glows with equal fires:</br>But let those favor'd youths alone succeed,</br>Who blow with matchless art this heav'nly reed.\"</br>This said, he disappear'd.  Then hear my will:</br>Be bold, ye lovers, and exert your skill;</br>Be they my sons, who sing the softest strains,</br>And tune to sweetest notes their pleasing pains:</br>But mark!  whoe'er shall, by too harsh a lay,</br>Offend our ears, and from our manners stray,</br>He, for our favor, and our throne unfit,</br>To some disgraceful penance must submit.", "He ends; the shepherds at his words rejoice,</br>And praise their sov'reign with a grateful voice.</br>Each swain believes the lovely prize his own,</br>And sits triumphant on th' ideal throne;</br>Kind Vanity their want of art supplies,</br>And gives indulgent what the muse denies;</br>Gay vests, and flow'ry garlands each prepares,</br>And each the dress, that suits his fancy, wears.", "Now deeper blushes ting'd the glowing sky,</br>And ev'ning rais'd her silver lamp on high;</br>When in a bow'r, by Ladon's lucid stream,</br>Where not a star could dart his piercing beam,</br>So thick the curling eglantines display'd,</br>With woodbines join'd, an aromatic shade,</br>The father of the blooming nymphs reclin'd,</br>His hoary locks with sacred laurel twin'd:</br>The royal damsels, seated by his side,</br>Shone like two flow'rs in summer's fairest pride:</br>The swains before them crouded in a ring,</br>Prepar'd to blow the flute, or sweetly sing.", "First in the midst a graceful youth arose,</br>Born in those fields where crystal Mele flows:</br>His air was courtly, his complexion fair;</br>And rich perfumes shed sweetness from his hair,</br>That o'er his shoulder wav'd in flowing curls,</br>With roses braided, and inwreath'd with pearls:</br>A wand of cedar for his crook he bore;</br>His slender foot th' Arcadian sandal wore,</br>Yet that so rich, it seem'd to fear the ground,</br>With beaming gems and silken ribands bound:</br>The plumage of an ostrich grac'd his head,</br>And with embroider'd flow'rs his mantle was o'erspread.</br>He sung the darling of th' Idalian queen,</br>Fall'n in his prime on sad Cythera's green;</br>When weeping graces left the faded plains,</br>And tun'd their strings to elegiack strains;</br>While mourning Loves the tender burden bore,</br>\"Adonis, fair Adonis, charms no more.\"</br>The theme displeas'd the nymph, whose ruder ear</br>The tales of simple shepherds lov'd to hear.</br>The maids and youths, who saw the swain advance,</br>And take the fatal pipe, prepar'd to dance:</br>So wildly, so affectedly, he play'd,</br>His tune so various and uncouth he made,</br>That not a dancer could in cadence move,</br>And not a nymph the quaver'd notes approve:</br>They broke their ranks, and join'd the circling train,</br>While bursts of laughter sounded o'er the plain.</br>Menalcas rais'd his hand, and bade retire</br>The silken courtier from th' Arcadian choir:</br>Two eager shepherds, at the king's command,</br>Rent his gay plume, and snap'd his polish'd wand;</br>They tore his vest, and o'er his bosom threw</br>A weed of homely grain and russet hue;</br>Then fill'd with wither'd herbs his scented locks,</br>And scornful drove him to the low-brow'd rocks;</br>There doom'd to rove, deserted and forlorn,</br>Till thrice the moon had arch'd her silver-horn.", "The next that rose, and took the mystick reed,</br>Was wrap'd ungraceful in a sordid weed:</br>A shaggy hide was o'er his shoulder spread,</br>And wreaths of noxious darnel bound his head;</br>Unshorn his beard, and tangled was his hair,</br>He rudely walk'd, and thus address'd the fair:</br>\"My kids I fondle, and my lambs I kiss,</br>Ah!  grant, sweet maid, a more delightful bliss.\"</br>The damsels blush with anger and disdain,</br>And turn indignant from the shameless swain;</br>To Pan in silence, and to Love, they pray,</br>To make his music hateful as his lay;</br>The gods assent:  the flute he roughly takes,</br>And scarce with pain a grating murmur makes;</br>But when in jarring notes he forc'd his song,</br>Just indignation fir'd the rural throng:</br>Shame of Arcadia's bow'rs, the youths exclaim,</br>Whose wretched lays disgrace a shepherd's name!</br>The watchful heralds, at Menalcas' nod,</br>Pursued the rustick with a vengeful rod,</br>Condemn'd three summers on the rocky shore</br>To feed his goats, and touch a pipe no more.", "Now to the ring a portly swain advanc'd,</br>Who neither wholly walk'd nor wholly danc'd;</br>Yet mov'd in pain, so close his crimson vest</br>Was clasp'd uneasy o'er his straining breast:</br>\"Fair nymph,\" said he, \"the roses, which you wear,</br>Your charms improve not, but their own impair.\"</br>The maids, unus'd to flow'rs of eloquence,</br>Smil'd at the words, but could not guess their sense.</br>When in his hand the sacred reed he took,</br>Long time he view'd it with a pensive look;</br>Then gave it breath, and rais'd a shriller note</br>Than when the bird of morning swells his throat;</br>Through ev'ry interval, now low, now high,</br>Swift o'er the stops his fingers seem'd to fly:</br>The youths, who heard such musick with surprise,</br>Gaz'd on the tuneful bard with wond'ring eyes:</br>He saw with secret pride their deep amaze,</br>Then said, \"Arcadia shall resound my praise,</br>And ev'ry clime my pow'rful art shall own;</br>This, this, ye swains, is melody alone:</br>To me Amphion taught the heav'nly strains,</br>Amphion, born on rich Hesperian plains.\"</br>To whom Menalcas:  \"Stranger!  we admire</br>'Thy notes melodious, and thy rapt'rous fire;</br>But ere to these fair valleys thou return,</br>Adopt our manners, and our language learn:</br>Some aged shepherd shall thy air improve,</br>And teach thee how to speak, and how to move.\"", "Soon to the bow'r a modest stripling came,</br>Fairest of swains; and Tityrus his name:</br>Mild was his look:  an easy grace he show'd,</br>And o'er his beauteous limbs a decent mantle flow'd:</br>As through the croud he press'd, the sylvan quoire</br>His mien applauded, and his neat attire;</br>And Daphne, yet untaught in am'rous lore,</br>Felt strange desires, and pains unknown before.</br>He now begins; the dancing hills attend,</br>And knotty oaks from mountain-tops descend:</br>He sings of swains beneath the beechen shade,</br>When lovely Amaryllis fill'd the glade;</br>Next in a sympathizing lay complains,</br>Of love unpitied, and the lover's pains:</br>But when with art the hallow'd pipe he blew,</br>What deep attention hush'd the rival crew!</br>He play'd so sweetly, and so sweetly sung,</br>That on each note th' enraptur'd audience hung;</br>Ev'n blue-hair'd nymphs, from Ladon's limpid stream,</br>Rais'd their bright heads, and listen'd to the theme,</br>Then through the yielding waves in transport glanc'd;</br>Whilst on the banks the joyful shepherds danc'd:</br>\"We oft,\" said they, \"at close of evening flow'rs,</br>Have heard such musick in the vocal bow'rs:</br>We wonder'd; for we thought some am'rous god,</br>That on a silver moonbeam swiftly rode,</br>Had fan'd with starry plumes the floating air,</br>And touch'd his harp to charm some mortal fair.\"", "He ended; and, as rolling billows loud,</br>His praise resounded from the circling croud:</br>The clam'rous tumult softly to compose,</br>High in the midst, the plaintive Colin rose,</br>Born on the lilied banks of royal Thame,</br>Which oft had rung with Rosalinda's name;</br>Fair, yet neglected; neat, yet unadorn'd;</br>The pride of dress, and flowers of art, he scorn'd:</br>And, like the nymph who fir'd his youthful breast,</br>Green were his buskins, green his simple vest:</br>With careless ease his rustick lays he sung,</br>And melody flow'd smoothly from his tongue:</br>Of June's gay fruits and August's corn he told,</br>The bloom of April, and December's cold;</br>The loves of shepherds, and their harmless cheer</br>In ev'ry month that decks the varied year.</br>Now on the flute with equal grace he play'd,</br>And his soft numbers died along the shade;</br>The skilful dancers to his accents mov'd,</br>And ev'ry voice his easy tune approv'd;</br>Ev'n Hyla, blooming maid, admir'd the strain,</br>While through her bosom shot a pleasing pain.", "Now all were hush'd:  no rival durst arise;</br>Pale were their cheeks, and full of tears their eyes.</br>Menalcas, rising from his flowery seat,</br>Thus, with a voice majestically sweet,</br>Address'd th' attentive throng:  \"Arcadians, hear!</br>The sky grows dark, and beamy stars appear:</br>Haste to the vale; the bridal bow'rs prepare;</br>And hail with joy Menalcas' tuneful heir.</br>Thou, Tityrus, of swains the pride and grace,</br>Shalt clasp soft Daphne in thy fond embrace:</br>And thou, young Colin, in thy willing arms</br>Shalt fold my Hyla, fair in native charms:</br>O'er these sweet plains divided empire hold,</br>And to your latest race transmit an age of gold.</br>What splendid visions rise before my sight,</br>And fill my aged bosom with delight!</br>Henceforth of wars and conquests shall you sing,</br>ARMS AND THE MAN in ev'ry clime shall ring:</br>Thy muse, bold Maro, Tityrus no more,</br>Shall tell of chiefs that left the Phrygian shore,</br>Sad Dido's love, and Venus' wand'ring son,</br>The Latians vanquish'd, and Lavinia won.</br>And thou, O Colin!  heav'n-defended youth,</br>Shalt hide in fiction's veil the charms of truth,</br>Thy notes the sting of sorrow shall beguile,</br>And smooth the brow of anguish till it smile;</br>Notes, that a sweet Elysian dream can raise,</br>And lead th' enchanted soul through fancy's maze;</br>Thy verse shall shine with Gloriana's name,</br>And fill the world with Britain's endless fame.\"", "To Tit'rus then he gave the sacred flute,</br>And bade his sons their blushing brides salute;</br>Whilst all the train a lay of triumph sung,</br>Till mountains echo'd, and till valleys rung.", "While thus with mirth they tun'd the nuptial strain,</br>A youth, too late, was hastening o'er the plain,</br>Clad in a flowing vest of azure hue;</br>Blue were his sandals, and his girdle blue:</br>A slave, ill-dress'd and mean, behind him bore</br>An osier-basket fill'd with fishy store;</br>The lobster with his sable armour bold,</br>The tasteful mullet deck'd with scales of gold;</br>Bright perch, the tyrants of the finny breed,</br>And greylings sweet, that crop the fragrant weed;</br>Among them shells of many a tint appear,</br>The heart of Venus, and her pearly ear,</br>The nautilus, on curling billows born,</br>And scallops, by the wand'ring pilgrim worn,</br>Some drop'd with silver, some with purple dye;</br>With all the race that seas or streams supply:</br>A net and angle o'er his shoulder hung,</br>Thus was the stranger clad, and thus he sung:</br>\"Ah!  lovely damsel, leave thy simple sheep;</br>'Tis sweeter in the sea-worn rock to sleep;</br>There shall thy line the scaly shoals betray,</br>And sports, unknown before, beguile the day,</br>To guide o'er rolling waves the dancing skiff,</br>Or pluck the samphire from th' impending cliff:</br>My rapt'rous notes the blue-ey'd Nereids praise,</br>And silver-footed Naiads hear my lays.\"</br>\"To them,\" Menalcas said, \"thy numbers pour;</br>Insult our flocks and blissful vales no more.\"</br>He spake; the heralds knew their sov'reign's will,</br>And hurl'd the fisher down the sloping hill:</br>Headlong he plung'd beneath the liquid plain,</br>(But not a nymph receiv'd the falling swain,)</br>Then dropping rose; and, like the rushing wind,</br>Impetuous fled, nor cast a look behind:</br>He sought the poplar'd banks of winding Po,</br>But shun'd the meads where Ladon's waters flow.", "Ere through nine radiant signs the flaming sun</br>His course resplendent in the Zodiack run,</br>The royal damsels, bashful now no more,</br>Two lovely boys on one glad morning bore;</br>From blooming Daphne fair Alexis sprung,</br>And Colinet on Hyla's bosom hung;</br>Both o'er the vales of sweet Arcadia reign'd,</br>And both the manners of their sires retain'd:</br>Alexis, fairer than a morn of May,</br>In glades and forests tun'd his rural lay,</br>More soft than rills that through the valley flow,</br>Or vernal gales that o'er the vi'lets blow;</br>He sung the tender woes of artless swains,</br>Their tuneful contests, and their am'rous pains;</br>When early spring has wak'd the breathing flow'rs,</br>Or winter hangs with frost the silv'ry bow'rs:</br>But Colinet in ruder numbers tells</br>The loves of rusticks, and fair-boding spells,</br>Sings how they simply pass the livelong day,</br>And softly mourn, or innocently play.", "Since them no shepherd rules th' Arcadian mead,</br>But silent hangs Menalcas' fatal reed.</br>"]