["Strange power of home, with how-strong-twisted arms</br>And Gordian-twined knot dost thou enchain me?</br>Never might fair Calisto's doubled charms,</br>Nor powerfull Circe's whispering so detain me,</br>Though all her art she spent to entertain me;</br>Their presence could not force a weak desire:</br>But (oh!) thy powerfull absence breeds still-growing fire.", "By night thou try'st with strong imagination</br>To force my sense 'gainst reason to belie it:</br>Me thinks I see the fast-imprinted fashion</br>Of every place, and now I fully eye it;</br>And though with fear, yet cannot well denie it,</br>Till the morn bell awakes me; then for spite</br>I shut mine eyes again, and wish back such a night.", "But in the day, my never-slak't desire</br>Will cast to prove by welcome forgerie,</br>That for my absence I am much the nigher;</br>Seeking to please with soothing flatterie.</br>Love's wing is thought; and thought will soonest fly,</br>Where it findes want:  then as our love is dearer,</br>Absence yeelds presence; distance makes us nearer.", "Ah!  might I in some humble Kentish dale</br>For ever eas'ly spend my slow-pac'd houres;</br>Much should I scorn fair Aeton's pleasant vale,</br>Or Windsor Tempe's self, and proudest towers:</br>There would I sit safe from the stormie showers,</br>And laugh the troublous windes, and angrie sky.</br>Piping (ah!) might I live, and piping might I die!", "And would my luckie fortune so much grace me,</br>As in low Cranebrook, or high Brenchly's hill,</br>Or in some cabin neare thy dwelling place me,</br>There would I gladly sport, and sing my fill,</br>And teach my tender Muse to raise her quill;</br>And that high Mantuan shepherd self to dare;</br>If ought with that high Mantuan shepherd mought compare.", "There would I chant either thy Gemma's praise,</br>Or els my Fusca; (fairest shepherdesse)</br>Or when me list my slender pipe to raise,</br>Sing of Eliza's fixed mournfulnesse,</br>And much bewail such wofull heavinesse;</br>Whil'st she a dear-lov'd Hart (ah lucklesse!) slew:</br>Whose fall she all too late, too soon, too much, did rue.", "But seeing now I am not as I would,</br>But here among th' unhonour'd willows shade,</br>The muddy Chame doth me enforced hold;</br>Here I forsweare my merry piping trade:</br>My little pipe of seven reeds ymade</br>(Ah pleasing pipe!) I'le hang upon this bough.</br>Thou Chame, and Chamish Nymphs, bear witness of my vow.</br>"]