["While Peace uprear'd aloft her graceful head,</br>And o'er the world her balmy blessings shed:</br>While laurel'd Science flourish'd in her reign:</br>While undisturb'd the merchant plough'd the main;</br>Wide o'er the trackless ocean ply'd the oar,</br>And fraught with treasure gain'd his native shore:</br>While Britons, bless'd beyond the human race,</br>Enjoy'd the sweets of liberty and peace;</br>And the broad falchion beat into a share:</br>While in the peaceful vale the happy swains</br>Till'd the fat glebe, and reap'd the honest gains;</br>And graceful youths and blooming maids were seen</br>In mazy dance glide swift along the green;</br>Or rais'd to rapture, Peace and Plenty sung;</br>With Peace and Plenty ev'ry valley rung:</br>The trumpet's angry clang was heard no more,</br>No hostile cannon thunder'd round the shore,</br>Nor were our slumbers broke by War's alarms,</br>Nor the wide champaign gleam'd with glitt'ring arms:</br>While happy prospects bless'd our ravish'd eyes,</br>See, unprovok'd, th' ambitious Gaul arise.</br>See, Britons, see, before the faithless Gaul</br>What provinces lie waste, what numbers fall!</br>Murders and monstrous cruelty prevail,</br>And scarce one left to tell th' amazing tale!</br>What guiltless blood has stain'd Americ's shore!</br>What black barbarity, unhear'd before,</br>Has spread around its more than brutal rage,</br>Has spar'd nor tender youth nor stooping age!</br>All grim in blood see the destroying foe</br>Pour on, exulting at the scenes of wo!</br>See, all around the raging flames arise,</br>And send the village blazing to the skies!</br>See the soft virgin in proud triumph born,</br>The infant from its mother's bosom torn,</br>Dash'd with unpitying hands against the floor,</br>Its quiv'ring members swim in tides of gore!&mdash;</br>Hark! &mdash; grov'ling in the dust the father's groan!</br>The childless mother's unavailing moan,</br>The piercing shriek, the shrill bewailing cry,</br>Join'd to the victor's shouts, invade the rending sky.", "Fir'd by your country's wrongs, arise to arms,</br>Ye brave, whose breasts a British spirit warms!</br>Defend the best of kings, your rights assert,</br>And let the faithless find their just desert.</br>HAWKE and BOSCAWEN!  clad in terrors go,</br>And hurl red vengeance on the treach'rous foe.</br>Far as the sea extends his watry reign,</br>Tell to the world, BRITANNIA rules the main;</br>Proclaim, that, by the fix'd decree of Heav'n,</br>To her the empire of the sea was giv'n:</br>This send in thunder to each hostile ear,</br>Let haughty nations tremble when they hear.</br>Go, first of heroes!  prove your matchless might,</br>Your souls undaunted in the rage of fight:</br>With vengeance just pursue your country's foes,</br>With vengeance due to sad Americ's woes.&mdash;</br>See, see!  those murder'd ghosts arise to view,</br>Point to their goary wounds, and call on you!</br>Defac'd with blood see the sad train arise!</br>Pale, ghastly Horror stares tremendous in their eyes!", "O thou SUPREME!  whose hand the thunder forms,</br>Wings the red lightning, and awakes the storms;</br>Whose sword or lays the peaceful waves asleep,</br>Or into mountains heaves the roaring deep;</br>At whose command the kingdoms rise and fall,</br>Whose awful nod o'erturns the trembling ball;</br>Makes horrid war and boist'rous tumult cease,</br>And glads the nations with the sweets of peace!</br>With great success O crown our just design,</br>And let thy face upon our armies shine;</br>In the dread day of danger and dismay,</br>Propitious point to victory the way;</br>Still War's alarms once more, and let thy smile</br>With peace and plenty crown BRITANNIA'S isle.</br>"]