["Come, sweet enthusiast, from the lonely vale,</br>Whence streams o'er all thy sadly-soothing lay;</br>While Night sits list'ning to thy tender tale,</br>That melts the heart, and steals the soul away.", "O!  let me woo thee from thy cool retreat,</br>Whether thy wand'ring steps delight to rove,</br>O'er Afric's woods; &mdash; or court some softer seat;</br>And lead thee musing to yon bowery grove.", "Say, dost thou walk o'er Libya's trackless waste,</br>Or seek some distant solitary shore?</br>Or on the Andes' topmost mountain plac'd,</br>Dost sit, and hear the solemn thunder roar?", "Is some lone forest now thy dark abode,</br>Where breathes sweet Philomel's inchanting strain?</br>Or didst thou listen to some rushing flood,</br>And suit thy cadence to the sounding main?", "Or does some rural scene delight thee most,</br>Where all around the bloomy landscapes glow?</br>There in deep thoughtful contemplation lost,</br>Dost muse, and pore upon the stream below?", "Come, heav'nly fair, and bring thy sister-train:</br>Wan Sorrow, drooping her dejected head;</br>Calm Thought, that walks along the flowery plain;</br>And pensive Solitude, that loves the shade.", "The blue ey'd Eve, in gilded mantle drest,</br>Paints deep with gold the mountain's airy brow!</br>Pale Envy's watchful eyes are clos'd in rest,</br>Nor sounds the voice of music from the bough.", "This, this is Wisdom's soft transporting hour,</br>When by some purling stream at ease reclin'd,</br>She sits all serious, near yon arching bower,</br>And pours her treasures on the op'ning mind.", "O, bear me to some scene remov'd from sight,</br>Some awful shade, the deep recess of thought,</br>Where the lone warbler on the ear of Night</br>Pours sweetly slow her melancholy note.", "Far hence be Tumult, Vanity, and Noise,</br>Far hence be Envy's deeply lurking wiles,</br>Far hence Ambition's momentary joys,</br>Hate's stormy frowns, and Love's deceitful smiles.", "All hail, ye gentle, undisturb'd retreats,</br>Save that invited by the breezy gale,</br>When Evening gilds your flower-embroider'd seats,</br>Calm Peace sits musing in the lowly dale.", "Here let me mark, from human ken remote,</br>The crouds that land in Death's dark dismal dome,</br>Here weigh th' events in cool impartial thought</br>That pass betwixt the cradle and the tomb.", "A scanty space, and clouded o'er with care:</br>Yet here black Terror spreads her raven wing,</br>Here sound the shrieks of Fury and Despair,</br>And jaundic'd Malice points her poison'd sting.", "From scene to scene the busy rambler flies,</br>As Passion, Fear, and lawless Frenzy call,</br>Elate with hope, or spent with bursting sighs,</br>Till Death's destructive hand determines all.", "Come, mournful maid, from thy sequester'd bower,</br>And o'er this breast, long conscious of thy sway,</br>Exert thy genial heav'n-descended power,</br>And sweep the sparkling scenes of life away.", "Quick to yon forest let my steps retire,</br>Where nodding yews and arching cypress grow;</br>There let me tune the sweetly plaintive lyre,</br>Till all my melting soul dissolve in woe.", "There if Ambition's tow'ring hopes inflame,</br>Let judging Reason draw the veil aside;</br>Or fir'd with envy at some mighty name,</br>Read o'er the monument that tells, &mdash; he dy'd.", "Say, gentle mourner, in yon mouldy vault,</br>Where the worm fattens on some scepter'd brow,</br>Beneath that roof with sculptur'd marble fraught,</br>Why sleeps unmov'd the breathless dust below?", "Sleeps it more sweetly than the simple swain</br>Beneath some mossy turf that rests his head,</br>Where the lone widow tells the night her pain,</br>And eve with dewy tears embalms the dead?", "The lily, screen'd from ev'ry ruder gale,</br>Ne'er courts the cultur'd spot where roses spring;</br>But blows neglected in the peaceful vale,</br>And scents the zephyrs balmy-breathing wing.", "The burst of grandeur, and the pomp of power,</br>Can these bid Sorrow's gushing tears subside?</br>Can these avail in that tremendous hour</br>When Death's cold hand congeals the purple tide?", "Ah, no! &mdash; the charms of nature and of art,</br>Youth's smiling pride, and Beauty's lovely bloom,</br>Lopt like a flower by his relentless dart,</br>Like pale and with'ring in the silent tomb.", "For me: &mdash; may passion ne'er my soul invade,</br>Nor be the whims of tow'ring frenzy given:</br>Let wealth ne'er court me from the lonely shade</br>Where Contemplation wings the soul to heav'n.", "O guard me safe from Envy's lurking snare!</br>With each extreme that Pleasure tries to hide,</br>The poison'd breath of slow-consuming Care,</br>The noise of Folly, and the dreams of Pride.", "But lead, sweet nymph, my devious steps away,</br>Far from the haunts of Pleasure, Pomp, and Pow'r,</br>Where Science musing at the close of day,</br>Spends the calm, thoughtful, solitary hour.", "There let my little span of life be led,</br>And grant some friend, that pays a kind return</br>To mutual love, may seek my grassy bed,</br>And pour the tears of friendship o'er my urn.</br>"]