["Bright smiles the orient with celestial red,</br>The fleecy clouds their golden skirts display,</br>Thick phalanx'd tress enclothe the mountain head,</br>And groves luxuriant wanton in the ray.</br>Ah me!  can those for mis'ries dire repay,</br>And call the brilliant scenes for ever fled?</br>Can the bright orient's rosy smile impart</br>The balm of hope, or dews of comfort shed?</br>Can trees thick-phalanx'd, groves luxuriant, dart</br>Contentment's glowing beam, and close my bleeding heart?", "Still shall I load with sighs the sobbing gale,</br>Still murmur to the riv'let's solemn flow,</br>Tell the dull ear of night my piteous tale,</br>And bid still ev'ning weep upon my woe.</br>My myrtle plants, alas!  are with'ring low,</br>My roseate wreaths no more fresh sweets exhale;</br>Sorrow, and blank despair, have marr'd their bloom:</br>My laurels droop in harsh oblivion's vale.</br>Ah!  never shall they rise but on my tomb:</br>Ah!  never, but in heav'n, disperse their bland perfume.", "Come, Sadness, then, and thy companion, Care,</br>And all the fiends that crowd the couch of Death:</br>Let the black cypress crown my unkimpt hair,</br>With deadly hemlock twined, the sweetest wreath.</br>Let nought but savage woes around me breathe,</br>Nought but the death-watch greet my sullen ear:</br>For I pre-eminence of grief may claim.</br>Oft shall fond memory pour the heart-drawn tear;</br>While woe congenial pauses on my fame,</br>And dumb Despair point out my long-lamented name.", "Where the romantic cliff, like Ruin's throne,</br>Hangs o'er the dashing surge with awful steep;</br>Where unseen spirits heave the dismal groan,</br>And distant elves are often heard to weep;</br>Where shiv'ring corpses leave their haunted sleep,</br>Seen by the moon's affrighted eye alone;</br>There let me moulder with the mould'ring ground,</br>For brother-bards, and tuneful souls, long gone,</br>Shall glad with melody the wilds around;</br>And fairies mark my grave, with mountain-garlands crown'd.</br>"]