["Struck with the News of ANDREWS' sudden Fate,</br>(So falls a Tree, with Fruits ambrosial crown'd,</br>Torn by the Tempest, from its tow'ring Height,</br>And lays its Honours prostrate on the Ground)</br>URANIA pour'd the Anguish of her Breast,</br>Till Slumber clos'd her Eyes, and solemn Visions drest.", "Methought, triumphant from his recent Blow,</br>Before me DEATH'S terrific Spectre stood;</br>With This Hand grasping his strong Ebon Bow,</br>With That his Shafts that drop'd with human Blood;</br>When thus my Lips the awful Silence broke,</br>Pale Fear bedew'd my Limbs, and chill'd me as I spoke.", "\"Say why, tremendous POW'R, should ANDREWS feel</br>In blooming Youth thine Arrow's fatal Force?</br>ANDREWS, who, kindled with seraphic Zeal,</br>With heav'nly Blessings mark'd his rising Course;</br>Skill'd to instruct and charm the list'ning Throng,</br>And from his Life enforce the Counsels of his Tongue.", "Thou could'st, while ANDREWS still had grac'd the Stage,</br>Have pity'd hoary Nature's hourly Groans;</br>Or kindly finish'd the despairing Rage</br>Of weeping Ulcers, or of racking Stones;</br>Or from his Seat some impious Wretch have hurl'd,</br>His Nation's Plague accurs'd, and Terror of the World.", "In this vast Stroke what clust'ring Woes are found?</br>Widows and Orphans mix their piercing Cries,</br>And Friendship bleeding with a ghastly Wound</br>Unlocks the gushing Fountains of her Eyes,</br>While his Church pours th' inconsolable Moan,</br>And Tear fast flows on Tear, and Groan resounds to Groan.\"", "I spoke; the gloomy TERROR mild replies:</br>\"Know I'm the Servant of th' Eternal King;</br>And, fraught with sov'reign Orders from the Skies,</br>I point my Shafts, and stretch the fatal String:</br>Then urge not this opprobrious Charge on me,</br>On me compell'd by Heav'n t' accomplish its Decree.", "\"A Pris'ner Thou of this terrestrial Ball,</br>And Clouds and Mazes will perplex thy Sight,</br>Till I, obeying the celestial Call,</br>Unbind thy Chains, and bid Thee spring to Light,</br>To Light empyreal, where thy ravish'd Eyes</br>Shall see from clashing Scenes harmonious Wisdom rise.", "\"Mean Time be active, while thy Sunbeams last;</br>Be patient in Affliction's gloomy Hour:</br>Think not I creep too slow or fly too fast,</br>All are immortal till their Work is o'er.</br>T' inflame these heav'nly Dictates I impart,</br>From ANDREWS' Life transcribe, and wear him at thine Heart.\"</br>"]