["The haughs o' a' their yellow locks are cou'd,</br>Bauld Boreas blaws wi' nippin norland breath;</br>Tween neuk and neuk stackyeards are geyly stow'd,</br>Wi' ricks weel happit up frae comein' skaith.</br>And now sin labor' has secur'd wherewith</br>To stap the wame when winter yowls thereout,</br>Our auld guidman has pledg'd his sacred aith,</br>That he'll ha'e a' the neibours roun' about,</br>Baith' young and auld, ca'd in, an' hae a merry bout.", "Frae yont the burn auld Symon, dais'd wi' eild,</br>Comes, loutin' fair, out our his aiken kent;</br>An' John, wha' wins aboon the hazelie beild,</br>As fast's he dou, comes steppin' owr' the bent.</br>Wi' twa three mae' douce fouk, wha' now present</br>Themsel' amang the younkers in the ha',</br>Syne' to the barn wi' meikle merriment,</br>When things are a' set right, they gang awa,</br>An' roun' the claith-clad boord sit down baith yin an' a'.", "Our auld gudeman fou doucely taks his seat</br>At the boord' head, an' syne a blessin' gies;</br>That done, he bids the bashfou' no be blate,</br>But just win to, an' connaugh what they please.</br>Sax gude sheep-heads, sung i' the smiddie bleeze.</br>A muckle haggis weel worth a' that's there,</br>An monie a whang, stou'd frae the gude auld cheese,</br>Wi' routh o' sic' like hamely countra' fare,</br>Staps a their wames sae fou, that they dou haud nae mair,", "Now furms are flittet an' bethankits said,</br>In wi' a stacherin' step comes fiddler Pate,</br>Wha yont the auld aik kipple flaps his plaid,</br>Syne i' the neuk compos'dly taks his seat.</br>Tarn pous' up Tibbie, Will his winsome Kate,</br>An' Rab his Peggie, wi' som twa three mae';</br>Syne our the floor reel at an unco' rate,</br>While Patie plays O'er Bogie we will gae,'</br>Or, Fy gaur rub her weel wi' wusps o' clean ait strae.", "The canty crackin' carlins i' the neuk</br>Tell our auld warl' tales wi' meikle glee;</br>The auld arm chair hauds Symon's aged buik,</br>Wha' i' the bowie maks the spiritual brie,</br>Syne i' the noggin's, wi' a ladle he,</br>Pours forth wi' liberal hand the inspiring soup,</br>Round gangs the bickers for ilk ane to prie,</br>Till Burniewin's sae fou he's tint a' hope</br>O' ever wunnen' mair up aff his scour'd doup'.", "Wae's me, poor Wattie's unco' fair beset;</br>Jock Tamson's kaitlin' wi' his dautit Jean;</br>An' he, poor silly fool, has taen the pet,</br>Because on him she winna' fling her een'.</br>Come play up, Wat ye wha I saw yestereen;</br>Crys Jock, an' syne wi' Jean jumps to the floor,</br>While waefou' Wattie, no weel pleas'd I ween,</br>To see his joe, wyld wi' a rival's lure,</br>Throu' spite is hameward gane awa' out our the moor.", "But wha' can yon be sitten near the mou',</br>Among the shakeit strae weel out o' sight?</br>Aye, Rab, ye wylie loon', I see its you,</br>Wi' Peggie i' your oxter claspit tight:</br>O dinna' for Nell's gowd, sic beauty slight,</br>Nor wi' fause love fie innocence betray.</br>For weel I wat ye are the winsome wight;</br>She fain wa'd share her joys an' sorrows wi, </br>Tho' she has got a bode frae Jock an' monie mae'.", "Arous'd by the big punch bowie's pour,</br>The canty auld fock, in a merry mood,</br>Ha'e yin and a' gat up to fit the floor,</br>An wag their legs amang the junior brood.</br>Come, see the fiddle-strings are a' weel screw'd,</br>Crys John, an gies the cantiest spring ye have;</br>Auld aunty Margat's youth is maist reneu'd,</br>When shaking her auld shanks amang the lave,</br>Tho' her tae fit amaist is i' the dowie grave.", "The floor i' now is just a hotchin' thrang,</br>Baith young an' auld are in a merry key;</br>Rib's pou'd up Symon wi' an' unco bang,</br>For his auld warld fling he langs to see.</br>Poor Leesie loupin' roun' right merrilie,</br>Ran soul' o' that mislear'd vile fallow Stein,</br>Wha' tulyeing fair her bony mou to prie,</br>Out o' her cotties pou'd the muckle preen,</br>Whilk keeps some things fou snug that dounna weel be seen.", "But whist, my muse, Pate's fiddle scarce dou squeel;</br>Think ye the straught up stentin stick is fawn;</br>Na', Na', wi' him the maut's aboon the meal</br>For trouth he sat our near our auld gudeman.</br>Foul fa' the filthy loon, that I should bann,</br>See how he's speuing yont the muckle stool,</br>It maks na' tho' he i' the burn was thrawn,</br>Out our the lugs, the wearie heat to cool,</br>Whilk scouders a' the ucc frae aff his glewin' hool.", "The smith's sae fou' he don but gape an' glour,</br>An' yet to toom his cog he maks a' fen;</br>Auld Pattie, too, is fairly coupit o'er,</br>And scarce wi' drink can wag his finger en'.</br>In troth, quoth Roger of the brechan' glen,</br>It's time we were gaun hame bath yin and a';</br>Content, quo' Rab, ilk yin wale out his hen;</br>Sae he wi' his ain Meg is gain awa'</br>To see her safely through the Bogle-haunted shaw.", "The Gleesome fiddle is na' heard to hum,</br>For Pate's sae fou he canna wald the bow;</br>Sae a' the younkers wearied, flockin' come,</br>Out at the door each wi' his lass in tow.</br>Jock's gaen wi' Jean awa out o'er the know;</br>Stein's got his plaid, an's oxtering Jenny hame;</br>An' Will wi' Kate's gaen throu' the Goblin' howe,</br>While the auld carls wi' suncat rax their wame,</br>Ben i' the cozie spence, wi' our gudeman and dame.</br>"]