["MOTTO.</br>Might my youth's Mirth, become thy aged yeeres,</br>My gentle Shepheard, Father of us all,</br>Wherewith I wonted to delight my Pheeres,</br>When to their Sports they pleased me to call.", "Now would I tune my Miskins on this Greene,</br>And frame my Verse, the Vertues to unfold</br>Of that sole Phoenix Bird, my lives sole Queene,</br>Whose Lockes doe staine the three-times burnisht Gold.", "But melancholy settled in thy spleene,</br>My Rimes seeme harsh to thy unrellish'd taste,</br>Thy Wits that long replenisht have not beene,</br>Wanting kind moysture, do unkindly waste.", "WINKEN.</br>Well, Wanton, laugh not my old age to scorne,</br>Nor twit me so, my senses to have lost,</br>The time hath beene, when as my hopefull Morne</br>Promis'd as much as now thy youth can boast.", "My direfull cares beene drawne upon my face,</br>In crooked lines with Ages Iron Pen,</br>The Morphew quite discoloured the place,</br>Which had the power t' attract the eyes of men.", "What mock'd the Lilly, beares this Tawny Dye,</br>And this once Crimson, lookes thus deadly pale,</br>Sorrow hath set his foot upon mine Eye,</br>And hath for ever perished my sale.", "A cumber-World, yet in the World am left,</br>A fruitlesse Plot with Brambles over-growne:</br>Of all those joyes, that pleas'd my Youth, bereft,</br>And now too late my Folly but bemone.", "Those daintie straines of my well-tuned Reed,</br>Which many a time have pleas'd the curious Eares,</br>In me no more those pleasing thoughts doe breed,</br>But tell the errors of my wandring yeeres.", "Those poys'ning Pills beene biding at my heart,</br>Those lothsome Drugs unseas'ned Youth did chaw,</br>Not once so sweet, but now they be as tart,</br>Not in the mouth, what they are in the maw.", "MOTTO.</br>Even so I weene:  for thy old Ages Fever</br>Deemes sweetest Potions, bitter as the Gall,</br>And thy cold Palate, having lost the savour,</br>Receives no comfort by a Cordiall.", "WINKEN.</br>As thou art, once was I a gamesome Boy,</br>Ill-wintred now, and aged as you see,</br>And well I know, thy Swallow-winged joy</br>Quickly shall vanish, as 'tis fled from me.", "When on the arch of thy eclipsed Eyes,</br>Time shall have deeply charactred thy Death,</br>And Sun-burnt Age, thy kindly moysture dryes,</br>Thy wasted lungs be Niggards of thy breath;", "Thy brawn-falne armes, and thy declining backe,</br>To the sad burthen of thy yeeres shall yeeld,</br>And that thy legs their wonted force shall lacke,</br>Able no more thy wretched Trunke to weeld.", "Now am I like the knottie aged Oake,</br>Whom wasting Time hath made a Tombe for dust,</br>That of his branches reft by Tempest stroke,</br>His Barke consumes with Canker-wormes and rust.", "And though thou seem'st like to the bragging Bryer,</br>And spreadst thee like the Morn-lov'd Marigold,</br>Yet shall thy sap be shortly dry and seere,</br>Thy gawdy Blossomes blemished with cold.", "Even such a Wanton and unruly Swaine,</br>Was little ROWLAND, when as lately he,</br>Upon the Verge of yonder neighb'ring plaine,</br>Carved this Rime upon a Beechen Tree.", "Then this great Universe no lesse,</br>Can serve her prayses to expresse:</br>Betwixt her eyes, the Poles of Love,</br>The Host of Heavenly Beauties move,</br>Depainted in their proper Stories,</br>As well the fix'd as wandring Glories,</br>Which from their proper Orbes not goe,</br>Whether they gyre swift or slow:</br>Where from their Lips, when shee doth speake,</br>The Musike of those Spheares doe breake,</br>Which their harmonious Motion breedeth:</br>From whose cheerefull breath proceedeth</br>That Balmy sweetnesse, that gives birth</br>To every off-spring of the Earth:</br>The Structure of whose gen'rall Frame,</br>And state wherein shee mooves the same,</br>Is that Proportion, Heavens best Treasure,</br>Whereby it doth all poyze and measure,</br>So that alone her happy sight</br>Contaynes perfection and delight.", "MOTTO.</br>O divine Love, which so aloft can rayse,</br>And lift the Mind out of this earthly Myre,</br>And dost inspire us with so glorious prayse,</br>As with the Heavens doth equall Mans desire:", "Who doth not helpe to decke thy holy Shrine,</br>With VENUS Mirtle and APOLLO's Tree?</br>Who will not say that thou art most Divine,</br>At least, confesse a Deitie in thee?", "WINKEN.</br>A foolish Boy, full ill is hee repayd:</br>For now the Wanton pynes in endlesse payne,</br>And sore repents what he before misse-said.</br>So may they be, which can so lewdly fayne.", "Now hath this Yonker torne his tressed Locks,</br>And broke his Pipe which was of sound so sweet,</br>Forsaking his Companions and their Flocks,</br>And casts his Garland loosely at his Feet.", "And being shrowded in a homely Cote,</br>And full of sorrow (I him sitting by,)</br>He tun'd his Rebecke to a mournefull Note,</br>And thereto sang this dolefull Elegie.", "Upon a Banke with Roses set about,</br>Where Turtles oft, sit joyning Bill to Bill,</br>And gentle springs steale softly murm'ring out,</br>Washing the Foote of Pleasures sacred Hill:</br>There little Love sore wounded lyes,</br>His Bow and Arrowes broken,</br>Bedew'd with Teares from VENUS Eyes,</br>Oh, grievous to be spoken!", "Beare him my Heart, slaine with her scornefull Eye,</br>Where sticks the Arrow which that Heart did kill,</br>With whose sharpe Pile, request him ere he dye,</br>About the same to write his latest Will,</br>And bid him send it backe to mee,</br>At instant of his dying,</br>That cruell, cruell shee, may see</br>My Faith and her denying.", "His Chappell be a mournefull Cypres Shade,</br>And for a Chantry PHILOMEL'S sweet lay,</br>Where Prayers shall continually be made</br>By Pilgrim Lovers passing by that way,</br>With Nymphs and Shepherds yeerely moane,</br>His timelesse death beweeping,</br>In telling that my Heart alone</br>Hath his last Will in keeping.", "MOTTO.</br>Wo's me for him that pyneth so in payne,</br>Alas, poore ROWLAND, how for him I grieve!</br>That such a baite should breed so foule a bayne,</br>Yet shee not dayne his sorrow to relieve.", "WINKEN.</br>Beware by him, thou foolish wanton Swayne,</br>By others harmes thus maist thou learne to heed:</br>Beautie and Wealth beene fraught with high disdayne,</br>The Night drawes on:  Come, homeward let us speed.</br>"]