["Alack!  'tis melancholy theme to think</br>How Learning doth in rugged states abide,</br>And, like her bashful owl, obscurely blink,</br>In pensive glooms and corners, scarceley spied;</br>Not, as in Founders' Halls and domes of pride,</br>Served with grave homage, like a tragic queen,</br>But with one lonely priest compell'd to hide,</br>In midst of foggy moors and mosses green,</br>In that clay cabbin hight the College of Kilreen!", "This College looketh South and West alsoe,</br>Because it hath a cast in windows twain;</br>Crazy and crack'd they be, and wind doth blow</br>Thorough transparent holes in every pane,</br>Which Dan, with many paines, makes whole again,</br>With nether garments, which his thrift doth teach,</br>To stand for glass, like pronouns, and when rain</br>Stormeth, he puts, \"once more unto the breach,\"</br>Outside and in, tho' broke, yet so he mendeth each.", "And in the midst a little door there is,</br>Whereon a board that doth congratulate</br>With painted letters, red as blood I wis,</br>Thus written, \"CHILDREN TAKEN IN TO BATE:\"</br>And oft, indeed, the inward of that gate,</br>Most ventriloque, doth utter tender squeak,</br>And moans of infants that bemoan their fate,</br>In midst of sounds of Latin, French, and Greek,</br>Which, all i' the Irish tongue, he teacheth them to speak.", "For some are meant to right illegal wrongs,</br>And some for Doctors of Divinitie,</br>Whom he doth teach to murder the dead tongues,</br>And soe win academical degree;</br>But some are bred for service of the sea,</br>Howbeit, their store of learning is but small,</br>For mickle waste he counteth it would be</br>To stock a head with bookish wares at all,</br>Only to be knock'd off by ruthless cannon ball.", "Six babes he sways, &mdash; some little and some big,</br>Divided into classes six; &mdash; alsoe,</br>He keeps a parlour boarder of a pig,</br>That in the college fareth to and fro,</br>And picketh up the urchins' crumbs below,</br>And eke the learned rudiments they scan,</br>And thus his A, B, C, doth wisely know&mdash;</br>Hereafter to be shown in caravan,</br>And raise the wonderment of many a learned man.", "Alsoe, he schools some tame familiar fowls,</br>Whereof, above his head, some two or three</br>Sit darkly squatting, like Minerva's owls,</br>But on the branches of no living tree,</br>And overlook the learned family;</br>While, sometimes, Partlet, from her gloomy perch,</br>Drops feather on the nose of Dominie,</br>Meanwhile, with serious eye, he makes research</br>In leaves of that sour tree of knowledge &mdash; now a birch.", "No chair he hath, the awful Pedagogue,</br>Such as would magisterial hams imbed,</br>But sitteth lowly on a beechen log,</br>Secure in high authority and dread:</br>Large, as a dome for Learning, seems his head,</br>And, like Apollo's, all beset with rays,</br>Because his locks are so unkempt and red,</br>And stand abroad in many several ways:&mdash;</br>No laurel crown he wears, howbeit his cap is baize.", "And, underneath, a pair of shaggy brows</br>O'erhang as many eyes of gizzard hue,</br>That inward giblet of a fowl, which shows</br>A mongrel tint, that is ne brown ne blue;</br>His nose, &mdash; it is a coral to the view;</br>Well nourish'd with Pierian Potheen,&mdash;</br>For much he loves his native mountain dew;&mdash;</br>But to depict the dye would lack, I ween,</br>A bottle-red, in terms, as well as bottle-green.", "As for his coat, 'tis such a jerkin short</br>As Spenser had, ere he composed his Tales;</br>But underneath he hath no vest, nor aught,</br>So that the wind his airy breast assails;</br>Below, he wears the nether garb of males,</br>Of crimson plush, but non-plushed at the knee;&mdash;</br>Thence further down the native red prevails,</br>Of his own naked fleecy hosierie:&mdash;</br>Two sandals, without soles, complete his cap-a-pie.", "Nathless, for dignity, he now doth lap</br>His function in a magisterial gown,</br>That shows more countries in it than a map,&mdash;</br>Blue tinct, and red, and green, and russet brown,</br>Besides some blots, standing for country-town;</br>And eke some rents, for streams and rivers wide;</br>But, sometimes, bashful when he looks adown,</br>He turns the garment of the other side,</br>Hopeful that so the holes may never be espied!", "And soe he sits, amidst the little pack,</br>That look for shady or for sunny noon,</br>Within his visage, like an almanack,&mdash;</br>His quiet smile foretelling gracious boon:</br>But when his mouth droops down, like rainy moon,</br>With horrid chill each little heart unwarms,</br>Knowing, that infant show'rs will follow soon,</br>And with forebodings of near wrath and storms</br>They sit, like timid hares, all trembling on their forms.", "Ah!  luckless wight, who cannot then repeat</br>\"Corduroy Colloquy,\" &mdash; or \"Ki, Kae, Kod,\"&mdash;</br>Full soon his tears shall make his turfy seat</br>More sodden, tho' already made of sod,</br>For Dan shall whip him with the word of God,&mdash;</br>Severe by rule, and not by nature mild,</br>He never spoils the child and spares the rod,</br>But spoils the rod and never spares the child,</br>And soe with holy rule deems he is reconcil'd.", "But, surely, the just sky will never wink</br>At men who take delight in childish throe,</br>And stripe the nether-urchin like a pink</br>Or tender hyacinth, inscribed with woe;</br>Such bloody Pedagogues, when they shall know,</br>By useless birches, that forlorn recess,</br>Which is no holiday, in Pit below,</br>Will hell not seem design'd for their distress&mdash;</br>A melancholy place that is all bottomlesse?", "Yet would the Muse not chide the wholesome use</br>Of needful discipline, in due degree.</br>Devoid of sway, what wrongs will time produce,</br>Whene'er the twig untrained grows up a tree,</br>This shall a Carder, that a Whiteboy be,</br>Ferocious leaders of atrocious bands,</br>And Learning's help be used for infamie,</br>By lawless clerks, that, with their bloody hands,</br>In murder'd English write Rock's murderous commands.", "But ah!  what shrilly cry doth now alarm</br>The sooty fowls that dozed upon the beam,</br>All sudden fluttering from the brandish'd arm,</br>And cackling chorus with the human scream;</br>Meanwhile, the scourge plies that unkindly seam</br>In Phelim's brogues, which bares his naked skin,</br>Like traitor gap in warlike fort, I deem,</br>That falsely lets the fierce besieger in,</br>Nor seeks the Pedagogue by other course to win.", "No parent dear he hath to heed his cries;&mdash;</br>Alas!  his parent dear is far aloof,</br>And deep in Seven-Dial cellar lies,</br>Killed by kind cudgel-play, or gin of proof,</br>Or climbeth, catwise, on some London roof,</br>Singing, perchance, a lay of Erin's Isle,</br>Or, whilst he labours, weaves a fancy-woof,</br>Dreaming he sees his home &mdash; his Phelim smile;&mdash;</br>Ah me!  that luckless imp, who weepeth all the while!", "Ah!  who can paint that hard and heavy time,</br>When first the scholar lists in Learning's train,</br>And mounts her rugged steep, enforc'd to climb,</br>Like sooty imp, by sharp posterior pain,</br>From bloody twig, and eke that Indian cane,</br>Wherein, alas!  no sugar'd juices dwell,</br>For this, the while one stripling's sluices drain,</br>Another weepeth over chilblains fell,</br>Always upon the heel, yet never to be well!", "Anon a third, for his delicious root,</br>Late ravish'd from his tooth by elder chit,</br>So soon is human violence afoot,</br>So hardly is the harmless biter bit!</br>Meanwhile, the tyrant, with untimely wit</br>And mouthing face, derides the small one's moan,</br>Who, all lamenting for his loss, doth sit,</br>Alack, &mdash; mischance comes seldomtimes alone,</br>But aye the worried dog must rue more curs than one.", "For lo!  the Pedagogue, with sudden drub,</br>Smites his scald head, that is already sore,&mdash;</br>Superfluous wound, &mdash; such is Misfortune's rub!</br>Who straight makes answer with redoubled roar,</br>And sheds salt tears twice faster than before,</br>That still with backward fist he strives to dry;</br>Washing with brackish moisture, o'er and o'er,</br>His muddy cheek, that grows more foul thereby,</br>Till all his rainy face looks grim as rainy sky.", "So Dan, by dint of noise, obtains a peace,</br>And with his natural untender knack,</br>By new distress, bids former grievance cease,</br>Like tears dried up with rugged huckaback,</br>That sets the mournful visage all awrack;</br>Yet soon the childish countenance will shine</br>Even as thorough storms the soonest slack,</br>For grief and beef in adverse ways incline,</br>This keeps, and that decays, when duly soak'd in brine.", "Now all is hush'd, and, with a look profound,</br>The Dominie lays ope the learned page;</br>(So be it called) although he doth expound</br>Without a book, both Greek and Latin sage;</br>Now telleth he of Rome's rude infant age,</br>How Romulus was bred in savage wood,</br>By wet-nurse wolf, devoid of wolfish rage;</br>And laid foundation-stone of walls of mud,</br>But watered it, alas!  with warm fraternal blood.", "Anon, he turns to that Homeric war,</br>How Troy was sieged like Londonderry town;</br>And stout Achilles, at his jaunting-car,</br>Dragged mighty Hector with a bloody crown:</br>And eke the bard, that sung of their renown,</br>In garb of Greece most beggar-like and torn,</br>He paints, with colly, wand'ring up and down.</br>Because, at once, in seven cities born;</br>And so, of parish rights, was, all his days, forlorn.", "Anon, through old Mythology he goes,</br>Of gods defunct, and all their pedigrees,</br>But shuns their scandalous amours, and shows</br>How Plato wise, and clear-eyed Socrates,</br>Confess'd not to those heathen hes and shes;</br>But thro' the clouds of the Olympic cope</br>Beheld St. Peter, with his holy keys,</br>And own'd their love was naught, and bow'd to Pope,</br>Whilst all their purblind race in Pagan mist did grope!", "From such quaint themes he turns, at last, aside,</br>To new philosophies, that still are green,</br>And shows what rail-roads have been track'd, to guide</br>The wheels of great political machine;</br>If English corn should grow abroad, I ween,</br>And gold be made of gold, or paper sheet;</br>How many pigs be born to each spalpeen;</br>And ah!  how man shall thrive beyond his meat,&mdash;</br>With twenty souls alive, to one square sod of peat!", "Here, he makes end; and all the fry of youth,</br>That stood around with serious look intense,</br>Close up again their gaping eyes and mouth,</br>Which they had opened to his eloquence,</br>As if their hearing were a threefold sense.</br>But now the current of his words is done,</br>And whether any fruits shall spring from thence,</br>In future time, with any mother's son!</br>It is a thing, God wot!  that can be told by none.", "Now by the creeping shadows of the noon,</br>The hour is come to lay aside their lore;</br>The cheerful pedagogue perceives it soon,</br>And cries, \"Begone!\"  unto the imps, &mdash; and four</br>Snatch their two hats and struggle for the door,</br>Like ardent spirits vented from a cask,</br>All blithe and boisterous, &mdash; but leave two more,</br>With Reading made Uneasy for a task,</br>To weep, whilst all their mates in merry sunshine bask.", "Like sportive Elfins, on the verdant sod,</br>With tender moss so sleekly overgrown,</br>That doth not hurt, but kiss, the sole unshod,</br>So soothly kind is Erin to her own!</br>And one, at Hare and Hound, plays all alone,&mdash;</br>For Phelim's gone to tend his step-dame's cow;</br>Ah!  Phelim's step-dame is a cankered crone!</br>Whilst other twain play at an Irish row,</br>And, with shillelah small, break one another's brow!", "But careful Dominie, with ceaseless thrift,</br>Now changeth ferula for rural hoe;</br>But, first of all, with tender hand doth shift</br>His college gown, because of solar glow,</br>And hangs it on a bush, to scare the crow:</br>Meanwhile, he plants in earth the dappled bean,</br>Or trains the young potatoes all a-row,</br>Or plucks the fragrant leek for pottage green,</br>With that crisp curly herb, call'd Kale in Aberdeen.", "And so he wisely spends the fruitful hours,</br>Link'd each to each by labour, like a bee;</br>Or rules in Learning's hall, or trims her bow'rs;&mdash;</br>Would there were many more such wights as he,</br>To sway each capital academie</br>Of Cam and Isis; for, alack!  at each</br>There dwells, I wot, some dronish Dominie,</br>That does no garden work, nor yet doth teach,</br>But wears a floury head, and talks in flow'ry speech!</br>"]