["Oh that some holy fire enlightening,</br>My Soul now ravish would with thoughts divine,</br>Whilst I of Jealousie Loves daughter sing,</br>And godly Zeale, which like the Sunne doth shine,</br>Alas!  Minerva, and the Muses nine,</br>Are too weake helpes their aide here to entreate,</br>With Cole from Altar let some Seraphine</br>Touch my rude tongue, and set my braine on heate,</br>The Glory of this Grace in loftie rhimes to sweate.", "Fit Subject for a sacred Poets Verse,</br>Which should it selfe in Extasie transcend,</br>Zeales sacred Praise, with Knowledge to rehearse</br>Both Method and Devotion doe commend:</br>Who as the houshold Chaplaine doth intend,</br>To all that live in Royall Court of Love,</br>And Prayers for them all to heav'n doth send,</br>For without Zeale none possible can move,</br>To high Olimpus Court, the Seate of mightie Jove.", "For Prayers that to Heav'n seeke to ascend,</br>Without the Fervour of this sacred Zeale,</br>Fall downe like smoakie vapours, that intend</br>Into Aires middle region to steal:</br>But those that are supported by her seale</br>Like Fumes of Incense by the Lamb contend</br>Ev'n in th' Almighties presence to reveale</br>Our wants, and crave his aid us to defend:</br>'Gainst worlds and Serpents poyson to our latest end.", "Oh!  thou to whom it was both drinke and meate,</br>To finish and to doe thy Fathers Will,</br>Whom Zeale of Gods owne House ev'n up did eate,</br>And made thee on the Crosse thy bloud to spill:</br>Who whipst out Merchants that thy house did fill</br>With doves and money, theeves and merchandise,</br>Some Zea-lous juice into my pen distill,</br>And raise my mind above her wonted guise,</br>That so my Muse may with her matter sympathise.", "All other holy Graces disposition,</br>By Rules of Art I formerly define;</br>But Zeale so fervent is no definition</br>Can her containe, or bound in any line;</br>Onely shee is by nature pure, divine,</br>Beloved Daughter to the Queene of Love,</br>Whose Mothers Graces, so in her doe shine,</br>Shee well the primate of her Court may prove,</br>And ranked be for place, all other Peares above.", "I here omit that Zeale, which without hate</br>Of others, doth to vertuous deeds contend,</br>And us enflames that good to emulate,</br>Which we to be in others apprehend:</br>I here that holy Jealousie commend,</br>Which onely doth from Love divine proceed;</br>When, not for our, but Gods cause, we intend</br>To love both him and his in word and deed,</br>For this is that right Zea'le which of true Love doth breed.", "Truth comes by Knowledge, and from zeale, devotions;</br>When therefore zeale doth with true knowledge meete,</br>Shee doth inlarge our hearts with heav'nly notions,</br>Sublime, transcendent, admirable, sweet;</br>But where this knowledge wants, shee's undiscreet,</br>Rash, violent, seditious, rude and blinde,</br>Faults for so fair a Lady farre unmeet;</br>You see two zeales here of a differing kinde,</br>I leave the worst, and seeke the fairest out to finde.", "Sweet Lady!  daughter to the Queene of Love;</br>Which is the cause of Zeale and Jealousie,</br>If you will ask mee what this Queene doth move,</br>To love us wretches that in sin do lye;</br>I answere, Goodnesse of her Majestie.</br>Most excellent is then this holy fire,</br>Of zeale, proceeding from such ancestry,</br>Goodnesse and Love, which therefore we require</br>To true effects of Love and Goodnesse to aspire.", "Sweet zeale!  How fairely dost thou beautifie</br>Th' affection, where thou mak'st thy habitation,</br>Like Temple, which thy Lord did purifie,</br>Whenas his Soule with zeale and indignation,</br>Was mov'd to see Gods Temples prophanation,</br>Not suffering thy house of endlesse rest,</br>To be abus'd by Pride or lustfull passion,</br>Th' affection which doth lodge within my brest,</br>The Temple where Christ and the holy Ghost should rest.", "Companions of Zeale are Pietie,</br>Faith, Knowledge, Patience, Firtitude, and Right,</br>In workes of Mercy, Peace, and Charitie,</br>And sweet Humilitie is her delight:</br>With all her Power shee is opposite</br>Against all that Gods glory may oppose,</br>She spends in fervent Prayers, day and night;</br>And those by Knowledge doth so well compose,</br>They bring Gods blessings down, and up his Judgements close.", "Oh Zeale with Knowledge, Faith and Charitie,</br>Who able is thy vertue to commend,</br>Which doth the Church into one Body tye,</br>And for Gods glory only dost contend:</br>For publique good, and not for private end.</br>Lo!  the Angells-Being doth in zeale consist;</br>Whose sacred ardour doth all flames transcend,</br>Wherewith they oft enlight our mindes darke mist,</br>When flames of hottest zeale they to our soule suggest.", "Oh!  Love as strong as Death, and Jealousie </br>Cruell as grave:  Thy flames like coales of fire</br>Consume and burne up all most violently,</br>No Streames or Flouds can quench her sacred ire,</br>Should we sell all we have, we could not buy her:</br>The Daughter zeale is like the Mother free,</br>Them both from Heav'n th' Almightie doth inspire,</br>And therefore neither will affronted bee,</br>With Rivalls, Heathen Gods most base Idolatree.", "Fond Zeale that's fitly called which doth want</br>Faith, Knowledge, Love divine, and Graces all,</br>It still doth most vaine superstitions haunt,</br>And to most base Idolatry doth fall,</br>Unhumane Fury; Madnesse tragicall!</br>Of men, whom thus blinde zeale and strange desire,</br>Transports beyond rage diabolicall,</br>To offer up their children in the fire,</br>Of some offended devill to appease the ire.", "Strange is this zealous fury of the rude,</br>When Ignorance doth guide their blinde devotion,</br>The gathering of the froward multitude,</br>When they be stirred with some fervent motion:</br>All following some braine-sicke idle notion,</br>With discontent, against authoritie,</br>Raise Schismes in Church, in Common-wealth Commotion;</br>Pretending all their Conscience-liberty,</br>Alas!  these be no fruits of holy Jealousie.", "God often by an Anthropopathy,</br>By which his nature best wee understand,</br>Ascribes unto himselfe the Jealousie,</br>As being link'd in Hymens holy band;</br>Unto his Church, his undefiled:  And</br>His Church againe, to shew her fervent Love,</br>And Joy shee takes in her new joyned hand,</br>Like Love-sicke Bride the Bridegroome oft doth prove,</br>And him with zeale invites her to imbrace and Love.", "Never new wedded Bridegroome was more faine</br>Of his new-Bride, than Christ is of his Dove,</br>Never did truest Turtle more complaine,</br>For losse of Mate, then this Spouse of her Love;</br>It would a stony heart to fountaines move</br>Of teares to hear the Churches piteous mone,</br>When shee doth misse him whom her Soul doth love,</br>Where's my belov'd?  ah whither is shee gone?</br>And left his saddest Deare, to sigh and sit alone.", "And therefore as a Signet on his heart,</br>And as the Seale that is on his right hand,</br>She would be joyn'd, that she might never part,</br>But alwayes in his Grace and presence stand.</br>No Keeper in Christs Vineyard must command,</br>He will his Vineyard prune and dress alone,</br>Whereby his Jealousie wee understand,</br>His Vine the Bridegroome will have drest of none.</br>The Bride out of his presence never will be gone.", "Doth mine invention fail?  that worn to flow</br>In Similes, that make hard things seem plain?</br>Or doth the whole Creation here below,</br>Nothing afford zeales nature to explaine?</br>Alas all earthly Similes are vaine</br>T' expresse the nature of this Heav'nly fire,</br>Which in the glorious Angells doth remaine,</br>And in the Spirits of that blessed Quire,</br>Which here with Hymnes and Praises do Gods love admire.", "Shall dust and ashes dare yet be so bold,</br>Her to the holy fire to compare</br>Which in the Bush thy servant did behold</br>Flaming, but did the Bush not singe or feare:</br>Such flames of zeale oft in our hearts there are,</br>Which do enlighten them, but not consume</br>These flames our Prayers to Jehovah beare,</br>By these our Praises spiritually up fume,</br>And in Gods nostrils are like incense and perfume.", "Or shall I like her to some Lionesse</br>Rob'd of her whelps, by some adventurous hand,</br>Who in her wondrous woe, and furiousnesse,</br>Devour's and slayes all in her way that stand:</br>Who can the force of Jealousie withstand?</br>Being of so great strength and wondrous might,</br>God grant our zeale the Truth may understand,</br>And that true Knowledge may our minds inlight,</br>To make us zealous for Gods glory and the right.", "May I not like her to strong churlish wine,</br>Which doth confound the braine, inflame the blood:</br>But cool'd with water pure, and sugar fine,</br>For both of them is soveraigne and good:</br>Ev'n so doth Jealousies most fervent mood,</br>Allaid with sugar of sweet Charitie,</br>And coold with sweetest Crystalline pure floud,</br>The silent streames of soft Humilitie,</br>Transcend in all good workes, of Love and Pietie.", "This is the zeale and sacred emulation,</br>Which the Originall doth signifie;</br>Which hath with Love in Heav'n her habitation,</br>And all our actions here doth sanctifie.</br>And when our Maker us shall glorifie,</br>Behold!  our zeale shall in perfection shine,</br>Begun on earth in true sinceritie,</br>And as our Fleshly courage doth decline,</br>Our zeale will grow more hot, and nearest to divine.", "Zeale made old Abram, Hagars sonne reject,</br>For scoffing at his holy promisd seed,</br>And Moses Pharaohs Court and grace neglect,</br>When hee th' Egyptians Destiny did reed,</br>That smote a brother of the holy breed:</br>This zeale made noble Phineas with his speare,</br>Slay Zimri and Cosbi in their damned deed,</br>Though Saul the fat of Amelec would spare;</br>Yet Samuels zeale doth Agags flesh in pieces teare.", "Oh had his Master Eli's burnt so hot</br>Against his sonnes, when they by violence</br>The fattest of Gods offrings from him got,</br>And with foule Lust defil'd the sacred Tents:</br>Had he like Phineas punish't this offence?</br>Our eares then should not have so tingeled,</br>To heare of Gods great wrath and sore offence,</br>He and his sonnes in one day slaughtered,</br>And all his race from th' Ark for ever banished.", "Zeale made the warlike David to aspire</br>To build an house for Gods owne habitation,</br>And though warres crost his zeale and good desire,</br>Yet made he for it royall preparation,</br>And's Sonne it finisht on his laid foundation,</br>Who gold and silver Vessels in did bring,</br>It making Judah's Joy, the admiration</br>Of all the World, the Seat of the great King,</br>Whither the Tribes goe up for his true worshiping.", "I may with this example dignifie</br>The noble zeale of our late famous Queene,</br>Who much desired to reedifie</br>Paules Temples ruines, which so fearfull seeme,</br>And make her faire as ever shee was seene:</br>But warres abroad and broiles within her Land,</br>Most fatall to this pious worke have beene;</br>So as it still most ruinous doth stand,</br>Expecting helpe from Solomons pacificke hand.", "Zeale like a Torch it owne self doth consume,</br>Whilst burning it to others giveth light,</br>And like to sweetest incense and perfume</br>For others Good, spends all her force and might,</br>Oh blessed fire!  if kindled aright,</br>It burn with Love of Heaven, and holy things,</br>Retaining in our hearts, both day and night,</br>His sweet imbraces, who is King of Kings,</br>Loathing the worlds vaine wanton wicked dallyings.", "This Cupid be thy soules and hearts delight,</br>Whose Bow and golden shafts of zeale and Love,</br>Doe conquer Fury's, Fates, and worlds despight,</br>And stay the thunderbolts of angry Jove:</br>Oh see the force of Love and Zeale doth move</br>All powers that in Heav'n, Earth, Hell transcend;</br>Grant thee alone I zealously may Love;</br>And let thy Jealousie me safe defend,</br>That never to strange Gods I my affection bend.", "Let us learn zeale of him that in the day's</br>Of's flesh, did offer Prayers, supplication,</br>With strongest cry's and teares to God alwayes,</br>That able was to save him from his Passion;</br>And learne of him true holy indignation,</br>To be ev'n eaten up with fervent zeale,</br>To see theeves den in Gods owne habitation,</br>But first let Knowledge our Commission seal </br>That where this Fervour wounds, our Charity may heal.", "But ah our zeale of Prayer now growes cold,</br>Zeale of Gods glory like our Charitie,</br>And as the world declines, now waxing old,</br>Ev'n so doth all our zeale and pietie:</br>We raise our houses ev'n to dare the skie,</br>But raze Gods Temples equall with the ground,</br>Our Fathers built them for posteritie,</br>And left with Ornaments adorned round.</br>But we them with their Ornaments seeke to confound.", "As for the Temples of the holy Ghost,</br>I meane our hearts the Bridegroomes habitation,</br>We will bestow on them no spirituall cost,</br>But leave them soil'd with vilest prophanation;</br>Pride, Lust, Vain-glory, all abomination,</br>Tis time to wish this holy Bishops zeale</br>Would make of them to God new consecration,</br>And that the holy Ghost their doores would seale,</br>Against all spirituall theeves, that holy goods would steale.", "Oh that some holy fit of Heav'nly fire,</br>Raising my Muse to zealous contemplation,</br>Would in mine heart that fervent flame inspire</br>And zealous Love Saint Paul bare to his Nation,</br>When as he could have wisht ev'n reprobation</br>For their sakes, from whose flesh Christ did descend;</br>Or of the Prophet, by predestination</br>Most sure, his name in Booke of Life was pen'd</br>Yet wisht it wiped out Gods glory to defend.", "But I confesse, we rather doe envy</br>Gods gifts and graces in our Bretheren,</br>And Josuah-like forbid them prophesie,</br>Shewing more zeale to honour Greatnesse, then</br>To Glorifie the King of Heaven, yea when</br>We in our hearts finde any emulation,</br>'Tis for vaine-glory and the praise of men,</br>To build our houses, not Gods habitation,</br>And leave fair large possessions to our generation.", "Let us with David make a sacred vow,</br>And to th' Almightie God of Jacob sweare</br>Never to come within our house, nor bow</br>Our Limbs upon our Beds, till we prepare</br>A place Gods spirituall Temple up to rear:</br>Nor ever suffer sleepe within our eyes,</br>Or slumber in our eye-lids to appeare,</br>Till we an habitation do devise,</br>Where we may to th' Almighty offer sacrifice.", "My mind inflame Lord with that hot desire</br>And zeale to glorifie thy holy name,</br>That like thy Martyrs I may dread no fire,</br>Because I feele within a hotter flame.</br>Hot Coles therefore shall be to mee the same,</br>As to the Martyr was the Boiling Oyle,</br>Which did more coole indeed then him inflame,</br>Because his zeale within did hotter boile,</br>Sweet heav'nly dewes doe most inrich the hottest soile.", "Oh were mine head a conduit full of teares,</br>Mine eyes two rocks continually to run,</br>As well to clense foule Lusts of youthfull yeeres,</br>As coole the zealous flames in me begun;</br>Had I thus once my Bridegroomes presence won,</br>I never would let goe my well-laid hold,</br>Till hee into my Mothers chamber come,</br>With sweet embraces, aye mee to infold,</br>His ardent Love would never let my zeale grow cold.</br>"]