["Our great Forefathers in Poetic Song,</br>Were rude in Diction, tho' their Sense was strong;</br>Well-measur'd Verse they knew not how to frame,</br>Their Words ungraceful, and the Cadence lame;</br>Too far they wildly rang'd to start the Prey,</br>And did too much of Fairy Land display;</br>And in their rugged Dissonance of Lines,</br>True manly thought debas'd with Trifles shines.</br>Each gaudy Flower that wantons on the Mead,</br>Must not appear within the curious Bed;</br>But nature's chosen Birth should flourish there,</br>And with their Beauties crown the sweet Parterre.", "Such was the Scene, when Dryden came to found</br>More perfect Lays, with Harmony of Sound:</br>What lively Colours glow on ev'ry Draught!</br>How bright his Images, how rais'd his Thought!</br>The Parts proportion'd to their proper Place,</br>With Strength supported, and adorn'd with Grace.", "With what Perfection did his artful Hand</br>The various Kinds of Poesy command!</br>And the whole Choir of Muses, at his Call,</br>In his rich Song, which was inspir'd of all,</br>Spoke from the Cords of his enchanting Lyre,</br>And gave his Breast the Fulness of their Fire.", "As while the Sun displays his Lordly Light,</br>The Host of Stars are humbly veil'd from Sight,</br>'Till when he falls, they kindle all on high,</br>And smartly sparkle in the nightly Sky;</br>His Fellow Bards suspended thus their Ray,</br>Drown'd in the strong Effulgence of his Day;</br>But glowing to their Rise, at his Decline,</br>Each cast his Beams, and each began to shine.", "As Years advance, th' abated soul in most</br>Sinks to low Ebb, in second Childhood lost;</br>And spoiling Age, dishonouring our Kind,</br>Robs all the Treasures of the wasted Mind;</br>With hov'ring Clouds obscures the muffled Sight,</br>And dim Suffusion of enduring Night:</br>But the rich Fervor of his rising Rage</br>Prevail'd o'er all th' Infirmities of Age;</br>And, unimpair'd by Injuries of Time,</br>Enjoy'd the Bloom of a perpetual Prime:</br>His Fire not less, he more correctly writ,</br>With ripen'd Judgment and digested Wit,</br>Yet shortly shall the Fascination break,</br>And BRITONS from their heavy Trance awake,</br>Exert themselves, and recognize thy Name,</br>With Honours due, and renovated Fame;</br>They MEMORY IMMORTAL shall revere,</br>With copious Praise and Gratitude sincere,</br>And hold this Say of their DELIV'RER dear.</br>"]