["The Squire of low Degree, releas'd,</br>Poeana takes to Wife:</br>Britomart fights with many Knights,</br>Prince Arthur stints their Strife.", "Hard is the Doubt, and difficult to deem,</br>When all three kinds of Love together meet,</br>And do dispart the Heart with Pow'r extreme,</br>Whether shall weigh the Ballance down; to weet,</br>The dear Affection unto Kindred sweet,</br>Or raging Fire of Love to Woman-kind,</br>Or Zeal of Friends combin'd with Vertues meet.</br>But of them all, the Band of vertuous Mind</br>Me seems the gentle Heart should most assured bind.", "For natural Affection soon doth cease,</br>And quenched is with Cupid's greater Flame:</br>But faithful Friendship doth them both suppress,</br>And them with maistring Discipline doth tame,</br>Thro Thoughts aspiring to eternal Fame.</br>For as the Soul doth rule the earthly Mass,</br>And all the Service of the Body frame;</br>So Love of Soul doth Love of Body pass,</br>No less than perfect Gold surmounts the meanest Brass.", "All which who list by Trial to assay,</br>Shall in this Story find approved plain;</br>In which this Squire's true Friendship more did sway,</br>Than either Care of Parents could refrain,</br>Or Love of fairest Lady could constrain.</br>For tho Poeana were as fair as Morn,</br>Yet did this trusty Squire with proud Disdain,</br>For his Friend's take her offer'd Favours scorn,</br>And she her self her Sire, of whom she was yborn.", "Now after that Prince Arthur graunted had,</br>To yield strong Succour to that gentle Swain,</br>Who now long time had lyen in Prison sad,</br>He 'gan advise how best he mote darrain</br>That Enterprise, for greatest Glory's Gain.</br>That headless Tyrant's Trunk he rear'd from ground,</br>And having ympt the Head to it again,</br>Upon his usual Beast it firmly bound,</br>And made it so to ride, as it alive was found.", "Then did he take that chaced Squire, and laid</br>Before the Rider, as he captive were,</br>And made his Dwarf (tho with unwilling Aid)</br>To guide the Beast, that did his Maister bear,</br>Till to his Castle they approached near.</br>Whom, when the Watch, that kept continual Ward,</br>Saw coming home; all void of doubtful Fear,</br>He running down, the Gate to him unbar'd;</br>Whom strait the Prince ensuing, in together far'd.", "There he did find in her delicious Bow'r,</br>The fair Poeana playing on a Rote,</br>Complaining of her cruel Paramour,</br>And singing all her Sorrow to the Note,</br>As she had learned readily by rote;</br>That with the Sweetness of her rare Delight,</br>The Prince half rapt, began on her to dote:</br>Till better him bethinking of the Right,</br>He her unwares attach'd, and captive held by might.", "Whence being forth produc'd, when she perceiv'd</br>Her own dear Sire, the call'd to him for Aid.</br>But when of him no Answer she perceiv'd,</br>But saw him senseless by the Squire up-staid,</br>She weened well, that then she was betray'd:</br>Than 'gan she loudly cry, and weep and waile,</br>And that same Squire of Treason to upbraid.</br>But all in vain, her Plaints might not prevaile,</br>Ne none there was to rescue her, ne none to baile.", "Then took he that same Dwarf and him compel'd</br>To open unto him the Prison-door,</br>And forth to bring those Thralls which there he held.</br>Thenceforth were brought to him about a score</br>Of Knights and Squires to him unknown afore:</br>All which he did from bitter Bondage free,</br>And unto former Liberty restore.</br>Amongst the rest, that Squire of low degree</br>Came forth full weak and wan, not like himself to be.", "Whom soon as fair Aemylia beheld;</br>And Placidas, they both unto him ran,</br>And him embracing fast betwixt them held.</br>Striving to comfort him all that they can,</br>And kissing oft his Visage pale and wan;</br>That fair Poeana them beholding both,</br>'Gan both envy and bitterly to ban;</br>Through jealous Passion weeping inly wroth,</br>To see the Sight perforce, that both her Eyes were loth.", "But when awhile they had together been,</br>And diversly conferred of their Case;</br>She, though full oft she both of them had seen</br>Asunder, yet not ever in one Place,</br>Began to doubt, when she them saw embrace,</br>Which was the captive Squire she lov'd so dear,</br>Deceived through great likeness of their Face,</br>For they so like in Person did appear,</br>That she uneath discerned, whether whether woe.", "And eke the Prince, when as he them aviz'd,</br>Their like Resemblance much admired there,</br>And maz'd how Nature had so well disguiz'd</br>Her Work, and counterfeit herself so near,</br>As if that by one Pattern seen somewhere,</br>She had them made a Paragone to be;</br>Or, whether it through Skill, or Error were.</br>Thus gazing long, at them much wondred he,</br>So did the other Knights and Squires, which them did see.", "Then 'gan they ransack that same Castle strong,</br>In which he found great store of hoorded Treasure;</br>The which, that Tyrant gather'd had by Wrong</br>And tortious Pow'r, without respect or measure.</br>Upon all which the Briton Prince made seisure,</br>And afterwards continu'd there awhile,</br>To rest himself, and solace in soft Pleasure</br>Those weaker Ladies after weary Toil;</br>To whom he did divide Part of his purchas'd Spoil.", "And for more Joy, that captive Lady fair,</br>The fair Poeana he enlarged free;</br>And by the rest did set in sumptuous Chair,</br>To feast and frolick; nathemore would she</br>Shew gladsome Countenance nor pleasant Glee:</br>But grieved was for Loss both of her Sire,</br>And eke of Lordship with both Land and Fee;</br>But most she touched was with Grief entire,</br>For loss of her new Love, the Hope of her Desire.", "But her the Prince, through his well-wonted Grace,</br>To better Terms of Mildness did intreat,</br>From that foul Rudeness, which did her deface;</br>And that same bitter Cor'sive which did eat</br>Her tender Heart, and made refrain from Meat,</br>He with good Thews and Speeches well apply'd,</br>Did mollify, and calm her raging Heat.</br>For though she were most fair, and goodly dide,</br>Yet she it all did mar with Cruelty and Pride.", "And for to shut up all in friendly Love,</br>With Love was first the ground of all her Grief,</br>That trusty Squire he wisely well did move</br>Not to despise that Dame, which lov'd him lief;</br>Till he had made of her some better prief,</br>But to accept her to his weded Wife.</br>Thereto he offer'd for to make him chief</br>Of all her Land and Lordship during Life:</br>He yielded, and her took; so stinted all their Strife.", "From that day forth, in Peace and joyous Bliss,</br>They liv'd together long without Debate:</br>Ne private Jar, ne Spite of Enemis</br>Could shake the safe assurance of their state.</br>And she whom Nature did so fair create,</br>That she mote match the fairest of her days,</br>Yet with leud Loves and Lust intemperate</br>Had it defac'd; thenceforth reform'd her ways,</br>That all men much admir'd her Change, and spake her Praise.", "Thus when the Prince had perfectly compil'd</br>These Pairs of Friends in Peace and settled Rest;</br>Himself, whose Mind did travail as with child</br>Of his old Love, conceiv'd in secret Breast,</br>Resolved to pursue his former Guest:</br>And taking leave of all, with him did bear</br>Fair Amoret, whom Fortune by bequest</br>Had left in his Protection whileare,</br>Exchanged out of one into another Fear.", "Fear of her safety did her not constrain:</br>For, well she wist now in a mighty Hond,</br>Her Person late in Peril, did remain,</br>Who able was, all Dangers to withstond.</br>But now in fear of Shame she more did stond,</br>Seeing herself all soly succourless,</br>Left in the Victor's Pow'r, like Vassal bond:</br>Whose Will her Weakness could no way repress,</br>In case his burning Lust should break into excess.", "But cause of Fear sure had she none at all</br>Of him, who goodly learned had of yore</br>The Course of loose Affection to forestall,</br>And lawless Lust to rule with Reason's Lore;</br>That all the while he by his side her bore,</br>She was as safe as in a Sanctuary.</br>Thus many Miles they two together wore</br>To seek their Loves dispersed diversly,</br>Yet neither shew'd to other their Hearts Privity.", "At length they came, whereas a Troop of Knights</br>They saw together skirmishing, as seem'd:</br>Six they were all, all full of fell Despight;</br>But four of them the Battel best beseem'd,</br>That which of them was best, mote not be deem'd.</br>Those four were they, from whom false Florimel.</br>By Braggadochio lately was redeem'd;</br>To weet, stern Druon, and leud Claribel,</br>Love-lavish Blandamore, and lustful Paridel.", "Druon's Delight was all in single Life,</br>And unto Ladies Love would lend no leisure:</br>The more was Claribel enraged rife</br>With fervent flames, and loved out of measure:</br>So eke lov'd Blandamore, but yet at pleasure</br>Would change his Liking, and new Lemans prove:</br>But Paridel of Love did make no Treasure,</br>But lusted after all that him did move.</br>So diversly these four disposed were to love.", "But those two other, which beside them stood,</br>Were Britomart, and gentle Scudamore,</br>Who all the while beheld their wrathful Mood,</br>And wondred at their implacable Stour,</br>Whose like they never saw till that same hour:</br>So dreadful Strokes each did at other drive,</br>And laid on load with all their Might and Pow'r,</br>As if that every Dint the Ghost would rive</br>Out of their wretched Corses, and their Lives deprive:", "As when Dan Aeolus in great displeasure,</br>For loss of his dear Love by Neptune hent,</br>Sends forth the Winds out of his hidden Treasure,</br>Upon the Sea to wreak his fell Intent;</br>They breaking forth with rude Unruliment,</br>From all four Parts of Heaven do rage full sore,</br>And toss the Deeps and tear the Firmament,</br>And all the World confound with wide Uprore,</br>As if instead thereof, they chaos would restore.", "Cause of their Discord, and so fell Debate,</br>Was for the Love of that same snowy Maid,</br>Whom they had lost in Turneyment of late;</br>And seeking long, to weet which way she straid,</br>Met here together:  where, through leud Upbraid</br>Of Ate and Duessa, they fell out;</br>And each one taking part in other's aid,</br>This cruel Conflict raised there-about,</br>Whose dangerous Success depended yet in doubt.", "For sometimes Paridel and Blandamore</br>The better had, and bet the others back;</br>Eftsoons the others did the Field recoure,</br>And on their Foes did work full cruel wrack:</br>Yet neither would their Fiend-like fury slack,</br>But evermore their Malice did augment;</br>Till that uneath they forced were, for lack</br>Of Breath, their raging Rigour to relent,</br>And rest themselves, for to recover Spirits spent.", "There 'gan they change their sides, and new parts take;</br>For Paridel did take to Druon's side,</br>For old despight, which now forth newly brake</br>'Gainst Blandamore, whom always he envy'd:</br>And Blandamore to Claribel rely'd.</br>So all afresh gan former Fight renew:</br>As when two Barks, this carried with the Tide,</br>That with the Wind, contrary Courses sue,</br>If Wind and Tide do change, their Courses change anew.", "Thence-forth, they much more furiously gan fare,</br>As if but then the Battel had begun;</br>Ne Helmets bright, ne Hawberks strong did spare,</br>That through the Clifts the vermeil Blood out spun,</br>And all adown their riven Sides did run.</br>Such mortal Malice, wonder was to see</br>In Friends profest, and so great Out-rage done:</br>But sooth is said, and cry'd in each degree,</br>Faint Friends when they fall out, most cruel Foe-men be.", "Thus they long while continued in fight,</br>Till Scudamore, and that same Briton Maid,</br>By Fortune in that Place did chance to light:</br>Whom soon as they with wrathful Eye bewraide,</br>They gan remember of the foul Up-braid,</br>The which that Britoness had to them done,</br>In that late Turney for the snowy Maid;</br>Where she had them both shamefully fordone,</br>And eke the famous Prize of Beauty from them won.", "Eftsoones all burning with a fresh Desire</br>Of fell Revenge, in their malicious Mood,</br>They from themselves gan turn their furious Ire,</br>And cruel Blades yet steeming with hot Blood,</br>Against those two let drive, as they were wood:</br>Who wondring much at that so sudden Fit,</br>Yet nought dismaid, them stoutly well withstood;</br>Ne yielded foot, ne once aback did flit,</br>But being doubly smitten, likewise doubly smit.", "The war-like Dame was on her part assaid</br>Of Claribel and Blandamore attone;</br>And Paridel and Druon fiercely laid</br>At Scudamore, both his professed Fone.</br>Four charged two, and two surcharged one:</br>Yet did those to themselves so bravely bear,</br>That th' other little gained by the lone,</br>But with their own repayed duly were,</br>And Usury withal:  such Gain was gotten dear.", "Full often-times did Britomart assay</br>To speak to them, and some Emparlance move;</br>But they for nought their cruel Hands would stay,</br>Ne lend an Ear to ought that might behove.</br>As when an eager Mastiff once doth prove</br>The Taste of Blood of some engored Beast,</br>No Words may rate, nor Rigour him remove</br>From greedy hold of that his bloody Feast:</br>So little did they harken to her sweet Beheast.", "Whom when the Briton Prince afar beheld,</br>With odds of so unequall Match opprest</br>His mighty Heart with Indignation swell'd,</br>And inward Grudge fill'd his heroick Breast:</br>Eftsoones himself he to their aid addrest.</br>And thrusting fierce into the thickest Prease,</br>Divided them, however loth to rest,</br>And would them fain from Battel to surcease,</br>With gentle words persuading them to friendly Peace.", "But they so far from Peace or Patience were,</br>That all attonce at him 'gan fiercely fly,</br>And lay on load, as they him down would bear;</br>Like to a Storm, which hovers under Sky</br>Long here and there, and round about doth ply,</br>At length breaks down in Rain, and Hail, and Sleet,</br>First, from one Coast, till nought thereof be dry;</br>And then another, till that likewise fleet;</br>And so from side to side, till all the World it weet.", "But now their Forces greatly were decay'd,</br>The Prince yet being fresh untouch'd afore;</br>Who them with Speeches mild 'gan first dissuade</br>From such foul Outrage, and them long forbore:</br>Till seeing them thro Suffrance heartned more,</br>Himself he bent their furies to abate;</br>And laid at them so sharply and so sore,</br>That shortly them compelled to retreat,</br>And being brought in danger, to relent too late.", "But now his Courage being throughly fir'd,</br>Me meant to make them know their Folly's Prise,</br>Had not those two him instantly desir'd</br>T' assuage his Wrath, and pardon their Mesprise.</br>At whose Request he gan himself advise</br>To stay his hand, and of a Truce to treat</br>In milder Terms, as list them to devise:</br>Mongst which, the cause of their so cruel Heat</br>He did them ask, who all that passed gan repeat;", "And told at large how that same errant Knight,</br>To weet fair Britomart, them late had foil'd</br>In open Turney, and by wrongful Fight,</br>Both of their publick Praise had them despoil'd,</br>And also of their private Loves beguil'd;</br>Of two, full hard to read the harder Theft.</br>But she that wrongful Challenge soon assoil'd,</br>And shew'd that she had nor that Lady reft</br>(As they suppos'd) but her had to her liking left.", "To whom, the Prince thus goodly well reply'd;</br>Certes, Sir Knight, ye seemen much to blame,</br>To rip up Wrong, that Battel once hath try'd;</br>Wherein the Honour both of Arms ye shame,</br>And eke the Love of Ladies foul defame:</br>To whom the World this Franchise ever yielded,</br>That of their Loves choice they might Freedom claim,</br>And in that Right, should by all Knights be shielded,</br>Gainst which me seems this War ye wrongfully have wielded.", "And yet, quoth she, a greater Wrong remains:</br>For, I thereby my former Love have lost;</br>Whom seeking ever since with endless pains,</br>Hath me much Sorrow and much Travel cost:</br>Aye me!  to see that gentle Maid so tost.</br>But Scudamore, then sighing deep, thus said;</br>Certes, her Loss ought me to sorrow most</br>Whose right she is, where-ever she be stray'd,</br>Through many Perils won, and many fortunes waide.", "For, from the first that I her Love profest,</br>Unto this hour, this present luckless hour,</br>I never joyed Happiness nor Rest;</br>But, thus turmoil'd from one to other Stour,</br>I waste my Life, and do my Days devour</br>In wretched Anguish and incessant Woe,</br>Palling the measure of my feeble Pow'r;</br>That living thus, a wretch, and loving so,</br>I neither can my Love, ne yet my Life forgo.", "Then good Sir Claribel him thus bespake;</br>Now were it not Sir Scudamore to you</br>Dislikeful Pain, so sad a task to take,</br>Mote we intreat you, sith this gentle Crew</br>Is now so well accorded all anew,</br>That as we ride together on our way</br>Ye will recount to us in order due</br>All that Adventure, which ye did assay</br>For that fair Lady's Love; past Perils well apay.", "So 'gan the rest him likewise to require;</br>But Britomart did him importune hard</br>To take on him that pain:  whose great Desire</br>He glad to satisfy, himself prepar'd</br>To tell through what Misfortune he had far'd,</br>In that Atchivement, as to him befel,</br>And all those Dangers unto them declar'd:</br>Which sith they cannot in this Canto well</br>Comprised be, I will them in another tell.", ""]