["Your letter, Kitty, of the 13th ult,</br>Writ in a tender crowquill kind of hand,</br>Came duly by the post, and the result</br>Is this long letter &mdash; longer than the Strand,</br>And so you hint, Miss, that you understand</br>I have a marvellous story to relate,&mdash;</br>Well &mdash; you shall hear it all, &mdash; a fairy's wand</br>Could not call stranger things to light. &mdash; But Kate!</br>Truth is alone my theme, in circumstance and date!", "One summer-day, in 1794,</br>(Magazine day) the very first of June;</br>The  Gentleman's was then in full church flower,</br>Nor dead the Universal &mdash; gone too soon!</br>Dull periodicals were all in tune,</br>And Urban then ne'er mock'd the face of Munden;</br>Each page was dark from morn to noon, from noon</br>To dewy eve, &mdash; no naughty writer punn'd in</br>Reviews, &mdash; and not a leaf had budded of the London!", "One summer evening, when the gallant sun</br>Was dancing on the Severn's silver tide,</br>And I had trod (my tale is now begun)</br>With angle-rod along the water side,&mdash;</br>Waving, and waving free, and far, and wide,</br>My yellow palmer 'mid the live fly throng,</br>To cheat the merry trout, the speckled bride</br>Of my delight &mdash; sudden, the reeds among&mdash;</br>I paused to hear rich, and strange, and lulling song!", "I tarried at the river's shallow edge,</br>And wound my line in, and couch'd low to hear</br>A soft dull voice over the hawthorn hedge,</br>Murmuring a magic ditty &mdash; wild and dear</br>The hushing music came upon my ear;</br>It floated, as the water at my feet,&mdash;</br>\"That day I fish'd no more,\" &mdash; but, with a fear,</br>Coil'd down upon the grass &mdash; and thrill'd to meet</br>A voice so soft, and oh!  so mystically sweet!", "&mdash;It pass'd away!  nor could I chuse but deem</br>It was a phantom voice &mdash; or voice just breath'd</br>By some fair thing, the creature of a dream,</br>Some Ariel of the moment, flower-enwreath'd,</br>And with its music to the day bequeath'd,</br>In honour of the summer. &mdash; Thus I lay</br>With all harsh thoughts even as a weapon sheath'd</br>Deep in my mind! &mdash; Lord!  what a foolish way</br>Boys have of drawing beauty; thinking odes, like Gray.", "Albeit, I made \"a lady of my own,\"</br>(Like Wordsworth) and I crown'd her all with love,</br>And set her on my heart as on a throne;&mdash;</br>A kind of coronation, far above</br>That which adorn'd the Abbey's pillar'd grove</br>And set men feeding in the costly hall;</br>A coronet of water-flowers I wove,</br>And back'd my Pegasus, just free from stall,</br>Through fancied peers, and plates and aldermen, and all!", "This was sheer folly &mdash; poetry; &mdash; the moon</br>Rose o'er the river like a crescent fair,</br>And silver'd every ripple, and full soon</br>Fill'd with soft passion'd mistlight all the air:</br>The trees in hallowing whispers everywhere</br>Bow'd as in vernal worship &mdash; and the reeds</br>Sang melancholy psalmody, oh ne'er</br>Was seen such homage &mdash; even the water weeds</br>Grew flowers beneath her light &mdash; (on light the green thing feeds).", "The moon trod measuredly the azure skies</br>Amid the stars, and &mdash; but in short this moon</br>Beat all the moons of many centuries,</br>And put the fulls and halfs all out of tune.</br>I once upon a sabbath afternoon,</br>Before the sun was down, I freely own,</br>Saw one o'er Shrewsbury towers uprise, a boon</br>Of beauty to the world; but dull as stone</br>Compared with this, which quite a poet's lantern shone.", "Poor soul!  the poets make sad work with her,</br>(I mean the moon) &mdash; So I shall let her pass;</br>I fix'd my eyes, their lids without a stir,</br>Full on the sky &mdash; and lay on the damp grass:</br>Straightway the crescent orb'd &mdash; then seem'd a glass</br>That mirror'd a small world as true as life,</br>A small mankind peopled it with a mass</br>As usual, of child, father, man, and wife,</br>And all, as usual too, loving, or else at strife!", "The orb descended &mdash; mov'd &mdash; and seem'd each minute</br>To come upon my eyes; &mdash; until I seem'd,</br>Not seeing it &mdash; nor under it &mdash; but in it.&mdash;</br>And then I thought (I do not say I dream'd;</br>Because I really slept not) that I beam'd</br>(Not breath'd) no bigger than a long legg'd gnat&mdash;</br>All in such precious perfect smallness gleam'd</br>That life seem'd shrivel'd up; oh my cravat</br>Was a mere silken thread &mdash; and, had you seen my hat!", "Dean Swift drew little people, but he never</br>Harass'd tall Captain Gulliver with one</br>So short as Ego (I), my eyes were ever</br>On my own figure, and 'twas one of fun!</br>I walk'd about a bit, &mdash; then tried to run,</br>And ran ten inches in the hour &mdash; a feat!</br>They thought me quite a Rayner, &mdash; when I'd done,</br>I look'd and saw a road, &mdash; and then a street,</br>With gutters very clean, and pavement very neat.", "I entered a small city.  Little men</br>And very little women walk'd the streets;</br>A sort of Hyde-park corner met my ken,</br>With such a penny turnpike!  my two feet,</br>(Feet!) patted through it, and I stared to meet</br>A minikin kind of London &mdash; coaches &mdash; carts</br>And Jews and barrow-women all complete,</br>And little pastry-cooks with little tarts,</br>And butchers very small, with very small calves' hearts.", "I know not what this place was call'd &mdash; of course</br>It was not London; but was mighty like it;</br>St. Paul's &mdash; the Strand &mdash; the Horse-Guards &mdash; and the Horse&mdash;</br>The Foot &mdash; and those that learn to lance and pike it;</br>The Monument so like that you might strike it,</br>Only no higher than a candlestick;</br>If any doubt me, tell them that they lie, Kate,</br>And I shall bear you out, &mdash; I know no trick:</br>Romancing (i.e. lying) always makes me sick.", "I sought an inn, a tavern, an hotel,</br>(No matter which) &mdash; I tried them o'er and o'er!</br>I did not like the Brown Bear, or the Bell,</br>The Old Black Bull, or George and the Blue Boar:</br>The Swan with Two Necks tempted me full sore,</br>But then I fear'd two bills instead of one;</br>I tried the Golden Crosses by a score,</br>And Saracen's Heads, Belle Sauvages; but none</br>Pleased me, or touch'd my purse, not even the Bolt in Tun.", "I took a little lodging up two pair,</br>In a diminutive Craven-street, &mdash; a crack,</br>A street of a hair's breadth, no more &mdash; and there</br>I straight began my best clothes to unpack,</br>My coat, French blue, upon my shoulders slack,</br>And yet a tight fit for a humble bee,&mdash;</br>A waistcoat, and, some other garments, &mdash; black,</br>Boots (like refined liquorice), and three</br>Shirts, six cravats, two stocks, &mdash; made all the stock of me.", "I soon bethought how I should live, for all,</br>The very least of living things, must live;</br>'Tis true my gullet and my mouth were small,</br>And a mere nothing would repletion give:</br>But mites would find it difficult to thrive</br>Without a little mastication &mdash; cheese</br>Would do for me I thought; so I did hive</br>A minikin single Glo'ster, &mdash; and did teaze</br>My brain to hit some plan by which to live at ease.", "Trade would not do; I hated trade &mdash; I spurn'd</br>The half-inch counter and the apron; bright</br>Within my soul poetic fury burn'd;</br>Homer contriv'd to live, and he did write!</br>Well &mdash; an heroick? &mdash; No, &mdash; or else indite</br>A little string of odes; &mdash; or tell Scotch tales,</br>Or cut out sonnets; &mdash; or with puny spite,</br>Point epigrams, and watch the monthly sales,</br>And sell them by the hundred like tin-tacks or nails.", "I sat me down, and wrote a little ode</br>To Beauty for my bread &mdash; but it brought little;</br>I quite piled up a Tommy-Moorish load</br>Of love and moonlight, yet it fetch'd no victual;&mdash;</br>It really scarcely served to boil the kettle:</br>The Muse, like Richard, without teeth was born,</br>Or should have been; &mdash; her bread is never brittle,</br>For it is seldom broke. &mdash; I do not scorn</br>My ode &mdash; although the points and end of it are torn.", "ODE.</br>Thy precious little eye,</br>That o'er thy tiny cheek</br>Shineth, to me doth speak</br>Of a star and a Lilliput sky.", "Thy little balmy mouth,</br>With its little balmy kiss,</br>Giveth a giant bliss:</br>Long may it speak of youth!", "Thy little little feet,</br>In their little Spanish shoes,</br>Admonish a slip-shod muse</br>To a pace more staid and neat.", "Thy little wan sleek hand</br>Is polish'd ivory; chess</br>Might thy fingers steal, I guess,</br>For pawns to check &mdash; (torn.)", "And, oh, thy little sweet heart,</br>That such havock makes with men,</br>Would not fit the breast of a wren,</br>It is such a tiny part!", "This was the ode, to my landlady's daughter,</br>A pretty little loving lovely thing,</br>That brought to me each morning my warm water,</br>And waited like a genie on my ring;</br>One Friday evening she had chanced to bring</br>The tea-things up (she did not look amiss)</br>I saw a smile over her forehead wing</br>Its dove-like flight, &mdash; there was no standing this&mdash;</br>I caught her like a fly, and tore away a kiss.", "Her little violet-scented lips were sweeter</br>And smaller than the curled rose-bud leaf;</br>She squeak'd and struggled &mdash; call'd me a base creature,</br>And seem'd to be devour'd by shame and grief:</br>I really thought myself a desperate thief,</br>And loos'd my prisoning arms, which like a spell</br>Had held her; off she went, and I in brief</br>Despondence sat, lamenting in my cell,</br>When in she peep'd again, and \"thought I had rung the bell?\"", "We lov'd! &mdash; and not a pang our hearts foreboded;</br>The little world was all before us! &mdash; I</br>By day her name besonneted and oded,</br>And dreamt at night of her small star-like eye!</br>She told anon a wondrous history</br>Of what she was &mdash; and where I was &mdash; her pretty</br>And bee-stung looking lips the tale did ply,</br>And soon I found her marvellous learn'd and witty&mdash;</br>That she was but a fay &mdash; and fairy was the city!", "She told me that she was no servile child,</br>No homely waiting-maid of Craven-street,</br>(Although to pleasure her enjoyment wild</br>She had enacted such), how trebly sweet</br>Her treble voice became! &mdash; I tried to meet</br>Her pearl-sized azure eyes, and saw them smile;</br>She said she was a princess, and her feet</br>Were brightly diamonded &mdash; I blush'd awhile&mdash;</br>Then stared to see the room change to a lordly pile!", "For, at her bidding, quick my second pair,</br>With its six chairs, and feature-twisting glass,</br>And one poor table &mdash; vanish'd; &mdash; Heaven knows where!</br>And I saw all the opposite houses pass</br>(Like a side scene), and 'stead of them a mass</br>Of trees, and walks, and terraces began</br>To assemble at the will of this fay-lass,</br>And my smallclothes grew bright &mdash; and my small wan</br>Thin visage plump'd, and show'd an altered little man!", "We sat in bright apartments (very small),</br>Ourselves no longer than a thin tin-tack;</br>And little liveried servants at her call,</br>Little starch'd men came, standing at her back;</br>We took a little something as a snack,</br>A blue-fly's merrythought, a bilberry ice&mdash;</br>A drop of ratafia, and soon the clack</br>Of my companion was let loose; &mdash; a slice</br>Of fly, with small talk season'd tasted mighty nice!", "\"This is my room!  This is in fact my palace,</br>This is my servant; (Stephen, show yourself!)</br>This is my &mdash; but you do not fill your chalice,\"</br>(She said, and pass'd the bottle) \"on the shelf,</br>That is my royal bowl, china, not delf,</br>(We'll squeeze a lemon into it tonight.)</br>This is my city &mdash; each man-jack's an elf&mdash;</br>These are my sovereigns.\" &mdash; I strain'd my sight,</br>And saw but yellow dust &mdash; such dust would come down light.", "\"My city you shall see &mdash; I'll take you through it&mdash;</br>To-morrow, not to-day; to-day we'll chat,</br>'Tis like all other bigger cities; view it,</br>And tell me where's better; &mdash; tell me that!</br>We've taxes, poets, play-houses &mdash; (now drat</br>The man, he has not brought the bills to-day!)</br>We'll go &mdash; (but I must buy you a flat hat,)</br>To the opera; we've a Catalani fay!</br>And I will get our little span-long Kean to play!\"", "With talk like this we reach'd the dinner-hour,</br>And, oh!  the comfortable cloth to view!&mdash;</br>The pretty pin's-head of a cauliflower,</br>Fish, and a breast of lamb, and one or two</br>Patties (not girls but tarts) and melted dew,</br>(No butter), and a ham from fairy pig,</br>And fowls, mere flea-bites, peas, and then a few</br>Potatoes, the best fairy-kidneys &mdash; dig</br>The world, you'd not find better though you might as big!", "We drew the table very near the fire,</br>My lady drank pure water out of choice;</br>I tried a little Tritton's best entire,</br>And found the fay-stout made my heart rejoice!</br>Verily soon uplifted was my voice,</br>Strengthen'd with small strong beer and dainty food;</br>\"Thomas, the hock! &mdash; green glasses &mdash; make less noise!</br>'Tis many years since this was in the wood!\"</br>I tasted it &mdash; look'd wise &mdash; smack'd &mdash; and pronounced it good!", "The cloth remov'd &mdash; the long-neck'd bottles came </br>Like curious people stretching in a crowd;</br>And precious fruits, dwarf-apples all a-flame,</br>And blushing pears, sun-smitten, in a cloud</br>Of leaves lay nestling: &mdash; well! &mdash; I fill'd and bow'd</br>Over my claret to my princess; &mdash; she,</br>Fill'd &mdash; gave the King with three, not over loud,</br>Then fill'd again, and push'd the wine to me;</br>Begg'd me to name a friend, &mdash; and I gave Mrs. D&mdash;.", "We pass'd the bottle, \"not too freely\" &mdash; but</br>So as to make our mirth and fancies tell,&mdash;</br>And now we schemed for some amusement; put,</br>Or loo, back-gammon, brag, or bagatelle;</br>My little stock of money went pell-mell,</br>For she could win; &mdash; some people would say, rob;&mdash;</br>I hinted at a game at cribbage, &mdash; well&mdash;</br>We play'd &mdash; the fives came to her in a mob,</br>And lauk!  How vast her luck, &mdash; 'twas ever \"two for his nob!\"", "I soon became the pennyless prey of tick!</br>I left off paying, and she left off playing:</br>I push'd away the cards, for I was sick</br>Of such a cursed run of twoing, traying;&mdash;</br>She saw that I was hurt, and just way-laying</br>My lips with a sweet kiss, she laugh'd away,</br>And looking in my face, her face arraying</br>In most arch smiles, she sang, or seem'd to say,</br>(A wily little witch!) the song of Duncan Gray!", "\"Call me a poet!\" (the song done) she exclaim'd!</br>(Poets were there like coaches hack'd and number'd),</br>\"I'll have my little lover brightly fam'd,</br>And to that end his name must be encumber'd</br>With rhymes and measures, things o'er which I've slumber'd</br>Often, though woven by a fairy brain!</br>I'll have this little man compared with some bird</br>Of delicate plume! &mdash; It goes against the grain</br>To call these creatures up &mdash; they're such hungry train!\"", "Stephen, in blue turn'd up with yellow, bow'd,</br>Like a respectful Edinburgh Review,</br>Received his lady's message, hemm'd aloud,</br>Smirk'd sideways through his whiskers and withdrew!</br>He went to Grub-street, searched the famish'd crew,</br>Before he gave his summons to appear;</br>For if he called a shabby one he knew,</br>He might be turned into a flea, and hear</br>An order to hop off himself in his own ear.", "One came; a lax young nobleman, a fay,</br>Jaundiced with moody indolence and pride,</br>A savage, half-inch poet, and they say,</br>Married (to speak more properly, allied)</br>To a high learned fairy; he had tried</br>To harbour underneath her nose loose elves&mdash;</br>But she rebuked &mdash; so he forsook a bride</br>Of such harsh morals, and he fill'd men's shelves</br>With lampoons on her love, so keen, they bit themselves!", "He was a moody Lord, as you shall see,&mdash;</br>For, like the pavement at a baker's door,</br>He took distress of weather differently</br>From all around him; &mdash; others would run o'er</br>With tears, when he was warm and dry at core;</br>If they were hard and frozen, he was wet;</br>Apollo often damn'd him for a bore,</br>And all the Muses, when to chat they met,</br>Rubb'd with hard truths his name till it was black as jet,", "But, Kate, my dear, this letter's long enough,&mdash;</br>So what this coroneted poet said,</br>And what my princess said to him, are stuff</br>For the next canto, or epistle; wed</br>This story to your memory! &mdash; I have read</br>All that I've writ, &mdash; and if it be not true&mdash;</br>I am not living, nor is Queen Anne dead!</br>Nor are you fair, nor is Miss Brown a Blue!</br>I've still some facts to state:  at present, Kate, adieu!</br>"]