["Oh, how shall rightly poet's pen rehearse,</br>Or paint in honest colors such a plight;</br>Or tell, in mournful, melancholy verse,</br>How gay and cheerful once was Jenny Knight!</br>Then sullen, grieved and sad; then took to heaven her flight.", "Oh, how shall rightly poet's verse declare,</br>What charms to grace her person took delight:</br>Or show her lofty majesty of air;</br>And how all crouding longed to gain a sight</br>Of the far famed, the fair, the joyful Jenny Knight.", "What numerous suitors crouded round her dome;</br>In none did Jenny seem to take delight,</br>Until she saw th' accursed Harry come:</br>And he was truly pleasant to the sight;</br>And touched alas the heart of joyful Jenny Knight!", "Harry was tall and young, and fair to view;</br>His cheeks were flushed with red, his walk upright.</br>He lovely seemed, and Jenny never knew</br>That man could have deceit; for pure as light</br>From falshood was the soul of joyful Jenny Knight.", "In garments decked with silver and with gold,</br>Young Harry shone, her kindness to excite.</br>Ah could she of his faithless heart be told,</br>And of her risk; oh that some angel might</br>Whisper her state, and save the joyful Jenny Knight.", "Burdened with bliss, away the glad days fly;</br>While bowers and groves to wandering them invite;</br>Or where the little streamlet grumbles by,</br>All by the white power of the mild moon's light,</br>Would cruel Harry stray, and joyful Jenny Knight.", "With hollow heart he on the stars would call,</br>And on the pregnant Empress of the night,</br>And on the awful Ruler of them all,</br>To witness that his purpose was upright,</br>And that he loved o'er all the joyful Jenny Knight.", "She, artless, listened to his cunning tale;</br>And trusted to the oaths he oft did plight.</br>Ah hapless, hapless Jenny; wast thou frail?</br>Thy damned seducer heaven itself shall smite.</br>Thou'lt without virtue search in vain delight.</br>Curst are the coming days of joyless Jenny Knight.", "How tore she then the long locks from her head;</br>And how her beauteous bosom did she smite.</br>My peace is gone, she said, and truly said,</br>For comfort with her chastity took flight.</br>Ah sad and all forlorn was joyless Jenny Knight.", "Harry she asked, and raved, and cried aloud,</br>To hide at church their shame from human sight;</br>As he'd so often and so solemn vowed:</br>But of her bright eyes' salt streams he made light;</br>And bantered with the fears of joyless Jenny Knight.", "Yet, ere he left her roof, in solemn tone,</br>He swore, the vows he'd made he would not slight;</br>But would return, ere seven short days were gone,</br>And have performed the happy marriage rite,</br>And find the truant smiles of joyless Jenny Knight.", "Oh foul and faithless  liar; from that hour,</br>Wast thou determined to avoid her sight.</br>Oh stony hearted villain, to devour</br>A hapless virgin's innocent delight,</br>And ruin such a fair as joyless Jenny Knight.", "In silent grief the seven sad days were past;</br>The neighbors marveled much what happen might,</br>That her fair face with sorrow seem'd o'ercast:</br>And asked the cause; and with excuses slight,</br>Now first she learned deceit; ah joyless Jenny Knight.", "He came not &mdash; never will he come again.</br>She sent; she learned her fate; 'twas death did smite</br>That flew not, but whose spear gave constant pain,</br>While suicide to worse crimes did invite:</br>Distraction was the soul of joyless Jenny Knight.", "Ere while a steady cloud of settled gloom</br>Hung melancholy dark before her sight:</br>For one pleased moment she could find no room:</br>Nor groves, nor friends, nor rillets, now invite</br>From her sad solitude the joyless Jenny Knight.", "Then from this lesson why not understand</br>That chastity in man is good, sweet, right;</br>In woman it is more than her right hand,</br>A gem that she should keep in vice's spight,</br>In spite of wanton thoughts and vain delight,</br>Or suffer as does now the joyless Jenny Knight.", "And now the pangs, full doubled by her shame,</br>Of child birth bring a beauteous babe to light.</br>Child of reproach, she gave it Harry's name;</br>For still his name, how could it?  gave delight,</br>And Harry was half loved by joyless Jenny Knight.", "In sorrow did young Harry's crimes bring down,</br>A parent's joy grey hairs to the grave's dark night;</br>Whose voice Columbia's Senate long had known:</br>Harry his patriot soul to realms of light</br>Hurried, and hurries now the joyless Jenny Knight.", "Riches, of which well might a prince be vain,</br>From his swelled coffers take their daily flight.</br>Vile Harry's pomp shall beg for bread amain,</br>And on him shall he feel God's curse alight,</br>For vows, in God's name made, to joyless Jenny Knight.", "The gaming table his attention calls,</br>There time and wealth he squanders, day and night:</br>And then on dreadful drunkenness he falls:</br>But when he feels his sober senses right,</br>He feels a sting with tho'ts of joyless Jenny Knight.", "A sting that probes the quick of mental pain,</br>His days to poison; every bliss to blight.</br>He wanders to and fro, but tries in vain,</br>Remorse, vile vulture, from his soul to fright,</br>And from his mind the tho'ts of joyless Jenny Knight.", "Where is a penny to buy Harry bread?</br>He vices have his coffers emptied quite.</br>He finds no pillow where to lay his head:</br>In torn rug wrapt, he has no mind to slight</br>The cold barn's straw; there dream of joyless Jenny Knight.", "The tender soul of Jenny could not brook</br>Of all surrounding innocence the sight;</br>Years since society had she forsook,</br>And to a lowly village took her flight,</br>To hide from friends the face of joyless Jenny Knight.", "Thither per chance did houseless Harry stray,</br>And, all unconscious, at th' approach of night</br>He knocked at Jenny's door, who sent away</br>No one that ask assistance of her might,</br>For alms gave all the joy of joyless Jenny Knight.", "She bade him enter &mdash; ragged, pale, diseased,</br>He asked some simple shelter for the night.</br>Something she saw that in his features pleased,</br>Yet knew not what, nor why, nor dreamt it might</br>Be the peace murd'rer of the joyless Jenny Knight.", "Beneath my roof man sleeps not, Jenny cried:</br>Here take these pence, buy lodgings for the night.</br>Now that 'twas Harry well her keen eyes spied.</br>\"Can it be he?  And are my senses right?</br>Harry, embrace once more the joyless Jenny Knight.\"", "\"And is it Jenny?\"  Shame and stubborn scorn,</br>Amazement, grief, remorse, and wild affright,</br>Cut up his soul at once:  away he's torn,</br>By his mad spirit, from the killing sight</br>Of the sunk, tear-wet, fair, and joyless Jenny Knight.", "Away his pence for drunkenness he gives.</br>(That vile forestaller ever does delight</br>To vex Time's patience by the theft of lives)</br>To a lone wood he strays; ah wretched wight,</br>He sleeps, but dreams no more of joyless Jenny Knight.", "He sleeps the sleep of death &mdash; unhappy end,</br>Bro't by a wanton spirit, loose and light:</br>How shall kind charity o'er thee extend</br>Her mantle, hiding in oblivion's night,</br>The crimes that ruined thee and joyless Jenny Knight?", "Jenny ere long did chance to wander where</br>The corpse of Harry laid &mdash; How sad the sight!</br>To view the foul birds picking his bones bare;</br>While glutton bugs and worms seem full of spite</br>To any that would harm the joyless Jenny Knight.", "How was her grief more poignant than before;</br>And how did pity with her woe unite;</br>Again she smote her breast, her hair she tore;</br>She sobbed most horrid, ah most piteous sight!</br>And ah most sad, undone and joyless Jenny Knight.", "Now with a slated stone she tares the ground,</br>And digs where lay her Harry's corps she might.</br>She picks the dry leaves that were scattered round,</br>To hide such spectacle from all men's sight,</br>And even from herself &mdash; from joyless Jenny Knight.", "And o'er his head she placed a simple stone;</br>While on the stone the tears full fast do light.</br>Ah it is pitiful to hear her moan;</br>For still tears flow from beauty once so bright;</br>Oh how the tears do stream from joyless Jenny Knight.", "And to her humble cottage home she hies,</br>To meet her lovely boy, her fond delight;</br>And at her door, oh sorrowful surprise,</br>A dying, ghastly, mangled bloody sight,</br>She finds the little son of joyless Jenny Knight.", "Oh waggoner why couldst thou have no heed?</br>Thy speedy horses why not rein more tight:</br>See thou hast caused young innocence to bleed,</br>And a sad mother's only joy dost blight.</br>Know you not 'tis the child of joyless Jenny Knight?", "Sev'n circling suns o'er little Harry's head</br>Had roll'd already, while the child so bright</br>Was in his bible skilled full well to read,</br>Nor awkward was his busy pen to write.</br>What comfort ah was he to joyless Jenny Knight.", "Fair was his face; how sweetly curled his hair:</br>How innocent his play:  oh charming sight.</br>Then think how great a mother's sorrows are,</br>To lose her last, her very last delight,</br>And think how choaked with grief is joyless Jenny Knight.", "Yet there's a comfort which the world has not,</br>Descending from the happy realms of light;</br>Comfort divine, far, far transcending ought</br>Of a vain world that can our love invite;</br>Of this the full beams fell on joyful Jenny Knight.", "For she was humble, and repented sore,</br>Turning to heaven her eyes, that beamed so bright</br>With God's own joy. &mdash; She sunk upon the floor&mdash;</br>To fields above she took her rapid flight,</br>And blessed was the end of joyful Jenny Knight.", "Then down all cheeks the busy tears did roll,</br>For much the village sobb'd at such a plight;</br>They bore her corpse, while the griev'd bell did toll,</br>A mourning train, extending long in sight,</br>To the church yard, there in the grave alight,</br>The frame of her who's now the joyful Jenny Knight.</br>"]