["Ah blest is he!  albeit unknown to fame,</br>Who lives with modest competence secure.</br>The sons of care true happiness misname;</br>For fancied good a thousand ills endure;</br>Forsake the happy port where all is sure;</br>The winds defy, or trust the dang'rous wave,</br>Or dig, for sordid gain, with hands impure;</br>The soldier's toil, the battle's terror brave,</br>Tho' few and short are all our wants this side the grave.", "Such is his lot, who from temptation free</br>Of conscience shipwreck'd, and of honour sold,</br>Can safely sail o'er life's advent'rous sea;</br>Nor idly change his peace for specious gold;</br>Amid the venal worthless tribe enroll'd,</br>Whom fraudulent success and fortune gild;</br>Or whom the toils of guilty traffic hold:</br>Alas!  deceiv'd, they fancy structures build,</br>Whose coffers are with spoils of vile oppression fill'd.", "Such is he lot, who bosom'd mid the trees,</br>Where frames the cawing rook his pensile nest,</br>A tap'ring spire, a modest mansion sees,</br>By some kind patron's friendly bounty blest;</br>Who calls his own the seat of sacred rest;</br>Where reign unbroken quiet, classic ease,</br>The heart elate, by placid looks confest;</br>While gratitude its hourly tribute pays</br>To him, with sweet content and peace who crowns his days.", "What though no gilded roof his house adorn,</br>No sumptuous furniture, no costly plate;</br>Let not the sons of splendid lux'ry scorn</br>The smoother tenor of his happier state:</br>Their pleasures still a thousand wants create.</br>Simplicity within his mansion reigns;</br>Prudence and quiet ever guard the gate;</br>He knows, he feels no artificial pains;</br>But bless'd by golden temperance equal joys maintains.", "Where the clipp'd yew-tree frowns, in gloomy shade,</br>A dragon green, or spreading peacock swells;</br>The grass-plat smooths the whiten'd palisade,</br>And pillars square, like watchful centinels, </br>Explain where snug our happy vicar dwells:</br>While heart-born smiles sit dimpling in his face.</br>Exact on sundays to the call of bells:</br>His week-day's dinner seals with hasty grace;</br>On sabbaths feasts to keep the body in good case.", "A garden trim he owns with silver rill,</br>That ceaseless sports to musick all its own, </br>Where nodding flowrets stooping drink their fill,</br>And ope gay eyes, refresh'd, fantastick grown.</br>And there the gaudy tulip's pomp is known;</br>The blushing rose, mentor of virgin pride;</br>Woodbines with cumb'rous wealth hung clust'ring down;</br>The jasmine meek and pure; and more betide,</br>That make a paradise and scent the summer tide.", "But most his luscious fruits with glistering eye,</br>That cloath the sunny wall he will commend,</br>The while he shews, how they all fruits outvie,</br>He prunes them all, their growth his cares attend,</br>There bids them sprucely spread, here bids them bend.</br>How glows the blushing peach at his command;</br>The nectarine rich, where summer's bounties blend,</br>The conscious plumb that from the spoiler's hand</br>Lost bloom bemoans, like worth sad-stain'd by slander's brand.", "Securely the painted goldfinch breeds,</br>Securely shelter'd trills the mellow lay;</br>All on the downy couch his offspring feeds,</br>And warbles thankfulness his rent to pay. </br>For, happy guests!  from thence no songsters stray;</br>For there compassion, nature's friend, they meet;</br>There emulative tuneful pow'rs display;</br>The conscious master's daily visits greet,</br>And fill with grateful melody his blest retreat.", "Not all for pleasure, herbs for use design'd,</br>Within the garden's cultur'd precinct grow,</br>To the main chance looks forth the thrifty mind,</br>And substance holds above mere empty shew,</br>\"For penny sav'd,\" a proverb well such know.</br>And there, with heart compact, the cabbage stands,</br>With trickling drops begem'd that brightly glow.</br>There nodding onions rang'd like marshall'd bands;</br>And apples dropping down that ask the gatherers hands.", "Uprears asparagus his spiry head,</br>Child of the sea, snug cole in native sand;</br>The sluggard carrot sleeps his days in bed;</br>The cripple pea, alone that cannot stand,</br>With vegetable marrow rich and bland;</br>The bean, whose tempting sweets the bees invite;</br>The artichoke in scaly armour grand;</br>With more, that may nice epicure delight,</br>And dainties yield to glad the fickle appetite.", "There stretch'd upon his bed of salts, supine,</br>Cool cucumber his creeping arms extends,</br>Rough-coated melon shoots his tender vine,</br>Like worth, whom aspect rude, ill recommends.</br>In jestful mood the master tells his friends</br>How cauliflower, like doctor's wig so white,</br>All flower exceeds:  a joke much mirth that lends.</br>For never jest so stale, or wit so trite,</br>In little minds that cannot raise supreme delight.", "There too the currant hangs its loaded head;</br>Pomona's pearls and crimson gems all bright.</br>Plethoric gooseberries, amber, green, or red,</br>Whose giant size may rivalship excite,</br>With harmless pride nice culture's care requite.</br>And there the strawberry, 'mid her veil of green,</br>Bashful with modest face shrinks back from sight,</br>True virgin beauty blushing to be seen:</br>And what so sweet as chastity in beauty's mein?", "His court in troops the busy poultry crowd,</br>That clamorous jar with multifarious sound;</br>There sweeps his swelling wing the turky proud;</br>With ire his scarlet wattles reach the ground,</br>If scarlet but appear, emblem of wound,</br>And war.  Ah how unlike the lady fair,</br>Or monarch race.  The cock there strutting round</br>His subject wives, with clarion pierces air,</br>When for the egg new-laid they cackle debonnair.", "There to the dove-house flocks the cooing flight</br>With ever-changeful neck and ruby eye,</br>For aye they love, and dalliance soft invite,</br>In rivalship and find endearments vie;</br>Or bask on sunny ridge with neck awry.</br>And there the patient kine contented stand,</br>With busy tail they lash the saucy fly,</br>While fragrant elders ask the friendly hand,</br>And the full pail o'erflows with wealth of Canaan land.", "His geese of snowy white in neighbouring pond,</br>Like well rang'd fleets, sail down in wat'ry race,</br>Or for their goslings grey so anxious, fond,</br>All on the green the teazing school-boy chace</br>With hisses loud; with terror in his face,</br>And tearful eye, he runs, and screaming shrill.</br>The chequer'd duck proud of each changeful grace</br>Shakes from his azure wing the trickling rill,</br>Or nimbly diving hunts his prey with busy bill.", "Deep in his cellar lurks the treasur'd port</br>By friend procur'd, and friend design'd to cheer;</br>Whose ruby lips in smiling glasses court,</br>And bid the frown of sorrow disappear.</br>And brown October, kept for many a year:</br>With native powers that proudly boasts to shine;</br>Jealous of foreign claim, and sparkling clear.</br>There too a store of birch or gooseberry wine</br>That wins his lady's praise, when strangers come to dine.", "Nor be forgot the dairy's decent pride,</br>With glittering vessels shining round in rows,</br>That brimming yield as rich a nectarine tide</br>As Jove's celestial Galaxy o'erflows:</br>Which blooming like hepatica in snows</br>The comely virgin tends with thrifty care,</br>Her skin so white, her cheek with beauty glows;</br>Much prais'd her luscious cream, her cheeses rare;</br>Much are they prais'd, but more the maiden blushing fair.", "His horse high privileg'd, may feed alone,</br>Within the silent church-yard's close domain,</br>And muse upon each moral-graven stone,</br>But seldom conscious of the galling rein.</br>Yet he, to musing much averse, one grain</br>Of corn, than meditation more esteems:</br>One tuft of grass had rather he attain.</br>So Alderman the feast of reason deems;</br>And flesh, alas!  not spirit fills his waking dreams.", "Nor wants he reverence due; that dear delight</br>Of whatsoe'er degree, of high or low.</br>No mind so humble but will claim this right;</br>This dearest commerce social compacts know;</br>For with this jealous claim all bosoms glow.</br>For this the courtier, whom proud titles deck,</br>Now aims to rule, now servilely will bow:</br>To higher rank can cringe, and stoop the neck,</br>Full glad to catch the favour'd smile, and watch each beck.", "Yet he, meantime,  the proudest of the proud,</br>An haughty tyrant, and an abject slave,</br>With fond complacence eyes the menial crowd,</br>That at his levee wait, and favour crave;</br>Where golden fools and every fawning knave</br>The ready welcome meet.  The little mind</br>Can ne'er with native dignity behave;</br>Tho' rais'd, still ever low; tho' free, confin'd:</br>Ennobled slaves are found the meanest of mankind.", "How better far respect, when free bestow'd!</br>The ready deference of the simple heart;</br>For worth confess'd, for excellence allow'd,</br>Which virtue's friends to virtue's worth impart;</br>Above disguise, above the reach of mimic art.</br>The generous soul alone tastes solid praise;</br>Mere specious gold is brought to flattery's mart,</br>In vain attempts the abject mind to raise;</br>One ready mite all costly tribute far outweighs.", "And him they praise for charitable deed;</br>And him they love, because the poor man's friend:</br>His breast for vex'd affliction knows to bleed,</br>His pray'rs console, his cares the sick attend;</br>The cheering cordial he will kindly send;</br>Nor frowns at want or pain his friendly door.</br>He will advice or free assistance lend,</br>Convinc'd that heav'nly bounty glads his store,</br>He grateful gives a portion back, to bless the poor.", "And him a wight of learning deep they hold;</br>Of cunning books he owns a wondrous store;</br>And many a tale is, in half whisper, told,</br>Of what these books contain, all scrawled o'er</br>With strange device; in which he wont to pore:</br>And letters crooked, of such doubtful guise,</br>That he must be full bold, who dares explore</br>The frightful magic page, of monstrous size.</br>Ah!  heav'n defend the man, who proves that enterprize.", "That he, no doubt, can conjure, well is known;</br>No haggar'd witch e'er dares approach his face.</br>For laying ghosts much vaunted his renown,</br>And stolen goods with skill he knows to trace,</br>Let thief conceal in e'er so secret place.</br>And many a crime his power has brought to light.</br>For when the bible-book forth comes, disgrace</br>Each trembling wretch will seize, with pale affright;</br>He dares not stand that test, confessing all outright.", "Near by a solitary wood there hands</br>A cot, by witch once own'd, decrepid, old;</br>Rheum in her eyes, with palsy shook her hands;</br>Much to her cat she mumbled, much would scold</br>And gather'd sticks, to cheat the winter's cold.</br>Her oft in shape of hare hunters pursued;</br>Yet puss escap'd each hound, or swift, or bold,</br>Our parson's certain aim, at length, she rued;</br>Of silver was the ball, and blood her steps bedew'd.", "Once the scar'd village, or thro' gloomy grove,</br>Or path-worn mead, amid the shade of night</br>Ne'er dar'd alone, with venturous feet to rove,</br>Such various forms assum'd a restless spright:</br>An headless horse sometimes, and all in white,</br>And then with saucer eyes, all dread to view,</br>Some dark-done deed he wish'd to bring to light;</br>But him the priest soon laid:  how, none yet knew,</br>But every grandam says \"'tis as the gospel true.\"", "When thro' the  village forth he takes his way,</br>Their pastor kind they emulously greet;</br>In rustic guise obeisance they pay;</br>Both old and young, whom he may chance to meet,</br>Or palsied sick, or age with failing feet.</br>They curtsey quaint, they doff the hat full low,</br>For blessings oft they earned pray'r repeat,</br>And bid the nimbler infants run, with bow</br>Profound to hail whom God's true prophet they avow.", "But when the sabbath claims its sacred rest,</br>And sweet the bells thro' echoing vallies chime,</br>Then forth in village pride so sprucely drest,</br>They seek the temple's holy porch betime;</br>And wait his coming, while with look sublime</br>He walks, 'mid bowing rows; with clerk behind,</br>A man well vers'd in Sternhold's quainter rhyme</br>Who boasts full well the lessons all to find,</br>To pitch the voice, and read &mdash; save crabbed words unkind.", "The surplice next of snowy white he holds,</br>And round the good man's shoulders rightly throngs;</br>Or amply spreads, or smooths the wrinkled folds;</br>Then to his throne with pomp elate he goes;</br>And there, the pray'r begun, with vocal nose,</br>Amen!  he cries, or psalms repeats full loud,</br>King David's pious praise, or Israel's woes;</br>Or lesson reads, of oratory proud,</br>Scarce in his mind the parson equal is allow'd.", "But who in humble verse shall dare relate</br>The pride of clerk, who singer's seat ascends?</br>The psalm he names, and pitches all in state,</br>And to the quire melodious aid he lends;</br>Where each disdaining to be lost, nor blends</br>With other voice his own Stentorian sounds;</br>The screaming treble shrill with base contends;</br>Loud for pre-eminence fierce strife abounds;</br>Discord presides, and dismal discord all confounds.", "A man he is of aspect prim, demure,</br>Nor of importance small himself he deems;</br>And full of holy zeal for doctrine pure;</br>And often high disputes he holds 'gainst schemes</br>Of all whom he most heretic esteems,</br>And thinks we ne'er shall thrive till all shall burn,</br>Or who from church dissents, or who blasphemes.</br>And much he fears, left fatal days return,</br>When bloody men shall cause both church and state to mourn.", "Nor aught can e'er his muscles discompose,</br>That rusted by disuse all joke defy;</br>When starch and solemn he to wedding goes,</br>Nor heeds the looks of rustic, leering fly:</br>Yet he himself can jest in method dry;</br>But cautious then recalls the truant smile,</br>Lest he may lose accustom'd dignity.</br>Thus many a dunce more dull, by artful wile,</br>Wisdom affects, and gaping ignorance can beguile.", "Nor be his garb forgot; whate'er relates</br>To man pompose does pomp acquire thereby;</br>The solemn curls that cover learned pates</br>Do ever vulgar wigs by far outvie:</br>And dull is he who cannot well descry</br>The wearer's character from wig alone.</br>And even when the parson's self was nigh,</br>Our clerk in state still undiminish'd shone;</br>But he by garb is less than self-complacence known.", "His coat, that once was dark as sable night,</br>From stealthful time some tints of fading took;</br>Though often, often brush'd in labour's spite;</br>For coats like men must daily change their look:</br>Nor aye in youthful verdure bloom, but brook</br>His iron rod; yet oft the back it grac'd</br>Of Denmark's prince, who rage to tatters shook</br>In neighbouring barn, where much at eve solac'd,</br>The rustic audience view'd the ghost in armour brac'd.", "But when the holy text is nam'd, they look</br>With earnest stare, and feature fix'd, intent,</br>While ever still they tumble o'er the book,</br>To trace the verse and chapter fully bent;</br>Nor heed, meantime, the preacher's argument:</br>From hand to hand the sacred leaf goes round,</br>And as they search the sermon half is spent;</br>The doctrine prov'd, ere yet the theme is found,</br>And much they praise if very learned words abound.", "And much in holy mystery he deals,</br>As learned, sage divines have done before;</br>And doctrine he from ancient labour steals;</br>A pious fraud allow'd in cleric lore,</br>Which modern doctors think no sin, and more</br>As swells his voice aloud, his hearers praise.</br>Some chain'd in holy slumber, loudly snore;</br>More wakeful some their pious eyes upraise;</br>Declare they never finer heard in all their days.", "Ah how unlike is he to city priest,</br>With kerchief white, and smartly powder'd hair;</br>That does the ears of simp'ring ladies feast,</br>And wears the di'mond ring on hand so fair;</br>And minces every word with nicest care,</br>And brings from theatre each phrase genteel;</br>Till nymphs delighted him so sweet declare</br>The prettiest preacher, who at once can steal</br>Their hearts, and wake both mortal love, and holy zeal.", "Our Vicar's cares are few, and light his dreams;</br>Nor wealth, nor curst ambition fill his brain,</br>But every change of empire bad he deems;</br>Each innovation thinks the foulest stain</br>To doctrines, which he glories to maintain,</br>Or to the state; and settled in his creed,</br>To him all change of things is preach'd in vain;</br>Save what new bishop may in turn succeed,</br>Whose goose may fit, what neighbour's sow may chance to breed.", "Yet vain his hope, who in  this toilsome life,</br>Would smooth uninterrupted pleasures find.</br>From sickness, and from yearly teeming wife,</br>Some flying clouds will cross the happiest mind</br>Care, like its shadow, follows joy behind:</br>The nation's wealth, by some 'tis understood,</br>From population springs:  our lady kind</br>With annual present multiplies her brood</br>And patriotic labours for the public good.", "Then sad perplexities will intervene</br>Of tithes withheld, and of vexatious law.</br>A modus here obtrudes his hopes between;</br>I His dues may, fail, his bargains have a flaw:</br>His rights an artful litigant withdraw;</br>Repairs exacted, chimney giv'n to smoke;</br>And much expence which prudence ne'er foresaw.</br>For ills on ills will temper smooth provoke,</br>And little rubs will sometimes gall the marriage yoke.", "Oft with the neighbouring squire fierce contests rise,</br>So proud, so jealous of prerogative.</br>For in alternate state, like monarchies,</br>Of breathing peace, and frequent war they live:</br>Such cause of quarrel jarring interests give.</br>In vestry too tumultuous high debate</br>Churchwarden arrogant and positive,</br>With surly pride of office all elate;</br>And cruel overseer, that holds the poor in hate.", "The ladies too important quarrels vex;</br>Of slights, of indecorum they complain,</br>Well may such themes philosopher perplex,</br>To settle all the rights of female pain,</br>The curtsy half return'd, with cold disdain,</br>When modish cousins, all so grand from town,</br>Her ears with courtly converse entertain,</br>Our parson's wife is held on small renown;</br>And scarce on her, while visit lasts, the dame looks down.", "But when at peace, and hand in hand they walk,</br>And grateful calm her halcyon days bestows;</br>The parson loves of Oxford pranks to talk,</br>As round the table mirth convivial grows,</br>And sparkling high the cheerful cup o'erflows.</br>Then will he speak of proctors' hair-breadth 'scape;</br>The oft told tale each seated guest fore-knows,</br>Of impositions, schemes, and frequent scrape,</br>And nightly how they quaff'd the mellow juice of grape.", "There sit his table frequent guests around,</br>The justice with solemnity of face,</br>Who talks of statutes pass'd, and law profound,</br>The scourge and terror of the thievish race,</br>And hapless wanton mark'd with foul disgrace.</br>The apothecary fond to make them stare,</br>While he in learned words explains each case</br>Of skilful cures, and of distempers rare,</br>And shews, how e'en in spite of physic death will spare.", "The squire, who only talks or horse or hound,</br>Or lofty hedge o'erleap'd, or five-barr'd gate</br>His mind in kennel, or in stable found,</br>All other converse meets his perfect hate.</br>Books he detests, and every grave debate;</br>By income 'bove his huntsman rais'd alone;</br>Boasts of his steed, and of his large estate;</br>Laughs at dull jokes, but loudest at his own,</br>While by the frequent oath the vacant mind is known.", "Such scenes the unaspiring mind delight,</br>And smoothly on his hours in quiet glide;</br>Whist or backgammon share the winter's night,</br>His busy days important cares divide:</br>To till his field, or take a sober ride,</br>To talk of raising tithes, or save his hay,</br>To reap his corn, or absent church-folk chide;</br>Copy, perchance, a sermon, sometimes pray,</br>His dues exact collect, his fruitful glebe survey.", "Far happier he than drone in college hive,</br>On books who pores his sullen hopeless years;</br>Belov'd by none, and buried yet alive,</br>Whom no sweet charity to life endears;</br>But ever wrangling with his proud compeers;</br>Friendship unknown, and every genial joy,</br>No lovely wife his lonely sorrows cheers,</br>With drear insipid round his pleasures cloy,</br>Who learning treasures which he cannot e'er employ.", "Such is our favour'd parson's easy life,</br>From cumbrous pomp, from guilty greatness free,</br>From false ambition, and from constant strife.</br>And blest, if there be happiness, is he</br>Who weighs in wisdom's scale felicity:</br>In wishes circumscrib'd will ever find</br>Of human bliss the total sum to be.</br>Care is to him alone a passing wind,</br>Who by this golden rule can regulate his mind.</br>"]