["Offspring of night, whose languid visage wears</br>Death's milder lineaments!  Thy friendly art,</br>With lenient balm, the drooping soul repairs,</br>An in a sweet oblivion laps the heart.</br>Around my couch thy noiseless wings diffuse,</br>Fraught with ambrosial scents, and ev'ning's dews.", "The vent'rous seaman, 'mid the rocking shrouds,</br>Touch'd with thy potent wand, his toil foregoes;</br>While thund'ring billows mingle with the clouds,</br>Hangs on the mast in terrible repose:</br>Stretch'd on his shield beneath ignominious skies,</br>Th' intrepid warrior veils his formidable eyes.", "Then why, capricious power, so long delay'd</br>Thy genial blessings to my rural hill?</br>Whose solemn brow no ruder sounds invade</br>Than drowsy murmurs from a falling rill;</br>Than the warm-whisper'd sigh, when lovers true</br>Beneath heir fav'rite oak the tender vow renew.", "The traitor, canopy'd with lordy pride,</br>On hissing serpents bows his perjur'd head;</br>The mute attendants guard their patron's side,</br>And tapers burn as round the noble dead:</br>But oh!  he lives:  that faulchion, gleaming nigh</br>Betrays his guilty fears, that groan, his misery.", "Th' impure recesses of adult'rous lust,</br>The ghastly ruffian's floor, with slaughter red,</br>Thy visits shun; where conscience, ever just,</br>And vengeful furies haunt the cursed bed;</br>While hideous shrieks and livid light appall</br>The trav'ller wand'ring near th' inhospitable wall.", "Not all the treasures of the radiant west,</br>Or precious gems that eastern quarries hold,</br>Would give one placid hour of cordial rest</br>To the pale slave, whose bosom pines for gold:</br>Not all that nature's azure round contains</br>Would bribe thee to the roof, where hell-born malice reigns.", "How regular the ways of Providence!</br>Though various:  on a promontory's brow</br>The eagle slumbers; safe in innocence</br>The humble lark on trodden plains below:</br>These with the setting sun; then tygers howl</br>In deserts:  those retire, as morning paints the pole.", "Earth, ocean, air, thy ancient empire own,</br>Majestic man!  exalt thy aweful voice;</br>Grasp firm thy sceptre; fix thy regal crown:</br>And in unrivall'd sovereignty rejoice:</br>Yet mark, how crimes degrade thy honour'd race</br>Beneath the sleeping worm, that glistens in the grass.", "My soul the chains of lawless passion spurns</br>With honest indignation:  yet betray'd</br>To various ills, in dust and ashes mourns,</br>Her adours quench'd, her vivid pow'rs decay'd:</br>Misfortune opes her quiver; ling'ring pain</br>And sickness dip the parts in more than Indian bane.", "Some lofty minds, that boast a vig'rous frame,</br>Adversity's rough storms undaunted bear;</br>Their faculties, expanding, brighter flame,</br>Like beacons, blazing in a ruffled air:</br>But in a feeble heart, the spark divine</br>Fades as a dying lamp, and all it's hopes decline.", "O!  when shall I, soft sleep, thy influence find?</br>What happy clime the gentle charm will yield?</br>Waft me, ye sails, where blows the tepid wind</br>O'er orange flow'rs, and citrons strew the field:</br>Ah!  no:  'mid these my hapless youth has stray'd,</br>Nor met thy soothing smiles within the fragrant shade.", "The swain, extended by romantic streams,</br>Hugs bright-ey'd phantoms, and delusive joys:</br>The monarch triumphs in imperial dreams</br>Of vanquish'd realms, and sanguinary toys:</br>No gaudy scenes of pictur'd bliss I crave;</br>But peace profound as death, and silent as the grave.", "Is there a sage, whose philosophic mind,</br>Lur'd by the moon's wan lustre, upward springs,</br>Swift as the darted beam; and, unconfin'd,</br>It's bold flight 'mid stupendous wonders wings,</br>Where never pinion soar'd?  Thy power restrain,</br>Nor with lethargic clouds his grand ideas stain.", "Is there a bard, whose spirit-piercing lays</br>(Sublime and glowing with seraphic fire)</br>Pour to yon list'ning orbs his Maker's praise?</br>'Twere sacrilege to hush the pious lyre.</br>A voice forbids; and angels, glitt'ring round,</br>Strike their symphonious harps, while earth and heav'n resound.", "But when some wretch, in pensive mood withdrawn</br>To a lone vale, or melancholy grove,</br>From dewy-finger'd eve to purple dawn</br>Bemoans his suff'rings, as a wounded dove;</br>'Tis thine, his bleeding anguish to assuage,</br>Spread, like the mantling vine, o'er all his hermitage.", "For me; though, careless of my suppliant woe,</br>No strain can win thee to this flutt'ring breast,</br>The willing tomb will lay my sorrows low,</br>Where mingled sleep th' oppressor and th' oppress'd;</br>'Till heav'n to one eternal morn restore</br>My ravish'd eyes; and thou and death shall be no more.</br>"]