["Who would not write when Queens vouchsafe to read.</br>Kings visit bards, and princes praise the dead?</br>This stuck the harp of Orpheus in the sky,</br>And mortals rais'd to immorality.</br>This dubb'd them fav'rites to a royal fair,</br>Who judg'd not by the eye, but by the ear;</br>In trifles spent not her inglorious time,</br>But from the ball retir'd to books and rhime,</br>Where Britain's genius entertain'd her queen,</br>And Merlins image haunts fair Richmond's green:</br>Fir'd by the praise of Sundon and of Kings,</br>There Duck will dabble, ev'n Cibber sings.", "But I'm condemn'd to waste away my hours;</br>Far from the great and all poetic pow'rs,</br>Far from all taste, from wit and breeding far,</br>The blood of Inchiquin, thy rank Kildare:</br>From Lyttleton, inspirer of parts,</br>And Pult'ney, parent of the orphan arts;</br>From Doddington, the friend of ev'ry worth,</br>And Grenville prompt to hand the virtues forth;</br>From Chesterfield a name that Phoebus loves,</br>Beyond each name, that ev'ry page improves;</br>Dropp'd on the farthest isle of all the West,</br>The Punnian end of Europe at the best,</br>Where Boyles but few our rising Popes inspire,</br>Where but one Mann stirs up the tuneful fire,</br>Where Browne, where Berkley deign scarce to reside,</br>And shield young merit from the foot of pride,</br>Where no encouragement attends the muse,</br>Such as of old imperial patrons use,</br>When pens unflatt'ring royaliz'd regard,</br>And met a province for their just reward.", "Poesy sigh'd, she found her labour vain,</br>Where is the tribute now and golden chain?</br>Imperial pension that a Virgil warms,</br>Poets expiring in an emp'ror's arms?</br>Alas!  they're all with Carolina fled,</br>With Adrian vanish'd, with Augustus dead.", "O Ignorance!  Thou goddess brazen bright,</br>Profuse of jibes, and shallow with delight,</br>Eternal laughters in thy presence reign,</br>And smiling censure loads thy empty train,</br>Eas'd of her load, ev'n dulness grows more light,</br>And impudence conceited in thy sight:</br>Thou mak'st the aukard face of folly gay,</br>Gives front assurance, modesty dismay.</br>Thee, goddess, thee, the mob adore alone,</br>In fortune's tinsel drest, and Bristol stone;</br>While few discern the riches of the mind,</br>Or understand the jewels of mankind.", "Lives there a race beneath the mortal skies,</br>Who sacred honours to the Bard denies;</br>Behold Demodicus on high is plac'd,</br>By Greece, and with the choicest viands grac'd:</br>Light'ning itself the laurel will revere,</br>Nor blasts the bay, because it's Paeans wear.", "Let learned Gaul in any science shew</br>Books more antique than Homer, Hesiod, knew,</br>Let Poetry trace ancient Linus higher,</br>Father of fancy, and of sense the sire,</br>Italy Ennius, Gower England quote,</br>And Aethiopia Liquanus for thought.", "Philosophy itself durst not appear,</br>First to the world, but in the muses sphere.</br>Thus Thales wrote, Parmenides aspir'd,</br>And nature in Lucretius is admired:</br>And thus the sage Pythagorus of old,</br>From iron anvil hammer'd verse of gold,</br>Manilius shines in astronomic lays,</br>And mathematics to a Halley's praise.", "See History Herodotus's theme,</br>Christens her books by each a muse's name:</br>Divinity herself here gives her vote,</br>When Paul and Atterbury poets quote;</br>Nor will this client oratory quit,</br>In this cause Tully pleads for banish'd wit:</br>What Cato wanted, strove, but strove in vain,</br>What Ammon wish'd, what Lewis scarce could drain,</br>Is not methinks a frivolous desire,</br>Which Popes profess'd, and princesses admire.", "Maz'rine and Richlieu both indulg'd this rage,</br>The greatest statesmen of their sev'ral age.</br>And thought it policy to aid those arts,</br>Which made their masters rule a nation's hearts.", "By this sweet art Arion gain'd his store,</br>And charm'd mute fish to listen to his lore:</br>A dolphin drawn by his harmonious hand,</br>Receiv'd him on his back, and bore to land,</br>He on his crouching crest sits all at ease,</br>And with his harp claims th' insulting seas;</br>Thus the divine musician sail'd along,</br>And paid his passage with a smoother song.", "Let music tell how Orpheus drew wild beasts,</br>While Thrace the Bard tore, emblem of bad tastes;</br>Then ev'n rude Rhodode sweet ecchoes heard,</br>And caught the voice of the expiring bard;</br>Yet tho' the Thracians pull'd him limb from limb,</br>To see him fountains rose above their brim,</br>The rivers ran and left their channels dry,</br>The rocks seemed smitten with his harmony,</br>Trees gathered round him, join'd the gazing crowd,</br>And, as he passed, the woods respectful bow'd.</br>Ev'n hell was pleas'd; &mdash; all but the beast call'd man,</br>Brutes may be tam'd &mdash; but blockheads never can.", "Edward and Alfred pay'd respect to Bards,</br>Old Spencer, Queen Elizabeth rewards;</br>Henry the Eight indulg'd the tuneful quire,</br>And e'en that age a Skelton could admire;</br>Chaucer had patrons, yea the psalmist Brady,</br>Protected was, and cherish'd by Queen Mary.</br>The hero William, and the martyr Charles,</br>One knighted Blackmore, t' other pensioned Quarles.</br>Garth by King George, and Euseden by queen Ann,</br>One dubb'd a knight, one led the laurel van.</br>Ev'n Milton's daughter liv'd on Milton's lays,</br>And Steele a Knighthood gain'd by arts like these,", "Polnitz behold a Prussia's king admire,</br>And Voltaire famous for Apollo's lyre;</br>Loaded with medals, lo!  returns the bard,</br>And royal gifts a D'Argens pains reward.</br>These lift this monarch to imperial sway,</br>Of princes prime, whom arms and arts obey.", "Oxford on wit confers a grand degree,</br>And every college but cool Trinity.</br>Sorbonne her Rollin boasts, and Oxford Spence,</br>Cambridge her Trap for belles-lettres and sense:</br>But since schools fell, no vermine lost its breath,</br>No rat or knave, dread satyr rhymes to death;</br>Disease, misfortune, are not charmed away,</br>Nor sickness flies before th' inchanting lay.", "Poets in Ireland now are rarely prized,</br>As learned men in Turkey are despised,</br>Dulness the beaten road, the general rule,</br>Which if you quit, they point you out a fool,</br>Nor is it strange, where folly rules the roast,</br>Wit should be little prized, and nonsense most.", "Yet Genius ev'n in Ireland is enhanc'd</br>Clancy is pension'd, Carthy is advanc'd;</br>Dunkin, the king of schoolmasters is grown,</br>And Francis among strangers meets renown;</br>Then let it not be said, prophets at home,</br>Are not unhonour'd but in Munster's dome.", "The man that hath no musick in his soul,</br>Why let him rattle dice, or call a vole,</br>Nor is not mov'd with concord of sweet sounds,</br>This man is fit not for a pack of hounds,</br>He's fit for treasons, stratagems and spoils,</br>For mid-day quarrels, and for mid-night broils;</br>The motions of his mind are full of spite,</br>He's dull as Erebus, and dark as night;</br>Let no such man be trusted, Shakespear faith,</br>For yew-like, he sheds round him baneful death;</br>Whereas whoever acts what's worthy praise,</br>Admires the muses, and adorns their lays.", "Wits by pert pedants only are despised,</br>As your tame birds by those unciviliz'd;</br>Like common sense could genius be acquired,</br>Thy parts, O Stanhope, would be less admir'd:</br>Great Wits like comets do not oft appear,</br>And their price rises from their being rare;</br>But fools appear in multitudes and throngs,</br>And like the pendulums of clocks their tongues.</br>Tho' would you hear what you may chance to like,</br>One must wait the hour before they strike:</br>Those human insects which in buz alarm,</br>And round the wit, as round the taper swarm,</br>Tho' in his face they fly, resolv'd to wound,</br>Yet by the blow are tumbled to the ground,</br>Those sons of twilight hate the light of morn,</br>Sightless they fly, and to their dung return,</br>Taken for bees by undiscerning eyes,</br>The wise find them beetles and despise.", "Poor is an epithet to poets given,</br>Yet David was a bard, and lov'd by heaven.</br>Where's the foundation?  for past times explore,</br>You'll surely find the lesser number poor;</br>Great Maro, Flaccus, Lucan, Ovid rich,</br>And tho' untitled, of no vulgar pitch;</br>Nay our own times examples may afford</br>Of genius meeting in a duke or Lord!</br>Fam'd Dorset, Surrey, Halifax, were earls,</br>And Orrery, and Chesterfield are pearls;</br>Hear Rochester, Roscommon, Landsdown sing,</br>Bright Buckingham and Falkland touch the string,</br>Soft Sedley, Denham, Butler, Steel were knights,</br>And Addison tho' secretary writes!</br>His Excellency Prior tun'd the lyre,</br>And Congreve tho' commissioner had fire;</br>Lo!  Pope and Swift, the wonder of our days,</br>Were far from poor, and yet they dealt in bays.</br>Williams ambassador to Berlin sent,</br>A royal authors ear to compliment.", "See Wycherly by Cleveland's grace admir'd,</br>By Charles courted, Drogheda desired;</br>See Addison to Warwick's arms confin'd,</br>Charm'd by his head, and harmony of mind;</br>Mallet and Glover, Marlbro's choice approv'd,</br>With her last breath whose merit Montrose lov'd,</br>To be approv'd by wit and sense is more,</br>Than if the lords and commons thank'd you o'er and o'er.", "Behold great Bourbon Bolingbroke commands,</br>To take the royal signet from his hands;</br>Lo!  Savoy's watch, and Eugene's box of gold,</br>Pope and Centlivre as a praemium hold.</br>See Boyle's hand honour'd by a Sheffield's ring,</br>The muse's gift by daughter of a king;</br>Churchill's best jewel Chesterfield adorns,</br>It well becomes him who all flatt'ry scorns;</br>Yet tho' none merit or good sense regard,</br>Desert like virtue is its own reward,</br>And tho' but few to worth their tribute bring,</br>The mind's complacence is a diamond ring;</br>As the rich brilliants the fair fingers grace,</br>So fortune sparkles upon wisdom's face,</br>Whereas rich gems expose the dunce they deck,</br>Like a gold chain about a lord-mayor's neck.", "Alas!  'Tis wit itself has given the slur,</br>And bards too often act the cabbin-cur;</br>Thus wits to coxcombs still new weapons send,</br>Who beat us with the very sticks we lend,</br>Strange each profession to itself adheres,</br>Fools herd together, foplings walk in pairs,</br>But wits still straggling scatter at this rate,</br>By congregated fools are easy beat;</br>Some have of wit, and some of wealth have store,</br>But envied by the ideot, and the poor,</br>'Twixt wit and folly there's eternal war,</br>As heat and cold cause thunder in the air.", "Behold the pride of Languedoc (Tholouse)</br>Vain of its wit, which ev'n the women use,</br>Bred in French forms each belle's a sonnetteer,</br>And ev'ry nymph apes Maz'rine and Dacier,</br>Ballad and song, the product of the soil,</br>And proud Versailles is ev'n to them a foil.", "Yet ev'n here Cambray hath his Meaux,</br>And Perrault pasquinades the great Boileau;</br>A Polnitz envies Voltaire's happy vein,</br>Tho' he commends a Corneille or Racine.", "Envy's the common consequence of praise,</br>And calumny still grows upon the bays;</br>So Pope, Gay, Dryden, Horace, Virgil found,</br>Who bids the bard, have brows with ivy bound;</br>Lest the muse fall on Milton's evil tongues,</br>Thus Homer Zoilus, Ovid Cinna wrongs.</br>Then why should I who claim not half their due,</br>Complain because I have my Codrus too?</br>Rail on Demetrius, Tigellius bite,</br>Plotius and Varus read whate'er I write.</br>Shall flea Pantillus, bug Hermogenes,</br>Make me uneasy, or disturb my peace?</br>No, my Maecenas, you my lines commend,</br>And while you like, my labours have an end.</br>"]