["Ye Nymphs of Helicon, begin the lay,</br>And tune a solemn dirge:  but chief, thou Muse,</br>Whose range extensive comprehends a world,</br>Clio!  to distant ages give, what years</br>Revolving swift may not craze.  Raise high</br>The breathing marble, strew the noble hearse,</br>And crown the honours of your Hero's head.", "Lost to the world is H&mdash;y and her Lord!</br>Where now, ye green-rob'd Dryads, are ye fled,</br>To what sequester'd vale, or shady grove?</br>The murm'ring Naiads now no longer sport,</br>No longer babling tell the winding tale;</br>But from their long-frequented paths expell'd,</br>With hair dishevel'd now explore new haunts.", "A L&mdash;n once liv'd, the hills resound,</br>Responsive Echo shrill repeats, \"once liv'd;\"</br>While universal Pan (accustom'd oft</br>In concert with the Graces to lead up</br>The festal dance) attended by the Hours,</br>A fun'ral distich plaits around his tomb.", "Come, gentle Gales, cool Zephyrs flitting Breeze,</br>Fan with your odoriferous wings the pair,</br>The happy pair!  Fair L&mdash;y and her Lord.</br>Sylvanus' offspring!  bring your spreading shades,</br>Bow down your compliant boughs, with care secure</br>What ye contain, and feed th' endearing smiles,</br>Cou'd but a spark of Fire Celestial!  that</br>In days of yore blaz'd from thy pen divine;</br>When near the downy bank, encompass'd round</br>With yielding willow and the mossy sedge,</br>Thy numbers flow'd mellifluent with the stream;</br>Might I but pluck the meanest shrub that grows</br>On Mount Parnassus!  the the GENTLE youth</br>Should live immortal in my sounding verse,</br>And tow'ring hide his head among the clouds.", "Vain is the wish, and fruitless the attempt,</br>Which hopes to give to Fame, in loftier strains,</br>In brass more durable, the polish'd bust.</br>O L&mdash;n!  with what perfective grace,</br>On characters of gold, hast thou thyself</br>Engrav'd the verse that never dies?  Thyself</br>Hast strew'd with choicest flow'rs the sacred tomb;</br>Thyself rehears'd the deeds which Henry wrought.", "What art thou now?  The Thracian Bard e'en fell,</br>Nor could the Muse defend her darling son.</br>"]