["No more of youthful joys or love's fond dreams,</br>No more of morning fair, or ev'ning mild,</br>While DAPHNIS lies among the silent dead</br>Unsung; tho' long ago he trod the path,</br>The dreary road of death&mdash;</br>Which soon or late each human foot must tread.</br>He trod the dark uncomfortable wild</br>By Faith's pure light, by Hope's heav'n-op'ning beams,</br>By Love whose image gladdens mortal eyes,</br>And keeps the golden key that opens all the skies.", "Assist, ye Muses! &mdash; and ye will assist;</br>For DAPHNIS, whom I sing, to you was dear:</br>Ye lov'd the boy, and on his youthful head</br>Your kindest influence shed.&mdash;</br>So may I match his lays, who to the lyre</br>Wail'd his lost LYCIDAS by wood and rill:</br>So may the Muse my groveling mind inspire</br>To sing a farewell to thy ashes blest;</br>To bid fair peace be to thy gentle shade;</br>To scatter flow'rets, cropt by Fancy's hand,</br>In sad assemblage round thy tomb,</br>If water'd by the Muse, to latest time to bloom.", "Oft by the side of LEVEN'S crystal lake,</br>Trembling beneath the closing lids of light,</br>With slow, short-measured steps we took our walk:</br>Then he would talk</br>Of argument far, far above his years;</br>Then he would reason high,</br>Till from the east the silver Queen of night</br>Her journey up heav'n's steep began to make,</br>And Silence reign'd attentive in the sky.", "O happy days!  for ever, ever gone!</br>When o'er the flowery green we ran, we play'd</br>With blooms bedropt by youthful Summer's hand;</br>Or, in the willow-shade,</br>We mimic castles built among the sand,</br>Soon by the sounding surge to be beat down,</br>Or sweeping winds; when, by the sedgy marsh,</br>We heard the heron, and the wild duck harsh,</br>And sweeter lark tune his melodious lay,</br>At highest noon of day.</br>Among the antic moss-grown stones we'd roam,</br>With ancient hieroglyphic figures grac'd,</br>Winged hour-glasses, bones, and skulls, and spades,</br>And obsolete inscriptions by the hands</br>Of other ages.  Ah!  I little thought</br>That we then play'd o'er his untimely tomb!", "Where were ye, Muses!  when the leaden hand</br>Of Death, remorseless, closed your DAPHNIS' eyes?</br>For sure ye heard the weeping mother's cries;</br>But the dread power of Fate what can withstand?</br>Young DAPHNIS smiled at Death; the tyrant's darts</br>As stubble counted.  What was his support?</br>His conscience, and firm trust in him whose ways</br>Are truth; in him who sways</br>His potent sceptre o'er the dark domains</br>Of death and hell; who holds in straiten'd reins</br>Their banded legions:  \"Thro' the darksome vale</br>He'll guide my trembling steps with heavenly ray;</br>I see the dawning of immortal day,\"</br>He smiling said, and died!&mdash;", "Hail, and farewell, blest youth!  soon hast thou left</br>This evil world.  Fair was thy thread of life,</br>But quickly by the envious Sisters shorn:</br>Thus have I seen a rose with rising morn</br>Unfold its glowing bloom, sweet to the smell,</br>And lovely to the eye; when a keen wind</br>Hath tore its blushing leaves, and laid it low,</br>Stripp'd of its sweets. &mdash; Ah!  so,</br>So DAPHNIS fell!  long ere his prime he fell!</br>Nor left he on these plains his peer behind;</br>These plains, that mourn their loss, of him bereft,</br>No more look gay, but desert and forlorn.", "Now cease your lamentations, shepherds!  cease:</br>Though DAPHNIS died below, he lives above;</br>A better life, and in a fairer clime,</br>He lives:  No sorrow enters that bless'd place,</br>But ceaseless songs of love and joy resound;</br>And fragrance floats around,</br>By fanning zephyrs from the spicy groves,</br>And flow'rs immortal, wafted; Asphodel</br>And Amaranth, unfading, deck the ground,</br>With fairer colours than, ere ADAM fell,</br>In EDEN bloom'd.  There haply he may hear</br>This artless song.  Ye powers of verse!  improve,</br>And make it worthy of your darling's ear,</br>And make it equal to the shepherd's love.", "Thus, in the shadow of a frowning rock,</br>Beneath a mountain's side, shaggy and hoar,</br>A homely swain, tending his little flock,</br>Rude, yet a lover of the Muse's lore,</br>Chanted his Doric strain till close of day,</br>Then rose, and homeward slowly bent his way.</br>"]