["DECADE I.</br>Hail, golden Lyre!  whose Heav'n-invented String</br>To Phoebus, and the black-hair'd Nine belongs!</br>Who in sweet Chorus round their tuneful King</br>Mix with thy sounding Chords their sacred Songs.</br>The Dance, gay Queen of Pleasure, Thee attends;</br>Thy jocund Strains her list'ning Feet inspire:</br>And each melodious Tongue it's Voice suspends</br>'Till Thou, great Leader of the heav'nly Quire,</br>With wanton Art preluding giv'st the Sign&mdash;</br>Swells the full Concert then with Harmony divine.", "DECADE II.</br>Then, of their streaming Lightnings all disarm'd,</br>The smouldring Thunderbolts of Jove expire:</br>Then by the Musick of thy Numbers charm'd,</br>The Birds fierce Monarch drops his vengeful Ire;</br>Perch'd on the Sceptre of th' Olympian King,</br>The thrilling Darts of Harmony he feels;</br>And indolently hangs his rapid Wing,</br>While gentle Sleep his closing Eyelid seals;</br>And o'er his heaving Limbs in loose Array</br>To ev'ry balmy Gale the ruffling Feathers play.", "DECADE III.</br>Ev'n Mars, stern God of Violence and War,</br>Sooths with thy lulling Strains his furious Breast,</br>And driving from his Heart each bloody Care,</br>His pointed Lance consigns to peaceful Rest.</br>Nor less enraptur'd each immortal Mind</br>Owns the soft Influence of inchanting Song,</br>When, in melodious Symphony combin'd,</br>Thy Son, Latona, and the tuneful Throng</br>Of Muses, skill'd in Wisdom's deepest Lore,</br>The subtle Pow'rs of Verse and Harmony explore.", "DECADE IV.</br>But they, on Earth, or the devouring Main,</br>Whom righteous Jove with Detestation views,</br>With envious Horror hear the heav'nly Strain,</br>Exil'd from Praise, from Virtue, and the Muse.</br>Such is Typhoeus, impious Foe of Gods,</br>Whose hundred headed Form Cilicia's Cave</br>Once foster'd in her infamous Abodes;</br>'Till daring with presumptuous Arms to brave</br>The Might of Thund'ring Jove, subdued he fell,</br>Plung'd in the horrid Dungeons of profoundest Hell.", "DECADE V.</br>Now under sulph'rous Cuma's Sea-bound Coast,</br>And vast Sicilia lies his shaggy Breast;</br>By snowy Aetna, Nurse of endless Frost,</br>The pillar'd Prop of Heav'n, for ever press'd:</br>Forth from whose nitrous Caverns issuing rise</br>Pure liquid Fountains of tempestuous Fire,</br>And veil in ruddy Mists the Noon-day Skies,</br>While wrapt in Smoke the eddying Flames aspire,</br>Or gleaming thro' the Night with hideous Roar</br>Far o'er the red'ning Main huge rocky Fragments pour.", "DECADE VI.</br>But he, Vulcanian Monster, to the Clouds</br>The fiercest, hottest Inundation throws,</br>While with the Burthen of incumbent Woods,</br>And Aetna's gloomy Cliffs o'erwhelm'd he glows.</br>There on his flinty Bed out-stretch'd he lies,</br>Whose pointed Rock his tossing Carcase wounds:</br>There with Dismay he strikes beholding Eyes,</br>Or frights the distant Ear with horrid Sounds.</br>O save us from thy Wrath, Sicilian Jove!</br>Thou, that here reign'st, ador'd in Aetna's sacred Grove!", "DECADE VII.</br>Aetna, fair Forehead of this fruitful Land!</br>Whose borrow'd Name adorns the Royal Town,</br>Rais'd by illustrious Hiero's gen'rous Hand,</br>And render'd glorious with his high Renown.</br>By Pythian Heralds were her Praises sung,</br>When Hiero triumph'd in the dusty Course,</br>When sweet Castalia with Applauses rung,</br>The glorious Laurels crown'd the conqu'ring Horse.</br>The happy City for her future Days</br>Presages hence Increase of Victory and Praise.", "DECADE VIII.</br>Thus when the Mariners to prosp'rous Winds,</br>The Port forsaking, spread their swelling Sails;</br>The fair Departure chears their jocund Minds</br>With pleasing Hopes of favourable Gales,</br>While o'er the dang'rous Desarts of the Main,</br>To their lov'd Country they pursue their Way.</br>Ev'n so, Apollo, thou, whom Lycia's Plain,</br>Whom Delus, and Castalia's Springs obey,</br>These Hopes regard, and Aetna's Glory raise</br>With valiant Sons, triumphant Steeds, and heav'nly Lays!", "DECADE IX.</br>For human Virtue from the Gods proceeds;</br>They the wise Mind bestow'd, and smooth'd the Tongue</br>With Elocution, and for mighty Deeds</br>The nervous Arms with manly Vigour strung.</br>All these are Hiero's:  these to Rival Lays</br>Call forth the Bard:  Arise then, Muse, and speed</br>To this Contention; strive in Hiero's Praise,</br>Nor fear thy Efforts shall his Worth exceed;</br>Within the Lines of Truth secure to throw,</br>Thy Dart shall still surpass each vain attempting Foe.", "DECADE X.</br>So may succeeding Ages, as they roll,</br>Great Hiero still in Wealth and Bliss maintain,</br>And joyous Health recalling, on his Soul</br>Oblivion pour of Life-consuming Pain.</br>Yet may thy Memory with sweet Delight</br>The various Dangers, and the Toils recount,</br>Which in intestine Wars and bloody Fight</br>Thy patient Virtue, Hiero, did surmount;</br>What Time, by Heav'n above all Grecians crown'd,</br>The Prize of sov'reign Sway with thee thy Brother found.", "DECADE XI.</br>Then like the Son of Paean didst thou war,</br>Smit with the Arrows of a sore Disease;</br>While, as along slow rolls thy sickly Carr,</br>Love and Amaze the haughtiest Bosoms seize.</br>In Lemnos pining with th' envenom'd Wound</br>The Son of Paean, Philoctetes, lay:</br>There, after tedious Quest, the Heroes found,</br>And bore the limping Archer thence away;</br>By whom fell Priam's Tow'rs (so Fate ordain'd)</br>And the long harrass'd Greeks their wish'd Repose obtain'd.", "DECADE XII.</br>May Hiero too, like Paean's Son, receive</br>Recover'd Vigour from celestial Hands!</br>And may the Healing God proceed to give</br>The Pow'r to gain whate'er his Wish demands.</br>But now, O Muse, address thy sounding Lays</br>To young Dinomenes, his virtuous Heir.</br>Sing to Dinomenes, his Father's Praise;</br>His Father's Praise shall glad his filial Ear.</br>For him hereafter shalt thou touch the String,</br>And chant in friendly Strains fair Aetna's future King.", "DECADE XIII.</br>Hiero for him th' illustrious City rear'd,</br>And fill'd with Sons of Greece her stately Tow'rs,</br>Where by the free-born Citizen rever'd</br>The Spartan Laws exert their virtuous Pow'rs.</br>For by the Statutes, which their Fathers gave,</br>Still must the restive Dorian Youth be led;</br>Who dwelling once on cold Eurota's Wave,</br>Where proud Taygetus exalts his Head,</br>From the great Stock of Hercules divine</br>And warlike Pamphilus deriv'd their noble Line.", "DECADE XIV.</br>These from Thessalian Pindus rushing down,</br>The Walls of famed Amyclae once possessed,</br>And rich in Fortune's Gifts and high Renown,</br>Dwelt near the Twins of Leda, while they press'd</br>Their milky Coursers, and the Pastures o'er</br>Of neighb'ring Argos rang'd, in Arms supreme.</br>To King and People on the flow'ry Shore</br>Of lucid Amena, Sicilian Stream,</br>Grant the like Fortune, Jove, with like Desert</br>The Splendour of their Race and Glory to assert.", "DECADE XV.</br>And do thou aid Sicilia's hoary Lord</br>To form and rule his Son's obedient Mind;</br>And still in golden Chains of sweet Accord,</br>And mutual Peace the friendly People bind.</br>Then grant, O Son of Saturn, grant my Pray'r!</br>The bold Phoenician on his Shore detain;</br>And may the hardy Tuscan never dare</br>To vex with clam'rous War Sicilia's Main;</br>Rememb'ring Hiero, how on Cuma's Coast</br>Wreck'd by his stormy Arms their groaning Fleets were lost.", "DECADE XVI.</br>What Terrors!  what Destruction them assail'd!</br>Hurl'd from their driven Decks what Numbers dy'd!</br>When o'er their Might Sicilia's Chief prevail'd,</br>Their Youth o'er-whelming in the foamy Tide;</br>Greece from impending Servitude to save.</br>Thy Favour, glorious Athens!  to acquire</br>Would I record the Salaminian Wave</br>Fam'd in thy Triumphs:  and my tuneful Lyre</br>To Sparta's Sons with sweetest Praise should tell,</br>Beneath Cithaeron's Shade what Medish Archers fell.", "DECADE XVII.</br>But on fair Himera's wide-water'd Shores</br>Thy Sons, Dinomenes, my Lyre demand,</br>To grace their Virtues with the various Stores</br>Of sacred Verse, and sing th' illustrious Band</br>Of valiant Brothers, who from Carthage won</br>The glorious Meed of Conquest, deathless Praise.</br>A pleasing Theme!  but Censure's dreaded Frown</br>Compels me to contract my spreading Lays.</br>In Verse Conciseness pleases ev'ry Guest,</br>While each impatient blames and loaths a tedious Feast.", "DECADE XVIII.</br>Nor less distasteful is excessive Fame</br>To the sour Palate of the envious Mind;</br>Who hears with Grief his Neighbour's goodly Name,</br>And hates the Fortune that he ne'er shall find.</br>Yet in thy Virtue, Hiero, persevere!</br>Since to be envied is a nobler Fate</br>Than to be pitied:  Let strict Justice steer</br>With equitable Hand the Helm of State,</br>And arm thy Tongue with Truth:  O King, beware</br>Of ev'ry Step!  a Prince can never lightly err.", "DECADE XIX.</br>O'er many Nations art thou set, to deal</br>The Goods of Fortune with impartial Hand;</br>And ever watchful of the publick Weal,</br>Unnumber'd Witnesses around thee stand.</br>Then would the virtuous Ear for ever feast</br>On the sweet Melody of well-earn'd Fame,</br>In gen'rous Purposes confirm thy Breast,</br>Nor dread Expences that will grace thy Name;</br>But scorning sordid and unprincely Gain,</br>Spread all thy bounteous Sails, and launch into the Main.", "DECADE XX.</br>When in the mouldring Urn the Monarch lies,</br>His Fame in lively Characters remains,</br>Or grav'd in Monumental Histories,</br>Or deck'd and painted in Aonian Strains.</br>Thus fresh, and fragrant, and immortal blooms</br>The Virtue, Croesus, of thy gentle Mind.</br>While Fate to Infamy and Hatred dooms</br>Sicilia's Tyrant, Scorn of human kind;</br>Whose ruthless Bosom swell'd with cruel Pride,</br>When in his Brazen Bull the broiling Wretches dy'd.", "DECADE XXI.</br>Him therefore nor in sweet Society</br>The gen'rous Youth conversing ever name;</br>Nor with the Harp's delightful Melody</br>Mingle his odious inharmonious Fame.</br>The First, the greatest Bliss on Man conferr'd</br>Is, in the Acts of Virtue to excel;</br>The Second, to obtain their high Reward,</br>The Soul-exacting Praise of doing well.</br>Who both these Lots attains, is bless'd indeed,</br>Since Fortune here below can give no richer Meed.</br>"]