["Hail, Goddess of the rapture-breathing lyre,</br>That leads on high the sphere-borne tuneful choir;</br>Warm'd with a ray of thy celestial flame,</br>What transport thrills the Poet's feeling frame!", "While Nature's music cheers the summer plain,</br>How glows the bosom of the Mantuan swain,</br>Spontaneous pouring the mellifluous lay,</br>Soft as the breath of rose-expanding May!</br>To Love and Phyllis he attunes his song,</br>While echoing woods the melting notes prolong.</br>His eye now marks the bright Maeonian star,</br>That lights the fields of desolating War;</br>Fir'd with the view, he quits the shepherd-train,</br>To trace the Hero through the stormy main,</br>His every toil and triumph to proclaim;</br>And each he consecrates to deathless fame.", "Sweet Bard!  the Muse's pride and favourite care,</br>To whom she gave her purest flame to share,</br>To shine while Science pour'd her brightest ray,</br>Emblaz'd thy beauties in their full display.</br>\"Come, gentle swain,\" imperial Caesar said,</br>\"Enjoy my bounty in thy native shade.</br>Thy flocks in safety hence shall range the plain,</br>In safety thou shalt make thy woodland strain.\"", "From Mantua's cultur'd velvet-shaven lawn</br>Where laurell'd Poesy hails the rising dawn,</br>Where, taught by Nature, secret-working Art</br>Lops rambling branches, pruning every part;</br>See Independence turn with eager eye,</br>To view her champion Nero's frown defy;</br>To see him shine triumphant in his fall,</br>And, daring Death, to 'scape tyrannic thrall.</br>Behold her bending o'er his laurell'd tomb!</br>My son, she cries, crush'd in thy early-bloom!</br>Let others boast their due superior praise,</br>Of softer, purer, more harmonious lays;</br>Thy native fire, and zeal in Freedom's cause,</br>Resistless flaming claims her due applause.</br>If venal verse did e'er thy honour stain,</br>Thy heart recoil'd, and quick revok'd the strain.</br>When Nero's crimes proclaim'd thy praise misplac'd,</br>How soon thy streaming blood the blot effac'd!</br>While others drag their godships from the skies,</br>Above these gods Pharslia's heroes rise.</br>While rebel-rage demands a despot's powers,</br>Thy Cato's soul unstain'd, unconquer'd, towers.", "In frolic mood the Latian lyrist sung,</br>While curious Art chastis'd his flowing tongue.</br>With happiest hand a wreath of flowers he wove,</br>Pick'd from the plenty of th' Aonian grove,</br>His waving hair, soft bound in simple braid,</br>That native ease with elegance display'd.</br>The Loves and Graces, from th' Aegean isles,</br>With luring looks and nods, and dimpled smiles,</br>Around him met, and lightly tripp'd the plain,</br>In dance attemper'd to his Lesbian strain.</br>Descending oft from Fancy's dazzling sky,</br>Mankind he mark'd with philosophic eye;</br>Saw coxcomb-Folly flaunt in plumage gay,</br>And bared his baldness in the face of day;</br>Laid Vice, unweeting, prostrate on the ground,</br>And dealt, in playful guise, the cunning wound.", "Amidst the slavery and succeeding gloom</br>That whelm'd the splendour of imperial Rome,</br>With honest rage bold Juvenal appear'd,</br>The torch of Truth o'er Error's dungeon rear'd;</br>Proud Luxury exposed to eternal shame,</br>A painted fiend that blasted Roman fame.</br>While Justice bled, rude trampled by her foes,</br>Resistless, fierce his indignation rose.</br>Despising danger, he espous'd her cause,</br>Her rights asserted; and her injur'd laws;</br>Arraign'd Corruption in decisive tone,</br>And hurl'd the Demon headlong from his throne.</br>But cruel Persecution crush'd the sage,</br>Now hoary bending with the weight of age,</br>Exil'd him far from friends, and native home,</br>Through Lybian wilds a fugitive to roam.", "Dark scenes of anguish, haunts of grim Control,</br>Scenes doubly dreadful to the Poet's soul!</br>Why, Goddess, why, in these are doom'd to pine</br>Thy sons sublim'd by energy divine;</br>Why doom'd, by stern Necessity's command,</br>To strike the sacred lyre with venal hand;</br>With courtly sounds to sooth rude Grandeur's train,</br>Or rouse the vulgar rout with scrannel strain?</br>While they delight to roam the mountains wild,</br>And climb the cliffs in pomp of nature pil'd;</br>On Fancy's wing, while they unfetter'd tower,</br>And spurn the chains of lawless Pride and Power;</br>Never may they with demagogues conspire,</br>To light red horrors of Sedition's fire;</br>Never may they calm Liberty abuse,</br>The bands of mad Licentiousness unloose;</br>To thousand dunghill-tyrants bare their breast,</br>Of one to beg protection from the rest.", "Lo!  where Avona rolls his magic tide,</br>The buskin'd Hero moves in lordly pride.</br>While wakes his voice, and waves his crimson lance,</br>Deep thunders roar, the lurid lightnings glance.</br>His mighty arm unbars the gates of Night,</br>And drags her demons to the realms of Light.</br>Grief, Joy and Terror, at his nod obey,</br>And shake the soul with quick alternate sway.</br>Nature, neglectful of corrective Art,</br>Rais'd full her voice, and instant reach'd the heart.</br>Ah!  now constrain'd, by Fortune's frown severe,</br>To quit the precincts of his native sphere,</br>In clownish guise enchain'd he limps along,</br>A suppliant cringing to the idiot-throng.", "While Anglia's sceptre sage Eliza sway'd,</br>A shepherd sung in Gothic garb array'd</br>Wide thro' the air he wav'd a wizzard-wand,</br>Pluck'd from a stem that grac'd th' Ausonian strand;</br>When Fairyland was sudden seen to rise,</br>A new creation strange to human eyes.</br>Sidney alone enraptur'd could descry</br>The forms aerial thro' the dubious sky.</br>He placed the laurel on the Poet's brow,</br>Caus'd Bounty's stream around his field to flow.</br>But ruthless Rigour with succeeding sway,</br>Ravag'd his fold and dragg'd his flocks away,</br>Left him to wail, hence reft of all relief,</br>While sadly Mulla murmured to his grief.", "How bright o'er Eden's blissful bowers arose</br>The Muse's beam, their beauties to disclose!</br>While Genius, Learning, mingled thick their rays,</br>Nor earth, nor heaven, confin'd the orient blaze.</br>How shone its radiance o'er each distant clime,</br>Each mazy tract of ancient dusky time,</br>Down thro' the caverns of primeval Night,</br>Her deeds of darkness full reveal'd to sight</br>Pierc'd the deep files of dread, celestial war,</br>While rode Messiah on cherubic car.</br>He frowned &mdash; direct his bolts of vengeance sped,</br>His lightnings flew, the rebel legions fled,</br>With sudden terror and confusion driven,</br>Rush'd thro' the rending battlements of heaven,</br>Thro' yawning chaos, with tremendous yell,</br>Plung'd 'midst the horrors of profoundest hell.</br>Fierce flam'd the blaze that thro' the boundless sphere,</br>Each path illum'd, untrodden, dark and drear.</br>Unhailed it rose and spreading fir'd the skies,</br>It set unwept, unmark'd by mortal eyes.</br>The Bard, desponding, left his seat sublime,</br>Darkly to roam thro' an ungenial clime;</br>Polemics, pedants, casuists to engage,</br>With learned lumber clog the Muse's page,</br>In marish dull his sky-wove weeds to drench,</br>There wallowing low his mighty rage to quench.", "Where sensual Riot yonder holds his reign,</br>And scowls contempt on all the Muse's train;</br>A mighty master of the Song appears,</br>Who pours the strain to deaf, unwilling ears.</br>Thro' classic fields he flies with rapid force,</br>Each victor rivals in his serious course,</br>The Roman now in sharp, satyric rhime,</br>And now the Grecian in his flight sublime.</br>But rudely checked by fang of cruel Fate,</br>Headlong he falls from his aerial state;</br>A hireling weltering in Corruption's tide,</br>Weaving a wreath her Gorgon-front to hide,</br>Wasting his giant-strength in deserts drear</br>Their fabled forms where goblins, monsters rear.", "A Bard who boasts a more propitious star,</br>With rigid rein commands a steadier car;</br>Nor dares to mount with Dryden's lofty bound,</br>While with unbridled rage he rides his ample round.</br>Along the level lawn secure he hies,</br>Shuns fen and fog with quick discerning eyes;</br>Whose finished verse harmonious, warm and clear,</br>Oft melts the heart, still wins the willing ear;</br>Where sense and sound, where truth and fancy shine</br>With blended charms in one bright nervous line.</br>High favoured Bard, above a thousand blest,</br>At once by Fortune and the Muse caress'd,</br>From youth to age allow'd to pour thy lay,</br>Unchill'd by Want, uncheck'd by cruel sway!</br>Thee Freedom fired to spurn the proffer'd bribe,</br>Thee Virtue roused, to lash the vicious tribe,</br>To crown her votaries with honest fame,</br>The villain damn to everlasting shame:</br>Thee too, we mourn, as sharing adverse fate,</br>With Dryden doom'd for lucre to translate,</br>With servile drudgery to imitate;</br>With gilded chariot and sleek prancing pair,</br>To drive Achilles; prankt in moodish air;</br>Who dreadful frowned from high Maeonian car,</br>That thundering shook the field, and swept the ranks of war;</br>Begging to glimmer in reflected light,</br>While shone thy native flame so warm and bright.", "What notes of rapture echoed to the roar</br>Of Conway's waves fierce warring with the shore!</br>Abrupt the Bard loud struck the Theban lyre, </br>His breast enflam'd with more than Theban fire.</br>Confounded, Dullness sullen stared around,</br>The strain root-gnawing Envy clamouring crown'd;</br>Despondence chill his rising rage repress'd,</br>Mute he retir'd to shades of listless rest.</br>Fastidious, scornful of the glutton-crest,</br>He sipped alone the pure ethereal dew;</br>Leaving the crowd gross garbage to devour,</br>He sucked the sweets of each untasted flower.", "Where tuneful Tweed meandering rolls along,</br>Thro' verdant vales renown'd in pastoral song;</br>Thy power inspir'd a Druid to proclaim,</br>With music's voice, fair Truth's unsullied fame.</br>The laurel twin'd with flowers that brightest blow,</br>A dazzling wreath compos'd to shade his brow.</br>With scanning eye he travers'd Nature's sphere,</br>Marking her motions thro' the varying year;</br>With Fancy's pencil heighten'd Summer's bloom,</br>And doubly deepened Winter's awful gloom.</br>As the early lark high carols 'midst the skies,</br>While yet the world below in slumber lies;</br>So he first wak'd his rich descriptive strain,</br>Unseen, unheeded on his native plain.</br>Against his breast Misfortune aim'd her dart,</br>Forc'd him to fly, with anxious heavy heart,</br>Imploring refuge in a distant land,</br>For help dependent on a stranger's hand.</br>Long wandering wild, pursued by gulling Care,</br>Till verging nigh the brink of dark Despair,</br>Kind Pity lent at last a twinkling ray,</br>And led him back from dungeons to the day.</br>Yet urgent Want could ne'er his soul incline,</br>By serving Gain to shame the Muse divine:</br>Virtue and Truth he followed unrestrain'd,</br>Till, Fate subdued, a spotless palm he gain'd.", "How sweetly sung yon generous simple swain,</br>Who wailed the fate of Auburn's guileless train,</br>By Rapine's rod expelled their native seats,</br>The bowers of Innocence and Love's retreats;</br>To prove the horrors of the Atlantic deep,</br>Thro' foreign climes to wander and to weep!</br>Behold, celestial Nymph!  in deep dismay,</br>The fond adorer of thy genial sway,</br>The scenes of song and rural bliss forego,</br>Friendless and famished wade thro' Alpine snow.</br>Ah!  see the heart refin'd by heavenly fire,</br>The hand inform'd to wake soft Pity's lyre,</br>Now waste their vigour in ignoble toil, </br>With cheerless labour dig the barren soil,</br>With dull compilers vulgar fame to share,</br>The withering laurels won by creeping Care.</br>\"Farewell, \" he cries, \"my glory and my shame!</br>Dear Poesy!  no more secure of fame;</br>Nurse of each virtue and each art sublime,</br>Gone with thy train to bless a kindlier clime!\"", "On Leven's banks bright shone a laurell'd Bard,</br>Whose soul the Muse's loftier spirit shar'd;</br>Ambition's slave who still abhorred to yield,</br>And Independence follow'd to the field;</br>With him undaunted rov'd from clime to clime,</br>Sounded his praise in matchless verse sublime.</br>But chill Necessity soon checked his strain,</br>Drove him for ever from thy hallowed fane.</br>With tresses torn thy choir his fate bewail'd,</br>Yet nought their love or piteous plaint avail'd;</br>Then no Maecenas listened to their moan,</br>Or stretch'd his hand to prop thy falling throne.", "Where Dee's hoarse torrents dash'd from mountains steep,</br>Wide cleave the billows of the German deep;</br>The blooming Minstrel waked his matin lay,</br>To hail the beauties of the rising day.</br>Enamoured of the Muse, her charms he sung,</br>While Grampian mountains hoar responsive rung:</br>But long ere Phoebus reach'd the western main,</br>He drops his harp, in sorrow ceas'd the strain.</br>What baneful star, O Goddess!  ruled the hour</br>When thus thy favoured son renounc'd thy power;</br>Whose morn auspicious promis'd to restore</br>Thy long lost fame on Caledonia's shore,</br>To rear a monument on Deva's tide,</br>Of Graecian art, of Gothic strength and pride;</br>That laurell'd Thames no longer, with disdain,</br>Might view th' inglorious streams of Scotia's plain.", "The Muse, now, Scotia, flies thy frozen land,</br>Where joyous once she led her choral band,</br>When Fortune's smile and Glory's bright reward</br>Attended still each venerated Bard;</br>Whose Celtic song the hero's breast inspir'd,</br>Thro' future ages made his name admir'd;</br>When Truth and Honour, Lore and Valour reign'd,</br>By Faction, Fraud, and Avarice unstain'd.</br>Behold thy slaughter'd sons the field bestrow,</br>Without the meed of due poetic woe:</br>In heaps they fall, unpitied and unknown,</br>Save by a friend's or brother's secret moan.</br>Their gallant deeds attend them to the tomb,</br>All sink unheeded in oblivion's gloom.</br>No more thy heroes' or thy patriots' praise</br>Is left recorded in immortal lays.", "Douglas alone of all thy warlike band,</br>Is snatch'd from fate with harp-arousing hand;</br>In simple majesty who treads the stage,</br>In youth still green, and unabating rage.</br>See now each fame-commanding lyre unstrung,</br>Thy echoes mute, and mute each tuneful tongue.", "Now cease we, Muse, the sad, disastrous theme,</br>My Fancy steep in dark Lethaean stream:</br>No more let Memory her rolls display,</br>Afresh to blot thy votary's chequer'd day.</br>Yet ah!  What forms of ghastly mien appear</br>To claim the tribute of a parting tear!</br>Along the dusky grove, with thorn o'erspread,</br>They sullen glide by grim Misfortune led.</br>Lo!  Arun's bards, a gentle, pensive pair,</br>Condemn'd the scourge of Famine fierce to bear!</br>There, Butler see, who wak'd the sparkling flame</br>Of wit and learning, bigot-rage to shame!</br>There Chatterton mad driven by grief and pain,</br>In dungeon dark the poison'd bowl to drain!", "Alas, my early friend!  I mark thy shade</br>Moving majestic thro' the glimmering glade;</br>I view thee L&mdash;n vulgar concourse fly,</br>And darting back a stern contemptuous eye.</br>I mark the emotions of his towering mind,</br>By Learning, Genius, Harmony refin'd:</br>In converse close with B&mdash;e he hies away</br>To opening regions of unsetting day.", "Sons of the Muse!  with heavenly raptures fir'd,</br>Alive, despised; dead, honour'd and admir'd;</br>Pure from your sacred choir what transports flow!</br>What sighs of anguish from your shades of woe!", "Queen of the Song!  in whose wood-circled fane</br>A thousand vows are daily breath'd in vain;</br>If this thy chosen few are found to fare,</br>What hopes can hence inspire thy suppliant's prayer?</br>The morning rays that op'd his early bloom,</br>He sees ere noon involv'd in deepening gloom;</br>Here sees gaunt Penury obstruct his way,</br>With icy-hand and heart-congealing sway.</br>Ambition there, allures with treacherous bribe.</br>To join his servile, mercenary tribe,</br>Who quaff rich beverage from the golden bowl,</br>While o'er it wave the scourges of Control.", "Why thus, O Goddess!  with thy smile inspire</br>Celestial passion, ardent pure desire;</br>Thy votary then from promised bliss debar,</br>With frowning Fate to wage incessant war,</br>Or vanquished led, with sorrow at her shrine,</br>His fame, his freedom and his lyre resign?</br>Why tune his fame to such refined accord</br>That Zephyr's breath may bend each trembling chord;</br>Then far expel him from thy vocal bowers,</br>Where summer gales still fan the op'ning flowers;</br>To roam the waste where wintry tempests rave,</br>Or drudge inglorious, chain'd in Mammon's cave?</br>Behold him slowly from thy shades depart!</br>Hark how he pours the sorrows of his heart!", "\"Ye hills and dales, where streams of rapturous joy</br>Are copious quaff'd, nor ever found to cloy!</br>Thou sweet inspirer of the tuneful breast,</br>With whom on roseate beds I wont to rest;</br>While Fancy painted all th' horizon gay,</br>And Hope illusive pour'd her dazzling ray:</br>Ye joys which now I must no more pursue,</br>And thou dear Sovereign of my soul, adieu!</br>No more thou lead'st a freeborn, votive train,</br>From youth to age, thro' thy Arcadian reign;</br>No more that laurel thou canst now bestow,</br>That wont to guard from Fortune's cruel blow;</br>And now no more that genial gale supply</br>Which fans thy flame and makes it pierce the sky.\"", "While thus he sung dark Tempest rose around,</br>The plaintive lyre with deafening clamour drown'd.", "PART II.</br>Now Night o'er earth her raven-mantle threw,</br>And thunders roar'd and rapid lightnings flew;</br>When, sudden bursting on the Poet's eye,</br>A golden cloud illum'd the darken'd sky;</br>Whence, thus respondent to the Muse's lyre,</br>Awak'd the voice of her seraphic Choir.</br>Hush'd winds and waves as magic-struck gave ear,</br>Rapt Nature silenc'd all her reign to bear.", "\"When Heaven's creating Lord first hung on high</br>The ponderous spheres amid the radiant sky,</br>To me, to Harmony he gave the power,</br>Thro' boundless space to guide their circling tour;</br>And bade me cheer this seat of man below,</br>Thro' hill and vale make strains of rapture flow;</br>With choicest influence of my sacred Art,</br>Attune to ecstasy the human heart;</br>That thus each fibre of its frame might move</br>In concord pure with hymning hosts above.</br>Thus, heaven-inspired in ardor-breathing lays</br>It first rejoiced to pour the Maker's praise,</br>Creation's pomp admir'd with joy sublime,</br>Accordant beat to Nature's perfect chime.", "In these primeval days serene and gay,</br>Mankind acknowledg'd my auspicious sway.</br>While I presided o'er the rural throng,</br>Each heart was rapture, and each voice was song:</br>Thro' every vale and every blooming grove,</br>Melodious flow'd the strains of Piety and Love.", "When demon-Pride and Luxury began</br>To waste and gloom the blest abodes of man;</br>When Lust of Wealth, the source of every woe,</br>Had seared his heart and knit his smiling brow;</br>I fled the earth now hostile and profane,</br>With Peace and Love and Friendship in my train.</br>Yet since, I oft revisit human-kind,</br>And shed my spirit o'er the feeling mind,</br>Which Nature's works and Nature's music charm,</br>Which Glory's trump and generous flame can warm.", "Bare me the breast sweet Poesy cannot pierce,</br>Unthrill'd by harmony of Voice and Verse;</br>There mark the haunts of Treason, Rapine, Guile,</br>Of every hell-hatch'd fiend, envenom'd, vile;</br>Deadly and dull its cold affections creep,</br>As moves dark mist along the Stygian deep.</br>Where Music fails to harmonize the soul;</br>There Robbery, Lust, and Avarice shall prowl.</br>Woe to the bard born in malignant hour,</br>When these exert their persecuting power:</br>And woe to those who rouse his honest rage,</br>Their shame to sound thro' every future age!", "A favoured few, of energy divine,</br>Fair Virtue's champions bright I give to shine,</br>Her name to rescue from the wrecks of Time,</br>Her deeds recorded in their strains sublime.</br>Such glorious task employed the ancient bard,</br>To crown Desert with honour's just reward;</br>To soar the heights where only seraphs dew,</br>On rapid wing transcending vulgar view;</br>The mystic oracles of Heaven to scan,</br>Its will reveal to blind apostate man;</br>Explore the scenes in future darksome times,</br>And point the paths that lead to heavenly climes.</br>Thus sacred Song, of old by Gods inspir'd,</br>By godlike men was honour'd and admir'd:</br>Thus shone my sons in laurell'd dignity,</br>The first in fame, the favourites of the sky.", "Such flourish'd Orpheus the Thracian swain,</br>Who tam'd with song a wandering savage train,</br>Quench'd their desire of bloody lawless prey,</br>And taught to own religion's sacred sway.</br>Hence, some report, his numbers could assuage</br>The tyger's fierceness and the lion's rage,</br>Could charm the rigid powers of death and hell,</br>Make fiends and furies cease their hideous yell.", "By Music's power the gloomy desert smil'd,</br>While lofty Thebes arose amidst the wild.</br>Hence rocks and groves, as mov'd by magic spell,</br>Were feign'd t' obey Amphion's chorded shell.", "Conspicuous rais'd amidst my choral train,</br>Appears the Master of the lyric strain;</br>Still to the Muse's love and honour true,</br>To Gods and heroes paying tribute due;</br>Exalting Virtue in sublimest lays,</br>On Virtue's sons alone bestowing praise.</br>O'er cloud-wrapt Pindus eagle-like he flies,</br>Now dazzling bright, now hid from vulgar eyes,</br>Now soft, now strong, the sweeps th' Aeolian lyre,</br>While states assembled listen and admire.</br>See, sacred to the Muse his mansion rise,</br>While wide around proud Thebes in ruin lies.", "Nor sole to profit tends my sacred Art,</br>But chief to captivate and charm the heart,</br>To wake false fear, or joy's transporting glow,</br>And sooth the heavy cares of want and woe.", "Such power he prov'd who rul'd with timbrel'd sound</br>The victor-prince, swift whirl'd his soul around,</br>Now rais'd his pity and provok'd his tears,</br>With martial strain slow pierc'd his tingling ears.</br>As sudden rous'd by battle's' dread alarms,</br>The hero rose, aloud he cried \"to arms.\"</br>Sweet languid notes now softer passions move,</br>And lull him ravish'd in the lap of Love.</br>Loud o'er his dream now bursts the trump of Fame,</br>His bosom fir'd with Glory's brighter flame:</br>He mounts his throne wide waving empire's rod,</br>In look and gesture speaks the conscious god.", "What hosts of heroes, lords of mighty states,</br>Deny'd my honours by th' invidious Fates,</br>Have nameless sunk in Time's devouring tide,</br>With all their monuments of power and pride!</br>Yet sooner Time shall heaven and earth destroy</br>Than blot the glory of my ancient Troy.</br>Hark!  thundering still in Homer's lofty strain,</br>How storms Achilles on the martial plain!</br>His brandish'd spear and nodding crest behold,</br>His helmet flaming with refulgent gold;</br>The lightnings darted from his moony shield,</br>That far around with terror fill the field.</br>Still hear the words that flow'd from Nestor's tongue,</br>While on his lips the Argive armies hung;</br>Words sweet as honey bidding discord cease,</br>The strife of princes charming into peace.</br>Still know each labour sage Ulysses bore,</br>Ere safe he landed on th' Ithacan shore;</br>Recorded all in matchless sacred song,</br>Which age to age and clime to clime prolong.", "In gloomy grandeur, terrible in rage,</br>Still see the mighty father of the stage.</br>The infernal furies chanting round him rise,</br>With horror flashing from their livid eyes.</br>In rhyme prophetic hear Cassandra sing,</br>While high above bright Rapture claps her wing.</br>Sicilia's lord the poet's guardian rose,</br>His musing age to nurse in bland repose", "Led by the light of his wide orient blaze,</br>Yet hear Colone's bard exalt his lays;</br>Who guides his courser with a steadier rein,</br>And soars sublime in grave majestic strain;</br>While Judgment tempers Fancy's darting fire,</br>And Art subservient modulates his lyre.", "Attentive listens Pity's tearful throng,</br>As softly warbles the Pillaean song,</br>Which sage Morality was wont to bear</br>In Plato's shade with never sated ear;</br>Which once the scepter'd Macedonian prais'd,</br>The buskin'd bard to highest honour rais'd,</br>Refus'd his ashes to the native shore,</br>Tho' begg'd with prayers and loads of golden ore.", "As rises Lucifer with gladdening ray,</br>The welcome harbinger of dawning day;</br>So Dante shone with fair auspicious light,</br>Gilding the dark profound of Gothic night;</br>With Freedom's voice, in firm, indignant tone,</br>Arraign'd fierce Tyranny and shook his throne;</br>Wide o'er a long enslav'd and slumb'ring world,</br>The flag of Liberty and Truth unfurl'd.</br>Thus he obtain'd the bard's and patriot's praise,</br>Disdain'd the dastards who profane the bays,</br>Who guilty greatness and their own disgrace,</br>Extol aloud to every future race.</br>In glorious exile, with redoubled rage,</br>Dauntless he lash'd the vices of his age.</br>In tender lays now hear his lovers sigh;</br>His dreadful notes now rend the scowling sky,</br>While far he darts thro' Pluto's drear abode,</br>Or soars aloft above the solar road.</br>Now see him shine his country's pride and shame,</br>O'er every nation spread his fervid flame.", "From Tasso's height how bright my glory blaz'd.</br>While o'er the crescent high the cross was rais'd;</br>When Salem's Muse victorious Godfrey sung,</br>When Jordan's banks with joyful paeans rung!</br>The Bard enraptur'd struck his magic shell,</br>Whose sound awak'd the powers of Heaven and hell,</br>To join the Christian and the Pagan band,</br>To swell the conquest of the victor's hand.</br>From fields of light, and Zion's lofty towers,</br>He now descends to Love's delightful bowers,</br>Where young Aminta and his Sylvia sing</br>In tenderest strains amidst the blooms of Spring.", "When first I clasp'd him in my fond embrace,</br>And bade him rise the glory of his race;</br>A father cries, all trembling for his fate,</br>Infatuate youth!  beware what woes await</br>The wayward wight, whose dazzled eye pursues</br>The fatal favours of th' attuning Muse.</br>Around her fane that crown yon mountain wild,</br>Has Fortune e'er with eye indulgent smil'd?</br>Forbear, my son, to tempt the dangerous steep;</br>Along the vale thy course securely keep,</br>Where Epicurus leads his jovial crew,</br>The paths of Wealth and Pleasure to pursue.</br>Here see the bard by kings and courts caress'd,</br>With honours loaded, but with cares oppress'd:</br>Aghast he starts, as wak'd from wizard trance,</br>Beholds a fiend with scowling brow advance,</br>His name Dependence, bearing chains to bind,</br>In durance vile, the free aspiring mind.</br>Alarm'd he flies from scenes of splendid woe,</br>Where, hid in roses, poison'd briers grow.</br>Careless of grandeur and of sordid gain,</br>He seeks the pleasures of the humble plain;</br>The pleasures pure harmony and song,</br>Unaw'd by Pride, unruffled by the throng.</br>Th' Aonian maids with grateful care prepar'd</br>A garland rich to crown their generous bard;</br>Which o'er the world its verdure shall display,</br>When golden diadems in dust decay.", "On wider wing bold Ariosto flew,</br>The regions wild of Fancy to review;</br>Scorning the critics' servile course to run</br>With eye still fix'd on the Maeonian sun.</br>He follow'd Nature through her boundless sphere,</br>Nor stoop'd to Art amidst his high career,</br>Rous'd with the sound of my harmonious choir;</br>He dar'd the frown of an offended sire,</br>Who long had chain'd him to the wrangling bar;</br>To deal dispute, and wage the wordy war;</br>Indignant fled to Rheggio's peaceful plain,</br>And sung Orlando in heroic strain;</br>Now wav'd sublime keen Satire's flaming blade;</br>Now with the nymphs gay caroll'd in the shade.</br>Leo with rapture listen'd to his lays,</br>Imperial Charles adorn'd him with the bays;</br>Proud to appear the patrons of a name,</br>Now bright in records of e'ernal fame.", "More hapless Camoens, how I wail'd thy fate,</br>The toils and miseries of thy mortal state;</br>Born to ennoble Lusitania's race,</br>To shine at once their glory and disgrace!</br>How gothic Grandeur and barbarian Pride</br>Thy rightful tribute of renown denied,</br>Bound thee a hireling to a master's board,</br>While o'er thy head Dependence hung his sword!", "To escape the dungeons of soul-sinking Care,</br>I saw thee roam o'er Afric's mountains bare.</br>In wanderings wilder than thy Gama knew,</br>I smooth'd thy way, presented to thy view</br>The future glory that should gild thy name,</br>And dash thy foes with ever-during shame.</br>This round thy prison walls a lustre spread,</br>When every hope, save hovering Death, has fled.</br>When oft invok'd, he clos'd thy weary eyes,</br>Loud o'er the world thy fame began to rise:</br>Compassion's tears bedew'd the plaintive page,</br>Which still shall stream through each succeeding age.", "Love's blooming Minstrel wak'd his melting lays</br>By Arno's stream, my Petrarch gain'd the bays.</br>Admiring Rome bestow'd the bright reward,</br>With golden gifts allur'd the laurell'd bard.</br>Blind to the glare of Fortune's transient ray,</br>He scorn'd to shine her pageant of a day.</br>By Love invited, and the favouring Muse,</br>He sought the shades and fountains of Vaucluse;</br>A shepherd here with Independence stray'd,</br>Where Tumult's voice could ne'er his peace invade.</br>The woodland fruitage and the silver springs</br>He more enjoy'd than costliest feast of kings.", "Hail Springs renown'd in his immortal lays,</br>While here retir'd be sung his Laura's praise!</br>Hail, favour'd nymph, whose charms still yield delight,</br>When rival beauties long have set in night!", "A chosen race of such ennobled name,</br>I give through earth my Honours to proclaim:</br>Yet few Aonia's hallow'd heights have gain'd,</br>Or borne the lyre unbarter'd, unprofan'd.", "What breast, though glowing with my purest fire,</br>Though love of virtue and of fame inspire,</br>Can all the assaults of furious foes sustain,</br>That haunt the way to my exalted fane?</br>When first his new-fledg'd wing my votary tries,</br>His eye full fix'd on th' empyrean skies,</br>Straight rouses Envy from his couch of slime,</br>And marks him soaring towards th' aerial clime.</br>With venom rous'd, hot rankling in His heart,</br>He bends the bow, and points the poison'd dart.</br>How oft rude Ignorance loud roars around,</br>Whose clamour drowns the lute's harmonious sound!</br>How oft his raging rout are seen to raise</br>Dark smouldering clouds to quench the Muse's rays!", "Now views my son, before his eager eyes,</br>The frozen form of Poverty arise.</br>Aghast he sees, and sudden starts aside,</br>To where the pompous train of Wealth abide.</br>Here sensual Joy applies her fatal force,</br>To damp his rage, and check his daring course.</br>Here sordid Lucre cries with tongue profane,</br>\"Resign the lyre, or raise the venal strain;</br>For Fortune sacrifice an empty fame,</br>For present gain, a lasting noble name.\"", "O Thou, who would'st my cheering smile detain,</br>The Syren's voice regard with just disdain.</br>If Lust of Wealth e'er seize thy sinking soul,</br>Or Pleasure bend thee in her base control</br>Straight dies each impulse of sublime desire,</br>Each transport kindled by the Muse's fire:</br>Thy breast no more to Music's raptures known,</br>By envy, pride, and hate, is sear'd to stone.</br>Ah!  fly such foes, and shun eternal shame,</br>Which oft is found to dim the brightest fame;</br>While he, empower'd to sail the azure skies,</br>At Grandeur's shrine enchain'd, inglorious lies.</br>Be such the bondage of the spurious throng,</br>Who painful build the nerveless form of song;</br>Where native baseness is enammell'd o'er,</br>With jewells ravish'd from my sacred store;</br>Where nought of Nature's fire is found t' impart</br>Congenial raptures to the kindred heart.", "Thus Beauty's shape of sallow clay may rise,</br>Dazzle the eye with bright and borrowed dyes;</br>Spotless may shine the alabaster brow,</br>And pure vermilion on the cheek may glow:</br>Yet what avails the lifeless form refin'd,</br>That boasts no beauty but of foreign kind,</br>That, stript of gay disguise, betrays to view</br>A mouldering mass of dark and deadly hue.", "Thou, whom I claim among my honour'd born,</br>The rhyming herd devoid of spirit scorn;</br>On points and tinkling syllables who pore,</br>And pick each glittering trinket of my store,</br>With awe-struck eye on tinsell'd Pomp who gaze,</br>And court his smile with mercenary praise;</br>While round his altar they profusely throw</br>The rude-cropt flowers that fair on Pindus blow;</br>But reft of fragrance by their hands profane,</br>Withering they heap the bleak and barren plain.", "While these in Mammon's mine their labours ply,</br>With breast congeal'd, and microscopic eye;</br>My Minstrel see, a solitary wight,</br>With vocal harp, in russet-weeds bedight,</br>Wandering at large along the mountains hoar,</br>With rapture listening to the torrent's roar;</br>Insatiate gazing on the ridges pil'd</br>In rustic grandeur 'midst the pathless wild.</br>Now seems he sad, immers'd in thought profound,</br>Now starts aghast, and eager stares around;</br>Now dart the rapid lightnings of his eyes,</br>And o'er his face the crimson flames arise:</br>With quick transition, lo!  he smiles serene,</br>While inborn rapture brightens all his mien.</br>Attun'd to Nature's voice still beats his heart,</br>Disdains the thrall of guile-instructing Art.</br>To 'scape rude tumult, servile toil and care,</br>He braves the tempest with his bosom bare,</br>O'erleaps the bounds that limit vulgar view,</br>And treads in dust the toys that catch the crew.", "In vain shall he, who bends at Fortune's shrine,</br>Implore the influence of my power divine,</br>How rarely he, wrapt in her warm embrace,</br>Has e'er been number'd with my tuneful race!</br>Would'st thou, my son, aspire to spotless fame,</br>And still, unquench'd, preserve thy native flame;</br>With venal strain near stoop to sooth her ear,</br>Her golden boon the badge of shame to wear,</br>That buys the freedom of thy towering soul,</br>And binds it sunk in dungeons of Control;</br>Where rankling Care, and scoffing Pride conspire</br>To tear thy heart, and quench thy kindling fire.", "From Luxury's domain now turn thy eyes,</br>To where gay Nature's sunny hills arise;</br>The seats of peace, of calm content and health,</br>Unstain'd, unravag'd by imperious Wealth.</br>What sights and sounds of joy attract thy view,</br>Enamell'd meads and mountain-summits blue,</br>That mock the mimic power of Pigmy Art,</br>And whelm with wonder the exulting heart!</br>How every scene thy bosom must inspire,</br>To pour the song, and join the general choir!</br>The various voice of echoing wilds and woods,</br>The roar sublime of loud-resounding floods,</br>The summer-sun high flaming in his noon,</br>And silent march of winter's midnight moon.", "O Thou, whose breast the notes of Nature charm,</br>Whose frame refin'd my thrilling fire can warm;</br>Shun Luxury's licentious gaudy court,</br>To which the servile, sensual rout resort;</br>Where, 'midst the jargon of the jarring throng,</br>Expires each power of harmony and song.</br>With me retire to Contemplation's shade,</br>Where no rude noise thy visions can invade.</br>At Virtue's shrine here duteous homage pay,</br>Her form adorning in my fair array,</br>Which oft makes Vice, a fiend deform'd and vile,</br>Assume her shape, and sweet angelic smile.</br>Though here thou share her frequent fate below,</br>Her persecution, poverty, and woe;</br>Yet dauntless still her injur'd cause maintain;</br>To sooth her foes in fawning guise disdain:</br>Arm'd with my flaming torch their force engage,</br>Nor spare to pour the torrent of thy rage.</br>The clouds of strife a while may blot thy fame,</br>But future time thy triumph shall proclaim.", "To Glory's heights now raise thy languid eyes,</br>My sons behold who have obtain'd her prize;</br>At length repaid for all the griefs they bore,</br>With swelling paeans rung from shore to shore.</br>Let this bright boon, still plac'd before thy view,</br>In each distress thy drooping age renew,</br>When hissing Envy, barbarous Power and Pride</br>Shall perish, plung'd in dark oblivion's tide;</br>When scorn shall curse the vice-adorning strain,</br>Or gentler Pity weep to wash the stain;</br>Thy purer praise ascending still shall rise,</br>Till angels sound it through th' eternal skies.</br>"]