["Pass lightly o'er this sod of verdant hue,</br>O thou!  whose lonely path pursues the way:</br>Perchance the gloom thy wearied footstep drew,</br>To shun the sultry heat of garish day.", "If contemplation to thy soul is dear,</br>And sympathy e'er glisters in thine eye,</br>Repose awhile &mdash; and o'er this once-lov'd bier,</br>Here, consecrate the tribute of a sigh.", "For sure, the tarnish'd lustre of a name,</br>With infamy unqualified to mark,</br>May check the penitence that would reclaim,</br>Subduing more, repentant Virtue's spark.", "If so may gentler worth thy bosom share,</br>For generous pity claims her own reward;</br>The blemish sacred honour scorns to spare,</br>Forbear to weigh with scrupulous regard.", "Think how the giddy scenes of fashion stole,</br>And with beguiling witchcraft sought embrace;</br>While love and tenderness usurp'd her soul,</br>And mask'd the sad reverse of chill disgrace:", "Think too how fair, how beautiful she shone</br>In blushing youth, to each admiring eye;</br>The emblem of a rose-bud newly blown,</br>To tempt the spoiler's hand &mdash; then fade and die!", "'Tis not the pomp ambition would attain,</br>Nor ought indulgent wealth can e'er command,</br>Disarms the conscience of recurring pain,</br>Or wrests dire vengeance from th' eternal hand:", "Nor e'en th' enriching charms that grace the mind,</br>Recal that peace which guilty joys affright;</br>Or, these had calm'd the breast by grief resign'd,</br>And dried those eyes, now closed in endless night.", "Yet not in vain did Heaven the boon bestow&mdash;</br>When the misguiding transports sick'ning fled</br>It taught her resignation to the blow,</br>And spread contentment o'er the mourner's head.", "Her artless lay in magic numbers stole,</br>Kindling each breast with sympathetic fire;</br>There, melting ev'ry feeling of the soul,</br>Compassion, taught to pity and admire.", "Nor harshly censure, ye, whose happier fate,</br>Kind chance befriends, or stoic virtue shields;</br>Benevolence, with active joy elate,</br>To misery, her tend'rest influence yields.", "What!  tho' I saw her when the modest shade,</br>Of untried honour veil'd her youthful brow&mdash;</br>The ripen'd peach by ev'ry breeze betray'd,</br>Falls the devoted victim of her glow.", "Here rest her sorrows in eternal sleep,</br>Her failings warn the follies of the age;</br>If mark'd in Fate's dread book with traces deep,</br>May some \"recording Angel\" blot the page!</br>"]