["I sing of Sweepers, frequent in thy streets,</br>AUGUSTA, as the flowers which grace the spring,</br>Or branches withering in autumnal shades</br>To form the brooms they wield.  Preserv'd by them</br>From dirt, from coach-hire, and th' oppressive rheums</br>Which clog the springs of life, to them I sing,</br>And ask no inspiration but their smiles.", "Hail, unown'd youths, and virgins unendow'd!</br>Whether on bulk begot, while rattled loud</br>The passing coaches, or th' officious hand</br>Of sportive link-boy wide around him dash'd</br>The pitchy flame, obstructive of the joy.</br>Or more propitious to the dark retreat</br>Of round-house owe your birth, where Nature's reign</br>Revives, and emulous of Spartan fame</br>The mingling sexes share promiscuous love.</br>And scarce the pregnant female knows to whom</br>She owes the precious burthen, scarce the sire</br>Can claim, confus'd, the many-featur'd child.", "Nor blush that hence your origin we trace:</br>'Twas thus immortal heroes sprung of old</br>Strong from the stol'n embrace; but such as you</br>Unhous'd, uncloath'd, unletter'd, and unfed,</br>Were kingdoms model'd, cities taught to rise,</br>Firm laws enacted, freedom's rights maintain'd,</br>The gods and patriots of an infant world!", "Let others meanly chaunt in tuneful song</br>The blackshoe race, whose mercenary tribes</br>Allur'd by halfpence take their morning stand</br>Where streets divide, and to their proferr'd stools</br>Solicit wand'ring feet; vain prisoners,</br>And placemen of the croud!  nor traffic vile</br>Be your employment deem'd, ye last remains</br>Of public spirits, whose laborious hands,</br>Uncertain of reward, bid kennels know</br>Their wonted bounds, remove the bord'ring filth</br>And give th' obstructed ordure where to glide.", "What tho' the pitying passenger bestows</br>His unextorted boon, must they refuse</br>The well-earn'd bounty, scorn th' obtruded ore?</br>Proud were the thoughts and vain.  And shall not we</br>Repay their kindly labors, men like them,</br>With gratitude unsought?  I too have oft</br>Seen in our streets the wither'd hands of age</br>Toil in th' industrious task; and can we there</br>Be thrifty niggards?  haply they have known</br>Far better days, and scatter'd liberal round</br>The scanty pittance we afford them now.</br>Soon from this office grant them their discharge,</br>Ye kind church-wardens!  take their meagre limbs</br>Shiv'ring with cold and age, and wrap them warm</br>In those blest manifolds Charity has rais'd.", "But you of younger years, while vigor knits</br>Your lab'ring sinews, urge the generous task.</br>Nor lose in fruitless brawls the precious hours</br>Assign'd to toil.  Be your contentions who</br>First in the dark'ning streets, when Autumn sheds</br>Her earliest showers, shall clear th' obstructed pass;</br>Or last shall quit the field when Spring distills</br>Her moist'ning dews, prolific there in vain.</br>So may each lusty scavenger, ye fair,</br>Fly ardent to your arms; and every maid,</br>Ye gentle youths, be to your wishes kind.</br>Whether OSTREA'S fishy fumes allure</br>As VENUS' tresses fragrant, or the sweets</br>More mild and rural from her flail who toils</br>To feast the sages of the Samian school.", "Nor ever may your hearts elate with pride</br>Desert this sphere of love; for should ye, youths,</br>When blood boils high, and some more lucky chance</br>Has swell'd your stores, pursue the tawdry band</br>That romp from lamp to lamp &mdash; for health expect</br>Disease, for fleeting pleasure foul remorse,</br>And daily, nightly, agonizing pains.</br>In vain you call for AESCULAPIUS' aid</br>From White-cross alley, or the azure posts</br>Which beam thro' Haydon-yard:  the god demands</br>More ample offerings, and rejects your prayer.", "And you, ye fair, O let me warn your breasts</br>To shun deluding men:  for some there are,</br>Great lords of countries, mighty men of war,</br>And well-dress'd courtiers, who with leering eye</br>Can in the face begrim'd with dirt discern</br>Strange charms, and pant for CYNTHIA in a cloud.", "But let LARDELLA'S fate avert your own.</br>LARDELLA once was fair, the early boast</br>Of proud St. Giles, from its ample pound</br>To where the column points the seven-fold day.</br>Happy, thrice happy, had she never known</br>A street more spacious!  but ambition led</br>Her youthful footsteps, artless, unassur'd,</br>To Whitehall's fatal pavement.  There she ply'd</br>Like you the active broom.  At sight of her</br>The coachman drop'd his lash, the porter oft</br>Forgot his burthen, and with wild amaze</br>The tall well-booted sentry, arm'd in vain,</br>Lean'd from his horse to gaze upon her charms.", "But Fate reserv'd her for more dreadful ills:</br>A lord beheld her, and with powerful gold</br>Seduc'd her to his arms.  What can not gold</br>Effect, when aided by the matron's tongue,</br>Long tried, and practis'd in the trade of vice,</br>Against th' unwary innocent!  A while</br>Dazzled with splendor, giddy with the height</br>Of unexperienc'd greatness, she looks down</br>With thoughtless pride, nor sees the gulph beneath.</br>But soon, too soon, the high-wrought transport sinks</br>In cold indifference, and a newer face</br>Alarms her restless lover's fickle heart.</br>Distrest, abandon'd, whither shall she fly?</br>How urge her former task, and brave the winds</br>And piercing rains with limbs whose daintier sense</br>Shrinks from the evening breeze?  nor has she now,</br>Sweet Innocence, thy calmer heart-felt aid,</br>To solace or support the pangs she feels.", "Why should the weeping Muse pursue her steps</br>Thro' the dull round of infamy, thro' haunts</br>Of public lust, and every painful stage</br>Of ill-feign'd transport, and uneasy joy?</br>Too sure she try'd them all, till her sunk eye</br>Lost its last languish, and the bloom of health,</br>Which revel'd once on Beauty's virgin cheek,</br>Was pale disease, and meagre penury.</br>Then, loath'd, deserted, to her life's last pang</br>In bitterness of soul she curs'd in vain</br>Her proud betrayer, curs'd her fatal charms,</br>And perish'd in the streets from whence she sprung.</br>"]