["Aid the last labour of my rural muse,</br>'Tis Gallus asks, auspicious Arethuse!</br>But then such pity-moving strains impart,</br>Such numbers as may touch Lycoris' heart;</br>Yet once more, tuneful nymph, thy succour bring!</br>What bard for Gallus can refuse to sing?</br>So while beneath Sicilian seas you glide,</br>May Doris ne'er pollute your purer tide!", "With Gallus' hapless love begin the lay,</br>While browze the goats the tender-budding spray;</br>Nor to the deaf our mournful notes we sing,</br>Each wood shall with responsive echoes ring.</br>Where were ye, Naiads!  in what lawn or grove,</br>When Gallus pin'd with unregarded love?</br>For not by Aganippe's spring ye play'd,</br>Nor Pindus' verdant hill your steps delay'd;</br>For him lamented every laurel grove;</br>The very tamariscs wept his hapless love;</br>His woes ev'n pine-topt Maenalus bemoan'd,</br>Thro' all his caverns the dark mountain groan'd;</br>And cold Lycaeum's rocks bewail'd his fate,</br>As sad beneath a lonely cliff he sate.</br>Around him stood his flock in dumb surprize,</br>A shepherd's lowly name I ne'er despise,&mdash;</br>Nor thou, sweet bard, disdain fair flocks to guide,</br>Adonis fed them by the river's side.</br>The heavy hind to him, and goat-herd haste,</br>And old Menalcas wet with wint'ry mast;</br>All of his love enquire; Apollo came;&mdash;</br>\"Why glows my Gallus' breast with fruitless flame?</br>To seek another youth thy false one flies,</br>Thro' martial terrors and inclement skies.\"&mdash;</br>Shaking the rustic honours of his brow,</br>The lilly tall, and fennel's branching bough,</br>Sylvanus came; and Pan, Arcadia's pride,</br>With vermil-hues, and blushing elder dy'd:</br>\"Ah!  why indulge, he cries, thy boundless grief,</br>Think'st thou that love will heed, or bring relief?</br>Nor tears can love suffice, nor showers the grass,</br>Nor leaves the goat, nor flowers the honied race.\"</br>Sad Gallus then. &mdash; Yet O Arcadian swains,</br>Ye best artificers of soothing strains!</br>Tune your soft reeds, and teach your rocks my woes,</br>So shall my shade in sweeter rest repose;</br>O that your birth and bus'ness had been mine,</br>To feed the flock, and prune the spreading vine!</br>There some soft solace to my amorous mind,</br>Some Phillis or Amyntas I should find,</br>(What if the boy's smooth skin be brown to view,</br>Dark is the hyacinth and violet's hue)</br>There as we lay the vine's thick shades beneath,</br>The boy should sing, and Phillis twine the wreath.</br>Here cooling fountains roll thro' flow'ry meads,</br>Here woods, Lycoris!  lift their verdant heads,</br>Here could I wear my careless life away,</br>And in thy arms insensibly decay.</br>Instead of that, me frantic love detains,</br>'Mid foes, and deathful darts, and bloody plains:</br>While you, and can my soul the tale believe,</br>Far from your country, lonely wand'ring leave,</br>Me, me your lover, barbarous fugitive!</br>Seek the rough Alps, where snows eternal shine,</br>And joyless borders of the frozen Rhine.</br>Ah!  may no cold e'er blast my dearest maid,</br>Nor pointed ice thy tender feet invade!</br>I go, I go, Chalcidian strains to suit</br>To the soft sounds of the Sicilian flute!</br>'Tis fix'd! &mdash; to mazes of the tangled wood,</br>Where cavern'd monsters roam in quest of blood,</br>Abandon'd will I fly, to feed my flame</br>Alone, and on the trees inscribe her name;</br>Fast as the groves in stately growth improve,</br>By pow'r congenial will increase my love.&mdash;</br>Mean while on summits of Lycaeum hoar,</br>With the light nymphs I'll chase the furious boar,</br>Nor me shall frosts forbid with horn and hound</br>Parthenia's echoing forests to surround.</br>Now, now, thro' sounding woods I seem to go,</br>Twanging my arrows from the Parthian bow:</br>As if these sports my wounded breast could heal,</br>Or that fell god for mortal pangs would feel!</br>But now, again no more the woodland maids,</br>Nor pastoral songs delight &mdash; Farewel, ye shades&mdash;</br>No toils of ours the cruel god can change,</br>Tho' lost in frozen desarts we should range,</br>Tho' we should drink where chilling Hebrus flows,</br>Endure bleak winter's blasts, and Thracian snows;</br>Or on hot India's plains our flocks should feed,</br>Where the parch'd elm declines his sickening head;</br>Beneath fierce glowing Cancer's fiery beams,</br>Far from cool breezes and refreshing streams.</br>Love over all maintains resistless sway,</br>And let us love's all-conquering power obey.", "Thus, as a basket's rushy frame he wove,</br>Your bard, ye muses, sung the pains of love.</br>May Gallus view the song with partial eyes,</br>For whom each hour my flames of friendship rise,</br>Fast as when vernal gales their influence spread,</br>The verdant alder lifts his blooming head.</br>But haste, unwholsome to the loitering swain</br>The shades are found, and hurtful to the grain;</br>Ev'n juniper's sweet shade, whose leaves around</br>Fragrance diffuse, at eve are noxious found.</br>Homeward, ye well fed goats, now sinks the day,</br>Lo, glittering Hesper comes!  my goats away.</br>"]