["Tho', closely with the chords of life entwin'd</br>The home-enamour'd passion we possess;</br>And trace it to the sympathizing mind;</br>Yet doth the scene, attractive more or less,</br>Forms faint or vivid on the heart impress:</br>Nor doth a home, amid the busy town,</br>With images so sweet our bosoms bless,</br>As in the still retreat that woods embrown,</br>Or where in ancient halls our whisker'd fathers frown.", "The local love, to tender musings prone,</br>Melts o'er the spot in melancholy mood;</br>And, only tasting luxury when alone,</br>Would from its quiet haunts the world exclude,</br>There, buried in the sacred solitude,</br>It wooes rock-shadow'd dales, or meads of gold,</br>And, as no dull realities intrude,</br>A long-protracted converse loves to hold</br>Perhaps with air-bright forms that sparry caves unfold.", "If, then, from care and dissipation, rife</br>In a vain world, thy natal spot be free;</br>If it be thine to trace back dawning life</br>Amid the dingle deep, the russet lea,</br>Familiar to the pensive muse and thee;</br>If, in secluded groves, from youth thine own,</br>Whether they shade the Tamar, Trent, or Dee,</br>Thou catch reflected rays where pleasure shone,</br>Thou hast a store of bliss to citied throngs unknown.", "'Tis not the native of the crouded mart,</br>Where streaming pendants tinge the flashing tide,</br>Who with a secret triumph of the heart</br>Enjoys the scene that thousands share beside.</br>No &mdash; 'tis the man whose youth was wont to hide</br>Mid firs that crest the mountain, or below</br>Among dim planes &mdash; his solitary pride:</br>'Tis he, who sees, with fascinating glow,</br>Of his coeval oak the rich-brown umbrage flow.", "There, as life's orient beams around us burst,</br>There, none but parents lent the endearing aid:</br>There none but faithful dames our childhood nurst</br>There none but brothers or but sisters play'd:</br>There haply, wedded to the fostering shade,</br>We from our earliest day have only seen</br>The tenants of the mill beside the glade,</br>And some few huts, perchance, along the green</br>Where elms round sainted tower yet weave their darkening screen.", "Far from the din of towns in stilly shed</br>Whose roof just brightens to the noonday sun</br>Enclos'd by chasmed rocks whence, overhead,</br>The white goat hangs amid the coppice dun</br>With beard wild-floating, and the kidlings run</br>Along the precipice with heedless range,</br>The Cambrian ends his days as he begun;</br>Nor, fasten'd to his native crags, would change</br>His little glimmering dell for richly-pastur'd grange.", "And if in shades our deep-sequester'd place</br>Not only far escape the prying ken,</br>But long was deem'd appropriate to our race;</br>To the hoar cottage in the willowy fen</br>We steal with rapture from the walks of men,</br>Linkt to our dwelling by still closer ties;</br>Or mark the mansion that o'erlooks the glen</br>Where dim the visions of our fathers rise,</br>Rearing its awful front amidst Elysian skies.", "Yes!  tho' the vulgar life but ill become</br>The local passion, yet a flame unchill'd</br>Burns in the rustic breast attacht to home:</br>And oft with pleasure hath the peasant thrill'd,</br>As the same acres that his grandsire till'd,</br>He furrow'd with his clod-compelling plough;</br>Or with the woodman's wonted echoes fill'd</br>The copse, or shap'd to its old form the mow,</br>Or bless'd with custom'd rites the teeming orchard bough.", "Where rich Devonia boasts her greener hills,</br>And cliffs that redden o'er the billowy swell,</br>And vallies water'd by a thousand rills</br>While vainly flames pale Sirius, could I tell</br>The homely blessings that endear the dell;</br>Such as attach'd a simple peasant, frore</br>With age, whose features I remember well,</br>Bending with fragrant pipe on limeasht floor</br>To crackling ashen blaze, and full of abbey-lore.", "Lo!  he could trace on Buckfast's sacred ground,</br>While his low chimney from an ivied nook</br>Curl'd its grey cloud, the abbey's hoary bound,</br>And point where once, ere fate the chapel shook,</br>Each father op'd the brass-embossed book,</br>Or note the cellar's space &mdash; to shew how vain</br>All monkish joys; where now the passing crook</br>Fills, widely-branching, the wet shadow'd lane</br>And rough-gambadoed squires the genial spot profane.", "Oft from this ruin, thro' the narrow dale,</br>He hears the struggling boughs to Eurus crash,</br>Where, o'er the tuftings of the low sweet gale,</br>From broken crags above, the light-leav'd ash</br>Streams pendulous, and torrents as they wash</br>Its whitening roots, foam round with fretful search,</br>Or sparkles from the deep-bas'd granite dash;</br>Whilst the pale purple of the spiral birch</br>Skirting the distant view, half-hides the steepled church.", "Happy old man!  tho' stranger to the town</br>Whence, duly solemn, the slow curfew toll'd,</br>Yet, from his shelter'd combe and upland down.</br>He wisely read the seasons as they roll'd;</br>Whether his hazel-hedges 'gan unfold</br>The first sweet promise of the purple year,</br>Or his green summer meads were sprent with gold,</br>Or autumn choak'd with elmy foliage sear</br>His brook, or drop'd the eaves to winter's breath austere.", "Nor idly on his cot the sunbeams fall</br>Within the circle of each little day;</br>While thro' the lattice, chequering his white wall,</br>He sees the hours in dancing radiance play;</br>And by the morn's first trembling lustre grey</br>Rouses the snoring ploughboy to his task;</br>And loves, as the deep shadow marks noonday,</br>With legendary looks that audience ask,</br>On smoothworn oaken bench, in sunny beam to bask.", "Here, as his thin locks glitter to the sun,</br>See, just escap'd the hollies of his fence,</br>A rill beside his feet o'er pebbles run,</br>To soothe with gurgling found the drowsy sense,</br>And coolness to the fervid air dispense</br>Where gleam beneath the casement his trim hives:</br>Nor need the humming labourers wander hence,</br>To waste on distant flowers their little lives;</br>Here spreads pale rosemarine, and there the thyme bank thrives.", "Oft would he cry:  \"That walnut waving wild,</br>My grandsire planted by the torrent's foam:</br>I grasp'd its feeble stem when yet a child:</br>It quiver'd, as he heap'd the glowing loam.</br>E'en from my grandsire's days, averse to roam,</br>Here have I turn'd, each year, yon sloping ground;</br>And met the jocund kinds at harvest-home;</br>And bade on the heap'd floor the flail refound,</br>And press'd my orchard fruit within the reeking pound.\"", "Tho' now he droop with age, his friendly staff</br>Aids him to climb yon hillock, and inhale</br>The breeze of health, and fresh-returning, quaff</br>Still whole at heart, his cup of spiced ale,</br>And on his wholesome sallads still regale;</br>When as his children's children round him lisp,</br>Their fancies he delights with many a tale</br>Of Mab the faery, or of Will-o-wisp,</br>Or fills their liquorish mouths with racy pippins crisp.", "Meantime, in many a tutor'd bosom lives</br>The local flame, to generous nature true;</br>And oft to those who boast their lineage, gives</br>A knightly color, a romantic hue;</br>When yet, where first the breath of life they drew,</br>Manerial lords in scutcheon'd state reside,</br>And, as a tribute to their fathers due,</br>Maintain, with old hereditary pride,</br>The ceremonial pomp that fashion's sons deride.", "Behold, where colouring the grey skirts of night,</br>The orient blush on shaggy Cromla glows,</br>Till, cast away, the blue waves roll in light,</br>And, melting to the sun, the mists disclose</br>Each verdant oak that cloaths the hill of roes;</br>The highland chieftain hails the merry morn:</br>And up the branchy woods as blithe he goes,</br>Thro' paths wide-opening, by his fathers worn,</br>To its old echo winds the long-transmitted horn.", "Oft he pursues the wild deer's rapid bound,</br>And fearless plunges in the mountain stream,</br>His grey dogs to his bowstring panting round;</br>Or scales the summits of the cliffs that gleam</br>O'er the green isles, and lists the sea-fowl's scream;</br>Or pours his nectar, mid the feast of shells,</br>Weaving of other days the trancing dream;</br>While, as the wonders of the chace he tells</br>To each high-bosom'd maid, his heart with triumph swells.", "What tho' in wrath the forked lightnings break</br>Upon the horrors of the midnight waste;</br>Tho' from the chambers of the thunder shriek</br>The gloomy spirit; what tho' pale hath past</br>Amid the long chill pauses of the blast</br>Slow-moving, the prophetic pomp of death;</br>And to the wan cold moon that, half-o'ercast,</br>Emerg'd a heap of billowy clouds beneath,</br>Trembled in shadowy glare, then vanish'd from the heath?", "What tho', where once the helmed battle rang,</br>Melodious bards shall hymn no more the brave;</br>Tho' no proud chief shall hear the trumpet's clang</br>Carborne, but on his long-forgotten grave</br>The bearded thistle shake, the rank grass wave;</br>Tho' many a castle's sinking turrets, lone</br>Amid the dale, no hand essay to save,</br>Where looks the fox, as the low breezes moan,</br>Thro' the dim broken arch with hoary moss o'ergrown?", "Yet shall the laird, as sovereign of his clan,</br>Still love to visit his paternal vale;</br>Still trace the spot, where streams of carnage ran,</br>And muse on each traditionary tale,</br>Where rows of pensile armour never fail</br>To wake the past &mdash; the targe, o'ergrown with rust,</br>The dinted shield, the wide-disjointed mail,</br>And many a dirk that bloody scales encrust,</br>Which tell of battling chiefs, and call them from the dust.", "Such are the feelings scorn'd by those, who shift</br>Their place, unceasing &mdash; dissipation's spawn</br>That float upon the world's broad stream adrift!</br>See the light heir, far off by fashion drawn,</br>Without a sigh forsake the pathless lawn,</br>The dome devoted once to frolic glee:</br>No sweet sensations o'er his bosom dawn,</br>Tho' groves that wav'd in ancient days he see&mdash;</br>No charm can he perceive in time-worn tower or tree.", "Yet the gay youth, who glitters thro' the crowd,</br>When droops by pain assail'd his throbbing head;</br>Yet all the rich, the pamper'd, and the proud</br>When death's terrific shadows round them spread,</br>Shall hail that home so long from memory fled!</br>Yet, when the fashions shall no more exalt</br>The buoyant heart with dreams by folly bred,</br>Nor pleasure with her harlot smile assault;</br>Its last fond sigh shall seek the still paternal vault.", "Low on his pillow fortune's minion lies:</br>Home, once again, a moment, soothes his breast.</br>\"O bear me to my castled park (he cries),</br>Bear but these relics where my fathers rest!\"</br>While, as the ideal hearse, with trappings drest,</br>O'er many a mile in slow procession glooms;</br>Amidst the emblazon'd arms, the mottoed crest</br>Each little earth-born vanity assumes</br>A trembling fear, or courts the long, long nodding plumes!", "And, O!  believe the muse unverst in art,</br>Retirement holds a mirror, to reflect</br>To meditation's eye, the expanded heart;</br>When, ere it glistens with vain colors deckt</br>Full oft the lurking foible we detect</br>Amid the secret folds a sluggish worm!</br>And if, as troubles darken, we collect</br>Of vernal peace and joy each scattering form,</br>How sweet, from such a home, to smile upon the storm!", ""]