["Ay me!  what aking Thoughts possess my Mind,</br>While Britomartis chast I still pursew;</br>While thro Fate's darksom Labyrinth I wind</br>My weary Steps in Paths yet trod by few,</br>Still keeping that fair Princely Flowre in view:</br>Somewhile my Sprite with thrilling Joy rebounds,</br>Sometimes with pungent Grief doth sorely rew;</br>I feel the Smart when foul Reproach her wounds,</br>I joy, when her dread Might Fame's silver Trump resounds.", "Sith she from Arthegall did separate,</br>The loveliest Knight that ever wielded Spear,</br>Who 'gainst his Paynim Foes forth rode of late,</br>My Heart beats throbbing for that Maiden dear,</br>Lest she to Danger's Brink approach too near:</br>For, when old Archimago with his Art</br>Her singled thus perceived had full clear,</br>He strait gan cast about his bloody Heart</br>To forge, most Treachour-like, some black abhorred Part.", "All in the dead and gloomy Time of Night,</br>When Mortals, melted down with balmy Sleep,</br>Ly stretched forth; when ev'ry grieved Wight</br>His Care in soft Oblivion strives to steep,</br>And damned Sprites alone their Revels keep:</br>Beset with mighty Charms of magick Spell,</br>The Wizard turns his Thoughts both black and deep;</br>On Hecate calls, dread Soverain of Hell,</br>While at his noxious Verse appearing Phantoms yell.", "With mutt'ring Words he murmur'd thrice aloud,</br>As oft the Earth thro all her Caverns shook;</br>Then his accursed Head in cole-black Cloud</br>Thick-wrapping, thro the Night his Way he took,</br>And to the Pole-Star fixt his dreary Look:</br>The dapper Elves that haunt the silent Glade,</br>Retiring quick their merry Glee forsook,</br>And lay close buried in the leafy Shade,</br>At his superiour Powre and griesly Shape affraide.", "And all as thro the mirksom Sky he rode,</br>Upborn aloft upon his smoaky Carre,</br>Loud-shrieking Howlets from their dire abode,</br>With baleful Notes saluted him afarre;</br>And flitting Bats, that Night's Companions are,</br>Around his Charet play'd in gyrous Flight;</br>While thro the lampy Sky each twinkling Starre</br>Veiled with modest Shame its shiny Light,</br>And shrunk aback at this so foul detested Sight.", "Til, having rang'd his misty Course about,</br>He comen hath at length to Faction's Cell;</br>A Goddess Heavenly once, but with the Rout</br>Of Rebel Angels hurled down to Hell,</br>A Place such Traitors vile befitting well:</br>Of Satan, Prince of Darkness, she was born,</br>And with her Sire revolting whilom fell;</br>Here clad in ragged Weeds all rent and torn,</br>Her Mansion she inhabits dreary and forelorn.", "Mammon (they say) as whilom he did view</br>Her Form, once fair, adorn'd with youthfull Grace,</br>Of her adored Shape enamour'd grew,</br>Captived with the Beauties of her Face;</br>And thus in private her enjoy'd long Space,</br>Til Age and Ugliness his Fancy pall'd;</br>Begetting also a numerous long Race,</br>Who all were to their Parent's Trade enthrall'd,</br>And this from his great Craft was Archimago call'd.", "Down in a deadly Dale, deep, delved low,</br>Remote from all Access of sunny Ray;</br>Where kindly-breathing Zephyrs never blow,</br>Nor hapless Mortals bless the rising Day,</br>The hideous Beldame's hateful Dwelling lay:</br>Yews and black Cypress planted were around,</br>Before the Door on either side the Way;</br>Near which a Fount of Blood with groaning Sound,</br>Forth-welling, alway dy'd with purple Flood the Ground.", "Anon, a dismal Din of clanking Chains</br>Gan loud invade the Wizard's dauntless Ear,</br>And rufull Moan, as of poor Souls in Pains,</br>Howl'd thro the Cave, most horrible to hear;</br>As tho some grieffull Dungeon had been near:</br>So, entring in he found a foul Uprore</br>Of starveling Wretches linked, that whilere</br>Had dight themselves with iron Bolts full sore,</br>And now constrain'd perforce of cursed Faction's Lore.", "A ghastly Villein in the Portal stood,</br>With Eyes deep-sunken and thick matty Hair;</br>Whose hollow Cheeks, and Veins bereft of Blood,</br>Whose filthy ragged Robes far off declare</br>His luckless Plight, and sorrowful ill Fare:</br>With wooden Shoes his caytive Feet were gaul'd,</br>And for his Food he stinking Garlick bare;</br>A base poor Man, who Famine right was call'd,</br>Who hoarse thro Begging was, yet alway begg'd and baul'd.", "Within, amids that meagre slavish Crew,</br>The Furies dealt their Blows yfraught with Ire;</br>Laden with Vengeance here and there they flew,</br>Brandishing round their Whips of knotted Wyre,</br>The whiles their Ey-Balls struck forth Sparks of Fire:</br>Some Racks, some wielded Swords of sanguin Blade,</br>Some Torches shook, whose Flames wide-flaking dire</br>A dreadful Gleam sent thro that dreary Shade,</br>Which by such hellish Light more dismal sad was made.", "So Rome her cruel Inquisition keeps,</br>The bloody Slaughter-House of holy Men;</br>Where, nor by Night nor Day bleak Envy sleeps,</br>Ne suff'reth Comfort to approach her Pen,</br>Or Pitty once to come within her Ken;</br>But Wheels and Gibbets, Enginry of Death,</br>And pois'ning Cups do furnish out her Den;</br>Where Freres and Monks swarm round, that it uneath</br>May seem 'mongst them to live and draw in vital Breath.", "Yet, these nought fearing, Archimago past</br>Forth to the End, where Faction's self was seated;</br>When as the blear-ey'd Hag star'd half aghast,</br>Til lowly louting, her by Name he greeted,</br>And with smooth glozing Speech full fain intreated:</br>Hail!  Mother dear, (qouth he) advize your Son,</br>How mine and thy drad Foe may be defeated,</br>Who all our Councils has long since foredon,</br>Ne knows Tyrannick Powre, nor dreads Oppression.", "The Cause of all our Sorrows is, to weet,</br>A Warrior Maid, fair Britomartis hight;</br>Who with her ebon Lance and Courser fleet,</br>Has done to Death full many a Paynim Knight:</br>And with her eke there wons a valiant Wight,</br>Harden'd thro magick Spell, bold Talus nam'd,</br>Full stout of Courage, and of passing Might;</br>Who with his whirling Brondiron erst has tam'd</br>Ten times ten thousand Paynims, as abroad is fam'd.", "Their mighty Prowess, and chast Virtue loud,</br>Thro all the Land of Faery resounds;</br>Their pious Lore draws the attentive Crowd,</br>And our Devices all at once confounds;</br>So much true Goodness more than Vice abounds.</br>To chear the drooping Sprites of Men distrest,</br>Their flowing Justice thro the World redounds;</br>Succour they bring to all by Powre opprest;</br>That happy Coast where ere they bearen Rule is blest.", "Like as clear Thamis from his Silver Urn</br>Pours forth the Streams of Plenty spreading wide,</br>And sheds Abundance when he doth upturn</br>The Sacred Fountain of his swelling Tide,</br>Whiles his rich Waves adown the Lee do glide;</br>The neighbour Hills, bespred with shady Wood,</br>Survey the fruitfull Vales along his Side;</br>The Swain, that whilom on his Margin stood</br>In secret Pleasance wrapt, beheld his Chrystal Flood.", "Thus he with glassy Smoothness fil'd his Tung,</br>As well the envious Hag he mote enrage;</br>For such Report her inly Heartstrings wrung,</br>And brast her bitter Gall with tenfold Rage:</br>Who Faction's Wrath, once kindled, can asswage?</br>So rolling round her bloody-glaring Eyes,</br>With Horrour fraught, she fixt them on the Sage,</br>And stamm'ring out her Words with wild Surprize,</br>Her divelish Plot in foltring Speech she gan avize.", "Too well (quoth she) dear Offspring, I perceive</br>How these our mortal Foes have gain'd of late;</br>For-thy my Life with Rancour sore doth grieve,</br>My joyless Hours I spend in loathly Hate,</br>Yet they nathless continue fortunate:</br>All-be my Curses multiplied in Store,</br>Yet they enjoy secure a happy Fate;</br>My vexed Sprite with Malice I engore,</br>Yet they nathless in Glory flourish more and more.", "Such Worth in young Alcides shone of old,</br>As Poets, witty-fabling, do invent,</br>Who in his infant Cradle greatly bold,</br>With grappling Squeez and sturdy Hardiment,</br>The Serpent's fell Despight did erst prevent:</br>And after, by his Stepdame Juno crost,</br>Yet nould his val'rous Sprite at all relent;</br>But rose the more he was by Dangers tost,</br>Til in the Firmament a Star he was embost.", "There late the Red-Cross Knight with Bliss was crown'd,</br>Who came from Belgia to the British Shore,</br>And gain'd a Name in matchless Arms renown'd,</br>For that he drave from thence a fierce wild Boar,</br>Whose deadly Tusks foamed with frothy Gore:</br>In vain my plotting Imps oppos'd his Might,</br>Darting forth foul Reproache; he nathemore</br>Was dampt, but like some Star's empearcing Light,</br>Shone clearer thro that Veil of black malicious Night.", "And now, sith Britomart hath wexed strong,</br>Whom valiant Talus guides thro ev'ry Plain,</br>I lenger must perforce enduren Wrong,</br>And wast my wretched Age in doleful Strain,</br>Still envying:  Envy is at best but Pain.</br>Yet sooth one more Device I needs would try,</br>That restless burns within my heated Brain,</br>Which may perchance them doen both to dy,</br>If aided by thy Art and present Industry.", "Merlin thou knewst, (who Merlin did not know?)</br>That near Cayr-Merdin whilom wont to dwell;</br>He all in magick Arts did far out-go,</br>And Fate of Empires wisely could foretell,</br>When-so he did consult within his Cell:</br>His learned Skill surpast my secret Powre,</br>And marr'd my strongest Charms, tho brocht in Hell;</br>When-ere my Crafts I wrought, in that same Hour</br>His mighty Wit eftsoons my Purpose could discou'r.", "Therewith to Britomart great Love he bore,</br>And strengthen'd Talus with continual Ayd,</br>With Puissance inspiring evermore</br>The doughty Courage of that Martial Mayd,</br>Where-with she aye her Paynim Foes affray'd:</br>Withall, a Wand about him he did bear,</br>By which his wary Steps he still upstay'd,</br>That other none mought with this same compare;</br>So far it did excell in Vertues strange and rare.", "This, when he died, five wicked Imps of mine,</br>Which thou, my Dearling, secretly didst lead,</br>Did from th' expiring Sage's Side purloin,</br>And thro the silent Realms of Night convey'd:</br>By this, if ought my Foresight can aread,</br>Thy inmost Thoughts, tho black and deep as Hell,</br>May with Success and happy Chance proceed;</br>For never Knight so hardy sate in Sell,</br>Toucht with its thrilling Point, but down eftsoons he fell.", "And these Intents the better to disguise,</br>Thy feigned Person trim with holy Weeds,</br>As thy dissembling Heart may well devise,</br>Like Pilgrim sad aye counting ore thy Beeds,</br>As one that mourneth for his sinfull Deeds:</br>There-to a Scrip I'll give, full fraught with Store</br>Of Bribery, which servile Baseness breeds;</br>The same thy mighty Sire old Mammon bore,</br>And great Atchievements wrought, when-so he list, of yore.", "Als your Discourse with Humbless meek prepare</br>Of sainted Popes and Dirges to invent,</br>And eke a Crucifix aside you wear,</br>Whiles the World's Sins you loudly do lament,</br>And call unthinking Mortals to repent:</br>So the rude Vulgar, who still judgen Wrong,</br>An Angel will you deem from Heaven sent,</br>Or one who heavenly Angels live emong,</br>Tho born in Hell, where Goblins ever-damned throng.", "Like as the Fox who under Fryar's Cowl,</br>Most Treachour-like spreads forth his colour'd Guise,</br>And in religious Cant with whining Houl</br>Displays his wicked Gins whereby to spoil</br>The seely Geese, who listning all the while</br>Around the Faytour gaze in heedless wize;</br>He at their Simpleness doth inly smile,</br>Til, fittest time awaiting, on he flies,</br>And to his hungry Cubbs bears off the cackling Prize.", "Ah Mother dear, the Wizard then replied,</br>Right well I wote that you have spoken trew;</br>Your high Behests shall duly be supplied,</br>Yet still one troublous Thought my Soul doth rew,</br>And with a sickly Cold my Sprite embew.</br>Gramercy (cries the Hag) unlade thy Mind,</br>And anxious Jealousy to me forth-shew;</br>No stinging Care so deadly ere was tin'd,</br>But it to quell, my Powre some Medicine could find.", "There is (quoth he) a valiant Stranger Knight,</br>Who late to War 'gainst Paynim Troops forth-rode,</br>Of mickle Fame, and Arthegall he hight,</br>Whose Prowess is far knowen all abrode,</br>As tho he were some mighty Demigod:</br>He whilom did espouse fair Britomart,</br>And will emongst the Britons make Abode;</br>Thereto he is of so courageous Heart,</br>As well may mar our Plots, and baffle all our Art.", "At this the Hag with frowning Visage lowr'd,</br>And threw aslope her fiery burning Eyne,</br>By which her grated Sprite she plain discour'd;</br>And shall I then (she cried) at last resign</br>The fair Pretence, by which young Sans Foy mine</br>Does of that Golden Crown Possession claim;</br>Where he hath promis'd to erect my Shrine,</br>And blow the Sound of Faction's dreaded Name</br>From the loud Trump eterne of never-dying Fame", "Go to, my Archimago, we must back</br>The Paynim Forces with our timely Aid;</br>For well I weet their Arms begin to slack,</br>And wonted Courage is nigh grown affraid,</br>Ne lenger can in Battail be upstaid,</br>Unless with guilefull Arts our impish Crew</br>Can part Sir Arthegall from that bold Maid</br>Who doth our weaker Paynims hack and hew,</br>And in their precious Blood her warlike Hands embrew.", "Thine be the Care, and thine the glorious Meed,</br>To raise the Paynim Powre in Faery Land;</br>Ne doubt I but this great ennobling Deed</br>Hath been reserv'd for your prevailing Hand,</br>So well my deep Designs you understand:</br>And may I see thee, like Ambition, rise,</br>Thy Brother, whose proud Height may not be scann'd;</br>Who towres beyond poor Mortal's feeble Eyes,</br>And shoots his lordly Head above the starry Skies.", "Thus boasting big, the loathsom Creature spoke,</br>With heaving Breast high-swoln with inly Pride;</br>For well she dempt her Gall to have ywroke</br>On those fair Knights whom thus she had defide;</br>Yet they more goodly still, were magnifide.</br>Th' Enchaunter then forth-beck'ning, on she led</br>To a vast boundless Plain out-spreaden wide,</br>Wherein a steepy Mountain rais'd its Head,</br>So slippery, that none mought on it safely tread.", "Yet many to up-climb it vainly strove,</br>Swinking and sweating with their utmost Might;</br>The lowest catching aye at those above,</br>For cankring Envy and foul-bred Despight;</br>The highest aye their Malice to requight,</br>Perforce endeavour'd still to keep them down;</br>So each against the other wont to fight,</br>That whiles their Rancour mutually was shown,</br>Many came tumbling headlong from their Places thrown.", "Like as Aeolides by justest Doom,</br>For unjust Robberies erst by him done,</br>Sentenc'd beneath Hell's dark and drearfull Gloom,</br>Upheaves a heavy vast unwieldy Stone,</br>Distraining his tough Nerves with many a Grone:</br>Soon as upon the Top he doth it view,</br>(So Fate ordains) his Labour is foredone;</br>The wicked Stone, which knows its Lesson trew,</br>Rolls quick adown the Hill, his Trouble to renew.", "So they incessant did renew their Pain,</br>And weary Steps withouten Stint applied;</br>Yet all their Labour proved but in vain,</br>Eftsoons they tumbled down the slipp'ry Side,</br>Or, ere they reach'd the Top, with Travel died.</br>Thus all who strive by foul inglorious Ways</br>To tread the arduous Paths of lawless Pride,</br>A lasting Name of Infamy do raise,</br>And far away accurst, mispend their hatefull Days.", "Yet, on the upmost Top, at farthest Ken,</br>Full near the Cieling of the vaulted Sky,</br>An hideous Wight, far passing living Men</br>In lofty Stature, was exalted high;</br>The Emblem true of empty Surquedry.</br>He stood upon the Rock's most spiring Clift,</br>Whose over-bearing Weight inclin'd awry;</br>That, if perchance he fallen had a-drift,</br>It would have bruis'd his Corse, and Skull in sunder rift.", "In gorgeous Purple Robes he was array'd,</br>Lightly orecast with spotted Ermiline,</br>And streaming Silver thro his Vesture play'd,</br>Entrail'd with various Flowres of gilden Twine,</br>Spreading their Branches like a mantling Vine.</br>Thus aye, as tho he seem'd to fall, he hung,</br>And gazing up with wishfull longing Eyne,</br>His miscreated Arms aloft he flung,</br>And still, as tho he caught at somewhat, upward sprung.", "On either Hand, close clinging by his side,</br>Two griesly Villeins did his Steps upstay;</br>And, as he slipt, they evermore did guide</br>His trembling Feet along the doubtfull Way,</br>Lest the smooth Surface mote him foul bewray.</br>The one was Guile in party-colour'd Cloak,</br>Who to him did his crafty Sleights display;</br>He one thing meant, yet still another spoke,</br>And shrowded all his Face in Fumes of pitchy Smoak.", "The other was a Wretch of pallid Hue,</br>With Eyes distraught and staring all aghast;</br>Whose riven Heart did sorely seem to rue,</br>And groaning threw forth Sobs and Sighings fast,</br>As if with piercing Grief it were nigh brast:</br>Despair he called was, and did advise</br>His Lord Ambition down himself to cast;</br>Saying Death cures all this World's Maladies:</br>So 'twixt Guile and Despair wretched Ambition lies.", "Thrice wretched Man!  whom nor Guile can sustain,</br>So difficult the Path he treads upon;</br>Nor foul Despair persuade to cure his Pain,</br>When once his wicked Course he hath begun;</br>For and his Head a Gallows over-run,</br>To which an hempen Rope, full strongly tied,</br>About his Caytive Neck so close was done,</br>That it his noozed Wezon would aggride,</br>When-so he did attempt adown the Hill to slide.", "Loe, Faction cried, behold thy Brother dear,</br>On the proud Throne of Glory mounted high;</br>To which his due Deserts have him whilere</br>Prefer'd, and decked with true Majesty,</br>The Meed of All that with my Terms comply:</br>Nor difficult the Way, ne hard to find,</br>That toward Ambition's lofty Seat doth ly;</br>Whoso to my Behests is well inclin'd,</br>Into their wished Port shall sail with Tide and Wind.", "Nor Thee, my Son, for such great Enterprise</br>Unmeet I ween, with native Cunning bold;</br>Ne booteth it thee lenger to advise,</br>Long since endu'd with Wisdom manifold,</br>And now in magick Studies growen old.</br>Thy vow'd Despight persue with well-known Art,</br>And once conceived Resolution hold;</br>For-thy no Cure can quell my grieving Smart,</br>Til some destroying Powre hath seized Britomart.", "She spoke; and with her foul infectious Tung</br>Spet secret Venom, which down-sinking low,</br>The Treachour's Heart with rankling Poison stung;</br>Which from her divelish Mouth she did out-throw,</br>The Source of Evils and the Fount of Wo:</br>Thus she his fell malicious Rage did whet,</br>And into Flames his kindling Anger blow.</br>In an accursed Hour accurst they met;</br>God help the Man who falls un'wares into their Net!", "As when the Cottage Dame from sparkling Match</br>Hath chanc'd to shed some little Corn of Fire,</br>It smouldring lies within the strawy Thatch,</br>And choak'd with its own Fumes doth nigh expire;</br>Til stormy Boreas, with loud blustring Ire,</br>Up-blowing from his Subterranean Caves,</br>Fans with strong Blast the Flames wide-flaking dire;</br>Then powerfully roll the fiery Waves,</br>And thro the crackling Roof prevailing Vulcan braves.", "Thus with transporting Rage his Breast she fir'd,</br>And rak'd the Embers of fell Discontent,</br>That with empoys'ning Malice all inspir'd,</br>He long'd to act his mischievous Intent,</br>On which his evil Mind long since was bent:</br>So, nought gainsaying the dread Hag's Command,</br>With low Obeysance louting, forth he went,</br>And back with Speed return'd, in either Hand</br>Bearing great Mammon's Scrip, and Merlin's Sacred Wand.", "O'er lofty Hills, low Dales, and Forests wide,</br>The Magick Wight his aery Course did steer,</br>Til to a Wood, down by a River's side,</br>By chance he hath at length approched near;</br>Where to his Sight Duessa did appear;</br>A loathsom, filthy and abhorred Creature,</br>Who seem'd as Brimstone did her Visage sear,</br>Or like some Hell-bred Fiend by Birth and Nature,</br>With Boils and Blotches red so purpled was her Feature.", "This ugly Witch, as you have whilom read,</br>To Ladies true had vow'd fell Enmity,</br>And eke to many Knights of Maidenhead</br>Had brought Distress and doubtful Jeopardy,</br>Or branded with the Marks of Infamy:</br>And now, beneath the dusky Shades of Night,</br>To Sorceries her self she did apply;</br>Whilst the chast Moon wheel'd low her paled Light,</br>And seem'd to fly with trembling Haste and wild Affright.", "Yborn of mean and lowly Parentage,</br>To shine in Faery Court she did aspire,</br>And by the Crafts of guilefull Archimage</br>Had whilom hop'd to win her fond Desire.</br>He now gan sly her hellish Form admire,</br>And subtly cast about in secret wize,</br>With seeming Love, her wicked Charms to hire;</br>That so he mought her divelish Will entise</br>To further with her Art his hardy Enterprize.", "And sith she was vain, proud, and fickly frail,</br>She high conceited of her Beauty grew;</br>So Archimage did easily prevail</br>That she to Glauce would her self transmew,</br>And like become in Feature, Shape, and Hew;</br>So like she seem'd, that Britomart, who well</br>Her own true Nurse, her faithfull Glauce knew,</br>Could not from her the false Duessa tell,</br>So for Companion took this griesfull Imp of Hell.", "Alack therefore for Misery and Woe!</br>Which shall befall the Babes as yet unborn,</br>Sith Britomartis' foul envenom'd Foe</br>May chance to leave their Country all forlorn,</br>Wastfully made the cruel Victor's Scorn:</br>Widows and Orphans into Thraldom led,</br>Shall then their Kindred slain lament and mourn,</br>And all in bitter Slav'ry eat their Bread;</br>Hard Task for free-born Souls!  they liefer had be dead.", "But heavenly Love, far passing human Thought,</br>To suff'ring Goodness sends a sure Reprief,</br>Is ever true to Justice, and unsought,</br>For injur'd Innocence provides Relief.</br>The time may come, when this bold bloody Thief</br>Shall be rewarded for his Merits due;</br>And as in Villanies he now is chief,</br>May in eternal Torments chiefly rue,</br>When Death's more powreful Mace his Body shall subdue.", "Whoso is brought to the Infernal Bar,</br>His crafty Sleights shall little then avail;</br>Just Rhadamanth will soon all Treasons mar,</br>And make each guilefull Soul to quake and quail:</br>As when a sudden Showre of rattling Hail,</br>Up-driven by the South's tumultuous Blast,</br>Some Grove of quiv'ring Aspines doth assayl,</br>The tender Leaves sore smitten tremble fast,</br>and whisper out their Fears, the whiles the Storm doth last.", "At length the Morning Dawn gleams thro the Sky,</br>And the gray Twilight in the East appears:</br>The Wizard with his Witch must homeward hie,</br>Whom from the dewy Earth he lightly rears,</br>And in his magick Coach triumphant bears.</br>So letten we this Pair together wend,</br>Our Dolour's Spring, and Cause of all our Fears;</br>And now, sith toward the Day-Spring it doth tend,</br>Where Morning doth begin, my Song may fitly end.</br>"]