["Now Spring had rob'd the park in verdant green,</br>Where each gay fair in vying dress was seen.</br>On LYDIA'S cheek the rose of twenty-two,</br>In ripen'd pride, display'd its blooming hue;</br>When forc'd from town to lonely country shades,</br>'Midst swains whose breasts no pow'r of love invades;</br>Thus spoke the nymph the dictates of her mind,</br>(Rais'd on her arm, as in her bed reclin'd:)</br>\"O youth!  enchanting season of delight!</br>When Beauty wears her charms unfading bright,</br>When the soft whispers of the essenc'd beau</br>The vanquish'd heart with pow'r resistless sue:</br>Then is the head-dress plac'd with artful care,</br>How oft her glass then views the changeful fair!</br>If Betty's rais'd complexion rather high,</br>Or pinn'd some knot of consequence awry,&mdash;</br>Yet ah!  what matter all these anxious cares,</br>In ev'ry curl to plant attractive snares,</br>With graceful ease to join the various dance,</br>To teach the eye to dart its 'luring glance,</br>Since to the glooms of solitude convey'd,</br>All art is useless, and each charm must fade.</br>No morning rap shall there the slumber break,</br>No rival's graces pale th' uncolour'd cheek!</br>In dull supineness slow the day will pass,</br>A lonely walk, or else a game at chess.</br>Thou Tea!  great cordial of a female's reign,</br>Within whose juice the sweets of scandal reign,</br>Shall bring, sad thought!  no news of ruin'd fame,</br>Or view some beauty perish o'er thy stream.</br>Like some fair flow'r that tow'ring springs on high,</br>But withers soon beneath a colder sky,</br>My bloom of youth in shades unseen will fade,</br>Till forc'd to live, O painful case!  a maid.</br>Then gay admirers will forget the charms</br>That in their breast awak'd Love's soft alarms.</br>The careless negligence, that slyly stole</br>With easy art upon th' unthinking soul,</br>Shall bid the eyes no more their transports show,</br>Th' attracted heart with beating terror glow.\"</br>&mdash;She said &mdash; while tears her streaming eyes o'erflow,</br>And farther thought add increase to her woe:</br>Sad as a fop to miss th' appointed hour,</br>Or railing prude surpriz'd in some amour.</br>"]