["Late, wand'ring lonely, pensive, and distrest,</br>By winding THAMES, I laid me down to Rest:</br>But mimick Fancy kept awake my Grief,</br>'Till STAIR'S lov'd Image rose to my Relief.", "Methought, in mournful, melancholy, Strain,</br>As thus my Muse express'd my inward Pain,</br>The God of Wit, presented fair in View,</br>Thus sooth'd my Soul, and pointed me to You.</br>Vouchsafe, my Lord, with Candour to regard</br>The Scene betwixt APOLLO and your Bard.", "First I, complaining &mdash; \"O my luckless Fate!</br>Why am I, PHOEBUS, doom'd to such a State?</br>Why is your Votary, why your faithful Son</br>Neglected, scorn'd, deluded, and undone?</br>Was it for This I gave my self betimes</br>To classick Studies, and to Syren Rhimes?</br>For This, did I devote my Youth to Wit?</br>For This, my Hopes of Kirk &mdash; Preferment quit?</br>Have I, perfidious to the sacred Nine,</br>Profan'd their Temples and their Fire divine?</br>Have I, in Verse, a Poetaster prov'd?</br>Deserve I not, alas!  to be belov'd?</br>Hard Fate!  that Fidlers and Buffoons find Place,</br>When Bards inspir'd implore, in vain, for Grace!</br>Unequal Fortune!  bounteous to impart</br>Her Gifts to Fools, and starve the Sons of Art!\"", "APOLLO, smiling, gently made Reply&mdash;</br>\"Thy Plaints, dear Youth, have often reach'd our Sky.</br>But check Despair &mdash; Thy various Sufferings past,</br>The Fates decree deserv'd Success, at last.</br>Fortune and Merit, grown familiar Friends,</br>Will sure, tho' slowly, make a rich Amends.", "Then I rejoin'd &mdash; \"How oft have I believ'd,</br>And been, by flatt'ring Promises, deceiv'd;</br>How vain my Hopes?  How impotent my Pray'rs?</br>How fleet my Joys?  How constant prove my Cares?</br>Alas!  I fear, your Godhead mocks my Case,</br>Or hath not Pow'r to lift me to a Place.</br>PARNASSUS' Soil is barren, and the Streams</br>Of Helicon appear delusive Dreams.\"</br>\"Too peevish grown &mdash; reply'd the God of Verse&mdash;</br>Thou lov'st, I find, to hear thy self rehearse.</br>Indulge thy Spleen &mdash; what Profit will it bring?</br>Can Railing, or Rebellion move a King?</br>Rather, like Horace, humorously gay,</br>Rise to Preferment in a pleasant Way.</br>Caress the Great, and gain upon their Grace,</br>Laugh at their Faults, and look them in the Face.</br>Or, like a Changeling, ape the veering Wind,</br>Unsing thy Songs, and bubble all Mankind.</br>Be bold in Lies, no supple Flattery spare,</br>And Fortune's Boons may sooner fall thy Share.\"", "\"Perish her Boons &mdash; I angrily reply'd&mdash;</br>Perish my Muse, ere venal Means be try'd.</br>Let other Poets prostitute their Lays;</br>On vile Foundations, I'll not build my Praise.</br>Ne'er will I sing at Virtue's sad Expence,</br>Nor make Wit war with Honesty and Sense.</br>Be Honour always my peculiar Guard.</br>Who forfeits Honour, merits no Reward.\"", "\"Too stoically nice, APOLLO said&mdash;</br>It seems, thou scorn'st to make my Art thy Trade!\"</br>\"My Trade! &mdash; I answer'd &mdash; Yields it any Gain?</br>Does it enrich?  Or can it Life sustain?</br>SPENCER it starv'd!  nor far'd great MILTON well!</br>JOHNSON it sowr'd!  and BUTLER'S Case was Hell!</br>Were DRYDEN, OTWAY, LEE, and OLDHAM blest?</br>Were ROWE, and SMITH, and PHILLIPS, e'er at Rest?</br>Say, did your Art alone, make PRIOR great?</br>From it, deriv'd sweet ADDISON his State?</br>By it, was CONGREVE sav'd from Poet's Fate?</br>In you, did STEPNEY his Advancement find?</br>Had POPE no Patrimony, but his Mind?</br>Genius, without a pow'rful Friend, might die!</br>'Tis lucky Chance that lifts a Mortal high.\"", "\"Severe in Virtue!  still I am thy Friend,</br>And now &mdash; said PHOEBUS &mdash; my Advice attend;</br>So shalt thou Honour, to thy Death maintain,</br>Nor rob the World of thy Poetick Vein.</br>Look out a Patron, worthy all thy Praise;</br>One, who can relish, and reward thy Lays;</br>Who human &mdash; Kind, as well as Books, has read;</br>A generous Heart, and a judicious Head;</br>Who knows thy Excellence, and will forgive</br>Small Faults, for Beauties, that deserve to live.</br>Be sure, the Man by innate Worth be great,</br>Nor less distinguish'd by his Deeds, than State.\"</br>One, who his King and Country long has serv'd;</br>Amid Temptations, ne'er from Honour swerv'd;</br>And who so far transcends your highest Strain,</br>That all Essays, to flatter him, were vain.\"", "\"Alas! &mdash; said I &mdash; Intent on publick Good,</br>Stair will not heed me in the humble Crowd.\"</br>\"Courage &mdash; quoth Phoebus &mdash; He deserves thy Trust,</br>If what thou seek'st be moderate and just.</br>In Him, thou'lt find a Patron to thy Mind,</br>Great, without Pride!  without dissembling, Kind!</br>No low-designing, fickle, treacherous, Lord!</br>But mindful of his Friend, and faithful to his Word!</br>Attempt his Favour, for his Int'rest sue,</br>They're never grudg'd, whose Merit makes them due.</br>He'll smile Distinction on thy honest Lays,</br>Help thee to Place, and eternize thy Praise.\"", "Raptur'd, I wak'd, and dwelt upon my Dream,</br>And from that Hour, your Lordship was my Theme</br>To You, my Service and my Pray'rs belong,</br>You are the Favourite Hero of my Song.</br>O may you make your MITCHELL'S Case your Care!</br>And Heav'n's selectest Blessings crown the generous STAIR!</br>"]