["Peace to the hapless Loves of Aribert,</br>The rustic Pipe, and Bessybella's Scorn:</br>A Theme far less inglorious to display,</br>On trembling, unfledg'd Pinions, I attempt</br>The winning Magic of unfetter'd Song.", "Ye Beaux, of Name equivocal and Sex,</br>Whose snuff-polluted Nostrils still pervert</br>The genuine Purpose of the SACRED WEED,</br>Deem not these Strains unworthy of your Ear:</br>I sing the QUID.  For whilom well I ween</br>Such Notes as these e'en Browne and Philips sung,</br>And Warton, foremost in poetic Fame.</br>Nor think the pleasing Labour I pursue</br>Sans Inspiration.  Oft' in Fancy's Eye</br>The awful Shade of Rawleigh woo'd the Muse,</br>And urg'd with solemn Beck the tardy Lay.", "How happy I, if ev'ry Day I view</br>My Box replete!  Nor yet less happy he,</br>Who in the snugger Pouch of Seal-skin sleek,</br>Or Leather, (the Remains, the dear Remains,</br>Of Apron past Employ) or Bladder twist,</br>A QUID retains of that celestial Plant,</br>Yclept Tobacco.  In whatever Form</br>Coasign'd to please my Taste and Appetite,</br>It matters not; whether quadrangular,</br>(A Cut minute for earthen Tubes prepar'd,</br>Bland and of glossy Hue) or friendly SHAGG,</br>Or Form still more commodious, PIG-TAIL hight,</br>Me it regards not, whether by the Hand</br>Of Negro, or Mulatt, or Buckaraa,</br>Prepar'd; or from what distant Clime convey'd,</br>Virginia, Caribbana, Trinidad,</br>Or from th' Antilles, or the sedgy Shore,</br>Where Oroonoko rolls a murky Wave.", "Blest Plant!  with thee, contented I enjoy</br>A Life of Labour, and a Mind at Ease,</br>If in Content and Health there is Enjoy</br>To one, who no Alternative hath felt</br>Of fell Disease, and heart-corroding Care.", "Oft, as the o'er-fraught Barge, in Summer's Calm,</br>Or Spring's unruly Flood, demands my Aid,</br>Alert and ready, with mouth-moistening QUID</br>My willing Hand I lend.  Or if my Toils</br>In Bagley I pursue; or that fam'd Grove,</br>Where weedy Isis, in serpentine Form,</br>Drags o'er the Meads her winding Tail; and where,</br>Fast by the Stream, the ever-restless Sprite</br>Of jealous Eleanor by Moonlight mopes,</br>While Rosamond a peaceful Requiem finds;</br>Gleesome, the polish'd Magazine I view</br>Surcharg'd with fresh Supplies.  Nor envy I</br>The o'er-grown Rich, far poorer than myself:</br>But ere the stubborn Oak submits, and ere</br>The Steel well-temper'd triumphs; ere the Arms</br>That lately flourish'd in a large Expanse,</br>In captive Faggots lie, a recent Chew</br>The glad Hiatus of my Mouth supplies.</br>The many a Blow, by artful Strength laid in,</br>And frequent Hem!  prove Milo's Vigour weak;</br>Nor Grecian Theseus, fam'd for mighty Deeds,</br>Outvie'd my brawny Sinews, tighter brac'd</br>By the astringent Juice from QUID embru'd.", "Say who, without TOBACCO'S Aid, could foil</br>The Stench of human Sacrifices made</br>When the full Quag my midnight Hour employs,</br>Say what Compare between such Feats as these,</br>And Hercules' in Lerna's noisome Lake!</br>E'en I, more fam'd than all my grave Compeers,</br>For Visage settled, and unruffled Form,</br>Could scarce contain my Presence, when I bawl</br>Through ev'ry Avenue, or spacious Street,</br>The last Confession of a Convict hang'd,</br>Save that the QUID all-helping Grace affords.", "Full oft, when Evening, ruddy Maid, arrives,</br>And Shepherd, ever mindful, sees his Flock,</br>On Hillock dry ypent; or careless Hind</br>Unlocks the Traces from the piercing Share,</br>And, whistling, drives the plodding Oxen home,</br>My Sport commences:  And, with wiley Arts,</br>Such as of yore our wise Forefathers held</br>Healthy and honourable; but in modern Day,</br>By their degenerate Children Poaching hight,</br>My moonlight Hours I pass.  Divine Employ!</br>To lay the latent Sniggle; or, with Hand</br>Experienc'd, o'er the fluttering Bird to draw</br>Remorseless Death, to thriving Partridge due;</br>Or in the Isis, with Herculean Whirl,</br>To deal Destruction on the finny Race,</br>Of Chevin, Pike, or Perch; for what to me</br>Are Sleep and Viands, (save the gladsome Draught</br>Of Goblet oft apply'd, and oft replete)?</br>My vacant Loins with Leathern Girdle brac'd,</br>And the lov'd PLANT, all Midnight Ills defy.", "Not with these Joys the Day I always crown,</br>Laborious always:  No, relaxing Change</br>Heightens the Goust, and relishes Delight.</br>Oft let me hie to Ostend's snug Retreat,</br>And there, beneath the Myrtle's tender Shade,</br>Hold fondest Dalliance with the slip-shoed Fair.</br>What, if intoxicated Student rush</br>Impertinent upon my softest Hours,</br>The equal-loving Nymph be mine or his,</br>As Manhood shall decide.  I roll my QUID,</br>And with tremendous Look advance:  The Youth,</br>Unskill'd in Arts Gymnastic, dreads my Frown,</br>And strait retires among his stripling Mates;</br>Where, flusht with Bacchus, wond'rous Deeds he tells,</br>Of bruising, drinking, lying with the Maid</br>He never saw; until the opiate Draught</br>Enfolds his Eyes, and seals his babbling Tongue.", "O let me raise sublime the lowly Lay,</br>With what the Muse has often smil'd to hear</br>At Captain Jolly's, whilom fam'd in Song:</br>How oft, with fixt Intent, have I enjoy'd</br>The sage Harangue of Bibliopolist</br>Profound and pompous!  he who can display</br>With Sybil Skill the mystical Intent</br>Of ministerial Paragraphs; and who</br>Such Tales can tell, in Greek and Latin Phrase,</br>As Rome, or older Athens, never knew:</br>There too oft meet Sir Thomas, and my Lord,</br>In Coat of many Colours, sprucely dight,</br>Out-numbering Rainbow's various Dies:</br>Mechanicks of all Ranks with these conjoin,</br>To quaff the froth-crown'd Quart in Concert sweet;</br>And, with superior, or with nether Lip,</br>Gracefully prominent, in deep Debate</br>To fix the Fate of Empires, and of Kings.", "O ye, return'd from Granby's Triumphs, ye</br>Who late with Pococke plow'd th' Atlantic Wave,</br>What was your Solace on Mindenian Plains?</br>TOBACCO!  Who th' Hermoine had won,</br>But that Tobacco lent its pow'rful Aid!", "These are thy Honours then, Virginian Dock,</br>That chiefly unto thee Britannia owes</br>Her conquering Forces, and her Hearts of Oak:</br>That by thy Help reviving Manhood vies</br>With Arthur's Knights, and Foresters of old!", "O W&mdash;, ever Mignion of the Muse,</br>Suffer this once thy peerless Name to grace</br>My Lays inglorious; and, amid thy Bays,</br>TOBACCO'S fragrant Leaves to interweave!</br>So round some Oak, the Glory of the Plains,</br>Whose Arms invite each sun-burnt Traveller,</br>The feeble Ivy's wreathing Branches twine,</br>And, thus suppliant, emulate the Skies.</br>"]