["MILO.  BATTUS.", "MILO.</br>Battus, some evil sure afflicts you sore;</br>You cannot reap as you have reap'd before;</br>No longer you your sheaves with vigour bind,</br>But, like a wounded sheep, lag heavily behind.</br>If thus you fail with early morning's light,</br>How can you work till noon or slow-pac'd night?", "BATTUS.</br>Milo, thou moiling drudge, as hard as stone,</br>An absent mistress did'st thou n'er bemoan?", "MILO.</br>Not I &mdash; I never learnt fair maids to woo;</br>Pray what with love have labouring men to do?", "BATTUS.</br>Did love then never interrupt thy sleep?", "MILO.</br>No, Battus:  dogs should never run at sheep.", "BATTUS.</br>But I have lov'd these ten long days and more.", "MILO.</br>Yes, you're a wealthy man, and I a poor.", "BATTUS.</br>Hence all things round me in confusion lie.", "MILO.</br>But tell me who's this charmer of your eye?", "BATTUS.</br>Old Polybuta's niece, the gay, the young,</br>Who harvest-home at Hypocoon's sung.", "MILO.</br>Then for your sins you will be finely sped;</br>Each night a grizzle grashopper in bed.", "BATTUS.</br>Yet spare your insults, cruel and unkind!</br>Plutus, you know, as well as Love, is blind.", "MILO.</br>No harm I mean &mdash; but, Battus, as you play</br>On the sweet pipe, and sing an amorous lay,</br>With music's charms our pleasing toils prolong;</br>Your mistress be the subject of your song.", "BATTUS.</br>Ye Muses, sweetly let the numbers flow!</br>For you new beauty on all themes bestow.</br>Charming Bombyce, though some call you thin,</br>And blame the tawny colour of your skin;</br>Yet I the lustre of your beauty own,</br>And deem you like Hyblaean honey brown.</br>The letter'd hyacinth's of darksome hue,</br>And the sweet violet a sable blue;</br>Yet these in crowns ambrosial odours shed,</br>And grace fair garlands that adorn the head.</br>Kids flowery thyme, gaunt wolves the kid pursue,</br>The crane the plough-share, and I follow you.</br>Were I as rich as Croesus was of old,</br>Our statues soon should rise of purest gold,</br>In Cytherea's sacred shrine to stand,</br>You with an apple, rose, and lute in hand;</br>I like a dancer would attract the sight,</br>In gaudy sandals gay, and habit light.</br>Charming Bombyce, you my numbers greet;</br>How lovely, fair, and beautiful your feet!</br>Soft is your voice &mdash; but I no words can find</br>To represent the moral of your mind.", "MILO.</br>How sweetly, swain, your carrols you rehearse?</br>How aptly scan the measure of your verse?</br>A wit so barren with a beard so long!&mdash;</br>Attend to tuneful Lytierses' song.", "O fruitful Ceres, bless with corn the field;</br>May the full ears a plenteous harvest yield!", "Bind, reapers, bind your sheaves, lest strangers say,</br>\"Ah, lazy drones!  their hire is thrown away.\"", "To the fresh north-wind, or the zephyrs rear</br>Your shocks; those breezes fill the swelling ear.", "Ye threshers, never sleep at noon of day;</br>For then the light chaff quickly blows away.", "Reapers should rise with larks, to earn their hire,</br>Rest in the heat, and when they roost, retire.", "How happy is the fortune of a frog!</br>He wants no moisture in his watery bog.", "Steward, boil all the pulse; such pinching's mean;</br>You'll wound your hand by splitting of a bean.", "These songs the reapers of the field improve;</br>But your sad lay, your starveling tale of love,</br>Which soon will bring you to a crust of bread,</br>Keep for your mother, as she yawns in bed.</br>"]