["If late I paus'd upon the Twilight plain</br>Of Fontenoy, to weep the Free born Brave,</br>Sure Fancy now may cross the Western Main,</br>And melt in sadder pity for the Slave.", "Lo!  where to you plantation drooping goes</br>The Sable herd of human kind, while near</br>Stalks a pale despot, and around him throws</br>The scourge that wakes &mdash; that punishes the tear.", "O'er distant beaches mournful murmurs run,</br>And join the rude yell of the tumbling tide,</br>As faint they ply their labours in the sun,</br>To feed the luxury of British pride!", "E'en at this moment on the burning gale</br>Floats the weak wailing of the female tongue;</br>And can that sex's softness nought avail&mdash;</br>Must naked woman shriek amidst the throng?", "O cease to think, my soul!  what thousands die</br>By suicide and toil's extreme despair;</br>Thousands, who never rais'd to heaven the eye,</br>Thousands, who fear'd no punishment but there.", "Are drops of blood the horrible manure</br>That fills with luscious juice the teeming cane?</br>And must our fellow creatures thus endure,</br>For traffic vile, th' Indignity of pain?", "Yes, their keen sorrows are the sweets we blend</br>With the green bev'rage of the morning meal,</br>The while to love meek mercy we pretend,</br>Or for fictitious ills affect to feel.", "Yes, 'tis their anguish mantles in the bowl</br>Their sighs excite the Briton's drunken joy;</br>These ign'rant sufferers know not of a SOUL,</br>That we enlightened may its hopes destroy.", "And there are men, who, leaning on the laws,</br>What they have purchas'd, claim a right to hold&mdash;</br>Curs'd be the tenor, curs'd its cruel cause&mdash;</br>FREEDOM'S a dearer property than Gold!", "And there are men with shameless face have said,</br>\"That nature form'd the NEGROES for disgrace;</br>That on their limbs subjection is display'd&mdash;</br>The doom of slavery stamps upon their face.\"", "Send your stern gaze from Lapland to the Line,</br>And ev'ry region's natives fairly scan,</br>Their forms, their force, their faculties, combine,</br>And own the vast variety of man.", "Then why suppose Yourselves the chosen few</br>To deal Oppression's poison'd arrows round,</br>To gall with iron bonds the weaker crew,</br>Enforce the labour and inflict the wound?", "'Tis sordid int'rest guides you; bent on gain,</br>In profit only can ye reason find;</br>And pleasure too &mdash; but urge no more in vain</br>The selfish subject to the Social mind.", "Ah how can he whose daily lot is grief,</br>Whose mind is vilified beneath the rod,</br>Suppose his maker has for him relief,</br>Can he believe the tongue that speaks of God?", "For when he sees the female of his heart,</br>And his lov'd daughters torn by lust away,</br>His sons, the poor inheritors of smart&mdash;</br>&mdash;Had he religion, think ye he could pray?", "Alas!  he steals him from the loathsome shed,</br>What time moist midnight blows her venom'd breath,</br>And musing how he long has toil'd and bled,</br>Drinks the dire balsam of consoling death.", "Haste, haste, ye winds, on swiftest pinions, fly,</br>Ere from this world of misery he go,</br>Tell him his wrongs bedew a nation's eye,</br>Tell him BRITANNIA blushes for his woe!", "Say, that in future, Negroes shall be blest,</br>Rank'd e'en as men, and men's just rights enjoy;</br>Be neither sold, nor purchas'd, nor oppress'd</br>No griefs shall wither and no stripes annoy.", "Say, that fair freedom bends he holy</br>To cheer the infant and console the</br>So shall he, wond'ring, prove at [   ] light</br>And in a throb of ecstasy expire.", "Then shall proud Albion's Crown, [   ] laurels twine</br>Torn from the bosom of the raging</br>Boast 'midst the glorious leaves a [   ] vine,</br>The radiant gem of pure humanity.</br>"]