["COMATES.</br>My goats, of Lacon, Sybarite base, take heed;</br>He stole my goatskin &mdash; at a distance feed.", "LACON.</br>Fly, fly, my lambs, these springs &mdash; nor longer stay,</br>Comates comes who stole my flute away.", "COMATES.</br>What flute, thou servile, Sybaritic brute!</br>Pray when wast thou e'er master of a flute?</br>'Twas all thy pride, with Corydon, to draw</br>The rustic rout with scrannel pipes of straw.", "LACON.</br>The flute which Lycon gave me frank and free:</br>But pray, what goatskin did I steal from thee?</br>What goatskin e'er hadst thou, thou lubber lout?</br>It is well known thy master sleeps without.", "COMATES.</br>What Crocylus bestow'd, of special note,</br>When to the nymphs he sacrific'd a goat;</br>Thou envied'st me the present, and by theft</br>Hast basely of the speckled pelt bereft.", "LACON.</br>I stole it not, I swear by mighty Pan;</br>Comates, thou'rt mistaken in thy man;</br>Or may I, seiz'd with instant frenzy, leap</br>Headlong from this high rock into the deep.", "COMATES.</br>Thy flute I stole not; by the nymphs I swear,</br>The fountain-nymphs, to me for ever dear.", "LACON.</br>If I believe thee, goatherd, may I prove</br>The desperate pains of Daphnis, pin'd with love:</br>Nought now is sacred &mdash; yet a kid stake down,</br>Thou'lt find my skill superior to thy own.", "COMATES.</br>A sow Minerva brav'd:  for singing's sake,</br>I'll lay a kid, if thou a lamb wilt stake.", "LACON.</br>Ah sly old fox!  but how can this be fair?</br>For good sheep's wool who ever sheer'd goat's hair?</br>What booby, blown to folly's utmost pitch,</br>E'er left an udder'd goat to milk a bitch?", "COMATES.</br>He that's as sure, as thou art to excell,</br>Though wasps may sing with grashoppers as well:</br>But lest thou turn thy challenge to a flam,</br>I'll stake this full-grown goat against thy lamb.", "LACON.</br>Soft, hasty goatherd!  let us hence remove</br>To yon wild olive-shade beside the grove;</br>There sing thy best, while in pure streams below,</br>Grateful to swains, the cooling fountains flow;</br>There spring sweet herbs, soft couches wait thy choice,</br>And there the sprightly grashoppers rejoice.", "COMATES.</br>Hasty I'm not, but greatly vex'd at heart</br>That thou dar'st brave thy teacher at his art;</br>Requital base! &mdash; Breed hounds, or wolf-whelps breed,</br>Ungrateful, they'll devour you for the deed.", "LACON.</br>Ye goatherds love beyond the truth to stretch;</br>When learnt I ought of thee, invidious wretch?</br>But, come, vain boaster, to the grove along,</br>No more thou'lt challenge shepherds at the song.", "COMATES.</br>Here rest we; lo!  cyprus decks the ground,</br>Oaks lend their shade, and sweet bees murmur round</br>Their honied hives; here two cool fountains spring;</br>Here merrily the birds on branches sing;</br>Here pines in clusters more umbrageous grow,</br>Wave high their heads, and scatter cones below.", "LACON.</br>With me retreat, where skins of lambs I keep,</br>Whose wool's a pillow softer far than sleep:</br>Thy goat-skins ill with cleanliness agree,</br>So rank they smell, nay rather worse than thee.</br>There to the nymphs I'll crown, delightful toil!</br>One bowl of milk, and one of sweetest oil.", "COMATES.</br>Retire with me to more sequester'd bowers,</br>There thou shalt rest on fern, and fragrant flowers;</br>O'er these the skins of tender kids I'll spread,</br>A softer far than thine and sweeter bed:</br>Eight bowls of milk to Pan, great god, shall foam,</br>And eight of honey, and the honey-comb.", "LACON.</br>Agreed:  the contest lest thou shouldst evade,</br>I'll wait thy summons at thy oaken shade.</br>Who shall decide the honours of the day?</br>Perhaps Lycopas is not far away.", "COMATES.</br>No need of him for judge; for here's as good,</br>Morson the keeper of thy master's wood;</br>He's cleaving faggots.", "LACON.</br>Call the woodman near.", "COMATES.</br>Call him thyself, for thou canst make him hear.", "LACON.</br>Friend, hither haste while we in song contest,</br>And judge impartial who performs the best.", "COMATES.</br>Let merit only thy just judgment guide,</br>Lean not to mine, or favour Lacon's side.</br>Thurius commits to Lacon's care his sheep;</br>Eumara's goats of Sybaris I keep.", "LACON.</br>Who ask'd thee, goatherd, of thy tongue too free,</br>Whether the flock belong'd to him or me?", "COMATES.</br>By Jove, I vow the simple truth I've told;</br>But thou grow'st vain, and scurrilously bold.", "LACON.</br>Sing on, proud swain, nor thus consume thy breath;</br>But not, like Sirens, sing thy judge to death.", "COMATES.</br>Me more than Daphnis the chaste Muses love;</br>Two kids I offer'd in their laurel grove.", "LACON.</br>Me Phoebus loves, for him a ram I feed,</br>Which at the next Carnean feast shall bleed.", "COMATES.</br>Twin-bearing goats I milk; \"Ah, hapless swain,</br>Alcippe cries, do'st thou their udders drain?\"", "LACON.</br>Full twenty presses I with cheese can fill,</br>And have a love-intrigue whene'er I will.", "COMATES.</br>Gay Clearista, when perchance we meet,</br>Pelts me with apples, and says something sweet.", "LACON.</br>Young Cratidas inspires my heart to glow,</br>For down his comely neck the lovely tresses flow.", "COMATES.</br>Can dog-briar, or anemonies that bloom</br>In hedges, match with roses in perfume?", "LACON.</br>Can acorns crude, whose coat is rough and dry,</br>With the soft fruitage of the chesnut vye?", "COMATES.</br>In yonder juniper there broods a dove,</br>The young, when fledg'd, I'll carry to my love.", "LACON.</br>Soft wool to weave a garment, if I live</br>To sheer my sheep, to Cratidas I'll give.", "COMATES.</br>Leave those wild olives, kids, and feed below,</br>Where the rough tamarisks luxuriant grow.", "LACON.</br>Conarus, Cymy, leave those oak-crown'd meads,</br>And pasture eastward, where the white ram feeds.", "COMATES.</br>A cypress pail is mine, and sculptur'd bowl,</br>I'll keep them for the charmer of my soul.", "LACON.</br>This wolf-dog, to his flock and master true,</br>I'll give my boy, the wild beasts to pursue.", "COMATES.</br>Ye prowling locusts, that devour my fruits,</br>Touch not my vines, for tender are the shoots.", "LACON.</br>Ye grashoppers, how I this goatherd vex!</br>Thus you the reapers of the field perplex.", "COMATES.</br>I hate the brush-tail foxes, that by night</br>Steal Myco's grapes, and then escape by flight.", "LACON.</br>I hate dull beetles, that devour for prey</br>Philonda's figs, then buzzing wheel away.", "COMATES.</br>Have you forgot, when once beneath my stroke,</br>You writh'd with pain, and ran to yonder oak?", "LACON.</br>Yes, faith!  but when Eumara lash'd thee well,</br>And bound with thongs, I readily can tell.", "COMATES.</br>Morson, who's angry now? &mdash; Go, frantic swain,</br>Go, gather squills to calm your ruffled brain.", "LACON.</br>Morson, I've nettled somebody full sore&mdash;</br>Go, gather sowbread, and be mad no more.", "COMATES.</br>May Himera with milk, and Crathis flow</br>With wine, and fruit on plants aquatic grow.", "LACON.</br>May Sybaris with honey-streams distill,</br>And maids each morn their urns with honey fill.", "COMATES.</br>My goats on cytisus and wild oats browse,</br>And rest on arbutus and lentisck boughs.", "LACON.</br>With fragrant balm my sheep are daily fed,</br>And ivy mixt with roses is their bed.", "COMATES.</br>Alcippe charms not, though I sent a dove,</br>She neither prest my ears, nor kiss'd me for my love.", "LACON.</br>I love with warmest ardor young Eumede,</br>Who gave me kisses for a pastoral reed.", "COMATES.</br>Can pies contend with nightingales?  the owl</br>With swans?  but you love discord at your soul.", "MORSON.</br>Cease, Lacon, cease thy song; for I decree</br>The lamb, Comates, as thy due, to thee:</br>Go, to the nymphs the welcome offering make,</br>And let thy Morson of the feast partake.", "COMATES.</br>By mighty Pan, thou shalt, auspicious boy;</br>See how my goats leap wantonly for joy!</br>I too will leap, victorious as I am,</br>And laugh at Lacon, since I've gain'd the lamb.</br>Rejoice, my kids, for in the cooling wave</br>Of Sybaris to-morrow ye shall lave.</br>Yon butting, wanton goat I must forbid,</br>Till I have sacrific'd, to touch a kid&mdash;</br>What ruttish still! &mdash; your courage I'll abate,</br>Or may I suffer poor Melanthius' fate.</br>"]