["Far from the savage banditt's fierce alarms,</br>Or distant din of horrid despots arms,</br>Tho' Pennsylvania boasts her petty tyrants reign,</br>Yet there in blood her petty tyrants reign.", "With waving pines tho' vocal woods be crown'd,</br>And streamfed vales with living wealth abound,</br>To golden fields tho' rip'ning rays descend,</br>With blushing fruit the loaded branches bend;</br>To those, who ne'er must freedom's blessings taste,</br>'Tis barren all, 'tis all a worthless waste.&mdash;", "While hoarse the cataract murmur'd on the gale,</br>And chilling dews swept thro' the murky dale;</br>Along the hills the dismal tempest howl'd,</br>And light'nings flash'd, and deep the thunder roll'd;</br>Beneath a leafless tree, ere morn arose,</br>The slave ADALA thus laments his woes:", "\"Ye grisly spectres, gather round my seat,</br>From caves unblest, that wretches groans repeat!</br>Terrific forms from misty lakes arise!</br>And bloody meteors threaten through the skies!</br>Oh!  curs'd destroyers of our hapless race,</br>Of human-kind the terror and disgrace!</br>Lo!  hosts of dusky captives, to my view,</br>Demand a deep revenge!  Demand their due!</br>And frowning chiefs now dart athwart the gloom,</br>And o'er the salt-sea wave pronounce your doom&mdash;</br>But Gods are just, and oft the stroke forbear,</br>To plunge the guilty in tenfold despair.</br>Lift high the scourge, my soul the rack disdains,</br>I pant for freedom and my native plains!\"", "\"With limbs benumb'd my poor companions lie;</br>Oppress'd by pain and want the aged sigh:</br>Thro' reedy huts the driving tempest pours;</br>Their festering wounds receive the sickly show'rs:</br>In madd'ning draughts our lords their senses sleep,</br>And doom their slaves to stripes and death in sleep;</br>Now, while the bitter blast surrounds my head,</br>To times long past my restless soul is led,</br>Far, far beyond the azure hills, to groves</br>Of ruddy fruit, where beauty fearless roves&mdash;</br>O Blissful seats!  O self-approving joys!</br>Nature's plain dictates!  Ignorance of vice!</br>O guiltless hours!  Our cares and wants were few,</br>No arts of luxury, or deceit, we knew;</br>Our labour sport &mdash; to tend our cottage care,</br>Or from the palm the luscious juice prepare;</br>To sit, indulging love's delusive dream,</br>And snare the silver tenants of the stream;</br>Or (nobler toil) to arm the deadly blow,</br>With dextrous art, against the spotted foe;</br>O days, with youthful daring mark'd! &mdash; 'twas then</br>I dragg'd the shaggy monster from his den;</br>And boldly down the rocky mountain's side</br>Hurl'd the grim panther in the foaming tide;</br>Our healthful sports a daily feast afford,</br>And ev'n still found us at the social board.\"", "\"Can I forget?  Ah me!  the fatal day,</br>When half the vale of peace was swept away!</br>Th' affrighted maids in vain the Gods implore,</br>The frantic dames impatient ruffians seize,</br>And infants shriek, and clasp their mothers' knees;</br>With galling fetters soon their limbs are bound,</br>And groans throughout the noisome bark resound.</br>Why was I bound?  Why did not WHYDALE see</br>ADALA gain or death or victory?</br>No storms arise, no waves revengeful rear,</br>To dash the monsters on our injur'd shore.</br>Long o'er the foaming deep to worlds unknown</br>By envious winds the bulky vessel's blown,</br>While by disease and chains the weak expire,</br>Or, parch'd, endure the slow consuming fire.</br>Who in this land of many griefs would live,</br>Where death's the only comfort tyrants give?</br>Tyrants unblest!  Each proud or strict command,</br>Nor age nor sickness holds the iron hand;</br>Whose hearts, in adamant involv'd, despise</br>The drooping females tears, the infants cries;</br>From whose stern brows no grateful look e'er beams,</br>Whose blushless front nor rape nor murder shames.\"", "\"&mdash; Nor all I blame, for NARHAL, friend to peace,</br>Thro' his wide pastures bids oppression cease;</br>No drivers goad, no galling fetters bind,</br>Nor stern compulsion damps th' exalted mind.</br>There strong ARCONA'S fated to enjoy</br>Domestic sweets, and rear his progeny;</br>To till his glebe employs ARCONA'S care,</br>To NARHAL'S God he nightly makes his prayer;</br>His mind at ease of Christian truths he'll boast&mdash;</br>He has no wife, no lovely offspring, lost.</br>Gay his SAVANNAH blooms, while mine appears</br>Scorch'd up with heat, or moist with blood and tears.</br>Cheerful his hearth in chilling winter burns,</br>While to the storm the sad ADALA mourns.\"", "\"Lift high the scourge, my soul the rack disdains;</br>I pant for freedom and my native plains!\"", "\"Shall I his holy prophet's aid implore,</br>And wait for justice on another shore?</br>Or, rushing down yon mountain's craggy steep,</br>End all my sorrows in the sullen deep?</br>A cliff there hangs in yon grey morning cloud,</br>The dashing wave beneath roars harsh and loud&mdash;</br>But doubts and fears involve my anxious mind:</br>The gulph of death once pass'd, what shore we find?</br>Dubious, if, sent beyond th' expanded main,</br>This soul shall seek its native realms again;</br>Or if in gloomy mists condemn'd to lie,</br>Beyond the limits of yon arching sky,</br>A better prospect oft my spirit cheers,</br>And in my dreams the vale of peace appears,</br>And fleeting visions of my former life,</br>My hoary sire I clasp, my long-lost wife,</br>And oft I kiss my gentle babes in sleep,</br>'Till with the sounding whip I'm wak'd to weep.\"", "\"Lift high the scourge, my soul the rack disdains;</br>I pant for freedom and my native plains!\"", "\"Chiefs of the earth, and monarchs of the sea,</br>Who vaunt your hardy ancestors were free;</br>Whose teachers plead th' oppress'd and injur'd's cause,</br>And prove the wisdom of your prophet's laws;</br>To force and fraud if justice must give place,</br>You're dragg'd to slavery by some rougher race,</br>Some rougher race your flocks shall force away,</br>Like Afric's sons your children must obey,</br>The very Gods that view our constant toil,</br>Shall see your offspring till a ruder soil;</br>The pain of thirst and pinching hunger know,</br>And all the torments that from bondage flow.</br>When, far remov'd from Christian worlds, we prove</br>The sweets of peace, the lasting joys of love.\"", "\"But hark!  the whip's harsh echo thro' the trees!</br>On every trembling limb fresh horrors seize&mdash;</br>Alas!  'tis morn, and here I sit alone&mdash;</br>Be strong my soul, and part without a groan!</br>Ruffians proceed!  ADALA ne'er shall swerve!</br>Prepare the rack, and strain each aching nerve!\"", "\"Lift high the scourge, my soul the rack disdains;</br>I pant for freedom and my native plains!\"", "\"Thou God, who gild'st with light the rising day!</br>Who life dispensest by thy genial ray!</br>Will thy slow vengeance never, never all,</br>But undistinguish'd favour shine on all?</br>O hear a suppliant wretch's last, sad prayer!</br>Dart fiercest rage!  infect the ambient air!</br>This pallid race, whose hearts are bound in steel,</br>By dint of suffering teach them how to feel.\"", "\"Or, to some despot's lawless will betray'd,</br>Give them to know, what wretches they have made!</br>Beneath the lash let them resign their breath,</br>Or court, in chains, the clay-cold hand of death.</br>Or, worst of ills!  within each callous breast,</br>Cherish, uncurb'd, the dark infernal pest,</br>Bid av'rice swell with undiminish'd rage,</br>While no new worlds th' accursed thirst asswage;</br>Then bid the monsters on each other turn,</br>The fury passions in disorder burn;</br>Bid discord flourish, civil crimes increase,</br>Nor one fond wish arise that pleads for peace&mdash;</br>'Till with their crimes, in wild confusion hurl'd,</br>They wake t' eternal anguish in a future world.\"</br>"]