["In every change of fortune or of clime,</br>In every stage of man's uncertain lot,</br>The more endear'd by distance and by time,</br>Affection's sacred home is unforgot.</br>There lies the spell that wakes the sweetest tear,</br>In Feeling's eye &mdash; that cheers the troubled brow&mdash;</br>The zest of every joy the heart holds dear,</br>The pride and solace of the Child of Wo.</br>And cold and dead to Nature's finer sway,</br>Who doom'd to wander, weeps not on his way!", "From that charm'd circle peace will never fly,</br>While love and tender sympathy remain</br>To foil the glance of Care's malignant eye,</br>And render powerless the hand of Pain.</br>The restless throng that haunt Ambition's shrine,</br>And madly scorn the sweet domestic sphere,</br>Condemned ere long in shame and grief to pine,</br>And curse their wild and profitless career;</br>From Envy's scowl, and Flattery's hollow strain,</br>Turn in despair, and seek repose in vain!", "Queen of the Nations!  Island of the brave!</br>Home of my youth!  and Idol of my heart!</br>Though far beyond the broad Atlantic wave,</br>My boundless love shall but with life depart.</br>Yet farewell all that brightens and endears!</br>These withered plains but wake my bitter tears,</br>These foreign crowd my fond regrets renew;</br>For lone and sad, from friends and kindred torn,</br>My path is dreary, and my breast forlorn!", "Star of the Wanderer's soul!  Unrivalled Land!</br>Hallow'd by many a dream of days gone by!</br>Though distant far, thy charms my thoughts command,</br>And gleam on Fancy's sad reverted eye.</br>And though no more my weary feet may stray</br>O'er thy green hills, or down each flowery vale,</br>Where rippling streams beneath the sunbeam play,</br>And throw their gladdening music on the gale,</br>There are fond hopes that will not all depart</br>Till Death's cold fingers tear them from the heart!", "Vain, faithless visions!  'mid each earthly ill</br>Thy soul can darken, or the bosom wring,</br>Why haunt ye thus the lonely mourner still,</br>And fitful radiance o'er Life's ruins fling?</br>Meteors that cross my solitary way,</br>Oh!  cease to mock the tempest of despair!</br>Scourge of the clime!  pale Sickness holds her sway,</br>And bids my lacerated heart prepare</br>To meet in foreign lands the Wanderer's doom&mdash;</br>An early fate, and unlamented tomb!</br>"]