["Though swift the moments pass along,</br>To some they scarcely seem to move;</br>Whilst Fancy sings her elfin song,</br>Of HOPE, of JOYANCE, and of LOVE.", "As through a valley far remote I stray'd,</br>Methought, beside a mould'ring temple's stone,</br>The tale of whose dark structure was unknown,</br>I saw the FORM of TIME:  his Scythe's huge blade</br>Lay swathed in the grass, whose gleam was seen</br>Fearful, as oft the wind, the tussocks green</br>Mov'd stirring, to and fro:  the beam of morn</br>Cast a dim lustre on his look forlorn;</br>When touching a responsive instrument,</br>Stern o'er the chords his furrow'd brow he bent:</br>Meantime a naked boy, with aspect sweet,</br>Play'd smiling with the hour-glass at his feet!</br>Apart from these, and in a verdant glade,</br>A sleeping Infant on the moss was laid,</br>O'er which a female form her vigils kept,</br>And watch'd it, softly-breathing as it slept.</br>Then I drew nigh, and to my list'ning ear</br>Came, stealing soft and slow, this ditty clear:", "\"Lullaby, sing lullaby,</br>Sweetest babe in safety lie;</br>I thy mother sit and sing,</br>Nor hear of Time the hurrying wing.", "\"Here, where innocence reposes,</br>Fairy sylphs, your sports delay;</br>Then the breath of morning roses</br>From its bed of bliss convey.", "\"Lullaby, sing lullaby,&mdash;</br>Sweetest babe, in safety lie;</br>I thy mother sit and sing,</br>Nor hear of Time the hurrying wing.\"", "Hush'd in sweet slumber, its calm eye-lids clos'd,</br>One little hand upon its heaving breast,</br>Amidst the flow'rs a beauteous Child repos'd,</br>And ring-doves murmur'd it to stiller rest.</br>Unheard, far off, the mutt'ring thunder roll'd,</br>Unseen, far off, the meteor lightnings play'd;</br>When all was sunshine here, and clouds, like gold,</br>Hung, as delaying, o'er the shadowy glade.</br>I turn'd, and lo!  a bevy bright and fair</br>Come dancing, youths and virgins in a throng.</br>Heard ye the animated air</br>Rich tones of pleasure and of hope prolong?", "\"Golden lads and lasses gay,</br>Now is life's sweet holiday:</br>TIME shall lay by his scythe for you,</br>And Joy the valley with fresh violets strew.\"", "Then sweeter came, methought with accents clear,</br>The song, in soft accordance to mine ear.</br>It said, \"O Youth, still joyous on thy way,</br>May'st thou be found; now that her purple wing</br>The morning waves, and the fresh woodlands sing.</br>Nor let cold wisdom's voice thy heart dismay,</br>Telling thee Hope and Pleasure last not long;</br>That Age will come, like pilgrim poor and old,</br>And wan Disease, with cheerless aspect cold;</br>But listen to my mirth-inspiring song:</br>The shadow'd landscape, and the golden sun,</br>The skies so pure, the vernal pastures green,</br>And hills and vales, at distance, softer seen,</br>Invite thee, life's glad race secure to run;</br>Thine every joy the smiling prospect yields</br>To-morrow to fresh streams and fairer fields.\"", "As light of heart they pass'd along,</br>At once the dark Musician chang'd his song:", "\"Who, in tender transport lying,</br>While the gentle wizard sings,</br>Thinks not of the hour that's flying,</br>Or the noise of human things?\"", "I look'd, and saw upon a lake, alone,</br>Stealing beneath the bank, a little boat</br>(Upon whose sail the beams of morning shone)</br>Soft on its shade without a murmur float.</br>Aerial rocks gleam'd o'er the woods remote:</br>On all things round there was a silence deep,</br>Save when at times was heard the turtle's note,</br>Or distant pipe, or bell of wand'ring sheep.</br>Upon the bank myrtles and lilies grew,</br>And spreading woodbines mark'd a sylvan cave,</br>And sometimes, deck'd with flow'rs of various hue,</br>The green-sward slope descended to the wave.</br>And in that boat, with look that witness'd joy</br>And hope, a beautiful and winged Boy</br>Sat at the helm, and as the breezes fann'd</br>His yellow-stirring hair, filling the sail</br>Gently, he smil'd, and lifted in his hand</br>A blooming May-thorn, whilst the Wizard sung,</br>OLD TIME, as he himself were beautiful and young,</br>And seem'd with moody joy the fairy sight to hail:", "\"Bless the hour Endearment gives!</br>Who on earth's cold climate lives,</br>But has felt his heart rejoice,</br>When woman's smile, and woman's voice,</br>Hath sent, with magical controul,</br>All sweetness to the soften'd soul.</br>Oh!  Happiness, where art thou found,</br>(If indeed on mortal ground,)</br>But with faithful hearts alone,</br>That Love and Friendship have made one&mdash;</br>In tenderness and faith sincere,</br>In affection's sweetest tear.\"", "It was a livelong holiday;</br>And in that boat, far from the faithless crowd,</br>They who true love and mutual trust avow'd,</br>Pursued in peace their solitary way.</br>And it was bliss to see the manly youth,</br>Whose look bespoke sincerity and truth,</br>Gaze upon her he lov'd, as he could bless</br>Th' ALMIGHTY BEING, in the living light</br>Of whose warm sun he felt such happiness,</br>Whilst tears of transport almost dimm'd his sight.</br>To tenderness and confidence resign'd</br>On his protecting bosom she reclin'd</br>Her head:  and so, beneath the gleamy sail,</br>They pass'd, amid the summer-shining vale.", "Meantime the hoar Musician sings,</br>Hiding the shadow of his sable wings:&mdash;</br>\"Come, and forget the coil of human things!</br>The sound of many sorrows, that dismay</br>The shrinking heart of man, here dies away!</br>Come, pure Endearment, be this moment thine;</br>Kiss from the lid the tears that rapturous shine,</br>And let one SPIRIT of AFFECTION say,</br>BLEST HOURS, BUT AH!  TOO TRANSIENT, COULD YE STAY</br>YOUR RAPID FLIGHT, HOW SWEET WERE LIFE'S LONG WAY!\"", "Now where a gloom of thicker myrtles grew,</br>The fading vision lessen'd from my view.</br>As far away the stealing shadows float,</br>Still ev'ning slowly sheds her umbrage hoar,</br>One streak of light strays from the parting boat,</br>And softest sounds die on the distant shore.</br>I stood like one who with delighted eyes</br>Pursues the noon-tide rainbow as it flies;</br>When from a cloud that sapphire-bright appear'd,</br>Words, like the sound of waves remote, I heard:", "\"Mortal, would thy search obtain</br>True wisdom in a world of pain?</br>Oh, when all the vallies ring</br>To music of life's opening spring,</br>Let not FLATTERY'S syren lay</br>Lure thy trusting heart astray.</br>Let GAIETY'S glad dance and song</br>Detain, but not detain thee long.</br>LOVE'S enchanting visions gleam,</br>But, ah!  they are not what they seem!</br>Nor yet let sullen CARE destroy</br>Vernal hopes, and summer joy!</br>Use the PRESENT, but not so</br>That it may lead to years of woe.</br>Take the joys the Heav'ns impart,</br>With a meek, a thankful heart;</br>And think them, when they steal away,</br>But as companions of a day.</br>Love, and youth's delightful spring,</br>Time shall bear with rapid wing;</br>But, when Passion's hour is past,</br>FIDELITY and TRUTH shall last;</br>Last till life's few sands are run!</br>And Nature views the sinking Sun!</br>Nor think that then the parting knell</br>Sounds o'er the grave a last Farewell;</br>For higher, purer joys remain,</br>Far beyond yon starry plain;</br>Where sorrow shall no loss deplore,</br>Where TIME and change shall be no more.\"", "I look'd, and saw no more the boat, the stream;</br>Pass'd like the silent pictures of a dream:</br>I turn'd to the spot, where with white beard</br>That Phantom-Minstrel o'er his harp inclin'd;</br>I saw alone his Shadow vast, and heard</br>THE SOUND OF MIGHTY PENNONS, CLANGING IN THE WIND!</br>"]