["'Twas night upon the Alps.  The Senn's wild horn,</br>Like a wind's voice, had pour'd its last long tone,</br>Whose pealing echoes, through the larch-woods borne,</br>To the low cabins of the glens made known</br>That welcome steps were nigh. The flocks had gone,</br>By cliff and pine-bridge, to their place of rest;</br>The chamois slumber'd, for the chase was done;</br>His cavern-bed of moss the hunter press'd,</br>And the rock-eagle couch'd high on his cloudy nest.", "Oh!  who may tell the Majesty of Night,</br>Thron'd on those summits? &mdash; They, for whom her hours</br>Bring, with their stars, but softer sounds and light,</br>And richer scents, to float through citron bowers,</br>Know little of the marvels and the powers,</br>Whereby she rules the spirit! &mdash; Let them stand</br>By the blue Glaciers, midst the mountain towers,</br>When Heaven's deep silence wraps a voiceless land&mdash;</br>There may they learn the might and socrcery of her wand.", "For awful, e'en as death, the calm around,</br>Awful and strange! &mdash; nor seem those regions made</br>Unto man's use, but in that rest profound,</br>For some dread being's wakeful eye array'd</br>With sad, yet glorious beauty! &mdash; To a shade</br>Dark as a Pall's, th' intensely azure sky</br>Deepens its mantle, on the Alp-Domes laid;</br>And stars, like altar-fires, burn forth on high,</br>And each dim valley seems a world of mystery.", "The leaves were falling, but without a sound,</br>In Uri's ancient forests, ev'n like snows</br>When winds are laid.  With solemn radiance crown'd,</br>Clear through Heaven's purple gloom the mountains rose,</br>As the broad moon of Autumn's golden close</br>Look'd o'er their heights in stillness.  But the roar</br>Of distant torrents, on the scene's repose,</br>Came rolling mightier to the lake's dark shore,</br>Where life's far murmur swell'd the breathless air no more.", "Did the land sleep? &mdash; the Woodman's axe had ceas'd</br>Its ringing notes upon the beech and plane;</br>The grapes were gather'd in; the vintage feast</br>Was clos'd upon the hills, the reaper's strain,</br>Hush'd by the streams; the year was in its wane,</br>The night in its mid-watch; it was a time</br>E'en mark'd and hallow'd unto slumber's reign!</br>&mdash;But thoughts were stirring, restless and sublime,</br>And o'er his white Alps moved the Spirit of the Clime.", "For there, where snows, in crowning glory spread,</br>High and unmark'd by mortal footstep lay;</br>And there, where torrents, 'mid the Ice-caves fed,</br>Burst in their joy of light and sound away;</br>And there, where Freedom, as in scornful play,</br>Had hung man's dwellings midst the realms of air,</br>O'er cliffs, the very birth-place of the day;</br>&mdash;Oh!  who would dream that Tyranny could dare</br>To lay her withering hand on God's bright works e'en there.", "Yet thus it was! &mdash; Amidst the fleet streams gushing</br>To bring down rainbows o'er their sparry cell,</br>And the glad heights, through mist and tempest rushing</br>Up where the sun's red fire-glance earliest fell;</br>And the fresh pastures where the herd's sweet bell</br>Recall'd such life as eastern Patriarchs led;</br>There peasant-men their free thoughts might not tell,</br>Save in the hour of shadows and of dread,</br>And hollow sounds that wake to Guilt's dull stealthy tread.", "But in a land of happy shepherd-homes,</br>On its green hills in quiet joy reclining,</br>With their bright hearth-fires midst the twilight glooms,</br>From bowery lattice through the dark woods shining;</br>A land of legends, and wild songs, entwining</br>Their memory with all memories lov'd and blest;</br>In such a land there dwells a Power, combining</br>The strength of many a calm but fearless breast,</br>&mdash;And woe to him who breaks the Sabbath of its rest!", "For they, that from the forest-silence turn</br>Joyous at eve to their own threshold-floor;</br>They whose deep hearts upon the mountains burn,</br>O'er the land's battle-tales and minstrel-lore;</br>And unto whom the church-bells, as they pour</br>On the far Alps, their voices, bring a sense</br>Of love that folds the hallow'd things of yore;&mdash;</br>Such men are strong! &mdash; there need no rocks to fence</br>The soil which rears those hearts, and draws its charter thence!", "A sound went up &mdash; the wave's dark sleep was broken;</br>On Uri's Lake was heard a midnight-oar!</br>To their eternal cliffs a moment's token</br>Of man's brief course the troubled waters bore;</br>And then their sleep a glancing image wore</br>Of torch-fires streaming out o'er crag and wood;</br>And the wild-birds woke, as footsteps rustled o'er</br>The sear dead leaves; and by that moonlight flood,</br>A band of patriot-men on Grutli's verdure stood.", "They stood in arms &mdash; the wolf-spear and the bow</br>Had wag'd their war on things of mountain-race,</br>Might not their swift stroke reach a mail-clad foe?</br>&mdash;Strong hands in harvest, daring feet in chase,</br>True hearts in fight, were gather'd on that place</br>Of secret counsel.  Not for fame or spoil</br>So met those men in Heaven's majestic face;</br>To guard free hearths they rose, the sons of toil,</br>The hunter of the rocks, the tiller of the soil.", "O'er their low pastoral valleys might the tide</br>Of years have flow'd, and still, from sire to son,</br>Their names and records on the green earth died,</br>As cottage-lamps, expiring one by one,</br>In the dim glades, when midnight hath begun</br>To hush all sound. &mdash; But silent on its height,</br>The snow-mass, full of death, while ages run</br>Their course, may slumber, bath'd in rosy light,</br>Till some rash voice or step disturb its brooding might.", "So were they rous'd &mdash; th' invading step had pass'd</br>Their cabin-thresholds, and the lowly door,</br>Which well had stood against the Taehnwind's blast,</br>Could bar oppression from their home no more.</br>&mdash;Why, what had she to do where all things wore</br>Wild grandeur's impress? &mdash; In the storm's free way,</br>How dar'd she lift her pageant crest before</br>Th' enduring and magnificent array</br>Of sovereign Alps, that wing'd their eagles with the day?", "This might not long be borne! &mdash; the tameless hills</br>Have voices from the cave and cataract swelling,</br>Fraught with His name, whose awful presence fills</br>Their deep lone places, and for ever telling</br>That He hath made man free! &mdash; and they, whose dwelling</br>Was in those ancient fastnesses, gave ear;</br>The weight of sufferance from their hearts repelling,</br>They rose &mdash; the forester &mdash; the mountaineer&mdash;</br>&mdash;Oh!  what hath earth more strong than the good peasant-spear?", "Sacred be Grutli's field! &mdash; their vigil keeping</br>Through many a blue and starry summer night,</br>There, while the sons of happier lands were sleeping,</br>Had those brave Switzers met, and in the sight</br>Of the just God, who pours forth burning might</br>To gird th' oppress'd, had given their deep thoughts way,</br>And brac'd their spirits for the patriot-fight,</br>With lovely images of homes that lay</br>Bower'd 'midst the rustling pines, or by the torrent-spray.", "Now had endurance reach'd its bounds! &mdash; They came</br>With courage set in each bright earnest eye,</br>The day, the signal, and the hour to name,</br>When they should gather on their hills to die,</br>Or shake the glaciers with their joyous cry</br>For the land's freedom. &mdash; 'Twas a scene combining</br>All glory in itself! &mdash; the solemn sky,</br>The stars, the waves, their soften'd light enshrining,</br>And man's high soul supreme o'er mighty nature shining!", "Beneath that field the waters lay reposing,</br>Stretch'd in dark stillness on their marble bed;</br>Around, soar'd up the mountain-chain, inclosing</br>Treasures and mysteries, wonderful, and dread,</br>And unapproach'd! &mdash; Above, serenely spread</br>Th' illimitable azure, with its zone</br>All regions of the living and the dead</br>Folding alike; but Grandeur's seat and throne</br>Amidst that scene lay deep, in those men's hearts alone.", "Calmly they stood, and with collected mien,</br>Breathing their souls in voices firm but low</br>As if the spirit of the hour and scene,</br>With the wood's whisper and the wave's sweet flow,</br>Had temper'd in their thoughtful hearts the glow</br>Of all indignant feeling.  To the breath</br>Of Dorian flute, and lyre-note soft and slow,</br>E'en thus, of old, the Spartan from its sheath</br>Drew his devoted sword, and girt himself for death.", "And three, that seem'd as chieftains of the band,</br>Were gather'd in the 'midst on that lone shore,</br>By Uri's lake.  A father of the land,</br>One on his brow the furrow'd record wore</br>Of many days, whose shadows had pass'd o'er</br>His path among the hills, and quench'd the dreams</br>Of youth with sorrow:  Yet from Memory's lore</br>Still his life's evening drew its loveliest gleams,</br>For he had walk'd with God, beside the mountain streams.", "And his grey hairs, in happier times, might well</br>To their last pillow silently have gone,</br>As melts a wreath of snow.  But who can tell</br>How life may task the spirit? &mdash; He was one</br>Who through long years a Freeman's work had done,</br>And reap'd his harvest, and his vintage press'd,</br>Fearless of wrong! &mdash; And now, at set of sun,</br>He bow'd not to his years; for on the breast</br>Of a still chainless land he deem'd it much to rest.", "And for such holy rest strong hands must toil,</br>Strong hearts endure! &mdash; By that pale Elder's side,</br>Stood one that seem'd a monarch of the soil,</br>Serene and stately in his manhood's pride,</br>Werner, the brave and true! &mdash; If men have died,</br>Their hearths and shrines inviolate to keep,</br>He was a mate for such! &mdash; The voice that cried</br>Within his breast, \"Arise!\"  came still and deep,</br>From his far home that smiled, e'en there, in moonlight sleep.", "It was a home to die for! &mdash; As it rose</br>Through its vine-foliage, sending forth a sound</br>Of merry childhood, o'er the green repose</br>And laughing sunshine of the pastures round!</br>And he whose life to that sweet spot was bound</br>Rais'd unto heaven a glad yet thoughtful eye,</br>And set his free step firmer on the ground,</br>When o'er his soul its melodies went by</br>As through some Alpine Pass a breeze of Italy.", "But who was he, that on his hunting-spear</br>Lean'd with a prouder and more fiery bearing?</br>His was a brow for tyrant hearts to fear,</br>Within the shadow of its dark locks wearing</br>That which they may not tame &mdash; a soul, declaring</br>War against earth's oppressors! &mdash; Midst that throng,</br>Of other mould he seem'd, and loftier daring;</br>One whose blood swept high impulses along,</br>One that should pass, and leave a name for warlike song:", "A memory on the mountains! &mdash; One, to stand</br>When the hills echo'd with the deepening swell</br>Of hostile trumpets, foremost for the land,</br>And in some rock defile, or savage dell,</br>Array his peasant-children, to repel</br>The invader &mdash; sending arrows for his chains!</br>Aye, one to fold around him, as he fell,</br>Her banner with a smile, &mdash; for through his veins</br>The joy of danger flow'd, as torrents to the plains.", "There was, at times, a wildness in the light</br>Of his quick-flashing eye; a something born</br>Of the free Alps, and beautifully bright,</br>And proud, and tameless, laughing Fear to scorn!</br>It might be well! &mdash; Young Erni's step had worn</br>The mantling snows on their most regal steeps,</br>And track'd the lynx above the clouds of morn,</br>And follow'd where the flying chamois leaps</br>Across the dark-blue rifts, th' unfathom'd Glacier-deeps.", "He was a creature of the Alpine sky,</br>A being, whose bright spirit had been fed</br>Midst the crown'd heights, with joy and liberty,</br>And thought of power! &mdash; He knew each path, which led</br>To the rock's treasure-caves, whose crystal shed</br>Soft light o'er secret fountains. &mdash; At the tone</br>Of his loud horn, the Lammer-Geyer had spread</br>A startled wing! &mdash; for oft that peal had blown</br>Where the Lavange was wont to thunder forth alone.", "His step had track'd the waste &mdash; his soul had stirr'd</br>The ancient solitudes! &mdash; His voice had told</br>Of wrongs to call down Heaven! &mdash; That tale was heard</br>In Hasli's dales, and where the shepherds fold</br>Their flocks in dark ravine and craggy hold</br>On the bleak Oberland, and where the light</br>Of day's last footstep bathes in burning gold</br>Great Righi's cliffs; and where Mount Pilate's height</br>Casts o'er his glassy lake the darkness of his might.", "Nor was it heard in vain! &mdash; There all things press</br>High thoughts on man! &mdash; The fearless hunter pass'd,</br>And from the bosom of the wilderness,</br>There leap'd a spirit and a power to cast</br>The weight of bondage down! &mdash; And bright and fast,</br>As the clear waters, joyously and free</br>Burst from the desert rock, it rush'd at last</br>Through the far valleys; till the Patriot Three</br>Thus, with their brethren stood, beside the Forest Sea.", "They link'd their hands &mdash; they pledg'd their stainless faith,</br>In the dread presence of attesting Heaven!</br>They bound their hearts to suffering and to death,</br>With the severe and solemn transport given</br>To bless such vows! &mdash; How nobly man had striven,</br>How man might strive, and vainly strive, they knew,</br>And call'd upon their God, whose arm had riven</br>The crest of many a tyrant, since he blew,</br>The foaming sea-wave on, and Egypt's might o'erthrew.", "They knelt, and rose in strength. &mdash; The valleys lay</br>Still in their dimness, but the peaks which darted</br>Into the bright mid-air, had caught from day</br>A flush of fire, when those true Switzers parted,</br>Each to his glen or forest, steadfast-hearted,</br>And full of hope.  Nor many suns had worn</br>Their setting glory, ere from slumber started</br>Ten thousand voices, of the mountains born;</br>So far was heard the blast of Freedom's echoing horn.", "The Ice-vaults trembled, when that peal came rending</br>The frozen stillness which around them hung;</br>From cliff to cliff the avalanche, descending,</br>Gave answer, till the sky's blue hollow rung!</br>And the flame signals through the midnight sprung,</br>From the Surennen Peaks, like banners streaming</br>To the far Seelisberg, whence light was flung</br>On Grutli's field, till all the red lake gleaming,</br>Shone out, a meteor-Heaven in its wild splendour seeming.", "And the winds toss'd each summit's blazing crest,</br>As a host's plumage; and the giant pines</br>Fell'd where they waved o'er crag and eagle's nest,</br>Heap'd up the flames.  The clouds grew fiery signs,</br>As o'er a city's burning towers and shrines,</br>Reddening the distance.  Wine-cups, crown'd and bright,</br>In Werner's dwelling flow'd; through leafless vines</br>From Walter's hearth stream'd out the festive light,</br>And Erni's blind old Sire gave thanks to Heaven that night.", "Then, on the silence of the snows there lay</br>A Sabbath's quiet sunshine &mdash; and its bell</br>Fill'd the hush'd air awhile with lonely sway,</br>For the stream's voice was chain'd by winter's spell,</br>The deep wood sounds had ceased.  But rock and dell</br>Rung forth, ere long, when strains of jubilee</br>Peal'd from the mountain churches, with a swell</br>Of praise to Him who stills the raging sea;</br>For now the strife was clos'd, the glorious Alps were free!</br>"]