["O thou who listening to the Poet's song</br>Dost yield thy willing spirit to his sway,</br>Look not that I should painfully prolong</br>The sad narration of that fatal day</br>With tragic details:  all too true the lay!</br>Nor is my purpose e'er to entertain</br>The heart with useless grief; but as I may,</br>Blend in my calm and meditative strain</br>Consolatory thoughts, the balm for real pain.", "O Youth or Maiden, whosoe'er thou art,</br>Safe in my guidance may thy spirit be!</br>I wound not wantonly the tender heart:</br>And if sometimes a tear of sympathy</br>Should rise, it will from bitterness be free. . .</br>Yea, with a healing virtue be endued,</br>As thou in this true tale shalt hear from me</br>Of evils overcome, and grief subdued,</br>And virtues springing up like flowers in solitude.", "The unhappy Monnema when thus bereft</br>Sunk not beneath the desolating blow.</br>Widow'd she was:  but still her child was left;</br>For him must she sustain the weight of woe,</br>Which else would in that hour have laid her low.</br>Nor wish'd she now the work of death compleat:</br>Then only doth the soul of woman know</br>It's proper strength, when love and duty meet;</br>Invincible the heart wherein they have their seat.", "The seamen who upon some coral reef</br>Are cast amid the interminable main,</br>Still cling to life, and hoping for relief</br>Drag on their days of wretchedness and pain.</br>In turtle shells they hoard the scanty rain,</br>And eat its flesh, sundried for lack of fire,</br>Till the weak body can no more sustain</br>Its wants, but sinks beneath its sufferings dire;</br>Most miserable man who sees the rest expire!", "He lingers there while months and years go by:</br>And, holds his hope tho' months and years have past.</br>And still at morning round the farthest sky,</br>And still at eve his eagle glance is cast,</br>If there he may behold the far-off mast</br>Arise, for which he hath not ceased to pray.</br>And if perchance a ship should come at last,</br>And bear him from that dismal bank away,</br>He blesses God that he hath lived to see that day.", "So strong a hold hath life upon the soul,</br>Which sees no dawning of eternal light,</br>But subject to this mortal frame's controul,</br>Forgetful of its origin and right,</br>Content in bondage dwells and utter night.</br>By worthier ties was this poor mother bound</br>To life; even while her grief was at the height,</br>Then in maternal love support she found</br>And in maternal cares a healing for her wound.", "For now her hour is come:  a girl is born,</br>Poor infant, all unconscious of its fate,</br>How passing strange, how utterly forlorn!</br>The genial season served to mitigate</br>In all it might their sorrowful estate,</br>Supplying to the mother at her door</br>From neighbouring trees which bent beneath their weight,</br>A full supply of fruitage now mature,</br>So in that time of need their sustenance was sure.", "Nor then alone, but alway did the Eye</br>Of Mercy look upon that lonely bower.</br>Days past, and weeks; and months and years went by,</br>And never evil thing the while had power</br>To enter there.  The boy in sun and shower</br>Rejoicing in his strength to youthhed grew;</br>And Mooma, that beloved girl, a dower</br>Of gentleness from bounteous nature drew,</br>With all that should the heart of womankind imbue.", "The tears which o'er her infancy were shed</br>Profuse, resented not of grief alone:</br>Maternal love their bitterness allay'd,</br>And with a strength and virtue all its own</br>Sustain'd the breaking heart.  A look, a tone,</br>A gesture of that innocent babe, in eyes</br>With saddest recollections overflown,</br>Would sometimes make a tender smile arise,</br>Like sunshine breaking thro' a shower in vernal skies.", "No looks but those of tenderness were found</br>To turn upon that helpless infant dear;</br>And as her sense unfolded, never sound</br>Of wrath or discord brake upon her ear.</br>Her soul its native purity sincere</br>Possess'd, by no example here defiled;</br>From envious passions free, exempt from fear,</br>Unknowing of all ill, amid the wild</br>Beloving and beloved she grew, a happy child.", "Yea, where that solitary bower was placed,</br>Tho' all unlike to Paradise the scene,</br>(A wide circumference of woodlands waste:)</br>Something of what in Eden might have been</br>Was shadowed there imperfectly, I ween,</br>In this fair creature:  safe from all offence,</br>Expanding like a shelter'd plant serene,</br>Evils that fret and stain being far from thence,</br>Her heart in peace and joy retain'd its innocence.", "At first the infant to Yeruti proved</br>A cause of wonder and disturbing joy.</br>A stronger tie than that of kindred moved</br>His inmost being, as the happy boy</br>Felt in his heart of hearts without alloy</br>The sense of kind:  a fellow creature she,</br>In whom when now she ceased to be a toy</br>For tender sport, his soul rejoiced to see</br>Connatural powers expand, and growing sympathy.", "For her he cull'd the fairest flowers, and sought</br>Throughout the woods the earliest fruits for her.</br>The cayman's eggs, the honeycomb he brought</br>To this beloved sister, . . . whatsoe'er,</br>To his poor thought, of delicate or rare</br>The wilds might yield, solicitous to find.</br>They who affirm all natural acts declare</br>Self-love to be the ruler of the mind,</br>Judge from their own mean hearts, and foully wrong mankind.", "Three souls in whom no selfishness had place</br>Were here:  three happy souls, which undefiled,</br>Albeit in darkness, still retain'd a trace</br>Of their celestial origin.  The wild</br>Was as a sanctuary where Nature smiled</br>Upon these simple children of her own,</br>And cherishing whate'er was meek and mild,</br>Call'd forth the gentle virtues, such alone,</br>The evils which evoke the stronger being unknown.", "What tho' at birth we bring with us the seed</br>Of sin, a mortal taint, . . . in heart and will</br>Too surely felt, too plainly shewn in deed, . . .</br>Our fatal heritage; yet are we still</br>The children of the All Merciful:  and ill</br>They teach, who tell us that from hence must flow</br>God's wrath, and then his justice to fulfil,</br>Death everlasting, never-ending woe:</br>O miserable lot of man if it were so!", "Falsely and impiously teach they who thus</br>Our heavenly Father's holy will misread!</br>In bounty hath the Lord created us,</br>In love redeem'd.  From this authentic creed</br>Let no bewildering sophistry impede</br>The heart's entire assent, for God is good.</br>Hold firm this faith, and, in whatever need</br>Doubt not but thou wilt find thy soul endued</br>With all-sufficing strength of heavenly fortitude!", "By nature peccable and frail are we,</br>Easily beguiled; to vice, to error prone;</br>But apt for virtue too.  Humanity</br>Is not a field where tares and thorns alone</br>Are left to spring; good seed hath there been sown</br>With no unsparing hand.  Sometimes the shoot</br>Is choked with weeds, or withers on a stone;</br>But in a kindly soil it strikes its root,</br>And flourisheth, and bringeth forth abundant fruit.", "Love, duty, generous feeling, tenderness,</br>Spring in the uncontaminated mind;</br>And these were Mooma's natural dower.  Nor less</br>Had liberal Nature to the boy assign'd.</br>Happier herein than if among mankind</br>Their lot had fallen, . . . oh, certes happier here!</br>That all things tended still more close to bind</br>Their earliest ties, and they from year to year</br>Retain'd a childish heart, fond, simple, and sincere.", "They had no sad reflection to alloy</br>The calm contentment of the passing day,</br>No foresight to disturb the present joy.</br>Not so with Monnema; albeit the sway</br>Of time had reach'd her heart, and worn away,</br>At length, the grief so deeply seated there,</br>The future often, like a burthen, lay</br>Upon that heart, a cause of secret care</br>And melancholy thought; yet did she did not despair.", "Chance from the fellowship of human kind</br>Had cut them off, and chance might reunite.</br>On this poor possibility her mind</br>Reposed; she did not for herself invite</br>The unlikely thought, and cherish with delight</br>The dream of what such change might haply bring;</br>Gladness with hope long since had taken flight</br>From her; she felt that life was on the wing,</br>And happiness like youth has here no second spring.", "So were her feelings to her lot composed</br>That to herself all change had now been pain.</br>For Time upon her own desires had closed;</br>But in her children as she lived again,</br>For their dear sake she learnt to entertain</br>A wish for human intercourse renew'd;</br>And oftentimes, while they devour'd the strain,</br>Would she beguile their evening solitude</br>With stories strangely told and strangely understood.", "Little she knew, for little had she seen,</br>And little of traditionary lore</br>Had reach'd her ear; and yet to them I ween</br>Their mother's knowledge seem'd a boundless store.</br>A world it opened to their thoughts, yea more, . . .</br>Another world beyond this mortal state.</br>Bereft of her they had indeed been poor,</br>Being left to animal sense, degenerate,</br>Mere creatures, they had sunk below the beasts' estate.", "The human race, from her they understood,</br>Was not within that lonely hut confined,</br>But distant far beyond their world of wood</br>Were tribes and powerful nations of their kind;</br>And of the old observances which bind</br>People and chiefs, the ties of man and wife,</br>The laws of kin religiously assign'd,</br>Rites, customs, scenes of riotry and strife,</br>And all the strange vicissitudes of savage life.", "Wondering they listen to the wonderous tale,</br>But no repining thought such tales excite:</br>Only a wish, if wishes might avail,</br>Was haply felt, with juvenile delight,</br>To mingle in the social dance at night,</br>Where the broad moonshine, level as a flood,</br>O'erspread the plain, and in the silver light,</br>Well-pleased, the placid elders sate and view'd</br>The sport, and seem'd therein to feel their youth renew'd.", "But when the darker scenes their mother drew,</br>What crimes were wrought when drunken fury raged,</br>What miseries from their fatal discord grew</br>When horde with horde in deadly strife engaged:</br>The rancorous hate with which their wars they waged,</br>The more unnatural horrors which ensued</br>When, with inveterate vengeance unassuaged,</br>The victors round their slaughtered captives stood,</br>And babes were brought to dip their little hands in blood:", "Horrent they heard; and with her hands the Maid</br>Prest her eyes close as if she strove to blot</br>The hateful image which her mind pourtray'd.</br>The Boy sate silently, intent in thought;</br>Then with a deep-drawn sigh, as if he sought</br>To heave the oppressive feeling from his breast,</br>Complacently compared their harmless lot</br>With such wild life, outrageous and unblest,</br>Securely thus to live, he said, was surely best.", "On tales of blood they could not bear to dwell,</br>From such their hearts abhorrent shrunk in fear,</br>Better they liked that Monnema should tell</br>Of things unseen; what power had placed them here, </br>And whence the living spirit came, and where</br>It past, when parted from this mortal mold;</br>Of such mysterious themes with willing ear</br>They heard, devoutly listening while she told</br>Strangely-disfigured truths, and fables feign'd of old.", "By the Great Spirit man was made, she said,</br>His voice it was which peal'd along the sky,</br>And shook the heavens and fill'd the earth with dread.</br>Alone and inaccessible, on high</br>He had his dwelling-place eternally;</br>And Father was his name.  This all knew well:</br>But none had seen his face:  and if his eye</br>Regarded what upon the earth befell,</br>Or if he cared for man, she knew not: . . . who could tell?", "But this, she said, was sure, that after death</br>There was reward and there was punishment:</br>And that the evil doers, when the breath</br>Of their injurious lives at length was spent,</br>Into all noxious forms abhorr'd were sent,</br>Of beasts and reptiles; so retaining still</br>Their old propensities, on evil bent,</br>They work'd where'er they might their wicked will,</br>The natural foes of men, whom we pursue and kill.", "Of better spirits, some there were who said</br>That in the grave they had their place of rest</br>Lightly they laid the earth upon the dead,</br>Lest in its narrow tenement the guest</br>Should suffer underneath such load opprest.</br>But that death surely set the spirit free,</br>Sad proof to them poor Monnema addrest,</br>Drawn from their father's fate; no grave had he</br>Wherein his soul might dwell.  This therefore could not be.", "Likelier they taught who said that to the Land</br>Of Souls the happy spirit took its flight,</br>A region underneath the sole command</br>Of the Good Power; by him for the upright</br>Appointed and replenish'd with delight;</br>A land where nothing evil ever came,</br>Sorrow, nor pain, nor peril, nor affright,</br>Nor change, nor death; but there the human frame,</br>Untouch'd by age or ill, continued still the same.", "Winds would not pierce it there, nor heat and cold</br>Grieve, nor thirst parch and hunger pine; but there</br>The sun by day its even influence hold</br>With genial warmth, and thro' the unclouded air</br>The moon upon her nightly journey fare:</br>The lakes and fish-full streams are never dry,</br>Trees ever green perpetual fruitage bear;</br>And, wheresoe'er the hunter turns his eye,</br>Water and earth and heaven to him their stores supply.", "And once there was a way to that good land,</br>For in mid-earth a wondrous Tree there grew,</br>By which the adventurer might with foot and hand</br>From branch to branch his upward course pursue;</br>An easy path, if what were said be true,</br>Albeit the ascent was long:  and when the height</br>Was gain'd, that blissful region was in view,</br>Wherein the traveller safely might alight,</br>And roam abroad at will, and take his free delight,", "O happy time, when ingress thus was given</br>To the upper world, and at their pleasure they</br>Whose hearts were strong might pass from earth to heaven</br>By their own act and choice!  In evil day</br>Mishap had fatally cut off that way,</br>And none may now the Land of Spirits gain,</br>Till from its dear-loved tenement of clay,</br>Violence or age, infirmity and pain</br>Divorce the soul which there full gladly would remain.", "Such grievous loss had by their own misdeed</br>Upon the unworthy race of men been brought,</br>An aged woman there who could not speed</br>In fishing, earnestly one day besought</br>Her countrymen, that they of what they caught</br>A portion would upon her wants bestow.</br>They set her hunger and her age at nought,</br>And still to her entreaties answered no,</br>And mock'd her, till they made her heart with rage o'erflow.", "But that old woman by such wanton wrong</br>Inflamed, went hurrying down; and in the pride</br>Of magic power wherein the crone was strong,</br>Her human form infirm she laid aside.</br>Better the Capiguara's limbs supplied</br>A strength accordant to her fierce intent:</br>These she assumed, and, burrowing deep and wide</br>Beneath the Tree, with vicious will, she went,</br>To inflict upon mankind a lasting punishment.", "Downward she wrought her way, and all around</br>Labouring, the solid earth she undermined</br>And loosen'd all the roots; then from the ground</br>Emerging, in her hatred of her kind,</br>Resumed her proper form, and breathed a wind</br>Which gather'd like a tempest round its head:</br>Eftsoon the lofty Tree its top inclined</br>Uptorn with horrible convulsion dread,</br>And over half the world its mighty wreck lay spread,", "But never scion sprouted from that Tree,</br>Nor seed sprang up; and thus the easy way,</br>Which had till then for young and old been free,</br>Was closed upon the sons of men for aye.</br>The mighty ruin moulder'd where it lay</br>Till not a trace was left; and now in sooth</br>Almost had all remembrance past away.</br>This from the elders she had heard in youth;</br>Some said it was a tale, and some a very truth.", "Nathless departed spirits at their will</br>Could from the land of souls pass to and fro;</br>They come to us in sleep when all is still</br>Sometimes to warn against the impending blow,</br>Alas!  more oft to visit us in woe:</br>Tho' in their presence there was poor relief!</br>And this had sad experience made her know,</br>For when Quiara came, his stay was brief,</br>And waking then, she felt a freshen'd sense of grief.", "Yet to behold his face again, and hear</br>His voice, tho' painful was a deep delight:</br>It was a joy to think that he was near,</br>To see him in the visions of the night, . . .</br>To know that the departed still requite</br>The love which to their memory still will cling:</br>And tho' he might not bless her waking sight</br>With his dear presence, 'twas a blessed thing</br>That sleep would thus sometimes his actual image bring.", "Why comes he not to me?  Yeruti cries:</br>And Mooma echoing with a sigh the thought,</br>Ask'd why it was that to her longing eyes</br>No dream the image of her father brought?</br>Nor Monnema to solve that question sought</br>In vain, content in ignorance to dwell;</br>Perhaps it was because they knew him not;</br>Perhaps . . . but sooth she could not answer well;</br>What the departed did, themselves alone could tell.", "What one tribe held another disbelieved,</br>For all concerning this was dark, she said;</br>Uncertain all, and hard to be received.</br>The dreadful race, from whom their fathers fled,</br>Boasted that even the Country of the Dead</br>Was theirs, and where their Spirits chose to go,</br>The ghosts of other men retired in dread</br>Before the face of that victorious foe;</br>No better, then, the world above, than this below!", "What then, alas!  if this were true, was death?</br>Only a mournful change from ill to ill!</br>And some there were who said the living breath</br>Would ne'er be taken from us by the will</br>Of the Good Father, but continue still</br>To feed with life the mortal frame he gave,</br>Did not mischance or wicked witchcraft kill; . . .</br>Evils from which no care avail'd to save,</br>And whereby all were sent to fill the greedy grave.", "In vain to counterwork the baleful charm</br>By spells of rival witchcraft was it sought,</br>Less potent was that art to help than harm.</br>No means of safety old experience brought:</br>Nor better fortune did they find who thought</br>From Death, as from some living foe, to fly:</br>For speed or subterfuge avail'd them nought,</br>But wheresoe'er they fled they found him nigh:</br>None ever could elude that unseen enemy.", "Bootless the boast, and vain the proud intent</br>Of those who hoped, with arrogant display</br>Of arms and force, to scare him from their tent,</br>As if their threatful shouts and fierce array</br>Of war could drive the Invisible away!</br>Sometimes regardless of the sufferer's groan,</br>They dragg'd the dying out and as a prey</br>Exposed him, that content with him alone</br>Death might depart, and thus his fate avert their own.", "Depart he might, . . . but only to return</br>In quest of other victims, soon or late;</br>When they who held this fond belief, would learn,</br>Each by his own inevitable fate,</br>That in the course of man's uncertain state</br>Death is the one and only certain thing.</br>Oh folly then to fly or deprecate</br>That which at last Time, ever on the wing,</br>Certain as day and night, to weary age must bring!", "While thus the Matron spake, the youthful twain</br>Listen'd in deep attention, wistfully;</br>Whether with more of wonder or of pain</br>Uneath it were to tell.  With steady eye</br>Intent they heard; and when she paused, a sigh</br>Their sorrowful foreboding seem'd to speak:</br>Questions to which she could not give reply</br>Yeruti ask'd; and for that Maiden meek, . . .</br>Involuntary tears ran down her quiet cheek.", "A different sentiment within them stirr'd,</br>When Monnema recall'd to mind one day,</br>Imperfectly, what she had sometimes heard</br>In childhood, long ago, the Elders say:</br>Almost from memory had it past away, . . .</br>How there appear'd amid the woodlands men</br>Whom the Great Spirit sent there to convey</br>His gracious will:  but little heed she then</br>Had given, and like a dream it now recurr'd again.", "But these young questioners from time to time</br>Call'd up the long-forgotten theme anew.</br>Strange men they were, from some remotest clime</br>She said, of different speech, uncouth to view,</br>Having hair upon their face, and white in hue:</br>Across the world of waters wide they came</br>Devotedly the Father's work to do,</br>And seek the Red Men out, and in his name</br>His merciful laws, and love, and promises proclaim.", "They served a Maid more beautiful than tongue</br>Could tell, or heart conceive.  Of human race,</br>All heavenly as that Virgin was, she sprung;</br>But for her beauty and celestial grace,</br>Being one in whose pure elements no trace</br>Had e'er inhered of sin or mortal stain,</br>The highest Heaven was now her dwelling place;</br>There as a Queen divine she held her reign,</br>And there in endless joy for ever would remain.", "Her feet upon the crescent Moon were set,</br>And, moving in their order round her head,</br>The stars compose her sparkling coronet.</br>There at her breast the Virgin Mother fed</br>A Babe divine, who was to judge the dead,</br>Such power the Spirit gave this aweful Child;</br>Severe he was, and in his anger dread,</br>Yet always at his Mother's will grew mild,</br>So well did he obey that Maiden undefiled.", "Sometimes she had descended from above</br>To visit her true votaries, and requite</br>Such as had served her well.  And for her love,</br>These bearded men, forsaking all delight,</br>With labour long and dangers infinite,</br>Across the great blue waters came, and sought</br>The Red-Men here, to win them, if they might,</br>From bloody ways, rejoiced to profit aught</br>Even when with their own lives the benefit was bought.", "For trusting in this heavenly Maiden's grace,</br>It was for them a joyful thing to die,</br>As men who went to have their happy place</br>With her, and with that Holy Child, on high,</br>In fields of bliss above the starry sky,</br>In glory, at the Virgin Mother's feet:</br>And all who kept their lessons faithfully</br>An everlasting guerdon there would meet,</br>When Death had led their souls to that celestial seat.", "On earth they offered, too, an easy life</br>To those who their mild lessons would obey,</br>Exempt from want, from danger, and from strife;</br>And from the forest leading them away,</br>They placed them underneath this Virgin's sway,</br>A numerous fellowship, in peace to dwell;</br>Their high and happy office there to pay</br>Devotions due, which she requited well,</br>Their heavenly Guardian she in whatsoe'er befell.", "Thus, Monnema remember'd, it was told</br>By one who in his hot and headstrong youth</br>Had left her happy service; but when old</br>Lamented oft with unavailing ruth,</br>And thoughts which sharper than a serpent's tooth</br>Pierced him, that he had changed that peaceful place</br>For the fierce freedom and the ways uncouth</br>Of their wild life, and lost that Lady's grace,</br>Wherefore he had no hope to see in Heaven her face.", "And she remember'd too when first they fled</br>For safety to the farthest solitude</br>Before their cruel foes, and lived in dread</br>That thither too their steps might be pursued</br>By those old enemies athirst for blood;</br>How some among them hoped to see the day</br>When these beloved messengers of good</br>To that lone hiding place might find the way,</br>And them to their abode of blessedness convey.", "Such tales excited in Yeruti's heart</br>A stirring hope that haply he might meet</br>Some minister of Heaven; and many a part</br>Untrod before of that wild wood retreat,</br>Did he with indefatigable feet</br>Explore; yet ever from the fruitless quest</br>Return'd at evening to his native seat</br>By daily disappointment undeprest, . . .</br>So buoyant was the hope that fill'd his youthful breast.", "At length the hour approach'd that should fulfil</br>His harmless heart's desire, when they shall see</br>Their fellow-kind, and take for good or ill</br>The fearful chance, for such it needs must be,</br>Of change from that entire simplicity.</br>Yet wherefore should the thought of change appal?</br>Grief it perhaps might bring, and injury,</br>And death; . . . but evil never can befall</br>The virtuous, for the Eye of Heaven is over all.", ""]