["Whilst Spring's young verdure and unnumber'd sweets,</br>And brightly-beaming Summer's radiant hour,</br>Call forth th' enamour'd strain</br>Of many a poet's praise,", "Be thou, bright Autumn, my selected theme,</br>And, fav'ring the attempt of Fancy, pour,</br>Profuse as o'er the world,</br>Thy richness through my song.", "So may I tell of thy maturer charms,</br>Of hope and expectation realized</br>By all the varied fruits</br>Thy golden season gives.", "The blossom that perfumes the gale of Spring,</br>And rears in youthful loveliness its head,</br>Can captivate the sight,</br>And please the scent alone;", "But 'tis for thy maturing hand to give</br>The added charms of flavour and of use,</br>And bid the senses join</br>In one united feast.", "To these unfavour'd regions of the north,</br>E'en here thy rich munificence extends,</br>And cultur'd gardens teem</br>With all thy choicest store;", "But chief, spread far o'er France's fertile fields,</br>And fair Italia's deeply-verdant hills,</br>Fann'd by the southern breeze</br>That cheers those happier climes,", "Thy goodness, in a boundless vintage pour'd,</br>Bids pleasure reign in many a peasant's heart,</br>And fills the cup that cheers</br>The vineyard's festive groupe.", "Nor less, fair Season, do thy beauties please</br>The eye of Taste, as o'er thy varied mass</br>Of fleeting light and shade</br>It casts a painter's glance;", "Admires thy sun-set's deeply-blushing tint,</br>Or, chang'd its palely-beaming silver hue,</br>The moonlight's golden gleam</br>On yellow foliage fall.", "Ah!  still, bright Autumn, let me stray among</br>Thy shades, ere yet the hand of Winter sweep</br>The last discolour'd leaf</br>That lingers in the woods.", "Ere yet thy lessen'd twilight is no more,</br>And wintry darkness, with obscuring sway,</br>Usurp thy milder reign</br>Along the ev'ning sky,", "Still let me breathe the softness of the air,</br>Nor, looking on the ocean's peaceful plain,</br>Anticipate the storm</br>That soon must riot there.", "For much-beloved is the changing scene</br>Thy hour exhibits, and in sad delight</br>I gaze upon the charms,</br>And sigh to see them fade.", "Nor are thy beauties felt by me alone,</br>For many a glowing heart, in many a land,</br>Shall annually tell</br>The story of thy praise.</br>"]