["Fraught with malicious storm a louring cloud</br>Disrobes the firmament, that glow'd with light,</br>While from yon rain-beat porch the raven loud</br>Ushers with hideous shriek the startled night.", "The spider ticking from the fretted wall,</br>And humming beetle sing their drowsy knell,</br>The sightless batts a shrill assembly call,</br>And dire events in dismal sounds foretell.", "To this lone waste, this dark and dreary vale,</br>Where mould'ring sleeps the once-inspired clay,</br>(If so I read aright the gossip tale,)</br>Each destin'd shade directs its gloomy way.", "How some the churlish and rough whirlwind ride</br>Mingling I've learnt amid the village throng,</br>Others, like failing meteors, nimbly glide</br>Or stalk slow-pac'd the thick-strew'd tombs among.", "Each, as her mind presents the varied shape,</br>With greedy horror tells her heedful friend,</br>She, o'er the blue and glim'ring lamp agape,</br>Feels ev'ry magic hair to start an end.", "Warn'd by that dying flame at length to part</br>Each trembling guest slips to her several bed,</br>Whilst I, fond swain, bewail a slighted heart,</br>And breathe my sorrows to the senseless dead.", "But thou, that haunt'st the cloister-circled tower,</br>Echo, I ween, dost hear my wailing moan,</br>For sure as comes this sad and secret hour,</br>Thy ill-tim'd sympathy returns each groan.", "Thou too, pale cypress, whose forewarning leaf</br>Strews the dull mansions of th' intombed dead,</br>Say, is it then in friendship to my grief</br>Thou point'st where soon shall rest this witless head?", "Yet for thou'rt wont my humble brow to crown,</br>And eke my pipe thy wreathed bows sustain,</br>If chance my fate should reach some shepherd clown</br>Tell, for you know, the story of my pain.", "Nor may thy bark its many a wound abide,</br>The name which marreth us shall ruin thee,</br>Nor shall the wise this simple talk deride,</br>Can I find ought more stony-deaf than she?", "Tho' the proud trunk heaven's full despight doth brave,</br>Nathless its yieldeth to the subtle wind,</br>Tho' the rock frown, the patient prostrate wave</br>By long assault doth sure admittance find:", "Yet she unmov'd my mournful sigh can hear,</br>And sterner than the knotted oak remain,</br>Yet she remorseless sees my falling tear,</br>And less than lifeless flint regards my pain.", "But strait the sluggish hemlock springing round</br>Wafts to my slumb'ring sense the loaded gale,</br>While night, who now bad hush each ruder sound,</br>Soft o'er my temples spreads her sable veil.", "The balmy influence of long-lacked sleep</br>To sweet oblivion lulls my soothed breast,</br>The winds that erst did lash the vexed deep,</br>The storm of raging troubles sinks to rest.", "O Sleep!  how near to death art thou allied!</br>O Death!  what art thou but a longer dream?</br>Nor wot I of the ill that can betide,</br>When thou so still and so serene dost seem.", "Strange sights oppress my fancy's wakeful eye,</br>A gastly troop of meager ghosts appear,</br>There one in pensive plight I do espy</br>To close with uncouth gait the creeping rear.", "Oh then!  thou spirit forlorn, instruct me soon</br>Why shrinks my soul at thy partic'lar sight,</br>Say why thou visit'st thus the paly moon</br>Doubling the native horrors of the night.", "Still in the most dejected front I see</br>Some struggling spark, some faint upholding ray,</br>Alas!  why comes not the same hope to thee?</br>Thy mein is sadness, and thy look dismay.", "At this he waves his head, and strikes his breast,</br>And thrice in piteous sort he doth assay,</br>The eloquence of woe bespeaks the rest,</br>And stops the fault'ring accent on its way.", "At length &mdash; \"I warn thee, mark you cheerless train,</br>Know, ere this eve returns, to each is given,</br>Or to endure the fierce assault of pain,</br>Or freely tread the star-pav'd courts of heaven.", "\"See many a faded cheek and furrow'd brow,</br>That witness dire dismay, and lost estate,</br>What soul so confident but fears to know</br>That righteous sentence which must seal its fate?", "\"The mimic tyrant whose contemptuous mind</br>Ne'er smil'd in pity on the wretch beneath,</br>At the last hour in serious truth shall find</br>No flattery in the chill embrace of death.", "\"Awhile he stood in lawless pow'r unharm'd;</br>What pow'r shall screen him at that vengeful time,</br>When every eye shall wake, each hand be arm'd</br>To shame his folly, and correct his crime?", "\"What tho' the pageantry of labor'd woe</br>Should bid the marble rise to solemn pride;</br>Such the false grandeur of its bootless shew,</br>It gilds the glittering slave it meant to hide.", "\"The ruddy swain who leaves his quiet sleep,</br>Chiding with early song the ling'ring dawn,</br>Whose sober care directs the trooping sheep</br>Or to the willowy brook, or pastur'd lawn,", "\"To whom, as mindful of his lowly birth,</br>Nature an universal blank hath given,</br>Soon when he quits this dull unfriendly earth,</br>Shall rest approved by the voice of heaven.", "\"For his poor steps would ne'er presume to tread</br>Those much-worn paths where nobler feet had been,</br>Dar'd not to follow where they boldly led,</br>But left to greater souls the privilege to sin.", "\"The charms of wit, the joys of youth shall fade,</br>And beauty's early bloom shall wither'd be,</br>A killing blast shall strike th' unwary maid,</br>That heart will bleed, tho' now it tortures thee.", "\"The noise of sports, the luxury of dress,</br>All giddy gay desires shall wear away,</br>Each splendid vanity forget to bless,</br>And she all wan with wasting grief decay.", "\"For neither titled fame, nor hoarded wealth,</br>Nor beauty's early bloom hath power to save,</br>Nor sober industry, nor ruddy health</br>Can hold one victim from th' untimely grave.", "\"But idly sure the needful time we spend,</br>While as more weighty words I should impart,</br>O let thy reason's dearest thought attend,</br>And read th' awak'ning lesson to thine heart.", "\"Far be thy custom'd place where yonder steep</br>High over-arch'd surveys the distant stream,</br>Think what a giddy height it is to leap,</br>Think, and beware, nor slight your warning dream.", "\"To cleave the yielding unsubstantial air,&mdash;</br>To light transfixt upon the pointed rock,&mdash;</br>O think! &mdash; Yet, if thy steady sense can dare</br>To meet with welcome hail this mortal shock.", "\"Too soon thou wilt regret thine evil plight,</br>That spirit howe'er resolv'd must needs be griev'd,</br>When hell's dread regions open to the sight,</br>Regions, which eye ne'er saw, nor heart conceiv'd.", "\"And well I ween the wretch, whoe'er he be,</br>That swims that gulph shall never pass it more,</br>It is a merciless and thwarting sea,</br>That ne'er will waft him to the once-left shore.", "\"Then rue the hapless while, thou foolish swain,</br>When thou wast trapped by those witching eyes,</br>It is the galled conscience gives the pain,</br>That fell insatiate worm, that never dies.", "\"To the gross mould, from whence it did begin,</br>After short time the kindred clay returns,</br>While the more active light which shines within,</br>The unexhausted lamps for ever burns.", "\"That quick'ning portion of the Spirit divine</br>Shall surely last thro' endless time to come,</br>Nor seek her airy motions to confine</br>Within her shallow limits of the tomb.", "\"Perchance some fury, like this scornful fair,</br>May haunt thy walks, and every step attend,</br>Cloath'd in each frown the same she may appear,</br>Save this a mortal, that a deathless fiend.", "\"Yet, worthless as I am, I do not mean</br>With curious and affrontive zeal to pry,</br>Where heaven hath drawn its curtain o'er the scene,</br>And shut the clouded prospect from mine eye.", "\"This only and important truth I learn,</br>When the last trump shall wake the lazy dead,</br>No vain pretence, no trifling fond concern</br>Shall rouse the shrouded sinner from his bed.", "\"Hence then, and mingle in the mirthful train,</br>With them resume thy long-neglected crook,</br>Awake to sprightly stop the pipe again,</br>Cheer thy sad heart, and smooth thy love-worn look.", "\"If so thine hallow'd soul thou e'er didst love,</br>As heaven in gentle mercy leans to thee,</br>If there be damn'd below, or saints above,</br>If thou art mock'd of her, or mourn'd of me,", "\"If ought can move thee &mdash; fly this wily snare</br>That may seduce thee to this fearful end,\"</br>(When strait dissolving in the viewless air)</br>\"Awake!\" he cries, \"bestir thee, and amend!\"</br>"]