["MARIAN.</br>Young Colin Clout, a Lad of peerless Meed,</br>Full well could dance, and deftly tune the Reed;</br>In ev'ry Wood his Carrols sweet were known,</br>At ev'ry Wake his nimble Feats were shown.</br>When in the Ring the Rustick Routs he threw,</br>The Damsels Pleasures with his Conquests grew;</br>Or when aslant the Cudgel threats his Head,</br>His Danger smites the Breast of ev'ry Maid,</br>But chief of Marian.  Marian lov'd the swain,</br>The Parson's Maid, and neatest of the Plain.</br>Marian, that soft could stroke the udder'd Cow,</br>Or with her Winnow ease the Barley Mow;</br>Marbled with Sage the hardn'ing Cheese she press'd,</br>And yellow Butter Marian's Skill confess'd;</br>But Marian now devoid of Country Cares,</br>Nor yellow Butter nor Sage Cheese prepares.</br>For yearning Love the witless Maid employs,</br>And Love, say Swains, all busie Heed destroys.</br>Colin makes mock at all her piteous Smart,</br>A Lass, who Cic'ly hight, had won his Heart,</br>Cic'ly the Western Lass who tends the Kee,</br>The Rival of the Parson's Maid was she.</br>In dreary Shade now Marian lyes along,</br>And mixt with Sighs thus wails in plaining Song.", "Ah woful Day!  ah woful Noon and Morn!</br>When first by thee my Younglings white were shorn,</br>Then first, I ween, I cast a Lover's Eye,</br>My Sheep were silly, but more silly I.</br>Beneath the Shears they felt no lasting Smart,</br>They lost but Fleeces while I lost a Heart.", "Ah Colin!  canst thou leave thy Sweetheart true!</br>What I have done for thee will Cic'ly do?</br>Will she thy Linnen wash or Hosen darn,</br>And knit thee Gloves made of her own-spun Yarn?</br>Will she with Huswife's Hand provide thy Meat,</br>And ev'ry Sunday Morn thy Neckcloth plait?</br>Which o'er thy Kersey Doublet spreading wide,</br>In Service-Time drew Cic'ly's Eyes aside.", "Where-e'er I gad I cannot hide my Care,</br>My new Disasters in my Look appear.</br>White as the Curd my ruddy Cheek is grown,</br>So thin my Features that I'm hardly known;</br>Our Neighbours tell me oft in joking Talk</br>Of Ashes, Leather, Oatmeal, Bran and Chalk;</br>Unwittingly of Marian they devine,</br>And wist not that with thoughtful Love I pine.</br>Yet Colin Clout, untoward Shepherd Swain,</br>Walks whistling blithe, while pitiful I plain.", "Whilom with thee 'twas Marian's dear Delight</br>To moil all Day, and merry-make at Night.</br>If in the Soil you guide the crooked Share,</br>Your early Breakfast is my constant Care.</br>And when with even Hand you strow the Grain,</br>I fright the thievish Rooks from off the Plain.</br>In misling Days when I my Thresher heard,</br>With nappy Beer I to the Barn repair'd;</br>Lost in the Musick of the whirling Flail,</br>To gaze on thee I left the smoaking Pail;</br>In Harvest when the Sun was mounted high,</br>My Leathern Bottle did thy Drought supply;</br>When-e'er you mow'd I follow'd with the Rake,</br>And have full oft been Sun-burnt for thy Sake;</br>When in the Welkin gath'ring Show'rs were seen,</br>I lagg'd the last with Colin on the Green;</br>And when at Eve returning with thy Carr,</br>Awaiting heard the gingling Bells from far;</br>Strait on the Fire the sooty Pot I plac't,</br>To warm thy Broth I burnt my Hands for haste.</br>When hungry thou stood'st staring, like an Oaf,</br>I slic'd the Luncheon from the Barly Loaf,</br>With crumbled Bread I thicken'd well thy Mess.</br>Ah, love me more, or love thy Pottage less!", "Last Friday's Eve, when as the Sun was set,</br>I, near yon Stile, three sallow Gypsies met.</br>Upon my Hand they cast a poring Look,</br>Bid me beware, and thrice their Heads they shook,</br>They said that many Crosses I must prove,</br>Some in my worldly Gain, but most in Love.</br>Next Morn I miss'd three Hens and our old Cock,</br>And off the Hedge two Pinners and a Smock.</br>I bore these Losses with a Christian Mind,</br>And no Mishaps could feel, while thou wert kind.</br>But since, alas!  I grew my Colin's Scorn,</br>I've known no Pleasure, Night, or Noon, or Morn.</br>Help me, ye Gipsies, bring him home again,</br>And to a constant Lass give back her Swain.", "Have I not sate with thee full many a Night,</br>When dying Embers were our only Light,</br>When ev'ry Creature did in Slumbers lye,</br>Besides our Cat, my Colin Clout, and I?</br>No troublous Thoughts the Cat or Colin move,</br>While I alone am kept awake by Love.", "Remember, Colin, when at last Year's Wake,</br>I bought the costly Present for thy sake,</br>Couldst thou spell o'er the Posie on thy Knife,</br>And with another change thy State of Life?</br>If thou forget'st, I wot, I can repeat,</br>My Memory can tell the Verse so sweet.</br>As this is grav'd upon this Knife of thine,</br>So is thy Image on this Heart of mine.</br>But woe is me!  Such Presents luckless prove,</br>For Knives, they tell me, always sever Love.", "Thus Marian wail'd, her Eyes with Tears brimfull,</br>When Goody Dobbins brought her Cow to Bull.</br>With Apron blue to dry her Tears she sought,</br>Then saw the Cow well serv'd, and took a Groat.</br>"]