["\"How is thy spirit, hapless Gallia, fled!</br>Where is that prowess thou wert wont to boast?</br>Is then thy antient thirst of glory dead?</br>Are all thy pleasing hopes of freedom lost,</br>Which thy brave sons so roughly strove to gain,</br>When daring Edward, by divine command,</br>Plough'd with his hardy troops the billowy main,</br>And wreak'd heaven's anger on this guilty land?</br>Tho' heav'n decreed the blow which Edward gave,</br>Yet was Alanson, yet was Lorraine brave.", "\"Have ye not heard, how Henry claim'd the throne,</br>When Charles asserted his paternal right?</br>By dint of valour he regain'd his own,</br>And thrice ten years maintain'd the doubtful fight.</br>Is then your freedom thus preserv'd in vain,</br>By the dear blood of your forefathers sav'd,</br>That thus ye crouch beneath the galling chain,</br>In worse than British bondage now enslav'd!</br>Edward was generous, and had Henry reign'd,</br>France might have yet a milder fate obtain'd.", "\"Has heav'n indignant to our mis'ries join'd,</br>That greatest curse, a base degenerate soul?</br>Else why this tumult?  why these sounds design'd</br>To rend with ill-tim'd joys the conscious pole?\"</br>Thus sang a Gallic Muse, whose daring wing</br>Far distant left her groveling weak compeers;</br>Whilst the throng'd nobles hail'd their future king,</br>And bards prophetic, aw'd by servile fears,</br>Anticipating times of long renown,</br>Foretold the glories of the dauphin's crown.", "Then to thee, Freedom, pay'd their votive lays</br>Those hireling bards, who, ere they dar'd to sing,</br>And to thy deity mock altars raise,</br>Must bow obeisance to an haughty king.</br>They, whom thy happy lessons never taught,</br>On whom from thee ne'er glanc'd one transient ray,</br>One liberal sentiment, or manly thought</br>That dar'd to bid them hate tyrannic sway,</br>Tender'd their abject incense at thy shrine,</br>Whilst slav'ry breath'd in each enervate line.", "Let bards thus nurs'd beneath a tyrant's rod</br>Pay forc'd devotion to an empty name,</br>As Athens once ador'd an unknown god,</br>Nor deem'd for whom they rais'd the holy flame:</br>Let them with art suppress the starting tears,</br>And smile deceitful, whilst inur'd to pain,</br>Ev'n bless the means, that shall to latest years</br>Of all their ills protract the tedious chain.</br>Heav'n hath not so taught Britons; &mdash; yet their lay</br>With joy unfeign'd shall crown each happier day.", "In strains more honest shall the British muse,</br>In strains more jocund greet the royal ear;</br>Mov'd by no servile dread, no sordid views,</br>Alike asham'd of flattery and of fear,</br>Their grateful wreath shall science' sons entwine;</br>And ev'ry muse shall bless th' auspicious morn</br>That said, \"Hail Albion, for from Brunswick's line</br>Another guardian of thy laws is born.\"</br>Thro' the glad isle their joyful hymns shall ring,</br>Britain thro every clime shall hail her future king.</br>"]