["To Thee, great Master of the vocal String,</br>O Pope, of Stowe's Elyzian Scenes I sing:</br>That Stowe, which better far thy Muse divine</br>Commands to live in one distinguish'd Line.</br>Yet let not thy superior Skill disdain</br>The friendly Gift of this Poetick Plan.</br>The same presiding Muse alike inspires</br>The Planter's Spirit and the Poet's Fires.</br>Alike, unless the Muse propitious smile,</br>Vain is the Planter's, vain the Poet's Toil.</br>All great, all perfect Works from Genius flow,</br>The British Iliad hence, and hence the Groves of Stowe.", "To guardian Phoebus the first Strains belong,</br>(And may th' auspicious Omen bless the Song)</br>To Phoebus, and th' attendant Virgin Train.</br>That o'er each Verse, each learned Science reign,</br>And round embellishing the gay Parterre,</br>Unite their sacred Influences here.</br>Here Congreve, welcome Guest, oft chear'd the Days,</br>With friendly Converse, or poetick Lays.</br>Here Lyttelton oft spreads his growing Wing,</br>Delighted in these Shades to rove and sing.</br>And Thou, where Thames impels his silver Flood,</br>Quitting the Care of thy own rising Wood,</br>Oft, as thy Breast, with pleasing Rapture glow'd,</br>Hast here, O Pope, avow'd th' inspiring God.</br>In a green Niche's high-embowed Shrine,</br>Each tuneful Goddess shrouds her Form divine.</br>Beneath, in the wide Area's middle Space,</br>A jetting Fount its chrystal Flood displays.</br>In whose clear Face again reflected shine</br>Pierian Phoebus, and the Virgin Nine.</br>Here too for ever bloom th' Aonian Bays,</br>Ordain'd the Meed of tuneful Poets Lays.</br>In seemly Order They on either Hand,</br>Alternate in the verdant Arches stand:</br>Alternate glitt'ring with the gilded Vase,</br>On either Hand the verdant Arches blaze.</br>Here, odorous Flowers perfume the vital Gale,</br>And there Hesperian Oranges exhale.</br>Transported hence the Summer-hearth they grace,</br>And shine, collected in the China Vase;</br>Or on the Sunday's consecrated Morn,</br>Select in Nosegays the fair Breast adorn.", "Lead thro' the Circle, Virgins, lead me on,</br>Where, guided by the still-revolving Sun,</br>The faithful Dial counts the fleeting Hour,</br>Lead to the Church's venerable Tower:</br>Which like the life-producing Plant of Old,</br>That flourish'd once in Eden's blessed Mould,</br>In the mid-Garden placed, its sacred Head</br>Uprears, embosom'd in aspiring Shade:</br>And blest with Vertue, like that wond'rous Tree,</br>Confers on Mortals Immortality.", "Hence thro' the Windings of the mazy Wood</br>Descending, lo!  the Octagon's clear Flood,</br>And rustick Obelisk's aerial Height,</br>Burst in one sudden View upon the Sight.</br>Batavian Poplars here in ranks ascend;</br>Like some high Temple's arching Isles extend</br>The taper Trunks, a living Colonnade;</br>Eternal Murmur animates the Shade.</br>Above, two Dorick Edifices grace</br>An elevated Platform's utmost Space;</br>From whence, beyond the Brook that creeps below,</br>Along yon beauteous Hill's green sloping Brow,</br>The Garden's destin'd Boundaries extend,</br>Where Cobham's pleasing Toils, tho' late, shall end.</br>Beneath, th' extended Lake's capacious Bed,</br>Receives the loud, praecipitate Cascade;</br>And tufted Groves along the verdant Side,</br>Cast their deep Shadows o'er the silver Tide:</br>The silver Tide (where yonder high-rais'd Mound</br>Forms the wide-floating Lake's extremest Bound)</br>In secret Channels thro' the swelling Hill,</br>Gives Force and Motion to th' impulsive Wheel;</br>Whose constant Whirl, the spouting Jets supplies,</br>And bids aloft th' unwilling Waters rise.</br>Fair on the Brow, a spacious Building stands,</br>Th' applauded Work of Kent's judicious Hands:</br>The spreading Wings in arched Circles bend,</br>And rustick Domes each arched Circle end.</br>Thence back returning, thro' the narrow Glade,</br>See, where the Ruin lifts its mould'ring Head!</br>Within, close-shelter'd from the peering Day,</br>Satyrs and Fauns their wanton Frolicks play:</br>While sad Malbecco in the secret Cell,</br>Hears each rude Monster \"ring his Matin's Bell.\"", "Where yon high Firs display their darksome Green,</br>And mournful Yews compose a solemn Scene,</br>Around thy Building, Gibbs, a sacred Band</br>Of Princes, Patriots, Bards, and Sages stand:</br>Men, who by Merit purchas'd lasting Praise,</br>Worthy each British Poet's noblest Lays:</br>Or bold in Arms for Liberty they stood,</br>And greatly perish'd for their Country's Good:</br>Or nobly warm'd with more than mortal Fire,</br>Equal'd to Rome or Greece the British Lyre:</br>Or Human Life by useful Arts refin'd,</br>Acknowledg'd Benefactors of Mankind.", "Thou first Elizabeth, Imperial Maid,</br>By freeborn Subjects willingly obey'd;</br>Foe to the Tyranny of Spain, and Rome,</br>Abroad respected, and belov'd at home.</br>Beneath the friendly Shelter of thy Throne</br>Each Art of Peace with useful Lustre shone:</br>Industrious Commerce courted every Gale,</br>And spread in distant Worlds her fearless Sail.</br>Encourag'd Science rear'd her laurel'd Head,</br>And all the pleasing Train of Muses led.</br>Lo!  Verulam and Shakespear near Thee stand,</br>Rais'd by thy Smiles to grace this happy Land:</br>Both dear to Phoebus, sacred both to Fame,</br>With Princes here an equal Rank they claim;</br>This with the richest Stores of Learning fraught,</br>That by indulgent Nature only taught.</br>All hail!  auspicious Queen, thy Praise shall live</br>(If Worth like thine Eternity can give)</br>When no proud Bust th' Imperial Wreath shall bear,</br>And Brass and Marble waste to Dust and Air.", "O!  that like Thee, succeeding Kings had strove,</br>To build their Empire on their Peoples Love!</br>That taught by thy Example they had known,</br>That only Justice can support a Throne!</br>Then had not Britain wanted Hambden's Hand,</br>Weak and oppressive Counsels to withstand:</br>Nor had the Patriot, on his native Plain,</br>Dy'd for the Laws he struggled to maintain.</br>Behold his Bust with Civick Honours grac'd,</br>Nearest to thine, immortal Nassau, plac'd,</br>To thine, great William, whose protecting Sword,</br>That Liberty, for which He fell, restor'd.", "Next Locke, who in defence of Conscience rose,</br>And strove religious Rancour to compose:</br>Justly opposing every human Test,</br>Since God alone can judge who serves him best.", "But what is he, in whom the heav'nly Mind</br>Shines forth distinguish'd and above Mankind?</br>This, this is Newton; He, who first survey'd</br>The Plan, by which the Universe was made:</br>Saw Nature's simple, yet stupendous Laws,</br>And prov'd th' Effects, tho' not explain'd the Cause.", "Thou too, bold Milton, whose immortal Name,</br>Thy Country dares to match with Homer's Fame;</br>Whose tow'ring Genius vast and unconfin'd,</br>Left ev'n the Limits of the World behind;</br>Thro' Hell, thro' Chaos, and infernal Night,</br>Ascending to the Realms of purest Light;</br>Or else on Earth, in Eden's happy Grove,</br>With Peace, with Bliss conversing, and with Love:</br>Here art thou plac'd, these blooming Shades among,</br>Second to those alone thy Muse has sung.", "An Ancient Wood (upon whose topmost Bough</br>High-waving croaks the unauspicious Crow)</br>From hence its venerable Gloom extends,</br>Where, rivalling its lofty Height, ascends</br>The pointed Pyramid:  This too is thine,</br>Lamented Vanbrugh!  This thy last Design.</br>Among the various Structures, that around,</br>Form'd by thy Hand, adorn this happy Ground,</br>This, sacred to thy Memory shall stand:</br>Cobham, and grateful Friendship so command.", "Nysean Bacchus next the Muse demands;</br>To Him, in yon high Grove, a Temple stands;</br>Where British Oaks their ancient Arms display,</br>And screen the Summer Sun's unclouded Ray,</br>There, half-conceal'd, it rears its Rustick Head;</br>The painted Walls mysterious Orgies spread.</br>A jolly Figure on the Cieling reels,</br>Whose every Nerve the potent Goblet feels:</br>His Vine-bound Brows bespeak him God of Wine,</br>The Cheeks, and swelling Paunch, O!  &mdash; are thine.</br>&mdash;(not unknown to Phoebus is the Name)</br>Once felt the Fervour of a softer Flame;</br>When heedless Fortune shot the sudden Dart,</br>And unexpected Rapture seiz'd his Heart.</br>My faithful Verse this Secret shall reveal,</br>Nor &mdash; himself shall blame the mirthful Tale.", "A cool Recess there is, not far away,</br>Sacred to Love, to Mirth, and rural Play.</br>Hither oftimes the youthful Fair resort,</br>To cheat the tedious Hours with various Sport.</br>Some mid the Nine-pins marshall'd Orders roll,</br>With Aim unerring the impetuous Bowl.</br>Others, whose Souls to loftier Objects move,</br>Delight the Swing's advent'rous Joys to prove:</br>While on each side the ready Lovers stand,</br>The flying Cord obeys th' impulsive Hand.</br>As on a Day contending Rivals strove,</br>By manly Strength to recommend their Love;</br>Toss'd to and fro, up flew the giddy Fair,</br>And scream'd, and laugh'd, and play'd in upper Air.</br>The flutt'ring Coats the rapid Motion find,</br>And One by One admit the swelling Wind:</br>At length the last, white, subtile Veil withdrew,</br>And those mysterious Charms expos'd to view&mdash;</br>What Transport then, O &mdash; possess'd thy Soul!</br>Down from thy Hand, down dropt the idle Bowl:</br>As for the skilful Tip prepar'd you stood,</br>And Hopes and Fears alarm'd th' expecting Croud.</br>Sudden to seize the beauteous Prey he sprung;</br>Sudden with Shrieks the ecchoing Thicket rung.</br>Confounded and abash'd, the frighted Maid,</br>(While rising Blushes ting'd her Cheeks with red)</br>Fled swift away, more rapid than the Wind,</br>And left the treach'rous Swing, and &mdash; behind.</br>Down the smooth Lawn she flew with eager Haste,</br>And near thy Obelisk, O Coucher, pass'd:</br>As on the wounded Stone thy Name she view'd,</br>The well-known Name her every Fear renew'd;</br>And strait, in dreadful Vision, to her Eyes</br>She sees another Priest and Lover rise.</br>Nor cou'd thy gentle Mind her Fears assuage,</br>Nor honest Heart, that knew nor Guile nor Rage;</br>But with redoubled speed away she fled,</br>And sought the Shelter of the closer Shade;</br>Where in thick Covert, to her weary Feet,", "A Private Grotto promis'd safe Retreat:</br>Alas!  too private, for too safely there</br>The fierce Pursuer seiz'd the helpless Fair;</br>The Fair he seiz'd, while round him all the Throng</br>Of laughing Dryads, Hymenaeals sung:</br>Pronubial Juno gave the mystick Sign,</br>And Venus nodded from her neighb'ring Shrine.</br>The Grotto, conscious of the happy Flame,</br>From this auspicious Deed derives its Name.", "Here future Lovers, when in Troups they come,</br>Venus, to visit thy distinguish'd Dome;</br>As thro' this consecrated Shade they pass,</br>Shall offer to the Genius of the Place.", "Shift now the closer Scene:  and view around,</br>With various Beauties the wide Landskip crown'd.</br>Here level Glades extend their length'ning Lines,</br>There in just Order the deep Quincunce shines.</br>Here chrystal Lakes reflect contiguous Shades,</br>There distant Hills uplift their azure Heads.</br>Round the free Lawn here gadding Heifers stray,</br>And frisking Lambs their sportive Gambols play.</br>There murmur to the Wind Groves ever-green,</br>And inter-mingled Buildings rise between:</br>The Sun declin'd with milder Glory burns,</br>And the fair Piece with various Light adorns.</br>Lo!  in the Center of this beauteous Scene,</br>Glitters beneath her Dome the Cyprian Queen:</br>Not like to her, whom ancient Homer prais'd,</br>To whom a thousand sacred Altars blaz'd:</br>When simple Beauty was the only Charm,</br>With which each tender Nymph and Swain grew warm:</br>But, yielding to the now-prevailing Taste,</br>In Gold, for modern Adoration, drest.</br>For her the Naiads, in their watry Bed,</br>Amid the level Green a Mirror spread;</br>Along whose terrass'd Banks the shelt'ring Wood,</br>Defends from ruder Winds th' unruffled Flood.", "Beyond, a sylvan Theatre displays</br>Its circling Bosom to the Noon-tide Rays.</br>In Shade, o'er Shade, the slopeing Ranks ascend,</br>And tall Abeals the steep Gradation end.</br>Here to the Sun the glossy Laurels shine,</br>There wave the darker Honours of the Pine.", "High on a Pedestal, whose swelling Base,</br>To Heav'n itself aspiring Columns raise,</br>Shines the great Part'ner of Augustus' Bed,</br>The guardian Goddess of the noble Shade.</br>Beneath, in order ranged on either hand,</br>Attendant Nymphs and Swains rejoicing stand.", "But cou'd the Muse presume her lowly Pray'r</br>Might win attention from the Royal Ear,</br>Here shou'd those Princely Stars, that dawning smile,</br>With kindly Lustre on Britannia's Isle,</br>Fair Constellation!  in one Blaze unite,</br>Aiding with filial Beams their Mother's Light.</br>Here shou'd Imperial CAROLINE be seen,</br>The glorious Rival of the Phrygian Queen;</br>Who 'mid the thousand Altars that around,</br>Blaz'd in old Rome's Pantheon, high enthron'd,</br>With Pride survey'd the venerable Dome,</br>Fill'd with the heav'nly Off-spring of her Womb.", "And see!  where, elevated far above,</br>A Column overlooks yon nodding Grove;</br>On which, the Scene of Glory to compleat,</br>Deck'd with the Ensigns of Imperial State,</br>Stands the great Father, George, whose equal Sway,</br>With Joy Britannia's happy Realms obey.</br>Thence round, he views the cultivated Plain,</br>That smiling speaks the Blessings of his Reign.</br>Thus, o'er their Planets radiant Suns preside,</br>By Heav'n's fixt Laws their various Courses guide;</br>And shedding round Benevolence divine,</br>Bless'd by depending Worlds, indulgent shine.", "Deep in this close, umbrageous, wild Recess,</br>Where the sweet Songsters of the feather'd Race,</br>Warble their native Musick thro' the Shade;</br>A solitary Building hides its Head.</br>This peaceful Fabrick, for Repose design'd,</br>Close Valves defend from penetrating Wind;</br>And the thick Under-wood's combining Boughs,</br>On every Side a verd'rous Wall compose.</br>Nigh, sound the quiv'ring Poplars in the Air,</br>Like falling Waters murm'ring from afar.</br>Here, where their quiet unmolested Reign</br>The Gods of Sleep and Solitude maintain;</br>Whether soft Slumbers close thy languid Eyes,</br>Or Thought be lost in pleasing Reveries,</br>From yon sage Motto learn thy self to spare,</br>And bid adieu to unavailing Care.</br>Let not the Censures of the Wise dismay;</br>But where they own clear Reason leads the Way,</br>Her pleasing Dictates uncontroll'd pursue,</br>Thy Dreams, may be as good as Theirs, perhaps as true.", "Forsaking now the Covert of the Maze,</br>Along the broader Walk's more open Space,</br>Pass we to where a sylvan Temple spreads</br>Around the Saxon Gods, its hallow'd Shades.", "Hail!  Gods of our renown'd Fore-Fathers, hail!</br>Ador'd Protectors once of England's Weal.</br>Gods, of a Nation, valiant, wise, and free,</br>Who conquer'd to establish Liberty!</br>To whose auspicious Care Britannia owes</br>Those Laws, on which she stands, by which she rose.</br>Still may your Sons that noble Plan pursue,</br>Of equal Government prescrib'd by you.</br>Nor e'er indignant may you blush to see,</br>The Shame of your corrupted Progeny!", "First radiant Sunna shews his beamy Head,</br>Mona to Him, and scepter'd Tiw succeed;</br>Tiw, ancient Monarch of remotest Fame,</br>Who led from Babel's Tow'rs the German Name.</br>And warlike Woden, fam'd for martial Deeds,</br>From whom great Brunswick's noble Line proceeds.</br>Dread Thuner see!  on his Imperial Seat,</br>With awful Majesty, and kingly State</br>Reclin'd!  at his Command black Thunders roll,</br>And Storms and fiery Tempests shake the Pole.</br>With various Emblem next fair Friga charms,</br>In female Coats array'd and manly Arms.</br>Expressive Image of that Double Soul,</br>Prolifick Spirit that informs the Whole;</br>Whose Genial Power throughout exerts its Sway,</br>And Earth, and Sea, and Air, its Laws obey.</br>Last of the Circle hoary Seatern stands;</br>Instructive Emblems fill his mystick Hands.</br>In this, a Wheel's revolving Orb declares</br>The never-ending Round of rolling Years,</br>That holds a Vessel fill'd with fading Flowers</br>And Fruits collected by the ripening Hours.</br>Be warn'd from hence, ye Fair Ones!  to improve</br>The transitory Minutes made for Love,</br>E'er yet th' inexorable Hand of Time</br>Robs of its bloomy Sweets your lovely Prime.", "Lo, Nelson's airy Seat, whose rising Sides</br>Obscuring Fir, and shining Laurel hides!</br>Here in sweet Contrast Rural Scenes display'd</br>Around their native wilder Beauties spread.</br>The tufted Woodland's, where the Hunter's Horn</br>Oft wakes with chearful Note the drowzy Morn;</br>The Brook that glitters in the Vale below,</br>And all the rising Lawn's enlightned Brow,</br>In lowly Huts adown whose shelving Side,</br>From Storms secure the peaceful Hinds reside:</br>The spacious Park, within whose circling Pale,</br>The bounding Deer at large imprison'd dwell;</br>And feed in social Herds along the Glade,</br>Or lonely seek the solitary Shade.</br>Far o'er the level Green, in just array,</br>Long Rows of Trees their adverse Fronts display.</br>So when two Nations, fierce in Arms, prepare</br>At one decisive Stroke to end the War,</br>In seemly Order, e'er the Battle joins,</br>The marshal'd Hosts extend their threat'ning Lines,</br>And Files to Files oppos'd await the Word,</br>That gives a Loose to the destroying Sword.", "High on a Mount, amid a verdant Field,</br>Where intermitted Lines wide opening yield;</br>Where from their plenteous Urns the watry Gods</br>Pour o'er the green Expanse their limpid Floods,</br>Behold the good old King in Armour clad,</br>Triumphant Wreaths his sacred Temples shade.</br>And in his gracious Aspect shine exprest,</br>The manly Beauties of his gentle Breast;</br>His Mind, sincere, benevolent and great,</br>Nor aw'd by Danger, nor with Pow'r elate;</br>For Valour much, but more for Justice known,</br>Brave in the Field, and Good upon the Throne.", "An ample Arch, beneath whose spacious Round,</br>The massy Valves on turning Hinges sound,</br>Opens its hospitable Bosom wide;</br>Thro' which at large the rolling Chariots glide.</br>On swelling Bastions here Two Buildings rise,</br>(While far beneath the low-sunk Vally lies;</br>Where, or in one broad Lake the Waters spread,</br>Or draw their humid Trains along the Mead.)</br>Of These, a Shelter from the scorching Rays,</br>One in the Garden spreads its rustick Base:</br>One in the Park, an habitable Frame,</br>The Household Lares, and Penates claim.", "But shall the Muse approach the Pile, assign'd</br>Once, for a Mansion to her much-lov'd Friend,</br>And not bestow one melancholy Tear,</br>Unhappy Speed!  on thy untimely Bier?</br>Here, had not hasty Fate our Hopes deceiv'd,</br>In sweet Retirement tranquil had'st thou liv'd;</br>And pass'd with him, whose Friendship did ingage</br>In Arms thy Youth, in Peace thy weary Age.</br>Faithful Companion of his toilsome Days,</br>He led Thee on in Glory's noble Chace!</br>Faithful Companion of his calm Retreat,</br>Here had he destin'd thy delightful Seat.</br>Here too the Muse had joy'd to see thee blest,</br>Of every Hope, of every Wish possest;</br>Had sung, with Friendship and Affection mov'd,</br>Thy honest Heart by all esteem'd and lov'd;</br>And to thy living Worth that Tribute paid,</br>Which sorrowing now she offers to thy Shade.</br>"]