["What boots it that the traveller to the grave,</br>Should feel the glow of that seraphic fire,</br>Which lights the actions of the wise and brave,</br>Or \"wakes to ecstacy the living lyre?\"</br>Doom'd from his dawn of lifetime, to admire</br>The steep and slippery pinnacle of fame,</br>He scarce attains his object of desire,</br>When all his prospects vanish like a dream;&mdash;</br>He dies, and leaves behind the phantom of a name!", "Such is the fate of genius at the best,</br>When bless'd by fortune with a golden shower;</br>But, ah!  what conflicts agonize the breast,</br>When clouds around, in threat'ning anger, lour,</br>And want and woe embitter ev'ry hour!</br>And he whose heart beats high, must crouch for bread</br>To the stern dunce, possessing wealth and power:</br>Far happier he, who, number'd with the dead,</br>Deep in some lonely church-yard rests his head.", "Think of old HOMER, first and best of bards,</br>Sublimely singing Greek and Trojan arms,</br>And learn how man the poet disregards,</br>Though proud and boasting of his muse's charms,&mdash;</br>Chaunting the magic tale of \"ANGER's HARMS,\"</br>He feels of common sustenance a dearth&mdash;</br>Blind and forlorn, as fear of death alarms,</br>He begs through towns that boasted of his birth,</br>Who had no house or home, or friend on earth!", "See the wise EPICTETUS as a slave,</br>By a rude churlish master bought and sold;</br>And trembling TERENCE, tott'ring o'er the grave,</br>Creep to a baker's oven from the cold!</br>Nor of old times alone, such tales are told&mdash;</br>Oh, hear our own SPENSER's note of sorrow;</br>For him, whose days in courtiers' halls pass on,</br>Condemn'd to speed to-day, yet fail to-morrow&mdash;</br>\"To plead, to beg, to wait, to ride, to run,</br>To doubt, to hope, to trust, and be undone.\"", "Prophetic bard!  on Mulla's grassy side,</br>Responsive to the swan, his wild notes rung;</br>Each, e'er he sunk in Time's o'erwhelming tide,</br>His funeral dirge pathetically sung.</br>'Twas Spenser's fate to shine in Courts, when young</br>To view fair Erin with a statesman's eye;</br>To tune in Fairy land, the poet's tongue;</br>Yet in old age, in vain for friends to sigh,</br>And, worn with care and indigence, to die!", "In this sad line, now blazon'd high in fame,</br>Stood BUTLER, OTWAY, CHATTERTON, and BURNS,</br>And GOLDSMITH too, our country's boast and shame,</br>Whose hapless fate a wealthy nations mourns:</br>Alive, they starv'd &mdash; and dead, found BUSTS and URNS;</br>While many a wretch, by nature form'd a slave,</br>For vilest offices had rich returns&mdash;</br>Honours and wealth to decorate the knave,</br>Deserving best a rope, and felon's grave.", "Let the fond father, then, who loves to see</br>The dawning bust of genius in his child,&mdash;</br>When the boy brings a Primer to his knee,</br>Tell him to run into the woodland wild,</br>And hunt the beasts there, rather than, beguiled</br>By love of books, to earn a pedant's name;</br>To pass his days neglected or reviled</br>Till life rolls over, like a sick man's dream,</br>While BLOCKHEADS thrive, and win the palm of fame.</br>"]