["Within a hollow elm, whose scanty shade</br>But half acknowledg'd the returning spring,</br>A female Owl her domicile had made;</br>There, through the live-long day with folded wing</br>And eyes half-clos'd she sat; eyes black and round,</br>Like berries that on deadly nightshade grow,</br>And full white face demure, and look profound,</br>That ever seem'd some evil to foreknow;</br>Still with sententious saws she overflow'd,</br>And birds of omen dark frequented her abode.", "Thither, to profit by her learned lore,</br>Repair'd the daw, the magpie, and the crow,</br>Malicious tongues indeed did say, that more</br>Of the vain world's affairs they wont to know,</br>And there discuss, than, 'mid the night's deep noon,</br>To hear wise axioms from her whisker'd beak,</br>Or to chaunt solemn airs to hail the moon;</br>But only worldlings thus, she said, would speak,</br>And, that more sapient judges did opine</br>Their converse was most pure, and held on themes divine.", "She for the errours of the feather'd nation</br>Griev'd very sorely.  \"They were all infected</br>With vanities that wanted reformation,</br>And to erroneous notions were subjected;</br>Addicted too to sportiveness and joke,</br>To song and frolic, and profane delight;\"</br>But Strixaline declar'd, the feather'd folk</br>Should be to grave demeanour given quite;</br>Nor, while rejoicing in the new-born spring,</br>Should cooing dove be heard, or woodlark carolling.", "She often had to tell, in piteous tone,</br>How a poor chough by some sad chance was shent;</br>Or of some orphan cuckoo left alone</br>She would declaim; and then with loud lament,</br>To do them good, she'd their disasters tell,</br>And much deplore the faults they had committed;</br>Yet \"hop'd, poor creatures!  they might still do well.\"</br>And sighing, she would say, how much she pitied</br>Birds, who, improvident resolv'd to wed,</br>Which in such times as these to certain ruin led!", "To her 'twas music, when grown gray with age,</br>Some crow caw'd loud her praise, with yellow bill,</br>And bade her in the wholesome task engage,</br>Mid the plum'd race new maxims to instill;</br>The raven, ever famous for discerning,</br>Of nose most exquisite for all good things,</br>Declar'd she was a fowl of wondrous learning;</br>And that no head was ever 'twixt two wings</br>So wise as hers.  Nor female since the pope,</br>Ycleped Joan, with Strixaline could cope.", "This, in process of time, so rais'd her pride,</br>That ev'ry hour seem'd lost, till she had shown</br>How science had to her no light denied,</br>And what prodigious wisdom was her own!</br>So, no more shrinking from the blaze of day.</br>Forth flew she.  It was then those pleasant hours,</br>When village girls, to hail propitious May,</br>Search the wild copses and the fields for flow'rs,</br>And gayly sing the yellow meads among,</br>And ev'ry heart is cheer'd, and all look fresh and young.", "His nest amid the orchard's painted buds</br>The bulfinch wove; and loudly sung the thrush</br>In the green hawthorn; and the new-leav'd woods,</br>The golden furze, and holly's guarded bush,</br>With song resounded:  tree-moss gray enchas'd</br>The chaffinch's soft house; and the dark yew</br>Receiv'd the hedge sparrow, that careful plac'd</br>Within it's bosom eggs as brightly blue</br>As the calm sky, or the unruffled deep,</br>When not a cloud appears, and ev'n the zephyrs sleep.", "There is a sundial near a garden fence,</br>Which flow'rs, and herbs, and blossom'd shrubs surround.</br>And Strixaline determin'd, that from thence</br>She to the winged creatures would expound</br>Her long collected store.  There she alighted,</br>And, though much dazzled by the noon's bright rays,</br>In accents shrill a long discourse recited;</br>While all the birds, in wonder and amaze,</br>Their songs amid the coverts green suspended,</br>Much marvelling what Strixaline intended!", "But when she told them, never joyous note</br>Should by light grateful hearts to Heav'n be sung,</br>And still insisted, that from ev'ry throat,</br>Dirges, the knell of cheerful Hope, be rung;</br>While, quitting meadows, wilds, and brakes, and trees,</br>She bade them among gloomy ruins hide;</br>Nor finch nor white-throat wanton on the breeze,</br>Nor reed lark warble by the river side;</br>They were indignant each, and stood aloof,</br>Suspecting all this zeal, but mask'd a shrewd Tartuffe.", "Till out of patience they enrag'd surround her,</br>Some clamouring cry, that her insidious tongue</br>Bodes them no good; while others say they've found her</br>At ev'ning's close marauding for their young,</br>When frogs appear'd no more, and mice were scarce.</br>At length the wryneck, missel thrush, and bunting,</br>Protested they would end this odious farce,</br>And from the dial the baffl'd prater hunting,</br>With cries and shrieks her hooting they o'erwhelm,</br>And drive her back for shelter to her elm.", "There, vanity severely mortified,</br>Still on her heart with sharp corrosion prey'd;</br>No salvo now could cure her wounded pride,</br>Yet did she fondly still herself persuade,</br>That she was born in a reforming hour,</br>And meant to dictate, govern, and direct;</br>That wisdom such as hers included pow'r,</br>Nor did experience teach her to reflect</br>How very ill some folks apply their labours,</br>Who think themselves much wiser than their neighbours.</br>"]