["Great source of Light!  whose thousand burning beams</br>Lend beauty to the land, the sea, and sky,</br>And give the piled-up clouds their golden gleams,</br>Which change, like panoramas, to the eye;</br>Whence is the burning, Sun!  whole centuries fly,</br>And yet, undimmed, thou burnest still the same!</br>And stars and comets, like mere mortals, die;</br>But thou art there, unvarying in thy flame,</br>Where God first placed thee, Sun!  when he the world did frame.", "Thou givest a splendid beauty to the throng</br>Of countless worlds around, which, rolling, break</br>The solitude of space; and with their song,</br>Continual as thy light, for ever make</br>Such music as no thunder e'er can shake.</br>Those planets roll to sweeter tones than e'er</br>Were breathed by earthly troop.  Man's feelings wake</br>When Woman lulls his ear with song or prayer;</br>But what is woman's voice to you, ye orbs?  declare!", "Oh!  sing! &mdash; the shells that sparkle round the sea,</br>And breathe their music, when the winds pass o'er,</br>Your song shall echo, orbs!  to waters free;</br>No Peri's voice shall sigh for Eden more;</br>As breathe those shells, from coral isles to shore,</br>Fling forth your song!  till chiming with the waves,</br>It blends its numbers with their bursting roar,</br>Till earth and sea disclose their buried graves,</br>And man to God looks up, who with his music saves.", "Put forth thy rays!  thou burning, blazing Sun!</br>Thou giv'st the clouds a sparkling, earnest glow,</br>Which bask within thy light; their robes of dun,</br>Soon change to crimson, or to drifts of snow,</br>Or wear the thousand hues of summer bow,</br>Sometimes they seem like armies' banners rolled,</br>And furled by angel-hands, they brighten so;</br>Again, unwrapt, about our mounts they fold,</br>And lie like gossamer, on blocks of virgin gold.", "Who hath not seen the magic hues of sky</br>Which then dost spread?  Earth seems a fairy land,</br>Thick-set with stones, in every wave that lie,</br>That Heaven had caught the gorgeous hues so grand,</br>And strown them, sparkling, round with lavish hand.</br>The sapphire's blue, and blue-veined lazulite</br>With yellow flash, like drops of golden sand,</br>Were lavished there, and green and yellow chrysolite,</br>And purple amethyst, and tourmaline's red light.", "Centre of worlds!  thou dart'st thy living fire</br>Along the paths of blue, thick-set with spheres;</br>It quivers through the Universe entire,</br>Like lightning through an evening cloud, that steers</br>From edge to edge, till all in flame appears.</br>'Tis then that giv'st the bow calm beauty's form,</br>Where leaped the thunders in their wild careers,</br>And hurled defiance to the armed storm:</br>Rise up in conflict there!  a God is where ye swarm!", "Put forth thy rays upon the clouds and rain!</br>Paint out rich beams, bright banners on the sky;</br>Throw beauty on the waves, as if the Main</br>Had caught a fallen bow, and let it lie</br>Upon its breast, with many a dolphin dye;</br>Strew gems and gemlets on the up-turned leaves,</br>Dropped from above, where treasures never die;</br>Spread blushes on the flowers, till interweaves</br>Carnation with the white; and touch with gold the sheaves!", "Hang out your golden liveries, ye Clouds!</br>The Sun, that spread you there, is setting fast;</br>Fling all your splendour forth! &mdash; like giant shrouds</br>Ye lower above, death-black, and overcast;</br>Oh!  catch his dying beam; &mdash; 'tis gone, &mdash; the last!</br>Ye darken more!  your robes are black to sight;</br>And rain-drops slowly leave your bosoms vast,</br>Where ye enshrine them deep, like crystals bright;</br>Earth, as ye lower, seems like a silver-sprinkled night.</br>"]