["When welcome rain the weary reapers drove</br>Beneath the shelter of a neighbouring grove;</br>Robin a love-sick swain lagg'd far behind,</br>Nor seem'd the weight of falling showers to mind;</br>A distant solitary shade he sought,</br>And thus disclos'd the troubles of his thought.", "Ay, ay, thur drops may cuil my out-side heat;</br>Thur callar blasts may wear the boilen sweat:</br>But my het bluid, my heart aw'in a bruil,</br>Nor callar blasts can wear, nor drops can cuil.", "Here, here it was (a wae light on the pleace)</br>At first I gat a gliff o' Betty's feace:</br>Blyth on this trod the smurker trip'd and theer</br>At the deail-head unluckily we shear:</br>Heedless I glim'd, nor cou'd my een command,</br>Till gash the sickie went into my hand:</br>Down hell'd the bluid; the shearers aw brast out</br>In sweels of laughter; Betty luik'd about;</br>Reed grew my fingers, reeder far my feace:</br>What cou'd I de in seck a dispert kease?", "Away I sleeng'd, to Grandy meade my mean</br>My Grandy (God be wud her, now she's geane)</br>Skilfu' the gushen bluid wi' cockwebs staid;</br>Then on the sair an healen plaister laid;</br>The healen plaister eas'd the painfull sair,</br>The arr indeed remains, but naething mair.", "Not sae that other wound, that in ward smart,</br>My Grandy cou'd not cure a bleedin heart;</br>I've bworn the bitter torment three lang year,</br>And aw my life-time mun be fworc'd to bear,</br>'Less Betty will a kind physician pruive;</br>For nin but she has skill to medcin luive.", "But how shou'd honest Betty give relief?</br>Betty's a perfet stranger to my grief:</br>Oft I've resolved my ailment to explain;</br>Oft I've resolved indeed &mdash; but all in vain:</br>A springin blush spred fast owr aither cheek,</br>Down Robin luiked and deuce a word cou'd speak.", "Can I forget that night!  (I never can)</br>When on the clean sweeped hearth the spinnels ran.</br>The lasses drew their line wi' busy speed;</br>The lads as busy minded every thread.</br>When, sad!  the line sae slender Betty drew,</br>Snap went the thread and down the spinnel flew:</br>To me it meade &mdash; the lads began to glop&mdash;</br>What cou'd I de?  I mud, mud take it up;</br>I tuik it up and (what gangs pleaguy hard)</br>Een reached it back without the sweet reward.", "O lastin stain!  even yet it's eith to treace</br>A guilty conscience in my blushen feace:</br>I fain wou'd wesh it out but never can;</br>Still fair it bides like bluid of sackless man.", "Nought sae was Wully bashfu' &mdash; Wully spyd</br>A pair of scissars at the lass's side;</br>Thar lowsed, he sleely droped the spinnel down&mdash;</br>And what said Betty? &mdash; Betty struive to frown;</br>Up flew her hand to souse the cowren lad,</br>Butah, I thought it fell not down owr sad:</br>What follow'd I think mickle to repeat,</br>My teeth aw' watterd then, and watter yet.", "Een weel is he 'at ever he was bworn!</br>He's free frae aw this bitterment and scworn:</br>What mun I still be fashed wi' straglen-sheep,</br>Wi' far-fetched sighs, and things I said a-sleep;</br>Still shamefully left snafflen by my sell</br>And still still dog'd wi' the damn'd neame o'mell?", "Whare's now the pith (this luive!  the deuce ga' wi't!)</br>The pith I showd when eer we struive, to beat;</br>When a lang lwonin through the cworn I meade,</br>And bustlin far behind the leave survey'd.", "Dear heart!  that pith is geane and comes nae mair</br>'Till Betty's kindness sall the loss repair;</br>And she's not like (how sud she?) to be kind,</br>Till I have freely spoken out my mind,</br>Till I have learnd to feace the maiden clean,</br>Oiled my slow tongue, and edged my sheepish een.", "A buik theer is &mdash; a buik &mdash; the neame-shem faw't:</br>Some thing o'compliments I think they caw't:</br>'At meakes a clownish lad a clever spark,</br>O hed I this!  this buik wa'd de my wark;</br>And I's resolved to hav'et what ever't cost:</br>My flute &mdash; for what's my flute if Betty's lost?</br>And if sae bony a lass but be my bride,</br>I need not any comfort lait beside.", "Farewell my flute then yet or Carlile fair;</br>When to the stationers I'll stright repair,</br>And bauldly for thur compliments enquear;</br>Care I a fardin, let the prentice jeer.", "That duine &mdash; a handsome letter I'll indite,</br>Handsome as ever country lad did write;</br>A letter 'at sall tell her aw' I feel,</br>And aw my wants without a blush reveal.", "But now the cloudsbrek off and sine ways run;</br>Out frae his shelter lively luiks the sun,</br>Brave hearty blasts the droopin barley dry,</br>The lads are gawn to shear &mdash; and sae mun I.</br>"]