["Dim fades the day, and o'er the dewy meeds</br>Still Night her sable mantle gently spreads.</br>The fabled dance the little fairy leads,</br>And with light foot the velvet circle treads.", "'Tis solemn darkness &mdash; let reflection pause&mdash;</br>How vast a change!  yet in how short a space!</br>How soon the Sun, by its unvarying laws,</br>Sunk with soft blushes in the Sea's embrace.", "One short hour since all Nature wore a smile,</br>And sportive flocks gay frolick'd on her breast;</br>But now no active scenes the hour beguile,</br>For all is stillness, solitude, and rest!", "The sons of Labour press the couch of ease;</br>E'en Care is hush'd, and Woe forgets to smart:</br>On Misery's face now dwells the look of Peace,</br>Tho' ceaseless Grief may tear the waking heart.", "Soft be their dreams, and while each eye be clos'd,</br>Let human feeling claim from care a space;</br>For some few hours let ev'ry pang repose,</br>Let Anguish melt away in Sleep's embrace.", "Ah!  sweet to all but me its poppy blooms;</br>Me fated now to press a thorny bed;</br>Me whom the fate of dire Disorder dooms</br>To view in vain Night's soothing mantle spread.", "Yet tho' depriv'd of Day's enamell'd glare,</br>(Its vivid scenery fades in Fancy's eye!)</br>And tho' deny'd the robe of Sleep to wear,</br>Still let Reflection's moral aid be nigh.", "But whilst pale Sickness (of clear thought the night),</br>Spreads her dim curtain o'er the aching brain,</br>Canst thou, my soul, ev'n in Disease's spite,</br>Attempt to moralize 'midst grief and pain?", "Yet sure the immortal spark may seek the sky,</br>Thro' the sweet paths by meek Religion trod;</br>The sense of earthly sorrow casting by,</br>May seek, may worship, may adore its God.", "Oh!  let my ardent spirit grateful prove,</br>That through these dreadful pangs 'twixt life and death,</br>I still do breathe, to bless that pitying love,</br>Whose goodness lent awhile the quivering breath.", "Yet how does Sickness, with chameleon power,</br>From gloomy Nature catch a tainted hue;</br>Each object fashion'd to the sorrowing hour,</br>Seems issued from Creation's hand anew.", "For all was gay whilst Youth and Health was mine,</br>Nor Grief nor Care could interpose between;</br>By Nature warm'd, the heart, without design,</br>Caught joy's warm thrill from ev'ry passing scene.", "Dear sweet remembrances of happy life,</br>E'en now by Mem'ry's aid my soul is mov'd,</br>And spurning all the pangs of present strife,</br>Dwells on the pleasures once so fondly lov'd.", "But, oh!  you're gone!  and what is human joy,</br>Stript of the tints by youthful Fancy spread;</br>The bosom loses every sweet employ,</br>When eager Hope and rosy Health are fled.", "For early Youth resists the shafts of woe,</br>And springs to pleasure with elastic force;</br>With current quick the streams of life o'erflow,</br>Whilst Age perceives them stagnate in their course.", "Then farewell earthly bliss! &mdash; The glowing mind,</br>With ardent zeal, a better path shall try;</br>And leaving meaner cares far &mdash; far behind,</br>Pants for more happy scenes beyond the sky.</br>"]