["Come all ye Muses, mourning come,</br>The beauteous, matchless Florimena dead!</br>The best, the loveliest Muse is fled:</br>Hurl down your Lyres, their Voice must be</br>As silent, and as dead as she.</br>Hurl them, ah hurl them to the ground,</br>Let Cypress Boughs alone be worn,</br>Cypress must your Heads adorn.</br>Pull off your Wreaths of Lawrel now,</br>The Lawrel withers on the Muses Brow.</br>From your pale Temples be they rudely torn,</br>Throw down your Lyres, on them, her Crown.</br>Let ev'ry weeping Muse throw down,</br>Stifling the Musick of the Lyre,</br>Let them be strow'd ore Florimena's Tomb,</br>And as the dying Tunes expire,</br>Let no melodious Harmony be found,</br>But at their Fall &mdash; let breaking Strings, in Murmurs only sound.", "Your gladsome Notes, late tun'd to Joys,</br>I must not here awake,</br>My Grief all Melody destroys,</br>And my own Discord must my Musick make.</br>Let ev'ry Muse as chast appear,</br>As the fair Saint, for whom they now come here.</br>Not on Parnassus airy Heads</br>In dancing Measures shall ye move,</br>Or flow'ry Lawns, or fragrant Meads,</br>In any spreading Bow'r, or Grove,</br>Or where your wanton Fancy leads,</br>You shall not loosely now have leave to rove,</br>But, silent, hear of Death, the fatal Death of Love.", "No more your Musick I require,</br>Your Voice is useless, useless is your Lyre,</br>I want no Ayres to fan a raging Fire.</br>My Soul a hov'ring Cloud appears,</br>Within it, gloomy Seeds it bears,</br>The strugling Flashes of my Thought,</br>Through their own Gloom to Light are brought,</br>My Sighs are Winds, my Show'rs are Tears,</br>My jars of Grief burst out in dismal Moans,</br>And thunder loudly in distorted Groans.</br>My op'ning Mind displays the awful Scene,</br>See, see, the beauteous Heav'n &mdash; dead Florimena lies within.", "Behold, ye Daughters, sprung from Jove;</br>(Which us'd, in former Flights, to move</br>Swift as his Lightnings from above,)</br>To the Elyzian Shades repair,</br>Their noiseless Pinions cut the Air,</br>In mourning Clouds, see, thy come slowly down,</br>Those Wings, which oft so swift have flown,</br>Dampt with their Tears, are heavy grown.</br>Flagging, they gently beat the Sky,</br>And rather seem to fall, than fly.</br>Behold, they bend to Albion's Shore,</br>The Clouds in Showrs shed all their store,</br>And Albion's chalky Cliffs are shadow'd ore.</br>As when the Sun through darken'd Skies is gone,</br>Fleeting ore Hills, Shades are seen passing on.</br>So here, ore us we see the Shadows run,</br>Since Florimena's clouded ore &mdash; Fair Florimena &mdash; Britain's Sun.", "Low as my Thought can place the Scene,</br>Their darksome Course the Muses bend,</br>Low, wond'rous low, confus'd they fall,</br>And in thick Night descend,</br>Down, round a spacious, gloomy Grove beneath,</br>Close set with aged Cypress Trees,</br>(Which each with shiv'ring Horror sees,)</br>With flutt'ring Wings, their Journey past,</br>Disorderly they light at last;</br>Amaz'd they view the dismal Grove,</br>Unlike the Scenes they view'd above,</br>Ah!  far unlike the Bow'rs of Love.</br>With trembling Eyes they look within,</br>And down agast they totter all,</br>Depriv'd of Voice, depriv'd of Breath,</br>They find these Mansions are the Courts of Death.</br>No Ray of their bright God can here</br>Amidst this solid Gloom appear,</br>Their melancholy Thoughts to chear.</br>As interposing Bodies cloud his radiant Light,</br>So is their Lustre here eclips'd by Death's oreshadowing Night.", "Above their head they view the Forrest bare,</br>Ill-boding Birds, instead of Leaves they see</br>Sit croaking on their tops, and cov'ring every Tree.</br>The horrid Groans of Ghosts invade</br>The shatt'ring Branches, and molest the shade.</br>Murmurs, and Sighs make all the Breezes there,</br>The Musick which the Goddess Death delights alone to hear.</br>Thro' all the Vale no blooming Plant appears,</br>The deadly Soil nought but rank Poysons bears.</br>And ev'n those unripen'd lye</br>Scatter'd beneath the Trees, and dye.</br>Here hoary Winter reigns thro' all the Year;</br>Spread ore with Tombs, and Graves, the spacious Field</br>Does a vast Crop of Death, and dire Destruction yield.</br>So dread a Burthen does it bear,</br>Such weighty Monuments of Pomp are there,</br>The Vale resounds thro' out with Moans,</br>And streams of Blood, opprest with Bones,</br>Instead of softer Murmurs, make complaint in Groans.", "Within the awful Grove, a Temple stands,</br>Long built by Fate's unalterable Hands;</br>Round is its shape; four Iron Gates appear,</br>To let in all &mdash; for all must enter here.</br>Not in one posture do they ever stand,</br>But as the dreadful Goddess please,</br>They open, or they shut with ease,</br>Whene'er she lifts her sacred Wand,</br>Or only beckons with a bloody Hand.</br>Old Age and Pains are Porters to the Doors,</br>And (Goddess Death!)  they make the whole Creation yours.</br>The Gates with putrid Rust are overspread,</br>And all besmear'd with Blood of Lovers dead.</br>The more the rusty Iron crumbles down,</br>The Gates are still the stronger grown.</br>Their Wickets, of themselves, clap to, and open fast,</br>And flakes of clotted Gore they throw</br>Off with their aged Rust below,</br>Thus, by their own decay, they do for ever last.", "Death's Servants all in black appear,</br>The Liv'ry of their Queen they wear,</br>And mournful black the Walls of those Apartments bear.</br>Here pitchy Tapers cast their Shades,</br>And a thick Wreath of Smoak, in Clouds, ore all the Temple spreads.</br>The Goddess self, behind her gloomy Shrine,</br>Does her grim Head upon her Arm recline.</br>Behold, two Images before her stand,</br>The greatest mortal Beauty, here,</br>Upon her left, does pale appear,</br>The greatest mortal Warriour on the other hand,</br>Above her Head Diseases bear</br>Her bloody Crown, all flaming in the Air.</br>Dark is her Shrine, her Crown alone</br>Glares with a glim'ring Dread, and lights her sultry Throne.", "No precious Stones within this Crown are worn,</br>But, fixt at top, a Scull it bore,</br>Oreflowing with black, putrid Gore,</br>And dire, discolour'd, sulph'rous Flame does all its Parts adorn.</br>Diseases hov'ring ore her Throne,</br>Infected by each other, tumble down.</br>Fast does the one upon the other drop,</br>And by their Fall, the tott'ring Crown they prop.</br>Faint to their Goddess each arrives,</br>Her pale, wan Lips they flutter ore,</br>Her blasting Breath does all their Pains restore,</br>And thus, ev'n Death it self revives.", "Behold, the Images are nearer plac't</br>And now the Goddess sets them close at last.</br>See &mdash; Florimena &mdash; ore the Head,</br>May of the lovely, female, fair be read</br>In Characters of black that Name is understood.</br>See &mdash; ore the other's Head, a Name</br>Renown'd ore all the Coasts of Fame,</br>Behold, 'tis character'd in Blood.</br>'Tis glorious CUTTS, her Noble Lord,</br>Who ev'n in gloomy shades of Death shall ever be ador'd.", "Heavens!  How the awful Goddess stares!</br>Behold her fiery Eyes, see how their Lightning glares.</br>See what a storm of sulphrous Breath she pours,</br>Reluctant Fires, and rowling Smoak,</br>From her wide Jaws in flashes broke.</br>See, see, towards the Fair she moves,</br>Blasts all her happy Days, her tender Hours,</br>Blasts, with the noysome Breath, which from her came,</br>The purest light of Passion's sacred Flame,</br>And blasts her Hero's fondest Loves.", "Behold her Scepter, dread with Iron rust,</br>(Whose pond'rous Load none else can bear,)</br>No longer lies beneath her Throne,</br>(Death's Scepter buried deep in Dust,)</br>Aloft, with pain she lifts, &mdash; and shakes in Air.</br>Inrag'd she pounds on Carcasses, and Bones,</br>Distorted Looks in Flashes fly,</br>Her very Scepter trembles, &mdash; and her Crown</br>Sway'd by the Weight, seems tott'ring down.</br>And now the frowning Goddess swells and groans,</br>As if her self, ev'n Death her self, would dye.</br>The lovely, loving Images she parts,</br>Heaves up her Scepter, now relents,</br>And strait the threaten'd stroak repents,</br>But soon again, her Rage does glow,</br>She leaps &mdash; and bounds, &mdash; and strikes the Blow,</br>The very Image of the Hero starts;</br>Loud on her own dread Name Death proudly calls,</br>Heavens!  Now the stroak is giv'n, &mdash; and Florimena falls.", "This must be all but visionary Dream,</br>Which thus my Thoughts, thro' Indigestion frame.</br>This killing Object cannot be,</br>A Death, which makes me almost dye to see.</br>This wild Chimaera but in fancy lyes,</br>'Tis then but fancy too that Florimena dyes.</br>Fancy! &mdash; Alas!  Too well I know,</br>(Whate'r against my Soul may flow)</br>My willing Mind would never fancy so.</br>Not all the Rage of cruel War,</br>The mighty Hero's Soul could move;</br>Now mark his Thoughts, &mdash; behold they jar,</br>'Tis worse than Death, &mdash; not Life he loses, but he loses Love.", "And now another Scene appears,</br>Death's Temple opens, and within,</br>The dreadful, bloody Altar's seen.</br>To which, the lovely Corps her Priestess bears.</br>Off'rings of Skulls, and Bones she brings,</br>The sacred Load into the Flame she flings,</br>And the great Conquest of her Monarch sings.</br>The eager Flames the Prey destroy,</br>The ghastly Priestess grins a Smile,</br>Pleas'd with the Ruin of the charming Pile,</br>And the Fire crackles with excess of Joy.</br>The sacred Altar where the Priestess stood,</br>Still blushes for her Crime, while she grows drunk with Blood.", "The Monster Death is blind we know,</br>She had not else us'd Florimena so.</br>See, see, the beauteous Charmer lyes,</br>And in the Flames expires;</br>A Sacrifice to Death she's made,</br>While yet no living Off'ring to great Love she paid,</br>To Love, who mourns his now extinguish'd Fires.</br>Hark, thro' the Courts of Death a dismal sound</br>In hollow voice does from all sides rebound.</br>Hark, Florimena is the Name,</br>Swiftly the Noise in Ecchoes flyes,</br>The Ecchoes fainter the lov'd Noise proclaim,</br>And ev'n the very Name of Florimena dyes.</br>Rise, Muses, rise, your flight prepare,</br>Quit the black Mansions of this Realm of Night,</br>Prepare, make haste, prepare your flight,</br>And cut the upper Air.</br>Now Florimena does your Labours claim,</br>I'll raise a lasting Monument of aiery Fame.</br>Swift with the Name round the Creation fly,</br>And bear it kindly to the starry Sky,</br>While Heaven and Stars shall last, &mdash; fair Florimena shall not dye.", "To others aiery, Fame shall be</br>(Blest Saint) a solid Monument to thee.</br>Rais'd of the strongest, and the loftiest Verse,</br>Which shall thy real Praise rehearse,</br>Built by thy weeping Poet's hands,</br>Firm as Death's Throne it self, the Pile for ever stands.</br>The Throne of Death shall from thy Tomb arise,</br>Her Empire's fixt, where Florimena lyes.</br>Fam'd shall it stand, when Ages shall be past;</br>My Grief alone shall here inspire,</br>My clowdy Grief shall flash out Fire.</br>No Muse shall loosely sing of you,</br>Death now, since thou art seiz'd, may seize the Muses too;</br>This Mausoleum shall for ever last.</br>The Muses Harmony would now appear</br>But jarring Discord, should they raise it here.</br>Let them not dare to strike their Lyre,</br>Unless the sound make all, who hear, expire.</br>In decent Mourning be you only seen,</br>Mourn Florimena dead, &mdash; fair Florimena was the Muses Queen.", "I now all Aid you bring besides, refuse,</br>You Muses, here your selves would want a Muse.</br>Sorrow alone inspires my mournful Lays,</br>I sing with sorrow now fair Florimena's Praise.</br>Wither, ye Lawrels, on the Poet's Brow,</br>An Air of mourning thro' my Lines shall pass,</br>Since they can only tell that Florimena was.</br>She was indeed all we could wish her now.</br>Well may our Tears to her a Tribute fall,</br>To Florimena &mdash; she deserves them all.</br>To her, &mdash; who, when alive, blest ev'ry sight,</br>To her alone, who crown'd the use of light.</br>Tho' now in Death's dark, gloomy night she lyes,</br>Our Tears are Off'rings due, &mdash; alive, we offer'd up our Eyes.", "Our Sorrow now, more than our Love we find,</br>Sorrow, tho always weeping, is not blind,</br>Tho Love it self wants Eyes, too plain we see,</br>Help'd by its Flames, what our Misfortunes be.</br>Too fierce is Passion's raging Fire;</br>In vain, alas!  in vain we strive,</br>By Sorrow's streams to make its sparks expire,</br>Tears quench not burning Love, but keep it more alive.</br>Whate'r bright Hymen's Lamps have Pow'r to do,</br>The Torch of Death, with glaring light, does all Disasters shew.", "Behold, Queen Sorrow in a Mist appears,</br>A dusky Robe of soggy Clouds she wears;</br>Drawn by wing'd Sighs, see how she slowly glides,</br>A smoaking Torch she bears, extinguish'd, in her Hands.</br>Pity and Love attend her Chariot's sides,</br>Still in one Posture, leaning low, she lies,</br>Fair is her Face, but blubber'd are her Cheeks, and blear'd her Eyes.</br>Her dewy Crown is set with largest Tears;</br>Above, her awful Mother, Silence, stands,</br>And ore her Head,</br>Does a black melancholy Cov'ring spread,</br>Pourtray'd with inwrought Images of Ears;</br>The Banners of her Foe she bears.</br>Inly the troubled Goddess, Sorrow, moans,</br>Like Sybil's Priestesses she swells,</br>And, ere she sighs, that she will sigh, foretels:</br>Or like the Sea, by late past Storms opprest,</br>Heaves slowly up her panting Breast,</br>And heavily she groans.</br>The Matron Silence hates the Noise she made,</br>For she reigns only when her Daughter Sorrow's dead.", "Come, Goddess, come, thy Ayres infuse,</br>A charming Eloquence Affliction bears,</br>My Helicon shall be compos'd of Tears.</br>Throw off thy sad Expressive, Matron Silence, now,</br>Unlock thy Tongue, unlock thy Brow,</br>Like melting Canens mourning for her Love,</br>Breath out in sighs fair Florimena's Name.</br>Your Being to her Death you owe,</br>Teach me in melancholy Ayres to move,</br>And fix her charming Praise in Fame,</br>Of Florimena's Merits shall I boast,</br>The Earth shall know, tho dear the Knowledge cost,</br>Know only, Paradise, and find it lost.</br>None of the Nine, thee, Goddess, here I chuse,</br>Come, thou inspiring Sorrow, thou my Muse.", "Sad shall the weeping World her Vertues know,</br>When she was griev'd, she made all others so.</br>Such Softness her Affliction wore,</br>Thy self, great Goddess, could not move us more,</br>Like Influence in her Tears, as in her Eyes she bore.</br>Whene'r she wept, the World in floods she found,</br>And (with another Deluge) all the Globe lay drown'd.</br>O could my Soul frame the least Dawn of Hope</br>That Plaints and Wailings could afford Relief,</br>The Sluces of my Eyes should ope,</br>And I would rowl in an impetuous flood of Grief,</br>Yes, let me plunge, behold, I go,</br>Her Praise shall bear me up in Fancy's Main,</br>Now, now I rise, now Thoughts, like Seas,</br>Insult, and dash me; there a Billow plays,</br>And now my Sorrow sinks me down again.", "The mighty Artist, when his Skill excell'd,</br>Drawing the Greek in all his height of Woe,</br>The Form, the Limbs, and Posture, just, did show,</br>But, at the Face, he found the Pencil fail'd;</br>A mourning Vail ore that he wisely drew,</br>So, Florimena, must thy Painter do;</br>For could I run your num'rous Vertues ore,</br>Tell if your Hero's Griefs, or your lov'd Charms were more,</br>It were impossible to paint your Beauty too.", "Beyond that Greek's, this Hero's Grief appears,</br>He lost the best of Wives, and Hope of glorious Heirs.</br>Lovely as Glory's self, the Nymph he view'd,</br>Bright as his Arms&mdash;</br>Not Glory's self with greater Toils was woo'd,</br>His Tears he paid this Fair, the other only had his Blood.</br>Ah!  who successfully can paint</br>So dread a Warriour, and so sweet a Saint!</br>Terrour and Beauty in this Pair combin'd;</br>Well, mortal Artists here may make a stand,</br>When Heav'n it self can scarce renew its hand;</br>Strong Mars and brighter Venus justly join'd.</br>In quest of this, and this alone we rove,</br>If he had triumph'd more in War, or she, in Love.", "When fam'd for wond'rous Conquests, wond'rous Charms,</br>No Pride this conq'ring, killing Beauty knew,</br>But mildly, like her Lord, she look'd on those she did subdue:</br>Grown, by her Trophies, great enough to yield,</br>To him, victorious still in every Field,</br>Her self, the dearest Prize, surrender'd to his Arms.</br>If any Pride this brightest Fair could move,</br>She felt it only in her Warriour's Love;</br>Proud of submitting to this Conq'rour, more</br>Than of all Captives she had made before.</br>Her Judgment, not her Scorn, all else denies,</br>His Sword alone she found was pointed as her Eyes.", "Strange Pow'r of charming! &mdash; his Submission gains,</br>He conquers thus, and triumphs through his Chains.</br>And yet alone, he doubts of Conquest here,</br>This mildest Foe knew how to raise his Fear.</br>Against this Chief whole show'rs of Darts did move,</br>Many were lodg'd within his manly Breast,</br>But far, far deeper, deadlier than the rest,</br>He felt the thrilling Dart of strong victorious Love.</br>That, did his Senses, and his Thoughts controul,</br>Those pierc'd his Body only, that, his Soul.</br>But now no Balm can cure his wounded Heart,</br>For cruel, trayt'rous Love with Death has chang'd his Dart.", "Great is the force of Paint, yet it denies</br>The skilful Touches of the Artist's Thought;</br>No Imag'ry from Colours can be brought</br>To shew enough the Griefs of his, &mdash; or Beauties of her Eyes.</br>Orpheus, 'tis said, by Notes could draw,</br>Forests, and Rocks, and Herds along,</br>In spight of Nature's settled Law,</br>To hear, all ravish'd, his delightful Song.</br>The charming Poet softly plays,</br>They leap, and dance, and time his Lays,</br>No Rocks so hard but he could move,</br>And soften with his Ayres of Love,</br>This Sense had Herds, &mdash; but Florimena's Charms</br>Had rais'd them with more fierce Alarms,</br>Far greater would their Transports be,</br>And only seeing (Fair) they would have follow'd thee.", "As, happy Martyrs Visions shew</br>The joys of Heav'n, which none till Death must view,</br>So I, inlighten'd by thy Beauty's Flame,</br>See all the Extasies that Thought can frame.</br>Like the great, immov'd Painter, I conceive,</br>Such ravishing Idea's here,</br>My Pencil would my Soul deceive,</br>No fixt Proportion would the Painting bear,</br>But I at once should ramble ev'ry where.</br>O Sorrow, here thy Curtain place,</br>Draw a black Veil ore this too beauteous Face.</br>To thee, alas!  unhappily I run</br>Alas!  the Veil is drawn; &mdash; and Death the willing Task has done.", "Like Lightning, shining was her Beauty view'd,</br>From a fair Sky produc'd, without a Cloud.</br>A while the glitt'ring Blessing strikes our Eyes.</br>From Heav'n its purest Flashes came,</br>A heav'nly yet destroying Flame,</br>Which only robs us of our Sight, and dies.</br>The short liv'd Comfort shews our Fears,</br>And strait again it disappears,</br>Thro' darkest Gloom it brings us Light,</br>Its Life conducts us to our Death,</br>And guides us to black Shades beneath,</br>The momentary View it chears,</br>It only now makes all the Globe seem bright,</br>To pass, like fleeting Thought, away, and leave more solid Night.</br>The World lies clad in Darkness, when 'tis gone,</br>Storms, and fierce Show'rs descend, and strait, rolls the loud Thunder on.", "Nor was it Beauty in this Nymph alone,</br>Which made her conqu'ring Warriour's Soul her own.</br>Tho wond'rous Magick in soft Glances lies.</br>Had it been true that Lovers, and that Love were blind,</br>This bright, victorious Fair had triumph'd in his Mind.</br>Not all his Love from Looks the Hero drew,</br>She had a Tongue as charming as her Eyes,</br>At once a Venus, and Minerva too.</br>Let meaner Beauties only boast,</br>Their tuneful Voices Pow'r to move,</br>They find, that when they charm the most,</br>Those Swains, whose Fires before did glow,</br>A little ravish'd, own a Love,</br>Their Breath can to that Height the Burnings blow.</br>But Florimena's Ayres much more could do,</br>They rais'd the Fire, and kept it flaming too.", "This Nymph's each Gesture had some Grace that charm'd,</br>She could not look, or speak, or move,</br>But she commanded awful Love;</br>And the Beholders of all Sense disarm'd.</br>Her Glances (still so bright they flew)</br>Or struck admiring Lovers blind,</br>Or all their Senses to their Eyes confin'd,</br>That they could only view.</br>Or if she sung &mdash; (Oh Heav'ns!  what Man can bear</br>The very Thought of so divine an Ayre.)</br>Methinks young Love, with hov'ring Spirits flies</br>Around her charming Lips, and basks about her Eyes.</br>No God from the sweet Spheres such Transports drew,</br>So soft, so melting soft her Voice, and yet so piercing too.", "Each Note excessive Transport brings,</br>And still she charms the more, the more she sings.</br>Hark, how pleas'd Eccho does the Tunes restore,</br>The Eccho soft returns the Ayres,</br>And seems to listen, and has Fears,</br>Lest any other Eccho hears.</br>Her coy Narcissus here the Maid had mov'd,</br>Returning Florimena's Song,</br>The charming Youth she would have drawn along,</br>Not the reflection of a Face, but Voice he would have lov'd.</br>Till Death shut in her Charms, (her Charms, ah!  now no more!)</br>In every part &mdash; Musick the lovely Florimena wore,</br>In every part of her soft Frame, &mdash; and she was Harmony all ore.", "The Sweets of Hybla from her Breath did flow,</br>And her fair, lovely Cheeks did with fresh Beauty glow.</br>Devouring Death luxurious now I see;</br>(Strange!  That no Art, not its own Charms, can save</br>Beauty, almost immortal, from the Grave!)</br>He blasts the blooming Fruit, and he destroys the Tree.</br>Where'er the Glories of her Face were shown,</br>Beauty in hers could not be surer seen, than Wonder in our own.</br>So lovely fair! &mdash; if such a thing there be</br>As Beauty's self, &mdash; 'twas Florimena, &mdash; an 'twas only she.", "But now, that Sun of Beauty, and of Love,</br>Shines in an other Radiant Sphere above,</br>Tho' nought could clowd her clear, Meridian Light,</br>When the short space was ended, which she run,</br>And the bright Task of radiant Day was done,</br>She set all heavenly fair in Death's eternal Night.</br>Night, and thick Darkness ore the Globe we find,</br>While smaller Beauties, by her absence, here,</br>Like Stars with fainter Light appear.</br>Which can't orecome those Clouds, which she has left behind.</br>Such were the Beauties Florimena wore,</br>The Stars themselves were not in Number more.</br>Scarce the Nymph's other Merits can I trace,</br>Transported so,</br>With the ariel Images I grow,</br>Of all the blushing Glories in her beauteous Face.</br>My Pencil fond does of that Stroak appear,</br>And who, &mdash; ah!  who would stir, that could dwell ever here?", "Too lovely Face to be exprest in Paint,</br>Thou, the most charming Shrine of the most charming Saint.</br>Seraphick Beauty reign'd thro'out the whole,</br>In all such wondrous Sweetness was display'd,</br>Divine in Body, more divine in Soul,</br>The one on purpose for the other made.</br>Now may we mourn, since Florimena's dead,</br>The second, but more fair, Astraea fled.</br>The first by Strife, and impious Wars was driven,</br>But this, when all her Pray'rs were heard,</br>And Peace to flourish ore the Globe prepar'd,</br>Flew pleas'd, and calmly up to her own native Heaven.", "She fled indeed a blest Astraea there,</br>But left, alas!  no Florimena here.</br>All that we good, divine, and lovely call,</br>Name but that Word, &mdash; it comprehends them all.</br>Her Darts could every Gazer hit,</br>One shooting Glance alone could move,</br>(With lambent Fires of inoffensive Love,)</br>She had the Flames of Beauty, and the Warmth of Wit.</br>Swift as her Looks, could her bright Notions rise,</br>Her Fancy, and her Thought, were clear, and charming as her Eyes.", "Her Frame, all Sweets, which Love desires, could boast,</br>In her possession the blest Hero knew</br>The force of Beauty, and of Passion too,</br>She was most lovely, and she lov'd the most.</br>The transport of her mortal Charms,</br>(If such the smallest Charm of hers could be,)</br>Had been too vast a Prize for any other's Arms,</br>But on her Lord Ambrosial Show'rs did fall,</br>She prov'd, by all her Actions, Love could see,</br>He had, &mdash; and he deserv'd them all,</br>He only lovely to her Eyes did seem,</br>Fondly, and dear she lov'd, &mdash; as fondly was belov'd by him.", "Soft were the Flames their glowing Bosoms bore,</br>Such bright, such pleasing Likeness in them lay,</br>Such equal Influence too they wore,</br>As those fair Beams, which in her Eyes did play.</br>Him did this Nymph to all Mankind prefer,</br>Her Hero's Passion did she prize,</br>As dear as her own charming Eyes,</br>Those Myrtles which her Love made grow,</br>He valu'd high, as his own Lawrel-Bough,</br>And of all Womankind he burnt alone for her,</br>Her, in whose soft Embrace such Bliss was given,</br>He prest a Goddess, and he thought himself in Heaven.", "As her bright Form beyond all else could move,</br>So she excell'd in the extreamest Love.</br>The purest, most seraphick Fires</br>Were kindled in her fond Desires,</br>Soft, as the thoughts of Angels, was her Soul</br>As free from looseness, as 'tis now above.</br>To the blest Partner of her Flame,</br>She gave it up entire; &mdash; for him hits Wishes came;</br>He had it, and enjoy'd it whole,</br>She gave her Soul, her Love, the dearest store,</br>She kindly gave her self, gave all, &mdash; and wish'd to give him more.", "Whate'r soft, female Beauty could bestow,</br>In Tides of flowing Joys did rowl,</br>All that the Hero could desire to know</br>Of most celestial Happiness did fall;</br>She too possest it most, when so she gave it all.</br>But ah!  That Rival, Death, with horrid Charms,</br>Has snatch'd her pale, and ghastly from her Lover's Arms.</br>He, cruel Monster, does the World controul.</br>No want of Beauty here her Ruine prov'd.</br>Death was too much with her Attractions mov'd,</br>And the grim Tyrant forc'd her, but because he lov'd.", "See where the lovely Charmer lyes,</br>(Ah!  Goddess Sorrow!  break your flight,</br>Too much already am I mov'd with this too mournful Sight.)</br>See, see, the fairest Work that Heaven has made,</br>The fairest Blossom of the fair,</br>That ere blest mortal Eyes,</br>The Works of Heaven, its choicest Care,</br>By an untimely, fatal Blast,</br>Ere half the Bloom even of her youth is past,</br>(O hard Decree of Fate!)  must fade.</br>Why, tell me why!  Was such a heavenly Fire</br>So sweetly kindled here below,</br>If, soon as it begun to raise</br>Its glowing Brightness to a Blaze,</br>The self-same am'rous Breeze, which did so gently blow,</br>Should by some whirl of Chance, so rudely make its Flames expire!</br>See, Goddess Sorrow, see fair Florimena dead,</br>Weep, weep, till thou art blind, &mdash; beat fast thy Breast, and gnash thy Teeth, and knock thy Head.", "Prest by the Hand of Fate, I knew</br>All other Mortals lay,</br>And when he please to grasp us fast,</br>We all inevitably breath our last,</br>But never thought that Florimena too,</br>Must sure as vulgar Crowds decay,</br>How in the Dust can so much Beauty lye!</br>Strange!  that a thing so sacred, so divine, could dye!", "Mark, Sorrow, mark the saddest Scene display'd,</br>Black as thy dismal Fancy ever lay'd.</br>Here must thy gloomy, vast Idea's swell,</br>Heave, heave, thy panting, tho' capacious Breast,</br>For the reception of such Pomp of Woe, as cannot be exprest;</br>Inspire me with thy self, &mdash; tho' not even thou canst half the Horrour tell.</br>Too plain, alas!  I view too plain</br>This stroke of Fate, 'tis Florimena dyes,</br>I mark too well the mournful Scene,</br>I see thou shedst thy plenteous store,</br>And Sorrow's flowing Eyes are delug'd ore.</br>There, all that's lov'd, all that is lovely lyes,</br>I gaze on the afflicting sight, &mdash; Death's dismal Torches glaring in my Eyes.", "There the all-beauteous Nymph in Pangs appears,</br>See, by the Taper's glimmering light,</br>I view the now amazing Sight;</br>Behold, the sickly Taper hides its Fires,</br>The sickly Taper too almost expires.</br>Out let its Light be rudely blown,</br>Since the most radiant Florimena's Eyes,</br>Depriv'd of Lustre, now are languid grown,</br>Let weaker Lights henceforth no more be shown,</br>Drown, drown them all with flowing Tears,</br>For soon the lovely Charmer dies,</br>And like the setting Summer's Sun,</br>She, who was Light itself, and Brightness &mdash; strait must to dark shades be gone.", "See, where the Nymph's victorious Lord appears,</br>See how that Victor now lies bath'd in Tears!</br>Hear, hear the Hero's anxious Moans,</br>See, on her Breast he leans his Head,</br>Dying almost, lest Florimena should, alas!  be dead,</br>And with more tort'ring Pain than hers he groans.</br>Unman'd, and void of Courage, rob'd of all,</br>Sunk with a load of Grief, down prostrate does he fall,</br>Call oft on Heav'n, &mdash; and oft &mdash; on Florimena call.", "Behold, (Oh!  killing Scene!)  her dying Care,</br>Was now to offer up her latest, grateful Pray'r,</br>If any Sins she had to be forgiv'n,</br>She sues for Mercy, and she clears with Heav'n.</br>Pleas'd would she go, but still Remorse does find,</br>On the account of her afflicted Love;</br>Tho flying to the Seats of blissful Joys above,</br>She grieves to leave him, lost in Woe, behind.</br>Now his lov'd Hand in hers she presses fast,</br>A look, ah!  too, too languishing does cast,</br>And catching thick at Breath&mdash;</br>Close clasps him to her Soul, and breaths these Words the last.", "Now all my Joys, those Dreams of Life, are gone,</br>And Night, the lasting Night of Death drawing on,</br>From thee, unwillingly from thee I move,</br>My Strength decaying shews my Passion great,</br>What puts the Light out, raises more the Heat;</br>I dye, but dying thine, &mdash; Ah!  happy ever prove,</br>I lose my Lover, but preserve my Love.</br>Sustain me, bear me, bear me in thy Arms,</br>Thou best &mdash; thou dearest&mdash;</br>Oh!  adieu&mdash;</br>O thou, my Lord &mdash; my Love, &mdash; thou all ore Charms,</br>Take the last Pledge thy dying own can give,</br>No longer now alas!  no more I live&mdash;</br>Another last farewel I must renew,</br>Dear Man! &mdash; (there they embrac'd) and faint, she murmur'd &mdash; Be thou true.", "Here ceas'd the Nymph, &mdash; and grasping now she lies,</br>Lock'd are the Charms of her soft Voice, and clos'd her Eyes.</br>In haste the Hero starts, and spurns the ground,</br>Catches her faster and aloud he crys,</br>(Plung'd in deep floods of Woe, which dash him round,)</br>Stay, Charmer, stay together will we go,</br>Yes, &mdash; by our tend'rest Loves, it must, it shall be so.</br>Dread and amazing does this Object seem,</br>Here, Death is even terrible to him.</br>Now the last Pang from her fair Bosom flies,</br>And down, opprest, the Hero sinks, as Florimena dies.", "Whither, ah!  whither does this Vision lead?</br>Ore Lawns, methinks, and Meads I rove,</br>On scatter'd dismal Yew, and Cypress boughs I tread.</br>See, see, within a spacious Grove,</br>A mourning Hearse, all deckt with white, appears,</br>Within, an open Coffin lies,</br>Which holds the loveliest Fair that ere bless'd human Eyes.</br>See, at its side a gallant Chief does stand,</br>His Cask, and Truncheon at his Feet he throws,</br>A Face all drown'd in Grief he shows,</br>Tears off his wreaths of Laurel from his Brow,</br>His useless, and unvalu'd Laurels now,</br>The sacred Crowns disdainfully he tears,</br>And leans is pensive Head upon his Hand,</br>A view he takes of all his Blessings fled,</br>Fixt are his Looks, &mdash; and as he lov'd her living, he adores her dead.", "Those lovely Breasts the Warriour does behold,</br>Like Snow congeal'd, stiff in Death's Frost, and cold.</br>Those Breasts, which still the living Nymph could shew,</br>Soft as the Milk, which when a Child she drew.</br>No more the Hero must those Seats possess,</br>No more delightful Transports must he know,</br>No more their Sweets must all his Longings bless,</br>Nor on her charming Lips must he find Pleasures grow.</br>Her Eyes no more must with bright Motions roul,</br>No more divine Impulses of fierce Love must move the Warriour's Soul.</br>So much, alas!  this loving Pair was one,</br>All his dear Sweets he sees, with Florimena, gone.", "When all the Rage of horrid War was ore,</br>In which, a constant, prosp'rous share he bore,</br>From all its Heat and madding Fire,</br>In happy, spreading, fragrant Groves,</br>He wish'd at last to crown the tend'rest Loves,</br>And for a while retire,</br>Supinely laid,</br>Beneath some verdant, cooling shade,</br>Whose Ayres might Thoughts of calmer Joys inspire.</br>The Thund'rer so, when the rash Youth had burn'd</br>Part of the Skies, and the terrestrial World,</br>Seeing the Boy was headlong hurl'd,</br>Now visiting the Meads and Bow'rs,</br>Perceiv'd a Nymph, and brighter Flames he bore,</br>Than those which scorch'd the Globe, and burn'd his Skies before.</br>With her he spent some pleasing Hours;</br>No more the Ruines, which were made he mourn'd,</br>But from that Heav'n, back to his own return'd.", "Hymen, the God of Marriage too, appears,</br>See, in his Hand a Torch he bears,</br>Extinguish'd with his flowing Tears.</br>The beauteous Cytherea there comes on,</br>She rends her Locks, and beats her Breast,</br>With all the signs of real Griefs exprest,</br>And mourns the fairer Cytherea gone,</br>Thro' ev'ry Bow'r, and ev'ry Grove,</br>Wild, and distracted does she rove,</br>Wild as the Forests where she runs &mdash; and mourns the Fall of Beauty, and of Love.", "See, where the pensive Cupid weeping stands,</br>See, how he wrings his little Hands,</br>Behold his slighted Quiver from him thrown,</br>His smoaking Torch too laid neglected down.</br>Hark, on his Mother sadly does he call,</br>He holds a deadly, piercing Dart,</br>And shrill he cries, and points it at his Heart,</br>And threatens there to fall.</br>On those fair Banks the Loves prepare their Seat,</br>And all lament lost Florimena's Fate;</br>Those Streams to Helicon belong,</br>Those vocal Streams, whose murm'ring Voice</br>Raise and harmonious, melancholy Noise,</br>And of themselves pour forth a mournful Song,</br>Weeping whole Floods, as they glide down along.", "Behold, alas!  the Hero now you see,</br>Striving the former Flames to trace</br>Of Florimena's lovely Face;</br>Behold &mdash; he looks &mdash; almost as motionless, and dead as she.</br>To whom his Story shall he now prepare?</br>And taste the greatest Pleasures of successful War.</br>Ah!  how uncertain are our Blessings here,</br>When all that's brave, and great, and soft, and heav'nly Fair,</br>Must stoop to sudden Chance, and in a moment disappear.</br>Why in the Field did he such Wonders show?</br>Why did this Chief immortal Honours gain?</br>Since that &mdash; for which he felt the rack of Glory's burning Pain,</br>The shining Mistress of his Arms was not immortal too.", "Behold, Queen Sorrow now in haste is fled,</br>And all the other mournful Train</br>Departing fast, are scatter'd ore the Plain,</br>The warlike Lover too rears up, once more, his Head.</br>See, see, another Scene the Prospect yields,</br>Behold the peaceful, blest, Elyzian Fields.</br>Mark all the shades, what preparation there</br>They make, to welcome to their Groves,</br>This far renown'd, and celebrated Fair!</br>The loveliest Nymph &mdash; that ever crown'd the most exalted Loves.</br>But see (O ravishing Joy of all our sight!)</br>See, see those Angels in that Cloud descend,</br>Their course to Florimena's Grove they bend,</br>See now, how smiling swift they all alight,</br>Their Fellow-Angel up they bear,</br>Bright as themselves, bright as she late shone here;</br>The Scenes of Mourning quickly disappear;</br>The Hero bows, his pious Thanks are giv'n,</br>She waves a flying Farewel in the Air,</br>And on her dear-lov'd Chief she gazes till she enters Heav'n.</br>"]