["While ither bards in strains far mair sublime</br>Strike from their heaven-born harps celestial fire,</br>And listening crowds adore the dulcet chime,</br>That sweetly vibrates from each sounding wire,</br>I, to beguile \"the whips and scorns of time,\"</br>To simplest notes attune my simple lyre,</br>Content enough to spin my hamely rhyme,</br>Though fient a body's near me to admire&mdash;</br>Ah!  could I please mysel', 'twould be my hale desire.", "Nae marvellous feat inspires my lowly lay&mdash;</br>Nae doughty deed achieved by single arm,</br>When knights and barons bold, in ancient day,</br>Waded through seas o' blude in feudal 'larm;</br>But just, as mither Nature leads the way,</br>And smiles a genial smile on ilka charm,</br>The rural loves, and eke the rural play,</br>That rustic breasts invigorate and warm</br>I sing, &mdash; and sure sic sangs can ne'er do mickle harm.", "The hairst was ended, and the reapers set</br>Around the supper-board, in merry pin,</br>Whan collie heard a footstep at the yett,</br>Whilk to the barkin' gart the beast begin.</br>Cried the gudeman, haste som o' ye, an' let</br>The bodie through, an' mind an' bring him in,</br>Whae'er he be &mdash; this night wi' us he'll get</br>A share o' a' &mdash; the aged, lame, or blin',</br>Why should we grudge to feed, since heaven so kind hath bin?\"", "Wat brattled out wi' speed, an' soon return'd</br>Leading a veteran bleach'd wi' crazy eild,</br>Whase bosom, erst, with valor's fire had burn'd&mdash;</br>Whase blude had flow'd on many a battle field;</br>But with his fiddle now his food he earn'd</br>Amang the poor, for rich men's hearts were steel'd&mdash;</br>Oft from the lordly dwelling was he spurn'd&mdash;</br>But when he reach'd the peasant's lowly bield,</br>A shelter frae the storm it aye was sure to yield.", "They welcomed him wi' joy, an' kindly bade</br>Him doff his weary wallets, an' sit doun;</br>An' whan the grace was reverently said,</br>The gaucie gudewife rax'd him owre a spoon,</br>An' tauld him to win to, for he was made</br>As welcome as the brawest 'bout the toun,</br>And that it gied her joy to ease his lade</br>O' care:  besides, she'd count it as a boon,</br>Gin he wad freely share her cruds an' bannocks broun.", "He thankit her, an' said he'd do his best;</br>An' now behold how thrang they're ane an' a'&mdash;</br>Deil tak the silly sump that time wad waste,</br>An' no wi' siccan food supply his maw.</br>Wat, wha wi' manners scrimpitly was blest,</br>Whyles stoppit short an' gied a great gaffa;</br>But ilka youthy being in sic haste,</br>They didna halt to rally him ava,</br>But plied their green ram's horns, an' cu'd the kirn awa'.", "An' whan their kytes were fill'd, they ilka ane</br>Agreed to sport the evening in a dance&mdash;</br>Then forthwith to the barn, a' fidgin' fain,</br>To redd the floor, the younkers 'gan to prance.</br>Till ilka lad his dearest joe had ta'en,</br>Wat sat, and e'ed them a' wi' looks askance;</br>Syne raise an' catch'd Meg by the shekelbane,</br>An' led her out, an' smack'd her i' the trance,</br>Fu' proud to think that he had gotten sic a chance.", "Meanwhile the canty carles their seats bedeen,</br>Drew in beside a blythely bleezing fire,</br>An' mony a winding tale they tauld, I ween,</br>Which, to rehearse, your ears would only tire.</br>But when they changed the ever-shifting scene</br>To fields where armies meet in all their ire,</br>Flash'd vivid lightning frae the sodger's een&mdash;</br>His bosom's chords trilled like a minstrel's lyre&mdash;</br>Their every throb a slave with feedom might inspire.", "Then to the wondering runkled rustic band</br>He bared his honest scars, with manly pride;</br>For he had bled in Egypt's distant land</br>When gallant Abercrombie fought and died;</br>And on its burning, broiling, blistering sand,</br>When rear'd around the battle's dreadful tide,</br>His arm had waved on high the gory brand</br>Whilst clouds sulphureous, rolling far and wide,</br>Both heaven and earth with one black pall did hide.", "Next how the welcome word he heard it given,</br>Old Scotia's rocky regions to explore,</br>And how his soul with pain was rack'd and riven</br>To leave the land that gave him birth once more&mdash;</br>How Gallia's hosts to darksome death were driven,</br>And how our own loved hero, dauntless Moore,</br>Fell, like a star-beam from the vault of heaven,</br>On red Corunna's carcase-cover'd shore,</br>He told, whilst trickling tears his wither'd cheeks ran o'er.", "But whisht, Wat's at the door &mdash; he loudly cries</br>Mak haste, an' come awa', the barn floor's redd.</br>Then to his boon compeers he quickly flies,</br>An' tells them owre an' owre the words he said.</br>But scarcely had they a' in gleesome guise</br>Themselves in dancing order ready made,</br>Whan swith the gaberlunzie met their eyes,</br>Wrapt in the very regimental plaid</br>He wore when drest with kilt, plumed-bonnet, and cockade.", "They gently heezed him on a mow o' strae</br>Whare at his ease he blythsomely did lig</br>An' play'd them monie a sweet, weel-kend strathspey,</br>An' monie a merry reel an' jirgin jig;</br>And aye 'tween ilka spring, ane bltyth an' gay,</br>They handit him wi' joy a jovial jug</br>O' reamin yill, or horn o' usquahae,</br>Whilk gart him raise his shouther to his lug,</br>An' fidge an' laugh fu' fain to think his lot sae snug.", "The auld anes by a bunker blythly sat</br>An' drank gude liquor till they maist ware ree;</br>They warna vera slack, right weel, I wat,</br>At sweeling doun bale bickerfu's o' bree&mdash;</br>An' while the younkers by them bab'd an' swat,</br>They aye sent round John Barley's blude wi' glee;</br>An' leugh at this, an' made remarks on that,</br>O wow but they were blest as blest could be&mdash;</br>It was a gladsome sight the canty cocks to see.", "A youthfu' pair blooming in beauty's pride,</br>To wham thae rustic sports were nearhan' stale,</br>Slipt out unseen, and lightsomely did glide</br>With fairy footsteps down the dowy dale.</br>While night's fair empress like a buxom bride</br>Away, away, alang the sky did sail;</br>They by the murmuring streamlet's haunted side</br>Sincerely whisper'd o'er their artless tale&mdash;</br>A truer ne'er was told in any Scottish vale.", "Oh heaven!  it is a bonnie thing to see</br>The downy god, with his connubial chart,</br>Piloting young souls onward, modestly,</br>To holy hymen's matrimonial mart;</br>And sweet affection look wi' kindly e'e</br>Upon its dearer, better, lovelier part,</br>When frae the wanton wiles o' lewdness free</br>Heart innocently concentrates in heart&mdash;</br>And when the tongue plays wag the naked soul doth start.", "Their bosoms eased, their spirits bounding glad,</br>Again they join'd the mirth-continuing core,</br>Where ilka leesome lilt that now was led</br>Seem'd ten times sweeter than it did before;</br>Till auld an' young, man, widow, wife, an' maid,</br>Enraptured and inspired at ilka pore,</br>Flang age an' care and bashfu'ness aside,</br>An' ranced an' pranced, an' sported on the floor&mdash;</br>A blyther scene, I ween, we'll never witness more.", "But frae them a' Wat bure awa' the gree</br>For wallopin', an' caperin', an' flingin';</br>He lap as though he had a mind to flee,</br>Ye've seenil i' yer life e'er seen sic springin'.</br>An' then there ware sae muckle mirth an' glee&mdash;</br>Sic hoochin', hotchin', loupin', laughin', dingin'&mdash;</br>Auld echo, roostit 'mang the kebars hie,</br>Swore baith his lugs right merrily ware ringin'&mdash;</br>An weel they might, though deaf as those o' cobler Lingan.", "Thus unperceived the moments sleely staw</br>Till e'ening's latest hour was flying fleet,</br>And the gudeman proposed that they should a'</br>Their fun an' frolic timeously forleet.</br>But ere they jeed or offer'd to gae wa'</br>They thocht it wad be wise their craigs to weet;</br>An' whan the cup was toom'd by grit an' sma'</br>Upon his sides the cock his grey wings beat,</br>And with his bougil shrill the morning hour did greet.", "Then ilka swankie singled out his ain</br>Lass, and awa' wi' her fu' kindly sped,</br>An' left the auld focks cannily alane</br>To tak' their wee bit crack an' gang to bed.</br>Oh!  sleep, thy balmy blessings on them rain,</br>And never let them lie with restless head;</br>And never let the friend of the o'er-labor'd swain,</br>Although thou shun'st the down-couch canopied</br>With costly trappings, and with golden gems array'd.", "Sweet, rural life, thou hast a charm unknown</br>To courts and camps with all their pageantry;</br>Thou hast a native charm that is thine own&mdash;</br>Nor can be found amid the revelry</br>Of crowded cities.  But the days are gone</br>When I, light-hearted on the daisied lee,</br>Have bask'd among thy flowers so wildly strown;</br>Those days are fled, and I no more must see</br>Thy harmless, happy feats of blythe festivity.", "No more my bleeding breast with joy shall swell,</br>I cannot conjure back departed rime;</br>Relentless fate hath long since rung the knell</br>Of all my pleasures; and this goodly clime,</br>Embroider'd o'er with flowers, wood, dale, and dell,</br>Lake, mountain, rock, and cataract sublime,</br>That in my youth wrought like a magic spell</br>Upon my passions, rousing them to rhyme</br>And rapture, must I now forego in manhood's prime.", "Adieu, adieu, the hamlet and the cot&mdash;</br>Adieu the sweeping plain and heathery hill&mdash;</br>Where ere I dreamt how hard would be my lot,</br>My vagrant footsteps wander'd at their will.</br>Adieu!  the green graves where my fathers rot,</br>The glen, the glade, the meadow, and the rill;</br>While memory lasts forget ye shall I not,</br>Your images will haunt my bosom till</br>My red blood cease to flow, my heart be cold and still.</br>"]