["Not in wild dream of fancy, Bard divine!</br>I bring this laurel branch, that wav'd aloof,</br>Sweeping the sunbeam from thy funeral roof:</br>But &mdash; as a votary at the Delphic shrine,</br>Hid from the world in this sepulchral gloom,</br>I wreathe th' unfading leaf, and wind it round thy tomb.", "Thy tomb!  How void:  how wildly desolate!</br>In this neglected spot no urn remains,</br>No relic that a trace of thee retains:</br>Thee, whose bold song could worlds unseen create,</br>And to the shadowy forms of Fancy gave</br>Life and perpetual youth, that ne'er shall know the grave.", "But &mdash; though thy urn repose no longer here,</br>Though rest the secret of thy sleep untold,</br>Thou yet o'er Nature shalt the sceptre hold;</br>Yet with the sweep of Pity and of Fear</br>Strike on the heart as a responsive lyre,</br>Shake all its sounding strings, and fill with all thy fire.", "Smit with the love of song, I here retrace</br>Thy haunts, and on the cliff that crowns the grot,</br>As on the Muse's consecrated spot,</br>'Mid the bright realm yon vine-wreath'd heights embrace,</br>Hang o'er each view that tranc'd thy youthful sight,</br>And draw from each fair scene a dream of new delight.", "Beneath yon rock with gadding flow'rs o'erhung,</br>The pastoral Muse to thee her reed-pipe gave,</br>And by the gushing fount, in grot and cave,</br>Taught thee each note that leads her choir along:&mdash;</br>Pan leapt exultant from meridian sleep,</br>And Nymphs that haunt the cliff rush'd giddy down the steep.", "Anon &mdash; a deeper sound:  it shook the wreath</br>That, by fair Egle's wily finger bound,</br>Enchain'd Silenus, stretch'd in sleep profound:</br>It told how Nature heav'd the strife beneath,</br>When Night and Chaos, in primeval birth,</br>Fled from the sun's new beam that rob'd with flow'rs the earth.", "But when thy lip held dalliance with the reed,</br>Or, silencing the rude Ascrean strain,</br>Taught how the golden harvest glads the plain,</br>Scenes all unwonted to the shepherd's weed,</br>In awful vision past before thy sight,</br>Beneath th' o'ershadowing veil that dimm'd their wondrous light.", "While round thee, flaming with idolatry,</br>Rose images of Gods, who thron'd above,</br>Pledg'd nectar from the Hebe cup of Jove,</br>While thro' the air wing'd Zephyrs wanton'd by,</br>And a coy Sea-nymph, floating on the main,</br>Hung o'er the charmed wave to hear a Syren's strain:", "And every fount, green hill, and cave enshrin'd</br>A guardian pow'r, and round their votive fane,</br>Fawns, and fleet Dryads, and light Oread train,</br>Tost in wild dance their tresses on the wind,</br>And Iris, on her sun-built arch aloof,</br>Drew from light's sever'd rays her many-colour'd woof:", "Thou in yon orbs that wheel in living flame,</br>In all that wing the air, or range the earth,</br>Or heave the sea with multitude of birth,</br>One unseen Godhead hail'd'st, in all the same,</br>One in each change, who made and moves the whole,</br>One, the unmade, unmov'd, the universal soul.", "Then, &mdash; through thy vision gleam'd celestial fire,</br>And from a wing that wav'd in light, a ray</br>Fell on the darkness that on Nature lay,</br>And chas'd the pastoral Muse, and all her choir,</br>While thy bold breathing from her reed-pipe drew</br>Notes of a higher strain than Pan or Sylvan knew.", "The shaggy satyr to his wood retir'd:</br>And &mdash; hark &mdash; a sound as of a Hebrew song</br>Seem'd on thy strain its echo to prolong:</br>Isaiah's breath the shepherd's reed inspir'd,</br>When the Cumean Maid's prophetic rhyme</br>Glanc'd on the unborn age, and rent the veil of Time.&mdash;", "Then from the seven-crown'd hills a voice uprose,</br>A voice that preluding a nation's fame,</br>Bad thee in verse build up the Roman name.</br>The Latian muse th' Homeric clarion chose,</br>And to the list'ning world her war-note blew,</br>As Rome in all her pomp burst on thy ravish'd view.", "All that Evander to his guest disclos'd,</br>When lowing herds along the Forum stray'd,</br>All that the Godhead on his shield display'd,</br>When on its orb Rome's fame and fate repos'd,</br>And all that peopled the Elysian plain</br>When age on age swept by, and hail'd th' Augustan reign&mdash;", "Cease! &mdash; cease the strain!  a long &mdash; a last &mdash; adieu!</br>Farewell, thou silent cave, thou whispering shade,</br>Thou dark-arch'd grot, thou sun-illumin'd glade;</br>Scenes!  in bright vision floating on my view!</br>And thou, whose spirit glances thro' the cell,</br>Now as my lingering sigh reluctant breathes &mdash; \"Farewell!\"&mdash;</br>"]