["The village clock had struck the midnight hour;</br>The moon was set; &mdash; and no translucent ray</br>Did o'er the night its cheary influence pour,</br>When thro' the church-yard's mound I took my way.", "And yet no sheeted ghost did cross my road;</br>Nor haggard phantom from the shades below;</br>But all was still within that drear abode,</br>Save the night breeze that thro' the yews did blow.", "No gaudy pomp, nor all the glitt'ring train,</br>That wait on mortals falsely called great,</br>Have ought ado within this drear domain;</br>The honoured dead claim no obsequious state.", "The haughty head once rear'd erect with pride,</br>And other passions which vain mortals swell,</br>Dull, noxious weeds, luxuriant deck his side,</br>His heart and bowels to greedy worms a cell.", "No robes of state are here; &mdash; the green grass blade</br>Bedecks the head that wore attire so gay:</br>The beauteous form once silken vestments clad,</br>'Mong worms, corruption, moulders unto clay.", "Away, ye cheating vanities of earth!</br>Ye baubling dreams, that tantalize the vain!</br>Ye airy thinkers, come and see their worth,</br>Debas'd and cancell'd by this gaol of man.", "Nought less than heaven can give substantial joy;</br>To souls immortal earthly bliss in vain:</br>The rose gives fragrance, while its thorns annoy,</br>And the dull grave oft blends our bliss with pain.", "Ah!  who can say they have not here a friend?</br>A friend, a parent, or some fav'rite dear?</br>Whose soul, congenial, made our bliss refin'd;</br>Now lost, &mdash; contracts our joy, and wrings the tear.", "Ye flutt'ring gay, who waste away your days,</br>Unto whose souls the minutes languid seem,</br>Unless within the splendid dome ye raise</br>The voice of admiration or esteem.", "O come and see the tomb's all-conquering ground!</br>See if it gives a moment's time to spare,</br>To run with folly the light-footed round,</br>While all its drousy gates wide open are.", "Here sleeps the babe who scarcely liv'd a day;</br>The hardy youth arriv'd at manhood's path;</br>The bride-groom, torn from all his joys away,</br>By the resistless arm of tyrant Death.", "Here too the gentle father lies full low,</br>And minor infants deck his either side;</br>So indiscriminately is dealt the blow,</br>Regardless of youth's smile, or manhood's pride.", "And you, young Lucy, envied by each maid,</br>Ador'd and follow'd by each village swain,</br>Whose smile did wrap in bliss the gayest lad;</br>Or made thy frown convey him keenest pain.", "Where now your smiles, your charms, your gay attire?</br>The sweet cerulean lustre of your eyes?</br>Alas!  they're fade on the drousy bier,</br>Beneath the yew your moonless nights arise.", "Beneath the blow of Death, th' officious stone</br>Points to the num'rous casual victims here;</br>Who without pity, oft unseen, alone,</br>Dropt, without warning, on th' untimely bier.", "But needless here the Muse to strew her lays;</br>Each wheeling moment does the truth impart;</br>Hark!  from the tomb does the voice of Nature says,</br>Perchance next minute breaks the stoutest heart.", "Tho' eighty years should crown you hoary grey,</br>The inevitable hour is sure to come,</br>That makes you like a taper die away,</br>And be forgotten in the mould'ring tomb.", "EPITAPH TO A CHURCH-YARD.</br>Here lies a spot of ground, where all the great,</br>And every rank, down to the simple clown,</br>Must lay aside each vestiges of state,</br>And among worms and reptiles be laid down.", "The virtuous soul, when dawns eternal day,</br>Shall take from me its dust with smiles of love;</br>While the base wretch to tott'ring hills shall pray,</br>In vain, to hide from the Supreme above.</br>"]