["Ye echoes my sentiments hear,</br>While CHURCHILL I truly deplore;</br>And now wet his grave with a tear,</br>Whom I freely have censur'd before.", "With candor not enmity fraught</br>I sometimes deny'd him the bays;</br>So if sensible e'er of a fault,</br>O let me be just to his praise.", "By GENIUS mark'd out from the throng,</br>The Goddess beheld him and smil'd:</br>And FAME still beam'd thro' his song,</br>Tho' rough, inharmonious, and wild.", "'Twas his thro' the musical maze</br>With a perfect indiff'rence to steer;</br>And teach e'en the harshest of lays</br>To please the most difficult ear.", "In a burst of the noblest flame</br>His sentiments frequently ran:</br>Yet oft has the BARD bought a name</br>At the total expence of the MAN.", "The vicious still shrunk at his pen</br>Where'er it appear'd to their view:</br>Yet O the most worthy of men</br>Have oftentimes dreaded it too.", "His Muse with a fury would glow</br>Too partial for sense to commend;</br>O'erlook all the worth of a foe,</br>And forget all the faults of a friend.", "Hence black as the vestments of night</br>A BUTE has he studied to shew;</br>And painted his WILKES in a light</br>That washes him wholly to snow.", "Hence ev'ry engagement of pow'r,</br>He censur'd as national wrong:</br>And bid SCOTLAND eternally lour</br>All barren and dreary in song.", "But who, if a stricture is made,</br>Can justice with certainty name,</br>That never has deviously stray'd</br>Nor once been to pity, or blame!", "That CHURCHILL had errors we know;</br>But then he was frank and sincere;</br>And never was told of a woe,</br>But he gave it his purse, or his tear.", "Too proud, when his fortune he met</br>By far, to a Statesman to bend;</br>And too humble by much to forget</br>The name of the shabbiest friend.", "Then round the poor spot where he's laid</br>May the laurel eternally bloom;</br>And nought but his virtues be made</br>An epitaph e'er for his tomb.", "If a fault is unhappily shewn</br>Let us place it to nature and man;</br>And engag'd by his merit alone</br>Strive to imitate that if we can.</br>"]