["When Youth in Greece's polish'd groves</br>Was fav'rite of the laughing Loves,</br>The little Genii to surprise</br>He bade the glowing Pencil rise,</br>And form'd a fairy Sprite that kept</br>The sacred wonder while he slept:</br>Up sprung the Urchin into air,</br>Polite, persuasive, free and fair;</br>Such manners got a name in haste,</br>And lovely Cupid call'd him Taste.</br>From him full oft in airy bow'r</br>They snatch'd the emblem of his pow'r,</br>And bade upon the canvas start</br>The tender Passions of their heart;</br>While lively Youth the Wantons taught</br>Each Fancy of the Poet's thought,</br>And fairy Visions flutter'd gay</br>Around the Eden where they lay.", "Then first, 'tis said, in colours green,</br>The pictur'd Landscape rose to view,</br>And distant Mountains oft were seen</br>To dip in heav'n their foreheads blue;", "And Trees their leafy honours bow'd,</br>And Reeds were waving to the Gale,</br>And Runnels seem'd to prattle loud,</br>And Shepherds pip'd along the Vale.", "There oft within the murmuring Grove</br>The swain compos'd his am'rous lay;</br>There oft the Virgin own'd her love,</br>And blush'd along her modest way.", "These scenes alone of rural rest</br>Youth was then divine in painting;</br>A grander grief, a fiercer fainting</br>Than Love had shewn, his hand had ne'er display'd:</br>Thence stronger Years were call'd by Art</br>To give her touch a deeper shade,</br>And teach the Painter's toil a bolder part;</br>And where they dash'd the pencil warm,</br>Historic Glory rais'd her awful form,</br>And War unsheath'd the sword, and pierc'd the bleeding breast!", "The Soul's exertion tir'd; and lost to fame</br>Greece sunk her bleeding head;</br>While the gay Laurel from her barren name</br>Planted in a Roman shade,</br>Where Painting's alter'd pencil laid,</br>Green flourish'd o'er the genial land,</br>Till Death and Darkness arm'd the Vandal's hand;</br>Then around the wasted scene</br>War howling shook his gory mien,</br>And savage Slaughter blew the blast of Woe;</br>The Muse wept o'er her ruffled wing,</br>And sigh'd whene'er she sought to sing;</br>Thalia kiss'd her laurel drooping low,</br>And dew'd with chrystal tears the colours of her bow.", "From flaming Latium's desolated Land</br>Italia's Phoenix form arose;</br>Upsprung the Laurel to her gentler hand,</br>And Painting smil'd above her cloud of woes.</br>Then with a wild ecstatic heat</br>Reclin'd in Fancy's airy seat</br>The Pencil met her Raphael's eye;</br>Gay Youth at length exulting view'd</br>His hands with stronger pow'rs endu'd,</br>And laugh'd along the sky.", "But see!  before his sparkling sight</br>Fair Forms of Joy, and panting Pleasures shine;</br>Idalia darting from her Cyprian shrine,</br>Bursts her radiant veil of Light;</br>And piercing in his painted bow'r,</br>Bright her beams, and hot the hour,</br>In the convulsive raptures of her bowl</br>Drowns his transport-frenzied soul!</br>Heard ye Thalia's plaintive sighs?</br>The warm excess has burst his boiling veins!</br>The bloom of Beauty is no more,</br>But pallid Tremor reigns!</br>On cheeks, that Summer-purple wore,</br>The Winter-lily lies!</br>Ah!  yet life glimmers faint and fast!</br>No more! &mdash; the gaudy gleam is past;</br>And great Urbino dies!", "Alas!  where now, in what sweet shade</br>Wilt thou, thou rich-rob'd Fair, be laid?</br>Where paint again thy Visions wild?</br>Ah!  Where shall Youth's exulting eye</br>A pencil yet sublime descry?</br>Where sad Thalia wipe away</br>The tears that cloud her festive day,</br>And weep her fav'rite child?</br>Yet mourn no more!  see from the main</br>The Queen of Isles arise;</br>Old Triton wakes his echoing strain,</br>And from the grottos of the deep</br>The blue-eyed Naiads gaily peep:</br>Now in dashing frolic sporting</br>Swiftly thro' the waves they glide;</br>Now the gentle waters courting</br>Stretch them on their polish'd side,</br>And hark!  slow swelling on the Western gale</br>The pomp of Music floats sublime along;</br>The sons of Ocean raise the choral song,</br>And bid their British Goddess hail!</br>Thalia catches comfort from her eyes,</br>And as her colour'd pinions spread,</br>Waves high the Laurel-wreath, and crowns her sea-green head.", "O Britain, in thy boasted isle</br>The favour'd Muses loveliest smile;</br>Whate'er with Lyre sublimely strung</br>Calliope exalted sung,</br>When Homer first the colleague shone</br>Of Majesty's empyreal throne,</br>Or Maro's eye with modest ray</br>On Pindus shot serener day;</br>Whate'er the Muse of Painting taught</br>To give the eye the range of Thought;</br>Whate'er with steady hand she drew,</br>Or wildly dash'd for bolder view;</br>When Zeuxis o'er his pencil smil'd</br>To see his Critic eye beguil'd;</br>Or from Apelles with surprise</br>Greece saw a second Ammon rise;</br>Whate'er Parnassus boasts her own,</br>Thy sons display around thy throne:</br>There Fancy in the sunshine flings</br>A thousand colours from her wings;</br>There Judgment's eye with ken profound</br>Surveys his philosophic round;</br>And Wisdom with his star-crown'd head</br>Sees worlds unknown before him spread.", "Yet ah!  when Barry's glowing eye</br>Shuts cold within the grave;</br>When Fancy's dreams her Fuseli fly,</br>Nor longer in his eagle sight</br>Reflecting ev'ry varied light</br>Her gleaming visions wave;</br>When Hist'ry weeps her dying West,</br>And tears her variegated vest</br>At ev'ry streaming tear;</br>Ah!  who on sad Thalia's cheek</br>Recalls the faded bloom;</br>Whose hands the drooping Laurel seek,</br>That waves in silence dark and drear</br>Above the Muse's tomb?", "See o'er the fields of Glory gay</br>Yon youthful Form arise</br>That from his hand diffuses day,</br>And darts along the skies!</br>'Tis He!  But why the hurrying gleam</br>That marks his ardent way?</br>Why streams yon wild disorder'd beam</br>With quick convulsive ray?</br>Ah!  know'st thou not that sparkling bowl</br>In Pleasure's fatal arm?</br>Hide, Lurer, hide the fraudful charm!</br>Yet vain the pray'r!  See where his trembling soul</br>With the wild rapture panting, dying,</br>Now on Hope's faint pinions flying,</br>Now casting back on Life's lost glitt'ring scene</br>The dimm'd and dark'ning eye,</br>Views pale and ghast its course beneath,</br>Cheer'd by no soft, no rural landscape green,</br>The Realms that bound the Vale of Death,</br>Gulf without depth, and cloud without a sky;</br>Glooms, where Fate is taught to frown,</br>Shades, that Fear and Horror crown;</br>Where is felt a weight of Night,</br>And Blackness that can blast the sight!</br>Ah!  would this tear could melt his woes away,</br>This sigh his spirit call, and bid it mix with day!", "Turn yet, ye Suns of Genius, turn,</br>With undiminish'd lustre burn;</br>Turn yet from yon obscuring cloud,</br>Where Sorrow weaves her dropping shroud;</br>And, o'er the fields of Glory borne</br>Beyond the reach of sullen Night,</br>Dart from your eyes the wonted Morn,</br>That gave our day Delight!</br>For see!  Where on Thalia's head</br>With rays of beaming Grandeur spread,</br>Rich blooms again the Laurel green!</br>And low!  slow moving o'er the radiant skies</br>With steadier step and of majestic mien,</br>He comes, the Youth who charm'd a Britain's eyes,</br>When from his Pencil Valour rose,</br>And, tow'ring high above his Eastern foes,</br>Wav'd his red standard o'er the daring scene.", "O Painting, next in Fancy's heart,</br>To her sublime thy Sister Art,</br>Who taught her Shakspear's breast to glow</br>With more than thou, a Goddess, know;</br>Thou, warm Expression's rosiest child,</br>Whose blushful cheek has ever smil'd,</br>But when in some unwonted hour,</br>Pale Sorrow met thy pitying pow'r;</br>Such time, as lost in mimic pain,</br>A tortur'd Saviour died again,</br>The while thy tyrant Son beneath</br>The bleeding model gasp'd in death;</br>Pour, Goddess, on this tasteful age</br>Thy breathing Soul's divinest rage,</br>Each beam that sparkles in thine eye,</br>Where rang'd the colour'd Splendors lie,</br>The glowing Thought, the mind of Fire,</br>And all that Fancy's charms inspire!</br>E'en, Virgin, to this breast impart</br>If not to feel, to love thine Art,</br>Delight to view each pictur'd Tale,</br>Where Virtue and her sons prevail,</br>Where Taste has moral ends pursu'd,</br>And Genius teaches to be good.</br>Impart; and each new wonder giv'n</br>Shall bid me hail thee \"Lov'd of Heav'n!\"</br>"]