["When on my bosom Evening's ruby light</br>Through my thrice-grated window warmly glows,</br>Why does the cheerful ray offend my sight,</br>And with its lustre mock my weary woes?</br>Alas!  because, on my sad breast appears</br>A dreadful Record &mdash; written with my Tears!", "When awful Midnight, with her Ebon Wand,</br>Charms Nature's poorest, meanest Child to peace,</br>Why cannot I one little hour command,</br>When gentle Sleep may bid my anguish cease?</br>Alas!  because where'er I lay my head,</br>A dreary couch I find, with wounding thorns o'erspread.", "When the SUN, rising in the Eastern skies,</br>Awakes the feather'd race to Songs divine,</br>Why does Remembrance picture to these eyes</br>The jocund morn of life, that once was mine?</br>Alas!  because in Sorrow doom'd to mourn,</br>I ne'er shall see that blissful morn return!", "When I behold my darling INFANTS sleep,</br>Fair-spotless blossoms, deck'd in fading charms,</br>Why do I start aghast, and wildly weep,</br>And madly snatch them to my eager arms?</br>Ah me!  because my sense, o'erwhelm'd with dread,</br>Views the sweet CHERUBS on their Funeral Bed!", "Why, when they ope their eyes to gaze on Me,</br>And fondly press me in their dear embrace,</br>Hang on my neck, or clasp my trembling knee,</br>Why do maternal Sorrows drench my face?</br>Alas!  because inhuman hands unite,</br>To tear from my fond Soul its last delight!", "Of fell Barbarity!  yet spare awhile</br>The sacred Treasures of my throbbing breast;</br>Oh spare their infant hearts, untouch'd by guile,</br>And let a widow'd Mother's Darlings rest!</br>Though you have struck your faulchions at the ROOT,</br>Oh!  give the tender BRANCHES time to shoot!", "The Lightning, by the angry Tempest cast,</br>Strikes at the lofty PINE, and lays it low;</br>While the small Flowret 'scapes the deadly blast,</br>Awhile its od'rous breath around to throw!</br>Then let distracted Gallia's LILIES bloom,</br>Though but to deck with sweets a Dungeon's gloom!", "Oh my poor INNOCENTS!  all bath'd in tears,</br>Like with'ring LILIES, wash'd with chilling dew!</br>SLEEP ON!  nor heed a frantic Mother's fears;</br>The SAVAGE TIGERS will not injure You!</br>Your harmless bosoms not a Crime can know,</br>Scarce born to GREATNESS &mdash; e'er consign'd to WOE!", "When left forlorn, dejected, and alone,</br>Imperfect sounds my pensive Soul annoy;</br>I hear in every distant mingling tone,</br>The merry BELLS &mdash; the boist'rous SONGS OF JOY!</br>Ah!  then I contemplate my loathsome Cell,</br>Where meagre GRIEF and scowling HORROR dwell!", "The City's din &mdash; the TOCSIN'S fateful sound&mdash;</br>The CANNON thund'ring through the vaulted Sky&mdash;</br>The curling smoke, in columns rising round,</br>Which from my Iron Lattice I descry,</br>Rouse my Lethargic Mind!  I shriek in vain,</br>My TYRANT JAILOR only mocks my pain!", "Yet bear thy woes, my SOUL, with proud disdain,</br>Meet the keen lance of DEATH with steadfast eye;</br>Think on the glorious tide that fills each Vein,</br>And throbbing bids THEE, tremble not, TO DIE!</br>Yet shall I from my friendless Children part?</br>Oh!  all the MOTHER rushes to my heart!", "Where'er I turn, a thousand ills appear,</br>Arm'd at all points, in terrible array!</br>Pale, hoodwink'd Murder, ever lurking near,</br>And coward Cruelty, that shuns the day!</br>See!  See!  they pierce with many a recreant Sword,</br>The mangled bosom of my bleeding LORD!", "Oh, dreadful thought!  Oh agony supreme!</br>When will the sanguinary scene be o'er?</br>When will my SOUL, in sweet Oblivion's dream,</br>Fade from this ORB, to some more peaceful shore?</br>When will the CHERUB PITY break the snare,</br>And save ONE VICTIM from the LAST DESPAIR!</br>"]