["The Man, on whom the genial Muse</br>Has at his birth propitious smil'd,</br>And nurtur'd with her fost'ring dews</br>The heav'nly-favour'd child,</br>That happy Man shall ne'er be seen</br>Amid the ruthless din of war,</br>Where horror stalks in wildest mien,</br>To guide the rattling car,</br>His humble brow no olive wreath shall crown,</br>That to the skies exalts a mortal in renown.", "His mind no sordid Thirst of Gain,</br>No dread of Penury possess,</br>He ne'er shall tempt the fickle main,</br>In search of Happiness;</br>Not false Unkindness' changeful hue</br>Shall his indignant cheek deform,</br>Nor sallow Envy e'er embrew</br>The bosom's inward storm;</br>But Peace and Calmness bless the tranquil soul,</br>While each wild Passion hears the Muse's soft control.", "As a clear stream, that slowly glides</br>Through many a winding vale, and nodding grove,</br>While where'er it's waters rove,</br>Brighter verdure decks it's sides,</br>Laughing flow'rs more fragrant blow,</br>And the fair harvest richer seems to glow;</br>Thus through the peaceful vale of Life,</br>Shall he steal on unconscious of decay,</br>Unruffled by the storms of strife,</br>Pure as the beam, that gilds the golden day,</br>While Poesy and Nature fondly strew</br>His simple way, with sweets of Pleasure's vivid hue.", "Methinks I hear some Sage reply,</br>Deep-vers'd in Science rigid lore;</br>\"What then shall Man, but born to die,</br>Thus waste Life's little store,</br>In vain delusion's empty dreams;</br>While levell'd at his native land,</br>The sword of dire Destruction gleams,</br>And calls a patriot hand?</br>Shall he exempted from it's cares and strife,</br>Be free to taste alone the peaceful sweets of life?", "Cease, nor the sacred Muse prophane;</br>Each has his lot by Jove decreed.</br>Though one on Honor's warlike plain,</br>Be nobly doom'd to bleed,</br>Unless some raptur'd Bard rehearse</br>The triumphs won on Honor's field,</br>In songs of never-fading verse,</br>No meed his labors yeild,</br>Whelm'd in the tide of blank oblivion's stream,</br>While Time's relentless hand quenches each vital gleam.", "On the broad Heaven's etherial plain,</br>What wondrous fires, what various signs appear,</br>Crowning bright the circling year!</br>Say what tongue shall dare arraign,</br>The supreme omniscient Soul,</br>At whose command the appointed Planets roll?</br>For though the grosser mortal eye,</br>In the revolving orbs no order find,</br>Yet as in mystic dance the sky</br>They round, each has his several part assign'd;</br>Though the Sun shine with more resplendent light,</br>Yet the pale Moon and Stars illume the vault of night.</br>"]