["High on a cliff, whose solitary brow</br>Frown'd o'er the deep tempestuous gulph below,</br>Britannia sat; full frequent heav'd the sigh,</br>And grief's dull languish floated in her eye;</br>With wild emotion ev'ry feature wrought,</br>Her air was sorrow, and her look was thought.</br>What?  tho' the palm her cinctur'd temples bound,</br>And vict'ry's clarion breath'd her fame around;</br>Twines not the thorn thro' glory's laureate wreath,</br>Or swells not conquest's sound the blast of death?</br>Pensive she saw her People's streaming gore</br>Tinge ev'ry sea, and float on ev'ry shore.</br>Nor War alone destroy'd th' embattled train;</br>The clime pour'd wrath, and ev'ry breeze was bane.</br>But lo!  fair Peace in radiant pride descends,</br>And meek-ey'd Virtue at her side attends;</br>While Union's angel-form aloft in air</br>Waves his white ensign o'er th' immortal pair.</br>Onward they bear the olive's golden bough,</br>And braid its foliage round Britannia's brow;</br>Sooth'd by the boon her sorrows sink to rest,</br>And joy relumes the sun-shine of her breast.", "So when the dove, from nature's wild uproar,</br>Her spoil fair-blooming to the Patriarch bore,</br>His lifted eye the branch of Peace ador'd,</br>And hail'd the omen of a World restor'd.", "Come then, blest Concord!  come, ye Halcyon hours!</br>No trumpet clangs, no wrathful thunder roars:</br>On Wezer's banks no more destruction raves,</br>The vineyard purples and the harvest waves;</br>Where arms loud clash'd, and foes encounter'd foes,</br>The flow'rets blossom and the flocks repose:</br>Plenty and Pleasure lead their choral band,</br>And ev'ry blessing spreads o'er ev'ry land.", "Let scepter'd Tyrants mount the trophied car,</br>And scatter havock from the wheels of War;</br>Curst by mankind, they lance the lightning's flame,</br>And sink in virtue as they rise in fame.</br>Far nobler He, who sheaths the murderous blade,</br>And cloaths his mountains with the olive's shade;</br>Whose patriot wisdom civil life refines,</br>Whose radiance warms and blesses as it shines.</br>Such Britain's Prince; whose dawning beam displays</br>The milder glories of unsully'd praise:</br>'Tis His to break Oppression's galling chain,</br>And fix o'er India Freedom's gentler reign.</br>See!  where on Canada's untutor'd youth</br>Already beam the rays of heav'n-born truth!&mdash;</br>See!  plume-crown'd Chiefs each social blessing taste,</br>And rising towers adorn th' illumin'd waste!</br>See!  cultur'd meads their golden fruits display,</br>Where rang'd the hunter, savage as his prey!</br>No more the Sachem views Kiwasa's form</br>Frown in the cloud, or mutter in the storm;</br>Religion's beams the darksome mists dispell,</br>Which Ign'rance broods in Superstition's cell.</br>E'en there shall Science spread her hallow'd store,</br>And Art's fair empire grace Ontario's shore;</br>Some future Locke with Reason's keenest ray</br>Pierce the rich fount of intellectual Day,</br>The subtle ties of complex thought unbind,</br>And fix each movement of the varying mind;</br>Some second Newton trace Creation's laws</br>Thro' each dependence to the sovereign cause;</br>Some Milton plan his bold impassion'd theme,</br>Stretch'd on the banks of Orellana's stream;</br>Another Shakespear shall Ohio claim,</br>And boast its flood ally'd to Avon's fame.</br>There too shall Sculpture warm the featur'd stone,</br>And Canvas glow with beauties not its own;</br>With BRUNSWIC's Name shall each Savannah sound,</br>And Attic Muses sport on Indian ground.", "So when Augustus bade his conquests cease,</br>Again he triumph'd in the works of Peace;</br>With Honor's wreath the civic palm entwin'd,</br>Polish'd with arts, with laws reform'd mankind;</br>Supreme he rose, the Father of his State,</br>Good without Pride, and amiably great.</br>"]