["Where yonder reaching hill slopes boldly down,</br>Far stretching eastward, with a long decline,</br>Stand where the cottages the summit crown,</br>And mark it cut with many a crossing line</br>Of lane and hedgerow; on the right the Tyne</br>Spreads himself, glittering, in the morning ray;</br>There many a midnight fire is seen to shine,</br>And may a dusky vessel plough her way,</br>Where once Rome's burnish'd prows and Denmark's Sea-Kings lay.", "What doth the prospect from the summit yield?</br>Full many a pillar'd smoke and black'ning heap,</br>Full many an arable and pasture field&mdash;</br>But lo!  that line of green that seems to sweep</br>Sheer forward on to the not distant deep,</br>(For here one almost tastes the brinish air)</br>What an unbending course it seems to keep!</br>As if it led &mdash; a vernal alley &mdash; where</br>Tyne joins his Father Sea, to meet and greet him there.", "Come down with me, and thou shalt, haply, view</br>A spot of which full many a tale is told;</br>There many a stunted shrub of vig'rous hue,</br>Twists out and branches from the rocky mould;</br>The almost buried stones look grey and old;</br>It seems, methinks, as if the peasant's plough</br>Had by some spell been charm'd here to hold,</br>And that the flourishing weed and hardy bough</br>Sprung from the stony heap that gather'd even till now.", "Here plant thy foot, where many a foot hath trod,</br>Whose scarce-known home was o'er the southern wave,</br>And sit thee down; on no ignoble sod,</br>Green from the ashes of the great and brave;</br>Here stretch'd that chain which nations could enslave,</br>The least injurious token of their thrall,</br>Which, if it help'd to humble, help'd to save;</br>This shapeless mound thou know'st not what to call,</br>Was a world's wonder once &mdash; This is the Roman Wall.", "There was the deep trench'd Vallum to the left;</br>The Agger here; &mdash; o'er many a hill they went,</br>An endless and perpetual battlement.&mdash;</br>And when the spring the frozen nations sent,&mdash;</br>The restless Pict &mdash; forth from his thawing snows,</br>This was his bound-stone &mdash; oft with blood besprent&mdash;</br>Here where the daisies settle, and the rose</br>Now trusts her tender leaves, and the shy violet blows.", "Where yon tall grove at distance lifts its head,</br>Lay many a cohort gay with foreign gold,</br>Sons of the men whom the first Caesar led;</br>And there th' Imperial Eagle would unfold</br>His pinions to the sun &mdash; ere time had told</br>A trembling world that e'en his eye must cower;&mdash;</br>Or yet Northumbria knew the Saxon's power,</br>Or Tynemouth's Danish Fort, or Robert's Norman Tower.", "How many an age of twilight hath o'erpast</br>Since that bright noontide of the olden time,</br>When glory's rays a distant sunlight cast</br>Across the vista of rank'd years &mdash; sublime,</br>But dim with blood, barbarity, and crime!&mdash;</br>How many a darkling scene of age and woe,</br>Forgot, or shadow'd forth in some rude rhyme,</br>That those who know them scarce can say they know,</br>Hath been, since Rome's keen blade hew'd down the misletoe!", "How many a cloud of ignorance hath cover'd,</br>Like creeping mists, these once illustrious stones!</br>How many a superstitious legend hover'd</br>Above those warrior's slowly-mouldering bones!</br>The peasant stops, and thinks he hears the tones</br>Of demons in the wind, that in its speed</br>Above the branch'd and ivy'd ruin moans;</br>The monk of all his exorcisms hath need,</br>Unless that gownsman lie &mdash; the Venerable Bede.", "For, on an hour, haply, from Jarrow's Aisle,</br>The cowled Chronicler would venture o'er;</br>What time the summer sun smiled a last smile,</br>Or the moon-silver'd ripple chafed the shore;&mdash;</br>This were a scene for his historic lore;</br>Here the mild sage might muse &mdash; the saint might pray;</br>Here trace that empire, limitless of yore,</br>And mark how Power and Grandeur pass away,</br>And doubt if e'en his Church might not these, decay.", "Even so.  Thy second empire, Rome, is gone,</br>Thy second empire, mightier than the first;</br>That on the living spirit built its throne,</br>And bound the airy soul in chains accurs'd!</br>Most strangely have thy fortunes been revers'd.</br>Lo!  mid thy ruin'd towers and fanes o'erturn'd,</br>How fondly do we wander in the thirst</br>Of finding something of those spells inurn'd,</br>Which, were they not extinct, in hate we would have spurn'd!", "Why are we drawn thus to the things departed,</br>And yearn to woo the reliques of hoar Time?</br>Why do we bend, with love, so deeply hearted,</br>O'er remnants but of Folly, and of Crime?</br>'Tis for no love of those. &mdash; 'Tis the sublime</br>Hope a like immortality to share;&mdash;</br>We fan no passion for the stone and lime,</br>But would not be forgot, &mdash; and fondly dare</br>To hope for memory, from memories that are.", "Man, in himself, can bear not thought of change.</br>Which of us brooks to see the cottage wall</br>He lov'd, &mdash; the copse through which he wont to range</br>The orchard's shade &mdash; whatever ours we call,&mdash;</br>In sudden ruin and oblivion fall?</br>For they are part of us, &mdash; and grieve we must</br>To view them sinking, in destruction's thrall,</br>Or rudely and unpityingly thrust,</br>With this world's cast-aways, in the promiscuous dust.", "It is the charm &mdash; that we too may remain&mdash;</br>That can endear a grey and mould'ring stone;</br>Anxious we seek for ever for some chain</br>To bind us to the mighty that are gone;</br>And we will have our feelings rest upon</br>The little, slender wreck of what hath been,</br>E'en as the spider, when he lurks alone,</br>In some dark nook, unthought of and unseen,</br>Touches his tenuous line to feel beyond his screen.", "Above the painting of th' Historic quill,</br>Above the Magic of the Poet's pen,</br>Ev'n from the most diminish'd fragment, still</br>We can recall the lofty whole again&mdash;</br>He truly knows the bulk of Memnon then,</br>Who finds a finger of the marble hand</br>That graced some giant statue &mdash; haply when</br>Or Porus or Sesostris claim'd command&mdash;</br>Mid India's palmy wastes, or Nubia's tameless sand.", "We lend a substance to the mere Ideal,</br>A taste of truth which language never caught,</br>And feel the storied past grow less unreal,</br>When we have trodden on the self-same spot,</br>O'er stones, by Greek or Roman chisel wrought;</br>Freshly we call up many a long-known theme,</br>And say, \"Twas here they built and here they fought,\"</br>And scan the very earth &mdash; well pleased to deem</br>That History is no cheat, and Poesy no dream.", "Thus would we be remembered! &mdash; and like those</br>Who, drowning, think a passing straw may save,</br>We catch at aught which fondly we suppose</br>May buoy awhile upon th' oblivious wave;</br>A Cenotaph to memorise our grave;</br>A cheated Nation, or a yielding Dame;</br>A sword to liberate, or to enslave;</br>The Scholar's parchment &mdash; the Poetic flame&mdash;</br>Whate'er may serve to float a Mem'ry, or a Name.</br>"]