["I. Vision.</br>I saw (me thought) from Cambers hilly shore,</br>A goodly Arke, as ever eye beheld;</br>Whose Sayles were Silke, and Tackle twined Oare,</br>That seem'd reflected, gloriously to guild</br>The wave around, while thousand colours faire,</br>Kept time aloft with every little ayre.", "She Archon hight, for that she had no Peere,</br>And could command the Ocean with her might:</br>In whom the Hopes of many thousands were,</br>But chiefly of the Muse, and Martiall sprite:</br>Brave Man of warre she was, from Britaine bound,</br>For new discoveries all that might be found.", "And going out, shee did beguile the way,</br>With sound of Trumpet, Shawmes and Cornet shrill,</br>That fil'd the shore, and seem'd to charme the Sea;</br>(For windes were ceas'd, and waves were calme and stil.)</br>Such peales of Thunder, then anone were sent,</br>As if she would have torne the Firmament.", "But sodainely the Day was overcast,</br>A tempest hurles the billow to the Skye,</br>That Cables brake, and having spent her Mast</br>Shee fell on Rocks; herewith I heard a cry</br>Of dying men; who perish'd on the shelves,</br>Save some, that knew to swim, and save themselves.", "Which when I saw, a streame of Teares I shed,</br>And said (O GOD) who did commit the sinne,</br>That such a Treasure should be buried</br>In lowest Grave, as it had never bin?</br>A fraught wherein we shared every one,</br>And by whose losse three Kingdomes are undone.", "II. Vision.</br>I saw a Palme, of body tall and straight,</br>Upon whose braunches Crownets did depend;</br>But for the top, were kept a cumbrous waight</br>Of three more great:  inough to force it bend,</br>(For little wot we managing of Realmes,</br>The howerly cares and charge of Diadems.)", "And every bough did bloome with fruitfull store,</br>Wherein all kindes of singing Birds did build,</br>Melodiously rejoycing evermore</br>In his deere aide, by whom they were upheld:</br>And hither oft, the shepheard would repaire,</br>If heate did scortch, or cloude accloie the Aire.", "But at the roote, a fearefull Serpent lay,</br>(Whose many mischiefes Time forbids me tell,)</br>That undermin'd the Body night and day,</br>That last, it downe with hideous fragor fell,</br>To griefe of all; mine eye did never see,</br>More hopefull Blossomes, or a fairer Tree.", "III. Vision.</br>A wood there was, along the Stygian Lake,</br>Where Night, and everlasting Horror dwell,</br>Herein a Cave, two hollow Rockes did make,</br>From whence a Brooke as blacke as Lethe fell:</br>A common roade led thither, with descent</br>So steepe, that none return'd that ever went.", "It was an uncouth Dungeon, darke and wide,</br>Where living man nere was, or light had shone,</br>Save that a little glimmering I espi'de</br>From rotten stickes, that all about were throwne:</br>The Boxe and banefull Eugh-tree grew without,</br>All which a stinking ditch did moate about.", "Within, there hung upon the ragged wals</br>Sculs, shirtes of maile, whose owners had beene slaine</br>Escotcheons, Epitaphes of Funerals;</br>In bottles teares of friends, and Lovers vaine:</br>Spades, Mattockes, models, boltes and barres for strength,</br>With bones of Giants of a wondrous length.", "Beneath, all formes of Monuments were seene,</br>Whose superscriptions were through age defac'd,</br>And owners long agoe consumed cleane</br>But now as coffers were in order plac'd,</br>Wherein inditements lay, charmes, Dead-mens wills</br>Popes pardons, pleas, and Pothecaries bills.", "In mid'st there sat a meagre wretch alone,</br>That had in sorrow both his ei'n outwept,</br>And was with pine become a Sceleton:</br>I ask'd him why that loathsome Cave he kept,</br>And what he was:  my name (quoth he) is Death </br>Perplexed here, for Henries losse of breath.", "Henrie the good, the great, unware I hit</br>With deadly dart before the timely day,</br>For at one neere him while I level'd it,</br>That sent more soules then I my selfe away,</br>Or feare, or fate the arrow did misguide</br>That he escap'd, and Noblest Henry di'd.", "With that, he bad me to retire in hast,</br>For never any came so neere his dore,</br>And liv'd:  here-with mine eye a side I cast,</br>Where stood a glue-pot, Canes and quivers store,</br>And on a shelfe, lay many stinking weedes,</br>Wherewith, I ghesse, he poison'd arrow heads.", "By doubtfull tracks away through Brake and Breere,</br>I left the Wood, and light at last did view,</br>When Death I heard accused every where,</br>As Theife and Traytor, of the vulgar crew,</br>For this misdeed, hee sware against his will;</br>For who knew Henry could not meane him ill.", "IIII. Vision.</br>I saw erewhile, conducted forth by Fame </br>A Carre Triumphall, all of massie Gold,</br>And foure fierce Lyons yoaked in the same,</br>The which a Virgin, lovely to behold,</br>With gentle raine did guide and show the way,</br>She Una hight, none else they would obay.", "A warlick Impe within was set on high,</br>Who Phoebus, in his glorious armes out-shone,</br>Ydrad of all for awfull Majestie,</br>Yet loving, and more loved lived none;</br>Hight Philocles, whom Fame did thus addresse</br>To high designes, which few or none could ghesse.", "But oh uncertaine state of all below,</br>And feeble stay whereon our hopes doe rest!</br>While that I gazed ravish'd with the show</br>And heart did leape for joy within my breast,</br>From Heaven I saw discend a fiery wand</br>And all to blacke was turned out of hand.", "Carricks white Lions in a field of Red,</br>His golden Garbes as Chesters Palatine,</br>The Cornish Beasaunts seldome quartered,</br>Rothsay with that brave Coate of Leoline,</br>Which one-day might in field of Mars have flowne,</br>Before his Herse were mournfull streamers showne.", "The gallant Steede that did disdaine the bit,</br>And shooke with angry hoofe the hollow ground,</br>His Riders losse lamented over it:</br>The Souldiour with his Drumme and Trumpets sound</br>That beate the March, and blew the furious charge,</br>Were turn'd to Singers timing of his Dirge.", "The fiery spirit whose aspiring flame</br>Brake out enkindled at his glorious light</br>Grew dimme and damp'd, as dying with the same;</br>The gentle Heart in mourning melted quite,</br>His Friends and lovers (We) did weare his blacke</br>Within the Breast, while others on the Backe.", "But in the while we have related this,</br>The Corps was gone and every thing was past,</br>That there remained nothing but his Misse,</br>Which when I saw mine eyes to Heaven I cast,</br>And said, Oh let me never live I pray,</br>To feele the griefe of such another day.", "V. Vision.</br>I lay to rest by those two Sister-streames,</br>That strive with each as seemeth by their hast,</br>Who to her spouse should take the stately Thames,</br>(For both into his bosome fall at last;)</br>Where, one I heard as Thracian Orpheus sing,</br>With Beast and Bird about him listening.", "Come Woods (quoth he) and Waters lend your sound,</br>And help us to bemone our Dions death,</br>Come every Plant that growes upon the ground,</br>Your fruit or savours to his Herse bequeath,</br>Come purple Roses, purest Lillies turne</br>Your Beauties blacke, and help a while to mourne.", "Come Albion Muses, come sweet Philomel,</br>Report this newes among thy mournefull straines,</br>To greenie Groves the Death of Dion tell,</br>Ye Shepheards fill here-with the fruitfull plaines,</br>At Morne and Even, and say, with Dion dead,</br>All Musicke and our Merry daies are fled.", "Come Albion Muses, come ye silver Swannes</br>Sing dying and die singing on the bankes</br>Of Isis flood, come wood Musitians</br>Surround him sleeping in your painted ranckes,</br>Leave wanton Naiads treading of your rings</br>And teach your eyes to overflow the springs.", "Come Albion Muses bid Menalcas sit</br>With broken reede beside his aged Oke,</br>And solitary there some dittie fit</br>That mought to teares infernall Dis provoke:</br>Eternall silence dwell on Dale and hill,</br>And Heards unkept goe wander where you will.", "Come Albion Muses, come with Eccho mourne</br>In hollow Rockes and vales, for Dion gone,</br>Who (like his lips) shall never more returne,</br>A gratious answere call'd by you upon:</br>Die flowers, and fall ye fruit unripe from Trees</br>And cease your toile (the sweetest gone) ye Bees.", "Come Albion Muses, never Dolphin wept</br>More kindly, cast by Neptune on the shore,</br>Or Memnons Bird with greater sorrow kept</br>Auroras sonne, whom still she weepeth ore,</br>Or grove with plaints of Philomela rung</br>When Plough-man had bereft her of her young.", "Calliope more woefull did not seeke,</br>Her Loved Homer all about the Sea,</br>Or Venus on her deere Adonis cheeke,</br>More kisses heaped as he dying lay,</br>As Albion now who (mother-like) in vaine,</br>Would, spight of Nature, weepe him backe againe.", "If in a graden but the Mallow die,</br>The Daisie, Dill, or Rose, it lives agen,</br>And shooteth yeerely from his bed on high,</br>But we endu'de with Reason who are men,</br>Much fairer, stronger, if we once doe fall,</br>No more on Earth our being have at all.", "Much more he would have said but that with griefe,</br>His voyce did faile and hand began to slacke,</br>Wherewith approached first of Beasts the chiefe,</br>Who in their kindes bewailed Dions lacke:</br>The Birds above, in Trees were set aloft,</br>Each chattering in his note as Nature taught.", "None for precedence strove, that they forgat,</br>As ill befitting pensivenesse of heart,</br>But as they came in Loving league they sat,</br>And each to each his sorrow did impart:</br>For griefes doe grow by many bearers weake,</br>That else the backes of one or two would breake", "Three Lyons white full bitterly did groane,</br>And waile his absence whom they loved deere,</br>Aloofe the Heliconian Horse did moane,</br>For as the rest he could not come so neere.</br>The Lynx, the Bufle, and the Talbot true,</br>Did (as they could) their utmost sorrow shew.", "The Greyhound, Griffon, Tiger, and the Goate,</br>Two gallant Dragons greene, and one of Red,</br>The Unicorne in his faire Ermine-coate,</br>The Roebucke, Bore, and Bull, for combat bred:</br>The Leopard, Wiverne, Munkey, and the Beare,</br>The Tiger, Cat, and Porcespine were there.", "Of Birds, I saw the Eagle sharpe of sight,</br>Th' Arabian Phoenix, and the Peacocke gay,</br>The towring Falcon for the Kings delight,</br>The Chough, the Raven, and dainty Popingaie,</br>The Swanne with Pheasaunt fetch'd from Phasis flood,</br>And Pellican soare wounded with her brood.", "With others numberlesse both wilde and tame,</br>By flockes that hither in a Moment flew,</br>But as I neere to this assembly came,</br>Their order, kindes, and cullors for to view,</br>The Man, the Musicke, Bird, and Beast were gone,</br>I left to mourne disconsolate alone.", "VI. Vision.</br>I was conducted by a lovely childe,</br>Whose haire outshone the brightest burning gold,</br>Of sweet aspect as Maid, and modest milde,</br>Unto that place where certainely is told,</br>The soules of such as here had lived well,</br>Disroab'd of Earth in happinesse doe dwell.", "It was Elisium, a delightfull plaine,</br>Where Zephyre makes an everlasting Spring,</br>And Fruits, and Flowers, doe all the yeere retaine</br>Their tast and beauties, sweetest Birds doe sing</br>In Laurell shades, where coolest silver brookes</br>Divorce their courses by a thousand crookes.", "Within there was a Theater of gold,</br>Rais'd on a mount in semi-circle wise,</br>Which stately columnes strongly did uphold,</br>That by ascent did over other rise,</br>And railde betweene with Christall lights that shone</br>Against the Sunne like Rockes of Diamond.", "Not Scaurus Scaene might with this same compare,</br>That eightie thousand could at one time hold,</br>Nor that of Pompey, nor that wounder rare</br>Vespasian reard, nor that with pouldred gold</br>Which Nero (as with sand I read bestrew)</br>And seel'd with silke all starry gilt in blew.", "Three rowes it had where Princes onely sat,</br>To view their worldly miseries foregone,</br>Their Kingdomes changes and to contemplate</br>Their happinesse in full fruition:</br>These lived well, or for the Faith were slaine,</br>Or younglings were who never saw their raigne.", "Each were in order rancked as they dy'd,</br>The formost, Heire apparants of our land,</br>Whose deaths were by Impresas specifide,</br>So sweetly limn'd as by an Angels hand.</br>William first Henries sonne did give a sea</br>Enrag'd, above was written, Cast away.", "The sonne of Stephen Prince Eustace next did sit,</br>Who gave a braunch of bitter Hellebore,</br>Dispayre's not holpe was scored over it.</br>Henry the sonne of second Henry bore</br>A Phaeton, with this, Too soone I clime,</br>A King and Rebell in my Fathers time.", "Appeared then, in Armes, a goodly Prince</br>Of swarthy hew, by whom there hung a Launce</br>Of wondrous length, preserved ever since</br>Hee overthrew at Poiteirs John of Fraunce:</br>A Dial his device, the stile at One,</br>And this, No night and yet my day is done.", "By him I saw in white a comely youth,</br>Upon whose breast appear'd a gaping wound</br>(That would have mov'd a heart of Flint to ruth)</br>Wherewith the place was smeared all around.</br>A withered crimson Rose by him was fixt,</br>His word, The last, as sonne of Henry sixt.", "A little lower sat two beauteous Impes</br>Of smyling cheere, as fresh as flower in May:</br>Not Tyndaris faire twinnes, Pierian Nimphes,</br>Or Myrrha's Boy so lovely faire as they:</br>These were the Brother-Princes that in bed</br>The Tyrant slew and left unburied.", "One had a Pillow with his crowne thereon,</br>His Mot, The Price of my eternall rest:</br>The other gave a Vulture ceasing on</br>The heart of Titius, with, The Tyrants breast.</br>Prince Arthur, this, above an Orange flower</br>Though seemes the fayrest yet the fruit is sower.", "The last sat our late Henry on a Throne</br>By one degree rais'd higher then the rest;</br>About whose brow an heavenly glory shone,</br>And certaine beames appeared from his breast,</br>Which who so did with neerer eye admire</br>Were striken blinde, or had their hearts on fire.", "Where when I saw that Brow, that Cheeke, that Eye,</br>Hee left imprinted in Eliza's face,</br>That lovely cheere and gracefull Majestie</br>In hopefull Charles that take their second place.</br>With Joy surprized to my home before</br>I bad returne, wee cared for no more.</br>"]