["On a steep Bank, by native Reeds Supply'd,</br>Where Thames the Med-way weds, his willing Bride,</br>Thirsis had sat him down his Pipe to mend</br>Which he in Rage had broke&mdash;</br>Damon, the Friend whom he most dearly priz'd,</br>(From Sea Return'd) the pensive Swain surpriz'd,</br>And Thus accosts him&mdash;", "DAMON.</br>&mdash;Thus 'twas false and vain</br>The Rumour that Alarm'd Us on the Main,</br>How You my Friend, with Grief become forlorn,</br>Had broke you Pipe, and had your Muse forsworn.", "THIRSIS.</br>For Service past at last opprest with Wrong,</br>What had thy Friend to do with chearful Song?</br>The late repenting Muse, from Town withdrawn,</br>To Me return'd, and this forsaken Lawn,</br>Where on my broken Reed She deeply swore,</br>Henceforth to tempt me from my Flock no more;</br>And bid, to thankless Courts and Verse Adieu.", "DAMON.</br>Then wherefore Swain that Pipe fixt up Anew?", "THIRSIS.</br>A Mournful Dirge must now employ my Breath,</br>Joy I renounce &mdash; but still may sing of Death.</br>Concern and Zeal will give the Numbers Heat,</br>And Ormond's mighty Name will make 'em Great.", "DAMON.</br>Should Phoebus and the tuneful Nine retire,</br>Sound but the Name of Ormond, 'twill Inspire</br>With more than Poet's or Promethean Fire.", "THIRSIS.</br>Thy Thirsis once to Phoebus did belong,</br>Nor wholly Unispir'd presumes this Song;</br>The Muses brought it nightly to my Ear;</br>Freely I'll Sing, do you as freely Hear;</br>Nor only Hear, but sometimes bear a Part,</br>For Damon Thou art Own'd a Son of Art;</br>Though I the Field and Thou the Sea dost chuse,</br>One Friendship ever rul'd our Breasts, One Muse:</br>And as my Lays were wont to Tune the Woods,</br>The Tritons Thine cou'd raise, and charm the Floods.", "DAMON.</br>Strike, Shrike the Note, begin the noble Strein,</br>While Earth and Skie the Consort shall maintain,</br>While Ebbing Thames and Med-way gently creep;</br>'Tis many Hours to Flood &mdash; till then the Winds will sleep.", "THIRSIS.</br>O Sacred Isis, by whose shady Streams</br>Oxonian Bards lie rapt in golden Dreams,</br>Just Tribute pay to thy Great ORMOND's Hearse,", "DAMON.</br>And give Immortal Worth Immortal Verse.", "THIRSIS.</br>When ORMOND Dy'd, ye Floods and Groves confess</br>(You and your weeping Nymphs were Witnesses.)</br>If any Care the heartless Heardsman took,</br>To drive his Heiffers to the Chrystal Brook;</br>If in that heavy Day, the gen'rous Steed</br>Would tast the Stream, or in the Pasture feed!</br>In silent Hive the sickly Bee lay still,</br>No wanton Kidd would sport, nor am'rous Turtle Bill.", "DAMON.</br>As Nature had for ORMOND's sake Alone</br>Employ'd her Powr's, and, her lov'd ORMOND gone</br>Her Care did cease, and all her Task were done.", "THIRSIS.</br>So Eden starv'd when of her Lord beguild,</br>And Paradise forthwith became a Wild.", "DAMON.</br>When such transcendent Sorrow is the Theam</br>Fair Cam must Eccho to our Isis Stream:</br>Nor must the Liffee be deny'd her Share.", "THIRSIS.</br>To Visit his fam'd Court and Palace there</br>From Cestrian Plains my Muse did Young repair,</br>And having ORMOND in his State beheld,</br>(Whose Pomp her faint Ideas far excell'd)</br>Return'd transported back to her Abode,</br>And told the Village She had seen a God.", "DAMON.</br>My Fancy, early with Ambition fir'd,</br>Of ORMOND and his Princely Deeds enquir'd;</br>What Benefits the Patron had bestow'd,</br>How much our Europe to his Conduct ow'd</br>In Peace and War &mdash; Then to the Indian Shore</br>Remov'd, my Muse her full Instructions bore,</br>Where in the Plantan Shade She Sung his Name,</br>Till from their Hills the Savage Natives came,</br>And, list'ning to the Charming Ayres, grew Tame.", "THIRSIS.</br>Through what surprizing Mazes did he lead</br>His vast Designs, what secret Passes tread?</br>Alpheus thus the Ocean do's beguile,</br>And diving deep with Undiscover'd Toil,</br>Rises to bless the fair Sicanian Isle.", "DAMON.</br>Long did opprest Brittania hopeless Mourn</br>For Exil'd Charles and Ormond's wish'd Return,</br>At last the Bliss, which we so oft Implor'd,</br>And no kind Pow'r durst promise, was Restor'd;</br>Then was the Tuneful Shepherd's Song allow'd,</br>In Peace our Heiffers fed and Oxen Plow'd.</br>With Honey Drops the British Oak distill'd,</br>And burden'd Thames Augusta's Market fill'd.", "DAMON.</br>So far the fatal Plenty did Increase,</br>We Surfeited at last on Wealth and Peace,</br>Whose Warmth our feebler Warriours did disarm,</br>Nor could they bear the Sun who bore the Storm;</br>While Ormond's Constancy, in prosp'rous State,</br>Maintain'd her Regency as firm as Fate;</br>Her gen'rous Stream through Seas of Pleasure led,</br>Clear and untainted as the Fountain's Head.", "THIRSIS.</br>Virtue so feebly now exerts her Pow'rs</br>We Stalk faint Shaddows of our Ancestors.</br>If Nature once in these degen'rate Days,</br>Do's by some vast Effort an Ormond raise.</br>He's gaz'd at while he Shines, and when he quits the Stage,</br>In Darkness leaves our Sphear, and quite undoes the Age.", "DAMON.</br>Why wert thou rais'd so high and form'd so bright</br>To lie with vulgar Mortals wrapt in Night!</br>Too rigid now, O Fate, thy Law appears,</br>A Patriarch's Piety should have a Patriarch's Years.", "THIRSIS.</br>So have I seen the Oak, that long had stood</br>A friendly Shelter to the Underwood,</br>Green in his Age, till inbred Death destroy'd</br>The Plant which Storms and Thunder ne'er annoyd.", "DAMON.</br>The Noble Tree is perish'd, while below</br>The Shrubs survive, and useless Brambles grow.", "THIRSIS.</br>Behold my Friend behold yon Shady Dale,</br>Now Consecrate and make a Sacred Vale,</br>An Altar There I've rais'd in scanty Room</br>The little Emblem of Great Ormond's Tomb.</br>Whose Front by me with Lawrels shall be Crown'd,</br>Oft as the circling Year compleats his Round;</br>Ev'n now, against the Solemn Day's Return,</br>(Which I must ever Honour ever Mourn)</br>My Muse has form'd her Tributary Verse,</br>That faintly her great Patron may Rehearse;</br>No rural Lay can reach his Character,</br>But Shepherds Songs are always most sincere.", "DAMON.</br>Nor have my Thoughts been Idle on the Main;</br>The Muses love Alternates, gentle Swain</br>Admit in Course a Sailer's artless Strein.", "THIRSIS.</br>What equal Rites ye Pow'rs can be Assign'd</br>His God-like Person, and more God-like Mind?</br>So much of Royalty his Presence bore,</br>That scarce a Sceptre cou'd had added more.</br>Nature for Sov'reignty his Frame design'd,</br>Consenting Heav'n inspir'd a Monarch's Mind,</br>Yet o'er Himself he was content to Sway,</br>And Thought it Empire Caesar to Obey.</br>Rest to his Sacred Ashes may it bring</br>That He was Virtues and the Muses King,</br>Hast pious Swains to Celebrate his Tomb,</br>So you may see a joyful Harvest home.", "DAMON.</br>No Greatness e'er more Goodness did impart,</br>From Heights of State he stoop'd to raise Desert;</br>To Him the bright Records of Fame were known,</br>Whose best Examples still became his own.</br>All Traverses of Fortune he sustain'd,</br>In All great Ormond's Character maintain'd:</br>Success ne'er made him swell, nor suff'rings faint,</br>The first the Hero prov'd, the last the Saint.</br>Come pious Sailers drench with Tears his Urn,</br>So may your fraighted Vessel safe Return.", "THIRSIS.</br>In Ormond's stead what can the Stars restore,</br>What private Grief the Publick Loss deplore?</br>Those Elogies our scanty Pow'rs deny</br>Succeeding Times and Poets shall supply.</br>In Ossory Fate's Triumph was compleat,</br>Fate to that Hero gave the first Defeat.</br>Now Destiny ursurps too large a Share,</br>An Ormond too is more than Earth can spare.", "DAMON.</br>For Ossory our Sorrows still are seen</br>Fresh as his Fame, and as his Laurels green.", "THIRSIS.</br>Like widdow'd Turtles we refuse Relief,</br>Renew our Dirges and Indulge our Grief.", "DAMON.</br>The News surpriz'd us, on the distant Shore.</br>That Noble Ossory was not more!</br>The Tritons started from their Coral Beds,</br>The Sea-Nymphs tore the Tresses from their Heads.", "THIRSIS.</br>On Land the Satyrs to their Dens retir'd,</br>As when of Old the mighty Pan expir'd.", "DAMON.</br>I wonder'd much what sundry Omens meant,</br>The thrice Advancing Flood thrice backward went;</br>Forthwith through all th' ashtonisht Coast 'twas spred</br>The Guardian of the Floods great Ossory was Dead.", "THIRSIS.</br>For her lost Admiral the Ocean groand</br>The harrass'd Flandrian Plains his Fate bemoand,</br>Sea-vanquish'd Belgians then were Reconcil'd,</br>And only Africk's Savage Genius smil'd.", "DAMON.</br>With Pangs my Thoughts that heavy Day recall,</br>The Wind blew hard, my Vessel craz'd and small,</br>The Samphire-Man his des'prate Trade gave o'er</br>The Fisher drew his Netts and Boat a Shore,</br>Then Thirsis then the Muses watcht their time,</br>And forc't me Thus to sooth my Grief with Rhyme.</br>Oh where are now your Charms ye Briny Deeps,</br>Ye winding Coasts, smooth Sands and craggy Steeps,</br>What's Traffique now?  What reason can you give</br>To make forlorn desponding Damon Live.</br>Or can it e'er account for half my pain,</br>To stretch on Shells, and view the rolling Main,</br>Or breath my Griefs to these cold Rocks in vain.</br>For OSS'RY's sake a Sailer I became,</br>And OSS'RY now is nothing but a Name?</br>To Us no more &mdash; but to the Skies a Star&mdash;</br>When next the raging Elements are at War</br>When safe on Shore my fellow-Sailers sleep,</br>That desp'rate Hour I'll take to launch into the Deep</br>Farewell all Lands, the tempting Syrges swell,</br>Ev'n Thou that holdst my OSS'RY's Dust, Farewell.", "THIRSIS.</br>How Charming-sad O Damon is thy Verse!</br>Not Halcyons such or dying Swans rehearse.", "DAMON.</br>When from these Regions first he took his flight,</br>The Impious Age fear'd an Eternal Night:</br>Yet ev'n that vast Eclipse not quite our Sphear depriv'd,</br>Our Ossory was gone, but Ormond still surviv'd.</br>Whence can we now expect another Dawn,</br>Our Sun and Phospher both eternally withdrawn?", "CLOTIN.</br>It Thunders on the Left, auspicious Sign,</br>And Lambent flames surround my Heroes Shrine:</br>Fresh Odors breathing thence, the Air perfume,</br>The Neighb'ring Groves their wonted Songs resume;</br>My Lambs begin to sport, my Ewes to Feed:</br>Whence can this Vital Influence proceed?</br>Behold a Second Ormond bright as Day,</br>Breaks forth the chase our sullen Fears away!</br>Heav'n early did for our Relief contrive,</br>That Ossory and Ormond should survive</br>In One great Heir that do's from Both derive.", "Ye Guardian-Pow'rs that have receiv'd in Trust</br>Great Britains Honor, and add th' Arrears</br>Of Ossory's shorten'd date, to his Successors years;</br>That in his finish'd Circle may be seen</br>What Ossory's compleated Course had been.</br>No Heights of Glory are too hard to trace,</br>For Ormond's Heir, Ally'd to Beaufort's Race.</br>In this ye Pow'rs your Care you have express'd,</br>To Fame and his great Genius leave the Rest.</br>"]