["SIR,</br>Let that good morning constantly be blest</br>With Sol's bright beams superior to the rest;</br>Let warbling birds melodious notes display,</br>To usher in that ever-glorious day;</br>And let that day with chearful mirth be crown'd,</br>Let the bowl sparkle, and the glass go round,</br>In which kind Heav'n to thee a being gave,</br>The best and dearest friend a man can have:</br>Still may thy fate be as thy honour clear,</br>And let new joys attend each added year.", "From earliest youth our kind affection grew,</br>Which we reciprocal, each year, renew;</br>Through all vicissitudes, both worst and best,</br>It has remain'd, and bore the strictest test:</br>Our gentle Sires, with pleasure, oft survey'd</br>The progress we in mutual friendship made;</br>Firm to each other, we have still maintain'd</br>Its virtues spotless, and its rites unstain'd.", "One kind Preceptor, whom we still admire,</br>Alternate fann'd in each the gen'rous fire;</br>Immortal RICHARDSON, in science skill'd,</br>Words sweet as honey from his mouth distill'd;</br>From him the Classic Lit'rature we got,</br>Whatever Rome or Athens taught;</br>The sugar sentences of Tully's tongue,</br>And all that Homer, Maro, Flaccus sung:</br>Oh much-lov'd man, what language can I find</br>To sing th' extent of thy capacious mind!", "Releas'd from study, often we've retir'd</br>To Eden's banks, and the fam'd stream admir'd.</br>Whose chrystal waters in meanders flow,</br>Diffusing Peace and Plenty as they go;</br>Whose limpid verge the flow'ry meads adorn,</br>And fruitful vallies crown'd with golden corn:</br>Here rugged rocks in pointed columns rise,</br>Which fill the soul with terror and surprize;</br>There clamb'ring up, the inscriptions we've survey'd,</br>And wond'ring view the mighty things they've done</br>Between the rising and the setting sun;</br>To whose brave feats, and memorable deeds,</br>A base, degen'rate progeny succeeds.", "With pleasure oft o'er Dacre's lawns we've stray'd,</br>And view'd the changes mold'ring time has made;</br>Close to whose confines grows a neigh'bring wood,</br>Near which a town and stately castle stood;</br>Whose Chieftain, for his loyalty renown'd,</br>The dire effects of civil fury found.</br>Struck with compassion, weeping, we descry</br>Its spacious tow'rs in piles of ruins lie:</br>One still remains a monument of shame,</br>And lasting stain to Cromwell's hateful name.</br>What times were these, my friend, when England saw</br>Her pow'r enslav'd by Puritanic law!</br>A Royal Martyr humbled to the block,</br>For Ipse dixits, by this frantick flock;</br>A worthless, raving, Oliverian brood,</br>Their impious hands in princely blood imbu'd;</br>A virtuous Prince, whom Heav'n had sure design'd</br>To grace a sceptre, and to bless mankind.</br>Thank Heav'n, we were not in that aera born;</br>These curs'd Republicans we hate and scorn.</br>We mind not what these Fanatics declare,</br>Our words and thoughts are diff'rent far from their's;</br>We'll leave these canting hypocrites to pray,</br>And sooth their malice with a Calve's-Head Day;</br>Whilst you and I, o'er flowing bumpers sing,</br>And chearful say, God save our noble King.", "Immortal beauties in my mind arise,</br>And the gay prospect still distinguish'd lies,</br>When recollecting the unnumber'd hours,</br>Spent with delight in Naworth's shady bow'r;</br>Plac'd on the margin of fair Irdin's stream,</br>Homer and Virgil were the constant theme.</br>A tribute to great Hector's fame we've paid,</br>And mourn'd the downfal of the Tyrian maid,</br>While stern Achilles unlamented lies;</br>The god-like Patriot's glory never dies.", "But when we turn'd from ancient Bards to those,</br>Who in our mother tongue to glory rose;</br>Old Chaucer foremost in the list we found,</br>His songs with never-fading laurels crown'd;</br>His laurels flourish still, tho' mould'ring time</br>Has marr'd the beauties of his doggrel rhime;</br>Yet strokes of wit and humour here and there,</br>Like sun beams breaking from a cloud appear.", "Majestic Milton lays a nobler claim,</br>His numbers equal to his lofty theme.</br>Immortal Bard, what language can inspire,</br>To sing the beauties of that heavenly lyre;</br>To sing Jehovah girt with endless day,</br>And Heav'n's dread Host embattled in array;</br>The vast Creation of the World to tell,</br>And deeply search the dark profound of Hell.</br>Thro' Gay we've pass'd, and Spencer's moral song,</br>Pope, Swift, and Dryden, Oldham, Cowley, Young.", "Soon as the Sun th' autumnal solstice clos'd,</br>And Winter's dreary aspect interpos'd,</br>The sounding gun or hunting spear we take,</br>Visit the stream, or beat the bushy break;</br>Then shoot the cock, the teal, or pheasant gay,</br>Or teach the springing dog to yield his prey:</br>When home return'd, the languid spirits cheer,</br>With wholesome food, and good old English beer;</br>The various actions of the day relate,</br>And drink and sing a catch of merry Kate.</br>Such sports we lov'd, untainted with those crimes</br>That cast a gloom upon our modern times;</br>Nor like those wretches who to increate their store,</br>Heap bags on bags, and still sit pining poor.</br>With frugal care such pastimes we enjoy'd,</br>Nor were our hours with empty pleasures cloy'd.", "But yet, perhaps, it may be deem'd a crime,</br>That I should trouble your repose with rhime,</br>Yet maugre every fear, my humble Muse</br>Hopes you this slender tribute won't refuse;</br>For 'tis but just, that I turn should write,</br>What my heart dictates, and my head indites.</br>No luke-warm medium our affections know,</br>Free from the soul our ardent wishes flow;</br>When gen'rous acts of gratitude inspire,</br>We scorn to invoke one spark of Delphic fire.", "May'st thou, dear friend, have many years to come,</br>And plenty crown thy hospitable dome;</br>Still may thy hours with pleasure glide away,</br>And years unnumber'd seem a summer's day;</br>And rest assur'd, I am with wishes fervent,</br>Dear Sir, your most obedient humble servant.</br>"]