["Around yon lonely isle, the blue waves roam,</br>And wildbirds there the evening song renew;</br>There found the fallen brave a quiet home,</br>There death his pall around their ashes threw.", "No sylvan maids are seen to wander near,</br>And strew with dewy wreaths that verdant spot,</br>No weeping mother bends above their bier,</br>No aged father wails their timeless lot.", "How lonely that blooms isle!  the brave, who died,</br>And in its bosom silently recline,</br>The elm above them spreads its verdant pride,</br>And dewy wildflowers o'er their slumbers shine.", "Those fallen breasts with honor once beat high,</br>And throbb'd for death or glory's wreath of light,</br>They sternly strove, when ruin hover'd nigh,</br>They shone in battle and they sunk in night.", "The pride of beauty, manhood's fervid glow,</br>The eye of valor and the lips of lore,</br>Deep in their narrow cave are still and low,</br>Condemn'd to silence, fall'n to rise no more.", "No more for them the rosy morn shall gleam,</br>No more the wildbirds charms sweet evening's close,</br>No more shall friendship soothe life's fever'd dream,</br>No more affection 'lure them to repose.", "But oh, tis vain to murmur or bewail,</br>Dwells ought on earth, that long on earth shall be?</br>The columns of the world itself shall fail,</br>Its gorgeousness shall fade, its pomp shall flee.", "The soldier's arm and glittering shield of war,</br>The heart that beats with valor's pulse of fire,</br>The scythe of death their day of life shall mar,</br>Their throbs shall languish and their pride expire.", "E'en kingly heads shall like the peasant's fall,</br>And splendor, joy, and princely pomp decay,</br>The crowning pageantry of life's a pall,</br>The sun of glory shines but for a day.", "That lonely isle holds in its narrow breast</br>The poor remains of those who fought and fell,</br>There in each other's cold embrace they rest,</br>Long shall they slumber in that verdant cell.", "Till, when the last great day shall rend the skies,</br>And call the sleeping from each silent grave,</br>Yon blooming sods shall from their bosoms rise,</br>And render up to heaven the slumbering brave.</br>"]