["Oh!  thou, whose all-consoling pow'r</br>Can soothe our cares to rest;</br>Whose touch in Spleen's most vap'rish hour</br>Can calm each female breast;</br>Thee I invoke!  Great Genius hear&mdash;</br>Pity a lady's sighs;&mdash;</br>Without thy kind relief be near</br>Poor COQUETINA dies!</br>Haste thee, then, and with thee bring</br>Many a little venom'd sting:</br>Many a tale that no one knows</br>Of shall-be-nameless belles and beaux;</br>Just-imported curtain lectures,</br>Winks, and nods, and shrewd conjectures;</br>Half a dozen strange suspicions</br>Built on stranger suppositions;</br>Unknown marriages some twenty,</br>Private child-bed linen plenty;</br>And horns just fitted to some people's heads,</br>And certain powder'd coats, and certain tumbled beds!", "Teach me, powerful Genius!  teach</br>Thine own mysterious art,</br>Safe from Retaliation's reach,</br>How I may throw detraction's dart!</br>So shall my hand an altar raise</br>Sacred to thy transcendent praise,</br>And daily with assiduous care</br>Some grateful sacrifice prepare.", "The first informations</br>Of lost reputations</br>As offerings to thee I'll consign,</br>And the earliest news</br>Of surpriz'd billet-doux</br>Shall constant be serv'd at thy shrine.", "Intrigues by the score,</br>Never heard of before,</br>Shall the sacrifice daily augment;</br>And by each Morning Post</br>Some favourite Toast</br>A victim to thee shall be sent.", "Heavens!  methinks I see thy train</br>Softly tripping o'er the plain;</br>All the alphabet I view</br>Stepping forward two and two.</br>Hush!  for as they coupled walk,</br>Sure I hear the letters talk!</br>Though lowly-fearful whisperings half smother</br>The well concerted tales they blab of one another:</br>\"Lord!  who'd have thought our cousin D</br>Could think of marrying Mrs. E!</br>True, faith!  I pity Mr. L;</br>And was I he, the bride to vex,</br>I'd go and court my lady X.</br>Indeed they say that Charlotte U,</br>With Fanny M, and we guess who,</br>Occasion'd all &mdash; for you must know</br>They set their caps at Mr. O,</br>And as he courted Mrs. E,</br>They thought if she'd have cousin D,</br>That things might be, through Captain A,</br>Just brought about in their own way!\"", "Oh!  how the pleasing style regales my ear&mdash;!</br>Heav'ns!  what new forms are these which now appear?", "See yonder, in the thickest throng,</br>Designing Envy sculks along,</br>Big with malicious Laughter!</br>Fiction and Cunning swell her train;</br>While, stretching far behind, in vain</br>Poor Truth comes panting after.", "Now, now indeed, I burn with sacred fires&mdash;</br>'Tis SCANDAL'S self that ev'ry thought inspires!</br>I feel, all-potent Genius!  now I feel</br>Thy working magic through each art'ry steal.", "At thy command my fancy warms,</br>And sweetly paints the alter'd scene&mdash;</br>Her touch now ev'ry grace deforms,</br>And blackens ev'ry mien!", "Each moment to my prying eyes</br>Some fresh disfigur'd beauties rise:</br>Each minute I perceive some flaw</br>That e'en Ill-nature's self ne'er saw.", "Hark!  some airy whisper hints,</br>In accents wisely faint,</br>That bright Cleora rather squints&mdash;</br>Rosetta uses paint&mdash;", "That though some fops of Celia prate,</br>Yet be not her's the praise,</br>For if she should be passing straight&mdash;</br>Hem! &mdash; she may thank her stays!", "Each fool of Delia's figure talks,</br>And celebrates her fame;</br>But, for my part, whene'er she walks,</br>I think she's rather lame.", "And mind Ma'am Chloe toss her head!</br>Lord!  how the creature stares!</br>Well! &mdash; I thank God it can't be said</br>I give myself those airs.", "But soft!  what figure's this I now see come?</br>His awful frown strikes even SCANDAL dumb&mdash;</br>Ah me!  the blood forsakes my trembling cheek,</br>While sternly thus, methinks, I hear him speak:", "Peace, snarling woman, peace!</br>'Tis CANDOUR bids thee cease&mdash;</br>CANDOUR &mdash; at whose insulted name</br>Even thy face should burn with shame!</br>Too long I've silent seen</br>The venom of thy spleen&mdash;</br>Too long, with secret pain,</br>Observ'd black SCANDAL'S reign;</br>But now, with indignation stung,</br>Justice demands my tongue,</br>And bids me drag the lurking fiend to light,</br>And hold her deeds of darkness up to sight.</br>Look on this prospect!  and if e'er thy brow</br>Can feel Compunction's sick'ning blush, 'tis now.", "Mark yonder weeping maid,</br>Sadly deserted laid</br>Beside that mournful willow!</br>There ev'ry day, in silent woe,</br>She bids her tears incessant flow;</br>And ev'ry night forlornly pining,</br>Mute on her lilly hand reclining,</br>Bedews her waking pillow.", "Sweet girl!  she was once most enchanting gay,</br>Each youth felt her charms, and acknowledg'd their sway;</br>No arts did she use to acquire a grace,</br>'Twas good humour alone that enliven'd her face;</br>Pure nature had leave in her actions to speak&mdash;</br>The wildness of youth gave the blush to her cheek,</br>And her looks uninstructed her thoughts would impart,</br>Since her eyes only flash'd from the warmth of her heart.</br>Herself undesigning, no schemes she suspected&mdash;</br>Ne'er dreaming of ambush, defence she neglected;</br>With the youth that she lov'd, at the moon's silver hour,</br>In confidence tender, she stole to the bow'r:</br>There he hop'd to have all his desires obtain'd,</br>But she spurn'd at the insult her virtue sustain'd;</br>And he, in revenge for his baffled endeavour,</br>Gave a hint, &mdash; 'twas enough &mdash; she was ruin'd for ever!", "And now, sad innocent &mdash; alone&mdash;</br>Shunn'd as a pest she makes her moan,</br>And in unheard despair</br>Yields all resign'd to soul-consuming care.", "Yet many a time her wand'ring brain</br>Turns with its fev'rish weight of pain,</br>And then a thousand childish things</br>The pretty mad one rudely sings;</br>Or mute on the ground she gazes,</br>And weeps as she scatters her daisies,</br>And then, in a strain more distractedly loud,</br>She chants the sad thoughts of her fancy,</br>And shivers and sings of her cold shrowd&mdash;</br>Ah poor Nancy!", "Nay, weep not now! &mdash; 'tis now too late&mdash;</br>Thy friendship might have stopt her fate;</br>Rather now hide thy head in conscious shame&mdash;</br>Thy mouth too buzz'd the tale that stain'd her fame.", "But come &mdash; again &mdash; turn here thine eyes,</br>And view another victim rise&mdash;</br>Observe that crested warrior! &mdash; his name</br>Could make whole hostile ranks disordered fly,</br>Victory follow'd where the hero came,</br>And conquest darted from his vengeful eye.</br>His was true courage on good prudence built&mdash;</br>An arm prepar'd to extirpate or save:</br>'Twas only rais'd to crush presuming guilt,</br>Or lend its vigour to the honest brave.", "Yet e'en a man thus form'd,</br>With ev'ry nobler passion warm'd,</br>At Envy's infamous command,</br>Fell by dark SCANDAL'S secret hand.&mdash;</br>Lothario, dearest of his friends,</br>Wrong'd him &mdash; he scorn'd to ask amends&mdash;", "In real valour calmness we admire,</br>'Tis your mock honour that's so soon on fire.</br>Souls truly great no rash resentments seek&mdash;</br>His friendship pardon'd e'er his rage could speak.</br>Yet, for a deed that challeng'd brightest fame,</br>SCANDAL bedamn'd him with a coward's name;</br>Nay, more secure her vengeance to pursue,</br>Proclaim'd the man that own'd him coward too.", "And see!  with proudly sullen air!</br>The injur'd hero stalks alone.</br>And, though his looks betray his care,</br>Disdains to vent a single groan:</br>Save when, by some distracting thought,</br>To wild impatience madly wrought,</br>With sudden stampt the ground he beats,</br>As Mem'ry paints his former feats.</br>How once knee-deep in blood</br>Immoveably he stood,</br>And in the howling battle's roar,</br>With gaping wounds all cover'd o'er,</br>His single arm durst firm oppose</br>A phalanx of assailing foes.</br>And mark!  with starting rage possess'd,</br>Wildly he bares his furrow'd breast,</br>And as his scars he views with aching eyes,</br>\"Oh!  'tis too much!\"  the fault'ring vet'ran cries&mdash;</br>Yet scorning still to let his pangs appear,</br>Bites hard his quiv'ring lip, and gulps the starting tear!", "These are the triumphs SCANDAL claims&mdash;</br>Triumphs deriv'd from ruin'd names&mdash;</br>Such as, to generous minds unknown,</br>An honest soul would scorn to own.</br>Nor think, vain woman, while you sneer</br>At others faults, that you are clear;</br>No! &mdash; turn your back &mdash; you undergo</br>The self-same malice you to others show,</br>And soon by some malicious tale o'erthrown,</br>Like these shall fall, unpitied, and unknown!", "Oh!  then, ye blooming fair attend&mdash;</br>Oh!  take kind CANDOUR for your friend,</br>Nor forfeit, for a mean delight,</br>That pow'r o'er man that's yours by right.", "To woman ev'ry charm was giv'n,</br>Design'd by all indulgent Heav'n</br>To soften every care.</br>Yes!  ye were form'd to bless mankind,</br>To harmonize and soothe the mind,</br>And guard us from despair.", "But then from those sweet lips we hear,</br>Ill-nature's whisper, Envy's sneer,</br>Your pow'r that moment dies.</br>Each coxcomb makes your name his sport,</br>And fools when angry will retort</br>What men of sense despise.", "Leave, then, such low pursuits as these,</br>And take a nobler road to please&mdash;</br>Let CANDOUR guide your way&mdash;</br>So shall you daily conquests gain,</br>And captives glorying in your chain,</br>Be proud to own your sway.</br>"]