["Hark, thro' the sacred silence of the night,</br>Loud Chanticleer doth sound his clarion shrill,</br>Hailing with song the first pale gleam of light,</br>That floats the dark brow of yon eastern hill.", "Bright star of morn, oh!  leave not yet the wave,</br>To deck the dewy frontlet of the day,</br>Nor thou, Aurora, quit Tithonus' cave,</br>Nor drive retiring darkness yet away,", "Ere these my rustic hands a garland twine,</br>Ere yet my tongue indite a simple song,</br>For her I mean to hail my Valentine,</br>Sweet maiden, fairest of the virgin throng.", "Sweet is the morn, and sweet the gentle breeze</br>That fans the fragrant bosom of the spring,</br>Sweet chirps the lark, and sweeter far than these</br>The gentle love-song gurgling turtles sing.", "Oh let the flowers be fragrant as the morn,</br>And as the turtle's song my ditty sweet:</br>Those flowers my woven chaplet must adorn,</br>That ditty must my waking charmer greet.", "And thou, blest saint, whom choral creatures join</br>In one enlivening symphony to hail,</br>Oh be propitious, gentle Valentine,</br>And let each holy tender sigh prevail.", "Oh give me to approach my sleeping love,</br>And strew her pillow with the freshest flowers,</br>No sigh unhallow'd shall my bosom move,</br>Nor step prophame pollute my true-love's bowers.", "At sacred distance only will I gaze,</br>Nor bid my unreproved eye refrain,</br>Mean while my tongue shall chaunt her beauty's praise,</br>And hail her sleeping with the gentlest strain.", "\"Awake my fair, awake, for it is time;</br>Hark, thousand songsters rise from yonder grove,</br>And rising carol this sweet hour of prime,</br>Each to his mate, a roundelay of love.", "\"All nature sings the hymeneal song,</br>All nature follows, where the spring invites;</br>Come forth my love, to us these joys belong,</br>Ours is the spring, and all her young delights.", "\"For us she throws profusely forth her flowers,</br>Which in fresh chaplets joyful I will twine;</br>Come forth my fair, oh do not lose these hours,</br>But wake, and be my faithful Valentine.", "\"Full many an hour, all lonely have I sigh'd,</br>Nor dared the secret of my love reveal,</br>Full many a fond expedient have I tried</br>My warmest wish in silence to conceal.", "\"And oft to far retired solitude</br>All mournfully my slow step have I bent,</br>Luxurious there indulg'd my musing mood,</br>And there alone have given my sorrows vent.", "\"This day resolv'd I dare to plight my vow,</br>This day, long since the feast of love decreed,</br>Embolden'd will I speak my flame, nor thou</br>Refuse to hear how sore my heart does bleed.\"", "Yet if I should behold my love awake,</br>Ah frail resolves, ah whither will ye fly?</br>Full well I know I shall not silence break,</br>But struck with awe almost for fear shall die.", "Oh no, I will not trust a fault'ring speech</br>In broken phrase an aukward tale to tell,</br>A tale, whose tenderness no tongue can reach,</br>Nor softest melody can utter well.", "But my meek eye, best herald to my heart,</br>I will compose to soft and downcast look,</br>And at one humble glance it shall impart</br>My love, nor fear the language be mistook.", "For she shall read (apt scholar at this lore)</br>With what fond passion my true bosom glows,</br>How hopeless of return I still adore,</br>Nor dare the boldness of my wish disclose.", "Should she then smile, &mdash; yet ah!  she smiles on all,</br>Her gentle temper pities all distress;</br>On every hill, each vale, the sun-beams fall,</br>Each herb, and flow'r, each tree, and shrub they bless.", "Alike all nature grateful owns the boon,</br>The universal ray to all is free;</br>Like fond Endymion should I hope the moon,</br>Because among the rest she shines on me?", "Hope, vain presumer, keep, oh keep away:</br>Ev'n if my woe her gentle bosom move,</br>Pity some look of kindness may display;</br>But each soft glance is not a look of love.", "Yet heav'nly visitant, thou dost not quit</br>Those bow'rs where angels sweet division sing,</br>Nor deignest thou on mortal shrine to sit</br>Alone, for round thee ever on the wing,", "Glad choirs of loves attend, and hov'ring wait</br>Thy mild command; of these thy blooming train</br>Oh bid some sylph in morning dreams relate,</br>Ere yet my love awake, my secret pain.</br>"]