["Soon shall the young ambrosial spring</br>Wanton forth, in garlands gay,</br>And, spreading soft her virgin wing,</br>Shall wed the Lord of Day.</br>Soon shall reviving Nature homage yield,</br>And, breathing incense, lead her tuneful train</br>O'er hill and dale, soft vale, and cultur'd field;</br>The bard, the lover, and the jocund swain,</br>Their new-born joys shall sing; earth, sea, and sky,</br>All wake for thee, fair Spring, their sweetest minstrelsy.", "What though the winds, and sleety shower,</br>May seem awhile to hush the grove?</br>Soon, wak'd by Nature's living power,</br>Shall breath the voice of love!</br>The lark gay mount, to hail the purple dawn,</br>And its clear matin carol thro' the sky,</br>The throstle's mellow warblings cheer the  morn,</br>The linnet softly trill on hawthorn nigh;</br>The mists shall vanish soon, and soon the breeze</br>Kiss every glowing flower, and fan the trembling trees.", "I, too, the cheering warmth shall feel,</br>And join the rapturous choral song,</br>Musing smooth numbers, as I steal,</br>O Cam!  thy banks along.</br>Tho' near thy banks no myrtle breathe perfume,</br>No rose unfold its blushing beauties near,</br>Tho' here no stately tulip spread its bloom,</br>Nor towering lily deck the gay parterre:</br>(Inclos'd within the garden's fair domain,</br>These all, in eastern pride, shall hold their golden reign:)", "Yet wild flowers o'er the fruitful scene,</br>Warm'd by the touch of gentle May,</br>Shall rise, obedient to their queen,</br>In simple beauty gay.</br>To me the violet sheds the richest sweet,</br>To me the king-cup shines with brightest hues;</br>The primrose pale, like modest virtue neat,</br>E'en the meek daisy, can instruct the Muse:</br>Roving with silent eyes, she loves to stand,</br>And in the field-flow'r views a more than master's hand.", "E'en now the sun-beam, dazzling bright,</br>Quick dances on the crisped stream;</br>And soft, tho' fleeting gales invite</br>The fond poetic dream.</br>Nor does in vain the swan majestic sail,</br>Nor glittering insect range the rushy brink;</br>Nor the fish sporting down the current steal,</br>And the light songsters on the margin drink;</br>Then, wild with bliss, shiver the painted wing,</br>And to their feather'd loves their sweetest wood-notes sing.", "Yet must we leave thy blooming reign:&mdash;</br>And short that reign, thou lovely Spring&mdash;</br>What time Fate's high decrees ordain,</br>Or wills the sovereign King!</br>Yes, all thy shadowy clouds, thy rainbow hues,</br>Thy flowers, and songs, thy gales, and glossy bloom,</br>All must be left, tho' friendly to the Muse;</br>And man, poor man, lie down in cheerless gloom;</br>That season cold of death shall chill his tongue,</br>Nor beauty's smile return, that wak'd the vernal song.", "But speed the hours on restless wing?</br>Must love's light season flit away?</br>Then hail, O man, the coming spring,</br>And seize the sweets of May;</br>Where now the bard of Camus' classic stream,</br>The skilful hand that wak'd th' Aeolian lyre?</br>Ah!  sleeps with him the spring-enamour'd theme:</br>From him the loves, and \"Venus' train\" retire,&mdash;</br>He too, who trac'd the crystal streams of light,</br>And Nature's spacious fields, great Newton, sleeps in night.", "No more he treads this hallow'd ground,</br>Nor tracks in thought yon boundless sky;</br>Ah!  Science can but gaze around,</br>Then, like the Muse, shall die.</br>Oh!  quit then, Fancy, queen of songs and wiles,</br>The pearl-enamell'd grot, the moss-grown cell,</br>Thy many thousand hills, and purple isles,</br>And deign, oh!  deign, near sedgy Cam to dwell;</br>Still let the song of love the valleys cheer,</br>And blooming Science spread fair spring-time all the year.</br>"]