["Sweet is the balmy breath of summer eve,</br>What time along the twilight lawns I rove,</br>From the green turf the honied vapours heave,</br>And cooling breezes curl the dusky grove.", "Now musing Melancholy loves to stray,</br>And views with pensive look the pale moon rise;</br>Silent she holds her solitary way,</br>Enjoys the dank dew and the show'ry skies,", "Late as I rang'd the woodland vale more deep.</br>I met the wand'rer in a pathless walk;</br>I call'd her sister, for I saw her weep,</br>But still she shunn'd th' impertinence of talk.", "At length she led me on her darkling cell,</br>And ancient tow'r with ivy mantled o'er,</br>(Where the lone-moping owl delights to dwell)</br>Hard by, a green lake midst some willows hoar.", "Within the walls are moss and cobwebs all,</br>Save where the trickling crystal forms its way,</br>And on the floor, each wakening sense t' appal,</br>Dust-mould'ring bones in dread confusion lay.", "On these one chapless skull she seem'd to prize,</br>On which her arm reclin'd to raise her head;</br>And still on this she fix'd her fondling eyes,</br>And look'd like Venus o'er Adonis dead.", "Ere long her falt'ring voice she 'gan essay,</br>\"And welcome, gentle swain,\" she feebly said,</br>\"Thy tears more grateful than the dew of May,</br>Speak thee with me in solemn sadness read.", "\"Full oft, what time the flocks are drove to fold,</br>I've mark'd thy wayward gait and pensive brow,</br>And, for with woe such sympathy I hold,</br>I lov'd thee for the sorrows thou didst know.", "\"Learn then what shock, in my prophetic eye</br>Impending, threatens this devoted vale;</br>The gath'ring sheep denote some danger nigh,</br>And forms are seen that turn the shepherd pale:", "\"The lark no longer seeks the dazzling day;</br>My Philomel withholds her evening song;</br>Death-boding ravens hover in the way;</br>And horrid screech-owls their alarms prolong.", "\"Ah!  hither bend thy pitying looks, for here</br>Remorseless Death is doom'd to do a deed,</br>That from the general eye will ask a tear,</br>And claim of me some more impassion'd meed.", "\"Too soon shall anguish tell with trembling tongue,</br>At length is come the ominated Woe:</br>Then catch this lyre, and all as it is strung,</br>Strike the sad strains that in thy bosom glow.\"", "Thus much she said, and ended with a sigh;</br>Unus'd to sing, fearful I took the lyre:</br>And now the warning impulse throbbing high,</br>This song of sorrow breathes the promis'd fire.", "The wood-nymphs weep the fairest of the throng,</br>And fling their rosy-wreathed chaplets by,</br>\"No more Eliza roves these walks along,</br>With her the flowerets and their fragrance die.\"", "Swift flies the sound to yonder craggy steep,</br>Where Echo slumbers on her airy bed:</br>Sudden she wakes; and wildly seems to weep,</br>As wide around the wretched tale is spread.", "Anon the deathful knell invades mine ear;</br>Solemn and slow it rolls along the sky;</br>In silent grief the list'ning shepherds hear,</br>Till from each bosom burst the swelling sigh.", "To the dark mansions of their kindred dead,</br>A mournful troop comes winding o'er the plain;</br>From whose pale hand their gloomy shadow shed</br>The cypress black, and yew of mortal bane.", "By virgins deck'd, on virgin shoulders born,</br>The child of death in smiling beauty lies;</br>Dipt in the dew of Heav'n's eternal morn,</br>An angel's roseate fingers clos'd her eyes.", "On either side the white-rob'd nymphs attend,</br>The late companions of her harmless hours,</br>On whose bright cheek the rose and lilly blend,</br>And paint a flow'r bedew'd with vernal show'rs.", "In darkness wrapt, with falt'ring step and slow,</br>Domestic Sorrow leads her languid train;</br>A steadfast horror sits upon her brow,</br>And stops the stream that strives to ease her pain.", "The rustic many mingled all among,</br>Soft Sympathy delights to gaze on Grief;</br>Till the big tear, throughout the shepherd throng,</br>Hang like the dew-drop on the various leaf.", "This tribute virtue claims, this tender boon</br>Still fondly follows beauty's early bier:</br>Nor all unwept is lost Eliza gone;</br>Pride of the flow'ry plains, and smiling year.", "Of form less fair the graceful myrtle springs,</br>Nurst in the bosom of the genial May;</br>Tho' Zephyr fan it with ambrosial wings,</br>And Phoebus view it with a fonder ray.", "Each lovely hue with which the fancy plays</br>Or in Pomona's, or in Flora's bow'r,</br>And on the cheek of Beauty lavish lays,</br>Bloom'd thro' the whole with lavish animated pow'r.", "Her mind was all that first-form'd Innocence</br>Exprest in youthful Nature's happy prime;</br>Hence flow'd each great, each milder influence,</br>That renders virtue tender or sublime.", "With more of softness than maternal love,</br>Each pain she felt that met her pitying view;</br>All but her own; and these she nobly strove,</br>In filial fondness, vainly to subdue.", "O gentle Firmness!  lovely Piety!</br>With sense more sprightly than the dawn of day!</br>Vanish'd an heav'n-sent vision from our eye,</br>So barely shown, and early snatch'd away.", "Where were you then!  ye spirits of holy men!</br>Ye sainted maids that join our pray'rs in heav'n!</br>Ah!  where your cares, your fond attention then,</br>Ere yet the many-wounding blow was giv'n?", "Friends of mankind, ye guardian angels, say,</br>What dearer charge claim'd your protecting wings?</br>May nought avail what friends can weep or pray?</br>Nought all the vows parental passion brings?", "Hail then to Horror!  hail thou house of Death!</br>And all the solemn pagentry of woe!</br>Hail hapless pair!  whose sighs still swell each breath;</br>Whose sacred sorrow no relief may know.", "Did your fond loves produce the loss you mourn?</br>Your mutual cares the lov'd production rear?</br>Then weep, Affection; what from thee is torn</br>Tho' Heav'n enjoy, yet Heav'n approves thy tear.", "On a lone tree in some sequestered vale,</br>Where late the stock-dove held her happier rest,</br>Reft of her young, she pours the plaintive tale,</br>And mourns the ruin of her childless nest.", "There Nature acts, nor scorn that Nature here,</br>To hold Philosophy a wiser friend,</br>Whose precepts, often render'd too severe,</br>Destroy humanity, and balk their end.", "The weakness sure is nobler that must weep,</br>When virtue suffers, or untimely dies,</br>Than the dull art that lulls the soul to sleep,</br>And good and bad beholds with equal eyes.", "Receive me then, no stranger or to woe,</br>Or softer sympathy, in Sorrow's train;</br>The weeping wood-nymphs follow where I go,</br>And fondly cherish no unpleasing pain.", "Hither shall veiled Pity repair,</br>In decent grief to grace these obsequies;</br>At this fair altar shall prefer her pray'r,</br>And breathe the sigh of incense to the skies.", "Hither the meek-eyed Modesty shall tend,</br>Close wrapt in mantle of cerulean hue:</br>Sincerity, Affliction's fairest friend,</br>Here pay the pious boon to friendship due.", "Simplicity in rustic neatness drest,</br>Shall quit her fleecy care these rites to join:</br>And sober Constancy in widow'd vest,</br>Each day with pale lip kiss the holy shrine.", "And last in darkest robe of sable cast,</br>With musing step shall Melancholy come;</br>Here fix her cold embrace so firmly fast,</br>To seem one substance with the marble tomb.", "Still at the twilight hour of eve we'll meet,</br>And wet the hallow'd ground with grateful tears;</br>Here strew each flow'ret that so late was sweet,</br>With ever leaf that seeming sadness wears.", "Then with full voice a solemn requiem chaunt,</br>The peaceful sleep of Innocence to charm,</br>Of ghost unlaid to cross the impious haunt,</br>And awe the violating hand of Harm.", "These pious duties done, no rites forgot,</br>In what remains beyond our mortal guard,</br>Let watchful angels keep this sacred spot,</br>And every black impending mischief ward.", "Fly far from hence the lightning's fearful flash;</br>Nor strike thou here, all-dreaded thunder-stone!</br>Hark!  the hoarse raven from yon rifted ash,</br>Invites your rage to end what it begun.", "So shall the sainted soil securely rest,</br>Beyond the regions of the rising day;</br>Nor rob'd in radiance fill the shepherd's breast,</br>In homeward walk, with terror and dismay.", "Peace then thy ashes, gentle Shade, attend:</br>The swain, whose rural joys thy loss deplore,</br>Invokes thee once, ere yet his song shall end,</br>Then drops the lyre, perchance to sing no more.", "Look down, blest Spirit, from thy starry sphere,</br>Approve the honest grief that decks thy shrine;</br>So shalt thou pardon the unhallow'd tear,</br>That wishes mortal what is made divine.</br>"]