["SCENE &mdash; A MOUNTAIN NEAR BAGDAD.</br>TIME &mdash; SUNSET.", "Long had young Sadi (fairest of the swains</br>Who guard their snowy flocks on Georgia's plains)</br>Endur'd Zamira's scorn, and proud disdain;</br>Till, lost to hope, he sought a distant plain;</br>Urg'd by despair, his faithless love he flies,</br>Till Bagdad's turrets glitter in his eyes&mdash;</br>Blue was the shepherd's robe which flow'd around</br>His tender limbs; its folds a girdle bound:</br>His auburn locks a snow-white scarf confin'd,</br>Whose ends behind him floated with the wind:</br>His languid eyes no more those charms display'd,</br>Which once had fix'd with love each Georgian maid;</br>All but the fair whose cruel charms possest,</br>Ah, luckless Sadi!  thy too tender breast:</br>No more his pallid cheeks with pleasure glow</br>But, sad, assum'd the livery of woe.", "As now the setting sun forsook the day,</br>Slow, by the fields of rice he beat his way</br>To where the cedars on the mountain's side,</br>With mournful shade o'erhung Euphrates' tide;</br>There to the plains and waving woods, alone,</br>The hapless shepherd pour'd his tender moan;</br>Stretch'd on a rock whose bow o'erhung the stream,</br>Thus, bath'd in tears, he mourn'd his slighted flame:&mdash;", "\"Thou, Sun, whose orb, now sinking from the eye,</br>With placid lustre gilds the western sky!</br>Say, as in Orient pomp you led the day,</br>Or shed in raging noon thy sultry ray;</br>Or, as thy beams, o'er the illumin'd plain,</br>Dart their last glories on thy Persian fane;</br>Have they a shepherd more forlorn espy'd,</br>Than he who now bewails Zamira's pride?", "\"And thou, canst thou forget, ah faithless maid!</br>Thy plighted vows beneath the palm-tree's shade,</br>As from the mid-day heat we sought the grove,</br>Whilst mutual transports spoke a mutual love,</br>You fondly swore, by yon bright source of day,</br>No other love should o'er thy bosom sway?</br>Yet, when your sheep had from the pasture stray'd,</br>And sought the coolness of a neighbouring glade,</br>Quick as the darting of the solar ray,</br>O'er threat'ning steeps I urg'd my rapid way,</br>(My flock abandoned on the open plain)</br>And brought the wandrers to their folds again:</br>Then, as to thy lov'd presence I drew nigh,</br>(Whilst cold disdain averts thy alter'd eye)</br>Your thanks, indeed, you to my ears address'd,</br>But banish'd joy for ever from my breast;</br>Whilst curst Alcanzer, by Zamira's side,</br>Address'd, in whispering sighs, his future bride.</br>Stung at the sight, my rage refus'd controul;</br>Despair and hope by turns possess'd my soul;</br>Till thou, at length, thy alter'd love confess'd</br>And bar'd the falsehood of thy perjur'd breast!</br>Now to my native plains I bid adieu!</br>I fly myself, a faithless world, and &mdash; you!</br>Seek out the deep'ning shade, and, taught by grief,</br>Invoke the hand of death, the wretch's last relief!", "\"Let Nature now her utmost rage display;</br>Let clouds and storms obscure the cheerful day!</br>Let falling showers no more their influence shed,</br>Whilst draught and famine o'er each valley spread;</br>Let yon bright sun no more those skies adorn</br>Since Sadi feels the proud Zamira's scorn!", "\"Yet think not thou, fond youth!  whose lawless gaze</br>Zamira's beauties with delight surveys,</br>Think not I'll tamely bear the galling sight,</br>Or stand obsequious at thy marriage rite!</br>No &mdash; to the shades the fawning priest I'll send,</br>From thy soft hand the bridal crown I'll rend,</br>I'll dash the blazing altar to the ground,</br>And bid the rolling flames the pile surround;</br>Then, joyful, on the smoking wreck I'll throw</br>This loathsome weight, and end my life and woe!\"", "Thus to the moss-grown rocks, and waving wood,</br>Whose gloomy shade stretch'd o'er the sounding flood,</br>The frantic Sadi mourn'd, till dewy night</br>Advancing, stole each object from the sight.</br>"]