["O MALLOW, dear MALLOW, adieu!&mdash;</br>How oft have I walk'd by thy spring,</br>While the trees were yet dropping with dew,</br>Ere the lark his shrill matin did sing!</br>How often at noon have I stray'd,</br>By the streamlet that winds through thy vale!</br>How oft, at still eve, on thy mead,</br>The soft breeze have I joy'd to inhale!", "O'er thy green hills high-bosom'd in wood,</br>O'er thy sweetly diversified ground,</br>How oft, as my walk I pursued,</br>Have I gaz'd in wild transport around?</br>Invoking the powers that preside</br>O'er the stream, o'er the grove, or the hill,</br>With their presence my fancy to guide,</br>With their fire my rapt bosom to fill.", "On a rock hanging over the flood</br>Through the wild glen meandering slow,</br>Half-frighted, how oft have I stood</br>To pore on the mirror below!</br>To see in the breast of the wave</br>The glen, and the rock, and the sky,</br>How bright the reflection it gave!</br>How pleas'd, &mdash; how delighted was I!", "At the foot of an elm, or a lime,</br>How oft have I stretch'd me along,</br>Enchanted with COLLINS'S rhyme,</br>Or AKENSIDE'S rapture of song!</br>How oft too, as accident led</br>Through the church-yard path's fear-stirring ground,</br>Busy fancy has call'd up the dead</br>To glide in dread vision around!", "These sweet walks, this soft quiet, and all</br>Those blameless, those rational joys,</br>Must I quit for the buzz of the Hall,</br>For dissonance, wrangling, and noise;</br>For the City's dull uniform scene,</br>Where jobbing, and party, and strife,</br>Dissipation, and languor, and pain,</br>Fill up the whole circle of life.", "\"The language, which flows from the heart,\"</br>In SUSAN, in MARY, and BESS,</br>How exchang'd for the polish of art,</br>Smooth nonsense, and empty address!</br>The painting, which Nature bestows</br>On the village-maid's innocent cheek,</br>'Mid the birth-night's fantastical rows</br>How lost were the labour to seek!", "Yet oft shall fond Memory anew</br>Present each lov'd scene to my eye,</br>And with painful enjoyment review</br>The delights &mdash; that too hastily fly:</br>Through all the sweet landscape around,</br>Not a stream, not a rock, or a tree,</br>Not a field-flower nor shrub shall be found</br>Unmark'd or unhonour'd by me.", "And ye, my companions so dear,&mdash;</br>What words my deep anguish can tell?&mdash;</br>Receive for a witness this tear</br>How it pains me to bid you farewell:</br>Ye too &mdash; for I read in your eyes&mdash;</br>The emotions that swell at your heart</br>Ye have not yet learned to disguise&mdash;</br>\"Ye are sorry to see me depart.\"", "Sweet seat of contentment and ease,</br>Where Rest her still Sabbath may keep;</br>Where all may live just as they please,</br>Eat, drink, read, laugh, saunter, or sleep:</br>The next spring may new-brighten thy scene,</br>And thy leaves and thy blossoms restore&mdash;</br>But &mdash; bring the lov'd circle again,</br>Or the landscape will charm me no more.", "Sweet commerce of unison minds!&mdash;</br>A treasure how rarely possest!</br>How seldom through life the heart finds</br>This joy that gives worth to the rest!&mdash;</br>But &mdash; hark! &mdash; 'tis the chaise at the door&mdash;</br>My mare is already in view&mdash;</br>Alas! &mdash; I have time for no more&mdash;</br>O MALLOW, dear MALLOW, adieu!</br>"]