["Adieu, each modish Vanity, &mdash; adieu,</br>The gorgeous glare of Dress, the brilliant Ball,</br>The nightly Parties, the assembled Route,</br>Apt appellation! &mdash; Mummery absurd!</br>Adieu, such fleeting unsubstantial joys,</br>That like the wafting winds, a little while</br>Buoy up life's airy bubble, on the breeze</br>Gliding elate, but stronger gales, alas!</br>Unable to sustain, the Vapour bursts,</br>And bursting, all the subtile form dissolves.", "Triflers, ye sons of Indolence, adieu!</br>And all ye dainty Narcissean tribe!</br>Adieu that impious Set, that leudly scoffs</br>At sacred truths, opiniatively wise.</br>Adieu the noisy Bacchanalian crew,</br>Those more than midnight Revellers, whose fame,</br>And boasted prowess, lies in copious draughts,</br>And frequent quaffments in the long carouse.", "But hither, thou, by sober sapience taught</br>Her salutary lore; &mdash; with me retire</br>Forth from invasive din; &mdash; Not faintly fall</br>Now on the Welkin's wide expanse</br>Some sheener gleamings from the Crescent pale,</br>Lately renew'd; this, not obscuring dusk,</br>But friendly twilight, bringing to our kine,</br>The tranquil objects of the neighbouring scene.", "Straight let us sally forth beyond these walls,</br>Which whilom oft successively repuls'd</br>Maroding Cambrians; while their ravage fierce</br>The senceless southward Ham to flames consign'd:</br>(Hence hight Treboith, by those hostile Clans)</br>But vain these bulwarks dar'd, rais'd by our Chiefs,</br>By Mercian princes, and Elfleda's care.", "From these, to scenes suburbian we'll retire,</br>Where, undisturb'd, we freely may devote</br>To contemplation, and to sweet converse,</br>In calm recesses, this selected hour.", "To where mild solitude resides we'll stray,</br>Among the letter'd tombs, which oft record</br>Praise undeserv'd, or 'mongst the humbler graves</br>Thick intermingl'd, which from grassy turf</br>No leasings publish; musing, as we tread,</br>With meditation, and reflection deep,</br>The silent paths of sepulture and death.", "See where the Dee impels her wisard stream,</br>And gently curving, forms two fair canals,</br>With free expanse, and seemly-parting reach,</br>Near half-encompassing a fertile plain;</br>On which, in early days, the stately stag,</br>With braunching antlers grac'd, the stalking hind,</br>And numerous bevys of the trippant race</br>Impark'd, disported, and securely brows'd,</br>Humanely tended; with retreats supply'd,</br>Or from Arcturus', or from Syrius' rage.</br>Deftly they sped, of Deva's sovereign Earls</br>Th' amusement, and the care. &mdash; This spacious range,</br>Ypent no more, but now in shares dispos'd,</br>Part arable, and tilth, part fertile meads,</br>In various sorts, its annual produce yields.", "Not that Divona here, her watry course</br>Originally held; of yore, she deign'd</br>No kindly visit to our Cestrian walls,</br>Averse, and distant:  Now its pride and boast,</br>And source of much emolument and weal.", "This affluent guest we owe to Latian bands,</br>Brought by much toil, their station to improve,</br>From a far tract, beyond where Allen swift,</br>From vales Elysian, with translucent shores</br>Abounding, enters the Cornavian climes.", "The hardy Vet'rans this atchiev'd, what time</br>Paulinus, and Agricola return'd,</br>The Ordovices quell'd; and Druids sperst</br>From hierarchical sway, so long possest:</br>And nearer Mona's wave-dash'd holds reduc'd.", "By chanels apt, and regularly form'd,</br>Mostly thro' living rock, by labour hewn,</br>(The Roman labour could all tasks perform)</br>To this new bed compleated, nothing loth,</br>By guidance meet, the wond'ring waves were led.", "Thro' that rich glebe they flow, where long has wonn'd</br>The Gov'nor-Race, a house of high repute,</br>Of lineage fam'd, and qualities admir'd,</br>Erst Norman heroes, British patriots since.</br>To latest ages may endure the name,</br>That ancient name, deservedly rever'd!", "From hence, along the verdant sloping banks</br>Of Hunditona glide the ductile streams,</br>Fast by that crystal fount, Boestona's boast;</br>Where from her grot, with liberal dispense,</br>The Naiad issues her salubrious stores.", "With soft advance, these next to Cestria bring</br>Bounties abundant, salutary aids,</br>And various blessings; then are roll'd along,</br>O'er Syrts Vergivian, to the boist'rous main.", "Anent that tract, where fallow inmates rov'd,</br>And frisk'd, with bounding steps, the lawns among,</br>Washes the margin of a hilly range,</br>Upon whose level top's extended space</br>A towering structure venerable stands;</br>Of yore, by royal Etheldred y' built.", "He, pious prince (as fond tradition tells)</br>Injunction awful, in a dream, receiv'd,</br>To found a temple, where a milk-white hind</br>He first should meet; and on this fair ascent</br>Th' imparted signal to his view occurr'd:</br>When straightway, from the Mercian prelate's plan,</br>Wulfricious sage, the heaven-instructed king</br>The grand design began, and rais'd this pile,</br>Spacious, and strong; then to the Baptist's name,</br>Th' elect Praecursor!  dedicates the dome.", "Here the fam'd Edgar, most puissant liege,</br>Publick devotions at the sacred shrines,</br>In naval triumph, paid; what time he held</br>His splendid court, on our Divona's banks.", "Hither, his high-born homagers repair'd;</br>The Caledonian king; and he, enthron'd</br>In bleak Deira's territories wide,</br>(Regions extending, in their northward rang,</br>To that coercive Dike, and far-stretch'd Wall</br>Concomitant; effect of Hadrian's toil,</br>And sage of Severus' pow'r, and guardian care).", "From farther Mona (Monoeda nam'd,</br>By learned Ptolomy) the chieftain came,</br>Whose sovereign dictates aw'd that sea-girt isle.</br>In this sequester'd spot the Druids long</br>A safe asylum found.  To Caesar known,</br>His pen has consecrated both to fame.</br>Here, let a flow of friendship be forgiven</br>That dares digression, whilst it means to pay</br>A grateful tribute to transcendent worth.", "(Hail rev'rend prelate!  who, devoutly bent,</br>In letter'd solitude, and peerless state,</br>Near half an age in that scant see hast sat,</br>Where boist'rous winds and troubled billows roar;</br>There faithfully attending to the flock</br>Committed to thy care; with them content,</br>In unambitious heed, still to remain,</br>Devoted to thy charge, and doing good</br>With unabating zeal; thine eve of life</br>Resplendent with the gleams of pious deeds,</br>Of spotless innocence, and sacred lore,</br>Confessed shines:  Ineffable the meed!</br>Soon will thy mitred habliments be chang'd</br>For dazzling robes, and a triumphant palm.)", "But to return! &mdash; He too, at Edgar's court</br>His sceptre tenders, whose behests controul</br>Where old Ierne, 'midst her chilling frosts,</br>Boasts her firm sons, the brave Gallivan race.", "In climes remote, where Snowdon's cloud-capp'd brows</br>Survey the native variegated scenes,</br>Of hill, of vale, the woodland, and the plain,</br>Rocks, dens, and caves, old Ocean's surging tides,</br>The side-long heath, the marsh's dreary space,</br>The wond'rous Rhaiadrs from craggy steeps</br>Loud-dashing; semblaunt miniatures of Nile,</br>Objects astounding!  From their Talaiths, each</br>In regal guise, two potentates arriv'd.", "Twain others likewise came, who rul'd from far</br>Octapitarum, and Silurean climes,</br>To th' Ariconian plains, which plenteous smile,</br>Rich in Pomona's gifts; by native Bard,</br>(Our other Milton, worthily yclep'd.)</br>Divinely sung. &mdash; These princes all attend</br>Th' imperial Saxon, in his gilded barge;</br>(No mound enormous then obliquely cross'd</br>Dee's refluent stream, and check'd its hasty course.)</br>Each royal vassal, with his feather'd oar</br>Brushing the breeze-curl'd flood, whilst he, supreme,</br>Directs the helm, expressive of his power.", "Thus in her splendid bark, th' Egyptian queen</br>Glided along the silver Cydnus stream;</br>While subject princes hand the silken cords,</br>The steerage tend, and set the purple sails.", "Proud Sesac so, in ages long before,</br>Seated in glitt'ring carr, was us'd to roll</br>O'er Memphian plains, and Nilus' crowded strand,</br>By scepter'd slaves in golden harness drawn.", "Though early days this grand parade had seen,</br>A potent despot, and his vassal train,</br>With happy omens, and by zephyrs bland</br>Wafted triumphant o'er the hallow'd waves;</br>Yet, within trace of memory, we find</br>This place, which erst acclaim'd the naval pomp,</br>Mark'd for the scene of much disast'rous woe.", "At festive season, and in summer's bloom,</br>A female bevy (a more ample freight</br>Than Edgar's shallop bore) in prime of youth,</br>Embark, all jocund, on this fair canal,</br>And smoothly glide along the glossy plain,</br>In social harmony; 'till hapless nymphs!</br>The baleful Prize of Beauty 'midst them thrown,</br>Rais'd the warm contest; when, in giddy plight,</br>Eager each maid to seize th' ill-fated boon,</br>With sudden spring o'erset the poizeless skiff!</br>In this tremendous shock each effort's try'd</br>That nature dictates, &mdash; but is try'd in vain!", "With struggling faint, they're seen to sink beneath</br>The clear expanse; then, buoyant, rise again</br>Near to the surface of th' encumb'ring flood:</br>Thence quick subside, and quick the lamp of life</br>Extinguish'd, ceases; &mdash; and they're seen no more!</br>One Nymph 'scap'd with life, and reach'd the shore.", "Then did those banks resound with loud laments,</br>Tumultuous wailings, and the frantic cries</br>Of wretched mothers, spoil'd of their best hope!</br>While ev'ry shore responsive to their plaints,</br>Of their lost daughters, mourn'd th' untimely fate!</br>Dreadful catastrophe!  A subject meet</br>For deep reflection, and the modest use</br>Of our weak faculties; by far too weak</br>To trace the course of Providence divine,</br>It's wond'rous ways, too intricate for man!", "That Harold, pierc'd by no dishonest wound,</br>And well-nigh slain, when Norman arms prevail'd,</br>And Albion's crown became the victor's meed,</br>(Fierce hostile rage eluding) hither 'scap'd,</br>And in a cell, fast by yon Anchorite's Hill,</br>(Sacred to James, th' Apostle well belov'd)</br>Liv'd out his days, and in his latest hour</br>Himself reveal'd, some chronicles relate:</br>To these, no credence give; for he, brave prince,</br>With glory dy'd on Hastings' well-fought field.", "Survey this once-fam'd fabrick!  which had brav'd</br>More than eight hundred years the shocks of time!</br>And still had brav'd!  had not he ruthless hand</br>Of Henry, whom the fawning pontiff dubb'd</br>\"The Faith's Defender,\" scath'd the sacred pile.</br>Th' insatiate, desolating tyrant deem'd</br>The neigh'bring fanes to similar despoil.", "The same dire hap that structure grand befell</br>Which our first Edward's piety and care,</br>For hospitable ends, and well-meant aids,</br>With cost immense, in Mara's utmost bounds,</br>Eastward had rear'd, on Weever's pleasant ripe,</br>Which, mostly mild, moves leisurely adown</br>The fertile vale to meet th' approaching Dane,</br>That from its hilly source, o'er frequent fords,</br>Hastes onward; &mdash; Now, the friendly currents join'd,</br>With mingled waves, for ever flow the same.", "This stately pile, Vale-Royal-Abbey hight,</br>(So will'd its founder) and by him endow'd</br>With goodly granges, and revenues fair,</br>Flourish'd, for ages, awful and admir'd,</br>The grace and glory of its native soil!", "Though the rude hand of violence they felt;</br>Sad demolition! &mdash; Yet, not quite destroy'd,</br>But worthily transferr'd; in these remains,</br>Still, with reception bounteous, and benign,</br>A chearful hospitality survives.", "Behold those stately halls with weeds o'ergrown,</br>The fractur'd columns round with ivy clad,</br>Whilst underneath the once firm-vaulted roofs</br>The lowing kine are stabled; all above</br>Through rifted arches roar the hollow winds,</br>And shake the tott'ring remnants; now, alas!</br>Birds of ill omen nightly nestle there,</br>A baleful congress!  hideous to the view!</br>The haunt of owls, and daws, and ravens dire.", "Lo, yond old manse that fronts the moist south-west,</br>Whose time-worn walls are mould'ring in decay!</br>There Deva's prelates whilom had abode;</br>'Till Robert, hight de Limoisie (when reign'd</br>The tyrant Rufus o'er these realms) allur'd</br>By costly shrines, and roofs all silver'd o'er,</br>(The noble Leofric's munificence,</br>And pious bounty) to Coventria's fane</br>Remov'd his seat; and, &mdash; sacriledge accurs'd!</br>Robb'd the rich shrines, and peel'd the plated beams.", "To what strange deeds will not the lust of wealth</br>Urge mortal breasts!  It's chief, and guardian thus</br>The dome prophan'd; and by this rapine foul</br>The priestly function sullied, and disgrac'd.", "Yet he, from heaps amass'd, was snatch'd away!</br>A prototype of Beaufort, mitred prince,</br>Who plunder'd Albion's realm; and would have brib'd</br>Th' obdurate King of Terrors! &mdash; proff'ring thus;</br>\"Death!  unto thee, I'll England's treasure give,</br>Enough to purchase such another realm,</br>If thou wilt let me live, and feel no pain.\"</br>Lo!  the grim tyrant heedless, and unmov'd!</br>So, 'midst his hoards, this mighty churchman dy'd!", "From Robert's flitting, to that aera, when</br>Despotic Henry's innovating scheme</br>The chair-episcopal from hence transferr'd</br>To fam'd Werburgha's walls; this ancient see</br>Mostly obey'd a delegated power.", "As by these awful wrecks of crumbling stone,</br>We tread those dreary spaces which receive</br>The earth-born sons of men to earth return'd,</br>Reflection hints; &mdash; \"If, this the lot decreed,</br>This the sure debt which mortals all must pay!</br>Why then, ye transitory beings!  why!</br>Run ye so eager in the worldly chace;</br>Now grasp at shadows, and now catch at air?\"", "Here, to the northward side, recumbent see</br>A sculptur'd warrior; whose yet-semblance shews</br>Th' effigies-armour'd of a templar-knight.</br>He once (as tells his attitude) had done</br>Sepulchral duty, at his Saviour's tomb,</br>In Palestine remote; &mdash; what booteth now</br>That his firm limbs were once in mail yclad,</br>'Gainst Death's sure dart not proof; whose pow'rful stroke</br>Levels alike the feeble and the strong,</br>Th' oppressor, and th' oppress'd, the rich, the poor;</br>And blends, impartial, lazars with their kings.", "Though objects offer still, and scenes occur;</br>Yet, as abundant minutes of the night</br>Have stol'n, unheeded, by; we'll now retreat,</br>Nor further dare the mists, and vapours dank.</br>"]