["A paradice on earth is found, </br>Though farre from vulgar sight, </br>Which with those pleasures doth abound </br>That it Elizium hight.", "Where, in Delights that never fade, </br>The Muses lulled be, </br>And sit at pleasure in the shade </br>Of many a stately tree,", "Which no rough Tempest makes to reele </br>Nor their straight bodies bowes, </br>Their lofty tops doe never feele </br>The weight of winters snowes;", "In Groves that evermore are greene, </br>No falling leafe is there, </br>But Philomel (of birds the Queene) </br>In Musicke spends the yeare.", "The Merle upon her mertle Perch, </br>There to the Mavis sings, </br>Who from the top of some curld Berch </br>Those notes redoubled rings;", "There Daysyes damaske every place </br>Nor once their beauties lose, </br>That when proud Phoebus hides his face </br>Themselves they scorne to close.", "The Pansy and the Violet here, </br>As seeming to descend, </br>Both from one Root, a very payre, </br>For sweetnesse yet contend,", "And pointing to a Pinke to tell </br>Which beares it, it is loath, </br>To judge it; but replyes, for smell </br>That it excels them both,", "Wherewith displeasde they hang their heads </br>So angry soone they grow </br>And from their odoriferous beds </br>Their sweets at it they throw.", "The winter here a Summer is, </br>No waste is made by time, </br>Nor doth the Autumne ever misse </br>The blossomes of the Prime.", "The flower that July forth doth bring </br>In Aprill here is seene, </br>The Primrose that puts on the Spring </br>In July decks each Greene.", "The sweets for soveraignty contend </br>And so abundant be, </br>That to the very Earth they lend </br>And Barke of every Tree:", "Rills rising out of every Banck, </br>In wilde Meanders strayne, </br>And playing many a wanton pranck </br>Upon the speckled plaine,", "In Gambols and lascivious Gyres </br>Their time they still bestow </br>Nor to their Fountaines none retyres, </br>Nor on their course will goe", "Those Brooks with Lillies bravely deckt, </br>So proud and wanton made, </br>That they their courses quite neglect: </br>And seeme as though they stayde,", "Faire Flora in her state to viewe </br>Which through those Lillies looks, </br>Or as those Lillies leand to shew </br>Their beauties to the brooks.", "That Phoebus in his lofty race, </br>Oft layes aside his beames </br>And comes to coole his glowing face </br>In these delicious streames;", "Oft spreading Vines clime up the Cleeves, </br>Whose ripned clusters there, </br>Their liquid purple drop, which drives </br>A Vintage through the yeere.", "Those Cleeves whose craggy sides are clad </br>With Trees of sundry sutes, </br>Which make continuall summer glad, </br>Even bending with their fruits,", "Some ripening, ready some to fall, </br>Some blossom'd, some to bloome, </br>Like gorgeous hangings on the wall </br>Of some rich princely Roome:", "Pomegranates, Lymons, Cytrons, so </br>Their laded branches bow, </br>Their leaves in number that outgoe </br>Nor roomth will them alow.", "There in perpetuall Summers shade, </br>Apolloes Prophets sit </br>Among the flowres that never fade, </br>But flowrish like their wit;", "To whom the Nimphes upon their Lyres, </br>Tune many a curious lay, </br>And with their most melodious Quires </br>Make short the longest day.", "The thrice three Virgins heavenly Cleere, </br>Their trembling Timbrels sound, </br>Whilst the three comely Graces there </br>Dance many a dainty Round,", "Decay nor Age there nothing knowes, </br>There is continuall Youth, </br>As Time on plant or creatures growes, </br>So still their strength renewth.", "The Poets Paradice this is, </br>To which but few can come; </br>The Muses onely bower of blisse </br>Their Deare Elizium.", "Here happy soules, (their blessed bowers, </br>Free from the rude resort </br>Of beastly people) spend the houres, </br>In harmelesse mirth and sport,", "Then on to the Elizian plaines </br>Apollo doth invite you </br>Where he provides with pastorall straines, </br>In Nimphals to delight you.</br>"]