["O thou, whom old HOMER would call, were he living,</br>Home-lover, thought-feeder, abundant-joke-giving;</br>Whose charity springs from deep knowledge, nor swerves</br>Into mere self-reflections, or scornful reserves;</br>In short, who were made for two centuries ago,</br>When SHAKSPEARE drew men, and to write was to know;&mdash;", "You'll not be surprized that I can't walk the  streets,</br>Without thinking of you and your visiting feats,</br>When you call to remembrance how you and one more,</br>When I wanted it most, used to knock at my door.</br>For when the sad winds told us rain would come down,</br>Or snow upon snow fairly clogged up the town,</br>And dun yellow fogs brooded over its white,</br>So that scarcely a being was seen towards night,</br>Then, then said the lady yclept near and dear,</br>\"Now mind what I tell you, &mdash; the L's will be here.\"</br>So I poked up the flame, and she got out the tea,</br>And down we both sat, as prepared as could be;</br>And there, sure as fate, came the knock of you two.</br>Then the lanthorn, the laugh, and the \"Well, how d'ye do!\"", "Then your palm tow'rds the fire, and your face turn'd to me,</br>And shawls and great-coats being &mdash; where they should be,&mdash;</br>And due \"never saw's\" being paid to the weather,</br>We cherished our knees, and sat sipping together,</br>And leaving the world to the fogs and the fighters,</br>Discussed the pretensions of all sorts of writers;</br>Of SHAKSPEARE'S coevals, all spirits divine;</br>Of CHAPMAN, whose Homer's a fine rough old wine;</br>Of MARVELL, wit, patriot, and poet, who knew</br>How to give, both at once, CHARLES and CROMWELL their due.</br>Of SPENSER, who wraps you, wherever you are,</br>In a bow'r of seclusion beneath a sweet star;</br>Of RICHARDSON, too, who afflicts us so long,</br>We begin to suspect him of nerves over strong;</br>In short, of all those who give full-measur'd page,</br>Not forgetting Sir THOMAS, my ancestor sage,</br>Who delighted (so happy were all his digestions)</br>In puzzling his head with impossible questions.", "But now, CHARLES &mdash; you never (so blissful you deem me)</br>Come lounging, with twirl of umbrella to see me.</br>In vain have we hoped to be set at our ease</br>By the rains which you know used to bring L&mdash; and pease;</br>In vain we look out like the children in THOMSON,</br>And say, in our innocence, \"Surely he'll come soon.\"", "'Tis true, I do live in a vale, at my will,</br>With sward to my gateway, and trees on the hill:</br>My health too gets on:  and now autumn is nigh,</br>The sun has come back, and there's really blue sky,</br>But then, the late weather, I think, had its merits,</br>And might have induc'd you to look at one's spirits;</br>We hadn't much thunder and lightning, I own:</br>But the rains might have led you to walk out of town;</br>And what made us think your desertion still stranger,&mdash;</br>The roads were so bad, there was really some danger;</br>At least where I live; for the nights were so groping,</br>The rains made such wet, and the paths are so sloping,</br>That few, unemboldened by youth or by drinking,</br>Came down without lanthorns, &mdash; nor then without shrinking.</br>And really, to see the bright spots come and go,</br>As the path rose or fell, was a fanciful shew,</br>Like fairies they seemed, pitching up from their nooks,</br>And twinkling upon us their bright little looks;</br>Or if there appeared but a single slow light,</br>It seemed POLYPHEMUS, descending by night.</br>To walk in his anguish about the green places,</br>And see where his mistress lay dreaming of ACIS.", "I fancy him now, coming just where she sleeps:</br>He parts the close hawthorns, and bushes, and creeps;&mdash;</br>The moon slips from under the dark clouds and throws</br>A light, through the leaves, on her smiling repose.</br>There, there she lies, bower'd; &mdash; a stone for her bed;</br>One branch, like a hand, reaches over her head;</br>Half naked, half shrinking, with side-swelling grace,</br>A crook's 'twixt her bosom, and crosses her face,&mdash;</br>The crook of her shepherd; &mdash; and close to her lips</br>Lies the Pan-pipe he blows, which in sleeping she sips;&mdash;</br>The giant's knees totter, with passions diverse;</br>Ah, how can he bear it!  Ah, what could be worse!</br>He's ready to cry out, for anguish of heart;</br>And tears himself off, lest she wake with a start.", "So much for the streets I gave out as my text;</br>But of these, my dear L., you must hear in my next.</br>"]