["Now Winter's blasts far to the North are gone,</br>Each hedge and shrub puts Spring's gay liv'ry on,</br>The verdant meads all daisied o'er appear,</br>While num'rous blossoms speak a fruitful year.</br>The blazing hearths now left, the rural Swain</br>Strays thro' the grove, or pipes upon the plain.</br>Beneath a hawthorn bush, young Colin sat;</br>And, by his side, the ruddy Bomkinet.</br>Their scrips and crooks upon the branches hung,</br>While thus, in artless strains, the hind begun.", "COLLIN.</br>My Myra's cheeks out-bloom the crimson rose,</br>Her neck, the beauteous white of lillies shows,</br>Her auburn locks, in curling ringlets play,</br>And eyes out shine bright Phoebus' sparkling ray.</br>Last eve, when Sol had stole into the West,</br>I met her in the lane, her hand I prest,</br>And stole a kiss; believe me when I say,</br>Her breath smelt sweeter than the new shorn hay.", "BOMKINET.</br>In Aura's face, the fair carnation blows,</br>Her eyes are jetty black, like ripen'd sloes,</br>Strait as a pine, she trips it on the lea,</br>And oft times calls a side-long glance at me.</br>Her lamkin stray'd, I found, and did restore,</br>She gave this ribbon, which at wake she wore.</br>As these gay colours are infix'd by art,</br>So is her image, in my faithful heart.", "COLLIN.</br>Boast not thy silken string; this chaplet view,</br>Made of the sweet jonquil, and vi'let blue,</br>With this, my Myra did my brows adorn,</br>As late we danc'd upon yon upland lawn,</br>As round the elm the suckling doth intwine,</br>So clings her charms, unto the breast of mine.", "BOMKINET.</br>As through the hollow way, my team I drove,</br>Slow went my beasts, while all my thoughts were love.</br>From out the thicket, a loud laugh I hear,</br>I stopt old Dobbin, and drew softly near,</br>Myra I spy'd there, with my lovely maid,</br>Grasping at boughs, which did their reach evade,</br>With my long whip, I pulled the branches down,</br>And fill'd their aprons with the nuts so brown.", "COLLIN.</br>At harvest, when our reapers jocund were,</br>I fled from field, and slily stole to her.</br>My leather bottle fill'd, I told my smart,</br>While flutt'ring like a bird, beat quick my heart;</br>She smiling blush'd, and said she would be mine,</br>Speak, Bomkinet, is Aura half so kind.", "BOMKINET.</br>As long as linnet sings amid the thorn,</br>Or crested cock hails the return of morn,</br>So long my tongue could Aura's praise display,</br>But see our flocks too great a distance stray,</br>Let's pen them fast, and to the alehouse hie,</br>For trust me, Collin, singing makes us dry.</br>"]