["When Festin, heavenly swain, was young,</br>When first attuned his viol rung,</br>And the soft oboe's melting trill</br>Confess'd the magick master's skill:</br>Beneath his opening windows round</br>The admiring rabble caught the sound,</br>And oft at early morn, the throng</br>Besieg'd the house to hear his song.</br>Till once, 'tis said, when all were fired,</br>Fill'd with fury, rapt, inspired,</br>With one consent they brought around</br>Dire instruments of hellish sound.</br>And each, for madness rul'd the hour,</br>Would try  his own sky-rending power.", "First in the ranks his skill to try</br>A stout and sturdy clown was there;</br>A deaf'ning hautboy, crack'd and dry,</br>Brayed harsh discordance on the air.</br>With breath retained, and laboured grin,</br>Rapt by his own tremendous din,</br>With blood suspended in his face,</br>And paws that could not find their place:</br>The champion played:  while every peal confess'd,</br>How strong the throes that heaved his massy chest.", "Next came a brawny nurse, but six feet high,</br>With leathern lungs and throat of brass supplied;</br>Striving with \"Chevy Chase,\" and \"Lullaby,\"</br>To drown the screeching infant at her side.</br>And ever and anon the babe she seized,</br>And squeezed and sung, and sung and squeezed,</br>Although sometimes, each dreary pause between,</br>The strangled infant's piercing shrieks,</br>And writhing limbs, and black'ning cheeks,</br>Full well confest the secret pin,</br>That keenly goaded him within&mdash;</br>Yet closer squeezed the nurse, and louder was her din.", "A wheezing sawyer, standing by,</br>Industriously was sawing wood;</br>Though dull his saw, his throat though dry,</br>Awhile he used them as he could.</br>At length, grown tired of his toil in vain,</br>The wretch resolved to change his strain:</br>With fell intent defying nature's law,</br>He paused, and held his breath &mdash; to whet his saw.&mdash;</br>With eyes half closed, and rolled to heaven;</br>And starting teeth from sockets driven,</br>And clenching jaws convulsed in ghastly smile,</br>Across the wiry edge he drew the shrieking file.", "A boy came next, loud whooping to the gale,</br>And on his truant shoulders bore a pole;</br>Two furious cats, suspended by the tail,</br>Were swinging cheek by jole.</br>O, dulcet cats, thus hung at leisure,</br>What was your delightful measure!</br>With claws deep buried in each other's face,</br>With murderous yell of more than earthly sound,</br>Assist the fight, and pour the strain anew;</br>Not earth could bear, nor hell itself complain,</br>Your fiendish catterwaul of rage and pain.", "A fish cart next came rattling by;</br>Its lusty driver perched on high,</br>Recruited by his recent bowl,</br>Poured through the deafening horn his greedy soul.</br>Such notes he blew as erst threw down</br>Old Jericho's substantial town;</br>While scarce was heard, so loud he wound his peal,</br>The mangled cur that yelped beneath his wheel.", "Then came a child, eloped from home,</br>Pleased, in the streets at large to roam;</br>His cart behind him dragged.  Before</br>A huge tin coffee-poet he bore</br>Which ever and anon he beat</br>With sticks and stones in furious heat.</br>Nor heeded he that at his heels</br>The crier rung his frequent peals.</br>With brazen throat, and hideous yell,</br>That distanced all the hounds of hell;</br>In air his stunning bell he tossed,</br>And swelled and shouted \"lost, lost, lost.\"", "Emblem of justice, high above,</br>A ponderous pair of steelyards hung;</br>Hooked by the nose his weight to prove,</br>A living hog beneath was swung.</br>Dire was the squeal that rent the sky</br>With sounds too dread for earthly throat,</br>While not a butcher fingered nigh</br>To stop the howling monster's note.</br>Fast to escape the hated strain</br>With ears comprest, some fled amain,</br>While others paused, all hopeless of relief,</br>And curst the stars that had not made them deaf.", "Thus long ago,</br>E'er * * drew his fiddle bow,</br>While saw-mills yet were mute;</br>The jarring, howling, deafening choir,</br>With notes combined in concert dire,</br>Could shake the sky, the solid earth could move,</br>While milder thunders burst unheard above.</br>"]