["While yellow Harvest smiles along the plain,</br>And Labour's cheerful hum re-echoes wide,</br>Sequestered here, I muse in pensive strain,</br>Amidst the wreck of sublunary pride.", "Could Fancy's hand unfold the roll of Time,</br>These trembling towers in wonted pride would rise,</br>With Pleasure's strain the Muse's note should chime,</br>And regal glory dazzle vulgar eyes.", "The humble bard who lingers here alone,</br>Had former ages led his footsteps near,</br>When royal JAMES in princely splendor shone,</br>Might haply, deemed that bliss was centered here.", "The courtly retinue that poured abroad;</br>The smile of Majesty, at distance seen</br>The winning charms, on Beauty's cheek that glowed,</br>When gazing rustics thronged to hail their Queen;", "There was a time, when these, with magic spell,</br>Diffused their fascinating influence round;</br>Bade many a heart with fancied triumph swell,</br>And deem these domes with endless glory crowned,", "Where I, a solitary stranger, stray,</br>My rude notes echoed from the mouldering walls,</br>No ear to listen to my plaintive lay,</br>While midnight silence even the Muse appals,", "Might not erewhile, some happier Minstrel stand,</br>While princely Pride, and Beauty thronged around,</br>In courtly guise to praise the Harper's hand,</br>And hang enraptured on each melting sound?", "Within these walls, by Time's rude hand defaced,</br>Whose fallen fragments crumble round the pile,</br>The vestige of that chamber might be traced,</br>Where slaves obsequious sought their master's smile.", "How changed the scene &mdash; the pageantry of power,</br>That veiled mortality from vulgar eyes,</br>Whose lustre dazzled for a transient hour,</br>Lost in the gulph of dark oblivion lies!", "Here must the gentle tongue its strain forget,</br>No fawning sycophant is seen to bend;</br>No venal face in studied guise is set,</br>To flatter Princes, or betray a Friend.", "And even these hallowed courts, where grateful choirs,</br>With glowing breasts, loud Hallelujahs sung,</br>No more shall echo to devotion's fires;</br>Time teaches silence with his cankering tongue.", "'Midst the lone precincts of that dreary dome,</br>Heart-soothing harmony once reared her throne;</br>But ah!  'tis now the noxious reptile's home,</br>And there, the bird of night oft pours her moan.", "On grandeur's tomb, see dark funereal yews,</br>In solemn pride, and gloomy verdure mourn;</br>O'er Time's rude havoc drop their baneful dews,</br>And spread their leaves, to shade its mouldering urn.", "Say, boots it aught, that these neglected halls,</br>Golconda's gems in richest hue displayed?</br>Or, that these solitary moss-clad walls,</br>From Persian looms were gorgeously arrayed?", "The bosom white as Alpine virgin snows,</br>That gave these jewels lustre as they shone,</br>Where Princes sighed to gain a short repose,</br>Dissolved in dust, sleeps silent, and unknown!", "The sparkling crown, the tinselled garb of state,</br>The sceptred arm, no more their influence shed;</br>Where Princes sat, each nod dispensing fate,</br>The bloated spider weaves his loathsome bed.", "Avails it aught, that Luxury with her train</br>Of sons voluptuous, in loose pleasures rolled?</br>No longer now, the sparkling cup they drain!</br>And here, the throbbing pulse of Love lies cold!", "These yawning vaults, where damp and darkness reign,</br>Forbid the Muse's pensive lay to close;</br>For Pity claims (though rude the artless strain,)</br>The tribute due to hapless ROTHSAY'S woes.", "He who for Scotia stretched his youthful arm,</br>Who saved Edina from a plunderer's hand,</br>Whose bosom glowed with indignation warm,</br>To heal the woes that hovered o'er the land;", "Even he must fall &mdash; not as the mighty fell,</br>Where shouts of victory soothed departing life;</br>By treacherous hate, condemned to yonder cell,</br>The helpless victim of a traitor's strife.", "Shall Truth assume the Grecian painter's veil?</br>Or blot the picture from the roll of Fame?</br>The Muse reluctantly, pursues her tale,</br>That stamps with infamy a tyrant's name!", "Yes, ruthless ALBANY &mdash; scorn of the brave!</br>To latest ages shall the tale descend;</br>Despised in life &mdash; detested in the grave;</br>Even there, no hero's dust with thine shall blend!", "Oh!  curs'd refinement of a tyrant's art,</br>A prey to Death in dreadful form arrayed;</br>The vulture famine, tugging at his heart,</br>Gay youth and health sunk to a ghastly shade.", "Oh!  why could Luxury her riots keep,</br>And with her revellings torture ROTHSAY'S ear?</br>Where did the thunders of just vengeance sleep,</br>When ruthless tyranny refused to hear?", "The matron kind, who brought a short relief,</br>And from her breast the balmy nectar gave;</br>The generous maid, who tried to soothe his grief,</br>Were doomed with ROTHSAY to the unhonoured grave.", "But why unhonoured? &mdash; Airy forms unseen,</br>Shall bless the spot where Pity's votaries lie</br>And patriot shades, shall clothe his turf in green,</br>Who firm in Virtue, bravely dared to die.", "With solemn pause, I close the tragic tale;</br>And mark these towers, now trembling in decay,</br>Whose echoes murmuring to the evening gale,</br>In sadness whisper what the Muse would say.", "Think ye, who ceaseless toil for wealth and power,</br>Or light along the stream of Pleasure flow,</br>Ambition's summit, and the roseate bower,</br>Must sink, at Ruin's unrelenting blow.", "Alike, if from the sudden shaft of Fate,</br>Destruction ride on the red lightning's wing;</br>Or imperceptible, Time linger late,</br>The stroke is sure, from his unerring string.", "Yet, while I mourn the splendid structure's doom,</br>I blame not Fate's immutable decrees;</br>Let Reason pause, o'er Grandeur's lonely tomb,</br>Nor rashly censure, what she dimly sees.", "Perhaps, when Power in princely glory blazed,</br>And Wealth around her nameless luxuries spread,</br>Some care-worn hind with envious bosom gazed,</br>And spurned the comforts of his humble shed.", "The youthful peasant clothed in russet gray,</br>With brawny arm, who plowed the stubborn soil,</br>Who joyous, hailed the beam of early day,</br>And whistled blithe to cheer his constant toil,", "To Discontent perhaps, was forced to yield;</br>Nor looked exulting o'er his labours done,</br>When proud dependents idled o'er his field,</br>Their tinseled liveries glittering in the sun.", "The winding stream, that works its constant way,</br>Will sap the banks it gently seems to lave;</br>Till from its brink the shrub with verdure gay,</br>Is hurried off by the insidious wave.", "So splendid crowds, deep versed in courtly guile,</br>Chace calm Contentment from the humble plain;</br>And rural Virtues soon forget to smile,</br>Where Sloth reclines, and wanton Pleasures reign.", "Methinks, some sprite amidst these ruins drear,</br>Now marks the Muse's melancholy lay;</br>Some restless spectre, sadly hovering near,</br>Exulting nightly as these domes decay:", "Haply, the shade of some ill-fated fair,</br>Whose breast was pure as Virtue's spotless shrine,</br>Lured from the plain, by Grandeur's specious glare,</br>Betrayed &mdash; deserted &mdash; in Despair to pine!", "That lonely violet, drooping, and forlorn,</br>In this lone walk that sheds its sickly bloom,</br>Whose languid head meets no blest ray of morn,</br>Seems the sad emblem of her hapless doom.", "Near the bleak spot, where springs this fragrant flower,</br>There, haply, Love first bade her bosom swell;</br>Even this, perhaps, was the enchanted bower,</br>Where treachery triumphed, and where virtue fell!", "May not her early grave unnoticed rise?</br>Perhaps, my feet her mouldering dust have pressed!</br>This tear may drop, where the sad victim lies,</br>And wet the floweret blushing on her breast!", "Such are the woes that Luxury may have wrought,</br>When these gray ruins firm in greatness stood:</br>Though bards have sung, and moralists have taught,</br>That private wrong produces public good.", "Here let me pause &mdash; far in the glowing west,</br>Now slowly fades the beam of closing day;</br>The shades are deepening on the mountain's breast;</br>The drowsy owl nods on the dewy spray.", "Still glows the day-star's train of purple light,</br>That saw these towers in grandeur meet the morn;</br>He keeps his path, in wonted glory bright,</br>The mansion stands deserted, and forlorn.", "Time speeds his course &mdash; successive ages roll;</br>Race follows race, and empires rise and fall;</br>Even constant Nature hastens to the goal,</br>An era pregnant with the change of all.", "How vain the splendor of terrestrial things!</br>A fleeting meteor in a wintry sky;</br>The Poet's fame the pomp, and power of Kings,</br>Are phantoms, fading from the gazer's eye!</br>"]