["Oh!  thou Pretender stop thy swift Career,</br>A while the Fleet, a while the Poet spare.</br>What Muse can follow with an equal Pace,</br>Thro' the Green Stages of thy rapid Race?</br>Thou like the Orbs of Light, that roll above,</br>Dost in thy glorious Course so swiftly move;</br>Thy Flight so sudden, passage so compleat,</br>Thou couldst not have done more, hadst thou been Beat.</br>The Muse exhausted pants, and hangs the Wing,</br>Has no more Strength to rise, and no more Breath to sing.</br>You Danger seek, Fourbin advises Flight,</br>And then sails faster, than our Bards can Write.</br>So thick the Winds and Billows on them throng,</br>That half thy Journals must be left unsung.", "A Tyrant Proud, no Innocents would save,</br>But scourge each British Man as if his Slave,</br>And to this End, Loviso did Command,</br>The Knight St. George to leave Dunquerquias Land.</br>He shone in Arms, and to the Great Campaign,</br>The radiant Tempest flew across the Main.</br>But did not Land:  At the Pretenders Sight,</br>The Scots maintain'd their Liberty and Right.</br>The Hero lay on Board:  The Frithian Tyde</br>Did change the Balance to Britannia's side,</br>And terribly chastis'd the Gaul's aspiring Pride.</br>No vital Purple now the Stream distains,</br>Or from Bavarian, or from Gallic Veins.</br>For to say truth they having shed no Blood,</br>There was no Sense in collouring of that Flood.</br>Wher's now thy Trophies?  let my rolling Tyde</br>Flow on, Britannia's Triumphs to convey</br>To Northern Empires, and the Frozen Sea.</br>The Lapland Coast, and proud Moscovia's Tow'rs</br>Shook with the Thunder of the British Pow'rs.</br>The numerous Nations of the spacious North</br>Were with Amazement struck, when issuing forth</br>At Night they saw Sir George Bings Lanthorn rise,</br>The most illustrious Planet of their Skies.", "But now ye Bards, whose Laurels spring and thrive</br>By Francia, should to Francia Tribute give:</br>To Realms remote dispatch your Envoy Fame</br>That may your Heroes Greater speed proclaim.</br>To Bern and Basil once he gave Alarms,</br>And showd Venetias Gondalos his Arms;</br>'Tis therefore just to tell 'em he did miss,</br>For where there's Point d' Argent, there's Point des Swisse.</br>And let the Ardriatick Skullers know,</br>What to Dunkirkias Armament they owe.</br>What tho' he left the Briny Field, 'tis fit</br>You should assert the Empire of your Wit,</br>What tho' he slept:  Yet still ye Bards, awake,</br>Jews-Harps and Tongs let none but Masters take.", "Beat up for Volunteers who Rime for Bread,</br>Whose unfledg'd Muses, no high Subject dread.</br>All the inferior Race that can indite,</br>A sorry Prologue, or a Poem write;</br>All that can raise a Shed, let them presume,</br>To Frame a Palace and erect a Dome.</br>Once more let Arthurs Ballad-singer dare,</br>Torture our Language to oblige our Ear,</br>With Numbers soft, express the din of War.</br>Turner of Verse, and finisher of Rime,</br>Frequent Pretender to the Song sublime;</br>Who thinks with Fame immortal he is Crown'd,</br>By flowing Numbers, and harmonious Sound,</br>Who without Fire and mindless of Design,</br>Plys hard the Pump, and labours every Line</br>To make, like empty Clouds, his Diction shine.</br>Who to complete Poetic Eloquence,</br>Has nothing wanting but Design and Sense;</br>Oh let him now his thoughtless Muse employ,</br>In lulling Strains pure Passion to destroy,</br>Neither creating Pain nor giving Joy:</br>But let him with his usual Raptures say,</br>And when Aurora plush'd, it then was Day,</br>And when the Wind was fair, poor Perkin sail'd away.</br>The Poets like his Followers in this Theme,</br>Must have their Hero's Fire their Hero's Flegm.</br>Their Treasures, if they once had any, drain,</br>Lavish their Genius and exhaust their Vein;</br>Let 'em this generous Resolution own,</br>That they are pleas'd and proud to be undone.</br>With Judgment and with speed they steer their Flight,</br>Ever look out, and ever out of Sight.</br>Calm they must be, and yet, with equal Grace,</br>Enthusiastick in a proper Place.</br>Always the same, when merry very glad,</br>And when at Weeping-cross extreamly sad.", "Ye Bards, let all the noble Scheme be wrought</br>Without Art, Care or deep deliberate Thought.</br>Before the Basis of the Frame you lay,</br>The Plain of the round Table first survey:</br>The Arthuri'd the Elizei'd inspect,</br>All that is Just, and Bright, and Great select:</br>You know their Errors, those you will correct.</br>And if there's any Beauty does appear,</br>'Tis more than Perkins Character will bear.</br>Let no Rule, Order Symetry proclaim</br>The Artless Wonders of the hapless Frame.</br>A Plan so odd and so Bizarre contrive,</br>As may the Critick mock, and may no Time survive.", "Let those appointed to adorn the Song,</br>Be bold with Care, with Delicacy strong;</br>Tender, most soft, and Tedious tho' not long.</br>Let my own Judgment and Tom D'urfey's Words,</br>And all the Fire which Grubbias Street affords,</br>With all the Beauties which in Flecknoe shine,</br>To form their Diction's Dignity, combine:</br>Let sound that pleasing is with Sense,</br>Let all the emptiness of Eloquence,</br>Let all the bold unnatural Images,</br>Which may amaze, charm, terrifie and please,</br>The fairest Butterflies of all the Train,</br>With which the brightest Maggots fill the Brain:</br>Lacker your Poem, Fretwork too will Grace</br>The Roofs and Rooms of all the stately Case;</br>Let Episodes, contriv'd with Art, surprize,</br>Which foreign from the Subject do arise:</br>Like Gillian Burnt-Tail, charming to the Sight,</br>And Wills in Wisps, so let them give Delight.</br>Can Pagan Gods adorn a Christian Theme?</br>The Pagan Gods might grace a Pagan Scheme;</br>Therefore in your Machines no Gods employ,</br>Who by the Poet listed fought at Troy.</br>For fear our Soldiers grown too fond of Pay,</br>Make the War last Ten Years as well as they.</br>But now.  The Gauls, unable to sustain</br>Unequal War, forsake the fatal Main;</br>And to Dunquerquia Steer their Course again.", "Tell the Distraction, tell the dreadful Cry</br>Of Gallia's Troops, while from the Foe they fly.</br>Describe their slender Leader's Mein and Air,</br>By Fourbin forc'd away, and in Despair</br>Born with th' impetuous Tyde of refluent War.</br>But first, to form this Image strong and true,</br>In some Dutch comick Piece his Figure view,</br>Mighty Sea-sick, and going just to sp&mdash;w.", "Describe him ent'ring high Dunquerquias Gate,</br>'Midst no Applauses, no triumphant State.</br>Express his meagre unelated Air;</br>Who would be conquer'd so?  or Conquest so can bear?</br>The Vertues, which upon his Visage shone,</br>As once the Glory that did Moses Crown.</br>Were to the Crowd around, and to himself unknown.</br>Let all the eager Frenchmen throng to see</br>The Mighty Chief, would set a Nation free,</br>And Cancel all their Rights, to Prop their Liberty.</br>Let Jesuits, Lords, and Counsellors of State,</br>Augment the Farce, and on the Actor wait.</br>Let him deliver up to Loviso's Hand</br>His borrow'd Pomp, and Ensigns of Command.", "Shew all the Ways of fair Dunquerquias Soil</br>With Trav'llers throng'd, and smoaking with their toil.</br>Great Prelates, Princes, Magistrates supream,</br>High Soveraign States, and Lords of greatest Fame;</br>And others with, others without a Name.</br>Let some from high Namuria's Tow'rs, and some</br>Pour'd from the Gates of fam'd Calisia come.</br>These from Malosa, those from Lilia went,</br>Some of their own accord, and some were sent,</br>From every Region let a num'rous Train</br>Fill ev'ry Road, and cover ev'ry Plain.</br>Panting in Clouds of Dust, and Bath'd in Sweat,</br>Let 'em advance to fair Omerias Gate;</br>To the Pretender there let them submit,</br>And throw their foisty Persons at his Feet.", "Let them his Favour and his Aid implore,</br>And to be safe, resign to France their Pow'r.</br>There with short Pipes, and strong Mundungus sunk,</br>Then part, when they sufficiently have stunk.</br>Thus Perkins Arms excel ev'n Caesar's Fame,</br>Conqu'ring before he saw, before he came.</br>For Scotland is subdu'd as now we hear,</br>By never seeing it, or coming there.</br>You in your Plan will leave capacious Room</br>For promis'd Triumphs, and great Deeds to come.</br>And likewise leave some Room, where we may see,</br>Great Things that may, or else may never be.</br>What a luxuriant Harvest of Renown,</br>What full ripe Glory will the Autumn Crown?</br>For if the Spring such Pease and Cherries gave,</br>What Pippins may we in the Autumn have.", "While I so near, so long the Hero view,</br>And Hints suggest to be improv'd by you,</br>My fading Flame does in my Veins renew,</br>An inward Impulse does me almost choak,</br>Urging your Muse, I do my own provoke,</br>Untill my Fires all terminate in Smoak.", "Oh!  did a Portion of the noble Fire,</br>With which the Hero fled, my Breast inspire,</br>I'de raise my Voice, and with a lofty Strain</br>Would to Etherial Fields uplift a Plain,</br>And fight the Gyants Battles o'er again.</br>The Laurel I from Maro's Brow would pull,</br>And when compar'd to me shew Homer is a Fool.", "'Tis done.  I've compass'd my ambitious Aim,</br>And Brandy burnt, restores the Poet's Flame.</br>The Bellows blow, now, now my Bosom glows,</br>I strive with stong Enthusiastic Throws.</br>Put in more Brandy, &mdash; more, till all on Fire,</br>I sing young Pirkins praises to my Lyre.</br>How can a Muse, that Slavery loves, forbear</br>To sing the Wonders of th' inglorious War?</br>And then grow Mad, Rave, Fulminate and Stare.</br>I rise, O whither am I caught away?</br>I mount, I must the tow'ring Muse obey.</br>I cut the Space immense, and reach the Realms of Day.</br>Who'd think the Muse would serve me such a Trick,</br>To mount me on a Broom conjoyn'd to stick.</br>Where will the Flight, where will the Labour end?</br>Diving in Gulphs, I to the Stars ascend.</br>I'm now pursuing Stars, and having caught 'em,</br>Find them to be much bigger then I thought 'em.</br>Stars, which I now behold vast Orbs of Light,</br>Only by Distance little to the Sight.</br>Though Globes immense, and wandering Worlds I run,</br>Revolving Moons and glorious Centre shun;</br>And find that every Star is now a Sun.</br>These Suns are big and brighter much than Brass,</br>And more resplendent than a Looking-Glass.</br>Good Heavens! &mdash; but mark ye now how I am hurl'd,</br>From Sphere to Sphere, and then from World to World.</br>Here I am burnt, in th' other I am Drown'd,</br>Here all is still, there is an echoing Sound,</br>And beauteous Moons hang dangling all around.</br>And then I cry; Helas Monsieur Begar,</br>Here's Suns and Moons enough, but ne'er a Star.</br>You may have fancied, Suns indeed, but then,</br>You'd rather have your Royal Sun agen.</br>The Noise augments; attend, it seems to rise</br>From Flandrias Land; hark, how it fills the Skies?</br>This mighty Noise is't Triumph, it't Applause?</br>Is't loud Rejoycing for some Victors Cause?</br>Is't known?  I hear, I hear these Accents plain,</br>James, Scotland, Back, Dunkirk, return'd again.</br>But see, with feather'd Wings, see yonder flies</br>A large Daemoniack Envoy of the Skies;</br>From the Terrestial World he seems to rise.</br>How fierce, how strong, how swift he wings his Way?</br>And circling Whirlpools does around display.</br>Swifter then Post-Boy, that on Coursers Ride,</br>Or Packet driv'n, both by Wind and Tide.</br>Important News his cloudy Looks possess,</br>I follow, I attend the Fleet Express.</br>With him I climb the steep Empyreal Height,</br>Swift as a Demons is the Muse's Flight.</br>We now arrive at that Eternal Gate,</br>Where Jesuits Souls do on Ignatius wait.</br>Thronging about this Courier, they demand</br>What happy Tydings come from Scotia's Land.</br>Of little Jemmy Guardian Daemon say,</br>What great Events, what Triumphs tell us pray.</br>The sullen Daemon cries, the News I bring,</br>Is safer told to you, then Gallias King.</br>Whilst on our Topmasts, we our Flags advance,</br>To raise the Pride, and Tyranny of France.</br>We make our Signal to the Scots, but they</br>Make no returns, and so we go our way:</br>Speed to our Ships is added by our Fear,</br>Like Torrents in the Hills, or Tempests in the Air.</br>Our Cake is Dough, and the Pretenders Claim,</br>Is nothing but a Huff, an empty Name.</br>The Cause is by all sorts of Folks forsaken,</br>And which is more, the Salisbury is taken.</br>"]