["Proud Change (not pleas'd, in mortal Things</br>Beneath the Moon, to reign)</br>Pretends, as well of Gods, as Men,</br>To be the Sovereign.", "What Man that sees the ever-whirling Wheel</br>Of Change, the which all mortal things doth sway,</br>But that thereby doth find, and plainly feel,</br>How MUTABILITY in them doth play</br>Her cruel Sports, to many Mens decay?</br>Which that to all may better yet appear,</br>I will rehearse that whylom I heard say,</br>How she at first her self began to real;</br>Gainst all the Gods, and th' Empire sought from them to bear.", "But first, here falleth fittest to unfold</br>Her antique Race and Linage antient,</br>As I have found it register'd of old,</br>In Fairy Land mongst Records permanent:</br>She was, to weet, a Daughter by descent</br>Of those old Titans, that did whylome strive</br>With Saturn's Son for Heaven's Regiment.</br>Whom, though high Jove of Kingdom did deprive,</br>Yet many of their Stem long after did survive.", "And many of them afterwards obtain'd</br>Great Power of Jove, and high Authority;</br>As Hecate, in whose Almighty Hand</br>He plac'd all Rule and Principality,</br>To be by her disposed diversly,</br>To Gods, and Men, as she them list divide:</br>And drad Bellona, that doth sound on high</br>Wars and Alarums unto Nations wide,</br>That makes both Heaven and Earth to tremble at her Pride.", "So likewise did this Titaness aspire,</br>Rule and Dominion to her self to gain;</br>That as a Goddess, Men might her admire,</br>And heavenly Honours yield, as to them twain.</br>And first, on Earth she sought it to obtain;</br>Where she such Proof and sad Examples shew'd</br>Of her great Power, to many one's great pain,</br>That not Men only (whom she soon subdu'd)</br>But eke all other Creatures, her bad doings ru'd.", "For, she the Face of earthly Things so chang'd,</br>That all with Nature had establisht first</br>In good Estate, and in meet Order rang'd,</br>She did pervert, and all their Statutes burst:</br>And all the World's fair Frame (which none yet durst</br>Of Gods or Men to alter or misguide)</br>She alter'd quite, and made them all accurst</br>That God had blest; and did at first provide</br>In that still happy State for ever to abide.", "Ne she the Laws of Nature only broke,</br>But eke of Justice, and of Policy;</br>And Wrong of Right, and Bad of Good did make,</br>And Death for Life exchangeth foolishly</br>Since which, all living Wights have learn'd to die,</br>And all this World is woxen daily worse.</br>O piteous Work of MUTABILITY!</br>By which, we all are subject to that Curse,</br>And Death instead of Life have sucked from our Nurse.", "And now, when all the Earth she thus had brought</br>To her Behest, and thralled to her Might,</br>She 'gan to cast in her ambitious Thought,</br>T' attempt th' Empire of the Heaven's hight,</br>And Jove himself to shoulder from his Right.</br>And first, she past the Region of the Air,</br>And of the Fire, whose Substance thin and slight</br>Made no resistance, ne could her contrair,</br>But ready passage to her pleasure did prepair.", "Thence, to the Circle of the Moon she clamb,</br>Where Cynthia reigns in everlasting Glory,</br>To whose bright shining Palace straight she came,</br>All fairly deckt with Heaven's goodly story;</br>Whose silver Gates (by which there sate an hoary</br>Old aged Sire, with Hower-glass in hand,</br>Hight Time) she entred, were he liefe or sorry:</br>Ne staid till she the highest Stage had scan'd,</br>Where Cynthia did sit, that never still did stand.", "Her sitting on an Ivory Throne she found,</br>Drawn of two Steeds, th' one black, the other white;</br>Environ'd with ten thousand Stars around,</br>That duely her attended Day and Night;</br>And by her side, there ran her Page, that hight</br>Vesper, whom we the Evening-Star intend:</br>That with his Torch, still twinkling like Twylight,</br>Her lighten'd all the way where she should wend,</br>And Joy to weary wandring Travellers did lend.", "Tho when the hardy Titaness beheld</br>The goodly Building of her Palace bright,</br>Made of the Heaven's Substance, and up-held</br>With thousand Crystal Pillors of huge hight,</br>She 'gan to burn in her ambitious Spright,</br>And e' envy her that in such Glory reign'd.</br>Eftsoons she cast by Force and tortious Might,</br>Her to displace; and to her self t' have gain'd</br>The Kingdom of the Night, and Waters by her wain'd.", "Boldly she bid the Goddess down descend,</br>And let her self into that Ivory Throne;</br>For, she her self more worthy thereof wend,</br>And better able it to guide alone:</br>Whether to Men, whose Fall she did bemoan,</br>Or unto Gods, whose State she did malign,</br>Or to th' infernal Powers, her need give Loan</br>Of her fair Light, and Bounty most benign,</br>Her self of all that Rule she deemed most condign.", "But she that had to her that Sovereign Seat</br>By highest Jove assign'd, therein to bear</br>Night's burning Lamp, regarded not her Threat,</br>Ne yielded ought for Favour or for Fear;</br>But with stern Countenance and disdainful Chear,</br>Bending her horned Brows, did put her back:</br>And boldly blaming her for coming there,</br>Bade her attonce from Heaven's Coast to pack,</br>Or at her peril bide the wrathful Thunder's wrack.", "Yet nathemore the Giantess forbare:</br>But boldly pressing-on, raught forth her hand</br>To pluck her down perforce from off her Chair;</br>And there-with lifting up her golden Wand,</br>Threatned to strike her if she did withstand.</br>Where-at the Stars, which round about her blaz'd,</br>And eke the Moon's bright Wagon, still did stand,</br>All being with so bold Attempt amaz'd,</br>And on her uncouth Habit and stern Look still gaz'd.", "Mean-while, the lower World, which nothing knew</br>Of all that chaunced here, was darkned quite;</br>And eke the Heavens, and all the heavenly Crew</br>Of happy Wight, now unpurvaid of Light,</br>Were much afraid, and wondred at that sight;</br>Fearing lest Chaos broken had his Chain,</br>And brought again on them eternal Night:</br>But chiefly Mercury, that next doth reign,</br>Ran forth in haste, unto the King of Gods to 'plain.", "All ran together with a great Out-cry,</br>To Jove's fair Palace, fixt in Heavens hight;</br>And beating at his Gates full earnestly,</br>'Gan call to him aloud with all their Might,</br>To know what meant that suddain lack of Light.</br>The Father of the Gods when this he heard,</br>Was troubled much at their so strange affright,</br>Doubting left Typhon were again uprear'd,</br>Or other his old Foes, that once him sorely fear'd.", "Eftsoons the Son of Maia forth he sent</br>Down to the Circle of the Moon, to know</br>The cause of this so strange Astonishment,</br>And why she did her wonted Course forslow;</br>And if that any were on Earth below</br>That did with Charms or Magick her molest,</br>Him to attach, and down to Hell to throw:</br>But, if from Heaven it were, then to arrest</br>The Author, and him bring before his presence prest.", "The wing'd-foot God, so fast his Plumes did beat,</br>That soon he came where-as the Titaness</br>Was striving with fair Cynthia for her Seat:</br>At whose strange sight, and haughty Hardiness,</br>He wondred much, and feared her no less.</br>Yet laying Fear aside to do his charge,</br>At last, he bade her (with bold stedfastness)</br>Cease to molest the Moon to walk at large,</br>Or come before high Jove, her doings to discharge.", "And there-with-all, he on her shoulder laid</br>His snaky-wreathed Mace, whose aweful Power</br>Doth make both Gods and hellish Fiends affraid:</br>Where-at the Titaness did sternly lour,</br>And stoutly answer'd, that in evil Hour</br>He from his Jove such Message to her brought,</br>To bid her leave fair Cynthia's silver Bower;</br>Sith she his Jove and him esteemed nought,</br>No more than Cynthia's self; but all their Kingdoms sought.", "The Heaven's Herald staid not to reply</br>But past away, his doings to relate</br>Unto his Lord; who now in th' highest Sky,</br>Was placed in his principal Estate,</br>With all the Gods about him congregate:</br>To whom when Hermes had his Message told,</br>It did them an exceedingly amate,</br>Save Jove; who, changing nought his Count'nance bold,</br>Did unto them at length these Speeches wise unfold.", "Harken to me awhile, ye heavenly Powers;</br>Ye may remember since th' Earth's cursed Seed</br>Sought to assail the Heaven's eternal Towers,</br>And to us all exceeding Fear did breed:</br>But how we then defeated all their Deed,</br>Ye all do know, and them destroyed quite;</br>Yet not so quite, but that there did succeed</br>An Off-spring of their Blood, which did alite</br>Upon the fruitful Earth, which doth us yet despise.", "Of that bad Seed is this bold Woman bred,</br>That now with bold Presumption doth aspire</br>To thrust fair Phoebe from her silver Bed,</br>And eke our selves from Heaven's high Empire,</br>If that her Might were match to her Desire:</br>Wherefore, it now behoves us to advise</br>What way is best to drive her to retire;</br>Whether by open, Force, or Counsel wise,</br>Areed ye Sons of God, as best ye can devise.", "So having said, he ceast; and with his Brow</br>(His black Eye brow, whose doomful dreaded Beck</br>Is wont to wield the World unto his Vow,</br>And even the highest Powers of Heaven to check)</br>Made sign to them in their degrees to speak:</br>Who straight 'gan cast their Counsel grave and wise.</br>Mean-while, th' Earth's Daughter, tho she nought did reck</br>Of Hermes' Message; yet 'gan now advise,</br>What Course were best to take in this her bold Emprize.", "Eftsoons she thus resolv'd; that whilst the Gods</br>(After return of Hermes' Embassy)</br>Were troubled, and amongst themselves at odds,</br>Before they could new Counsels re-ally,</br>To set upon them in that extasy;</br>And take what Fortune, Time and Place would lend:</br>So, forth she rose, and through the purest Sky</br>To Jove's high Palace straight cast to ascend,</br>To prosecute her Plot:  Good On-set boads good End.", "She there arriving, boldly in did pass;</br>Where all the Gods she found in counsel close,</br>All quite unarm'd, as then their manner was.</br>At sight of her they suddain all arose</br>In great amaze, ne wist what way to chose.</br>But Jove, all fearless, forc'd them to aby;</br>And in his sovereign Throne 'gan straight dispose</br>Himself more full of Grace and Majesty,</br>That mote enchear his Friends, and Foes mote terrify.", "That, when the haughty Titaness beheld,</br>All were she fraught with Pride and Impudence,</br>Yet with the sight thereof was almost quell'd;</br>And fully quaking, seem'd as reft of Sense,</br>And void of Speech in that drad Audience;</br>Until that Jove himself, her self bespake:</br>Speak thou frail Woman, speak with confidence,</br>Whence art thou, and what dost thou here now make?</br>What idle Errand hast, Earth's Mansion to forsake?", "She, half confused with his great Command,</br>Yet gathering Spirit of her Nature's Pride,</br>Him boldly answer'd thus to his Demand:</br>I am a Daughter by the Mother's side,</br>Of her that is Grand-mother magnify'd</br>Of all the Gods, great Earth, great Chaos' Child:</br>But by the Father's (be it not envy'd)</br>I greater am in Blood (whereon I build)</br>Than all the Gods, though wrongfully from Heaven exil'd.", "For, Titan (as ye all acknowledg must)</br>Was Saturn's elder Brother by Birth-right;</br>Both, Sons of Uranus:  but by unjust</br>And guileful Means, through Corybante's Slight,</br>The younger thrust the elder from his Right:</br>Since which, thou Jove, injuriously hast held</br>The Heaven's Rule from Titan's Sons by Might;</br>And them to hellish Dungeons down hast feld:</br>Witness ye Heavens the truth of all that I have teld.", "Whilst she thus spake, the Gods that gave good ear</br>To her bold Words, and marked well her Grace,</br>Being of Stature tall as any there</br>Of all the Gods, and beautiful of Face,</br>As any of the Goddesses in place,</br>Stood all astonied, like a sort of Steers,</br>Mongst whom, some Beast of strange and foreign Race,</br>Unwares is chaunc'd, far straying from his Peers:</br>So did their ghastly Gaze bewray their hidden Fears.", "Till having paus'd awhile, Jove thus bespake;</br>Will never mortal Thoughts cease to aspire,</br>In this bold sort, to Heaven claim to make,</br>And touch celestial Seats with earthly Mire?</br>I would have thought, that bold Procrustes' Hire,</br>Or Typhon's Fall, or proud Ixion's Pain,</br>Or great Prometheus, tasting of our Ire,</br>Would have suffic'd, the rest for to restrain;</br>And warn'd all Men by their Example to refrain:", "But now, this Off-scum of that cursed Fry,</br>Dare to renew the like bold Enterprize,</br>And challenge th' Heritage of this our Sky;</br>Whom what should hinder, but that we likewise</br>Should handle as the rest of her Allies,</br>And thunder-drive to Hell?  With that he shook</br>His Nectar-dewed Locks, with which the Skies</br>And all the World beneath for terror quook,</br>And eft his burning Levin-brond in hand he took.", "But, when he looked on her lovely Face,</br>In which fair Beams of Beauty did appear,</br>That could the greatest Wrath soon turn to Grace</br>(Such sway doth Beauty even in Heaven bear)</br>He staid his Hand:  and having chang'd his Chear,</br>He thus again in milder wise began;</br>But ah!  if Gods should strive with Flesh yfere,</br>Then shortly would the Progeny of Man</br>Be rooted out, if Jove should do still what he can.", "But thee fair Titan's Child, I rather ween,</br>Through some vain Error or Enducement light,</br>To see that mortal Eyes have never seen;</br>Or through Ensample of thy Sister's Might,</br>Bellona, whose great Glory thou dost spight,</br>Since thou hast seen her dreadful Power below,</br>Mongst wretched Men (dismay'd with her affright)</br>To bandy Crowns, and kingdoms to bestow:</br>And sure thy Worth, no less than hers doth seem to show.", "But wote thou this, thou hardy Titaness,</br>That not the Worth of any living Wight</br>May challenge ought in Heaven's Interest;</br>Much less the Tide of old Titan's Right:</br>For, we by Conquest of our sovereign Might,</br>And by eternal Doom of Fate's Decree,</br>Have won the Empire of the Heavens bright;</br>Which to our selves we hold, and to whom we</br>Shall worthy deem Partakers of our Bliss to be.", "Then cease thy idle Claim thou foolish Girl,</br>And seek by Grace and Goodness to obtain</br>That place from which by Folly Titan fell;</br>There-to thou may'st perhaps, if so thou fain</br>Have Jove thy Gracious Lord and Sovereign.</br>So, having said, she thus to him reply'd;</br>Cease Saturn's Son, to seek by Proffers vain</br>Of idle Hopes t' allure me to thy side,</br>For to betray my Right, before I have it try'd.", "But thee, O Jove, no equal Judg I deem</br>Of my Desert, or of my dueful Right;</br>That in thine own behalf may'st partial seem:</br>But to the highest Him, that is behight</br>Father of Gods and Men by equal Might;</br>To weet, the God of Nature, I appeal.</br>There-at Jove wexed wroth, and in his Spright</br>Did inly grudge, yet did it well conceal;</br>And bade Dan Phoebus Scribe her Appellation seal.", "Eftsoons the time and place appointed were,</br>Where all, both heavenly Powers, and earthly Wights,</br>Before great Nature's Presence should appear.</br>For trial of their Titles and best Rights:</br>That was, to weet, upon the highest hights</br>Of Arlo-hill (who knows not Arlo-hill?)</br>That is the highest Head (in all Mens sight)</br>Of my old Father Mole, whom Shepheards Quill</br>Renowned hath with Hymns fit for a rural Skill.  ", "And, were it not ill fitting for this File,</br>To sing of Hills and Woods, mongst Wars and Knights,</br>I would abase the Sternness of my Stile,</br>Mongst these stern Stounds to mingle soft Delights;</br>And tell how Arlo through Diana's Spights</br>(Being of old the best and fairest Hill</br>That was in all this Holy-Island's hights)</br>Was made the most unpleasant, and most ill.</br>Mean while, O Clio, lend Calliope, thy Quill.", "Whylome, when IRELAND flourished in Fame</br>Of Wealth and Goodness, far above the rest</br>Of all that bear the British Islands Name,</br>The Gods then us'd (for Pleasure and for Rest)</br>Oft to resort there-to, when seem'd them best;</br>But none of all there-in more pleasure found,</br>Than Cynthia; that is sovereign Queen profest</br>Of Woods and Forests, which therein abound,</br>Sprinkled with wholesom Waters, more than most on ground.", "But mongst them all, as fittest for her Game,</br>Either for Chase of Beasts with Hound or Bow,</br>Or for to shroud in Shade from Phoebus' flame,</br>Or bathe in Fountains that do freshly flow,</br>Or from high Hills, or from the Dales below,</br>She chose this Arlo, where she did resort</br>With all her Nymphs enranged on a row,</br>With whom the woody Gods did oft consort:</br>For, with the Nymphs, the Satyrs love to play and sport.", "Amongst the which, there was a Nymph that hight Molanna; Daughter of old Father Mole,</br>And Sister unto Mulla, fair and bright:</br>Unto whose Bed false Bregog whylome stole,</br>That Shepheard Colin dearly did condole,</br>And made her luckless Loves well known to be.</br>But this Molanna, were she not so shole,</br>Were no less fair and beautiful than she:</br>Yet as she is, a fairer Flood may no Man see.", "For, first, she springs out of two marble Rocks,</br>On which, a Grove of Oaks high mounted grows,</br>That as a Girlond seems to deck the Locks</br>Of some fair Bride, brought forth with pompous Shows</br>Out of her Bower, that many Flowers strows:</br>So, through the flowry Dales she tumbling down,</br>Through many Woods, and shady Coverts flows</br>(That on each side her silver Channel crown)</br>Till to the Plain she come, whose Valleys she doth drown.", "In her sweet Streams, Diana used oft</br>(After her sweaty Chace and toilsome Play)</br>To bathe her self, and after, on the soft</br>And downy Grass, her dainty Limbs to lay</br>In covert shade, where none behold her may:</br>For, much she hated sight of living Eye.</br>Foolish God Faunus, though full many a day</br>He saw her clad, yet longed foolishly</br>To see her naked mongst her Nymphs in privily.", "No way he found to compass his Desire,</br>But to corrupt Molanna, this her Maid,</br>Her to discover for some secret Hire:</br>So, her with flattering Words he first assay'd;</br>And after, pleasing Gifts for her purvay'd,</br>Queen-Apples, and red Cherries from the Tree,</br>With which he her allured and betray'd,</br>To tell what time he might her Lady see</br>When she her self did bathe, that he might secret be.", "There-to he promis'd, if she would him pleasure</br>With this small Boon, to quit her with a better;</br>To weet, that whereas she had out of measure</br>Long lov'd the Fanchin, who by nought did set her,</br>That he would undertake, for this to get her</br>To be his Love, and of him liked well:</br>Besides all which, he vow'd to be her Debter</br>For many moe good turns than he would tell;</br>The least of which, this little Pleasure should excel.", "The simple Maid did yield to him anon;</br>And eft him placed where he close might view</br>That never any saw, save only one;</br>Who, for his Hire to so Fool-hardy due,</br>Was of his Hounds devour'd in Hunter's Hue.</br>Tho, as her manner was on sunny Day,</br>Diana, with her Nymphs about her, drew</br>To this sweet Spring; where, doffing her Array,</br>She bath'd her lovely Limbs, for Jove a likely Prey.", "There Faunus saw that pleased much his eye,</br>And made his Heart to tickle in his Breast,</br>That for great Joy of somewhat he did spy,</br>He could him not contain in silent rest;</br>But breaking forth in Laughter loud, profest</br>His foolish Thought.  A foolish Faune indeed,</br>That couldst not hold thy self so hidden blest,</br>But wouldest needs thine own Conceit areed:</br>Babblers unworthy been of so divine a Meed.", "The Goddess, all abashed with that noise,</br>In haste forth started from the guilty Brook;</br>And running straight where-as she heard his Voice,</br>Enclos'd the Bush about, and there him took,</br>Like darred Lark; not daring up to look</br>On her whose sight before so much he sought.</br>Thence, forth they drew him by the Horns, and shook</br>Nigh all to pieces, that they left him nought;</br>And then into the open light they forth him brought.", "Like as an Huswife, that with busy care</br>Thinks of her Dairy to make wondrous gain,</br>Finding whereas some wicked Beast unware</br>That breaks into her Dair'house, there doth drain</br>Her creaming Pans, and frustrate all her Pain;</br>Hath in some Snare or Gin set close behind,</br>Entrapped him, and caught into her train,</br>Then thinks what Punishment were best assign'd,</br>And thousand Deaths deviseth in her vengeful Mind:", "So did Diana and her Maidens all</br>Use silly Faunus, now within their Bail:</br>They mock and scorn him, and him foul miscall;</br>Some by the Nose him pluck'd, some by the Tail,</br>And by his goatish Beard some did him hail:</br>Yet he (poor Soul) with patience all did bear;</br>For, nought against their wills might countervail;</br>Ne ought he said whatever he did hear;</br>But hanging down his Head, did like a Mome appear.", "At length when they had flouted him their fill,</br>They 'gan to cast what Penance him to give.</br>Some would have gelt him, but that same would spill</br>The Wood-Gods Breed, which must for ever live:</br>Others would through the River him have drive,</br>And ducked deep; but that seem'd Penance light:</br>But most agreed, and did this Sentence give,</br>Him in Deer's Skin to clad; and in that Plight,</br>To hunt him with their Hounds, himself save how he might.", "But Cynthia's self more angry than the rest,</br>Thought not enough, to punish him in sport,</br>And of her Shame to make a gamesom Jest;</br>But 'gan examine him in straighter sort,</br>Which of her Nymphs, or other close Consort,</br>Him thither brought, and her to him betray'd.</br>He much afeard, to her confessed short,</br>That 'twas Molanna which her so bewray'd:</br>Then all attonce their Hands upon Molanna laid.", "But him (according as they had decreed)</br>With a Deer's Skin they cover'd, and then chac'd</br>With all their Hounds, that after him did speed;</br>But he more speedy, from them fled more fast</br>Than any Deer:  so sore him Dread aghast.</br>They after follow'd all with shrill Outcry,</br>Shouting as they the Heavens would have brast:</br>That all the Woods and Dales, where he did fly,</br>Did ring again, and loud re-eccho to the sky.", "So they him follow'd till they weary were;</br>When back returning to Molann' again,</br>They by Commandment of Diana, there</br>Her whelm'd with Stones.  Yet Faunus (for her Pain)</br>Of her beloved Fanchin did obtain,</br>That her he would receive unto his Bed.</br>So now her Waves pass through a pleasing Plain,</br>Till with the Fanchin she her self do wed,</br>And (both combin'd) themselves in one fair River spred.", "Nath'less Diana, full of Indignation,</br>Thenceforth abandon'd her delicious Brook;</br>In whose sweet Stream, before that bad Occasion,</br>So much Delight to bathe her Limbs she took:</br>Ne only her, but also quite forsook</br>All those fair Forests about Arlo hid,</br>And all that Mountain, which doth over-look</br>The richest Champain that may else be rid,</br>And the fair Shure, in which are thousand Salmons bred.", "Them all, and all that she so dear did weigh,</br>Thenceforth she left; and parting from the Place,</br>Thereon an heavy hapless Curse did lay,</br>To weet, that Wolves, where she was wont to space,</br>Should harbour'd be, and all those Woods deface,</br>And Thieves should rob and spoil that Coast around.</br>Since which, those Woods, and all that goodly Chace,</br>Doth to this day with Wolves and Thieves abound:</br>Which too-too true that Land's In-dwellers since have found.", ""]