["Ye Oaks impervious to the noon-tide ray,</br>Hoary with grey moss, take me to your shade;</br>Shield me with friendly arms, from piercing day,</br>Give me unheard to grieve, unseen to tread.", "Tho' here no mournful cypress waves on high,</br>No plaints of fancied ghosts the air infest;</br>No sound the ear, nor object strikes the eye,</br>But aids the quick sensations of the beast.", "That Nightingale shall make my loss her theme,</br>This spring that murmurs at each rugged stone,</br>Shall seem to weep with ever-trickling stream,</br>The breeze shall sigh, the louder blast shall groan.", "That antique tower, yon Pigeons skim around</br>In ecchos answer:  on its ivied wall</br>Those sympathizing birds, with soothing sound,</br>Their plaintive voice shall gently raise and fall.", "She whom I mourn, left like the widow'd Dove,</br>Meek, gentle, patient, him she lov'd resign'd;</br>Nor murmur'd at the ruling hand above,</br>Whose ways oft seem most harsh when meant most kind.", "A wretched orphan caught her pitying eye,</br>'Mid chilling want she heard its little moan;</br>Snatch'd to herself, she bade its sorrows fly,</br>Its sorrows softening she forgot her own.", "She led me oft thro' meads with blossoms gay,</br>Each flow'r to name she taught my infant tongue;</br>And cull'd the varied blooms that blushing May,</br>Or earlier Spring on trembling tendrils hung.", "The golden Cowslip and blue Hare-bell cropt,</br>Or with the Primrose, fragrant Vi'lets bound,</br>Or shew'd me Cuckow-pint with purple topt,</br>Or Wild-rose with the Woodbine twining round;", "Or Strawberries pendant on yon nodding rock,</br>Their scarlet heads bath'd in the bursting rill:</br>(In sultry seasons, thither strays the flock;</br>The Goldfinch dips his wing and smooths each quill.)", "Oft as we found the Sky-lark's humble nest,</br>Or in this grove the Black-bird's unfledg'd young;</br>She bade in safety let the warblers rest,</br>Who cheer our rural walks with artless song.", "And still she interpos'd with winning smiles,</br>Whate'er the heart to virtuous habit forms;</br>Or painted folly spent in fruitless toils,</br>And senseless passion tost in furious storms.", "The monitor that warns the conscious breast,</br>To hear; its sacred dictates to await;</br>Which bid us love the good howe'er deprest,</br>And vice despise tho' cherish'd by the great;", "The little arts low-thoughted cunning loves,</br>Its vicious meanness and deceit to hate;</br>That nothing insincere true wisdom proves,</br>That truth is always noble, manly, great;", "She taught my opening mind:  and much imprest</br>The debt to tender sympathy we owe,</br>When swells with sighs the feeble human breast,</br>And nature fails beneath her load of woe;", "When hard misfortune's pressure pains the mind,</br>Gladly to give the comfort in our power;</br>Nor steel the heart against out hapless kind,</br>Much taught her precept, but her practice more.", "Oft would she watch some sickly wretch's couch,</br>And from her little store his wants supply;</br>Scanty her all then first she felt it such,</br>And when she gave no more she gave a sigh.", "What time the East a glowing crimson blush'd,</br>Or evening dew-drops wept the absent Sun;</br>Or solitary night, serenely hush'd,</br>With glittering gems in matchless glory shone;", "What time the Moon stole forth and hung on high,</br>The lamp that burns o'er nature's deep repose;</br>(The lamp that lights full many a tearful eye,</br>The only witness of its silent woes.)", "The power which spoke, and by his mighty word,</br>The varying scenes of earth from chaos rais'd;</br>The goodness, which deputed Man its lord,</br>Her accents taught, her glowing accents prais'd.", "Sincerely good, without the zealot's strife,</br>The narrow-minded bigot's rage above;</br>No ostentation mark'd her useful life,</br>No difference in opinion barr'd her love.", "When modest merit rose, sincere her joy,</br>The worth that mark'd herself forgot alone;</br>And suffering virtue shar'd her deepest sigh,</br>Unheedful of no sorrows but her own.", "Oft as the child of want her cottage sought,</br>And did some piteous tale of woe impart;</br>The glow of sensibility still caught,</br>The stealing tear display'd &mdash; the feeling heart.", "To pity prone, her pity she deny'd,</br>When fell the sainted villain, virtue's foe;</br>Who wore her sacred semblance but to hide</br>A blacker guilt than common villains know.", "With no unsocial rigid notions fraught,</br>Oft the misfortune of the honest breast;</br>The chearful tale (so happy was her thought)</br>Grew doubly chearful when by her exprest.", "When pleas'd the youths upon the vocal green,</br>When pleas'd the nymphs, the rural dance and song,</br>A kind spectatress of the fairy scene,</br>She smil'd, remembering once herself was young.", "Such chearful manners with such goodness join'd,</br>None saw but warmly prais'd, nor prais'd alone,</br>Insensibly they copied, pleas'd to find,</br>That Happiness and Goodness were but one.", "And when the soul its native region gain'd,</br>From every interrupting evil free;</br>All who had known her generous sorrow pain'd,</br>All who had known her wept a friend with me.", "No black-plum'd hearse, no midnight-blazing train,</br>Th' unconscious earth, back to its earth convey'd;</br>No false encomiums rais'd a just disdain,</br>Which meant to honour &mdash; ridicule the dead.", "But artless swains th' involuntary sigh,</br>Still heave as oft as by her door they pass;</br>The big tear starts into the virgin's eye,</br>Bent on her humble grave o'ergrown with grass.", "What tho' no mourner's blacken all the street,</br>No hatchment tells its owner is no more,</br>No vain donations with caprice replete,</br>Betray the folly of life's latest hour:", "Yet by her much-lov'd memory secur'd,</br>Her fav'rite trees to rend no hand shall dare;</br>The Martlets to her friendly roof inur'd,</br>Shall hang their clay-nests unmolested there.", "What tho' no stone its disbelieved praise,</br>Affords her 'mid some abby's sacred  gloom;</br>Where marble seems in prayer the hands to raise,</br>And frowning warriours press the peaceful tomb.", "Her turf the whisp'ring Poplar still shall shade,</br>And Friendship fancy o'er the hallow'd ground,</br>The Flow'rets earliest bloom and latest fade,</br>And social Robins love to wing around.</br>"]