["TO GLORY.</br>Soul of the far, but unforgotten Past!</br>Queen of the sword and Lady of the lyre!</br>Spirit of thoughts too high, of deeds too vast,</br>To fear, like clay, the waste of flood and fire,</br>Or darkly perish on Oblivion's pyre&mdash;</br>Whence, like the birds from Memnon's pile, they spring,</br>Born from the dust, but not with years to tire,</br>Or furl in death the everlasting wing!</br>Teach me, Oh teach me, but for once to fling</br>My hand thy own triumphal harp along&mdash;</br>To strike one strain, whose echoes yet may ring</br>Above the spot where rests a friend of song!&mdash;</br>Do I but dream the laurel yet may wave</br>Memorial verdure o'er its votary's grave?", "TO THE RUINS OF IONIA.</br>Ionia &mdash; sad Ionia!  is this wreck</br>All that remains to tell thy splendid tale?</br>Was it for this thy myriads toil'd to deck</br>Nature with Art, until the priest grew pale</br>In his own fane &mdash; and deem'd the incensed gale</br>Waved the rich tresses of his Phidian God?</br>Are glories born, like thine, but to exhale,</br>As dews forgotten from the mountain sod?&mdash;</br>Yes &mdash; fallen Ionia!  as thy temples nod,</br>Earthquaked by Time &mdash; while at night's pensive noon,</br>The jackal howls through theatres untrod,</br>Mute as the soft light of their Asian moon,&mdash;</br>So fade the fair, the proud, the famed, the strong&mdash;</br>All save eternal Truth and sacred Song!&mdash;", "TO GREECE.</br>Sweet Hellas' earth &mdash; my fancy's fairy-land&mdash;</br>My youthful spirit's glorious paradise!</br>Oh who may tell how dear the filial band,</br>Which links to thee one, born in distant skies,</br>But with a soul that shares thy destinies,</br>And feels thy glory as it felt thy shame?</br>That I have lived to see thy star arise&mdash;</br>Thy banner spread for freedom and for fame&mdash;</br>Land of my love!  will be a thought to claim</br>A long proud record in my memory,</br>Where the prophetic echoes of thy name</br>Speak all of glad and golden days to be:&mdash;</br>I hear the omen, as thy warriors heard,</br>Before the fight, the wings of Victory's bird!", "TO SPAIN.</br>Oh suffering Spain!  survey thine Argo's world&mdash;</br>See Bolivar's flag where Pizarro's flew!</br>See the proud ensigns of the free unfurl'd</br>From Niagara's flood to far Peru!&mdash;</br>What  man has done, again may not man do?</br>Flows not thy blood from them whose swords of yore</br>Cleft a red path Rome's own firm legions through,</br>And spurned to Calpe's wave the flying Moor?</br>Wake, land of Chivalry!  let Ebro pour</br>Henceforth his murmurs on the foeman's ear,</br>And let each grey Sierra statelier soar</br>To see \"the Mountain Nymph\" again draw near!&mdash;</br>Riego's spirit bids thee wake again&mdash;</br>Oh speaks thy lost Leonidas in vain?", "THE WOOD-STORM.</br>When to the winds the firm oak's stately form</br>Sways, while each branch is as an organ-key,</br>Dash'd to mad music by the frantic storm,</br>And swells the full tremendous melody,</br>I love amid the sounding woods to be,</br>And with a stern and solemn rapture hear</br>The straining forest's thunder &mdash; 'tis to me</br>An hour of awful bliss and glorious fear!&mdash;</br>But wilder, stranger still, swells on the ear</br>That shrill sound heard amid the tempest's pause,</br>As 'twere a Phantom's whisper, deep yet clear,</br>While its dread breath anew the spent blast draws.</br>Sounds not that Voice, which makes the listener pale,</br>Like some lone Forest-Spirit's desolate wail?", "THE APPROACH OF AUTUMN.</br>Autumn draws nigh &mdash; I hear its mournful breath</br>Sigh on the wind and murmur through the wood,</br>Wafting another summer's doom of death,</br>With deep sad music to the grave and good:&mdash;</br>Such is the lot of all by man pursued,</br>His spring but blossoms for an early fall,</br>And, where aught bright or beautiful hath stood,</br>Fate and forgetfulness will spread their pall.</br>Ah!  who can think, Such is the doom of all,</br>Nor mourn the works of change, the wrecks of time,</br>Even though he look beyond this earthly ball</br>To greener spheres of everlasting prime,</br>Where all that fades on earth shall reappear,</br>And the rose bloom unwatered by the tear?&mdash;", "TO THE READER.</br>Reader, farewell!  If from these leaves of mine</br>Thy heart shall glean one solitary flower&mdash;</br>If, in its sweep, one full and flowing line</br>Waft but a water-lily for its dower&mdash;</br>If, as thou saunterest on, my lyric power</br>May shed one sunbeam on thy morning way,</br>Or light one glow-worm for thine evening bower,&mdash;</br>I have not pour'd for nought the lonely lay.</br>Yet, should no meed like this my verse repay,</br>There's pleasure still in the sweet work of song:&mdash;</br>No less the woodlark hails the sinking day,</br>Though none may list his sunset haunts among.&mdash;</br>Once more, farewell! &mdash; Oh, not unwelcome be</br>The balm that trickles from a stranger-tree!&mdash;</br>"]