["CORIN and CALISTAN.", "CORIN.</br>Which way, CALISTAN, whither dost thou lead</br>That lamb, whom yet his mother scarce has wean'd?", "CALISTAN.</br>His mother, CORIN, as she wand'ring fed,</br>With this tender youngling by her side,</br>Fell by a shot which from the battle came,</br>That in the neighb'ring fields so lately rag'd.", "CORIN.</br>Alas!  what woes that fatal day involv'd</br>Our suff'ring village, and the fields around!</br>But come, CALISTAN, on this rising bank</br>Come, let us sit, and on the danger past</br>Converse secure, and number all our griefs.</br>See how the flaunting woodbine shades the bank,</br>And weaves a mantling canopy above!", "CALISTAN.</br>CORIN, that day I chanc'd at earlier hour</br>To rise, and drove far-off my flock unpent;</br>To wash them in a spring that late I mark'd.</br>There the first motions of the deathful day</br>I heard, as listening to the trickling wave</br>I stood attentive:  when like rising storms,</br>Hoarse, hollow murmurs from afar I heard,</br>And undistinguish'd sounds of distant din.</br>Alarm'd I stood, unknowing whence it came;</br>And from the fount my flock unwash'd I drove</br>Suspecting danger:  when as nearer yet,</br>I came advancing, all was tumult loud,</br>All was tempestuous din on ev'ry side,</br>And all around the roar of war was up,</br>From rock to rock retost, from wood to wood.</br>Not half so loud the tumbling cataract</br>Is heard to roar, that from the pine-clad cliff</br>Praecipitates its waves; whose distant sounds</br>I oft have listen'd, as at twilight grey</br>I pent my flocks within their watled cotes.", "CORIN.</br>For three revolving days, nor voice of bird</br>Melodious chaunting, or the bleat of sheep,</br>Or lowing oxen, near the fatal place</br>Were heard to sound; but all was silence sad!</br>The ancient grove of elms deserted stood,</br>Where long had dwelt an aged race of rooks,</br>That with their nests had crowded every branch.</br>We oft' have heard them at the dusk of eve</br>In troops returning to their well-known home,</br>In mingled clamors sounding from on high!", "CALISTAN.</br>CORIN, thou know'st the fir-invested cave,</br>Where late we shelter'd from a gath'ring storm,</br>Our flocks together driv'n:  beneath its shade</br>I had appointed at sweet even-tide</br>To meet my DELIA homeward as she pass'd,</br>Bearing her milking-pail:  Alas!  the thoughts</br>Of that sweet congress, the preceding night</br>Soften'd my dreams, and all my senses lull'd,</br>And with more joyful heart at morn I rose.</br>But ah!  that tumult cropt my blooming hopes,</br>And in confusion wrapt my love and me.", "CORIN.</br>That day, nor in the fold my flock I pent,</br>Or walk'd at eve the vales, or on the turf</br>Beneath the wonted oak my dinner took,</br>Or slept at noon amid my languid sheep,</br>Repos'd at ease on the green meadow's bed.</br>When sable night came on, for not ev'n yet</br>The tumult had subsided into peace,</br>Ev'n then low sounds, and interrupted bursts</br>Of war we heard, and cries of dying men,</br>And a confus'd hum of the ceasing storm.</br>All night close-shrouded in a forest thick,</br>Wakeful I sate, my flock around me laid;</br>And of neglected boughs I kindled up</br>A scanty flame, whose darkly-gleaming blaze</br>Among th' enlighten'd trees form'd hideous shapes,</br>And spectres pale, to my distemper'd mind.</br>How oft I look'd behind with cautious fear,</br>And trembled at each motion of the wind!&mdash;</br>But where did you, CALISTAN, shelter seek?</br>What dark retreat conceal'd your wand'ring steps?", "CALISTAN.</br>CORIN, thou know'st the fur-clad hermit's cell</br>Deep-arch'd beneath a rock among the wilds,</br>Thither I bent my flight, a welcome guest,</br>And not unknown; for when my flock I fed</br>Of late beneath the neighb'ring pastures green,</br>I oft was wont, invited at his call,</br>At noon beneath his cavern to retire</br>From the sun's heat, where all the passing hours</br>The good old man improv'd with converse high,</br>And in my breast enkindled virtue's love;</br>Nor seldom would his hospitable hand</br>Afford a short repast of berries cool,</br>Which o'er the wilds (his scanty food) he pluck'd:</br>Here was my refuge. &mdash; All the live-long night</br>Pensive by one, pale, lonesome lamp we sate,</br>And listen'd to the bleak winds whistling loud,</br>And the shrill crash of forests from without.</br>Soon as the morning dawn'd, the craggy height</br>Of the steep rock I climb'd, on whose wild top</br>His rustic temple stood, and moss-grown cross</br>(The sacred object of his pious pray'rs)</br>Form'd of a tall fir's thunder-blasted trunk:</br>Where all beneath th' expansive plains I saw</br>With white pavilions hid, in deep array.</br>There too my little fold, which late I left</br>Standing at eve, amid the warlike scene</br>With tearful eyes affrighted, I beheld.</br>Alas, how chang'd the scene!  when there I pitch'd</br>Those hurdled cotes, the night was calm and mild,</br>And all was peaceful.  I remember well,</br>While there within that fold my flock I pent,</br>How blythe I heard my beauteous Delia sing</br>Her distant-echoing voice how sweetly rung,</br>And all my ravish'd senses wrapt in bliss!", "CORIN.</br>Hast thou not seen the fatal plain of death</br>Where rag'd the conflict?  there, they say, at eve</br>Grim ghosts are seen of men that there were slain,</br>Pointing their wounds and shrieking to their mates,</br>Still doom'd to haunt the fields on which they fell.", "CALISTAN.</br>CORIN, no more.  This lamb demands my speed.</br>See how the youngling hangs his sickly head,</br>Tender, and fainting for his wonted food!</br>I haste to place him in my shelt'ring cott,</br>Fed from my hand, and cherish'd by my care.&mdash;</br>And see, my friend, far off in darken'd west</br>A cloud comes on, and threatens sudden rains.</br>CORIN, farewell, the storm begins to low'r.</br>"]