["The waves are musical 'neath yonder cliff,</br>Where ancient oaks o'ershade the water's deep;</br>Gay sings the fisher from his gliding skiff,</br>And laughing children climb the flowery steep,</br>Sing on, and sport ye blessed!  while sorrows sleep,</br>And Hope's bright glow o'er life is kindly thrown;</br>Though here in bitterness it come to weep,</br>Your mirth might wake the heart to rapture's tone,</br>Bringing the visions fair of happier moments flown.", "Go, memory!  wand'rer of departed time&mdash;</br>Stay thy light pinions o'er each fleeted hour,</br>And thou shalt gather many a plan sublime,</br>Which fancy drew in youth's enchanted bower;</br>Shalt find, where pleased, delighted with a flower,</br>Or skimming pebbles o'er some glassy pool,</br>Rejoicing 'mid the summer's transient shower,</br>Or sporting by the noisy village school,</br>Like these I breath'd heaven's air, uncheck'd by frown or rule.", "Those days have pass'd like early blooming flowers</br>That rise in sunshine, and in gloom decay:</br>Like soaring birds that fly their fading bowers,</br>When adverse winter claims the parting lay,</br>While shines their plumage, sound their numbers gay,</br>Elysium spreads around &mdash; the heart is won;</br>But when the dear illusion melts away,</br>How bleak the fields where man is left alone!</br>Oh!  thus the world appears, when blissful days are gone.", "And yet may he who loves the prospect fair,</br>Of hills, and spires, and smokes in distance seen,</br>Of banners streaming in the liquid air,</br>And swift barks bounding o'er the billows green;</br>Yet, yet may he forget awhile his care&mdash;</br>The semblance hail of beauties that have been;</br>May fondly turn a backward vision where</br>On such to gaze he did with dear ones lean,</br>While o'er the straining eye, some soft hands formed a skreen.", "Where, heaving slow, at noon of summer's day,</br>Along these rocks the ocean waters steal,</br>Where wreathing vines, far wandering streamers play.</br>And trickling rills their emerald drops reveal,</br>What bliss upon the verdant turf to kneel,</br>And in cool lymph the burning temples lave</br>The rich munificence of heaven to feel&mdash;</br>Hear sweetest music in the lapsing wave,</br>And bid the storms of life at sullen distance rave!", "Now, now through rustling lilacs gently stealing,</br>Like angel whisper &mdash; soft and soothingly,</br>The wounded soul, the insulted spirit healing,</br>The winds are wafting dulcet harmony;</br>Calm, mildly calm is yonder chequer'd sea,</br>Bright on its surface sleeps the smile of heaven:</br>As warm and tranquil should the bosom be</br>From scenes escap'd, whence all its hopes were riven,</br>And howsoe'er array'd, its foes should be forgiven.", "Though wrong'd, neglected, homeless, though beguil'd</br>By beauty's vow, and friendship's smooth pretence,</br>Say, can the Muse's uncomplying child</br>Remember here deceit or arrogance?</br>No!  sweet the memory of benevolence&mdash;</br>Of deed that sought the good of all mankind;</br>Unseemly sorrow &mdash; fire-ey'd vengeance hence!</br>Pride cannot blight, nor plotting slanderers bind</br>The heaven-inspired soul &mdash; the high and soaring mind.", "The choir of winds &mdash; the glory of the morn&mdash;</br>The charm of flowers &mdash; the moral of the dove;</br>Can never, never from that heart be torn</br>Which glows with an enthusiastic love</br>At nature's shrine &mdash; remote in aged grove,</br>Where, twining coronets of moss, she lives:</br>Still in life's luxury that heart may rove,</br>And, while the hope of future peace relieves,</br>Pardon the groveling world for all the woes it gives.", "Yon moss-grown oak hath battled with the blast</br>Of many winters &mdash; howling fiercely o'er:</br>Still, in the majesty of strength, it casts</br>Its evening shadows, length'ning from the shore</br>Reflected, high and far, those splendours soar,</br>The glad sun marking, at day's glorious close;</br>Thus greatness stands amid the world's uproar;</br>Thus, like the sinking sun, from time he goes,</br>And fame's pure halos float along o'er his proud repose,", "Earth's songs are lulling slow:  sweet scene, adieu&mdash;</br>One ling'ring gaze my dim reluctant eye</br>Devotes to thee!  and never lover drew</br>From beauty's portrait with sincerer sigh!</br>Thy features sink beneath the dark'ning sky&mdash;</br>From rival barks on sparkling billows borne,</br>The happy sailor sends his cheering cry&mdash;</br>Or, mid the lonely hills, faint sounds the horn</br>That echoes through thy bowers, from eve till busy morn.", "Still distant glitt'ring in the latest beam,</br>Yon prideful city rears its hundred spires;</br>While mingling smokes, fantastic curling seen</br>The airy heralds of innum'rous fires.</br>As here the murmur of its crowd expires,</br>Tells it one tale of innocence or peace?</br>Ah!  no &mdash; the glare of tinsel'd pride retires</br>From quiet vale where ev'ry change can please&mdash;</br>Lov'd home of meek content, of joy and smiling ease!", "Oh!  turn regretless from its circles gay,</br>Ye favour'd few, who o'er this matchless scene,</br>From merry morn 'till evening's misty gray,</br>May bask and revel 'mid refreshing green;</br>May, 'neath the the flower-wove arbour's fragrant skreen,</br>Lead up the winding dance, in rapture lost;</br>While eyes of partial maiden flash between&mdash;</br>For few are they a home so bless'd can boast&mdash;</br>Sad on the world's dark sea, in wild convulsion tost!</br>"]