["Once more I see thee, Skiddaw!  once again</br>Behold thee in thy majesty serene,</br>Where like the bulwark of this favoured plain,</br>Alone thou standest, monarch of the scene . . .</br>Thou glorious Mountain, on whose ample breast</br>The sunbeams love to play, the vapours love to rest!", "Once more, O Derwent!  to thy aweful shores</br>I come, insatiate of the accustomed sight;</br>And listening as the eternal torrent roars,</br>Drink in with eye and ear a fresh delight:</br>For I have wandered far by land and sea,</br>In all my wanderings still remembering thee.", "Twelve years, (how large a part of man's brief day!)</br>Nor idly, nor ingloriously spent,</br>Of evil and of good have held their way,</br>Since first upon thy banks I pitched my tent.</br>Hither I came in manhood's active prime,</br>And here my head hath felt the touch of time.", "Heaven hath with goodly increase blest me here,</br>Where childless and opprest with grief I came;</br>With voice of fervent thankfulness sincere</br>Let me the blessings which are mine proclaim:</br>Here I possess, . . what more should I require?</br>Books, children, leisure, . . all my heart's desire.", "O joyful hour, when to our longing home</br>The long-expected wheels at length drew nigh!</br>When the first sound went forth, \"They come, they come!\"</br>And hope's impatience quickened every eye!</br>\"Never had man whom Heaven would heap with bliss</br>More glad return, more happy hour than this.\"", "Aloft on yonder bench, with arms dispread,</br>My boy stood, shouting there his father's name,</br>Waving his hat around his happy head;</br>And there, a younger group, his sisters came:</br>Smiling they stood with looks of pleased surprize,</br>While tears of joy were seen in elder eyes.", "Soon each and all came crouding round to share</br>The cordial greeting, the beloved sight;</br>What welcomings of hand and lip were there!</br>And when those overflowings of delight</br>Subsided to a sense of quiet bliss,</br>Life hath no purer deeper happiness.", "The young companion of our weary way</br>Found here the end desired of all her ills;</br>She who in sickness pining many a day</br>Hungered and thirsted for her native hills,</br>Forgetful now of sufferings past and pain,</br>Rejoiced to see her own dear home again.", "Recovered now, the homesick mountaineer</br>Sate by the playmate of her infancy,</br>Her twin-like comrade, . . rendered doubly dear</br>For that long absence:  full of life was she,</br>With voluble discourse and eager mien</br>Telling of all the wonders she had seen.", "Here silently between her parents stood</br>My dark-eyed Bertha, timid as a dove;</br>And gently oft from time to time she wooed</br>Pressure of hand, or word, or look of love,</br>With impulse shy of bashful tenderness,</br>Soliciting again the wished caress.", "The younger twain in wonder lost were they,</br>My gentle Kate, and my sweet Isabel:</br>Long of our promised coming, day by day</br>It had been their delight to hear and tell;</br>And now when that long-promised hour was come,</br>Surprize and wakening memory held them dumb.", "For in the infant mind, as in the old,</br>When to its second childhood life declines,</br>A dim and troubled power doth Memory hold:</br>But soon the light of young Remembrance shines</br>Renewed, and influences of dormant love</br>Wakened within, with quickening influence move.", "O happy season theirs, when absence brings</br>Small feeling of privation, none of pain,</br>Yet at the present object love re-springs,</br>As night-closed flowers at morn expand again!</br>Nor deem our second infancy unblest,</br>When gradually composed we sink to rest.", "Soon they grew blithe as they were wont to be;</br>Her old endearments each began to seek:</br>And Isabel drew near to climb my knee,</br>And pat with fondling hand her father's cheek;</br>With voice and touch and look reviving thus</br>The feelings which had slept in long disuse.", "But there stood one whose heart could entertain</br>And comprehend the fullness of the joy;</br>The father, teacher, playmate, was again</br>Come to his only and his studious boy:</br>And he beheld again that mother's eye,</br>Which with such ceaseless care had watch'd his infancy.", "Bring forth the treasures now, . . a proud display, . .</br>For rich as Eastern merchants we return!</br>Behold the black Beguine, the Sister grey,</br>The Friars whose heads with sober motion turn,</br>The Ark well-fill'd with all its numerous hives,</br>Noah and Shem and Ham and Japhet, and their wives.", "The tumbler, loose of limb; the wrestlers twain;</br>And many a toy beside of quaint device,</br>Which, when his fleecy troops no more can gain</br>Their pasture on the mountains hoar with ice,</br>The German shepherd carves with curious knife,</br>Earning in easy toil the food of frugal life.", "It was a group which Richter, had he viewed,</br>Might have deemed worthy of his perfect skill;</br>The keen impatience of the younger brood,</br>Their eager eyes and fingers never still;</br>The hope, the wonder, and the restless joy</br>Of those glad girls, and that vociferous boy!", "The aged friend serene with quiet smile,</br>Who in their pleasure finds her own delight;</br>The mother's heart-felt happiness the while;</br>The aunts, rejoicing in the joyful sight;</br>And he who in his gaiety of heart,</br>With glib and noisy tongue performed the showman's part.", "Scoff ye who will!  but let me, gracious Heaven,</br>Preserve this boyish heart till life's last day!</br>For so that inward light by Nature given</br>Shall still direct, and cheer me on my way,</br>And brightening as the shades of age descend,</br>Shine forth with heavenly radiance at the end.", "This was the morning light vouchsafed, which led</br>My favoured footsteps to the Muses' hill,</br>Whose arduous paths I have not ceased to tread,</br>From good to better persevering still;</br>And if but self-approved, to praise or blame</br>Indifferent, while I toil for lasting fame.", "And O ye nymphs of Castaly divine!</br>Whom I have dutifully served so long,</br>Benignant to your votary now incline,</br>That I may win your ear with gentle song,</br>Such as, I ween, is ne'er disowned by you, . .</br>A low prelusive strain, to nature true.", "But when I reach at themes of loftier thought,</br>And tell of things surpassing earthly sense,</br>(Which by yourselves, O Muses, I am taught,)</br>Then aid me with your fuller influence,</br>And to the height of that great argument,</br>Support my spirit in her strong ascent!", "So may I boldly round my temples bind</br>The laurel which my master Spenser wore;</br>And free in spirit as the mountain wind</br>That makes my symphony in this lone hour,</br>No perishable song of triumph raise,</br>But sing in worthy strains my Country's praise.</br>"]