["Envy, how dar'st thou say that I in vain</br>Have spent my years, or with false Names profane</br>The sacred Product of my fertile Brain?", "'Tis true, in th' Art of War I am not skill'd,</br>No Trophies did I e're attempt to build</br>By gaining grinning Honour in the Field.", "I never try'd to learn the tedious Laws,</br>Or sought in pleading of a desp'rate Cause,</br>To sell my Breath for Int'rest or Applause.", "Such little things I scorn, I nobly aim</br>At that which may secure a lasting Fame,</br>And through the World immortalize my Name.", "Old Chaucer shall, for his facetious Style,</br>Be read, and prais'd, by warlike Britains, while</br>The Sea enriches, and defends their Isle.", "While the whole Earth resounds Elisa's Fame,</br>Who aw'd the French, and did the Spanish tame,</br>The English will remember Spencer's Name.", "While Flatt'rers thrive and Parasites shall dine,</br>While Commonwealths afford a Cataline,</br>Laborious Johnson shall be thought divine.", "Thee Shakespear Poets ever shall adore,</br>Whose wealthy Fancy left so vast a store,</br>They still refine thy rough but precious Ore.", "So long shall Cowley be admir'd above</br>The Croud, as David's troubles pity move,</br>Till Women cease to charm, and Youth to love.", "While we the Fall of our first Parents grieve,</br>And worship him who did that Fall retreive,</br>Milton shall in majestick Numbers live.", "Dryden will last as long as Wit and Sense,</br>While Judgment is requir'd to Excellence,</br>While perfect Language charms an Audience.", "As long as Men are false, and Women vain,</br>While Gold continues to be Vertues bane,</br>In pointed Satyr Wicherly shall reign.", "When the aspiring Grecian in the East,</br>And haughty Philip is forgot i' th' West,</br>Then Lee and Otways Works shall be supprest.", "While Fathers are severe, and Servants cheat,</br>Till Bawds and Whores can live without deceit,</br>Sydley, and easie Etheridge shall be great.", "Stones will consume, Age will on Metals prey,</br>But deathless Verse no time can wear away;</br>That stantd the sthock of years without decay.", "When Kingdoms shall be lost in Sloth and Lust,</br>When Treasures fail and glorious Arms shall rust,</br>Verse only lists it self above the dust.", "Come bright Apollo then, let me drink deep</br>Of that blest Spring thou dost for Poets keep,</br>While in ignoble ease the World's asleep.", "Yet wreaths of tender Myrtle crown my head,</br>Let me by still by anxious Lovers read,</br>Envy'd alive, but honour'd when I'm dead.", "Till after Death, Desert was never crown'd,</br>When my Ashes are forgotten under ground,</br>Then my best part will be immortal found.</br>"]