["But while the bounds of Hist'ry you explore, </br>And bring new Treasures from her farthest shore, </br>Thro' all her various fields, tho' large and wide, </br>Still make Simplicity thy constant guide: </br>And most, my Friend, a Syren's wiles beware, </br>Ah!  shun insidious Allegory's snare! </br>Her Flattery offers an alluring wreath, </br>Fair to the eye, but poisons lurk beneath, </br>By which, too lightly tempted from his guard, </br>Full many a Painter dies, and many a Bard. </br>How sweet her voice, how dangerous her spell, </br>Let SPENCER'S Knights, and RUBENS' Tritons tell; </br>Judgment at colour'd riddles shakes his head, </br>And fairy Songs are prais'd, but little read; </br>Where, in the Maze of her unbounded Sphere, </br>Unbridled Fancy runs her wild Career.", "In Realms where Superstition's Tyrant sway </br>\"Takes half the vigour of the soul away,\"</br>Let Art for subjects the dark Legend search,</br>Where Saints unnumber'd people every Church;</br>Let Painters run the wilds of OVID o'er,</br>To hunt for monsters which we heed no more.</br>But here, my ROMNEY, where, on Freedom's wings,</br>The towering Spirit to Perfection springs,</br>Where Genius, proud to act as Heav'n inspires,</br>On Taste's pure Altars lights his sacred Fires;</br>Oh!  here let Painting, as of old in GREECE,</br>With patriot passions warm the finish'd piece,</br>Let BRITAIN, happy in a gen'rous Race,</br>Of manly Spirit, and of female Grace,</br>Let this frank Parent with fond eyes explore,</br>Some just memorials of the line she bore,</br>In tints immortal to her view recall</br>Her dearest Offspring on the storied Wall.", "But some there are, who, with pedantic scorn,</br>Despise the Hero, if in BRITAIN born:</br>For them Perfection has herself no charms,</br>Without a Roman Robe, or Graecian arms:</br>Our slighted Country, for whose Fame they feel</br>No generous Interest, no manly Zeal,</br>Sees public Judgment their false Taste arraign,</br>And treat their cold contempt with due disdain;</br>To the fair Annals of our Isle we trust,</br>To prove this patriot indignation just,</br>And nobly partial to our native earth,</br>Bid English Pencils honour English Worth.", "Forgive the Muse, if haply she commend</br>A Theme ill-chosen to her skilful Friend;</br>She, tho' its pow'r commands her willing heart,</br>Knows not the limits of thy lovely Art,</br>Yet boldly owns an eager wish to see,</br>Her darling Images adorn'd by thee.", "Shall BAYARD, glorious in his dying hour,</br>Of Gallic Chivalry the fairest Flow'r,</br>Shall his pure Blood in British colours flow,</br>And BRITAIN, on her canvas, fail to shew</br>Her wounded SIDNEY, BAYARD'S perfect peer,</br>SIDNEY, her Knight, without Reproach or Fear,</br>O'er whose pale corse heroic Worth should bend,</br>And mild Humanity embalm her Friend!</br>Oh!  ROMNEY, in his hour of Death we find</br>A Subject worthy of thy feeling Mind;</br>Methinks I see thy rapid Hand display</br>The field of ZUTPHEN on that fatal day,</br>When arm'd for Freedom, 'gainst the guilt of SPAIN,</br>The Hero bled upon the Belgic plain!</br>In that great moment thou hast caught the Chief,</br>When pitying Friends supply the wish'd relief,</br>While Sickness, Pain, and Thirst his pow'r subdue,</br>I feel the draught he pants for in his view:</br>Near him the Soldier that expiring lies,</br>This precious Water views with ghastly eyes,</br>With eyes that from their sockets seem to burst,</br>With eager, frantic, agonizing Thirst:</br>I see the Hero give, oh!  generous Care!</br>The Cup untasted to this silent Pray'r;</br>I hear him say, with Tenderness  divine,</br>\"Thy strong Necessity surpasses mine.\"", "Shall Roman charity for ever share</br>Thro' every various School each Painter's Care?</br>And BRITAIN still her bright examples hide</br>Of female Glory, and of filial Pride?</br>Instruct our eyes, my ROMNEY, to adore</br>Th' heroic Daughter of the virtuous MORE,</br>Resolv'd to save, or in th' attempt expire,</br>The precious relicts of her martyr'd Sire:</br>Before the cruel Council let her stand,</br>Press the dear ghastly Head with pitying Hand,</br>And plead, while Bigotry itself grows mild,</br>The sacred duties of a grateful Child.", "Oh!  let the Sisters, who, with friendly aid,</br>The Grecian Lyre, and Grecian Pencil sway'd,</br>Who join'd their rival Powers with fond delight,</br>To grace each other with reflected Light,</br>Let them in BRITAIN thus united reign,</br>And double lustre from that union gain!</br>Not that my Verse, adventurous, would pretend</br>To point each varied subject to my Friend;</br>Far nobler guides their better aid supply:</br>When mighty SHAKESPEAR to thy judging eye</br>Presents that magic Glass, whose ample Round</br>Reflects each Figure in Creation's bound,</br>And pours in floods of supernatural light</br>Fancy's bright Beings on the charmed sight.</br>This chief Inchanter of the willing breast,</br>Will each thee all the magic he possest.</br>Plac'd in his Circle, mark in colours true</br>Each brilliant Being that he calls to view:</br>Wrapt in the gloomy storm, or rob'd in light,</br>His weird Sister, or his fairy Sprite,</br>Boldly o'erleaping, in the great design,</br>The bounds of Nature, with a Guide divine.", "Let MILTON'S self, conductor of thy way,</br>Lead thy congenial spirit to portray</br>In Colours, like his Verse, sublimely strong,</br>The scenes that blaze in his immortal song.", "Behold his MICHAEL drawn divinely bright,</br>In all the Splendor of angelic Might!</br>But oh!  how poor the prostrate SATAN lies,</br>With bestial form debas'd and goatish eyes!</br>How chang'd from him who leads the dire debate,</br>Fearless tho' fall'n, and in Ruin great!</br>Let thy bold Pencil more sublimely true,</br>Present is Arch Apostate to our view,</br>In worthier Semblance of infernal Pow'r,</br>And proudly standing like a stately tow'r,</br>While his infernal mandate bids awake</br>His Legions, slumbering on the burning Lake.", "Or paint him falling from the Realms of Bliss,</br>Hurl'd in Combustion to the deep Abyss!</br>In light terrific let the Flash display</br>His Pride, still proof against almighty Sway:</br>Tho' vanquis'd, yet immortal, let his Eye</br>The Lightning's flame, the Thunder's bolt defy,</br>And still, with Looks of Execration, dare</br>To face the Horrors of the last Despair.", "To these great Lords of Fancy's wide domain,</br>That o'er the human Soul unquestion'd reign,</br>To their superior Guidance be consign'd</br>Thy rival Pencil and congenial Mind.</br>Yet O!  let Friendship, ere the Verse she close,</br>Which in just Tribute to thy Merit flows,</br>The sanguine wishes of her heart express,</br>With fond presages of thy full Success.</br>"]