["To Amaryllis, lovely nymph, I speed,</br>Meanwhile my goats along the mountain feed:</br>O Tityrus, tend them with assiduous care,</br>In freshest pasture, and in purest air;</br>At evening see them to the watering led,</br>And ware the Libyan ram with butting head.", "Sweet Amaryllis! &mdash; once how blest my lot</br>When here you met me in the conscious grot?</br>I, whom you call'd your Dear, your Love so late,</br>Say, am I now the object of your hate?</br>Does my flat nose or beard your eyes offend?&mdash;</br>This love will surely bring me to my end&mdash;</br>Lo!  ten fair apples, tempting to the view,</br>Pluck'd from your favourite tree, where late they grew;</br>Accept this boon, 'tis all my present store&mdash;</br>To-morrow shall produce as many more;</br>Meanwhile these heart-consuming pains remove,</br>And give me gentle pity for my love&mdash;</br>Oh!  were I made, by some transforming Power,</br>A bee to buzz in your sequester'd bower!</br>To pierce your ivy shade with murmuring sound,</br>And the fern leaves which compass you around&mdash;</br>I know thee, Love, and to my sorrow find</br>A God thou art, but of the savage kind;</br>A lioness sure suckled the fell child,</br>Fed with her whelps, and nurs'd him in the wild:</br>On me his scorching flames incessant prey,</br>Glow in my veins, and melt my soul away&mdash;</br>Sweet black-ey'd maid!  what charms those eyes impart!</br>Soft are your looks, but flinty is your heart;</br>With kisses kind this rage of love appease,</br>For me the joys of empty kisses please.</br>Your scorn distracts me, and will make me tear</br>The flowery crown I wove for you to wear,</br>Where rose-buds mingled with the ivy-wreath,</br>And fragrant parsley sweetest odours breathe&mdash;</br>Ah me!  what pangs I feel?  and yet the fair</br>Nor sees my sorrows, nor will hear my prayer&mdash;</br>I'll doff my goat-skin, since I needs must die,</br>And thence, where Olpis views the scaly fry</br>Inquisitive, a dire impending steep,</br>Headlong I'll plunge into the foamy deep;</br>And though perchance I buoyant rise again,</br>You'll laugh to see me flouncing in the main&mdash;</br>By one prophetic orpine-leaf I found</br>Your chang'd affection, for it gave no sound,</br>Though on my hand struck hollow as it lay,</br>But quickly wither'd, like your love, away&mdash;</br>An old witch brought sad tidings to my ears,</br>She who tells fortunes with the sieve and sheers;</br>For, leasing barley in my fields of late,</br>She told me, 'I should love, and you should hate'&mdash;</br>For you my care a milk-white goat supplied,</br>Two wanton kids skip gamesome at her side,</br>Which Mermnon's girl, Erithacis the brown,</br>Has oft petition'd me to call her own;</br>And since you thus my ardent passion slight,</br>Hers they shall be before to-morrow night&mdash;</br>My right eye itches; may it lucky prove!</br>Perchance I soon shall see the nymph I love;</br>Beneath yon pine I'll sing distinct and clear&mdash;</br>Perchance the fair my tender notes may hear;</br>Perchance may pity my melodious moan&mdash;</br>She is not metamorphos'd into stone&mdash;</br>Hippomanes, provok'd by noble strife,</br>To win a mistress, or to lose his life,</br>Threw golden fruit in Atalanta's way,</br>The bright temptation caus'd the maid to stay;</br>She look'd, she languish'd, all her soul took fire,</br>She plung'd into the gulf of deep desire.</br>From Othrys' top the bard Melampus came,</br>He drove the herd to Pyle, and won the dame:</br>Alphesiboea's mother, fam'd for charms</br>Of beauty, blest heroic Bias' arms,</br>Adonis fed his flocks upon the plain,</br>Yet heavenly Venus lov'd the shepherd-swain;</br>She mourn'd him wounded in the fatal chace,</br>Nor dead dismiss'd him from her warm embrace.</br>Though young Endymion was by Cynthia blest,</br>I envy nothing but his lasting rest.</br>Iasion too was happy to obtain</br>The pleasures too divine for ears profane.", "My head grows giddy-love affects me sore;</br>Yet you regard not, so I'll sing no more&mdash;</br>Stretch'd near your grotto, when I've breath'd my last,</br>My flesh will give the wolves a rich repast,</br>This will be sweet as honey to your taste.</br>"]