["What time the World, clad in a mourning robe</br>A STAGE made, for a woefull TRAGEDIE,</br>When showres of Teares from the celestiall globe,</br>Bewail'd the Fate of Sea-lov'd BRITTANIE:</br>When sighes as frequent were as various sights,</br>When Hope lay bed-rid, and all pleasures dying,</br>When Envie wept,</br>And Comfort slept,</br>When Crueltie it selfe sat almost crying:</br>Nought being heard but what the minde affrights:</br>When AUTUMNE had disrob'd the SUMMERS pride,</br>Then Englands HONOUR, Europes WONDER dide.", "O saddest straine that ere the Muses sung!</br>A Text of woe for griefe to comment on:</br>Teares, sighs and sobs, give passage to my tongue,</br>Or I shall spend you till the last is gone:</br>And then my hart in flames of burning love,</br>Wanting his moisture, shall to cinders turne,</br>But first by me,</br>Bequeathed be,</br>To strew the place, wherein his sacred URNE</br>Shall be enclos'd.  This might in many move</br>The like effect:  (who would not doe it?)  when</br>No grave befits him, but the harts of MEN.", "The Man whose MASSE of Sorrowes have beene such,</br>That, by their weight laid on each severall part,</br>His FOUNTAINES are so drie, he but as much</br>As one poore drop hath left, to ease his hart:</br>Why should he keepe it?  since the time doth call</br>That he n'ere better can bestow it in?</br>If so he feares,</br>That others teares</br>In greater number greatest prizes winne,</br>Know, none gives more then HEE who giveth all:</br>Then he which hath but one poore teare in store,</br>Oh let him spend that DROP and weepe no more!", "Why flowes not Hellicon beyond her strands?</br>Is HENRIE dead, and doe the Muses sleepe?</br>Alas!  I see each one, amazed stands,</br>Shallow FOORDS mutter, silent are the DEEPE:</br>Faine would they tell their griefes, but know not where,</br>All are so full, nought can augment their store.</br>Then how should they</br>Their griefes displey</br>To men so cloide they faine would heare no more,</br>Though blaming those whose plaints they cannot heare?</br>And with this wish their passions I allow,</br>May that MUSE never speake that's silent now!", "Is HENRIE dead?  alas!  and doe I live</br>To sing a SCRICH-OWLES note that he is dead?</br>If any one a fitter Theame can give;</br>Come:  give it now, or never to be read:</br>But let him see it doe of HORROR taste,</br>ANGUISH, DESTRUCTION, could it rend in sunder;</br>With fearefull grones</br>The fencelesse stones,</br>Yet should we hardly be inforc'd to wonder,</br>Our former griefes would so exceed their last:</br>TIME cannot make our Sorrowes ought compleater,</br>Nor add one griefe to make our mourning greater.", "England stood ne're engirt with Waves till now,</br>Till now it held part with the CONTINENT,</br>Aye me!  some one, in pittie shew me how</br>I might in dolefull numbers so lament,</br>That any one, which lov'd him, hated me,</br>Might dearly love me, for lamenting him:</br>Alas my plaint</br>In such constraint</br>Breakes forth in rage, that though my passions swimme,</br>Yet are they drowned ere they landed be.</br>Imperfect lines:  oh happie were I, hurld</br>And cut from life, as England from the world.", "O!  happier had we beene, if we had beene</br>Never made happie, by enjoying thee,</br>Where hath the glorious EYE of Heaven, seene,</br>A Spectacle of greater miserie?</br>TIME turn thy course!  and bring againe the spring!</br>Breake NATURES Lawes!  search the RECORDS of old!</br>If ought e're fell</br>Might Paralel</br>Sad Albions case:  then note when I unfold</br>What Seas of Sorrow she is plunged in:</br>Where stormes of woe so mainely have beset her,</br>She hath no PLACE for worse, nor HOPE for better.", "Brittaine was whilome knowne (by more then FAME)</br>To be one of the Ilands fortunate:</br>What franticke man would give her now that name,</br>Lying so ruefull and disconsolate?</br>Hath not her watrie ZONE in murmuring,</br>Fil'd every shoare with ECCHO'S of her crie?</br>Yes THETIS raves,</br>And bids her waves</br>Bring all the NIMPHES within her EMPERIE,</br>To be assistant in her sorrowing.</br>See where they sadly sit on ISIS shore,</br>And rend their haires as they would joy no more.", "ISIS, the glory of the Westerne world,</br>When our HEROE, honour'd ESSEX dyde,</br>Strooken with wonder, backe againe she hurl'd,</br>And fill'd her banckes with an unwonted tyde.</br>As if she stood in doubt if it were so,</br>And for the certaintie had turn'd her way:</br>Why doe not now</br>Her waves reflow?</br>Poore NYMPH, her sorrowes will not let her stay,</br>Or flies to tell the world her COUNTRIES woe:</br>Is that the cause faire Maide?  then stay and know</br>BAD newes are swift of wing, the GOOD are slow.", "Sometime a TYRANT held the Reynes of Rome,</br>Wishing to all the CITIE but one head,</br>That all AT ONCE might undergoe his doome,</br>And by ONE BLOW from life be severed.</br>FATE wish'd the like on ENGLAND, and 'twas given,</br>(O miserable men inthral'd to FATE!)</br>Whose heavie hand,</br>That never scand</br>The miserie of Kingdomes ruinate:</br>(Minding to leave her of all joy bereaven)</br>With one sad blow (alas!  can worser fall?)</br>Hath given this little ILE her FUNERALL.", "O!  come yee blessed IMPES of MEMORIE,</br>Erect a new Parnassus on his grave,</br>There tune your voices to an ELEGIE,</br>The saddest note that ere Apollo gave:</br>Let every accent, make the stander by,</br>Keepe time unto your songs with dropping teares</br>Till droppes that fell</br>Have made a well.</br>To swallow him which still unmoved heares:</br>Though my selfe prove sencelesse of your crie,</br>Yet gladly should my light of life grow dim</br>To be intomb'd in teares are wept for him.", "When last he sickned, then we first began,</br>To tread the LABORINTH of Woe about;</br>And by degrees we further inward ran,</br>Having his THREED of life to guide us out.</br>But Destiny, no sooner saw us enter</br>Sad Sorrowes MAZE (immured up in night)</br>Where nothing dwells,</br>But cryes and yells,</br>(Throwne from the harts of men deprived of light)</br>When we were almost come into the CENTER,</br>Fate (cruelly) to barre our joyes returning,</br>Cut off our threed and left us all in MOURNING.</br>"]