["Alas!  what worthy characters these are,</br>Unknown to fame, in life's sequestered shade;</br>Unto whose sterling value, homage fair,</br>By gentle Bard, is never never paid:</br>Spirit of Shenstone!  O vouchsafe thine aid!</br>Awhile to me, thy firm admirer true:</br>That spirit, which so faithfully displayed</br>Thy humble old School-mistress to our view&mdash;</br>Certes a finer sketch, no poet ever drew!", "Nathless I venture on my pleasing theme,</br>A village character schoolmaster hight;</br>Who is as worthy &mdash; if I justly deem&mdash;</br>Of fame as any other village wight&mdash;</br>Blind Fidler, Blacksmith, Farmer, Miller white,</br>Clerk, Curate, Sexton, or whate'er his toil&mdash;</br>He teacheth stupid imps to read and write:</br>Hard lot!  for ever in such state to moil,</br>Withouten hope of change, unblessed with fortune's smile!", "And such as he throughout our smiling land,</br>In many a rural village may be found.</br>Lo!  where apart, the humble school doth stand,</br>Its scite betraying by its gabbling sound.</br>Collected there from cottages around,</br>Children of every temper, age, and size,</br>On forms and stools the master's chair surround,</br>While he, attentive, the assembly eyes,</br>Now hears the task repeated, now subdues the noise.", "See, on the walls each dreadful instrument</br>Display'd to public view, &mdash; a sight uncouth!&mdash;</br>To suit the age and crime the punishment;</br>A rod for infancy; a cane for youth;</br>A label vile, to punish an untruth;</br>A ferule sharp, the noisy crew to tame;</br>And used by seldom, &mdash; prudently in sooth!</br>An instrument of still more dreadful name,</br>The Fool's cap, trimmed grotesque, that worketh meikle shame.", "Full well is known unto that reverend man,</br>That to correct is matter delicate;</br>He knows the various tempers of his clan,</br>And rules, judiciously, his little state;</br>He knows temptations numerous await</br>The little urchin every step he goes;</br>And muchel doth from childish faults abate,</br>And when repentance or contrition shows,</br>But rarely 'tis that he proceedeth unto blows.", "Well stored is he with many a tale I ween,</br>That forces mirth and laughter at its end;</br>And ever and anon, at times, he'll deign</br>His gravity of feature to unbend;</br>And while to please them he doth condescend,</br>His merry tale a warm reception meets;</br>All ear, the youngsters mute attention lend,</br>And laughter loud its gay conclusion greets;</br>And each again at home the master's tale repeats.", "But oftentimes, the muse must needs declare,</br>He not in this delightful view appears;</br>His countenance, where smiles were beaming fair,</br>Now the dark frown, severe and gloomy, wears.</br>As when the breeze, along the welkin bears</br>The huge dark cloud high o'er the smiling land,</br>And thunder mutters slow, and lightning glares,</br>Aghast the fearful husbandman  doth stand,</br>And silence rests on all the jovial harvest land.", "So, when the frown comes gathering o'er his brow,</br>The children know ere long the storm will burst;</br>Their babbling then subsides in whispers low,</br>Or all are in their lessons deep immersed;</br>All but the culprit, fearful of the worst,</br>Downcast, and gloomy, standing all alone,</br>To the dark corner banish'd, as accurs'd,</br>Waiting his trial that shall soon come on,</br>And make his crimes and punishment, to all well known.", "At length the wished, yet, dreaded moment comes:</br>The wonted business of the school is staid;</br>The culprit looks of penitence assumes,</br>Or summons resolution to his aid;</br>Yet can he not offences dire evade;</br>Ne from the smarting punishment recede;</br>And now the master &mdash; dreadfully arrayed&mdash;</br>Doth in his task, reluctantly, proceed,</br>And aye laments the cause, and doth stern duty plead.", "And while the rest look on with silent awe,</br>Chuckling themselves nor yet withouten fear;</br>He careful will from the occasion draw,</br>For their instruction many a lesson clear,</br>And pour it warm impressive on the ear,</br>That crime is follow'd still by shame and pain,</br>That they their parents kind should aye revere,</br>The Sabbath keep &mdash; from wicked ways refrain,</br>Ardent their learning mind, and great will be their gain.", "O!  who can tell the worth of such a sage,</br>That thus will on his youthful charge impress</br>Those principles which in their after age,</br>Conduce to virtue, peace, and happiness;</br>Whose every action hath that neat address,</br>Which wins the youthful heart ere 'tis aware,</br>And having won it turns the wilderness</br>Into a fruitful garden blooming fair,</br>The worth of such a man no mortal may declare.", "The stretching branches of the leafy trees,</br>That in their shade the village school embower,</br>Bend lightly by its casement, as the breeze</br>Unceasingly descends, with gentle power;</br>High soars the sun in his ethereal tour,</br>His beams glance sweetly through the foliage green,</br>And all the brightness of the forenoon hour,</br>Is shed upon the noisy bustling scene,</br>Where countless atoms small are dancing in the sheen.", "And now the gabbling school is in its prime,</br>And all in action vigorous and strong;&mdash;</br>Some poring are o'er grammar rules sublime,</br>Some drawing out the copy fair along,</br>Some reading loudly with a tone of song;</br>Toiling in figures some their dubious way,</br>Fully engaged and variously the throng;</br>There are no idlers, look where'er you may,&mdash;</br>Though here there is no lack of mischief, talk, and play.", "But hark!  the old church clock, a welcome sound,</br>Vibrating long the hour of noon proclaims,</br>Echoed by those in cottages around:</br>The master ne'er his children's ardour blames,</br>But gladly sends them to the village dames,</br>Whose tasks have been their dinners to prepare,</br>Which, having took, they hie them to their games;</br>Meantime their master eats his humble fare,</br>And quiet smokes his pipe in his old elbow chair.", "Not long must he this calm repose enjoy,</br>By which he doth fresh store of spirit gain,</br>For fast the moment is approaching nigh,</br>That calls him to the noisy crew again,</br>Who eager yet about the village lane,</br>Or on the green their lively sports pursue.</br>O!  short lived pleasures free from care and pain!</br>How memory brings our youthful days to view!</br>And while she paints them fairest, paints them just and true!", "Ah!  then we had no cares, but light away</br>Our winged fairy hours of pleasure moved;</br>We felt no hopes, nor fears, but ever gay,</br>We neither wished, nor dreaded, longed, nor loved,</br>But all unthinking carelessly we roved,</br>Chasing the butterfly that crossed our path,</br>Or plucking flowerets, yet we sometimes proved,</br>The rose its thorn &mdash; its sting fair pleasure hath,</br>When on the guilty truants fell the master's wrath,", "Then did we promise fair, but all know well</br>What strong temptations wile us from the school;</br>Again we stray adown the lonely dell</br>To fish the brook, despising law and rule:</br>Again to bathe we speed to river cool,</br>In hedge and brake now seek the warbler's nest,</br>And now ere winter hardens pond and pool,</br>When autumn hath the fields in plenty dress'd,</br>We often roam the woods of clustering nuts in quest.", "Youthful pursuits for ever changing are,</br>And every change the master's care demands:</br>Now this is dangerous he doth declare,</br>And this as all unworthy he withstands,</br>And that with name of cruelty he brands,</br>And some he deprecates as wasting time;</br>\"Ye cannot follow this with guiltless hands,</br>And O!  beware and shun the smallest crime,</br>So shall ye grow in worth and piety sublime.\"", "'Tis afternoon and now the sultry heat</br>Hath over all a languor soft bespread;</br>Chief in the village school, where on its seat</br>Full many a chubby imp nods low his head,</br>With sleep I ween, as heavy made as lead;</br>And now the noise sounds dizzy, dull, and low;</br>And aye, the dust springs from their shuffling tread,</br>And  many an eye hath lost the sparkling glow,</br>And cheek the ruddy tinge that morning did bestow.", "But time speeds on and whirls about the hours,&mdash;</br>Short is the space from dawn till set of sun,</br>Though flag the children's and the master's powers,</br>He still the various duties urges on,</br>Until each task is well and fully done,</br>When, happy glimpse!  wide open'd is the door,</br>And jostling one another out they run;&mdash;</br>Rejoice they may, released from thraldom sore,</br>So will their master too, his daily labour o'er.", "Day after day the business of the school</br>Is carried on in this unmarked routine,</br>And unto many an imp a life so dull,</br>And so unvaried, wearisome hath been;</br>But merrier times are drawing on, I ween,</br>These they anticipate with high delight,</br>Chief, when with sprigs of hardy evergreen,</br>At Christmas every cottage-pane is dight,</br>And up the chimney wide the yule log blazes bright.", "And tapped are casks of foaming nut-brown ale,</br>And nuts are cracked as well as jokes of mirth,</br>And glee and song and well-told merry tale,</br>Enlivens every cheerful festive hearth;</br>Such scenes continuing till the new year's birth,</br>Though keen without the blasts of winter blow,</br>Wild hoarsely whistling o'er the frost-bound earth,</br>And door and casement rocking to and fro,</br>And nipping chill from off the dreary waste of snow.", "Now of that joy which Christmas ever brings</br>Shall not the village school a portion share?</br>It shall, and all as jovial be as kings,</br>At parting day, when nuts and apples rare,</br>And spice cakes heaped upon the table are,</br>And sweet hot ale is freely dealt about,</br>Till gloom is banished far, and all their care</br>Is now, as wont, to bar the master out,</br>This they accomplish soon with loud triumphant shout.", "Yet he a seeming, stout resistance makes,</br>Which doth of course for custom's sake prove vain;&mdash;</br>And being conquered straight himself betakes</br>To neighbour's house in quiet to remain,</br>While his exulting scholars break his cane&mdash;</br>That many a time their backs hath galled sore&mdash;</br>Now mount his stately chair and about amain,</br>While chairs and forms and desks are tumbled o'er,</br>And all is one wild scene of riot and uproar.", "Now having passed in chat an easy hour,</br>While they in school are revelling uncontrolled,</br>The master wends again to claim his power,</br>And when he knocks advance a few most bold,</br>And through the latch-hole parley with him hold,</br>And the conditions of admittance state,</br>That he long holidays shall not withhold;&mdash;</br>His  promise given, the door is opened straight,</br>And soon sends them home, all hearts with joy elate.", "And now while he the holidays enjoys,</br>He is invited by the neighbours round,</br>To christmas feasts where delicate mince pies,</br>And other rural luxuries are found;&mdash;</br>Where mirth inspiring wassail bowls abound,</br>And free and hearty welcome zests the cheer;</br>Where all the scene is with good humour crowned,</br>And old companions, severed long, appear,</br>And social friendly bonds are strengthened every year.", "Without the old Schoolmaster took his place,</br>A christmas feast it scarcely would appear,</br>On every hand he met a warm embrace,&mdash;</br>For all, his gentle virtues did revere;</br>Grave were his manners ever, not austere,</br>He never was to decent mirth a foe,</br>Kind, unassuming, friendly, and sincere,</br>And much of men and manners he did know,</br>And oft-times sound advice he did on all bestow.", "At church unfailing, every sabbath morn</br>Saw him devoutly hold his wonted seat,</br>And he, I ween, the service did adorn,</br>When in a tone most tremulously sweet,</br>He ever the responses did repeat;&mdash;</br>Or joined to elevate the sounding psalm.</br>The sabbath day he always deemed a treat,&mdash;</br>He loved its soft tranquility and calm,</br>That on the harrass'd soul descends as healing balm.", "And well I ween he loves the evening hour,</br>That closes soft and sweet the summer day;</br>And in some little, mind-relaxing tour</br>Will carelessly around the village stray,</br>Chatting with neighbours, who may cross his way,</br>About their farms and other rural news;</br>Or when the warblings die upon the spray,</br>Alone, and in sweet solitude to muse,</br>Will seek the woods enwrapp'd in shades of gloomiest hues:&mdash;", "Or lonely wander by the pensive stream,</br>That murmuring hoarsely chafes its pebbles o'er,</br>Or now to see the sun's departing gleam,</br>He seeks the mighty ocean's stretching shore,</br>Where billows dash, and winds for ever roar.</br>Pleased there to see the sun's bright ruddy glow</br>Play on the vast expanse outstretched before;</br>Or he will climb some mountain's airy brow,</br>To view the landscape scenes that peaceful lie below.", "Yet him on summer eves his neighbours see,</br>Oft busied in his little garden ground,</br>And of his better scholars, a posse,</br>Most manfully assisting him are found,</br>Which muchel doth unto their praise redound.&mdash;</br>To toil for him, as favour they regard,</br>And though it strange, yea, passing strange, may sound,</br>He grants it to the good as a reward,&mdash;</br>From privilege so great the bad are aye debarred!", "Now evening's shades along the welkin creep,</br>The sun is wending to his wonted rest,</br>And hovers o'er the surface of the deep,</br>In the horizon of the distant west,</br>Whose clouds he hath in robes of glory dress'd,</br>As opening, they before his path retire;</br>But yet awhile each lofty mountain crest,</br>The stately tree tops, and the village spire,</br>Retain the bright reflection of his lingering fire.", "Hushed are the softened murmurs of the bee,</br>The warbling of the woodland choir is still;&mdash;</br>Homeward the labourer wends across the lea,</br>The shepherd hastens from the dewy hill;&mdash;</br>Ceased hath the rumbling of the village mill,</br>And gentle evening silence rests on all;</br>Uninterrupted, save by tinkling rill,</br>Or melancholy sounding waterfall,</br>Or, busied all in play, the village children's brawl.", "Yon sound of mirth with which the green doth ring,</br>Not only points our memories to the past,</br>When we were young and playful, but doth bring</br>The sad reflection that it will not last,&mdash;</br>For rising cares the dawn will overcast</br>Of coming manhood, aye with troubles rife,</br>And soon and varied will their lots be cast</br>In a wide world of never ceasing strife,</br>When they must arduous toil their various lengths of life.", "Hark!  the shrill trumpet and the rolling drum,</br>High sounding, fill the land with stern alarms!</br>Some in their country's cause forgo their home,</br>Afar in tented fields to carry arms;</br>Some see in naval life peculiar charms,</br>And seek their fortune on the stormy main;</br>Some stay and manage their paternal farms,&mdash;</br>The peaceful dwellers of the peaceful plain;</br>To bustling cities some proceed in search of gain.", "O sweet will be to him who wanders far,</br>The recollections of his youthful years!</br>Amid the bustling world's tumultuous jar,</br>Oft will he think upon his young compeers&mdash;</br>And to his native village when he steers</br>His course once more, by powerful impulse led,</br>Unchanged each scene, but changed each face appears,</br>And he, while musing o'er the silent dread,</br>On the schoolmaster's grave will tears of sorrow shed.</br>"]