["Arthegal dealeth Right betwixt</br>Two Brethren that do strive:</br>Saves Terpine from the Gallow-Tree,</br>And doth from Death reprieve.", "Whoso upon himself will take the Skill</br>True Justice unto People to divide,</br>Had need have mighty Hands, for to fulfil</br>That which he doth with righteous Doom decide,</br>And for to maister Wrong and puissant Pride.</br>For vain it is to deem of things aright,</br>And makes Wrong-doers Justice to deride,</br>Unless it be perform'd with dreadless Might;</br>For Pow'r is the right Hand of Justice truely hight.", "Therefore whilom to Knights of great Emprise,</br>The Charge of Justice given was in Trust,</br>That they might execute her Judgments wise,</br>And with their Might beat down licentious Lust,</br>Which proudly did impugn her Sentence just:</br>Whereof no braver Precedent this day</br>Remains on Earth, preserv'd from iron Rust</br>Of rude Oblivion, and long Time's Decay,</br>Than this of Arthegal, which here we have to say.", "Who having lately left that lovely Pair,</br>Enlinked fast in Wedlock's loyal Bond,</br>Bold Marinel with Florimel the fair,</br>With whom great Feast and goodly Glee he found,</br>Departed from the Castle of the Strond,</br>To follow his Adventure's first Intent,</br>Which long ago he taken had in hond:</br>Ne Wight with him for his Assistance went,</br>But that great iron Groom, his Guard and Government.", "With whom as he did pass by the Sea-shore,</br>He chaunc'd to come, whereas two comely Squires,</br>Both Brethren, whom one Womb together bore,</br>But stirred up with different Desires,</br>Together strove, and kindled wrathful Fires:</br>And them beside two seemly Damsels stood,</br>By all means seeking to assuage their Ires,</br>Now with fair Words, but Words did little good;</br>Now with sharp Threats, but Threats the more increas'd their Mood.", "And there before them stood a Coffer strong,</br>Fast bound on every side with iron Bands,</br>But seeming to have suffer'd mickle Wrong,</br>Either by being wreckt upon the Sands,</br>Or being carry'd far from foreign Lands:</br>Seem'd that for it these Squires at odds did fall,</br>And bent against themselves their cruel Hands.</br>But evermore those Damsels did forestal</br>Their furious Encounter, and their Fierceness pall.", "But firmly f1x'd they were, with Dint of Sword,</br>And Battel's doubtful Proof, their Rights to try,</br>Ne other end their Fury would afford,</br>But what to them Fortune would justify.</br>So stood they both in readiness thereby,</br>To join the Combat with cruel Intent;</br>When Arthegal, arriving happily,</br>Did stay awhile their greedy Bickerment,</br>Till he had questioned the Cause of their Dissent.", "To whom the elder did this Answer frame;</br>Then weet ye, Sir, that we two Brethren be,</br>To whom our Sire, Milesio by Name,</br>Did equally bequeath his Lands in Fee,</br>Two Islands, which ye there before you see</br>Not far in Sea; of which the one appears</br>But like a little Mount of small degree;</br>Yet was as great and wide e'er many Years,</br>As that same other Isle, that greater Breadth now bears.", "But Tract of Time, that all things doth decay,</br>And this devouring Sea that nought doth spare,</br>The most part of my Land hath wash'd away,</br>And thrown it up unto my Brother's Share:</br>So his encreased, but mine did empair.</br>Before which time I lov'd, as was my Lot,</br>That further Maid, hight Philtera the fair,</br>With whom a goodly Dow'r I should have got,</br>And should have joined been to her in Wedlock's-Knot.", "Then did my younger Brother Amidas,</br>Love that same other Damsel, Lucy bright,</br>To whom but little Dow'r allotted was:</br>Her Vertue was the Dow'r, that did delight;</br>What better Dow'r can to a Dame behight?</br>But now when Philtra saw my Lands decay,</br>And former Livel'od fail, she left me quite,</br>And to my Brother did elope straightway:</br>Who taking her from me, his own Love left astray.", "She, seeing then her self forsaken so,</br>Through dolorous Despair, which she conceiv'd,</br>Into the Sea her self did headlong throw,</br>Thinking to have her Grief by Death bereav'd:</br>But see how much her Purpose was deceiv'd.</br>Whilst thus, amidst the Billows beating of her,</br>'Twixt Life and Death, long to and fro she weav'd,</br>She chaunc'd unwares to light upon this Coffer,</br>Which to her in that Danger Hope of Life did offer.", "The wretched Maid, that earst desir'd to die,</br>When-as the Pain of Death she tasted had,</br>And but half seen his ugly Visnomy,</br>'Gan to repent that she had been so mad</br>For any Death to change Life, though most bad:</br>And catching hold of this Sea-beaten Chest,</br>The lucky Pilot of her Passage sad,</br>After long tossing in the Seas distress'd,</br>Her weary Bark at last upon mine Isle did rest.", "Where I by chaunce then wandring on the Shore,</br>Did her espy, and through my good Endeavour,</br>From dreadful Mouth of Death, which threatned sore</br>Her to have swallow'd up, did help to save her.</br>She then in Recompence of that great Favour,</br>Which I on her bestow'd, bestow'd on me</br>The Portion of that Good which Fortune gave her,</br>Together with herself in Dowry free:</br>Both goodly Portions; but of both, the better she.", "Yet in this Coffer, which she with her brought,</br>Great Treasure sithence we did find contain'd;</br>Which as our own we took, and so it thought.</br>But this same other Damsel since hath feign'd,</br>That to herself that Treasure appertain'd;</br>And that she did transport the same by Sea,</br>To bring it to her Husband new ordain'd,</br>But suffer'd cruel Shipwreck by the way:</br>But whether it be so or no, I cannot say.", "But whether it indeed be so or no,</br>This do I say, that what so Good or Ill</br>Or God or Fortune unto me did throw</br>(Not wronging any other by my Will)</br>I hold mine own, and so will hold it still.</br>And though my Land he first did win away,</br>And then my Love (though now it little skill)</br>Yet my good Luck he shall not likewise prey;</br>But I will it defend, whilst ever that I may.", "So having said, the younger did ensue;</br>Full true it is, what-so about our Land</br>My Brother here declared hath to you:</br>But not for it this Odds 'twixt us doth stand,</br>But for this Treasure thrown upon his Strand;</br>Which well I prove, as shall appear by Trial,</br>To be this Maid's, with whom I fastned Hand,</br>Known by good Marks, and perfect good Espial:</br>Therefore it ought be render'd her without Denial.", "When they thus ended had, the Knight began;</br>Certes, your Strife were easy to accord,</br>Would ye remit it to some righteous Man.</br>Unto your self, said they, we give our word,</br>To bide what Judgment ye shall us afford.</br>Then for Assurance to my Doom to stand,</br>Under my foot let each lay down his Sword,</br>And then you shall my Sentence understand:</br>So each of them laid down his Sword out of his Hand.", "Then Arthegal thus to the younger said;</br>Now tell me, Amidas, if that ye may,</br>Your Brother's Land, which the Sea hath laid</br>Unto your Part, and pluck'd from his away,</br>By what good Right do you with-hold this day?</br>What other Right, quoth he, should you esteem,</br>But that the Sea it to my Share did lay?</br>Your Right is good, said he, and so I deem,</br>That what the Sea unto you sent, your own should seem.", "Then turning to the elder, thus he said;</br>Now, Bracidas, let this likewise be shown;</br>Your Brother's Treasure, which from him is stray'd,</br>Being the Dowry of his Wife well known,</br>By, what night do you claim to be your own?</br>What other Right, quoth he, should you esteem,</br>But that the Sea hath it unto me thrown?</br>Your Right is good, said he, and so I deem,</br>That what the Sea unto you sent, your own should seem.", "For equal Right in equal Things doth stand;</br>For what the mighty Sea hath once possess'd,</br>And plucked quite from all Possessors Hand,</br>Whether by Raze of Waves, that never rest,</br>Or else by Wreck, that Wretches hath distress'd,</br>He may dispose by his imperial Might,</br>As Thing at random left, to whom he list.</br>So Amidas, the Land was yours first hight,</br>And so the Treasure yours is, Bracidas, by Right.", "When he his Sentence thus pronounced had,</br>Both Amidas and Philtra were displeas'd:</br>But Bracidas and Lucy were right glad,</br>And on the Treasure by that Judgment seiz'd.</br>So was their Discord by this Doom appeas'd,</br>And each one had his Right.  Then Arthegal,</br>Whenas their sharp Contention he had ceas'd,</br>Departed on his way, as did befal,</br>To follow his old Quest, the which him forth did call.", "So as he travelled upon the way,</br>He chaunc'd to come, where happily he spy'd</br>A Rout of many People far away;</br>To whom his Course he hastily apply'd,</br>To weet the Cause of their Assemblance wide.</br>To whom when he approached near in sight</br>(An uncouth Sight) he plainly then descry'd</br>To be a Troop of Women, warlike dight,</br>With Weapons in their Hands, as ready for to fight.", "And in the midst of them he saw a Knight,</br>With both his Hands behind him pinion'd hard,</br>And round about his Neck an Halter tight,</br>As ready for the Gallow-tree prepar'd:</br>His Face was cover'd, and his Head was bar'd,</br>That who he was, uneath was to descry;</br>And with full heavy Heart with them he far'd,</br>Griev'd to the Soul, and groaning inwardly,</br>That he of Womens hands so base a Death should die.", "But they like Tyrants merciless, the more</br>Rejoiced at his miserable Case,</br>And him reviled, and reproached sore</br>With bitter Taunts, and Terms of vile Disgrace.</br>Now whenas Arthegal, arriv'd in place,</br>Did ask what Cause brought that Man to decay,</br>They round about him 'gan to swarm apace,</br>Meaning on him their cruel Hands to lay,</br>And to have wrought unwares some villanous Assay.", "But he was soon aware of their ill Mind,</br>And drawing back, deceived their Intent;</br>Yet though himself did shame on Woman-kind</br>His mighty Hand to shend, he Talus sent</br>To wreck on them their Folly's Hardiment:</br>Who with few Souses of his yron Flail,</br>Dispersed all their Troop incontinent,</br>And sent them home to tell a piteous Tale</br>Of their vain Prowess, turned to their proper Bale.", "But that same wretched Man, ordain'd to die,</br>They left behind them, glad to be so quit;</br>Him Talus took out of Perplexity;</br>And Horrour of foul Death for Knight unfit,</br>Who more than Loss of Life ydreaded it:</br>And him restoring unto living Light,</br>So brought unto his Lord, where he did sit,</br>Beholding all that womanish weak Fight;</br>Whom soon as he beheld, he knew, and thus behight:", "Sir Terpine, hapless Man, what make you here?</br>Or have you lost your self, and your Discretion,</br>That ever in this wretched Case ye were?</br>Or have ye yielded you to proud Oppression</br>Of Women's Pow'r, that boast of Men's Subjection?</br>Or else, what other deadly dismal Day</br>Is fal'n on you, by Heaven's hard Direction,</br>That ye were run so fondly far astray,</br>As for to lead your self unto your own Decay?", "Much was the Man confounded in his Mind,</br>Partly with Shame, and partly with Dismay,</br>That all astonish'd he himself did find,</br>And little had for his Excuse to say,</br>But only thus; Most hapless well ye may</br>Me justly term, that to this Shame am brought,</br>And made the Scorn of Knighthood this same day:</br>But who can 'scape, what his own Fate hath wrought?</br>The Work of Heaven's Will surpasseth human Thought.", "Right true:  but faulty Men use oftentimes</br>To attribute their folly unto Fate,</br>And lay on Heav'n the Guilt of their own Crimes.</br>But tell, Sir Terpine, ne let you amate</br>Your Misery, how fell ye in this State.</br>Then sith ye needs, quoth he, will know my Shame,</br>And all the Ill which chaunc'd to me of late,</br>I shortly will to you rehearse the same,</br>In hope ye will not turn Misfortune to my Blame.", "Being desirous (as all Knights are wont)</br>Through hard Adventures Deeds of Arms to try,</br>And after Fame and Honour for to hunt,</br>I heard Report that far abroad did fly,</br>That a proud Amazon did late defy</br>All the brave Knights that hold of Maidenhead,</br>And unto them wrought all the Villany</br>That she could forge in her malicious Head,</br>Which some hath put to Shame, and many done be dead.", "The Cause, they say, of this her cruel Hate,</br>Is for the sake of Bellodant the bold,</br>To whom she bore most fervent Love of late,</br>And wooed him by all the ways she could:</br>But when she saw at last, that he ne would</br>For ought or nought be won unto her Will,</br>She turn'd her Love to Hatred manifold,</br>And for his sake, vow'd to do all the Ill</br>Which she could do to Knights; which now she doth fulfill.", "For all those Knights, the which by Force or Guile</br>She doth subdue, she foully doth intreat:</br>First, she doth them of warlike Arms despoil,</br>And clothe in Womens Weeds; and then with Threat</br>Doth them compel to work, to earn their Meat,</br>To spin, to card, to sew, to wash, to wring;</br>Ne doth she give them other thing to eat</br>But Bread and Water, or like feeble thing,</br>Them to disable from Revenge adventuring.", "But if through stout Disdain of manly Mind,</br>Any her proud Observance will withstand,</br>Upon that Gibbet, which is there behind,</br>She causeth them be hang'd up out of hand;</br>In which Condition I right now did stand.</br>For being overcome by her in Fight,</br>And put to that base Service of her Band,</br>I rather chose to die in Life's Despight,</br>Than lead that shameful Life, unworthy of a Knight.", "How hight that Amazon (said Arthegal)?</br>And where, and how far hence does she abide?</br>Her Name, quoth he, they Radigund do call,</br>A Princess of great Pow'r, and greater Pride,</br>And Queen of Amazons, in Arms well try'd,</br>And sundry Battels, which she hath atchiev'd</br>With great Success, that her hath glorify'd,</br>And made her famous, more than is believ'd:</br>Ne would I it have ween'd, had I not late it priev'd.", "Now sure, said he, and by the Faith that I</br>To Maidenhead and noble Knighthood owe,</br>I will not rest, till I her Might do try,</br>And venge the Shame, that she to Knights doth show.</br>Therefore Sir Terpine from you lightly throw</br>This squalid Weed, the Pattern of Despair,</br>And wend with me, that ye may see and know,</br>How Fortune will your ruin'd Name repair,</br>And Knights of Maidenhead, whose Praise she would empair.", "With that, like one that hopeless was repriev'd</br>From Deathes Door, at which he lately lay,</br>Those yron Fetters, wherewith he was giv'd,</br>The Badges of Reproach, he threw away,</br>And nimbly did him dight to guide the way</br>Unto the Dwelling of that Amazone.</br>Which was from thence not past a Mile or tway;</br>A goodly City, and a mighty one,</br>The which of her own Name she called Radegone.", "Where they arriving, by the Watchman were</br>Descried straight; who all the City warn'd,</br>How that three warlike Persons did appear,</br>Of which the one him seem'd a Knight all arm'd,</br>And th' other two well likely to have harm'd.</br>Eftsoons the People all to Harness ran,</br>And like a sort of Bees in Clusters swarm'd:</br>E'er long, their Queen her self, arm'd like a Man,</br>Came forth into the Rout, and them t' array began.", "And now the Knights, being arrived near,</br>Did beat upon the Gates to enter in,</br>And at the Porter scorning them so few,</br>Threw many Threats, if they the Town did win,</br>To tear his Flesh in pieces for his Sin.</br>Which whenas Radigund there coming heard,</br>Her Heart for Rage did grate, and Teeth did arm:</br>She bad that straight the Gates should be unbarr'd,</br>And to them way to make, with Weapons well prepar'd.", "Soon as the Gates were open to them set,</br>They pressed forward, Entrance to have made;</br>But in the middle way they were ymet</br>With a sharp Show'r of Arrows, which them stay'd,</br>And better bad advise, e'er they assay'd</br>Unknowen Peril of bold Women's Pride.</br>Then all that Rout upon them rudely laid,</br>And heaped Strokes so fast on every side,</br>And Arrows hail'd so thick, that they could not abide.", "But Radigund her self, when she espy'd</br>Sir Terpine, from her direful Doom acquit,</br>So cruel Dole amongst her Maids divide,</br>T' avenge that Shame, they did on him commit;</br>All suddenly enflam'd with furious Fit,</br>Like a fell Lioness at him she flew,</br>And on his Head-piece him so fiercely smit,</br>That to the Ground him quite she overthrew,</br>Dismay'd so with the Stroke, that he no Colours knew.", "Soon as she saw him on the Ground to grovel,</br>She lightly to him leap'd; and in his Neck</br>Her proud Foot setting, at his Head did level,</br>Weening at once her Wrath on him to wreak,</br>And his Contempt, that did her Judgment break:</br>As when a Bear hath seiz'd her cruel Claws</br>Upon the Carcass of some Beast too weak,</br>Proudly stands over, and awhile doth pause,</br>To hear the piteous Beast pleading her Plantiff Cause.", "Whom whenas Arthegal, in that Distress</br>By chance beheld, he left the bloody Slaughter,</br>In which he swam, and ran to his Redress.</br>There her assailing fiercely fresh, he raught her</br>Such an huge Stroke, that it of Sense distraught her;</br>And had she not it warded warily,</br>It had depriv'd her Mother of a Daughter:</br>Nath'less for all the Pow'r she did apply,</br>It made her stagger oft, and stare with ghastly Eye.", "Like to an Eagle in his kingly Pride,</br>Soaring thro his wide Empire of the Air,</br>To weather his broad Sails, by chance hath spy'd</br>A Goshawk, which hath seized for her share</br>Upon some Fowl, that should her Feast prepare;</br>With dreadful Force he flies at her bylive,</br>That with his Souse, which none enduren dare,</br>Her from the Quarrey he away doth drive,</br>And from her griping Pounce the greedy Prey doth rive.", "But soon as she her Sense recover'd had,</br>She fiercely towards him her self 'gan dight,</br>Through vengeful Wrath and 'sdainful Pride half mad;</br>For never had she suffer'd such Despight:</br>But e'er she could join hand with him to fight,</br>Her warlike Maids about her flock'd so fast,</br>That they disparted them, maugre their Might,</br>And with their Troops did far asunder cast:</br>But 'mongst the rest the Fight did until Evening last.", "And every while that mighty yron Man,</br>With his strange Weapon, never wont in War,</br>Them sorely vex'd, and cours'd, and over-ran,</br>And broke their Bows, and did their Shooting marr,</br>That none of all the many once did dare</br>Him to assault, nor once approach him nigh;</br>But like a sort of Sheep dispersed far,</br>For Dread of their devouring Enemy,</br>Through all the Fields and Vallies did before him fly.", "But when-as Day's fair shiny Beam, yclouded</br>With fearful Shadows of deformed Night,</br>Warn'd Man and Beast in quiet Rest be shrouded,</br>Bold Radigund (with Sound of Trump on hight)</br>Caus'd all her People to surcease from Fight;</br>And gathering them unto her City's Gate,</br>Made them all enter in before her sight,</br>And all the wounded, and the weak in State,</br>To be conveyed in, e'er she would once retreat.", "When thus the Field was voided all away,</br>And all things quieted, the Elfin Knight</br>(Weary of Toil and Travel of that Day)</br>Caus'd his Pavilion to be richly pight</br>Before the City-gate, in open sight;</br>Where he himself did rest in Safety,</br>Together with Sir Terpine all that Night:</br>But Talus us'd in times of Jeopardy</br>To keep a nightly Watch for dread of Treachery.", "But Radigund, full of heart-gnawing Grief,</br>For the Rebuke which she sustain'd that day,</br>Could take no Rest, ne would receive Relief;</br>But tossed in her troublous Mind, what way</br>She mote revenge that Blot, which on her lay.</br>There she resolv'd her self in single Fight</br>To try her Fortune, and his Force assay,</br>Rather than see her People spoiled quite,</br>As she had seen that day a disaventrous Sight.", "She called forth to her a trusty Maid,</br>Whom she thought fittest for that Business,</br>Her Name was Clarind', and thus to her said;</br>Go Damsel quickly, do thy self address</br>To do the Message, which I shall express:</br>Go thou unto that Stranger Fairy Knight,</br>Who yesterday drove us to such Distress;</br>Tell, that to-morrow I with him will fight,</br>And try in equal Field, whether hath greater Might.", "But these Conditions do to him propound,</br>That if I vanquish him, he should obey</br>My Law, and ever to my Lore be bound;</br>And so will I, if me he vanquish may,</br>Whatever he shall like to do or say:</br>Go straight, and take with thee, to witness it,</br>Six of thy Fellows of the best Array,</br>And bear with you both Wine and Juncates fit,</br>And bid him eat; henceforth he oft shall hungry sit.", "The Damsel straight obey'd and putting all</br>In readiness, forth to the Town-gate went;</br>Where sounding loud a Trumpet from the Wall,</br>Unto those warlike Knights she warning sent.</br>Then Talus, forth issuing from the Tent,</br>Unto the Wall his way did fearless take,</br>To weeten what that Trumpet's Sounding meant:</br>Where that same Damsel loudly him bespake,</br>And shew'd, that with his Lord she would Emparlance make.", "So he them straight conducted to his Lord;</br>Who, as he could, them goodly well did greet,</br>Till they had told their Message word by word:</br>Which he accepting well, as he could weet,</br>Them fairly entertain'd with Court'sies meet,</br>And gave them Gifts and things of dear Delight;</br>So back again they homeward turn'd their Feet.</br>But Arthegal himself to Rest did dight,</br>That he mote fresher be against the next day's Fight.", ""]