["Dark was the dawn!  and o'er the deep</br>The chilling whirlwinds blew;</br>The Sea-bird wheel'd it's circling sweep,</br>And all was drear to view!</br>When, on the sandy beach that binds our shore,</br>The love-lorn NANCY shriek'd, amidst the deaf'ning roar.", "Her streaming eyes beheld the main,</br>While on her WILLIAM dear</br>She madly call'd, but call'd in vain&mdash;</br>No sound could WILLIAM hear,</br>Save the shrill yelling of the fateful blast,</br>While ev'ry mesmate's heart, quick shudder'd as it past!", "\"Be still,\" she cried, \"loud tempest cease,\"</br>Ah!  spare the gallant souls!</br>Mysterious Heav'n!  the winds increase!</br>The sea, like mountains, rolls!</br>While from the deck the storm-drench'd victims leap,</br>And, o'er their lifeless forms, the furious billows sweep!", "\"Oh!  Cruel Pow'r!  Oh!  ruthless fate!</br>Does HEAV'N'S high will decree,</br>That some should sleep on beds of State&mdash;</br>Some in the roaring sea?</br>Some, nurs'd in lux'ry, deal Oppression's Blow,</br>While humble MERIT pines in Poverty and Woe!\"", "\"Cou'd the proud Rulers of the Land</br>The SABLE Race behold;</br>Some bow'd by torture's giant hand!</br>And others, bought with gold!</br>Then wou'd they pity SLAVES, and cry with shame,</br>Whate'er our Tints may be, our SOULS are still the same.\"", "\"Why seek to mock the ETHIOP'S face?</br>Why goad the hapless kind?</br>Can Features alienate the race?</br>Is there no Kindred MIND?</br>Does not the cheek that vaunts the roseate hue,</br>Oft blush for crimes that ETHIOP never knew!\"", "\"Behold the angry waves conspire</br>To check the barb'rous toil!</br>While wounded NATURE'S vengeful ire,</br>Roars round our trembling Isle!</br>Methinks her voice re-echoes in the wind,</br>MAN was not form'd by HEAV'N to trample on his kind.\"", "The lab'ring Ship was now a wreck,</br>The shrouds were fluttring wide;</br>The guns thrown o'er, the lofty deck</br>Was rock'd from side to side!</br>Poor NANCY'S cheek was bath'd with pity's tear,</br>And from her icy lip, the blood recoil'd with fear!", "Now on the yielding sand she roam'd,</br>And madd'ning at the view!</br>Mark'd where the liquid mountains foam'd,</br>Around the' exhausted crew!</br>Till, from the forecastle, her WILLIAM'S form</br>Sprang 'midst the yawning waves, and buffetted the storm.", "Long, on the swelling surge sustain'd,</br>Brave WILLIAM sought the shore;</br>Watch'd the white cliffs &mdash; but ne'er complain'd,</br>Then sunk &mdash; to gaze no more!</br>Poor NANCY saw him buried by the wave,</br>And, with her heart's true love, plung'd in a WATRY GRAVE!</br>"]