["TITYRUS.  MELIBOEUS.", "MELIBOEUS.</br>While, Tityrus, no cares perplex your mind,</br>While thus, beneath the beechen shade reclin'd,</br>You blow the flute, or meditate the strain</br>To some fair maid of the frequented plain,</br>I, call'd by hatred war's tremendous roar,</br>Forsake my much-lov'd home, my native shore;</br>Its tranquil joys reluctantly forego,</br>For fields of slaughter, and for scenes of woe.", "TITYRUS.</br>Sure I must call that man almost divine,</br>Through whom such days of calm content are mine.</br>At least to him I greater reverence owe</br>Than Romish zealots to the papal foe,</br>Or a saint's relics. &mdash; Oft my prayers I raise</br>For him, and oft proclaim my patron's praise.</br>When Christmas lamb upon my table smokes,</br>Exulting then amid my country folks,</br>With heartfelt joy I see my glasses crown'd</br>With swelling bumpers as his health goes round.</br>For, great the blessings I from him receive:</br>I smoke my pipe, nor ask another's leave:</br>View my own sheep on yonder mountain play,</br>And lowing cattle through the meadow stray.", "MELIBOEUS.</br>I see, with wonder, not with envy, fir'd,</br>My friend possess those blessings I desir'd.</br>Ye idle thoughts!  no more my breast invade,</br>For thundering war I quite the noiseless shade.</br>I might have seen erewhile, though now too late,</br>The black presages of my future fate.</br>Signals of dire event, the comet glar'd,</br>And newspapers impending war declar'd.</br>But who thy patron?  whence the happy lot</br>That made thee owner of this pleasing spot?", "TITYRUS.</br>Oft had my fancy painted to my view</br>(For little then of polish'd life I knew)</br>London's vast domes, like yonder cots, to rise</br>In greater number, and superior size.</br>Thus eyeless whelps are to their dams compar'd,</br>And new-fall'n calves unto the lowing herd.</br>But know, not more the lawn-rob'd prelate shines</br>In pomp superior to our Welsh divines;</br>Nor lofty elms surpass the creeping weeds;</br>Than that huge town all other towns exceeds.", "MELIBOEUS.</br>But why to London didst thou go?", "TITYRUS.</br>To gain</br>Preferment, which I long had wish'd in vain.</br>To live and die a journeyman divine</br>Is cause for liberal spirits to repine.</br>Yet while I Beecham serv'd, I never sought</br>Promotion &mdash; scarcely on a living thought.</br>But when to Clifton's curacy remov'd,</br>Far from the parish I so greatly lov'd,</br>The case was alter'd:  in the neighbouring town</br>Men shew'd their wit by sneering at the gown.</br>At weekly clubs my presence would provoke</br>E'en leaden 'squires to aim a stingless joke;</br>Who, deeper vers'd in Whist's mysterious game,</br>Sent back the Doctor poorer than he came.", "MELIBOEUS.</br>I wonder'd much as on a holy day,</br>Through Beecham parish I pursu'd my way,</br>To hear no bell announce the wonted prayers,</br>And see thy flock employ'd in worldly cares,</br>Thee gone &mdash; the bells hung silent in the steeple,</br>And work or play engag'd the country people.", "TITYRUS.</br>What could I do?  a curate to remain</br>By weekly toil a pittance poor to gain;</br>While purse proud farmers, insolently kind,</br>First ask'd and then proclaim'd how oft I din'd</br>And drank at their expence; who, plump and sleek,</br>Laugh'd at the tatter'd gown and sallow cheek,</br>Was dreadful! &mdash; Then I sought my patron's dome,</br>My only friend, and found that friend at home.</br>He listen'd to my tale, by pity sway'd.&mdash;</br>How small my gains, and yet how much I pray'd,</br>He kindly heard; then granted all my suit,</br>Gave me this living, and some cash to boot.", "MELIBOEUS.</br>Thrice happy man!  whose annual tythes produce</br>Enough for competence, and moderate use.</br>Though here no stately palaces arise,</br>And, tipp'd with gold, no spires ascend the skies:</br>Though few thy neighbours, and of manners rude,</br>No vices taint them, and no frauds delude;</br>Here oft with joy you take your favourite book,</br>And tread the margin of the gurgling brook;</br>Or where the rippling waters swifter glide,</br>The mimic fly light floating down the tide,</br>The speckled trout ensnare.  At times reclin'd</br>Beneath yon oak you rest; while on the wind</br>The bee's soft murmurings sooth thee to repose,</br>Bees, from whose toil thy rich metheglin flows.</br>At home, around thee in thy spacious court</br>The fowl, the duck, and noisy geese resort.</br>From the thatch'd barn the robin pours his strain,</br>And turtles in the distant wood complain.", "TITYRUS.</br>The fish that sport along yon liquid maze,</br>Shall sooner in the tufted valley graze;</br>And from the vale th' unwieldy oxen rise,</br>And skim like swallows through the azure skies;</br>Farmers shall quit roast beef and nut-brown ale,</br>On rich ragouts and claret to regale;</br>Lords shall forego French soups and foreign wine,</br>Shall drink with peasants, and with ploughmen dine:</br>Nay, greater wonders than I've mention'd yet,</br>Must happen, ere my patron I forget.", "MELIBOEUS.</br>But I must go with war's ferocious bands</br>To Calpe's rock or Afric's burning sands;</br>Or where stern Winter holds his savage reign</br>With toilsome march through Canada's domain,</br>Confederate war with Christian Indians wage,</br>Or with Dutch Pagans in Japan engage.</br>'Tis mine, alas!  to roam from place to place,</br>To sneering captains say unheeded grace,</br>And words of peace to impious soldiers give;</br>A doctrine they by violating live.</br>Oh!  shall I, shall I not behold at last,</br>When many a long-revolving year is past,</br>My native land?  there in my cottage reign,</br>And with mild counsel guide the erring swain?</br>On those unbenefic'd what ills await!</br>Ah, how precarious is a curate's fate!</br>Must others reap the products of my toil?</br>For others did I make the garden smile,</br>And deck the well-rang'd beds with blooming flowers?</br>The sweet employment of my leisure hours!</br>No longer, Meliboeus, think to gain</br>Preferment, which thou never will obtain,</br>Farewell my flock!  once objects of my care,</br>Oft to my voice ye bent a willing ear:</br>With laugher hail'd the oft-repeated joke,</br>And heard with reverence what I gravely spoke.</br>Ne'er from my pulpit shall I mark, around,</br>The gallery with strong-voic'd singers crown'd;</br>Nor see the hoary farmers stand below,</br>Rapt with the solemn strain, in decent row:</br>No longer view, in Sunday's garb array'd,</br>The sturdy youth, and simple-minded maid.</br>No tinkling bells I hear, no more I preach,</br>Nor you perform the rules I us'd to teach!", "TITYRUS.</br>Yet here, this night at least with me repose:</br>In beer or soft metheglin drown thy woes.</br>A barn-door fowl I shall smoke upon the board,</br>And brocoli my garden will afford.</br>Walk in &mdash; around us close the shades of night,</br>The noiseless bat begins his wavering flight.</br>The weary ploughman hastens to his home&mdash;</br>These signs declare that supper-time is come.</br>"]