["Where'er ye pensive rend your mantles green,</br>Whate'er sad bow'rs your exile steps detain,</br>Ye Dryads, haste to this your once-lov'd scene,</br>Haste to resume your violated reign;</br>To win ye back, with busy care</br>Lo!  what trim mansions we prepare!</br>Again in ringlets quaint we curl the grove,</br>And nurse new shades, as erst with wanton windings wove.", "Round the smooth turf where late ye lov'd to play,</br>See recent shrubs in varying verdure vie,</br>To court your blest return, and broider'd gay</br>With blooms of ev'ry fragrance, ev'ry dye.</br>For ye they rise in mazy row,</br>For ye their blossoms breathe, and glow:</br>Then haste to shroud beneath th' o'er-arching boughs,</br>Haste from the flowery stores to bind your lovely brows.", "You, Genius, too, whate'er rich clime you seek,</br>Since Winter urg'd your flight with ruthless hand;</br>(I saw thee tear thy wreath, and heard thee shriek,</br>What time the Sorceror wav'd his icy wand;</br>I saw the wan-ey'd demon, Frost,</br>Lead thro' thy ranks his lurid host,</br>With touch all cold to stop the genial stream,</br>And freeze the fount of life in each gay-branched stem.)", "Haste, Genius, haste, whate'er thy mansion fair,</br>Whether thou lurk in Hybla's fragrant land,</br>Or joy to seek at large the liquid air,</br>O'er Hesperus' Isles by spicy breezes fann'd;</br>Or lapt in bliss immortal lie</br>Up in yon azure-arched sky,</br>Where more at hand thy pure and purged ear</br>Listens the solemn song of each harmonious sphere.", "Haste thee thy gentle office to renew,</br>To speed the wood-bine's elm-encircling spray,</br>To call from heav'n the salutory dew,</br>When faint the flow'rs in Sirius' scorching ray;</br>Unbosom all thy rich perfumes,</br>In livelier tints the gladden'd blooms</br>Haste thee with daedal finger light to dress,</br>And visit ev'ry shoot with murmurs made to bless.", "Then hither Zephyrus shall oft repair,</br>When vernal rains their influence cool diffuse,</br>To bathe his plumes in balm of odours rare,</br>And cull bright patterns of gay-glancing hues;</br>Hence laden with the precious store,</br>Abroad in frolic-flight shall soar,</br>The blended spoils of this rich source to pour</br>O'er Isis' laughing vales in one ambrosial show'r.", "Link'd with this train to this his old retreat,</br>Calm Thought shall bring the piercing eye serene;</br>Here, here again the lonely Bard shall meet</br>Majestic Contemplation's musing mein;</br>Here many an airy vision hail,</br>An Evening spreads her shadowy veil;</br>And as they shoot across his twilight walk,</br>Catch gleams of heavenly wings, and hear mysterious talk.", "Fair Fame again on ev'ry sapling tall</br>Shall hang in seemly guise the silver lyre;</br>Here bid new DENHAMS wait her hallow'd call,</br>New CHILLINGWORTHS to Truth's high throne aspire;</br>Here place the form of Liberty</br>Before a future SOMERS' eye;</br>Bid other HARRINGTONS, these bow'rs beneath,</br>The patriot spirit sage of Grecian wisdom breathe.", "O might I hope with these sublime to gain</br>The sacred shrine of Fame's etherial tow'r,</br>There might my name with these high-hung remain,</br>These the chief pride of POPE'S paternal bow'r;</br>While humble follower, I dare,</br>Yet still inspir'd with purpose fair,</br>T' unlock the Grecian fountains, and impart</br>To Albion's sons supine high themes of ancient art.", "How valorous Jason, 'mid the flow'r of Greece,</br>Urg'd his rough way with unremitted oar,</br>From Scythia's King to gain the radiant Fleece,</br>O'er Pontus' billows vast, unplough'd before:</br>In vain with eye that never slept</br>The prize a direful dragon kept;</br>In vain the brass-hoof'd bulls around him breath'd</br>Fierce flames; the Chief return'd with glorious conquest wreath'd.", "Emblem expressive of the godlike soul,</br>Which thro' dread dangers, arm'd with courage calm,</br>Still presses eager to that glistering goal</br>Where Virtue's hand high waves th' immortal palm;</br>Each passion's fierce assault he tames,</br>Fierce as those bulls that vomit flames,</br>He charms to sleep the watchful Dragon-guard,</br>And bears from Virtue's hand to heav'n the bright reward.</br>"]