["Around me night and silence reign&mdash;</br>My beating breast</br>Seems with some huge weight opprest,</br>And strives to shake it off in vain.</br>Oh, let me close my orbs of sight,</br>And in my bosom check the panting breath!</br>Encircled by the shades of night,</br>Let me here unnotic'd rest!</br>And yet, as if the hand of death</br>Lay heavy on me, moisture cold bedews</br>My shivering limbs:  and fancy views</br>Scenes of unknown terrors rise.</br>Advancing footsteps strike my ear;</br>Low-murmurs in the forest sound:</br>The rustling leaves are strew'd around.</br>Reluctant, yet compell'd by fear,</br>I ope my anxious eyes.</br>Now wildly through the extended plain,</br>With the moon's mild light array'd,</br>I gaze &mdash; yet all dismay'd,</br>Would fain, but dare not close their lids again.</br>See through the path in yonder grove,</br>Silent and slow a phantom move!</br>Pale grief is on his brow imprest,</br>And darkly down his snow-white vest</br>From his gor'd bosom sanguine streams descend.</br>He stops, he turns, on me he bends his view,</br>His course unknown he waves me to pursue&mdash;</br>Oh, let me hence my tottering footsteps bend!</br>Alas!  in vain I seek to fly,</br>My powerless limbs their aid deny;</br>And fear, that gave the spectre birth,</br>Rivets me motionless to earth.", "Let me shake off this causeless dread:</br>Let me my fortitude resume!</br>In vain &mdash; for at this awful hour,</br>Bursting the cearments of the tomb,</br>Ascend the spirits of the dead,</br>And roam thro' night compell'd by magic's wond'rous power.</br>This is the time, when o'er the corse</br>Festering in death, with accents hoarse</br>The raven croaks, or beats with ominous wings</br>The murderer's window &mdash; at the sound</br>Trembling he starts, he glares around,</br>And feels the thrilling pangs of guilt's infixed stings.", "This is the time, waiting their destin'd prey,</br>And shunning day's detecting eye,</br>In covert hid unpitying ruffians lie.</br>To his lov'd home the traveller bends his way,</br>That home he never more shall view!</br>At once up starts the savage crew;</br>By earthly fiends inclos'd he stands:</br>For mercy at their feet he bends;</br>He lifts his pleading eyes;</br>In anguish clasps his hands;</br>Conjures them by his dear domestic ties&mdash;</br>But lo!  the ruthless sword descends:</br>Cold in his breast he feels</br>The deadly point:  he feebly reels,</br>Forth bursts the vital stream, he gasps, he dies.", "Hark, loudly-echoing through the glade,</br>Shrieks of distress my ears invade:</br>Nearer and nearer rolls the sound&mdash;</br>Like thee, poor wretch, twill soon be mine,</br>This transient being to resign:</br>I feel, I feel the life-bereaving wound.</br>My soul within me sinks dismay'd!</br>My pity, hapless man!  was thine,</br>But oh, I could not, durst not give thee aid!", "Illusions fly!  the peaceful power</br>Of silence reigns o'er hill, o'er dale, and bower:</br>An awful stillness that my soul affrights&mdash;</br>For now on yon drear heath,</br>Hags profane, and hell-born sprights,</br>Plan schemes of future woe, and scenes of death.", "Muttering slowly spells profound,</br>In mystic circle round and round</br>The necromantic fire they go,</br>Kindled from the realms below.</br>Now dusky wreaths of smoke arise,</br>Now fiercer flames ascend the skies,</br>As 'mid the blaze they charms unhallow'd throw.", "Now they vanish from my sight&mdash;</br>Mingling with the shades of night,</br>On yonder sable cloud they fly,</br>And urge the wrathful tempest through the sky.</br>They bid its wings of darkness sweep</br>The surging billows &mdash; wide around</br>They foam, they roar; the rocks rebound.</br>The anxious Pilot's art is vain:", "Down to the unfathom'd deep</br>The vessel sinks, and o'er it boils the main.</br>Now, horror-proof, with deadly aim,</br>While the moon, trembling at the sight,</br>Veils her silver front in night,</br>They wing the lightning's shafts of flame</br>Through sable clouds disparting wide;</br>Spread ruin through the peaceful plains,</br>And fire the cots of lowly swains;</br>And sink to dust the castle's towering pride.", "Protect me, save me!  whence was driven</br>That beam which shot athwart the heaven?&mdash;</br>It gave a dreadful light&mdash;</br>Ah, whence proceeds this sudden gloom,</br>Dark as the mansions of the tomb,</br>That clothes the brow of night?</br>My faultering tongue amazement chains,</br>And ice seems creeping through my veins.", "Alas!  ideal terrors have disjoin'd</br>My powers of reason, and unhing'd my mind.</br>'Twas but a Meteor's sudden glance:  again</br>The moon, yon blackening cloud withdrawn,</br>Streams radiance o'er the dewy lawn,</br>And skirts the wood with light, and gilds the distant plain.", "Fell spectre of the haggard eye,</br>Wild gesture, and erected hair,</br>Quick from my presence fly!</br>Ease, ease awhile my heart opprest,</br>Lest, lost and woe-begone, Despair</br>Should seal me for her own,</br>And Reason, banish'd from her throne,</br>To Madness should resign my tortur'd breast.</br>"]