["Calepine, by a salvage Man,</br>From Turpine rescu'd is;</br>And whilst an Infant from a Bear</br>He saves, his Love doth miss.", "Like as a Ship with dreadful Storm long toss'd,</br>Having spent all her Masts, and her Ground-hold;</br>Now far from Harbour likely to be lost,</br>At last some Fisher-Bark doth near behold,</br>That giveth Comfort to her Courage cold:</br>Such was the State of this most courteous Knight,</br>Being oppressed by that Faytour bold,</br>That he remained in most per'lous Plight,</br>And his sad Lady left in pitiful Affright:", "Till that by Fortune, passing all Foresight,</br>A salvage Man, which in those Woods did wonne,</br>Drawn with that Lady's loud and piteous Shright,</br>Toward the same incessantly did run,</br>To understand what there was to be done.</br>There he this most discourteous Craven found,</br>As fiercely yet, as when he first begun,</br>Chasing the gentle Calepine around,</br>Ne sparing him the more for all his grievous Wound.", "The salvage Man, that never till this Hour</br>Did taste of Pity, neither Gentless knew,</br>Seeing his sharp Assault and cruel Stour,</br>Was much emmoved at his Peril's View;</br>That even his ruder Heart began to rue,</br>And fed Compassion of his evil Plight,</br>Against his Foe, that did him so pursue:</br>From whom he meant to free him, if he might,</br>And him avenge of that so villainous Despight.", "Yet Arms or Weapon had he none to fight,</br>Ne knew the Use of warlike Instruments,</br>Save such as sudden Rage him lent to smite;</br>But naked without needful Vestiments,</br>To clad his Corpse with meet Habiliments,</br>He cared not for Dint of Sword nor Spear,</br>No more than for the Strokes of Straws or Bents:</br>For from his Mother's Womb, which him did bear,</br>He was invulnerable made by Magick Lear.", "He stay'd not to advise, which way were best</br>His Foe t' assail, or how himself to guard,</br>But with fierce Fury and with Force infest</br>Upon him ran; who, being well prepar'd,</br>His first Assault full warily did ward,</br>And with the Push of his sharp-pointed Spear</br>Full on the Breast him strook, so strong and hard,</br>That forc'd him back recoil, and reel arear;</br>Yet in his Body made no Wound nor Blood appear.", "With that, the wild Man more enraged grew,</br>Like to a Tyger that hath mist his Prey,</br>And with mad Mood again upon him flew,</br>Regarding neither Spear that mote him slay,</br>Nor his fierce Steed, that mote him much dismay.</br>The savage Nation doth all Dread despise:</br>Tho on his Shield he griple hold did lay,</br>And held the same so hard, that by no wise</br>He could him force to loose, or leave his Enterprise.", "Long did he wrest and wring it to and fro,</br>And every way did try, but all in vain:</br>For he would not his greedy Gripe forgo,</br>But hall'd and pull'd with all his might and main,</br>That from his Steed him nigh he drew again.</br>Who having now no use of his long Spear</br>So nigh at hand, nor force his Shield to strain,</br>Both Spear and Shield, as things that needless were,</br>He quite forsook, and fled himself away for fear.", "But after him the Wild-man ran apace,</br>And him pursued with importune Speed:</br>(For he was swift as any Buck in Chace)</br>And had he not in his extremest Need,</br>Been helped through the Swiftness of his Steed,</br>He had him o'ertaken in his Flight.</br>Who, ever as he saw him nigh succeed,</br>'Gan cry aloud with horrible Affright,</br>And shrieked out; a thing uncomely for a Knight.", "But when the Salvage saw his Labour vain,</br>In following of him, that fled so fast,</br>He weary woxe, and back return'd again</br>With speed unto the Place, whereas he last</br>Had left that Couple, near their utmost Cast.</br>There he that Knight full sorely bleeding found,</br>And eke the Lady fearfully aghast,</br>Both for the Peril of the present Stound,</br>And also for the Sharpness of her rankling Wound.", "For though she were right glad, so rid to be</br>From that vile Lozel, which her late offended;</br>Yet now no less Encumbrance she did see,</br>And Peril by this salvage Man pretended;</br>'Gainst whom she saw no means to be defended,</br>By reason that her Knight was wounded sore.</br>Therefore her self she wholly recommended</br>To God's sole Grace, whom she did oft implore</br>To send her Succour, being of all Hope forlore.", "But the Wild-man, contrary to her Fear,</br>Came to her, creeping like a fawning Hound,</br>And by rude Tokens made to her appear</br>His deep Compassion of her doleful Stound,</br>Kissing his Hands, and crouching to the Ground;</br>For other Language had he none nor Speech,</br>But a soft Murmur, and confused Sound</br>Of senseless Words, which Nature did him teach,</br>T' express his Passions, which his Reason did empeach.", "And coming likewise to the wounded Knight,</br>When he beheld the Streams of purple Blood</br>Yet flowing fresh; as moved with the Sight,</br>He made great Moan, after his salvage mood:</br>And running straight into the thickest Wood,</br>A certain Herb from thence unto him brought,</br>Whose Virtue he by Use well understood;</br>The Juice whereof into his Wound he wrought,</br>And stopt the bleeding streight, e'er he it stanched thought.", "Then taking up that Recreant's Shield and Spear,</br>Which earst he left, he Signs unto them made,</br>With him to wend unto his Wonning near:</br>To which he easily did them persuade.</br>Far in the Forest by a hollow Glade,</br>Cover'd with mossy Shrubs, which spreading broad,</br>Did underneath them make a gloomy Shade;</br>Where Foot of living Creature never trod,</br>Ne scarce wild Beasts durst come, there was this Wight's Abode.", "Thither he brought these unacquainted Guests;</br>To whom fair Semblance, as he could, he show'd</br>By Signs, by Looks, and all his other Gests.</br>But the bare Ground, with hoary Moss bestrow'd,</br>Must be their Bed, their Pillow was unsow'd,</br>And the Fruits of the Forest was their Feast:</br>For their bad Steward neither plough'd nor sow'd,</br>Ne fed on Flesh, ne ever of wild Beast</br>Did taste the Blood, obeying Nature's first Beheast.", "Yet howsoever base and mean it were,</br>They took it well, and thanked God for all;</br>Which had them fre'ed from that deadly Fear,</br>And sav'd from being to that Caitive thrall.</br>Here they of force (as Fortune now did fall)</br>Compelled were themselves awhile to rest,</br>Glad of that Easement though it were but small;</br>That having there their Wounds awhile redrest,</br>They mote the abler be to pass unto the rest.", "During which time, that Wild man did apply</br>His best Endeavour, and his daily Pain,</br>In seeking all the Woods both far and nigh</br>For Herbs to dress their Wounds; still seeming fain,</br>When ought he did, that did their Liking gain.</br>So as e'er long he had that Knightes Wound</br>Recured well, and made him whole again:</br>But that same Lady's Hurt no Herb he found,</br>Which could redress, for it was inwardly unsound.", "Now whenas Calepine was woxen strong,</br>Upon a day he cast abroad to wend,</br>To take the Air, and hear the Thrush's Song,</br>Unarm'd, as fearing neither Foe nor Friend,</br>And without Sword his Person to defend.</br>There him befel, unlooked for before,</br>An hard Adventure with unhappy End;</br>A cruel Bear, the which an Infant bore</br>Betwixt his bloody Jaws, besprinkled all with Gore.", "The little Babe did loudly shriek and squall,</br>And all the Woods with piteous Plaints did fill,</br>As if his Cry did mean for Help to call</br>To Calepine, whose Ears those Skrieches shrill</br>Piercing his Heart with Pity's Point did thrill;</br>That after him, he ran with zealous Haste,</br>To rescue th' Infant, e'er he did him kill:</br>Whom though he saw now somewhat overpast,</br>Yet by the Cry he follow'd, and pursued fast.", "Well then him chaunc'd his heavy Arms to want,</br>Whose Burden mote impeach his needful Speed,</br>And hinder him from Liberty to pant:</br>For having long time, as his daily Weed,</br>Them wont to wear, and wend on foot for need,</br>Now wanting them, he felt himself so light,</br>That like an Hawk, which feeling her self freed</br>From Bells and Jesses, which did lett her Flight,</br>Him seem'd his Feet did fly, and in their speed delight.", "So well he sped him, that the wary Bear</br>E'er long he overtook, and forc'd to stay;</br>And without Weapon him assailing near,</br>Compell'd him soon the Spoil adown to lay.</br>Wherewith the Beast enrag'd to lose his Prey,</br>Upon him turned, and with greedy Force</br>And Fury, to be crossed in his way,</br>Gaping full wide, did think without Remorse</br>To be aveng'd of him, and to devour his Corse.", "But the bold Knight no whit thereat dismay'd,</br>But catching, up in hand a ragged Stone,</br>Which lay thereby (so Fortune him did aid)</br>Upon him ran, and thrust it all attone</br>Into his gaping Throat, that made him groan</br>And gasp for Breath, that he nigh choaked was,</br>Being unable to digest that Bone;</br>Ne could it upward come, nor downward pass:</br>Ne could he brook the Coldness of the stony Mass.", "Whom whenas he thus cumbred did behold,</br>Striving in vain, that nigh his Bowels brast,</br>He with him clos'd; and laying mighty Hold</br>Upon his Throat, did gripe his Gorge so fast,</br>That wanting Breath, him down to ground he cast;</br>And then oppressing him with urgent Pain,</br>E'er long enforc'd to breathe his utmost Blast,</br>Gnashing his cruel Teeth at him in vain,</br>And threatning his sharp Claws, now wanting Pow'r to strain.", "Then took he up betwixt his Armes twain</br>The little Babe, sweet Relicks of his Prey;</br>Whom pitying to hear so sore complain,</br>From his soft Eyes the Tears he wip'd away,</br>And from his Face the Filth that did it ray:</br>And every little Limb he search'd around,</br>And every Part, that under Sweath-bands lay,</br>Lest that the Beast's sharp Teeth had any Wound</br>Made in his tender Flesh; but whole them all he found.", "So having all his Bands again up-ty'd,</br>He with him thought back to return again;</br>But when he look'd about on every side,</br>To weet which way were best to entertain,</br>To bring him to the Place where he would fain,</br>He could no Path nor Track of Foot descry,</br>Ne by inquiry learn, nor guess by aim;</br>For nought but Woods and Forests far and nigh,</br>That all about did close the Compass of his Eye.", "Much was he then encomber'd, ne could tell</br>Which way to take:  now West he went awhile,</br>Then North; then neither, but as Fortune fell.</br>So up and down he wander'd many a Mile,</br>With weary Travel and uncertain Toil,</br>Yet nought the nearer to his Journey's end;</br>And evermore his lovely little Spoil</br>Crying for Food, did greatly him offend:</br>So all that Day in wandring vainly he did spend.", "At last, about the setting of the Sun,</br>Himself out of the Forest he did wind,</br>And by Good-fortune the plain Champain won:</br>Where looking all about, where he mote find</br>Some place of Succour to content his Mind,</br>At length he heard under the Forest's side</br>A Voice, that seemed of some Woman-kind,</br>Which to her self lamenting, loudly cry'd,</br>And oft complain'd of Fate, and Fortune oft defy'd.", "To whom approaching, whenas she perceiv'd</br>A Stranger Wight in place, her Plaint she stay'd,</br>As if she doubted to have been deceiv'd,</br>Or loth to let her Sorrows be bewray'd.</br>Whom whenas Calepine saw so dismay'd,</br>He to her drew, and with fair Blandishment</br>Her chearing up, thus gently to her said;</br>What be you, woeful Dame, which thus lament?</br>And for what Cause declare, so mote ye not repent.", "To whom she thus; What need me, Sir, to tell</br>That which your self have earst ared so right?</br>A woeful Dame ye have me termed well;</br>So much more woeful, as my woeful Plight</br>Cannot redressed be by living Wight.</br>Nath'less, quoth he, if Need do not you bind,</br>Do it disclose, to ease your grieved Spright:</br>Oft-times it haps, that Sorrows of the Mind</br>Find Remedy unsought, which seeking cannot find.", "Then thus began the lamentable Dame;</br>Sith then ye needs will know the Grief I hoord,</br>I am th' unfortunate Matilde by Name,</br>The Wife of bold Sir Bruin, who is Lord</br>Of all this Land, late conquer'd by his Sword</br>From a great Giant, called Cormoraunt;</br>Whom he did overthrow by yonder Ford,</br>And in three Battles did so deadly daunt,</br>That he dare not return for all his daily Vaunt.", "So is my Lord now seiz'd of all the Land,</br>As in his Fee, with peaceable Estate,</br>And quietly doth hold it in his hand,</br>Ne any dares with him for it debate.</br>But to those happy Fortunes, cruel Fate</br>Hath join'd one Evil, which doth overthrow</br>All these our Joys, and all our Bliss abate;</br>And like in time to further Ill to grow,</br>And all this Land with endless Loss to overflow.", "For th' Heavens, envying our Prosperity,</br>Have not vouchsaf'd to grant unto us twain</br>The gladful Blessing of Posterity,</br>Which we might see after our selves remain</br>In th' Heritage of our unhappy Pain:</br>So that for want of Heirs it to defend,</br>All is in time like to return again</br>To that foul Fiend, who daily doth attend</br>To leap into the same after our Lives end.", "But most my Lord is grieved herewithall,</br>And makes exceeding Moan, when he does think</br>That all this Land unto his Foe shall fall,</br>For which he long in vain did sweat and swink,</br>That now the same he greatly doth for-think.</br>Yet was it said, there should to him a Son</br>Be gotten, not begotten, which should drink</br>And dry up all the Water, which doth run</br>In the next Brook, by whom that Fiend should be fordone.", "Well hop'd he then, when this was prophesy'd,</br>That from his Side some noble Child should rise,</br>The which through Fame should far be magnify'd,</br>And this proud Giant should with brave Emprise</br>Quite overthrow; who now 'gins to despise</br>The good Sir Bruin, growing far in years,</br>Who thinks from me his Sorrow all doth rise.</br>Lo!  this my Cause of Grief to you appears;</br>For which I thus do mourn, and pour forth ceaseless Tears.", "Which when he heard, he inly touched was</br>With tender Ruth for her unworthy Grief;</br>And when he had devized of her Case,</br>He 'gan in Mind conceive a fit Relief</br>For all her Pain, if please her make the prief.</br>And having cheared her, thus said:  Fair Dame,</br>In Evils, Counsel is the Comfort chief;</br>Which though I be not wise enough to frame,</br>Yet as I well it mean, vouchsafe it without Blame.", "If that the Cause of this, your Languishment</br>Be lack of Children, to supply your Place;</br>Lo!  how good Fortune doth to you prefer:</br>This little Babe, of sweet and lovely Face,</br>And spotless Spirit, in which ye may enchace</br>Whatever Forms ye list thereto apply,</br>Being now soft and fit them to embrace;</br>Whether  ye list him train in Chevalry,</br>Or noursle up in Lore of learn'd Philosophy.", "And certes it hath oftentimes been seen,</br>That of the like whose Lineage was unknown</br>More brave and noble Knights have raised been</br>(As their victorious Deeds have often shown,</br>Being with Fame through many Nations blown)</br>Than those which have been dandled in the Lap:</br>Therefore some thought, that those brave Imps were sown</br>Here by the Gods, and fed with heavenly Sap,</br>That made them grow so high t' all honourable Hap.", "The Lady, hearkning to his senseful Speech,</br>Found nothing that he said, unmeet nor geason,</br>Having oft seen it try'd, as he did teach.</br>Therefore inclining to his goodly Reason,</br>Agreeing well both with the Place and Season,</br>She gladly did of that same Babe accept,</br>As of her own by Livery and Seisin;</br>And having over it a little wept,</br>She bore it thence, and ever as her own it kept.", "Right glad was Calepine to be so rid</br>Of his young Charge, whereof he skilled nought:</br>Ne she less glad; for she so wisely did,</br>And with her Husband under hand so wrought;</br>That when that Infant unto him she brought,</br>She made him think it surely was his own,</br>And it in goodly Thews so well up-brought,</br>That it became a famous Knight well known,</br>And did right noble Deeds, the which elsewhere are shown.", "But Calepine, now being left alone</br>Under the Green-wood's side in sorry plight,</br>Withouten Arms or Steed to ride upon,</br>Or House to hide his Head from Heaven's spight,</br>Albe that Dame (by all the means she might)</br>Him oft desired home with her to wend,</br>And offer'd him (his Court'sy to require)</br>Both Horse and Arms, and whatso else to lend;</br>Yet he them all refus'd, though thank'd her as a Friend.", "And for exceeding Grief which inly grew,</br>That he his Love so luckless now had lost,</br>On the cold Ground, maugre, himself he threw,</br>For fell Despight, to be so sorely cross'd,</br>And there all night himself in Anguish toss'd;</br>Vowing, that never he in Bed again</br>His Limbs would rest, ne lig in Ease emboss'd,</br>Till that his Lady's Sight he mote attain,</br>Or understand that she in Safety did remain.", ""]