["Love, lift me up upon thy golden Wings,</br>From this base World unto thy Heavens hight,</br>Where I may see those admirable things,</br>Which there thou workest by thy Sovereign Might,</br>Far above feeble reach of earthly Sight;</br>That I thereof an heavenly hymn may sing</br>Unto the God of Love, high Heaven's King.", "Many lewd Layes (ah woe is me the more!)</br>In praise of that mad Fit, which Fools call Love,</br>I have in th' Heat of Youth made heretofore</br>That in light Wits did loose Affection move.</br>But all those Follies now I do reprove,</br>And turned have the Tenor of my String,</br>The heavenly Praises of true Love to sing.", "And ye that wont with greedy vain Desire</br>To read my Fault, and wondring at my Flame,</br>To warm your selves at my wide sparkling Fire,</br>Sith now that Heat is quenched, quench my Blame,</br>And in her Ashes shrowd my dying Shame:</br>For who my passed Follies now pursues,</br>Begins his own, and my old Fault renews.", "BEFORE this World's great Frame, in which all things</br>Are now contain'd, found any Being-place;</br>Ere flitting Time could wag his eyas Wings</br>About that mighty Bound, which doth embrace</br>The rolling Sphere, and parts their Howers by space;</br>That high Eternal Powre, which now doth move</br>In all these things, mov'd in it self by Love.", "It lov'd it self, because it self was fair;</br>(For fair is lov'd) and of it self begot.</br>Like to it self his eldest Son and Heir,</br>Eternal, pure, and void of sinful Blot,</br>The Firstling of his Joy, in whom no jot</br>Of Love's dislike, or Pride was to be found,</br>Whom he therefore with equal Honour crown'd.", "With him he reign'd, before all Time prescribed,</br>In endless Glory and immortal Might,</br>Together with that third from them derived,</br>Most wise, most holy, most almighty Spright,</br>Whose Kingdom's Throne, no Thoughts of earthly Wight</br>Can comprehend, much less my trembling Verse</br>With equal Words can hope it to reherse.", "Yet O most blessed Spirit, pure Lamp of Light,</br>Eternal Spring of Grace and Wisdom true,</br>Vouchsafe to shed into my barren Spright,</br>Some little Drop of thy celestial Dew,</br>That may my Rimes with sweet Infuse embrew;</br>And give me Words equal unto my Thought,</br>To tell the Marveils by thy Mercy wrought.", "Yet being pregnant still with powreful Grace,</br>And full of fruitful Love, that loves to get</br>Things like himself, and to enlarge his Race,</br>His second Brood, though not of Powre so great,</br>Yet full of Beauty, next he did beget</br>An infinite Increase of Angels bright,</br>All glistring glorious in their Maker's Light.", "To them the Heavens illimitable Height</br>(Not this round Heaven, which we from hence behold,</br>Adorn'd with thousand Lamps of burning Light,</br>And with ten thousand Gemms of shining Gold)</br>He gave, as their Inheritance to hold,</br>That they might serve him in eternal Bliss,</br>And be partakers of those Joys of his.", "There they in their trinal Triplicities</br>About him wait, and on his Will depend,</br>Either with nimble Wings to cut the Skies,</br>When he them on his Messages doth send,</br>Or on his own drad Presence to attend,</br>Where they behold the Glory of his Light,</br>And caroll Hymns of Love both Day and Night.", "Both Day and Night is unto them all one,</br>For he his Beams doth unto them extend,</br>That Darkness there appeareth never none;</br>Ne hath their Day, ne hath their Bliss an end,</br>But there their termless Time in pleasure spend,</br>Ne ever should their Happiness decay,</br>Had not they dar'd their Lord to disobey.", "But Pride, impatient of long resting Peace,</br>Did puff them up with greedy bold Ambition,</br>That they 'gan cast their State how to increase</br>Above the Fortune of their first Condition,</br>And sit in God's own Seat without Commission:</br>The brightest Angel, even the Child of Light,</br>Drew Millions more against their God to fight.", "Th' Almighty, seeing their so bold Assay,</br>Kindled the flame of his consuming Ire,</br>And with his only Breath them blew away</br>From Heaven's Hight, to which they did aspire,</br>To deepest Hell, and Lake of damned Fire;</br>Where they in Darkness and drad Horror dwell,</br>Hating the happy Light from which they fell.", "So that next Off-spring of the Maker's Love,</br>Next to himself in glorious Degree,</br>Degenering to Hate, fell from above</br>Through Pride; (for Pride and Love may ill agree)</br>And now of Sin to all ensample be:</br>How then can sinful Flesh it self assure,</br>Sith purest Angels fell to be impure?", "But that eternal Fount of Love and Grace,</br>Still flowing forth his Goodness unto all,</br>Now seeing left a waste and empty place</br>In his wide Palace, through those Angels Fall,</br>Cast to supply the same, and to enstall</br>A new unknowen Colonie therein,</br>Whose Root from Earth's base Ground-work should begin.", "Therefore of Clay, base, vile, and next to nought,</br>Yet form'd by wondrous Skill, and by his Might;</br>According to an heavenly Pattern wrought,</br>Which he had fashion'd in his wise Foresight,</br>He Man did make, and breath'd a living Spright</br>Into his Face, most Beautiful and Fair,</br>Endew'd with Wisdom, Riches heavenly rare.", "Such he him made, that he resemble might</br>Himself, as mortal Thing immortal could;</br>Him to be Lord of every living Wight,</br>He made by Love out of his own like Mould,</br>In whom he might his mighty Self behold.</br>For Love doth love the thing belov'd to see,</br>That like itself in lovely Shape may be.", "But Man, forgetful of his Maker's Grace</br>No less than Angels, whom he did ensue,</br>Fell from the Hope of promis'd heavenly Place,</br>Into the Mouth of Death, to Sinners due,</br>And all his Off-spring into Thraldom threw:</br>Where they for ever should in Bands remain</br>Of never-dead, yet ever-living Pain.", "Till that great Lord of Love, which him at first</br>Made of meer Love, and after liked well,</br>Seeing him lie like Creature long accurst,</br>In that deep Horror of despaired Hell;</br>Him Wretch in Dool would let no longer dwell,</br>But cast out of that Bondage to redeem,</br>And pay the Price, all were his Debt extreem.", "Out of the Bosom of eternal Bliss,</br>In which he reigned with his glorious Sire,</br>He down descended, like a most demiss</br>And abject Thrall, in flesh's frail Attire,</br>That he for him might pay Sin's deadly Hire,</br>And him restore unto that happy State,</br>In which he stood before his hapless Fate.", "In Flesh at first the Guilt committed was,</br>Therefore in Flesh it must be satisfide:</br>Nor Spirit, nor Angel, though they Man surpass,</br>Could make amends to God for Man's Misguide,</br>But only Man himself, whose self did slide.</br>So taking Flesh of sacred Virgin's Womb,</br>For Man's dear sake he did a Man become.", "And that most blessed Body, which was born</br>Without all Blemish or reproachful Blame,</br>He freely gave to be both rent and torn</br>Of cruel Hands; who with despightful Shame</br>Reviling him, that them most vile became,</br>At length him nayled on a Gallow-Tree,</br>And slew the Just, by most unjust Decree.", "O huge and most unspeakable Impression</br>Of Love's deep Wound, that pierst the piteous Heart</br>Of that dear Lord with so entire Affection;</br>And sharply launcing every inner part,</br>Dolours of Death into his Soul did dart;</br>Doing him die, that never it deserved,</br>To free his Foes, that from his Heast had swerved!", "What Heart can feel least Touch of so sore Launch,</br>Or Thought can think the Depth of so dear Wound?</br>Whose bleeding Source their Streams yet never staunch,</br>But still do flow, and freshly still redownd,</br>To heal the Sores of first Souls unsound,</br>And cleanse the Guilt of that infected Crime,</br>Which was enrooted in all fleshly Slime.", "O blessed Well of Love!  O Flowre of Grace!</br>O glorious Morning-Star!  O Lamp of Light!</br>Most lively Image of thy Father's Face,</br>Eternal King of Glory, Lord of Might,</br>Meek Lamb of God before all World's behight,</br>How can we thee requite for all this Good?</br>Or what can prize that thy most precious Blood?", "Yet nought thou ask'st in lieu of all this Love,</br>But Love of us, for Guerdon of thy Pain:</br>Aye me!  what can us less then that behove?</br>Had he required Life for us again,</br>Had it been wrong to ask his own with gain?</br>He gave us Life, he it restored lost;</br>Then Life were least, that us so little cost.", "But he our Life hath left unto us free,</br>Free that was thrall, and blessed that was band;</br>Ne ought demands, but that we loving be,</br>As he himself hath lov'd us afore-hand,</br>And bound thereto with an eternal Band;</br>Him first to love, that was so dearly bought,</br>And next, our Brethren to his Image wrought.", "Him first to love, great Right and Reason is,</br>Who first to us our Life and Being gave;</br>And after, when we fared had amiss,</br>Us Wretches from the second Death did save:</br>And last, the Food of Life, which now we have,</br>Even he himself in his dear Sacrament,</br>To feed our hungry Souls unto us lent.", "Then next, to love our Brethren, that were made</br>Of that self Mould and that self Maker's Hand,</br>That we; and to the same again shall fade,</br>Where they shall have like Heritage of Land,</br>However here on higher Steps we stand;</br>Which also were with self-same Price redeemed</br>That we, however of us light esteemed.", "And were they not, yet sith that loving Lord</br>Commanded us to love them for his sake,</br>Even for his sake, and for his sacred Word,</br>Which in his last Bequest he to us spake;</br>We should them love, and with their Needs partake;</br>Knowing, that whatsoe'er to them we give,</br>We give to him, by whom we all do live.", "Such Mercy he by his most holy Reed</br>Unto us taught, and to approve it true,</br>Ensampled it by his most righteous Deed,</br>Shewing us mercy (miserable Crew!)</br>That we the like should to the Wretches shew,</br>And love our Brethren:  thereby to approve,</br>How much himself that loved us, we love.", "Then rouze thy self, O Earth, out of thy Soil,</br>In which thou wallow'st like to filthy Swine,</br>And doost thy Mind in durty Pleasures moyl,</br>Unmindful of that dearest Lord of thine;</br>Lift up to him thy heavy-clouded Eyne,</br>That thou this sovereign Bounty maist behold,</br>And read through Love his Mercies manifold.", "Begin from first, where he encradled was</br>In simple Cratch, wrapt in a Wad of Hay,</br>Between the toylful Oxe and humble Ass;</br>And in what Rags and in how base Array,</br>The Glory of our heavenly Riches lay,</br>When him the silly Shepherds came to see,</br>Whom greatest Princes sought on lowest Knee.", "From thence read on the Story of his Life,</br>His humble Carriage, his unfaulty Ways,</br>His cancred Foes, his Fights, his Toyl, his Strife,</br>His Pains, his Poverty, his sharp Assays,</br>Through which he past his miserable days;</br>Offending none, and doing good to all,</br>Yet being malic'd both of great and small.", "And look at last, how of most wretched Wights</br>He taken was, betray'd, and false accused;</br>How with most scornful Taunts, and fell Despights</br>He was revil'd, disgrac'd, and foul abused,</br>How scourg'd, how crown'd, how buffeted, how brused;</br>And lastly, how 'twixt Robbers crucifide,</br>With bitter Wound, through Hands, through Feet, and Side.", "Then let thy flinty Heart that feels no pain,</br>Empierced be with pitiful Remorse,</br>And let thy Bowels bleed in every Vein</br>At sight of his most sacred heavenly Corse;</br>So torn and mangled with malicious Force;</br>And let thy Soul, whose Sins his Sorrows wrought,</br>Melt into Tears, and grone in grieved Thought.", "With Sense whereof, whilst so thy softned Spirit</br>Is inly toucht, and humbled with meek Zeal,</br>Through Meditation of his endless Merit,</br>Lift up thy Mind to th' Author of thy Weal,</br>And to his sovereign Mercy do appeal;</br>Learn him to love, that loved thee so dear,</br>And in thy Breast his blessed Image bear.", "With all thy Heart, with all thy Soul and Mind,</br>Thou must him love, and his Beheasts embrace:</br>All other Loves, with which the World doth blind</br>Weak Fancies, and stir up Affections base,</br>Thou must renownce, and utterly displace;</br>And give thy self unto him full and free,</br>That full and freely gave himself for thee.", "Then shalt thou feel thy Spirit so possest,</br>And ravisht with devouring great Desire</br>Of his dear self, that shall thy feeble Breast</br>Inflame with Love and set thee all on fire</br>With burning Zeal, through every part entire;</br>That in no earthly things thou shalt delight,</br>But in his sweet and amiable Sight.", "Thenceforth, all World's Desire will in thee die:</br>And all Earth's Glory, on which Men do gaze,</br>Seem Durt and Dross in thy pure-sighted eye;</br>Compar'd to that celestial Beauty's blaze,</br>Whose glorious Beams all fleshly Sense doth daze</br>With admiration of their palling Light,</br>Blinding the Eyes, and lumining the Spright.", "Then shall thy ravisht Soul inspired be</br>With heavenly Thoughts, far above humane Skill;</br>And thy bright radiant Eyes shall plainly see</br>Th' Idee of his pure Glory, present still</br>Before thy Face, that all thy Spirits shall fill</br>With sweet enragement of celestial Love,</br>Kindled through sight of those fair things Above.</br>"]