["TIME, NOON.", "HUMPHREY.</br>See'st thou not William that the scorching Sun</br>By this time half his daily race hath run?</br>The savage thrusts his light canoe to shore,</br>And hurries homeward with his fishy store.</br>Suppose we leave awhile this stubborn soil,</br>To eat our dinner and to rest from toil!", "WILLIAM.</br>Agreed.  Yon tree whose purple gum bestows</br>A ready medicine for the sick man's woes,</br>Forms with its shadowy boughs a cool retreat</br>To shield us from the noontide's sultry heat.</br>Ah, Humphrey!  now upon old England's shore</br>The weary labourer's morning work is o'er:</br>The woodman now rests from his measur'd stroke,</br>Flings down his axe, and sits beneath the oak,</br>Savour'd with hunger there he eats his food,</br>There drinks the cooling streamlet of the wood.</br>To us no cooling streamlet winds its way,</br>No joys domestic crown for us the day,</br>The felon's name, the outcast's garb we wear,</br>Toil all the day, and all the night despair.", "HUMPHREY.</br>Aye, William!  labouring up the furrowed ground,</br>I used to love the village clock's old sound,</br>Rejoice to hear my morning toil was done,</br>And trudge it homeward when the clock went one.</br>'Twas ere I turn'd a soldier and a sinner!</br>Pshaw!  curse this whining &mdash; let us fall to dinner.", "WILLIAM.</br>I too have loved this hour, nor yet forgot</br>Each joy domestic of my little cot;</br>For at this hour my wife with watchful care</br>Was wont each humbler dainty to prepare,</br>The keenest sauce by hunger was supplied</br>And my poor children prattled at my side.</br>Methinks I see the old oak table spread,</br>The clean white trencher and the good brown bread,</br>The cheese my daily food which Mary made,</br>For Mary knew full well the housewife's trade:</br>The jug of cyder, &mdash; cyder I could make,</br>And then the knives, &mdash; I won 'em at the wake.</br>Another has them now!  I toiling here</br>Look backward like a child and drop a tear.", "HUMPHREY.</br>I love a dismal story, tell me thine,</br>Meantime, good Will, I'll listen as I dine;</br>I too, my friend, can tell a piteous story</br>When I turn'd hero how I purchas'd glory.", "WILLIAM.</br>But Humphrey, sure thou never canst have known</br>The comforts of a little home thine own:</br>A home so snug, so cheerful too, as mine,</br>'Twas always clean, and we could make it fine.</br>For there King Charles's golden rules were seen,</br>And there &mdash; God bless 'em both &mdash; the King and Queen.</br>The pewter plates, our garnish'd chimney's grace,</br>So nicely scour'd, you might have seen your face;</br>And over all, to frighten thieves, was hung,</br>Well clean'd, altho' but seldom us'd, my gun.</br>Ah!  that damn'd gun!  I took it down one morn&mdash;</br>A desperate deal of harm they did my corn!</br>Our testy Squire, too, loved to save the breed,</br>So covey upon covey ate my seed.</br>I mark'd the mischievous rogues, and took my aim;</br>I fir'd, they fell, and &mdash; up the keeper came.</br>That cursed morning brought on my undoing;</br>I went to prison and my farm to ruin.</br>Poor Mary!  for her grave the parish paid,</br>No tomb-stone tells where her cold corpse is laid!</br>My children &mdash; my poor boys &mdash;", "HUMPHREY.</br>Come! &mdash; Grief is dry.&mdash;</br>You to your dinner &mdash; to my story I.</br>For you, my friend, who happier days have known,</br>And each calm comfort of a home your own,</br>This is bad living:  I have spent my life</br>In hardest toil and unavailing strife,</br>And here, (from forest ambush safe at least,)</br>To me this scanty pittance seems a feast.</br>I was a plough-boy once, as free from woes</br>And blithesome as the lark with whom I rose.</br>Each evening at return a meal I found;</br>And, tho' my bed was hard, my sleep was sound.</br>One Whitsuntide, to go to fair, I drest</br>Like a great bumpkin in my Sunday's best;</br>A primrose posey in my hat I stuck,</br>And to the revel went to try my luck.</br>From show to show, from booth to booth I stray,</br>See stare and wonder all the live-long day.</br>A Sergeant to the fair recruiting came,</br>Skill'd in man-catching to beat up for game;</br>Our booth he enter'd and sat down by me&mdash;</br>Methinks even now the very scene I see!</br>The canvass roof, the hogshead's running store,</br>The old blind fiddler seated next the door,</br>The frothy tankard passing to and fro,</br>And the rude rabble round the puppet-show;</br>The Sergeant eyed me well &mdash; the punch-bowl comes,</br>And as we laugh'd and drank, up struck the drums&mdash;</br>And now he gives a bumper to his Wench,</br>God save the King!  and then &mdash; God damn the French.</br>Then tells the story of his last campaign,</br>How many wounded and how many slain,</br>Flags flying, cannons roaring, drums a-beating,</br>The English marching on, the French retreating,&mdash;</br>\"Push on &mdash; push on, my lads!  they fly before ye,</br>March on to riches, happiness, and glory!\"</br>At first I wonder'd, by degrees grew bolder,</br>Then cried &mdash; \"'Tis a fine thing to be a soldier!\"</br>\"Aye, Humphrey!\" says the sergeant &mdash; \"that's your name?</br>Tis a fine thing to fight the French for fame!</br>March to the field &mdash; knock out a Mounseer's brains,</br>And pick the scoundrel's pocket for your pains.</br>Come, Humphrey, come!  thou art a lad of spirit!</br>Rise to a halbert &mdash; as I did &mdash;  by merit!</br>Wouldst thou believe it?  even I was once</br>As thou art now, a plough-boy and a dunce;</br>But courage raised me to my rank.  How now, boy!</br>Shall Hero Humphrey still be Numps the plough-boy?</br>A proper shaped young fellow!  tall and straight!</br>Why, thou wert made for glory!  five feet eight!</br>The road to riches is the field of fight!&mdash;</br>Didst ever see a guinea look so bright?</br>Why regimentals, Numps, would give thee grace,</br>A hat and feather would become that face;</br>The girls would crowd around thee to be kiss'd&mdash;</br>Dost love a girl?\"  \"Od Zounds!\" I cried, \"I'll list!\"</br>So pass'd the night; anon the morning came,</br>And off I set a volunteer for fame.</br>\"Back shoulders, turn out your toes, hold up your head,</br>Stand easy!\"  so I did &mdash; till almost dead.</br>O how I long'd to tend the plough again,</br>Trudge up the field, and whistle o'er the plain,</br>When tired and sore, amid the piteous throng,</br>Hungry, and cold, and wet, I limp'd along,</br>And growing fainter as I pass'd and colder,</br>Curs'd that ill hour when I became a soldier!</br>In town I found the hours more gaily pass,</br>And Time fled swiftly with my girl and glass;</br>The girls were wonderous kind and wonderous fair,</br>They soon transferr'd me to the Doctor's care;</br>The Doctor undertook to cure the evil,</br>And he almost transferr'd me to the Devil.</br>'Twere tedious to relate the dismal story</br>Of fighting, fasting, wretchedness, and glory.</br>At last discharg'd, to England's shores I came,</br>Paid for my wounds with want instead of fame,</br>Found my fair friends, and plunder'd as they bade me;</br>They kiss'd me, coax'd me, robb'd me, and betray'd me.</br>Tried and condemn'd his Majesty transports me,</br>And here in peace, I thank him, he supports me,</br>So ends my dismal and heroic story,</br>And Humphrey gets more good from guilt than glory.</br>"]