["There are some things are counted Real,</br>In which we Mortals do agree all:</br>Things form'd by cunning Allegories</br>We do account to be meer Stories.</br>Some write of Fights of Mice and Froggs,</br>And others prate of Mastiff Dogs:</br>One has the Fairy Queen espy'd,</br>And told the Tale, as if he ly'd,</br>Of Tib and Tom, and Mib and Mab,</br>Names ne'er attain'd by Poet Squab.</br>But while such Fools do please Mens Fancies</br>With idle Canto's of Romances,</br>I'll tell you of a greater Knight</br>Than e'er made Love, or mov'd in Fight.", "He neither was a Priest nor Parson,</br>Or Warriors Saddle laid his Arse on;</br>Yet in Divinity Profound,</br>He could great Sophisters confound</br>Knew difference 'twixt the Jews and Turks.</br>And had read Learned Bunyan's Works</br>Had Brooks his Golden Pippins read,</br>And by the wiser Folk 'tis said,</br>He can as learnedly dispute</br>As Parson Keith, or fam'd Giles Shute.</br>Lie sagely in his Youth foresaw</br>That Truths Divine need Props of Law,</br>To study which he did adhere,</br>And in't became a Barister:</br>He something else at length became,</br>An Office got I must not name;</br>\"Ne Sutor ultra Crepidam.\"", "He never bow'd his stubborn Knee</br>In any Feats of Chivalry,</br>Despising such Knight-Errantry,</br>Where People for the very nonce</br>Do fracture one another's Bones;</br>As Bullocks fight in Marshes fed,</br>To try which has the hardest Head.</br>He never lov'd the dismal Sounds</br>Of murd'ring Guns, of Blood and Wounds:</br>He still abhorr'd the frightful Sight,</br>The sad effect of cruel Fight.</br>He never got a broken Head,</br>Or for a Wound had Plaister spread;</br>Had no mischance in any Points,</br>To dislocate his nimble Joints,</br>But such Disasters as befal</br>In Battels Metaphysical;</br>Which, tho securing Head and Snout,</br>Do craze the Brains, not beat 'em out.", "By a deep insight in Religion</br>He found how Mahomet, and his Pigeon,</br>Did fly from hence to blest Abodes,</br>Translated to the very Gods;</br>With ev'ry Pinion not unhing'd,</br>And not one Feather of 'em sing'd.</br>In sacred Scripture he had read</br>How Enoch and Elijah fled</br>To Heavn by Faith, and in their flying</br>Disdain'd the Common way of Dying,</br>Which does Mankind in Thraldom fetter,</br>Only because they know no better.</br>He and his Printer did agree</br>To set men from this Bondage free;</br>And now Sir Knight has got a squire,</br>As fit as e'er he could desire:</br>To preach this Doctrine would be vain,</br>Disturb the Head, and Lungs would strain.</br>Let Parsons preach, and Clerks go whistle,</br>They'l do the business by Epistle,</br>Which has of late gain'd Proselytes</br>Of Tolandists and Asgilites,</br>Who form new Articles Divine,</br>Exceeding far our Thirty nine.", "In London Town there's scarcely found</br>One Corner of that fertile Ground,</br>Which does not to the Age afford</br>New Seas all founded on the Word,</br>Who like Logicians do dispute,</br>And one another still confute;</br>All of 'em Orthodox, and all</br>Alike are Apostolical.</br>But tho they make such zealous pother,</br>Some do thrive better than the other;</br>As Plants more generous are found</br>To flourish best in fattest Ground:</br>Some tall ones scatter do their Seed,</br>And new ones do as Maggots breed;</br>Whilst these to height are always shoving,</br>Some others only are improving.</br>St. Pauls scarce outdoes Salters-Hall,</br>Tho its high Roof be far more tall:</br>Octavo Band, and Cloak Divine,</br>As Folio Cassock is as fine:</br>The little Roundhead looks as big</br>As Bishop in his powder'd Wig.</br>And eke a wondrous Reformation</br>Is happened in this godly Nation.</br>After a many stubborn Greetings,</br>The King is pray'd for in the Meetings,</br>That he may live long-in the Nation;</br>Of publick Funds a long duration:</br>For these no King did e'er adore,</br>But what encreas'd their private Store.</br>Pardon, good Reader, I digress,</br>Tis common in Pindarick Verse,</br>And eke in this it must be too,</br>If I but please to make it so;</br>And I, without a Reason for't,</br>Will make 'em long, or cut 'em short.</br>Poets are Princes in their Station,</br>Although they govern not the Nation;</br>No man their Pow'r did yet dispute,</br>But always held 'em absolute.", "Now had Sir Knight his Brain imploy'd</br>How he might conquer, and avoid</br>Old Death, that cunning subtle Fox,</br>Who lays Mankind in Earthy Stocks:</br>Say's he, good Squire, 'tis but folly</br>To sit thus pensive, melancholy;</br>Put but my Notions into print,</br>We'll conquer Death, or Devil's in't.</br>I am Robustick, tho I'm Civil,</br>And grown a Match e'en for the Devil.</br>The Crooked Serpent, who by Lying</br>Entices Mankind into Dying,</br>So far does foolish Men deceive.</br>They cannot the dull Custom leave.</br>Had they but Faith, they need not die,</br>Like Enoch might \"ad Astra\" fly,</br>And view the Regions of the Sky.", "But here the Squire to Knight reply'd,</br>You have not yet your Notion try'd:</br>Your mighty Faith your Sense enthrals,</br>'Tis Philosophically false;</br>For what is born must surely die,</br>Or else Philosophers do lie:</br>All that is nourish'd is unstable,</br>And is revera corruptible;</br>And Death, deciding of the strife,</br>Is but Corruption of our Life.</br>You must not Notions, Sir, epsouse</br>That do the Bonds of Nature loose,</br>And with such vehemence dispute 'em,</br>When e'ery Church-yard does confute 'em.</br>Besides, Sir, where is your Protection</br>Against received Resurrection?</br>For it appears to all the Wise,</br>If we don't die we shall not rise.</br>You may for this be brought in Court,</br>And there be made to answer for't;</br>They'l use you there like any Dog,</br>When youre once seiz'd by Robbin Hog:</br>For, Sir, the Liberty to scrible</br>Allows you not at Church to nibble;</br>And there I'll leave you in the lurch,</br>When you plant Cannons 'gainst the Church.</br>Such things as these would whilome tear yo,</br>In the late Reign of Great Rogero:</br>Not that Rogero of great Note,</br>Of whom Orlando justly wrote,</br>Who with Alcyna did discourse</br>By Assignations of Amours;</br>But that Rogero which did fill</br>The World with Observators ill;</br>Who such ill Tenents to redress,</br>Was made Oppressor of the Press;</br>Who tho he's outed of his Reign,</br>His Squire's Pow'r does still remain.", "To this reply'd the Doughty Knight,</br>Thou shalt not me with Fancies fright.</br>Nought that's heroick, or thats rare-a,</br>But was atchiev'd by Great Don Zara,</br>Whose Actions gave his Name a Hogo,</br>He got the Title of Del Fogo;</br>And tho he was a man of Valour,</br>He oft was squeez'd by Fortunes Squallor;</br>And Sancho too (his Fates be thanked)</br>Was sadly tossed in a Blanket:</br>Yet these did ne'er repine at fate,</br>To keep off Blow would scarce guard Pate.</br>I will encounter Jews and Turks,</br>Defy the Devil and his Works,</br>Both thy Rogero, and his Squire,</br>And their Ecclesiastick Fire.</br>Roger belong'd unto that Priesthood</br>Which never yet did do the least good:</br>He was a Light to the Dark-Lanthorns,</br>Which neither Socket's have, nor han't Horns.</br>If these my Notions do molest,</br>It's Persecution, Sir, at best;</br>Of modern date a Law too faith,</br>No man shall suffer for his Faith.", "Here did the Squire long stand amaz'd,</br>And after on the Knight had gaz'd;</br>Quoth he, it is not Persecution,</br>When against you in execution:</br>Our Laws do only favour weak</br>And Infant Christians, who can't take</br>The stronger Meats; but you are strong,</br>Almost Omnipotent in wrong.</br>Your self-applauding Vanity</br>Is meer downright Profanity:</br>You know a wondrous deal of Faith,</br>But not one word the Scripture saith.</br>'Tis true, good Enoch and Eliah</br>Alive to Saints above did fly-a;</br>And this was done by Faith and Prayer,</br>But neither of 'em was a Lawyer;</br>They of Canary took no Dose,</br>Nor tippl'd Claret at the Rose:</br>They in their Lives were exemplary,</br>Seldom or never did miscarry.</br>We can't in you like Faith believe,</br>Unless you like Example give.", "Quoth Knight, my Friend, thour't very dull,</br>Good God!  Full fill thy empty Scull.</br>Those Tenents which from Faith arise,</br>To Mortal Men are Mysteries:</br>It is not likely they should know</br>The way translated Men do go;</br>They cannot see the upper Skies,</br>Because they look with dying Eyes;</br>They can no more such Truth unriddle</br>Than Story of the Bear and Fiddle,</br>Was sung, but broke off in the middle.</br>As for my way of living, wou'd</br>It were as pious Enoch's good.</br>But here, my Friend, you do Me banter;</br>For you do know I am no Ranter:</br>Altho for Grace I don't much stickle,</br>And sigh and groan at Conventicle;</br>With little Band am seldom found,</br>Or Locks are circumcised round;</br>Yet tho I do not cant and pray,</br>I am not half so lewd as they:</br>And Godly Looks do ne'er impart</br>The secret Treasure of the Heart,</br>Which, if it does once entertain</br>Vile Thoughts, Religion is but vain.</br>I in a Band could look as grave</br>As any Conventicle Knave,</br>Cou'd wring my Chaps into Grimaces,</br>And make a hundred Godly Faces.</br>Cou'd sit as dull as any Log,</br>And grunt and groan like any Hog;</br>But these are odd sorts of Religions,</br>Contriv'd by Knaves for foolish Wigeons;</br>May be for them a Godly Fashion,</br>But are not fitted for Translation.</br>All my Disciples must be airy,</br>And dance as nimble as a Fairy,</br>Mull never think of sordid Dying,</br>But Practise must the Art of Flying.</br>"]