["On Ellen's cheek, and safe through every storm</br>The Rose displayed its fifteenth summer's bloom</br>When ah!  consumption like a canker worm</br>Preyed on the flower that withered for the tomb.</br>I may not think of the unhappy room&mdash;</br>The burning tear-drops by a mother shed,</br>The calmer father in that hour of gloom</br>In prayer to God, beside a daughter's bed,</br>The last surviving child that made his cottage glad.", "I may not think of the afflicted pair,</br>At midnight sitting by their lamp's pale ray</br>And often turning, 'mid the sleepless care,</br>To her who journey'd to her bed of clay&mdash;</br>Who might have cheered the twilight of their day,</br>Like some fair star amid the skies of even.</br>Their eyes will meet, and they will turn away</br>To all the weakness of our nature given,</br>And shed those bitter tears but to be wiped in heaven.", "I may not think of the distracting hour&mdash;</br>The laboured breathing, the convulsive start,</br>When mournful friends renounce all human power,</br>And hang o'er those that from the world depart.</br>Hark!  as the warble from their inmost heart</br>A soothing psalm to hopeless sorrow dear;</br>Each broken groan, even like a poisoned dart,</br>Thrills to the soul that trembles with its fear,</br>And break their tremulous song with many a gushing tear.", "The maiden died.  And with her latest breath</br>She named a name unknown to every ear;</br>And when her wasted hand was stretched in death</br>She found a relic that seemed fondly dear&mdash;</br>A little sonnet stained with many a tear,</br>And to the maid in his sweet name addressed,</br>Whose hovering image seemed so brightly near,</br>When o'er the last faint breathings of her breast</br>Death brooded like the night &mdash; then sunk, and all was rest.", "I heard the tale &mdash; and to the house of woe</br>To soothe a friend my evening path-way sped;</br>And by that friend who could not comfort know</br>Was to the chamber of affliction led&mdash;</br>I saw her stretched upon the lifeless bed,</br>Robed in the snow-white vestments of the tomb,</br>And thought of that closed eye that once could shed</br>A gleam of joy o'er all the gladdened room,</br>Where now each face was sad, and every soul in gloom.", "The lovely picture of her healthful days,</br>When she was beauteous as the summer's dawn,</br>Hung on the wall &mdash; but, as I turned to gaze,</br>A sable covering was o'er it drawn,</br>And by herself when her sunk cheek grew wan,</br>When she beheld the beauty that was gone,</br>And when the tears that down her pale cheek ran,</br>Bespake the sorrow which she would not own,</br>To see the likeness once that could not now be known.", "The day was closed &mdash; the moonlight skies were clear&mdash;</br>Her sire was with me on my homeward road,</br>And spoke with calmness that was sweet to hear,</br>For though he sorrowed &mdash; he had trust in God.</br>But as the valley's dreary path we trode</br>Two neighbours passed us who the coffin bore,</br>And this renewed the woes of his abode&mdash;</br>The lonesome hearth that was so blithe before</br>With that endearing child, who there could sit no more.", "Ah!  this dissolved the firmness of his mind,</br>And like a child relieving tears he shed;</br>Then, with a heart that scarce could be resigned,</br>Turned down the path to where his cottage led.</br>&mdash;Oft, oft I think of, though my heart be glad,</br>The burial toll of her who still is dear,</br>The cold, cold pillow of her dreamless bed,</br>The first big clod that struck her sounding bier,</br>And the funereal turf, now green for many a year.", "Twice had the spring-flowers blossomed on her grave,</br>When peace was brought to either parent's breast,</br>And now the same o'er-reaching branches wave</br>A dreary shadow o'er their beds of rest.</br>And when another spring their graves had drest,</br>A lovely stranger who now tongue could name,</br>One day from sun's rise till he reached the west,</br>Mourned o'er the graves, then parted as he came,</br>His griefs known but to God, who could but soothe the same!</br>"]