["Sweet Scottish Bard!  still as I read</br>Thy bonie, quaint, harmonious lays,</br>I aft exulting bless thy head,</br>That weel deserves to wear the bays.", "\"'Tis long indeed since Scotia's plain</br>Cou'd boast of such melodious lays&mdash;\"</br>'Twould take, O Burns!  an able pen</br>To match thy merit and due praise.", "Tho' Allan Ramsay blythly ranted,</br>An' tun'd his reed wi' merry glee;</br>Yet faith that something ay he wanted,</br>That makes my Burns sae dear to me.", "Possest of sic uncommon skill,</br>Horatian fire at command;</br>Thou, easy can'st teach Dogs at will,</br>What's human life at ance to scan!", "An' whan got in a merry vein,</br>Thou tun'st thy reed to auld Scotch drink:</br>I've aften lang'd, and lang'd again</br>To see my Burns's social wink.", "L&mdash;d man, I aften think on you!</br>Whan to the kirk our saints forgather!</br>A hypocritic, senseless crew!</br>It puts ane mad to hear sic blether!", "Likewise the Aesculapian rout,</br>Vile sinners!  faith thou has na spar'd them:</br>I wish this fourscore years a' out,</br>Baith you an' I may disregard them.", "Your bonie lines on Halloween,</br>I afaten read whan I'm at leisure;</br>The weel depicted, countra' scene</br>Affords to me, the greatest pleasure.", "HOMER I've read, an' VIRGIL too,</br>With HORACE, MILTON, YOUNG, and GAY,</br>Auld SPENCER, POPE and DRYDEN thro',</br>Sweet THOMSON, SHENSTONE, GOLDSMITH, GRAY.", "I've aften read their pages a'</br>An' monie mair o' deep ingine:</br>But frae a' the verses e'er I saw,</br>Your Cotter fairly takes the shine.", "Your Dream and Vision mak me fistle:</br>Right monie a time I'm made to laugh</br>At the comic turn o' ilk epistle,</br>Likewise your ecclesiastic cawf.", "And wha the devil wadna praise ye,</br>That has impartial, read ilk sonnet,</br>That ye hae sung to mouse an' daisy,</br>An' louse upon my lady's bonnet!", "An whan ye bid farewell to Ayr,</br>Your wonted vales an' verdant hills,</br>An' to your brethren o' the square,</br>With warmest throws my bosom fills.", "Than greening wife mair lang I think,</br>To get my e'en for ance upon ye,</br>To see ye smile an' laugh an' drink</br>Wi' you in antient Caledonia.", "The road is lang an' unco dreigh,</br>And roaring seas do intervene;</br>And cauld-rife mountains, wild an' hiegh,</br>Erect their joyless brows atween.", "But yet that hour may come to pass,</br>That in some thrang perchance I'll see ye,</br>An' hap'ly treat ye to a glass,</br>An' likely grow familiar wi' ye.", "Farewell sweet bard!  may Heavenly powers</br>Frae a' that's ill for ay deffend ye;</br>Health, joy an' peace be ever yours;</br>And happiness for ay attend ye.", "And when your spirit quits her clay,</br>May angels be her dear convoy</br>To regions of eternal day&mdash;</br>To fountains of eternal joy.", "POSTSCRIPT,</br>WITH A POUND OF SNUFF.</br>Take not, my dear Sir, my present amiss,</br>You may open at once and see what it is:</br>Or I'll tell you in short tho' I merit a cuff,</br>'Tis a pound of the best of old Lundy Foot's snuff;</br>'Tis B&mdash;d they call it, I'm told in the city,</br>'Mong people of fashion that fain wou'd be witty;</br>But here in the north, we call it Rappee:</br>D&mdash;l sniffle the odds!  there's a pound o't to thee.", "I sent for't to Dublin, an' mist it &mdash; at last</br>I heard that I might have a pound in Belfast:</br>I ask'd for a sample before that he weigh'd it,</br>The old fellow swore by the L&mdash;d he cou'd eat it!</br>I try'd it so rash, &mdash; set my opticks a springing:</br>It stichel'd me so that I straight fell a singing&mdash;</br>Here take it, an' use it, an G&mdash;d gie ye gude o't,</br>An' may it inspire your Muse, if it cou'd do't,</br>In bonie braid Scotch to sing me a sonnet,</br>On receipt of which, I would dance on my bonnet:</br>I'd rather I vow, than a ton o' sic priming,</br>That I had your musical talents for rhyming!</br>In the mean time gude night, an' may Providence bless ye,&mdash;</br>Ye'd no be ill-fair'd if as weel as I wiss ye.</br>"]