["This lustie swayne his lowly quill,</br>To higher notes doth rayse,</br>And in Ideas person paynts,</br>His lovely lasses prayse.", "MOTTO.</br>Come frolick it a while my lustie swayne,</br>Let's see if time have yet revi'd in thee,</br>Or if there be remayning but a grayne,</br>Of the olde stocke of famous poesie,</br>Or but one slip yet left of this same sacred tree.", "Or if reserv'd from elds devouring rage,</br>Recordes of vertue, Aye memoriall,</br>Left to the world as learnings lasting gage,</br>Or if the prayse of worthy pastorall,</br>May tempt thee now, or moove thee once at all.", "To Fortunes Orphanes Nature hath bequeath'd,</br>That mighty Monarchs seldome have possest,</br>From highest Heaven, this influence is breath'd,</br>A most divine impression in the breast,</br>And those whom Fortune pines doth Nature often feast.", "Ti's not the troupes of paynted Imagerie,</br>Nor these worlds Idols, our worlds Idiots gazes,</br>Our forgers of suppos'd Gentillitie,</br>When he his great, great Grand-sires glory blases,</br>And paints out fictions in base coyned Phrases.", "For honour naught regards, nor followeth fame,</br>These silken pictures shewed in every streete:</br>Of Idlenes comes evill, of pride ensueth shame,</br>And blacke oblivion is their winding sheete,</br>And all their glory troden under feete.", "Though Envie shute her seven-times poysned dartes,</br>Yet purest golde is seven times try'd in fier,</br>True valeur lodgeth in the lowlest harts,</br>Vertue is in the minde, not in th' attyre,</br>Nor stares at starres; nor stoups at filthy myre.", "ROWLAND.</br>I may not sing of such as fall, nor clyme,</br>Nor chaunt of armes, nor of heroique deedes,</br>It fitteth not poore shepheards rurall rime,</br>Nor is agreeing with my oaten reedes,</br>Nor from my quill, grosse flatterie proceedes.", "Unsitting tearmes, nor false dissembling smiles,</br>Shall in my lines, nor in my stile appeare,</br>Worlds fawning fraud, nor like deceitfull guiles,</br>No, no, my muse, none such shall sojourne here,</br>Nor any bragges of hope nor signes of base despaire,", "No fatall dreades nor fruitles vaine desires,</br>Nor caps, nor curtsies to a paynted wall,</br>Nor heaping rotten sticks on needles fires,</br>Ambitious thoughts to clime nor feares to fall,</br>A minde voyd of mistrust, and free from servile thral.", "Foule slander thou suspitions Bastard Child,</br>Selfe-eating Impe from vipers poysned wombe,</br>Foule swelling toade with lothly spots defil'd,</br>Vile Aspis bred within the ruinde tombe,</br>Eternall death for ever be thy doombe.", "Still be thou shrouded in blacke pitchie night,</br>Luld with the horror of night-ravens song,</br>Let foggie mistes, clowd and eclipse thy light,</br>Thy woolvish teeth chew out thy venomd tongue,</br>With Snakes and adders be thy body stong.", "MOTTO.</br>Nor these, nor these, may like thy lowlie quill,</br>As of too hie, or of too base a straine,</br>Unfitting thee, and sdeyned of thy skill,</br>Nor yet according with a shepheards vayne,</br>Nor no such subject may beseeme a swayne.", "Then tune thy reede unto Ideas prayse:</br>And teach the woods to wonder at her name:</br>Thy lowlie notes here mayst thou learne to rayse,</br>And make the ecchoes blazen out her name,</br>The lasting trumpe of Phebes lasting fame.", "Thy Temples then shall with greene bayes be dight,</br>Thy Egle-soring muse upon her wing,</br>With her fayre silver wings shall take her flight,</br>To that hie welked tower where Angels sing,</br>From thence to fetch the tutch of her sweete string.", "ROWLAND.</br>Oh hie inthronized Jove, in thy Olympicke raigne,</br>Oh battel-waging Marte, oh sage-saw'd Mercury,</br>Oh Golden shrined Sol, Venus loves soveraigne,</br>Oh dreadfull Saturne, flaming aye with furie,</br>Moyst-humord Cinthya, Author of Lunacie,</br>Conjoyne helpe to erect our faire Ideas trophie.", "Oh Tresses of faire Phoebus stremed die,</br>Oh blessed load-starre lending purest light,</br>Oh Paradice of heavenly tapistrie,</br>Angels sweete musick, O my soules delight,</br>O fayrest Phebe passing every other light.", "Whose presence joyes the earths decayed state,</br>Whose counsels are registred in the sphere,</br>Whose sweete reflecting clearenes doth amate,</br>The starrie lights, and makes the Sunne more fayre,</br>Whose breathing sweete perfumeth all the ayre.", "Thy snowish necke, fayre Natures tresurie,</br>Thy swannish breast, the haven of lasting blisse,</br>Thy cheekes the bancks of Beauties usurie,</br>Thy heart the myne, where goodnes gotten is,</br>Thy lips those lips which Cupid joyes to kisse.", "And those fayre hands within whose lovely palmes,</br>Fortune divineth happie Augurie,</br>Those straightest fingers dealing heavenly almes,</br>Pointed with pur'st of Natures Alcumie,</br>Where love sits looking in loves palmistrie.", "And those fayre Ivorie columnes which upreare,</br>That Temple built by heavens Geometrie,</br>And holiest Flamynes sacrifizen theare,</br>Unto that heavenly Queene of Chastitie,</br>Where vertues burning lamps can never quenched be.", "Thence see the fairest light that ever shone,</br>That cleare which doth worlds cleerenes quite surpasse,</br>Brave Phoebus chayred in his golden throane,</br>Beholding him, in this pure Christall glasse,</br>See here the fayrest fayre that ever was.", "Delicious fountaine, liquid christalline,</br>Mornings vermilion, verdant spring-times pride,</br>Purest of purest, most refined fine,</br>With crimson tincture curiously Idy'd,</br>Mother of Muses, great Apollos bride.", "Earths heaven, worlds wonder, hiest house of fame,</br>Reviver of the dead, eye-killer of the live,</br>Belov'd of Angels, Vertues greatest name,</br>Favors rar'st feature, beauties prospective,</br>Oh that my verse thy vertues could contrive.", "That stately Theater on whose fayre stage,</br>Each morall vertue actes a princely part,</br>Where every scene pronounced by a Sage,</br>Eternizeth divinest Poets Arte,</br>Joyes the beholders eyes, and glads the hearers hart.", "The worlds memorials, that sententious booke,</br>Where every Comma, points a curious phrase,</br>Upon whose method, Angels joye to looke:</br>At every Colon, Wisdomes selfe doth pause,</br>And every Period hath his hie applause.", "Read in her eyes a Romant of delights,</br>Read in her words the proverbs of the wise,</br>Read in her life the holy vestall rites,</br>Which love and vertue sweetly moralize:</br>And she the Academ of vertues exercise.", "But on thy volumes who is there may comment,</br>When as thy selfe hath Arts selfe undermined:</br>Or undertake to coate thy learned margent,</br>When learnings lines are ever enterlined,</br>And purest words, are in thy mouth refined.", "Knewest thou thy vertues, oh thou fayr'st of fayrest,</br>Thou earths sole Phenix, of the world admired,</br>Vertue in thee repurify'd and rarest,</br>Whose endles fame by time is not expired,</br>Then of thy selfe would thy selfe be admired.", "But arte wants arte to frame so pure a Myrror,</br>Where humaine eyes may view thy vertues beautie,</br>When fame is so surprised with the terror,</br>Wanting to pay the tribute of her duetie,</br>With colours who can paint out vertues beautie.", "But since unperfect are the perfects colours,</br>And skill is so unskilfull how to blaze thee:</br>Now will I make a myrror of my dolours,</br>And in my teares then looke thy selfe and prayse thee,</br>Oh happy I, if such a glasse might please thee.", "Goe gentle windes and whisper in her eare,</br>And tell Idea how much I adore her,</br>And thou my flock, reporte unto my fayre,</br>How she excelleth all that went before her,</br>Tell her the very foules in ayre adore her.", "And thou cleare Brooke by whose fayre silver streame,</br>Grow those tall Okes where I have carv'd her name,</br>Convay her praise to Neptunes watery Realme,</br>Refresh the rootes of her still growing fame,</br>And teach the Dolphins to resound her name.", "MOTTO.</br>Cease shepheard cease, reserve thy Muses store,</br>Till after time shall teach thy Oaten reede,</br>Aloft in ayre with Egles wings to sore,</br>And sing in honor of some worthies deede,</br>To serve Idea in some better steede.", "She sees not shepheard, no she will not see,</br>Her rarest vertues blazond by thy quill,</br>Nor knowes the effect the same hath wrought in thee,</br>The very tuch and anvile of thy skill,</br>And this is that which bodeth all thy ill.", "Yet if her vertues glorie shall decay,</br>Or if her beauties flower shall hap to fall,</br>Or any cloud eclipse her sun-shine day,</br>Then looke (Idea) in thy pastorall,</br>And thou thy vertues unto minde shalt call.", "ROWLAND.</br>Shepheard farewell, the skies begin to lowre,</br>Yon pitchie clowd which hangeth in the West,</br>I feare me doth presage some sodaine showre,</br>Come let us home, for so I think it best,</br>For all our flocks been laid them downe to rest.", "MOTTO.</br>And if thou list to come unto my Coate,</br>Although (God knowes) my cheere be to too small,</br>And wealth with me was never yet afloate,</br>Yet take in gree what ever doe befall,</br>And wee will sit, and sing a mery madrigall.", "ROWLAND.</br>Per superos iuro testes, pompamque Deorum,</br>nam nobis tempus in omne fore.", "MOTTO.</br>Nos quoque per totum pariter cantabimur orbem,</br>ue semper erunt nomina nostra tuis.</br>"]