["My Mother, thou hast not forgot the hour,</br>Tho' Time since then is far upon his way,</br>When youth and beauty crown'd thy bridal bow'r,</br>And on thy lap thy first-born infant lay</br>Catching the parting breath of lingering May,</br>Which, as it whisper'd o'er thy green alcove,</br>Gave life and freshness to the fervid day;</br>O'er thee the woodbine's flexile tendrils wove,</br>And wafted on thine ear the woodland song of love;&mdash;", "Nor did the sportive zephyr, as it flew</br>Through vales where Flora's modest train repose,</br>Or the bright meadow spangled o'er with dew,</br>From Morn's first blush to Evening's fragrant close,</br>Fan with its wing, than thee, a fairer rose!</br>Such wert thou, when the natal Genius stood</br>Beside thy couch, and wav'd his wand, and smil'd;</br>His bright eye shed of light a glittering flood,</br>Half didst thou fear that aspect strange and wild,</br>As with immortal hand he touch'd th' unconscious child!", "\"Fear not,\" he cried, \"my office is to bless!</br>Which of the toys, that mortals blessings name,</br>Shall deck thy babe?  be thou the arbitress!</br>The gift be thine, of Beauty, Wealth, or Fame&mdash;</br>Mine be the task to grant, and thine to claim!\"</br>Just then a crystal mirror on thine eye</br>Reflects a pallid cheek, a languid frame&mdash;</br>\"See!  Beauty flies the transient agony!&mdash;</br>I ask not for my babe what blooms so soon to die!", "\"And, Genius, well I know, that gold in vain</br>Swells the clos'd coffer, and encrusts the heart;</br>But, the sad vigil kept thro' nights of pain,</br>Grief's throbbing ulcer, Envy's rankling smart,</br>To lull and to appease, has Wealth the art?&mdash;</br>No; I would lead my child, where lurking care</br>Ne'er whets the sting, or brandishes the dart,</br>Would lead it to yon fairy region, where</br>No cloud obscures the day, no vapour loads the air!", "\"Where on the vivid flower no canker preys,</br>That decks the bank of glancing Hippocrene,</br>Where Fancy's rule the laughing realm obeys,&mdash;</br>Obedience mild, a willing meed I ween;</br>For who would rebel prove to such a queen!&mdash;</br>Be this the boon!\" &mdash; The natal Genius smil'd,</br>Auspicious shone the guardian's brow serene,</br>\"Go range,\" he cried, \"the visionary wild,</br>Where fickle Fancy reigns, a wayward, wandering child!\"", "Since then, thro' every mountain, dell, or grove,</br>Wherever fountain gush'd, or murmur'd rill,</br>Fancy beheld her fondest votary rove</br>Her grassy glens, and climb each mist-crown'd hill;</br>And thus the 'tranced pilgrim wanders still;</br>And who would rudely break the enthusiast's dream,</br>Or vex with worldly cares that bosom's thrill,</br>As bending pensive o'er some wizard stream,</br>It ponders silently, the sweet, yet lofty theme?", "Mother, how oft the lucre-loving sire</br>Commits his offspring to ungenial skies,</br>Sends him to burn beneath the tropic fire,</br>And waste far off his native energies,</br>To glad, with foreign gold, a parent's eyes!&mdash;</br>And has thy child a thriftless wanderer stray'd,</br>Bringing for thee no tributary prize?</br>Lo!  at thy feet, a varied garland laid,</br>Of blossoms pluck'd for thee, from Fancy's flowery glade!</br>"]