["Cocks wake the early morn with many a crow;</br>Loud striking village clock has counted four;</br>The labouring rustic hears his restless foe;</br>And weary, of his pains complaining sore,</br>Hobbles to fetch his horses from the moor:</br>Some busy 'gin to teem the loaded corn,</br>Which night throng'd round the barn's becrowded door;</br>Such plenteous scenes the farmer's yard adorn,</br>Such noisy, busy toils now mark the Harvest Morn.", "The bird-boy's pealing horn is loudly blow'd;</br>The waggons jostle on with rattling sound;</br>And hogs and geese now throng the dusty road,</br>Grunting, and gabbling, in contention, round</br>The barley ears that litter on the ground.</br>What printing traces mark the waggon's way;</br>What busy bustling wakens echo round;</br>How drive the sun's warm beams the mist away;</br>How labour sweats and toils, and dreads the sultry day!", "His scythe the mower o'er his shoulder leans,</br>And whetting, jars with sharp and tinkling sound,</br>Then sweeps again 'mong corn and crackling beans,</br>And swath by swath flops lengthening o'er the ground;</br>While 'neath some friendly heap, snug shelter'd round</br>From spoiling sun, lies hid the heart's delight;</br>And hearty soaks oft hand the bottle round,</br>Their toils pursuing with redoubled might&mdash;</br>Great praise to him be due that brought its birth to light.", "Upon the waggon now, with eager bound,</br>The lusty picker whirls the rustling sheaves;</br>Or, resting ponderous creaking fork aground,</br>Boastful at once whole shocks of barley heaves:</br>The loading boy revengeful inly grieves</br>To find his unmatch'd strength and power decay;</br>The barley horn his garments interweaves;</br>Smarting and sweating 'neath the sultry day,</br>With muttering curses stung, he mauls the heaps away.", "A motley group the clearing field surround:</br>Sons of Humanity, oh ne'er deny</br>The humble gleaner entrance in your ground;</br>Winter's sad cold, and Poverty are nigh.</br>Grudge not from Providence the scant supply:</br>You'll never miss it from your ample store.</br>Who gives denial, &mdash; harden'd, hungry hound,&mdash;</br>May never blessings crowd his hated door!</br>But he shall never lack, that giveth to the poor.", "Ah, lovely Emma!  mingling with the rest,</br>Thy beauties blooming in low life unseen,</br>Thy rosy cheeks, thy sweetly swelling breast;</br>But ill it suits thee in the stubs to glean.</br>O Poverty!  how basely you demean</br>The imprison'd worth your rigid fates confine;</br>Not fancied charms of an Arcadian queen,</br>So sweet as Emma's real beauties shine:</br>Had Fortune blest, sweet girl, this lot had ne'er been thine.", "The sun's increasing heat now mounted high,</br>Refreshment must recruit exhausted power;</br>The waggon stops, the busy tool's thrown by,</br>And 'neath a shock's enjoy'd the bevering hour.</br>The bashful maid, sweet health's engaging flower,</br>Lingering behind, o'er rake still blushing bends;</br>And when to take the horn fond swain implore,</br>With feign'd excuses its dislike pretends.</br>So pass the bevering hours, so Harvest Morning ends.", "O Rural Life!  what charms thy meanness hide;</br>What sweet descriptions bards disdain to sing;</br>What loves, what graces on thy plains abide:</br>Oh, could I soar me on the Muse's wing,</br>What rifled charms should my researches bring!</br>Pleas'd would I wander where these charms reside;</br>Of rural sports and beauties would I sing;</br>Those beauties, Wealth, which you in vain deride,</br>Beauties of richest bloom, superior to your pride.</br>"]