["\"Yes!  British youths,  the love of home inspires</br>Generous affections!  Is not the retreat</br>Where burn the filial, the parental fires,</br>Full oft the nursery of the good and great;</br>Where Friendship kindles an heroic heat,</br>And, link'd amidst the lofty-pannel'd hall,</br>Bosoms in sympathetic union beat;</br>Whence, if their country good or ill befal,</br>They rise with noble warmth &mdash; they start at Honour's call?\"", "Such were my numbers on the banks of Kenne!</br>Nor could its slow stream soothe the pensive hour;</br>As Fancy wing'd me to my native glen,</br>And in sweet vision rear'd this distant bower.</br>'Twas then, no mean ambition, fond to tower</br>Above the crowd, a progeny pourtray'd,</br>Not loit'ring in green meads to cull the flow'r,</br>Not warbling love-notes in the secret shade,</br>But prompt to instruct rude minds, or sway the ensanguin'd blade.", "'Twas then the azure of yon Heaven, my sons,</br>Had not yet open'd on your infant sight;</br>Nor could I mark the race that Virtue runs</br>Perplex'd with troubles, or in glory bright;</br>Nor could I trace distinct in various light,</br>The path of Honour each was form'd to tread:</br>'Twas all Imagination's fervid flight.</br>I saw no tempest gathering over head,</br>Nor trembled at the toils by Vice or Folly spread.", "Where India whirls her suffocating sands;</br>Or in her lightnings scares the  jungle gloom,</br>Say, for your duteous brothers shall the brands</br>Of death repose?  Alas!  for ills to come!</br>What, tho' of thousands they have seal'd the doom,</br>Say, can they bid the pestilence avaunt,</br>Or stray, unheeding where invaders roam?</br>Or welcome, from their bulwark'd elephant</br>The howling wilderness, or scorn the tiger's haunt?", "And ye, too, whether Destiny may waft</br>Or Life or Death, now clust'ring round your sire,</br>Firm on old Albion's cliffs, the fatal shaft</br>Would meet unshrinking, if emergence dire</br>Ask'd Valour's arm, to wake the adventurous fire!</br>Lo, one who hail'd, fair Greece!  thine altar isles,</br>An embryo Nelson, see his soul aspire,&mdash;</br>Alike unmov'd, where vast the Atlantic boils,</br>Or sleeps the Egean wave, array'd in summer-smiles.", "Yet, from this little groupe my Country calls</br>For aid we rate above the warlike arm:</br>She looks to Academicus' learned halls!&mdash;</br>She looks to where forensic contests swarm</br>In bloodless strife, and throngs confess the charm</br>Of Eloquence, &mdash; Be thine that better part,</br>My William!  in the cause of Virtue warm,</br>To guide thy flock with no insidious art,</br>Instilling heavenly truths, a balsam to the heart.", "And rest we here?  ah no! &mdash; we rest not here!</br>Three boys untutor'd trip their careless way;</br>Unweeting if a sorrow or a fear</br>Rise, on dark cloud, to dim their sunny day&mdash;</br>If Treachery lurk to, lead their steps astray;</br>When the pale sod shall cover me, so cold&mdash;</br>But why, from boding sighs, why faints my lay?</br>Hope, angel Hope!  O come, thy views unfold,</br>And o'er the landscape shed thy rays of living gold.", "O wipe away, sweet comforter, the tears</br>That gush unbidden from the mournful eye,</br>And kindly picture all the future years,</br>Reflecting back the fairest times gone by!</br>Show in clear perspective my progeny</br>Still emulous of hereditary worth!</br>O bid them with their loyal fathers vie;</br>And, proudly conscious of superior birth,</br>Salute, as with one heart, their hospitable hearth.", "E'en now, perhaps, the chieftains who unsheath'd</br>The massy sword, to guard Matilda's throne,</br>Who, from the plains of Cressy, laurel-wreath'd,</br>First in the ranks of Western warriors shone;</br>And they who whilom fell where rebels won</br>The unrighteous palm, may hover o'er a scene</br>So lov'd in life, and list'ning to the tone</br>Of dying gales, the tremulous sprays between,</br>Hail the last flush of eve that tints yon glimm'ring green.", "E'en now, perhaps, they note with new delight</br>Th' expanding minds of no degenerate race,</br>And long, as they anticipate the sight</br>Here opening fast, of ev'ry honest grace,</br>To clasp them in a parent's fond embrace,</br>Whilst Faith and Truth a blended radiance fling;</br>And not the minions or of Power or Place</br>(Tho' Heaven's wide arch with acclamations ring)</br>Beam from their ermin'd pomp more glory round their King!", "Yes!  tho' imperial grandeur to the gaze</br>Of millions, in one pause of wonder, flame,</br>And coronets flash fierce the mingling blaze,</br>And echo triumph in the wild acclaim,</br>To ratify a George's patriot aim;&mdash;</br>Such votive offerings as this calm recess</br>Shall send, unpublish'd by the voice of Fame,</br>The Crown shall in fraternal concord bless,</br>And on sure basis fix the Sovereign's happiness!</br>"]