["Ye Winds to whom Collin complains</br>In Ditties so sad and so sweet,</br>Believe me, the Shepherd but fains</br>He's wretched, to shew he has Wit.</br>No Charmer like Collin can move,</br>And this is some pretty new Art;</br>Ah!  Collin's a Jugler in Love,</br>And likes to play Tricks with my Heart.", "When he will, he can sigh and look pale,</br>Seem doleful and alter his Face,</br>Can tremble and alter his Tale;</br>Ah!  Collin has every Pace:</br>The Willow my Rover prefers</br>To the Breast, where he once beg'd to lie</br>And the Stream, that he swells with his Tears,</br>Are Rivals belov'd more than I.", "His Head my fond Bosom would bear,</br>And my Heart would soon beat him to Rest;</br>Let the Swain that is slighted despair,</br>But Collin is only in jest.</br>No Death the Deceiver designs,</br>Let the Maid that is ruin'd despair;</br>For Collin but dies in his Lines,</br>And gives himself that Modish Air.", "Can Shepherds, bred far from the Court,</br>So wittily talk of their Flame?</br>But Collin make Passion his Sport,</br>Beware of so fatal a Game:</br>My Voice of no Musick can boast,</br>Nor my Person of ought that is fine;</br>But Collin may find, to his Cost,</br>A Face that is fairer than mine.", "Ah!  then I will break my lov'd Crook,</br>To Thee I'll bequeath all my Sheep,</br>And die in the much-favour'd Brook,</br>Where Collin does now sit and weep:</br>Then mourn the sad Fate that you gave,</br>In Sonnets so smooth and divine;</br>Perhaps, I may rise from my Grave</br>To hear such soft Musick as thine.", "Of the Violet, Dasie, and Rose,</br>The Hearts-Ease, the Lilly, and Pink,</br>Did thy Fingers a Garland compose,</br>And crown'd with the Rivulets Brink;</br>How oft, my dear Swain, did I swear,</br>How much my fond Love did admire</br>Thy Verses, thy Shape, and thy Air,</br>Tho' deckt in thy rural Attire?", "Your Sheep-hook you rul'd with such Art,</br>That all your small Subjects obey'd;</br>And still you reign'd King of this Heart,</br>Whose Passion you falsly upbraid;</br>How often, my Swain, have I said,</br>Thy Arms are a Palace to me,</br>And how well I would live in a Shade,</br>Tho' adorned with nothing but thee.", "Oh!  what are the Sparks of the Town,</br>Tho' never so fine and so gay?</br>I freely would leave Beds of Down,</br>For thy Breast on a Bed of new Hay:</br>Then, Collin, return once again,</br>Again make me happy in Love,</br>Let me find thee a faithful true Swain,</br>And as constant a Nymph I will prove.</br>"]