["CANTO FIRST.</br>In sleepless ecstasy young AMMON lay</br>Stung with wild hope of universal sway.</br>Fancy and pride resplendent visions raise</br>Of boundless glory, &mdash; of unsully'd praise,&mdash;</br>Conquest extended but to bless mankind&mdash;</br>Barbarians vanquish'd, &mdash; soften'd, &mdash; rais'd, &mdash; refin'd;</br>Learning diffus'd, &mdash; bright science taught to soar,</br>On eagle wing, to heights unknown before;</br>Till all encircle Truth's immortal shrine,</br>And this fair world possess a race divine.", "Now fades his lamp before the eye of day,</br>His polish'd brow reflects the quiv'ring ray;</br>He sinks to slumber, but he knows not rest;</br>Visions of glory fill his panting breast;</br>And hov'ring o'er his couch, on purple wings,</br>Her laurel chaplet, bright-ey'd conquest brings.", "Within his tent, what fiery passions glow;</br>Without, &mdash; the morning zephyrs softly blow,&mdash;</br>Pure, fragrant, cool, as childhood's rosy breath,</br>Ere golden days had known disease or death.</br>Hail, mild Aurora, sorrows' gentle friend!</br>But does that goddess from her car descend?</br>Does her fair form diffuse this dewy light?</br>Or some celestial vision of the night</br>Linger below, &mdash; from purer worlds than our's,</br>To show what beings grace Elysian bow'rs;</br>That man his grov'ling, earth-bound hopes might raise,</br>And join immortals in their hymns of praise.</br>No, in that heavenly face, those radiant eyes,</br>The doubts and fears of timid love arise;</br>CAMPASPE comes &mdash; in wild dishevell'd charms,</br>The lonely hope of PALMUS, great in arms;</br>Whose grey experience sage advice bestows</br>Though foremost in the field his ardour glows.</br>Oft ALEXANDER turns a willing ear,</br>To one who taught him first to poise the spear;</br>And, ere his blooming cheeks with down were spread,</br>Brac'd the first helmet on his youthful head,</br>Smooth'd his rich curls, the nodding weight to place,</br>Then led him to a father's proud embrace.", "Nor war, nor peace, this chief could e'er divide</br>From his fair daughter, and his faithful bride.</br>Pleas'd in CAMPASPE'S lovely form to trace,&mdash;</br>Reviv'd, &mdash; his LARISSEA'S fading grace;</br>So in a lucid lake, the landscape shines,</br>Whose clear smooth surface ev'ry charm refines:</br>Freed from all earthly dross, its beauty glows</br>In stainless purity, and deep repose.</br>With solemn fondness would he view the maid,</br>And mark the sweet resemblance thus display'd,</br>Till thrilling thoughts, dissolving into tears,</br>Prov'd how the warrior felt a father's fears.</br>Adorn'd for her, his gay pavilion shines</br>Bright with the treasures of Golconda's mines;</br>While ALEXANDER'S simple tent stood near,</br>Plain as the shed of roving mountaineer.</br>This night a vision thrill'd CAMPASPE'S breast,</br>By num'rous foes she saw the monarch prest.</br>Starting from sleep, &mdash; she flies his tent to view,</br>And bless'd the gods to find her dream untrue,</br>Eyed his pavilion as a sacred shrine,&mdash;</br>Felt the breeze perfum'd by a breath divine,&mdash;</br>While to her fond adoring heart was giv'n,</br>All that mortality can know of heav'n.", "Yes , in the boundless hopes of dawning love,</br>A foretaste of eternal bliss we prove;</br>Like him whose steps have gain'd an Alpine height:</br>The lower world has faded from his sight;&mdash;</br>In gay confusion, a bright veil of clouds</br>Her tow'rs, her temples, and her pomp enshrouds.</br>He still advances to th' illumin'd skies,</br>And feels new hope; a new existence rise;</br>Sublimely plac'd on his aerial throne,&mdash;</br>All earth beneath, &mdash; above him, &mdash; heav'n alone.", "Young AMMON rises from disturb'd repose,</br>Still o'er his face the nightly vision glows.</br>Forth from the tent with lion-port he moves,</br>To taste the freshness of the hour he loves:</br>And while he ponders o'er the sacred birth</br>That rais'd him high above the sons of earth,</br>A rising sun, a world renew'd, &mdash; inspire</br>The deep impression of his heav'nly sire.", "With trembling joy, not quite untouch'd by fear,</br>CAMPASPE sees her bosom's lord draw near;</br>Yet shrinks reluctant from his ardent gaze,</br>Where love and rapture shine with blended rays.</br>As zephyrs light through whisp'ring poplars stray,</br>O'er her fair form the mix'd emotions play;</br>Thrill at her heart, where softest feelings rush,&mdash;</br>Dart from her eye, and kindle in her blush.", "\"CAMPASPE, dearest of thy sex,</br>Why thus torment, elude, perplex?</br>Why all these tremors, all this fear,</br>The varying colour, starting tear?</br>Fairest in ev'ry mood confest,</br>Thy smiles, my love, become the best;</br>Enchant me with their cheering ray,</br>And name, at last, our nuptial day.</br>Too long this cold reserve has been.</br>O!  let me give the world its queen.</br>CAMPASPE, love, at last relent.\"</br>Could he not see she blush'd consent?", "Ye conq'ring heroes, laurel crown'd,</br>Love's purest wreaths have rarely found.</br>Your gaudy chaplets flourish bright</br>With flaunting flow'rs that court the sight.</br>The lonely glen and dewy dell,</br>Where drooping violets love to dwell,</br>Or where the blushing virgin rose,</br>Arm'd with her thorns, in fragrance glows,</br>Are distant from the haunts of war</br>Remote from conquest's crimson car.</br>Nor are ye for that homage fram'd,</br>By soul-illumin'd beauty claim'd.</br>Ye know not how to read an eye,</br>Explain a smile, translate a sigh;</br>In coy denials where to find</br>The softest wishes to be kind;</br>Nor how to spy the noon-tide hour</br>Of dear affection's warmest pow'r;</br>To sigh, to weep, to watch, to wait,</br>In murmur'd accents read your fate;</br>Adore the fair one's outward grace,</br>Yet give her soul an higher place,</br>And weigh her words, as from a shrine</br>Than fam'd DODONA'S more divine.", "CAMPASPE rais'd her lovely head,</br>The purest glow her cheek o'erspread;</br>Her soft imperfect accents seem</br>Like something utter'd in a dream:</br>But, lo!  a graceful band draw near,</br>Though veil'd, she knew the form, so dear,</br>Of one, who liv'd for her alone;</br>One in whom all the mother shone:</br>And as some bird alarm'd, opprest,</br>Flutt'ring seeks shelter in its nest,</br>She sank on LARISSEA'S breast;</br>While the fond parent throws her veil</br>O'er that fair face, now coldly pale.", "Low at their feet the hero bow'd,</br>As one of humblest action proud.</br>\"My more than mother!  gentlest friend,</br>When shall thy daughter's coyness end?</br>Let me not deem it half caprice;</br>The thought were poison to my peace.</br>Passion like mine, &mdash; that knows no bounds;\"&mdash;</br>But hark, th' inspiring trumpet sounds;</br>An herald comes with breathless haste,</br>His eye of fire his message grac'd:</br>High crested chiefs surround their king;</br>The soul of war is on the wing.", "\"HEPHESTION come, my friend, long try'd!</br>Again we'll conquer, side by side;</br>My dearer self!  the tide of life</br>Rises to meet the coming strife;</br>Existence like a torrent flows,</br>It stagnates in abhorr'd repose,</br>When realms I conquer, realms I give,</br>Then, then alone I seem to live.</br>CAMPASPE, love, thy cheeks and lips</br>Show Beauty in her pale eclipse;</br>Such omen shall disastrous prove</br>To those who tear me from my love.</br>Oh!  had APELLE'S wondrous art</br>Thy image stamp'd upon my heart</br>Completed for this parting day:</br>Thy gracious smile should gild my way</br>Where icy mountains, pil'd on high,</br>Insult the dark tempestuous sky;</br>Or where the citron sheds its bloom,</br>And ev'ry breeze awakes perfume;</br>Nor heav'n, nor hell, should have the pow'r</br>To tear it from my grasp one hour;</br>The world thy image should adore;</br>One world, alas!  for I can win no more.\"", "Pale, mute, and motionless, she stands</br>With swimming eye, &mdash; imploring hands,&mdash;</br>While the cold glance of gazers round,</br>Sheds poison on the parting wound:</br>Back on her heart those sorrows fell</br>It had been some relief to tell;</br>Yet still she cannot say &mdash; farewell!</br>And fondly deems her doom delay'd,</br>While this dread word remains unsaid.", "Vain hope!  Seductive music floats</br>Through the blithe air, with trembling notes</br>Nearer the swelling sounds advance,</br>And every warrior's heart entrance.</br>Pleas'd they confess the well-known strain,</br>And fight their battles o'er again.</br>A thousand hearts the triumph share;</br>Unnumber'd voices rend the air.</br>The Grecian monarchs form a ring</br>Around their lord, their chief, their king;</br>Himself the brightest, purest, gem,</br>Of that encircling diadem.", "And now the fiery steed he loves,</br>To court his hand, impatient moves:</br>Instinct it seems with heav'nly fire,</br>As did the God of War inspire.</br>All eyes on ALEXANDER turn:</br>He feels his martial spirit burn;</br>Resigns his lofty soul to arms,</br>Forsakes CAMPASPE'S mournful charms,</br>Departs, &mdash; and leaves the drooping fair,</br>To tears, to anguish, and despair.", "CANTO SECOND.</br>Enchanting shore!  thy clear cerulean wave</br>That murmurs by the circling hill's slope-side,</br>(While myrtle groves their fragrant blossoms lave,)</br>With varying music gently seems to chide.</br>Soft is the measur'd breathing of the tide,</br>With flow'rs of ev'ry hue its margin glows;</br>And on its bosom, in reflected pride,</br>Her splendid tints the gay pomegranate shows,</br>And tremulously-blushing shines the liquid rose.", "Steep rocks disclose their proud majestic height</br>Through the rich foliage of the sylvan bay;</br>Whose airy cliffs the rich festoons unite</br>Of wand'ring vines; &mdash; their purple clusters gay,</br>Entwin'd with pendant plants, that loosely play,</br>Like banners waving from some lofty tow'r,</br>In honour of the long-sought nuptial day;</br>When Beauty, satiate of capricious pow'r,</br>O'erpays whole years of scorn by one relenting hour.", "Through fields of ether, pregnant with perfume,</br>Here, to her flow'ry task, the bee is led;</br>The sportive kid selects the tender bloom</br>Of aromatic sweets, profusely spread,</br>His playful youth on citron blossoms fed:</br>In shade her love-tun'd note the turtle sings;</br>While, drunk with vernal joy, above her head,</br>From cliff to cliff, the goat exulting springs,</br>Till, like a speck of snow, on highest point he clings.", "A fairy land, of innocent delight!</br>Where all is happiness till man appears:</br>Sad scenes oppress him in his gayest plight;</br>None fair enough to charm him through his tears.</br>Fast fell CAMPASPE'S, as o'ercome by fears,</br>And waking day-dreams of consuming love;</br>Omens of ill in ev'ry sound she hears,</br>And seeks the darkest shadows of the grove,</br>To nurse the secret pang divided lovers prove.", "Beneath an olive shade she lay reclin'd;</br>Just emblem once of such celestial peace</br>As reign'd within her pure harmonious mind,</br>When, loveliest of the lovely maids of Greece,</br>The lyre she touch'd, or wove the purple fleece;</br>Wak'd Philomela with a softer tone,</br>Or with bewitching wildness, &mdash; gay caprice,&mdash;</br>While sparkling youthful joys around her shone,</br>Gave to the choral dance a spirit all her own.", "\"Where shall I fly to shun this bosom foe,</br>With ev'ry hope, with ev'ry thought entwin'd.</br>In vain I wander, since where'er I go</br>His noble image rises on my mind.</br>Not such as when to Love and me resign'd,</br>Adorn'd by smiles and sweet protecting grace,</br>He wove the laurel crown my brows to bind,</br>And as a smile or frown pass'd o'er my face,</br>Seem'd there, and there alone, his destiny to trace.", "\"Not thus, alas!  he rises to my sight,</br>But dazzling in the horrid pomp of war,</br>All arm'd and mail'd, and ardent for the fight,</br>Like some resplendent but malignant star:</br>Havoc and terror hov'ring o'er his car.</br>'Twas vain the strong beseeching glance to try;</br>CAMPASPE'S influence was banish'd far:</br>No spark of love beam'd from his cold blue eye,</br>That shone severe and chilling as a northern sky.", "\"Oh!  to behold him kneeling at my feet,</br>For it would ease this ever-racking pain;</br>And with Love's poison blend some little sweet,</br>Did he once feel in turn my cold disdain.</br>Long, long, the proud one should lament in vain;</br>Could I his soft imploring accents hear,</br>Of broken vows and slighted faith complain;</br>Not half so charming to CAMPASPE'S ear</br>Were the melodious strains that waken'd Pluto's tear.\"", "Far o'er the Hellespont her glance she bends,</br>(The ocean still attracts pale Sorrow's eye).</br>There, where the viewless wave with ether blends,</br>A snowy speck, bright-beaming from the sky,</br>With swift advance seems o'er the deep to fly.</br>Perchance some sea-bird spreads his shining wings.</br>Why beats CAMPASPE'S heart so wild and high?</br>Her syren-song while youthful Fancy sings,</br>And smiling Hope, suggests unutterable things.", "No distant sea-bird laves his polish'd plumes,</br>Or sportive skims through show'rs of silver spray;</br>Far nobler air th' advancing speck assumes:</br>A white-wing'd bark reflects the solar ray,</br>And smoothly gliding wins her trackless way.</br>Now the pleas'd eye his graceful form can see</br>Who shapes her rapid course with easy sway;</br>Bounds o'er the surf, &mdash; springs up the cliff:  \"'Tis he,</br>My life, my hope, my joy, restor'd to Love and me.\"&mdash;", "Poor simple maid!  where now are all thy schemes</br>T' enforce repentance by sweet pleasing pain?</br>Vanish these air-drawn visions, gorgeous dreams,</br>That lonely Love has ever in his train.</br>Oh!  could those fairy paintings but remain</br>As soft, as vivid, as they float in air,</br>Life's coarser joys all bosoms would disdain;</br>For what realities, however fair,</br>Could e'er with bright ideal soul-felt bliss compare?", "The tears that glitter in a smiling eye,</br>The soft avowal ne'er before reveal'd,</br>Th' endearing question, and the fond reply,</br> Disclosing depths of love till now conceal'd:</br>These joys are their's, &mdash; and their's the sacred shield</br>True Passion spreads, to guard from foreign care</br>The chosen few who to her empire yield;</br>Heedless what aspect the rude world may wear.</br>So Love's propitious smile reward their mutual prayer.", "The prince first wakes from this delicious trance</br>\"Now, now,\" he cries, \"shall I depart in peace,</br>And calmly toward my great design advance.</br>Oh!  ne'er could I have left the shores of Greece</br>Until thy smile bestow'd my soul's release,</br>From the fell vulture preying on my heart;</br>While I deplor'd the unaton'd caprice,</br>That lur'd me from my gentle love to part,</br>Amid the glaring pomp of war's terrific art.", "\"Array'd on yonder shore, in martial state,</br>A gallant army chafes at this delay;</br>But I have snatch'd one blissful hour from Fate,</br>And own myself her debtor, &mdash; come what may:</br>Though dark her thread may flow, some future day,</br>Though stain'd with guilt, ingratitude, and woe,</br>These golden minutes, with redeeming ray.</br>On Memory's tablet shall serenely glow,</br>And o'er Life's blackest wave a moon-light beam bestow.", "\"Conceal no secret from APELLES' ear:&mdash;</br>Describe the transports of the Pythian maid.\"</br>CAMPASPE blush'd, &mdash; nor without pain could hear</br>The name of one, in pining sickness laid,</br>And ev'ry thought of him so cast in shade.</br>By the warm glow of that meridian hour,</br>That she no tributary sigh had paid;</br>Nor once had Memory pointed to the bow'r,</br>Where Grief and silent Love his hopeless heart devour.", "\"Oh!  lead me to him,\" ALEXANDER cries,</br>To impart the balm Affection can bestow.</br>And is it thus my lov'd APELLES lies,</br>A pale chill monument of human woe?\"</br>Oh!  when a head with Genius fraught lies low;</br>When glaz'd an eye where vivid Fancy play'd;</br>When clos'd a lip whence wit was wont to flow;</br>With what deep grief the soul of Love, dismay'd,</br>Asks, &mdash; why to feed the Grave such glories were display'd?", "Fair LARISSEA dropt the silent tear,</br>And softly mingled Sorrow's frequent sigh</br>The lofty conq'ror, deeply humbled here,</br>Full on APELLES fix'd his mournful eye,</br>And breath'd this prayer:  \"Oh!  Monarch of the sky,</br>Recall the sweet expression of that face;</br>New life and vigor to these limbs supply;</br>From his pale brow the gath'ring darkness chase</br>With him I share those years design'd for Glory's race.\"", "Exalted mark of tenderness and truth!</br>APELLES felt the atmosphere of Love</br>Glowing around the Macedonian youth:</br>His cold weak hand with gentle pressure strove</br>Such gratitude, ineffable, to prove,</br>As words are all to feeble to pourtray.</br>Dull were the heart such anguish fail'd to move,</br>Though in the chilling grasp of death it lay.</br>Oh!  how the parting soul must bless Affection's cheering ray.", "How oft, when those we fondly love are near,</br>Although unmark'd by aught to sense ally'd,</br>Persuasive influence, and communion dear,</br>We feel through ev'ry nerve serenely glide.</br>So the smooth oil is, gradual, seen to slide.</br>In spreading circles o'er the sinking wave,</br>Till calmness, peace, and harmony preside.</br>No more the frantic billows wildly rave,</br>And baffled winds retiring seek the rocky cave.", "Strongly APELLES felt the thrilling charm</br>Of deeply-seated Sympathy divine;</br>And Friendship's fire, that glows more sweetly warm</br>When all the meaner joys of life decline,</br>But blazes most at Sorrow's sacred shrine.</br>Reviving pulses throb within his breast;</br>Before his closing eyes light visions shine;</br>And in the arms of Sleep, serenely prest,</br>His death-like trance is chang'd to renovating rest.", "Young AMMON knelt.  \"To thee, Imperial JOVE,</br>In boundless gratitude, my thanks I pour,</br>For this excelling proof of heav'nly love,</br>Than fame, than empire, or than conquest more:</br>Yet, Oh!  I feel &mdash; how feebly I adore.</br>How full, how fervent, my petitions flew,</br>On eagle wing, to heav'n's celestial floor</br>For mercy at thy gracious throne to sue;</br>That mercy gain'd, &mdash; how cold my words, how faint, how few.\"", "Now LARISSEA breath'd a gentle prayer,</br>That ALEXANDER'S self would court repose.</br>Long urg'd, &mdash; he leaves APELLES to her care</br>Such care as fond maternal love bestows:</br>For woman, Soother of Life's vary'd woes,</br>Broods like the faithful dove o'er cherish'd sleep,</br>And though her breaking heart with grief o'erflows,</br>Patient and pensive, &mdash; can long vigils keep,</br>Pray, tremble, hope, in silence, and in silence weep.", "CANTO THIRD.</br>From the dim chamber ALEXANDER goes,</br>But not to court the blessings of repose:</br>Nor golden Sleep, nor Beauty's tempting smile,</br>His thoughts a moment from his friend beguile:</br>But where the wonders of his pencil glow,</br>The hero's eager footsteps fondly go.", "\"And here,\" he cries, \"shall live APELLES' mind</br>Through rolling ages, here delight mankind.</br>Of conquest, empire, valor, brief the tale:</br>Too oft Oblivion shrouds them in her veil</br>At others' will, their fame withheld or lent;</br>But Genius builds her own proud monument.\"", "Forms of the mighty dead, illustrious, here,</br>In more-than-mortal majesty, appear,</br>Heroes and patriots.  ALEXANDER'S own,</br>Amid this awful line superior shone.</br>His potent eye, firm lip, and graceful hand,</br>Denote habitual and high command:</br>Yet mild his aspect, and his air serene;</br>No action in this finish'd piece was seen.</br>It seem'd the painter had alone design'd</br>To give a transcript of th' immortal mind.</br>He views the countless forms of manly grace,</br>The regal air, the sage's pensive face;</br>Here the gay smiles, of blooming youth engage;</br>And there the mild benignity of age.", "On softer charms he turns his wand'ring eyes:</br>How chang'd the scene!  no longer now arise</br>The varied visions of ideal grace:</br>CAMPASPE is lovely form usurps their place.</br>Beneath Diana's crescent he descries</br>The melting softness of her radiant eyes.</br>Here thron'd on high, as Jove's imperial Queen;</br>A sea-nymph there, in robes of glossy green:</br>Minerva's aegis flames upon her breast;</br>Minerva's floating plume adorns her crest;</br>In vain, &mdash; persuasive smiles and playful air</br>Betray the likeness of the fav'rite fair.", "Unconscious why, he turns to shun the view:</br>The lovely phantoms as he turns pursue;</br>Thick coining fancies crowd his busy brain;</br>He gaz'd intensely, though he gaz'd with pain:</br>As doubts, and fears, and cares, till then unfelt,</br>With rage inflame him and with anguish melt.", "The work of nations, and of tedious years,</br>Built for eternity, some mound appears,</br>Where men have toil'd from infancy to age,</br>To curb old Ocean's desolating rage.</br>There while we gaze, impress'd with grateful awe,</br>Should envious Time, or Chance create a flaw,</br>How small soe'er the floods with rushing force</br>Soon urge their passage, and resume their course.</br>Wide, and more wide, extends th' advancing wave;</br>No art can help us, and no pow'r can save.</br>The tide of Jealousy thus wildly flows,</br>Small its commencement, &mdash; dreadful in its close.", "Severe the conflict in the monarch's breast:</br>Low whisper'd sounds the dark result exprest.</br>\"Is ALEXANDER'S spirit thus laid low,</br>Sunk and o'er-master'd by a bosom foe,</br>That clings about his heart, with venom'd fangs,</br>Searching the tend'rest spot for keenest pangs?</br>Shall I, with aguish cheek, now flush'd, now pale,</br>Fawn on each slave that tells the secret tale</br>Of what must stab me to the heart to hear:</br>Distilling poison in my jealous ear?</br>Shall I hang trembling on a woman's smiles,</br>The conscious victim of her thousand wiles:</br>Doom'd while I call the bright perfection mine,</br>Still for her absent wand'ring heart to pine?</br>Fold within fold a woman's secret lies:</br>No eye can penetrate the deep disguise.</br>The sweet dissembler trembles without fear,</br>And without sorrow sheds the willing tear;</br>Blushes from instinct, though long dead to shame,</br>And looks deceit through all her lovely frame.</br>Her words, her smiles, her very thoughts untrue,</br>The dazzling mischief breaks upon our view.", "What art thou, Love, to him whose dauntless eye,</br>Sun-ward, Ambition's eagle flight can spy!</br>Nought but the transient blossom, doom'd to fade</br>Before the golden fruit is e'er display'd.</br>Or gem that rivets the poor captive's chain,</br>Condemn'd to swell a scornful victor's train.</br>Dream of enthusiasts in the myrtle shade,</br>Sung in soft ditties to the simple maid.</br>What need for this, a spirit finely wrought,</br>Imbu'd with all the heav'nly Muse has taught?</br>What need the lessons of that wondrous man,</br>Prompt to unravel Nature's devious plan;</br>Explain her laws, discern her future course,</br>And here assist, and there restrain, her force.", "\"Friend of my soul!  let dear APELLES live</br>In all the joys CAMPASPE'S love can give.</br>His mind was form'd to bless domestic life;</br>He turns indignant from the fields of strife;</br>Pleas'd shall he linger in her perfum'd bow'r,</br>Guide her soft hand to trace the mimic flow'r,</br>And in her winning smile those Graces find,</br>He can immortalize, to charm mankind.\"</br>Thus ALEXANDER, in his varying mood&mdash;</br>Nor did one just, one pitying thought intrude;</br>For, lost CAMPASPE, &mdash; he confess'd her true,</br>Tender, devoted, &mdash; this he deem'd his due:</br>No grateful throb within his bosom rose;</br>Nor sweet remembrance charm'd him to repose.</br>Nor, sympathizing pang awoke his fears;</br>He could admire, &mdash; not feel, &mdash; a maiden's tears.</br>To him like dew drops on a sun-bright leaf,</br>The glitt'ring ornaments of transient Grief.", "Love in his eyes was but the radiant flow'r</br>That adds new grace to Fortune's prosp'rous hour;</br>So dream light hearts, that know not half its pow'r.</br>Water'd by tears, and strengthen'd by our sighs,</br>Springs the mysterious plant that never dies:</br>In vain the sun may scorch, the winds assail;</br>It braves the torrid blaze, the polar gale;</br>O'er want, o'er woe, its flow'rs expand their bloom,</br>Clasp the cold urn, and shade the lonely tomb.", "With eager speed, as one who fears delay,</br>And o'er himself a momentary sway</br>Has gain'd with effort, and still dreads to lose,</br>Imploring at CAMPASPE'S feet he sues.</br>Traitor to Love, &mdash; but true to Friendship's laws,</br>All eloquent, he pleads another's cause:</br>Pours Flattery's dulcet music in her ear,</br>Breathes the soft sigh, and drops the tender tear.", "\"On me,\" he cries,\" fore-doom'd to stormy war,</br>And chain'd to Destiny's remorseless car,</br>Waste not that love for which APELLES dies;</br>But turn on him the sunshine of these eyes.</br>Should thy celestial smile appear to save</br>This priceless victim from an early grave,</br>Shall he not feel the bliss of souls above,</br>Rais'd from despair to realms of light and love;</br>When Jove ordains that in the starry sphere,</br>Immortal, we forget our cup of sorrow here.", "With mute indignant pride CAMPASPE heard,</br>This strange request from lips so dear preferr'd:</br>Restrain'd her tears, repress'd her struggling sighs,</br>Nor from the ground once rais'd her burning eyes:</br>Reply'd with all the stillness of Despair,</br>And mark'd the limit of existence there.</br>Breathing, &mdash; not living, &mdash; from that fatal hour</br>She sank in slow decay.  The vernal flow'r,</br>Transferr'd by hands unconscious of its worth,</br>Thus sheds its silken blossoms on the earth.", "With calm austerity, and meek delay,</br>Still she defers the promis'd nuptial day.</br>Her lip no smile bestows, her eye no tear,</br>One dead to Hope, insensible of fear;</br>Her chill indiff'rence to each earthly thing,</br>To all that pleasure, all that pain, can bring:</br>Inspir'd around a strange mysterious awe,</br>A being not compris'd in Nature's law.</br>A moon-like softness soon usurp'd the place</br>Of all her varying eloquence of face;</br>Save when a glancing lustre, wild and high,</br>Flash'd sudden from her dark dilated eye.", "When those inspiring eyes for ever clos'd,</br>One smile of joy on her pale lips repos'd:</br>Her first, her last, reproach &mdash; this dying smile&mdash;</br>With fearful Beauty grac'd her funeral pile,</br>And left a sting in ALEXANDER'S breast,</br>The whirlwind of his future days confest.", "Ne'er can the noble mind to bliss aspire,</br>That once has quench'd Affection's sacred fire:</br>Each pain inflicted on the heart it loves,</br>Throbless that heart, a dreadful Hydra proves.</br>The Night's companion!  Sleep's eternal dream!</br>First image offer'd by the morning beam!</br>Nought then relieves like the loud clang of arms,</br>The frantic contest, Danger's dazzling charms!</br>Extremes alone a moment's ease bestow;&mdash;</br>And in their form what crimes familiar grow!", "But scenes like these a bolder touch demand,</br>More glowing colors, and a firmer hand.</br>Enough for me, in this sequester'd shade,</br>To paint the sorrows of a love-lorn maid.</br>"]