["In secret Shades fond Passion vents her moans:&mdash;</br>Then, whilst each Eye scarce checks the gushing tear,</br>Each struggling breast heaves big with heart-felt groans,</br>And on each louring brow sits wan Despair;</br>Led by lorn Grief oh!  heedless let me stray,</br>Where musing Melancholy marks the silent way.", "This gloomy deep Recess from Clamour free,</br>(Where dreary Horror holds his iron reign)</br>Ah!  how it winds my Thoughts to extasy,</br>The rapt Soul rais'd to Fancy's magic Strain!</br>Now, now she works, &mdash; and to my wond'ring Eyes</br>By her strong Power compell'd th' embodied forms arise.", "Mark!  by yond murm'ring brook the stately Queen</br>With flowing stole majestic sweeps the ground:</br>Hail, Isis, hail! &mdash; I know thee by thy mein,</br>Thy radiant front with rising Turrets crown'd;</br>All like to her in Phrygia's blest abodes,</br>That auncient Cybele, hight Mother of the Gods.", "Fast by her side Religion, pure-ey'd Maid,</br>Steps with slow pace, demure, and heav'nward looks;</br>Whilst hoary Learning stoops his reverend head,</br>Bending beneath a cumbrous load of books;</br>Nor far sweet Liberty bounds uncontroul'd,</br>And upright Loyalty stands firm, yet calmly bold.", "Hark, how with Plaints, soft stealing o'er the sense,</br>The mourning Goddess charms my ravish'd ear!</br>\"Ah dire, mishap (she cries) which tore him hence!</br>Haste then, my Sons, and crown his honour'd bier:</br>Let every Muse that drinks my hallow'd stream,</br>From Time's devouring tooth preserve his deathless fame.", "\"Rais'd by his softer care each generous art</br>Assum'd new vigour, with new lustre shone;</br>Hence Poesy with Music warm'd the heart;</br>Hence Sculpture form'd the animated stone;</br>With glowing tints hence Painting deck'd her plan.&mdash;</br>Whilst others mourn the Prince, let me lament the Man.", "\"In him a father long I proudly hail'd:</br>In him I fondly hop'd to boast a Son:</br>Ah!  flattering Hopes, how little ye avail'd!&mdash;</br>Yet GEORGE may do, what FREDERIC would have done:</br>Then from your faith, my Sons, oh!  never swerve;&mdash;</br>His favour to enjoy, ye need but to deserve.", "\"Still as to Liberty, to GEORGE be true;</br>Your every step while Loyalty attends,</br>Dauntless where Learning points the path pursue,</br>But chief Religion\" &mdash; Hark &mdash; th' illusion ends;</br>And less'ning to the sight the forms decay.</br>FREDERIC, thy Name I love; thee, Isis, I obey.</br>"]