["Hence, now, the poet's life forlorn,</br>Of Vanity, and Fancy born&mdash;</br>'Tis but a wild delusive joy,</br>And shall no more my peace annoy.</br>Find out, oh!  Muse, some garret high,</br>Where sits the Bard, with haggard eye:</br>There Poverty his feeling wrings,</br>And the starved cricket nightly sings;</br>By dying coals, I see him sit,</br>With nought to warm, but sparks of wit:</br>See him, with hunger how perplexed,</br>Or how, with sonnets, he is vexed&mdash;</br>I hear the girl, by landlord sent,</br>To dun him for his quarter's rent:</br>But though he gives a Muse's note,</br>It will not stop her cursed throat.", "No, no, sweet Muse, I quit the train,</br>No more I sing the tuneful strain.</br>Without a sigh, I quit the HILL,</br>The painted mead, the babbling rill;</br>The rustling trees, the nodding grove,</br>Where oft in rhyme, I wrote of love;</br>No more I dream of maidens fair,</br>With azure eyes, and auburn hair:</br>Of youthful nymphs, whose sad disdain,</br>Has waken'd all my bosom's pain,</br>(Though all the pain was in my pen,</br>But tell not this, sweet muse again)</br>No more I'll watch the midnight oil,</br>Biting my nails in rhyming toil,</br>Calling on every Muse and Grace,</br>But for an hour to take my place,</br>And write a soft and tender sonnet,</br>On lady's eyebrow, or her bonnet;</br>Nor call on Love to cast his dart,</br>And wound some fair one's throbbing heart,</br>Who so afflicts this breast of mine,</br>That I can neither sleep, nor dine.</br>So pretty muse pray take your flight,</br>&mdash;By Jove, you go this very night.</br>Though we have passed bright hours together,</br>And this is cursed chilly weather,</br>Yet tramp you must, before I waver,</br>Seduced again by your palaver.", "But come!  thou judge, sedate and sage,</br>Come and unfold thy learned page.</br>Oh how shall I thy name invoke?</br>Chief Justice, or my master Coke?</br>Whose ancient visage is so rough,</br>To me it seems quite in a huff.</br>Thy wig and gown tell what thou art,</br>And terrour strike within my heart;</br>Thy firm fix'd eye and scowling frown,</br>Are quite enough to knock me down;</br>I do confess I've been a truant,</br>But, prithee, take a milder view on't.", "Thee, COMMON LAW, in days of yore,</br>To that grave wizard STUDY bore,</br>In Albion's great Eliza's reign,</br>\"Nor was such mixture held a stain.\"</br>Oft in the Pleas, and in the Bench,</br>With eager feet you sought the wench;</br>And there her heart you strove to woo,</br>And did what every judge should do.</br>And through the realm did spread your names,</br>Notwithstanding proud King James.", "Come, stedfast judge, so wise and grave,</br>And bring both Butler and Hargrave;</br>With sheets about the folio size,</br>And notes, to please the student's eyes:</br>Black-letter type, and Norman French,</br>Which erst was used in the Bench:</br>Come, but keep thy frowning state,</br>Or I, again in rhyme shall prate.</br>Give me thy mind, thy piercing look,</br>That I may understand thy book,</br>And, kept within my office still,</br>Study myself \"to marble,\" till</br>\"With a sad, leaden, downward cast,\"</br>I am a limb of law, at last:</br>Then come again, with, in thy hand,</br>Ejectments 'gainst my neighbour's land,</br>And plenteous suits, with good retainers,</br>'Bout 'states in fee, or in remainders.</br>Then teach me all the tricks of art,</br>And from the court I'll ne'er depart;</br>Give me to know these wiles of trade,</br>And then, by Jove, my fortune's made.</br>Of jointures, gaolers; ipso facto;</br>Of writs for debt, or parco fracto;</br>Of Habeas corp:  ad prosequendum;</br>Or catch some knave, and respondendum;</br>Cui in vita, custom, cucking,</br>(More seemly now 'tis called a ducking.)</br>Of Nudum pactum, Levant couchant;</br>Of vagrant beasts, or maidens flippant.</br>But, chief of all, oh!  with thee bring</br>\"Him that soars on eagle wing;\"</br>Let him but hold the tempting fee,</br>And I'll ne'er plead a double plea:</br>Thee, CLIENT, oft the crowds among,</br>I'll seek amid the Exchange's throng.</br>And missing thee, I'll walk, &mdash; or hop</br>Right straitway to the barber's shop;</br>There I'll behold thy undrawn purse,</br>My honorarium to disburse.</br>Like boys, who by the gutter side,</br>With lifted hands, and jaws stretch'd wide,</br>Watch the bright pennies turning round,</br>And wish, yet fear, them on the ground.</br>Oft too, as in my office, near,</br>Our crier's Stentor-voice I'll hear&mdash;</br>\"Court met, &mdash; oh yes &mdash; oh yes &mdash; oh yes,\"</br>My client's cause to curse, or bless:</br>Or, if the judges do not sit,</br>At home, I'll frame the wily writ:</br>And teach the knaves to pay their losses,</br>Or else beware of lawyers' crosses.", "Far from the rude resort of men,</br>Save the rough tipstaff, now and then,</br>Or the grim gaoler's glad report,</br>\"Defendant, now sir's safe in Court.\"", "And may, at last, my weary age</br>Find out the Judge's hermitage,\"</br>Where I may sit, and rightly spell,\"</br>Which cause is bad, and which is well,</br>And where, without the Lawyer's strife,</br>My income settled is, for life.", "These things, Judge Coke, oh!  deign to give,</br>\"And I, with thee, will choose to live.\"</br>"]