["The morning wakes in shadowy mantle grey,</br>The darksome woods their glimmering skirts unfold;</br>Prone from the cliff the falcon wheels her way,</br>And long and loud the bell's slow chime is toll'd.", "Now gains the struggling light upon the skies,</br>And far away the glist'ning vapours fail;</br>Down the rough steep the accustom'd hedger hies,</br>And the stream winds in brightness through the vale!", "How beauteous the pale rocks above the shore</br>Uplift their bleak and fullow'd aspect high;</br>How proudly desolate their foreheads hoar,</br>That meet the earliest sunbeam of the sky!", "Bound to yon dusky mart, with pennants gay</br>The tall bark, on the winding water's line,</br>Betwixt the riven cliffs plies her hard way,</br>And peering on the sight the white sails shine.", "Alas!  for those by drooping sickness worn,</br>Who now come forth to meet the gladsome ray;</br>And feel the fragrance of the tepid morn</br>Round their torn breast and throbbing temples play!", "Perhaps they muse with a desponding sigh</br>On the cold vault that shall their bones inurn;</br>Whilst every breeze seems, as it whispers by,</br>To breathe of comfort never to return.", "Yet oft, as sadly-thronging dreams arise,</br>Awhile forgetful of their pain they gaze;</br>A transient lustre lights their faded eyes,</br>And o'er their cheek the tender hectic strays.", "The purple morn that paints with sidelong gleam</br>The cliff's tall crest, the waving woods that ring</br>With charm of birds rejoicing in the beam,</br>Touch soft the wakeful nerve's according string.", "Then at fond memory's sad and silent hour,</br>A thousand wishes steal upon the heart;</br>And, whilst they meekly bend to Heaven's high power,</br>Ah!  think 'tis hard, 'tis surely hard to part&mdash;", "To part from every hope that brought delight,</br>From those that lov'd them, those they lov'd so much!</br>Then fancy swells the picture on the sight,</br>And softens every scene at every touch.", "Sweet as the mellow'd woods beneath the moon,</br>Remembrance lends her soft uniting shades;</br>Some natural tears she drops, but wipes them soon,</br>The world retires, and the dim prospect fades!", "Airs of delight, that soothe the aching sense,</br>Waters of health, that through yon caverns glide,</br>O kindly yet your healing powers dispense,</br>And bring back feeble life's exhausted tide!", "Perhaps to these grey rocks and mazy springs</br>Some heart may come, warm'd with the purest fire;</br>For whom bright Fancy plumes her radiant wings,</br>And warbling Muses wake the lonely lyre.", "Some beauteous maid, deceiv'd in early youth,</br>Pale o'er yon spring may hang in mute distress;</br>Who dreamt of faith, of happiness, and truth,</br>Of love &mdash; that virtue would protect and bless.", "Some musing youth in silence there may bend,</br>Untimely stricken by sharp sorrow's dart;</br>For friendship form'd, yet left without a friend,</br>And bearing still the arrow at his heart.", "Such was lamented RUSSEL'S hapless doom,</br>The lost companion of my youth's gay prime;</br>Ev'n so he sunk unwept into the tomb,</br>And o'er his head clos'd the dark gulph of time!", "Hither he came, a wan and weary guest,</br>A softening balm for many a wound to crave;</br>And woo'd the sunshine to his aching breast,</br>Which now seems smiling on his verdant grave!", "He heard the whispering winds that now I hear,</br>As, boding much, along these hills he past;</br>Yet ah!  how mournful did they meet his ear</br>On that sad morn he heard them for the last!", "So sinks the scene, like a departed dream,</br>Since late we sojourn'd blythe in WYKEHAM'S bow'rs,</br>Or heard the merry bells by Isis' stream,</br>And thought our way was strew'd with fairy flow'rs!", "Of those with whom we play'd upon the lawn</br>Of early life, in the fresh morning, play'd,</br>Alas!  how many, since that vernal dawn,</br>Like thee, poor RUSSEL, in the ground are laid.", "As pleas'd awhile they wander'd hand in hand,</br>Once led by friendship on the spring-tide plain,</br>How oft did Fancy wake her transports bland,</br>And on the lids the starting tear detain!", "I yet survive, now musing other song</br>Than that which early sooth'd my thoughtless years;</br>Thinking how days and hours have pass'd along,</br>Mark'd by much pleasure some, and some by tears!", "Thankful, that to these verdant scenes I owe,</br>That he whom late I saw all-drooping pale,</br>Rais'd from the couch of sickness and of woe,</br>Now lives with me their mantling views to hail.", "Thankful, that still the landscape beaming bright,</br>Of pendant mountains, or of woodland grey,</br>Can wake the wonted sense of pure delight,</br>And charm awhile my solitary way!", "Enough: &mdash; Through the high heavens the proud sun rides,</br>My wand'ring steps their silent path pursue</br>Back to the crouded world, where fortune guides;</br>CLIFTON, to thy white rocks and woods Adieu!</br>"]