["Calidore brings Priscilla home,</br>Pursues the Blatant Beast:</br>Saves Serena, whilst Calepine</br>By Turpine is opprest.", "True is, that whilom that good Poet said,</br>The gentle Mind by gentle Deeds is known.</br>For, Man by nothing is so well bewray'd,</br>As by his Manners; in which plain is shown</br>Of what Degree and what Race he is grown.</br>For, seldom seen, a trotting Stallion get</br>An ambling Colt, that is his proper own:</br>So seldom seen, that one in Baseness set</br>Doth noble Courage shew, with courteous Manners met.", "But evermore contrary hath been try'd,</br>That gentle Blood will gentle Manners breed;</br>As well may be in Calidore descry'd,</br>By late ensample of that courteous Deed,</br>Done to that wounded Knight in his great need,</br>Whom on his back he bore, till he him brought</br>Unto the Castle where they had decreed.</br>There of the Knight, the which that Castle ought,</br>To make abode that Night he greatly was besought.", "He was to weet a Man of full ripe Years,</br>That in his Youth had been of mickle Might,</br>And borne great sway in Arms amongst his Peers:</br>But now weak Age had dim'd his Candle-light.</br>Yet was he courteous still to every Wight,</br>And loved all that did to Arms incline,</br>And was the Father of that wounded Knight,</br>Whom Calidore thus carried on his Chine,</br>And Aldus was his Name, and his Son's Aladine.", "Who, when he saw his Son so ill bedight,</br>With bleeding Wounds, brought home upon a Bier,</br>By a fair Lady, and a stranger Knight,</br>Was inly touched with Compassion dear,</br>And dear Affection of so doleful Drear,</br>That he these words burst forth; Ah sorry Boy,</br>Is this the Hope that to my hoary Hair</br>Thou bringst?  Ay me!  is this she timely Joy,</br>Which I expected long, now turn'd to sad Annoy?", "Such is the Weakness of all mortal Hope;</br>So fickle is the State of earthly Things,</br>That e'er they come unto their aimed Scope,</br>They fall too short of our frail Reckonings,</br>And bring us Bale and bitter Sorrowings,</br>Instead of Comfort, which we should embrace.</br>This is the State of Cesars and of Kings:</br>Let none therefore, that is in meaner Place,</br>Too greatly grieve at any his unlucky Case.", "So well and wisely did that good old Knight</br>Temper his Grief, and turned it to Chear,</br>To cheer his Guests, whom he had staid that Night,</br>And make their Welcome to them well appear:</br>That to Sir Calidore was easy gear;</br>But that fair Lady would be chear'd for nought,</br>But sigh'd and sorrow'd for her Lover dear,</br>And inly did afflict her pensive Thought,</br>With thinking to what case her Name should now be brought.", "For, she was Daughter to a noble Lord,</br>Which dwelt thereby, who sought her to affy</br>To a great Peer:  but she did disaccord,</br>Ne could her Liking to his Love apply,</br>But lov'd this fresh young Knight, who dwelt her nigh;</br>The lusty Aladine, though meaner born,</br>And of less Livelood and Hability;</br>Yet full of Valour, the which did adorn</br>His Meanness much, and make her th' other's Riches scorn.", "So having both found fit occasion,</br>They met together in that luckless Glade;</br>Where that proud Knight in his Presumption</br>The gentle Aladine did earst invade,</br>Being unarm'd, and set in secret Shade.</br>Whereof she now bethinking, 'gan t' advise,</br>How great a Hazard she at earst had made</br>Of her good Fame, and further 'gan devise,</br>How she the blame might salve with coloured Disguise.", "But Calidore with all good Courtesy</br>Fain'd her to frolick, and to put away</br>The pensive fit of her Melancholy;</br>And that old Knight by all means did assay</br>To make them both as merry as he may.</br>So they the Evening past, till time of Rest;</br>When Calidore in seemly good Array</br>Unto his Bower was brought, and, there undrest,</br>Did sleep all Night through weary Travel of his Quest.", "But fair Priscilla (so that Lady hight)</br>Would not to Bed, nor take no kindly Sleep,</br>But by her wounded Love did watch all Night,</br>And all the Night for bitter Anguish weep,</br>And with her Tears his Wounds did wash and steep.</br>So well she wash'd them, and so well she watch'd him,</br>That all the deadly Swoun, in which full deep</br>He drenched was, she at the length dispatch'd him,</br>And drove away the Stound, which mortally attach'd him.", "The morrow next when Day 'gan to up-look,</br>He also 'gan up-look with drery Eye,</br>Like one that out of deadly Dream awoke:</br>Where when he saw his fair Priscilla by,</br>He deeply sigh'd, and groaned inwardly,</br>To think of this ill State, in which he stood,</br>To which she for his sake had weetingly</br>Now brought her self, and blam'd her noble Blood:</br>For first, next after Life, he tendered her Good.", "Which she perceiving, did with plenteous Tear,</br>His Case more than her own compassionate,</br>Forgetful of her own, to mind his Fears:</br>So both conspiring, 'gan to intimate</br>Each other's Grief with Zeal affectionate,</br>And twixt them twain with equal Care to call,</br>How to save whole her hazarded Estate;</br>For which the only help now left them last</br>Seem'd to be Calidore:  all other haps were past.", "Him they did deem, as sure to them he seem'd,</br>A courteous Knight, and full of faithful Trust:</br>Therefore to him their Cause they best esteem'd</br>Whole to commit, and to his Dealing just.</br>Early, so soon as Titan's Beams forth brust</br>Through the thick Clouds, in which they steeped lay</br>All night in darkness, dull'd with Iron Rust,</br>Calidore rising up as fresh as Day,</br>'Gan freshly him address unto his former way.", "But first him seemed fit, that wounded Knight</br>To visit, after this Night's per'lous pass,</br>And to salute him, if he were in plight,</br>And eke that Lady his fair lovely Lass.</br>There he him found much better than he was,</br>And moved speech to him of things of course,</br>The Anguish of his Pain to over-pass:</br>Mongst which he namely did to him discourse</br>Of former Day's Mishap, his Sorrow's wicked Sourse.", "Of which occasion Aldine taking hold,</br>'Gan break to him the Fortunes of his Love,</br>And all his Disadventures to unfold;</br>That Calidore it dearly deep did move.</br>In th' end his kindly Courtesy to prove,</br>He him by all the Bands of Love besought,</br>And as it mote a faithful Friend behove,</br>To safe-conduct his Love, and not for ought</br>To leave, till to her Father's House he had her brought.", "Sir Calidore his Faith thereto did plight,</br>It to Perform; so, after little stay,</br>That the herself had to the Journy dight,</br>He passed forth with her in fair Array,</br>Fearless, who ought did think, or ought did say,</br>Sith his own Thought he knew most clear from Wight.</br>So as they past together on their way,</br>He gan devise this Countercast of Slight,</br>To give fair Colour to that Lady's Cause in sight.", "Straight to the Carcass of that Knight he went,</br>The cause of all this Evil, who was slain</br>The Day before, by just Avengement</br>Of noble Tristram, where it did remain:</br>There he the Neck thereof did cut in twain,</br>And took with him the Head, the sign of shame.</br>So forth he passed thorough that Day's pain,</br>Till to that Lady's Father's House he came,</br>Most pensive Man, through fear, what of his Child became.", "There he arriving boldly, did present</br>The fearful Lady to her Father dear,</br>Most perfect pure, and guiltless innocent</br>Of blame, as he did on his Knighthood swear;</br>Since first he saw her, and did free from fear</br>Of a discourteous Knight, who her had reft,</br>And by outrageous Force away did bear:</br>Witness thereof he shew'd his Head there left,</br>And wretched Life forlorne for vengement of his Theft.", "Most joyful Man her Sire was her to see,</br>And hear th' Adventure of her late Mischance;</br>And thousand thanks to Calidore for Fee</br>Of his large Pains in her Deliverance</br>Did yield; ne less the Lady, did advance.</br>Thus having her restored trustily,</br>As he had vow'd, some small continuance</br>He there did make, and then most carefully</br>Unto his first Exploit he did himself apply.", "So as he was pursuing of his Quest,</br>He chaunc'd to come whereas a jolly Knight</br>In covert Shade himself did safely rest,</br>To solace with his Lady in delight:</br>His warlike Arms he had from him undight;</br>For that himself he thought from danger free,</br>And far from envious Eyes that mote him spight,</br>And eke the Lady was full fair to see,</br>And courteous withall, becoming her Degree.", "To whom Sir Calidore approaching nigh,</br>E'er they were well aware of living Wight,</br>Them much abasht, but more himself thereby,</br>That he so rudely did upon them light,</br>And troubled had their quiet Love's delight.</br>Yet since it was his Fortune, not his Fault,</br>Himself thereof he labour'd to acquite,</br>And Pardon crav'd for his so rash Default,</br>That he gainst Courtesy so foully did default.", "With which his gentle Words and goodly Wit,</br>He soon allay'd that Knight's conceiv'd Displeasure,</br>That he besought him down by him to sit,</br>That they mote treat of things abroad at leisure,</br>And of Adventures, which had in his measure</br>Of so long ways to him befallen late.</br>So down he sat, and, with delightful Pleasure</br>His long Adventures 'gan to him relate,</br>Which he endured had through dangerous debate.", "Of which whilst they discoursed both together,</br>The fair Serena (so his Lady hight)</br>Allur'd with Mildness of the gentle Weather,</br>And Pleasance of the Place, the which was dight</br>With divers Flow'rs distinct with rare delight;</br>Wandred about the Fields, as liking led</br>Her wavering Lust after her wandring Sight,</br>To make a Garland to adorn her Head,</br>Without suspect of Ill or Danger's hidden Dread.", "All suddenly out of the Forest near</br>The Blatant Beast, forth rushing unaware,</br>Caught her thus loosely wandring here and there,</br>And in his wide great Mouth away her bare.</br>Crying aloud to shew her sad Misfare</br>Unto the Knights, and calling oft for Aid;</br>Who with the Horrour of her hapless Care</br>Hastily Darting up, like Men dismay'd,</br>Ran after fast, to rescue the distressed Maid.", "The Beast, with their Pursuit incited more,</br>Into the Wood was bearing her apace</br>For to have spoiled her, when Calidore</br>Who was more light of Foot, and swift in Chace,</br>Him overtook in middest of his Race:</br>And fiercely charging him with all his Might,</br>Forc'd to forgo his Prey there in the Place,</br>And to betake himself to fearful Flight;</br>For he durst not abide with Calidore to fight.", "Who natheless, when he the Lady saw</br>There left in ground, though in full evil plight,</br>Yet knowing that her Knight now near did draw,</br>Stay'd not to succour her in that Affright,</br>But follow'd fast the Monster in his Flight:</br>Through Woods and Hills he follow'd him so fast,</br>That he n'ould let him breathe nor gather Spright,</br>But forc'd him gape and gasp, with Dread aghast,</br>As if his Lungs and Lites were nigh asunder brast.", "And now by this, Sir Calepine (so hight)</br>Came to the Place, where he his Lady found</br>In dolorous Dismay and deadly Plight,</br>All in gore Blood there tumbled on the Ground,</br>Having both Sides through grip'd with griesly Wound.</br>His Weapons soon from him he threw away;</br>And stooping down to her in drery Swound,</br>Up-rear'd her from the Ground, whereon she lay,</br>And in his tender Arms her forced up to stay.", "So well he did his busy Pains apply,</br>That the faint Sprite he did revoke again</br>To her frail Mansion of Mortality.</br>Then up he took her 'twixt his Armes twain,</br>And setting on his Steed, her did sustain</br>With careful Hands, soft footing her beside,</br>Till to some Place of Rest they mote attain,</br>Where she in safe Assurance mote abide,</br>Till she recured was of those her Woundes wide.", "How whenas Phebus with his fiery Wain</br>Unto his Inn began to draw apace;</br>Tho, wexing weary of that toilsom Pain,</br>In travelling on foot so long a space,</br>Not wont on foot with heavy Arms to trace,</br>Down in a Dale forby a River's side,</br>He chaunc'd to spy a fair and stately Place,</br>To which he meant his weary Steps to guide,</br>In hope there for his Love some Succour to provide.", "But coming to the River's side, he found</br>That hardly passable on foot it was:</br>Therefore there still he stood as in a Stound,</br>Ne wist which way he through the Ford mote pass.</br>Thus whilst he was in this distressed Case,</br>Devising what to do, he nigh espy'd</br>An armed Knight, approaching to the Place,</br>With a fair Lady linked by his side,</br>The which themselves prepar'd thorough the Ford to ride.", "Whom Calepine saluting (as became)</br>Besought of Courtesy in that his Need</br>(For safe conducting of his sickly Dame,</br>Through that same per'lous Ford with better heed)</br>To take him up behind upon his Steed:</br>To whom that other did this Taunt return;</br>Perdy, thou peasant Knight mightst rightly reed</br>Me then to be full base and evil born,</br>If I would bear behind a Burden of such Scorn.", "But as thou hast thy Steed forlorn with Shame,</br>So fare on foot till thou another gain,</br>And let thy Lady likewise do the same,</br>Or bear her on thy Back with pleasing pain,</br>And prove thy Manhood on the Billows vain.</br>With which rude Speech his Lady much displeas'd.</br>Did him reprove, yet could him not restrain</br>And would on her own Palfrey him have eas'd,</br>For pity of his Dame, whom she saw so diseas'd.", "Sir Calepine her thank'd; yet inly wroth</br>Against her Knight, her Gentleness refus'd,</br>And carelesly into the River go'th,</br>As in despight to be so foul abus'd</br>Of a rude Churl, whom often he accus'd</br>Of foul Discourtesy, unfit for Knight;</br>And strongly wading through the Waves unus'd</br>With Spear in th' one Hand, stay'd himself upright,</br>With th' other stay'd his Lady up with steddy Might.", "And all the while, that same discourteous Knight</br>Stood on the further Bank beholding him:</br>At whose Calamity, for more despight,</br>He laugh'd, and mock'd to see him like to swim.</br>But whenas Calepine came to the Brim,</br>And saw his Carriage past that Peril well,</br>Looking at that same Carle with Count'nance grim,</br>His Heart with Vengeance inwardly did swell,</br>And forth at last did break in Speeches sharp and fell.", "Unknightly Knight, the Blemish of that Name,</br>And Blot of all that Arms upon them take,</br>Which is the Badge of Honour and of Fame,</br>Lo I defy thee, and here Challenge make,</br>That thou for ever do those Arms forsake;</br>And be for ever held a recreant Knight,</br>Unless thou dare for thy dear Lady's sake,</br>And for thine own Defence on foot alight,</br>To justify thy Fault 'gainst me in equal Fight.", "The Dastard, that did hear himself defy'd,</br>Seem'd not to weigh his threatful Words at all,</br>But laugh'd them out, as if his greater Pride</br>Did scorn the Challenge of so base a Thrall:</br>Or had no Courage, or else had no Gall.</br>So much the more was Calepine offended,</br>That him to no Revenge he forth could call,</br>But both his Challenge and himself contemned,</br>Ne cared as a Coward so to be condemned.", "But he, nought weighing what he said or did,</br>Turned his Steed about another way,</br>And with his Lady to the Castle rid,</br>Where was his Wonne; ne did the other stay,</br>But after went directly as he may,</br>For his sick Charge some Harbour there to seek:</br>Where he arriving with the Fall of Day,</br>Drew to the Gate, and there with Prayers meek,</br>And mild Entreaty, Lodging did for her beseek.", "But the rude Porter, that no Manners had,</br>Did shut the Gate against him in his Face,</br>And Entrance boldly unto him forbad.</br>Nath'less the Knight, now in so needy Case,</br>'Gan him intreat even with Submission base,</br>And humbly pray'd to let them in that Night:</br>Who to him answer'd, that there was no Place</br>Of Lodging fit for any errant Knight,</br>Unless that with his Lord he formerly did fight.", "Full loth am I, quoth he, as now at earst,</br>When Day is spent, and Rest us needeth most,</br>And that this Lady, both whose Sides are pierc'd</br>With Wounds, is ready to forgo the Ghost:</br>Ne would gladly combat with mine Host,</br>That should to me such Courtesy afford,</br>Unless that I were thereunto enforc'd.</br>But yet aread to me, how hight thy Lord,</br>That doth thus strongly ward the Castle of the Ford.", "His Name, quoth he, if that thou list to learn,</br>Is hight Sir Turpine, one of mickle Might,</br>And Manhood rare, but terrible and stern</br>In all Assays to every errant Knight,</br>Because of one, that wrought him foul Despight.</br>Ill seems, said he, if he so valiant be,</br>That he should be so stern to stranger Wight:</br>For seldom yet did living Creature see,</br>That Courtesy and Manhood ever disagree.", "But go thy ways to him, and from me say,</br>That here is at his Gate an errant Knight,</br>That House-room craves, yet would be loth t' assay</br>The Proof of Battel, now in doubtful Night,</br>Or Courtesy with Rudeness to requite:</br>Yet if he needs will fight, crave leave till Morn,</br>And tell (withal) the lamentable Plight,</br>In which this Lady languisheth forlorn,</br>That Pity craves, as he of Woman was yborn.", "The Groom went straightway in; and to his Lord</br>Declar'd the Message, which that Knight did move;</br>Who sitting with his Lady then at Board,</br>Not only did not his Demand approve,</br>But both himself revil'd, and eke his Love;</br>Albe his Lady, that Blandina hight,</br>Him of ungentle Usage did reprove,</br>And earnestly entreated that they might</br>Find Favour to be lodged there for that same Night.", "Yet would he not persuaded be for ought,</br>Ne from his currish Will awhit reclaim.</br>Which Answer when the Groom, returning, brought</br>To Calepine, his Heart did inly flame</br>With wrathful Fury for so foul a Shame,</br>That he could not thereof avenged be:</br>But most for pity of his dearest Dame,</br>Whom now in deadly Danger he did see;</br>Yet had no means to comfort, nor procure her Glee.", "But all in vain; for why, no Remedy</br>He saw, the present Mischief to redress,</br>But that utmost End perforce for to aby,</br>Which that Night's Fortune would for him address.</br>So down he took his Lady in Distress,</br>And laid her underneath a Bush to sleep,</br>Cover'd with Cold, and wrapt in Wretchedness,</br>Whiles he himself all night did nought but weep,</br>And wary Watch about her for her Safeguard keep.", "The morrow next, so soon as joyous Day</br>Did shew it self in sunny Beams bedight,</br>Serena full of dolorous Dismay,</br>'Twixt Darkness drad, and Hope of living Light,</br>Up-rear'd her Head to see that chearful sight.</br>Then Calepine, however inly wroth,</br>And greedy to avenge that vile Despight;</br>Yet for the feeble Lady's sake, full loth</br>To make there lenger Stay, forth on his Journey go'th.", "He go'th on foot all armed by her Side</br>Up-staying still her self upon her Steed,</br>Being unable else alone to ride;</br>So sore her Sides, so much her Wounds did bleed:</br>Till that at length, in his extremest Need,</br>He chaunc'd far off an armed Knight to spy,</br>Pursuing him apace with greedy Speed;</br>Whom well he wist to be some Enemy,</br>That meant to make advantage of his Misery.", "Wherefore he stay'd, till that he nearer drew,</br>To weet what Issue would thereof betide.</br>Tho, whenas he approached nigh in view,</br>By certain Signs he plainly him descry'd</br>To be the Man, that with such scornful Pride</br>Had him abus'd, and shamed yesterday.</br>Therefore mis-doubting, lest he should misguide</br>His former Malice to some new Assay,</br>He cast to keep himself so safely as he may.", "By this, the other came in place likewise;</br>And couching close his Spear and all his Pow'r,</br>As bent to some malicious Enterprise,</br>He bad him stand, t' abide the bitter Stour</br>Of his sore Vengeance, or to make avour</br>Of the leud Words and Deeds, which he had done:</br>With that ran at him, as he would devour</br>His Life attonce; who nought could do, but shun</br>The Peril of his Pride, or else be over-run.", "Yet he him still pursu'd from place to place,</br>With full Intent him cruelly to kill;</br>And like a wild Goat round about did chace,</br>Flying the Fury of his bloody Will.</br>But his best Succour and Refuge was still</br>Behind his Lady's Back; who to him cry'd,</br>And called oft with Prayers loud and shrill,</br>As ever he to Lady was affy'd,</br>To spare her Knight, and rest with Reason pacify'd.", "But he the more thereby enraged was,</br>And with more eager Felness him pursu'd:</br>So that at length, after long weary Chace,</br>Having by chance a close Advantage view'd,</br>He over-raught him, having long eschew'd</br>His Violence in vain; and with his Spear</br>Strook through his Shoulder, that the Blood ensu'd</br>In great Aboundance, as a Well it were,</br>That forth out of an Hill fresh gushing did appear.", "Yet ceas'd he not for all that cruel Wound,</br>But chac'd him still, far all his Lady's Cry;</br>Not satisfy'd, till on the fatal Ground</br>He saw his Life pour'd forth dispiteously:</br>The which was certes in great Jeopardy,</br>Had not a wondrous Chaunce his Rescue wrought,</br>And saved from his cruel Villany.</br>Such Chaunces oft exceed all human Thought:</br>That in another Canto shall to end be brought.", ""]