["On June, the year, nor less nor mae</br>Than eighteen hunder a' but twae,</br>Fornent a brig laid owr a pool,</br>A wee bit frae the parish scool,</br>Upon a brae baith dry and clean,</br>Twae 'onest lads sat down to lean,</br>And haud the following conversation</br>About th' affairs o' their ain nation.</br>Geordie look'd sowr and discontentit,</br>While Watie thus his wonder ventit:", "WATIE.</br>I wonder, Geordie, what's the matter,</br>I never saw a douther creature;</br>Tho' twice a day this while I've met w'ye,</br>A heartsome crack I ne'er can get w'ye;</br>When I wad fain divert an' please ye,</br>In trouth you nouther hear nor sees me;</br>Thy thoughts are wand'ring, L&mdash;d knows whither,</br>An' what upon, for I ken neither.</br>Cast roun' your een on ilk thing near yer,</br>See, ilka thing combines to cheer ye;</br>Your friends are weel, your wages gude,</br>What then keeps up this dowie mude?</br>Come, tell me man, is Nelly faithless?</br>Or is she turnin' round an' breathless?", "GEORDIE.</br>I've nought like that my heart to grieve;</br>My Nelly's true, and I believe</br>Her free frae ony man on earth,</br>This day, as that whilk gae her birth:</br>But how can I be blythe, while viewin'</br>My dear dear country gaun to ruin?", "WATIE.</br>Hey, master patriot!  now I smoke ye,</br>An', on my saul, right fain wad 'nock ye,</br>For mindin things o' sic a nature;</br>But let us argue out the matter.</br>Shew me the signs o' Britain's ruin,</br>An' wha's the cause o' her undoin'.", "GEORDIE.</br>Alas!  a cloud o' wrath hangs ow'r us,</br>Ready to burst an' quite devour us.</br>Our fathers truth for error barters,</br>An' shed the blude o' sants and martyr's.</br>Their sons are sae degen'rate grown,</br>That ilka thing's turn'd upside down.</br>Religion's grown a laughing stock,</br>A butt for fools whereat to mock,</br>An ugly thing, that, anes detectit,</br>The owner o't is ay suspectit.</br>The ither day when at the mill,</br>I heard ane thus describin' Will:", "\"I own he is a man o' wit,</br>And on some exc'llent schemes has hit;</br>His wants are few, his wealth prodigious,</br>But, rot his heart!  he damn'd relig'ous.\"</br>The gude commands that sude direct us,</br>An', war they keepit, might protect us,</br>I' our blest days, ir nae mair takin',</br>Than British laws to save a maukin;</br>An', for the se'enth, keep it we wad,</br>If it requir'd what it forbade;</br>For you, and idle sinners like you,</br>Count less o' yon than man an' wife do.</br>A scourge then for this guilty land!</br>Nor can the time be fer frae hand;</br>Its fairest flow'r already fadin',</br>As was foretold by Welch an' Peden.", "WATIE.</br>Faith, leave the plowmen, join the tent anes,</br>And unto sinners preach repentance;</br>For I can guess, frae this oration,</br>Ye're join'd that headstrong, dull perswasion;</br>But a' your Cameronian rants,</br>'Bout solemn leagues an' covenants,</br>'Bout kings, an' laws, and constitutions,</br>Supremacy an' persecutions,</br>S'al never keep me frae insistin'</br>On our laws bein' the best existin'.</br>Nor are we just sae fair abandon'd,</br>As you appear to understand it;</br>We've mair to shew of pious zeal</br>Than ony age that's past a deal;</br>What think ye o' sic contributions,</br>For biggin ships an' sendin missions,</br>To mak the gospel light to shine</br>I' nations fer ayont the line?</br>Our gentry, too, hae sign'd a letter,</br>Whilk binds to keep the Sabbath better.", "GEORDIE.</br>That bond, I fear, they'll keep but ill;</br>For sen they past the Papish bill,</br>Frae ae mischief they've run t' nother,</br>An' neer had luck i' ane nor other.</br>E'en at this time, nae fether gane,</br>Our allies leave us ane by ane;</br>An' waur than that, our faes they join,</br>To pay us hame i' our ain coin.</br>Fo'ks een are open'd now, they see</br>The French design them liberty;</br>By makin' laws which fo'ks admire,</br>They've won mair than by sword an' fire.", "WATIE.</br>Fo'ks een are open'd now, 'tis true;</br>But 'tis owr late, when, frae their view,</br>Fair Liberty's entirely vanish'd;</br>Frae States, where ance ador'd, she's banish'd.</br>The French, my friend, are kittle masters,</br>Likewise the cause o' fair disasters;</br>Whae else can ony body blame</br>For this rebellion here at hame.", "What glory if, by British thunder,</br>These haughty knaves cou'd be brought under;</br>Then a' the silly dogs aroun' them,</br>Whae, courin', let them tramp aboon them,</br>Tho' forc'd, e'en now, their rage to bury,</br>Wad turn an' bite wi' double fury.", "Thus, when th' impetuous Prince o' Sweden</br>Thro' Saxony in blude came waedin,</br>For mony year nae force cude stand him,</br>Whae ever try'd, their master fand him;</br>Europe, embroil'd in bloody quarrels,</br>Stood trembling at the name of Charles;</br>Ilk pow'r around to friendship prest him,</br>The proud did stoop, the brave carest him.</br>But mark how soon they chang'd their minds,</br>When he to Bender was confin'd.", "When muckle Pate, wi' desp'rate fuffle,</br>Had at Poltowa won the scuffle,</br>And crusht the bravest band o' men</br>That Europe e'er will boast again,</br>Then all around the Swedes dominions,</br>Forgetting former ties and unions,</br>On him turn'd a' their arms anon,</br>'Til a' his richest lands were won:</br>Just sae great France wad soon be guidit,</br>Could Britain anes but lair the pride o't.</br>I own, like Amos, I'm nae prophet,</br>Yet on this head some notes I'll forfeit,</br>Who lives to see a few Decembers,</br>Will see this monster losin' members.", "GEORDIE.</br>Faith, lose they, win they, I'm indiff'rent;</br>For come they, bide they, we've a liferent</br>O slav'ry o' the hardest kind,</br>Whilk has sae rous'd the public mind,</br>That, but for armies almaist countless,</br>Might gar our proud oppressors vaunt less.</br>When first this war i' France began,</br>Our blades bude hae a meddlin' hand;</br>Their raisin' men for't rais'd the cesses,</br>Whilk rais'd our discontents and stresses;</br>Our grumblin' reachin some fo'ks ears,</br>Of hameil brulies rais'd their fears;</br>Mae men they rais'd, and will perswade us,</br>The French is comin' to invade us;</br>But whether ever they design'd it,</br>Wi' a' my airt I ne'er can find yet;</br>Yet this I think, they'll gain their aim,</br>By threat'ning us afar thro' time.</br>Sic heaps o' men to cleed and pay,</br>Will brik the King, or breed a fray;</br>For if they raise the taxes higher,</br>They'll set alunt that smoostin' fire,</br>Whilk ilka session helps to beet,</br>An', when it burns, they'll get a heat.</br>The west side else hath gi'en a bleeze,</br>I mean the lads on Leinster lees;</br>Whae rather chuse to die wi' brav'ry,</br>Than grane out life in downright slav'ry.", "WATIE.</br>O Geordie, man!  I'm wae to hear ye;</br>I like ye, else I coud'na bear w' ye:</br>The taxes true, hae got a stretch,</br>Ye few ava to poor fo'k reach.</br>These cursed notions you've imbibit,</br>Hae made your look &mdash; I can't describe it.&mdash;</br>Your cheeks are thin, your colour sallow,</br>The very white o'y'r een's turn'd yellow;</br>Your brows hang down at ilka corner,</br>And knit like ony ancient mourner;</br>You've got a weary length of face,</br>Wi' mouth as wide as Sandy Rae's;</br>Your claes ir strangely out of order,</br>Your hat has nouther string nor border;</br>Ye're gaun withouten shoon or boots,</br>But slorpin loags about your coots.</br>They've banish'd frae your mind content,</br>The greatest bliss that heav'n has lent.</br>I see the stem that feeds your fever,</br>Yet soon, I hope, the root will wither;</br>I ken that, frankit by Lord Napier,</br>Ilk week you read the Kelso paper.", "GEORDIE.</br>Well, what o' that?  poor Jamie's lie'd on,</br>But tellna me o' poor fo'ks freedom;</br>If ane escape the taxes a',</br>Then that same ane has nought ava:</br>Our hats, our claes, our drink, our meat,</br>Our snuff, our baca, shoon o'ur feet,</br>Our candles, watches, horses, even</br>The very blessed light o' heaven;</br>Our dogs &mdash; but now, for want o' patience,</br>How I cou'd curse the vile taxations&mdash;</br>Thou wert my friend, poor 'onest DUSTY,</br>A faithful servant, true and trusty;</br>My fate an' me thou follow'd after,</br>Thro' frost an' snaw, thro' fire and water:</br>But thou'rt rewarded gratefully,</br>Hang'd like a thief outowr a tree!</br>That plaguy PITT!  cude I yoke wi' him,</br>The loss o' thee I might forgie him.", "WATIE.</br>That tax on dogs is right mischievous,</br>On highland fo'k 'tis vastly grievous.", "GEORDIE.</br>What!  lad ir ye sae soon forgettin',</br>That nane on yirth hae laws like Britain?", "WATIE.</br>Weel man, I dinna grudge, tho' dear,</br>I pay twall shillin's ilka year,</br>An' wad gie mair wi' a my heart,</br>Wad ilka ane contribute part.</br>The nation's rich; if a were willin'</br>The King might ne'er be aun a shillin'.</br>His debt's become a cant right common;</br>The debt is our's, he's aun to no man.</br>When ye come next wi' corn to Johny,</br>On this brae side I'll wait upon ye;</br>An' then I'll baith convince you fairly</br>That government has acted squarely,</br>An' that our British helm's confidit</br>To hands that unco weel can guide it;</br>An' when we reach the mill I'll treat ye</br>Wi' a' their healths in acquavitty.", "GEORDIE.</br>I canna do't, their names disgust me,</br>An' gar me mind my heartsome Dusty;</br>Yet their defence I'll gladly hear,</br>Wad they mak peace within a year,</br>An' mak the taxes somewhat leucher,</br>I'd rather see't than farm the Deuchar.", "WATIE.</br>I wish as much for peace as ye do,</br>Tho' little ill the war I see do;</br>In gen'ral ilke thrifty man</br>Is richer than when it began.</br>Wi' faes we ne'er had sic a tilt,</br>In which less British blude was spilt;</br>Quite masters o' the sea they find us,</br>An' heavy neibers i' the Indies.", "But man 'tis queer to mak sic fike</br>About an useless guaffin tike;</br>That ne'er cude gie a decent turn</br>At sheddin', fauldin', bought, nor burn;</br>But ran wi' inconsid'rate force,</br>An' bate their heels as they'd been horse.</br>I never thought, for a' your ruse,</br>That e'er he was for muckle use,</br>Except for drivin' nout to fairs,</br>Or rinnin' whinkin' after hares.</br>But if ye saw that ye wad need him,</br>Five shillins yearly wad hae freed him.", "GEORDIE.</br>I never saw a finer beast,</br>Sin' I cou'd ken the west frae east;</br>But yet a crown was unco fair</br>On ane that cou'd sae little spare;</br>For a the wages e'er I won</br>Can scarcely keep my head aboon:</br>But I bude either flit or slay him,</br>For nae man off my hand wad hae him;</br>I didna like to flit, for fear</br>I might have idle lien a year;</br>My friends war poor, an' had nae need</br>That I sude hang on them for bread;</br>Sae was I forc'd, tho' vext and anger'd,</br>To gie consent to hae him hanged,</br>He had some prospect o' the deed,</br>For back he drew, and wadna lead.</br>His looks to me, I'll ne'er forget them,</br>Nae doubt he lookit for protection;</br>While I, unfeeling as the tree,</br>Stood still, and saw him hung on hie.</br>At first he spurr'd, an' fell a bocking,</br>Then gollar'd, pisht, and just was choaking:</br>Deil tak the King, an' burn his crown,</br>Quoth I, an' ran to cut him down;</br>When, poor, unlucky, senseless brute!</br>(Afore I never saw him do't)</br>He bate me till the blude did spring;</br>Confus'd an' hurt, I loot him hing</br>Owr lang for life; for on the green</br>He sprawl'd to death before my een.</br>I really felt extrodner pain;</br>I kend we ne'er wad meet again.</br>I grat for grief, his death to see</br>Whae aft had ventur'd life for me:</br>For ay when I wi' ane had grips,</br>He ran an' bit their heels or hips;</br>An' when I warstled wi' the women,</br>He tugg'd their tails, an' held them screamin'.", "Last year he play'd a desp'rate prank,</br>When gaun wi' me to Stogshaw-bank:</br>I wi' a man, that houn'd our hogs,</br>Koostout an' feught, sae did our dogs;</br>I own I was but roughly guidit,</br>Nor was the quarrel weel decidit;</br>But ere we ceas'd frae rough contention,</br>The Saxon's dog was past redemption.", "When weazels snirtit frae the dykes,</br>Or fumerts frae the braes an' sykes,</br>He cock'd his tail, an' geed his head,</br>O' scores o' them he was the dead.</br>Nae beast on yirth cude hae defy'd him;</br>If I had said the word, he try'd him.", "But yet for a' his gruesome dealin's,</br>He was a dog o' tender feelin's;</br>When I lay sick an' like to die,</br>He watch'd me wi' a constant eye;</br>An' when where e'er I spak' or sturr'd,</br>He wagg'd his tail, a' whing'd, an nurr'd.</br>When saams were sung at any meetin',</br>He yowl'd, an' thought the fock war greetin'.", "For wearin' corn of hens and cocks,</br>For huntin' o' the hare or fox,</br>For chafin' cats, an' craws, an' hoodies,</br>An' chackin mice, an' howkin moudies,</br>An' settin moorfowl, snipes, an' petrics,</br>His match was never made for thae tricks.</br>But now, poor beast, he's dead an' rotten,</br>An' his good deeds are a' forgotten.", "WATIE.</br>I ken what grief I felt mysel'</br>In partin wi' my auld Springkell;</br>I wadna been as muckle troubl'd</br>For a' his value ten times doubl'd.", "GEORDIE.</br>But night draws on, an I'm to meet</br>My Nelly up on Annan's treat.</br>Be o' our cracks a wee discreeter,</br>For HOGG pits a' we say to meter.</br>Fare-weel; I hope ere lang to see thee:&mdash;", "WATIE.</br>Fare-weel; success an' joy gang wi' thee.</br>"]