["TO ROSINE.</br>LADY!  I know three poets who know thee;</br>And all write sonnets, in the which they swear</br>That thou art most superlatively fair,</br>Meek, silver-voiced &mdash; and so forth.  As for me,</br>Not having see thee, I am fancy-free;</br>And, pretty lady, little do I care</br>Whether thou art indeed beyond compare,</br>A being to whom Bards must bow the knee,</br>Or a mere woman, with good face and shape.&mdash;</br>I only know that I'm so tired of hearing</br>The list of thy perfections, that I gape</br>Sometimes, instead of duly sonneteering;</br>And therefore am I called brute, bear, and ape,</br>And other names past mentioning or bearing.", "ON SEEING THE SAME LADY.</br>I look'd on the pale face which poets love,</br>And scann'd its sweetness with a steadfast eye;</br>I listen'd to the eloquent witchery</br>Of her low, plaintive song: &mdash; awhile she wove</br>Her cobweb meshes round me, and did move</br>My soul to a wild worship.  Then did I,</br>By the strong aid of wakeful Memory,</br>Whose sprites for ever at Love's bidding rove,</br>Summon Ianthe from her silent cell.</br>Sudden, in all the glory and the pride</br>Of intellectual beauty, at my side</br>She stood, and on my soul her bright eyes fell,</br>Beaming with earnest thought, &mdash; I heard one tone</br>Of her far voice &mdash; and straight that phantom pale was flown.", "TO THE SAME.</br>Oh!  not for worlds, thou simple-soul'd Rosine,</br>Would I be loved by thee. &mdash; Yet I confess</br>That thou dost wear a deeper loveliness</br>Than the most lovely whom these eyes have seen,</br>Save One &mdash; and she is of a different mien;</br>Wild-eyed, and how wild-hearted! &mdash; yet no less</br>Fit than thyself a poet's love to bless&mdash;</br>My Gloriana bright, my Faery Queen!</br>Thou, Lady, in thy meek, affectionate eyes,</br>Bearest such magic as, I well believe,</br>Few can resist; to me the charms they weave</br>Spring from thy gentle wedded sympathies:</br>And couldst thou less adore thy wayward mate,</br>Oh!  I should hate thee with a poet's hate!</br>"]