["Alone I love to haunt, fair Ostwestry,</br>The woods and hills that bosom thee around,</br>Sprinkling my lyre of guideless minstrelsy</br>With notes that, like thy rills, unheeded sound,</br>Trickling at times all wild along,</br>Lush herbs and mossy stones among.</br>Then smoothly gliding o'er the meadow ground,</br>'Till in some roaring torrent toss'd,</br>Their little melody is lost;</br>Or borne to some deep river's muddy shore,</br>Is heard no more.", "Yet can I not restrain the lay,</br>For ah, this lonely scene</br>Minds me of many a distant day,</br>And many a time between,</br>Since here I first at early age</br>Began to con the column'd page.</br>A little waddling trowser'd lad</br>I came, and tedious toil'd</br>O'er leaves in yellow canvass clad,</br>Leaves corner-curl'd and soil'd:</br>And hid the bitten apple, half-afraid,</br>Flush'd at the noise the munching made.", "I say I love to stray alone,</br>For school-companions all are gone;</br>Far countries some to see;</br>In Fortune's dome some refuge find;</br>Wealth's dusty ways while others wind;</br>And some in Fame's bright noon reclin'd,</br>Care little now for me.</br>And how to strangers can I tell</br>The joys that now my bosom swell</br>To trace my tree-cut name?</br>To them, alas, 'twill only shew</br>That I was twice ten years ago</br>A candidate for fame;</br>And warn me would the waggish throng</br>To trust to trees, and not to song.", "And many a flow'r of purest dye</br>That open'd in that garden then,</br>Long since has clos'd it's little eye,</br>Unplanted in the fields of men.</br>Fair snowdrops they, that early fall</br>In the young lap of April gay,</br>Nor live to see the glories tall</br>That flourish in the train of May.</br>Wotless how many a blooming head</br>May grace the ground when they are dead.</br>And He that train'd our tender stem</br>Now sleeps, good man, the long long sleep with them.", "I then 'mid proud Salopia's towers</br>Lightly my little pinnace plied</br>O'er Ovid's river, bank'd with bowers,</br>Or push'd it's more invigour'd powers</br>Through Virgil's graceful tide;</br>'Till Fancy loos'd the cables of controul,</br>And, launch'd at large, I felt th' astonish'd soul</br>High on the roaring surge of Homer's ocean roll.", "Some, fir'd with hot mis-guiding light,</br>Like northern flakes that fret the night,</br>False-glory's meteor glare,</br>Hurried afar to human fight,</br>In fields that blasts of evil blight,</br>To do the work of hell, the butcher-work of war.</br>Such have afflicted fathers mourn'd,</br>Such have applauding senates prais'd,</br>Their bones in holy house inurn'd,</br>And high the stately stone have rais'd.", "O give me but to trace my name</br>The lowest on Parnassus' base,</br>With pencil dipp'd in Avon's stream,</br>Though faint and feeble be the trace,</br>At death I'll deem it higher grace</br>Than tomb with trophied honours clad,</br>Though aisl'd in Abbey's hallow'd place,</br>With all that Sculpture's art can add.", "So pray'd my young heart, then all akin</br>To the numbers wild and free</br>That here did my boyish bosom win,</br>As I read of the feats of the bold Robin,</br>All under the green-wood tree.</br>Nor lov'd I less in simple dress</br>The tender verse that ran</br>Of her that won an earlis son,</br>And him the banish'd man.</br>With fev'rish thirst of rhyme inflam'd</br>I oft the quaint acrostic fram'd;</br>Or spread the jingling riddle's maze</br>To catch a comrade's partial praise.</br>Nor did my stolen leisure lose</br>On him the Mariner to muse,</br>Who, far from home's endearing smile,</br>Dwelt on the solitary isle.</br>And oft I own'd the despot reign</br>Of high Romance's giant strain,</br>Bewitch'd by all the spells that lie</br>In storied nights of Araby.", "No wonder that to minds like mine</br>Such fancies then seem'd wond'rous fine:</br>For he, the rude untravel'd wight,</br>That stares at Breidden's craggy height,</br>Weets not to what superior skies</br>The mightier Alps or Andes rise:</br>Nor dream'd I in those early days</br>Of Hamlets or of Odysseys.", "Since then how varied scenes I've seen!</br>And dearer learning bought;</br>Sipp'd at the mingled cups of men,</br>Ah cups, not always found, I ween,</br>So pure as then I thought.</br>Yet not so muddy is the draught</br>But it may be refin'd,</br>And ev'n Life's bitterest cup be quaff'd</br>A med'cine for the mind.</br>And that dull canting fool, I wis,</br>That finds on earth no real bliss,</br>Rails at the cup himself hath mix'd amiss.</br>Nature for him no blessing show'rs,</br>With spleen his very soul he sours.</br>&mdash;He needs not seek a scene like this.", "Ye flowery vales, ye woody hills,</br>Thou lengthening prospect wide!</br>With Gratitude my bosom fills;</br>And Joys o'erflowing tide,</br>To think that, insect though I be,</br>Yet ev'n to me is given</br>To con this fair creation free</br>From insects of a less degree</br>To orbs that roll in heaven;</br>Yea, to the fixed fires the mind may soar</br>That freck night's azure arch and look on millions more.", "Yet here on this terrestrial spot</br>Enough of good is given</br>To bid us bless our humble lot,</br>And plume our souls for Heaven.</br>If aught Devotion can bestow,</br>And Love-of-man and all below.</br>'Twas this that led a Newton's soul</br>Beyond the starry way to roll,</br>And that, of Heav'n's own fire a part,</br>Enshrin'd itself in Howard's heart,</br>And fell, when he to God was gone,</br>On him, the Man of Whittington.", "Thou, sainted Memory, art mine,</br>And smiling Hope, of birth divine,</br>Ev'n now I feel your mingled pow'r,</br>Ev'n in this solitary hour.</br>Yon church that lofty limes half hide,</br>High pinnacled in Gothic pride,</br>The chime the quarter'd hour that tells</br>Light touch'd on three discordant bells,</br>Nay all I hear, and all I see,</br>And all I think has charms for me.</br>I mark the tow'r's ill-measur'd chimes,</br>And think on childhood's truant times,</br>For still the self-same tune is troll'd,</br>\"My lodging's on the ground so cold.\"</br>Then squalling rapid pass the pile</br>A flight of wheeling swifts the while,</br>Or crevic'd in some cornice rough</br>Chaffers the pert and prattling chough.</br>And sooth, these sounds, tho' harsh to hear,</br>At times are music to my ear.", "They tell of times that long are gone,</br>They speak of deeds that long are done,</br>And musing Memory loves to dwell</br>On every trifle that they tell.</br>For taintless times and fraudless deeds</br>Are of Life's loveliest tree the seeds,</br>Of which on every branch it rears</br>Fond Memory pours her pleasing tears,</br>And if 'tis lopp'd by Fortune's shafts</br>Sweet Hope her cyons there engrafts,</br>While on the Heav'n-aspiring shoot</br>Ripens the everlasting fruit.</br>"]