["'Tis Hallow'd Eve &mdash; and from their works retire</br>The miller's servants, to the kitchen fire;</br>NORA and JUGGY (cleanly maids are they)</br>Had milk'd the cows, and swept the dirt away&mdash;</br>Then carry'd roasted apples from the grate,</br>Wash'd them in ale, and sugar'd well the treat,</br>When from a corner DEB'RAH STRADDLE run&mdash;", "DEBORAH.</br>Here, scrape this nutmeg, or we're all undone!</br>For cholic pains within the guts will come,</br>And then, those ivy leaves I've steep'd so green,</br>All pinch'd and bruis'd, will in the morn be seen;</br>Sure signs of death &mdash; tho' now I hope my leaf</br>(Mark'd with red worsted) in the pan is safe.</br>But see, the moon shines bright on yonder hill,</br>Girls seek the garden, where the cabbage grow,</br>There blindfold pull &mdash; your lovers' shapes to know;</br>Each will be married to a hunch-back lord.</br>Since it is night &mdash; I swear the men shall stay;</br>Mischief may happen if they come that way.", "NORA.</br>Now we're alone &mdash; the loaders whom we've left,</br>With scorching love, our youthful hearts have cleft;</br>JUGG burns for SIM, and I with HODGE am smit,</br>Alas!  I fear you'll see me lose my wit!</br>Ay &mdash; this day week, 'twas coming from the fair,</br>He hawl'd me so &mdash; my apron got a tear;</br>I vow'd &mdash; again if he but touch'd the tape,</br>I'd to the justice for to swear a rape&mdash;</br>Some panting gossips just went on before,</br>And I must speak &mdash; or they would call me w&mdash;re:</br>I mention'd marriage &mdash; but he's distant since,</br>Making the gallows always his pretence.", "JUGGY.</br>Lover's oft quarrel, therefore don't repine,</br>Your case is nothing near so bad as mine.</br>Young SIM, the tall fat lad that we left there,</br>With the broad shoulders, and the flaxen hair,</br>His huge great leg, at wrestling always wins,</br>Whilst all the mill-boys tremble for their shins:</br>True, he can't dance, or make a handsome scrape,</br>And that his stomach's always on the gape&mdash;</br>Yet manly like, he'll hoist you up a sack,</br>Such weight, I'm sure, wou'd break another's back:</br>The leaders envy his superior parts,</br>Whilst all the girls (like me) must lose their hearts.</br>How shall I speak!  not all my charms can move,</br>A kiss or towzing from my frozen love!</br>I told my passion once behind these trees,</br>He forc'd a laugh &mdash; and blushing call'd for cheese&mdash;</br>O!  think, good DEB, as 'tis the only night,</br>Of pow'rful spells to settle matters right.", "DEBORAH.</br>Beshrew me!  but I thought they'd follow there,</br>I've watch'd the door, and not a soul come near.</br>There is a charm shall fire every clunch,</br>(First club your testers for a bowl of punch,)</br>Leave them with me &mdash; then hang your smocks on chairs,</br>Go quick to bed, but do not think of pray'rs:</br>Be sure in quiet all the time you lie,</br>Whilst you see sprights, like true-loves passing by.</br>Now storms arise &mdash; they tremble every limb;</br>The door flies open &mdash; in comes HODGE and SIM.", "HODGE.</br>With my next wages, in a forthnight due,</br>I'd have bought licence, and a ring for you:</br>We're cheaper off &mdash; forbear to make a fuss!</br>For DEB'RAH says you've turn'd the shifts on us.</br>"]