["LOBBIN.</br>Hark!  how the Breezes whisper thro' the Trees,</br>The gentle Zephyr's Breath begins to please;</br>The vernal Landscape round delights the Eye,</br>And, more than this, the gentle Dolly's nigh.</br>Yon murmuring Spring at distance charms the Ear,</br>See, Dolly, see, the Spring how smooth and clear;</br>Mark how the Buds in deep Arrangement stand,</br>The Hawthorns fair their native Sweets expand.</br>Now Sol is up and Shepherds fill the Plain,</br>What's that I hear, that soft melodious Strain?</br>But tell me, Fair One, prithee tell me true,</br>Why thus your Eyes are wet with dropping Dew?</br>Is it because Alexis is no more,</br>Say, beauteous Maid, do you his Death deplore?", "DOLLY.</br>Ah!  Lobbin, tender Swain, 'tis endless Night,</br>Nor Buds, nor Hawthorns can my Soul delight.</br>Talk not of Pleasure for to sooth my Woe,</br>Griefs, such as mine, were never heard below.</br>'Tis not Alexis' Death that makes me mourn,</br>With other Thoughts your Dolly's Mind is torne.</br>I'll get me to some silent lonely Shade,</br>Where weeping Willows always stand display'd.", "LOBBIN.</br>Why falls the Tear, now starting down your Cheek?</br>Do pray inform me, lovely Fair One speak;</br>Has any Lambkin left the fleecy Throng?</br>Has Collin Clout, that simple rustic Swain,</br>Disturb'd your Rest, and caus'd your cruel Pain?</br>Weep you, bright Maid, for such a Clown as he,</br>Can you of Lobbin so forgetful be?</br>Rid me of Doubt, be candid and sincere,</br>Pour out your Soul while I attend you here.", "DOLLY.</br>Not I, believe me, for this Collin vex,</br>Such Love as this would ill become my Sex.</br>I'll tell thee all, 'twas what I first design'd,</br>Do you but listen to my dismal Moan,</br>And for the present let the rest alone.</br>As yesterday, near yon tall Mountain's Side,</br>I sought a Lamb which at a Distance cry'd.</br>As I advanc'd amid the bleating Sheep,</br>There rush'd a Tyger downwards from the Steep;</br>Fierce as a Lion look'd the savage Beast,</br>And in his Mien his Fury reign'd confess'd.</br>At once the Monster darted on his Prey,</br>Then tore a Sheep, and bore a Lamb away.</br>A Terror seiz'd my Frame, I trembling stood,</br>And, as it were, the Fright congeal'd my Blood.</br>I know not how, my Legs I scarce could move,</br>I cried for Aid, and call'd the Powers above.</br>A Shepherd's Boy, (I now forget his Name)</br>That chanc'd to hear, to my Assistance came.</br>I mean the Lad that often tends the Kine,</br>That looks so neat, so bonny, spruce and fine;</br>He ran to save me, and the Beast repell,</br>But ere he could the Lambs a Victim fell.</br>Oh!  sad Mischance, that Dolly should behold</br>A savage Tyger tear the fleecy Fold.</br>Oh!  sad Mischance, that Lobbin was not nigh,</br>There heaves within my Breast a cruel Sigh.</br>Ye Winds convey my Griefs to all around,</br>Arise ye Storms and catch the mournful Sound</br>Ye Trees, ye Poplars tall my Woes proclaim,</br>Resound, ye Mountains, quick resound the same,</br>Ye Birds that chatter now go tell my Pain,</br>Ye Hills, I charge ye, spread the dismal Strain;</br>Tell how the Lambs was by a Tyger torne,</br>How chearless I am, and how much I mourn.", "LOBBIN.</br>Cease, cease to grieve, and be disturb'd no more,</br>Fain would I now your Peace of Mind restore.</br>What tho' the Savage did the Lambs destroy,</br>There's Room for Hope, there yet is Room for Joy.</br>I'll give thee back those Lambkins that are mine,</br>The best I have &mdash; the noblest shall be thine.", "DOLLY.</br>I thank thee, Lobbin, for thy generous Care,</br>But, oh!  to part the Fold, what Pity 'twere.</br>For why should you those pretty Things divide,</br>That skip and play, and in the Fields abide.</br>Alas!  luckless Day, that Dolly lost her Sheep,</br>Ye Groves, why do you blushing Honours wear,</br>Since so much Sorrow rends the weeping Fair?</br>How can ye flourish while I thus complain?</br>Ye Flowers perish, nor your Sweets retain.</br>Be still, ye Songsters &mdash; ye that fill the Spray;</br>Let Night descend, and Darkness cloud the Day.", "LOBBIN.</br>It is too much, your Griefs too mighty grow,</br>I think it wrong, and would dispell your Woe.</br>Disclaim your Tears, be to your Lobbin kind,</br>And give your Cares and Sorrows to the Wind.</br>My bleating Lambs you now may call your own,</br>Go watch them Fair one, see how smooth they're grown.</br>No more shall Beasts by Day disturb the Fold,</br>Nor Lions fierce, nor furious Panthers bold,</br>No more shall Tygers rend the panting Prey,</br>For by his Flock each Shepherd now shall stay.</br>"]