["\"Ye gentle soothers of my lonely heart!</br>Ye tuneful offspring of my teeming brain!</br>Go &mdash; to the world, the critic world depart;</br>In lowly vale obscure no more remain.</br>Go &mdash; for my brow the laurel wreath obtain&mdash;</br>The laurel wreath by smiling Virtue 'twin'd,</br>Where lurks no sting conceal'd, which by no thorn is lin'd.", "\"Haply these lays, in solitude conceiv'd,</br>To chace blank Sadness from my lonely heart,&mdash;</br>These lays which oft my drooping soul reliev'd,</br>And bade Despondence flee, and Woe depart,</br>Might, if corrected with attentive art,</br>From loath'd Obscurity preserve my name,</br>And round my temples spread the lambent rays of Fame!\"", "By dreams like these did flattering Fancy warm;</br>(Ah soothing dreams, too soon, perhaps, believ'd)</br>Rash I adventur'd. &mdash; But what fears alarm</br>Of threat'ning dangers now too late perceiv'd!</br>With anxious throb how oft my heart has heav'd,</br>Lest by vain hopes, delusions fond!  betray'd,</br>I on a sea too rough my canvas have display'd!", "Lo!  now the mists which youthful ardour shed,</br>And proud, delusive dreams all glide away;</br>Around the solar beams of Reason spread,</br>My threaten'd dangers my weak bark display;</br>Here critic rocks my trembling eyes survey,</br>'Gainst which I dread to split by doom severe:</br>There sands oblivious threat to swallow me for e'er.", "Why did I listen to Ambition's voice?</br>Why did I e'er believe the partial friend?</br>Why was it not my calm, my humble choice,</br>Thro' lowly vale obscure my course to bend,</br>Where sweet Content and smiling Peace attend,</br>Far from the flattering trump of haughty Fame,</br>Far from discordant clang of Disappointment's blame?", "Yet oh ye sacred daughters, ever young,</br>Of Memory sage, and of Creative Pow'r,</br>To whom the lyre my boyish fingers strung,</br>If at the entrance of your hallow'd bow'r</br>I vent'rous thus approach in youthful hour,</br>And sue to gain admittance 'mong your train.</br>Be this, ye maids, my plea, nor be that plea in vain:", "\"To Virtue's notes alone the tuneful wire</br>Was taught to tremble by my artless hand;</br>I never strove to fan unhallow'd fire,</br>Or spread of wanton Vice the lewd command.</br>A ready champion did I ever stand</br>For hapless beauty by feign'd Love betray'd;</br>The stings of Guilt I sung, and Virtue's charms display'd.", "\"Of pure Benevolence the hallow'd shrine</br>Oft with the incense of the Muse I heap;</br>Or warm'd by Gratitude, that pow'r divine,</br>The harp of praise my raptur'd fingers sweep.</br>Perish the Bard whose idle harp can sleep,</br>When heav'n-born Gratitude demands the lays</br>To Friendship's gen'rous name to swell the note of praise!\"", "Then give, ye Muses, to your vot'ry's pray'r,</br>Still in the number of your train to live.</br>The honest verse let critic rigour spare,</br>The artless rhime, the theme unlearn'd forgive.</br>Let on my brow your verdant chaplet thrive,</br>And grant, ere yet my youthful prime decays,</br>To 'twine one flow'ring sprig of Myrtle with my Bays.</br>"]