["Thou proud memorial of a former age,</br>Time-ruined Crookston; not in all our Land,</br>Romantic with a noble heritage</br>Of feudal halls, in ruin sternly grand,</br>More beautiful doth tower or castle stand</br>Than Thou!  as oft the lingering traveller tells;</br>And none more varied sympathies command;</br>Though where the warrior dwelt, the raven dwells,</br>With tenderness thy tale the rudest bosom swells.", "Along the soul that pleasing sadness steals,</br>Which trembles from a wild harp's dying fall,</br>When fancy's recreative eye reveals</br>To him, lone musing by thy mouldering wall,</br>What warriors thronged, what joy rung through thy hall,</br>When royal Mary, yet unstained by crime,</br>And with love's golden sceptre ruling all,</br>Made thee her bridal home. &mdash; There seem to shine</br>Still o'er Thee splendours shed at the high gorgeous time.", "How dark a moral shades and chills the heart,</br>When gazing on thy dreary deep decay!</br>To think what thou hast been, what now thou art!</br>Bleak desolation holds a reckless sway</br>Where pomp and grandeur marshalled their array,</br>And gallant crowded many a noble guest,</br>Till all was splendour, joy, and revelry;</br>And Beauty smiled within thy sheltering breast,</br>Lulled in Love's radiant dreams of pure celestial rest.", "Of what thou wert, the shattered remnant now!</br>Age-worn to shapes fantastic!  the clear sky</br>Is all thy roof; the bramble on thy brow,</br>Where waved thy banner, nods in mockery!</br>Even like the tombstones of the years gone by,</br>Thy fragments sleep around with briers entwined;</br>The clamorous wild birds, wheeling o'er thee fly,</br>And claim thee for their own; and every wind</br>Among thine ivied clefts its harp of woe my find.", "In cultured fields the lusty peasant plies,</br>And numerous stand the cheerful mansions round,</br>But sad and still thy form is seen to rise</br>In solitude, as from a funeral mound.</br>Thou to the living by no tie art bound;</br>O'er thee the cold airs breathe, the spirit broods</br>Of ages gone, whose reverie profound,</br>Lulled by the rushing waves, the sighing woods</br>Is startled when one sound or passing step intrudes.</br>"]