["From Lomond's light-blue lake, and verdant isles,</br>Long-winding glens, and rude romantic woods,</br>And hills, that hide their summits in the clouds,</br>Light, as a vessel borne by western gales,</br>I journey'd, musing many a rural theme.</br>The hours I counted not, as nimble-wing'd</br>They circling flew, soft smiling, as they pass'd:</br>Thy mansion, gentle THOMSON!  I approach,</br>The sweet retreat of poesy and love;</br>Thy friendly converse, and the grateful smiles</br>Of fair LOUISA, chear me, while around</br>Thy pratlers play. &mdash; \"Oh!  may domestic bliss,\"</br>Thus pray'd my soul, \"here fix its lasting seat.\"", "Then o'er poetic ground with thee I rove,</br>Scenes fancy-colour'd:  bright before me rise</br>Beauty's rich Garden:  soon, a mourner pale,</br>I tread the Vale of Pity:  till the House</br>Of Ridicule pours forth her wanton tribe.</br>Soon circling high I climb the mount sublime,</br>Round whose bold top the muttering thunders roll,</br>And forked lightnings flash:  with tremulous joy</br>The height I reach:  then look triumphant down:</br>Till Fancy, pointing with her fairy wand,</br>Calls me to range her wild-enchanted bowers,</br>'Mid visionary forms, and shadowy scenes.</br>Enthusiast sweet!  Oh, I could wander still</br>With her, the muse of Spencer, and no less</br>Of him, who Scotia's fairy regions sung,</br>From every clime would crop some fragrant flower,</br>Till Superstition, opening all her stores,</br>And gazing on me with a mother's eye,</br>Should bless her fondling's large credulities.", "But now from Fancy's magic wilds I go</br>To Nature's living green:  straight I repose</br>As wont, my head, where I may best survey</br>The various landscape:  full before me rises</br>A row of well-rang'd buildings, and beyond</br>A thick umbrageous wood:  down the fair vale</br>The sylvan Teath devolves her rapid stream,</br>As hastening on to tell the stately Forth,</br>E'er she commix her stores, how fair a scene</br>She pass'd at Deanston:  on her sloping side</br>Towers a proud castle, beauteous in decay:</br>High on the bank it frowns, and still o'erlooks</br>The modest stream, as seeming yet to boast</br>Of ancient grandeur. &mdash; Here the sated eye</br>Inquires no farther:  thence the moral muse</br>Pours forth the strain: &mdash; \"Ah!  thus shall human greatness</br>Sit like a mourner; thus in ruins ly</br>All that is mortal.\"", "Now, once more I seek</br>Domestic scenes, as tho' to smooth the brow</br>Ruffled by too much musing: &mdash; Stern-ey'd Fate:</br>Say didst thou doubt my heart's sincerity?</br>Think, that I did but moralise in song,</br>A formal minstrel?  that, whene'er of death</br>I ponder, thou resolvest to o'ertake me,</br>And, with blood-reeking dart, to point my eye</br>To some fresh victim?  \"Mortal here is death.\"&mdash;</br>I see!  I see!  while softly falls the tear;</br>Yes, Armstrong falls, and pity drops the tear.</br>Relentless Tyrant!  like a vernal flower</br>I view him fall, thine easy-yielding prey:</br>Blossom of early genius, blighted soon,</br>Industry, like a self-destroying insect,</br>Beating itself to dust; a sacred love</br>Of Freedom, like the vestal's purer flame,</br>Sparkling tho' life, that but with life expires:</br>These tell what Armstrong was; these still proclaim</br>How Armstrong lives in Friendship's faithful breast.", "But, Thomson, let us hear the warning voice:</br>\"&mdash; Whatever schemes thy mind may meditate,</br>Dispatch with well-tim'd zeal; but yet that zeal</br>Let matron prudence guide:  for in the grave</br>Satire shall drop the scourge; sage history</br>Cease to instruct; and rapture-breathing song,</br>To silence hush'd, delight the world no more.\"</br>"]