["See WINTER comes, to rule the varied Year,</br>Sullen, and sad; with all his rising Train,</br>Vapours, and Clouds, and Storms:  Be these my Theme,</br>These, that exalt the Soul to solemn Thought,</br>And heavenly Musing.  Welcome kindred Glooms!</br>Wish'd, wintry, Horrors, hail! &mdash; With frequent Foot,</br>Pleas'd, have I, in my cheerful Morn of Life,</br>When, nurs'd by careless Solitude, I liv'd,</br>And sung of Nature with unceasing joy,</br>Pleas'd, have I wander'd thro' your rough Domains;</br>Trod the pure, virgin, Snows, my self as pure:</br>Heard the Winds roar, and the big Torrent burst:</br>Or seen the deep, fermenting, Tempest brew'd,</br>In the red, evening, Sky. &mdash; Thus pass'd the Time,</br>Till, thro' the opening Chambers of the South,</br>Look'd out the joyous Spring, look'd out, and smil'd.", "Thee too, Inspirer of the toiling Swain!</br>Fair AUTUMN, yellow rob'd!  I'll sing of thee,</br>Of thy last, temper'd, Days, and sunny Calms;</br>When all the golden Hours are on the Wing,</br>Attending thy Retreat, and round thy Wain,</br>Slow-rolling, onward to the Southern Sky.", "Behold!  the well-pois'd Hornet, hovering, hangs,</br>With quivering Pinions, in the genial Blaze;</br>Flys off, in airy Circles:  then returns,</br>And hums, and dances to the beating Ray:</br>Nor shall the Man, that, musing, walks alone,</br>And, heedless, strays within his radiant Lists,</br>Go unchastis'd away. &mdash; Sometimes, a Fleece</br>Of Clouds, wide-scattering, with a lucid Veil,</br>Soft, shadow o'er th' unruffled Face of Heaven;</br>And, thro' their dewy Sluices, shed the Sun,</br>With temper'd Influence down.  Then is the Time,</br>For those, whom Wisdom, and whom Nature charm,</br>To steal themselves from the degenerate Croud,</br>And soar above this little Scene of Things:</br>To tread low-thoughted Vice beneath their Feet:</br>To lay their Passions in a gentle Calm.</br>And woo lone Quiet,in her silent Walks.", "Now, solitary, and in pensive Guise,</br>Oft, let me wander o'er the russet Mead,</br>Or thro' the pining Grove; where scarce is heard</br>One dying Strain, to chear the Woodman's Toil:</br>Sad Philomel, perchance, pours forth her Plaint,</br>Far, thro' the withering Copse.  Mean while, the Leaves,</br>That, late, the Forest clad with lively Green,</br>Nipt by the drizzly Night, and Sallow-hu'd,</br>Fall, wavering, thro' the Air; or shower amain,</br>Urg'd by the Breeze, that sobs amid the Boughs.</br>Then list'ning Hares forsake the rusling Woods,</br>And, starting at the frequent Noise, escape</br>To the rough Stubble, and the rushy Fen.</br>Then Woodcocks, o'er the fluctuating Main,</br>That glimmers to the Glimpses of the Moon,</br>Stretch their long Voyage to the woodland Glade:</br>Where, wheeling with uncertain Flight, they mock</br>The nimble Fowler's Aim. &mdash; Now Nature droops;</br>Languish the living Herbs, with pale Decay:</br>And all the various Family of Flowers</br>Their sunny Robes resign.  The falling Fruits,</br>Thro' the still Night, forsake the Parent-Bough,</br>That, in the first, grey, Glances of the Dawn,</br>Looks wild, and wonders at the wintry Waste.", "The Year, yet pleasing, but declining fast,</br>Soft, o'er the secret Soul, in gentle Gales,</br>A Philosophic Melancholly breathes, </br>And bears the swelling Thought aloft to Heaven.</br>Then forming Fancy rouses to conceive,</br>What never mingled with the Vulgar's Dream:</br>Then wake the tender Pang, the pitying Tear,</br>The Sigh for suffering Worth, the Wish prefer'd</br>For Humankind, the Joy to see them bless'd,</br>And all the Social Off-spring of the Heart!", "Oh!  bear me then to high, embowering, Shades;</br>To twilight Groves, and visionary Vales;</br>To weeping Grottos, and to hoary Caves;</br>Where Angel-Forms are seen, and Voices heard,</br>Sigh'd in low Whispers, that abstract the Soul,</br>From outward Sense, far into Worlds remote.", "Now, when the Western Sun withdraws the Day,</br>And humid Evening, gliding o'er the Sky,</br>In her chill Progress, checks the straggling Beams,</br>And robs them of their gather'd, vapoury, Prey,</br>Where Marshes stagnate, and where Rivers wind,</br>Cluster the rolling Fogs, and swim along</br>The dusky-mantled Lawn:  then slow descend,</br>Once more to mingle with their Watry Friends.</br>The vivid Stars shine out, in radiant Files;</br>And boundless Ether glows; till the fair Moon</br>Shows her broad Visage, in the crimson'd East;</br>Now, stooping, seems to kiss the passing Cloud:</br>Now, o'er the pure Cerulean, rides sublime.</br>Wide the pale Deluge floats, with silver Waves,</br>O'er the sky'd Mountain, to the low-laid Vale;</br>From the white Rocks, with dim Reflexion, gleams,</br>And faintly glitters thro' the waving Shades.", "All Night, abundant Dews, unnoted, fall,</br>And, at Return of Morning, silver o'er</br>The Face of Mother-Earth; from every Branch</br>Depending, tremble the translucent Gems,</br>And, quivering, seem to fall away, yet cling,</br>And sparkle in the Sun, whose rising Eye,</br>With Fogs bedim'd, portends a beauteous Day.", "Now, giddy Youth, whom headlong Passions fire,</br>Rouse the wild Game, and stain the guiltless Grove,</br>With Violence, and Death; yet call it Sport,</br>To scatter Ruin thro' the Realms of Love,</br>And Peace, that thinks no Ill:  But These, the Muse,</br>Whose Charity, unlimited, extends</br>As wide as Nature works, disdains to sing,</br>Returning to her nobler Theme in view&mdash;", "For, see!  where Winter comes, himself, confest,</br>Striding the gloomy Blast.  First Rains obscure</br>Drive thro' the mingling Skies, with Tempest foul;</br>Beat on the Mountain's Brow, and shake the Woods,</br>That, sounding, wave below.  The dreary Plain</br>Lies overwhelm'd, and lost.  The bellying Clouds</br>Combine, and deepening into Night, shut up</br>The Day's fair Face.  The Wanderers of Heaven,</br>Each to his Home, retire; save those that love</br>To take their Pastime in the troubled Air,</br>And, skimming, flutter round the dimply Flood.</br>The Cattle, from th' untasted Fields, return,</br>And ask, with meaning Low, their wonted Stalls;</br>Or ruminate in the contiguous Shade:</br>Thither, the houshold, feathery, People croud,</br>The crested Cock, with all his female Train,</br>Pensive, and wet.  Mean while, the Cottage-Swain</br>Hangs o'er th' enlivening Blaze, and, taleful, there,</br>Recounts his simple Frolic:  Much he talks,</br>And much he laughs, nor recks the Storm that blows</br>Without, and rattles on his humble Roof.", "At last, the muddy Deluge pours along,</br>Resistless, roaring; dreadful down it comes</br>From the chapt Mountain, and the mossy Wild,</br>Tumbling thro' Rocks abrupt, and sounding far:</br>Then o'er the sanded Valley, floating, spreads,</br>Calm, sluggish, silent; till again constrain'd,</br>Betwixt two meeting Hills, it bursts a Way,</br>Where Rocks, and Woods o'erhang the turbid Stream.</br>There gathering triple Force, rapid, and deep,</br>It boils, and wheels, and foams, and thunders thro'.", "Nature!  great Parent!  whose directing Hand</br>Rolls round the Seasons of the changeful Year,</br>How mighty!  how majestick are thy Works!</br>With what a pleasing Dread they swell the Soul,</br>That sees, astonish'd!  and, astonish'd sings!</br>You too, ye Winds! that now begin to blow,</br>With boisterous Sweep, I raise my Voice to you.</br>Where are your Stores, ye viewless Beings!  say?</br>Where your aerial Magazines reserv'd,</br>Against the Day of Tempest perilous?</br>In what untravel'd Country of the Air,</br>Hush'd in still Silence, sleep you, when 'tis calm?", "Late, in the louring Sky, red, fiery, Streaks</br>Begin to flush about; the reeling Clouds</br>Stagger with dizzy Aim, as doubting yet</br>Which Master to obey:  while rising, slow,</br>Sad, in the Leaden-colour'd East, the Moon</br>Wears a bleak Circle round her sully'd Orb.</br>Then issues forth the Storm, with loud Control,</br>And the thin Fabrick of the pillar'd Air</br>O'erturns, at once.  Prone, on th' uncertain Main,</br>Descends th' Etherial Force, and plows its Waves,</br>With dreadful Rift:  from the mid-Deep, appears,</br>Surge after Surge, the rising, wat'ry, War.</br>Whitening, the angry Billows rowl immense,</br>And roar their Terrors, thro' the shuddering Soul</br>Of feeble Man, amidst their Fury caught,</br>And, dash'd upon his Fate:  Then, o'er the Cliff,</br>Where dwells the Sea-Mew, unconfin'd, they fly,</br>And, hurrying, swallow up the steril Shore.", "The Mountain growls; and all its sturdy Sons</br>Stoop to the Bottom of the Rocks they shade:</br>Lone, on its Midnight-Side, and all aghast,</br>The dark, way-faring, Stranger, breathless, toils,</br>And climbs against the Blast&mdash;</br>Low, waves the rooted Forest, vex'd, and sheds</br>What of its leafy Honours yet remains.</br>Thus, struggling thro' the dissipated Grove,</br>The whirling Tempest raves along the Plain;</br>And, on the Cottage thacht, or lordly Dome,</br>Keen-fastening, shakes 'em to the solid Base.</br>Sleep, frighted, flies; the hollow Chimney howls,</br>The Windows rattle, and the Hinges creak.", "Then, too, they say, thro' all the burthen'd Air,</br>Long Groans are heard, shrill Sounds, and distant Sighs,</br>That, murmur'd by the Demon of the Night,</br>Warn the devoted Wretch of Woe, and Death!</br>Wild Uproar lords it wide:  the Clouds commixt,</br>With Stars, swift-gliding, sweep along the Sky.</br>All Nature reels. &mdash; But hark!  the Almighty speaks:</br>Instant, the chidden Storm begins to pant,</br>And dies, at once, into a noiseless Calm.", "As yet, 'tis Midnight's Reign; the weary Clouds,</br>Slow-meeting, mingle into solid Gloom:</br>Now, while the drousy World lies lost in Sleep,</br>Let me associate with the low-brow'd Night,</br>And Contemplation, her sedate Compeer;</br>Let me shake off th' intrusive Cares of Day,</br>And lay the medling Senses all aside.", "And now, ye lying Vanities of Life!</br>You ever-tempting, ever-cheating Train!</br>Where are you now?  and what is your Amount?</br>Vexation, Disappointment, and Remorse.</br>Sad, sickening, Thought!  and yet, deluded Man</br>A Scene of wild, disjointed, Visions past,</br>And broken Slumbers, rises, still resolv'd,</br>With new-flush'd Hopes, to run your giddy Round.", "Father of Light, and Life!  Thou Good Supreme!</br>O!  teach me what is Good!  teach me thy self!</br>Save me from Folly, Vanity and Vice,</br>From every low Pursuit!  and feed my Soul,</br>With Knowledge, conscious Peace, and Vertue pure,</br>Sacred, substantial, never-fading Bliss!", "Lo!  from the livid East, or piercing North,</br>Thick Clouds ascend, in whose capacious Womb,</br>A vapoury Deluge lies, to Snow congeal'd:</br>Heavy, they roll their fleecy World along;</br>And the Sky saddens with th' impending Storm.</br>Thro' the hush'd Air, the whitening Shower descends,</br>At first, thin-wavering; till, at last, the Flakes</br>Fall broad, and wide, and fast, dimming the Day,</br>With a continual Flow.  See!  sudden, hoar'd,</br>The Woods beneath the stainless Burden bow,</br>Blackning, along the mazy Stream it melts;</br>Earth's universal Face, deep-hid, and chill,</br>Is all one, dazzling, Waste.  The Labourer-Ox</br>Stands cover'd o'er with Snow, and then demands</br>The Fruit of all his Toil.  The Fowls of Heaven,</br>Tam'd by the cruel Season, croud around</br>The winnowing Store, and claim the little Boon,</br>That Providence allows.  The foodless Wilds</br>Pour forth their brown Inhabitants; the Hare,</br>Tho' timorous of Heart, and hard beset</br>By Death, in various Forms, dark Snares, and Dogs,</br>And more unpitying Men, the Garden seeks,</br>Urg'd on by fearless Want.  The bleating Kind</br>Eye the bleak Heavens, and next, the glistening Earth,</br>With Looks of dumb Despair; then sad, dispers'd,</br>Dig, for the wither'd Herb, thro' Heaps of Snow.", "Now, Shepherds, to your helpless Charge be kind;</br>Baffle the raging Year, and fill their Penns</br>With Food, at will:  lodge them below the Blast,</br>And watch them strict; for from the bellowing East,</br>In this dire Season, oft the Whirlwind's Wing</br>Sweeps up the Burthen of whole wintry Plains,</br>In one fierce Blast, and o'er th' unhappy Flocks,</br>Lodg'd in the Hollow of two neighbouring Hills,</br>The billowy Tempest whelms; till, upwards urg'd,</br>The Valley to a shining Mountain swells,</br>That curls its Wreaths amid the freezing Sky.", "Now, all amid the Rigours of the Year,</br>In the wild Depth of Winter, while without</br>The ceaseless Winds blow keen, be my Retreat</br>A rural, shelter'd, solitary, Scene;</br>Where ruddy Fire, and beaming Tapers join</br>To chase the chearless Gloom:  there let me sit,</br>And hold high Converse with the mighty Dead,</br>Sages of ancient Time, as Gods rever'd,</br>As Gods beneficent, who blest Mankind,</br>With Arts, and Arms, and humaniz'd a World.</br>Rous'd at th' inspiring Thought &mdash; I throw aside</br>The long-liv'd Volume, and, deep-musing, hail</br>The sacred Shades, that, slowly-rising, pass</br>Before my wondering Eyes &mdash; First, Socrates,</br>Truth's early Champion, Martyr for his God:</br>Solon,the next, who built his Commonweal,</br>On Equity's firm Base:  Lycurgus, then,</br>Severely good:  and him of rugged Rome,</br>Numa, who soften'd her rapacious Sons.</br>Cimon sweet-soul'd, and Aristides just.</br>Unconquer'd Cato, virtuous in Extreme;</br>With that attemper'd Heroe, mild, and firm,</br>Who wept the Brother, while the Tyrant bled.</br>Scipio,the humane Warriour, gently brave,</br>Fair Learning's Friend, who early sought the Shade,</br>To dwell, with Innocence, and Truth, retir'd.</br>And, equal to the best, the Theban, He</br>Who, single, rais'd his Country into Fame.</br>Thousands behind, the Boast of Greece and Rome,</br>Whom Vertue owns, the Tribute of a Verse</br>Demand, but who can count the Stars of Heaven?</br>Who sing their Influence on this lower World?</br>But see who yonder comes!  nor comes alone,</br>With sober State, and of majestic Mien,</br>The Sister-Muses in his Train &mdash; 'Tis He!</br>Maro!  the best of Poets, and of Men!</br>Great Homer too appears, of daring Wing!</br>Parent of Song!  and, equal, by this Side,</br>The British Muse, join'd Hand in Hand, they walk,</br>Darkling, nor miss their Way to Fame's Ascent.", "Society divine!  Immortal Minds!</br>Still visit thus my Nights, for you reserv'd,</br>And mount my soaring Soul to Deeds like yours.</br>Silence!  thou lonely Power! the Door be thine:</br>See, on the hallow'd Hour, that none intrude,</br>Save Lycidas, the Friend, with Sense refin'd,</br>Learning digested well, exalted Faith,</br>Unstudy'd Wit, and Humour ever gay.", "Clear Frost succeeds, and thro' the blew Serene,</br>For Sight too fine, th' Aetherial Nitre flies,</br>To bake the Glebe, and bind the slip'ry Flood.</br>This of the wintry Season is the Prime;</br>Pure are the Days, and lustrous are the Nights,</br>Brighten'd with starry Worlds, till then unseen.</br>Mean while, the Orient, darkly red, breathes forth</br>An Icy Gale, that, in its mid Career,</br>Arrests the bickering Stream.  The nightly Sky,</br>And all her glowing Constellations pour</br>Their rigid Influence down:  It freezes on</br>Till Morn, late-rising, o'er the drooping World,</br>Lifts her pale Eye, unjoyous:  then appears</br>The various Labour of the silent Night,</br>The pendant Isicle, the Frost-Work fair,</br>Where thousand Figures rise, the crusted Snow,</br>Tho' white, made whiter, by the fining North.</br>On blithsome Frolics bent, the youthful Swains,</br>While every Work of Man is laid at Rest,</br>Rush o'er the watry Plains, and, shuddering, view</br>The fearful Deeps below:  or with the Gun,</br>And faithful Spaniel, range the ravag'd Fields,</br>And, adding to the Ruins of the Year,</br>Distress the Feathery, or the Footed Game.", "But hark!  the nightly Winds, with hollow Voice,</br>Blow, blustering, from the South &mdash; the Frost subdu'd,</br>Gradual, resolves into a weeping Thaw.</br>Spotted, the Mountains shine:  loose Sleet descends,</br>And floods the Country round:  the Rivers swell,</br>Impatient for the Day. &mdash; Those sullen Seas,</br>That wash th' ungenial Pole, will rest no more,</br>Beneath the Shackles of the mighty North;</br>But, rousing all their Waves, resistless heave,&mdash;</br>And hark! &mdash; the length'ning Roar, continuous, runs</br>Athwart the rifted Main; at once, it bursts,</br>And piles a thousand Mountains to the Clouds!</br>Ill fares the Bark, the Wretches' last Resort,</br>That, lost amid the floating Fragments, moors</br>Beneath the Shelter of an Icy Isle;</br>While Night o'erwhelms the Sea, and Horror looks</br>More horrible.  Can human Hearts endure</br>Th' assembled Mischiefs, that besiege them round:</br>Unlist'ning Hunger, fainting Weariness,</br>The Roar of Winds, and Waves, the Crush of Ice,</br>Now, ceasing, now, renew'd, with louder Rage,</br>And bellowing round the Main:  Nations remote,</br>Shook from their Midnight-Slumbers, deem they hear</br>Portentous Thunder, in the troubled Sky.</br>More to embroil the Deep, Leviathan,</br>And his unweildy Train, in horrid Sport,</br>Tempest the loosen'd Brine; while, thro' the Gloom,</br>Far, from the dire, unhospitable Shore,</br>The Lyon's Rage, the Wolf's sad Howl is heard,</br>And all the fell Society of Night.</br>Yet, Providence, that ever-waking Eye</br>Looks down, with Pity, on the fruitless Toil</br>Of Mortals, lost to Hope, and lights them safe,</br>Thro' all this dreary Labyrinth of Fate.", "'Tis done! Dread WINTER has subdu'd the Year,</br>And reigns, tremenduous, o'er the desart Plains!</br>How dead the Vegetable Kingdom lies!</br>How dumb the Tuneful!  Horror wide extends</br>His solitary Empire. &mdash; Now, fond Man!</br>Behold thy pictur'd Life:  pass some few Years,</br>Thy flow'ring SPRING, thy short-liv'd SUMMER'S Strength,</br>Thy sober AUTUMN, fading into Age,</br>And pale, concluding, WINTER shuts thy Scene,</br>And shrouds Thee in the Grave &mdash; Where now, are fled</br>Those Dreams of Greatness?  those unsolid Hopes</br>Of Happiness?  those Longings after Fame?</br>Those restless Cares?  those busy, bustling Days?</br>Those Nights of secret Guilt?  those veering Thoughts,</br>Flutt'ring 'twixt Good, and Ill, that shar'd thy Life?</br>All, now, are vanish'd!  Vertue, sole, survives,</br>Immortal, Mankind's never-failing Friend,</br>His Guide to Happiness on high &mdash; and see!</br>'Tis come, the Glorious Morn!  the second Birth</br>Of Heaven, and Earth! &mdash; awakening Nature hears</br>Th' Almighty Trumpet's Voice, and starts to Life,</br>Renew'd, unfading.  Now, th' Eternal Scheme,</br>That Dark Perplexity, that Mystic Maze,</br>Which Sight cou'd never trace, nor Heart conceive,</br>To Reason's Eye, refin'd, clears up apace.</br>Angels, and Men, astonish'd, pause &mdash; and dread</br>To travel thro' the Depths of Providence,</br>Untry'd, unbounded.  Ye vain Learned!  see,</br>And, prostrate in the Dust, adore that Power,</br>And Goodness, oft arraign'd.  See now the Cause,</br>Why conscious Worth, oppress'd, in secret long</br>Mourn'd, unregarded:  Why the Good Man's Share</br>In Life, was Gall, and Bitterness of Soul:</br>Why the lone Widow, and her Orphans, pin'd,</br>In starving Solitude; while Luxury,</br>In Palaces, lay prompting her low Thought,</br>To form unreal Wants:  why Heaven-born Faith,</br>And Charity, prime Grace!  wore the red Marks</br>Of Persecution's Scourge:  why licens'd Pain,</br>That cruel Spoiler, that embosom'd Foe,</br>Imbitter'd all our Bliss.  Ye Good Distrest!</br>Ye Noble Few! that, here, unbending, stand</br>Beneath Life's Pressures &mdash; yet a little while,</br>And all your Woes are past.  Time swiftly fleets,</br>And wish'd Eternity, approaching, brings</br>Life undecaying, Love without Allay,</br>Pure flowing Joy, and Happiness sincere.</br>"]