["Of Happiness Terrestrial, and the Source</br>Whence human pleasures flow, sing  Heavenly Muse,</br>Of sparkling juices, of th' enliv'ning Grape,</br>Whose quickning tast adds vigour to the Soul,</br>Whose sov'raign pow'r revives decaying nature,</br>And thaws the frozen Blood of hoary Age</br>A kindly warmth diffusing, Youthful fires</br>Gild his dim Eyes, and paint with ruddy hue</br>His wrizzled Visage, ghastly wan before:</br>Cordial restorative, to mortal Man</br>With copious Hand by bounteous Gods bestow'd.", "BACCHUS Divine, aid my adventrous Song,</br>That with no middle flight intends to soar</br>Inspir'd, Sublime on Pegasean Wing</br>By thee upborn, I draw Miltonic Air.", "When fumy Vapours clog our loaded Brows</br>With furrow'd Frowns, when stupid downcast Eyes</br>Th' external Symptoms of remorse within,</br>Our Grief express, or when in sullen Dumps</br>With Head Incumbent on Expanded Palm,</br>Moaping we sit in silent sorrow drown'd:</br>Whether Inviegling Hymen has trappand</br>Th' unwary Youth, and ty'd the Gordian Knot</br>Of jangling Wedlock, Indissoluble;</br>Worried all Day by loud Xantippes Din,</br>And when the gentle Dew of sleep inclines</br>With slumbrous weight his Eye-lids, She inflam'd</br>With Uncloy'd Lust, and itch Insatiable,</br>His Stock exhausted, still yells on for more;</br>Nor fails She to Exalt him to the Stars,</br>And fix him there among the Branched Crew</br>(Taurus, and Aries, and Capricorn,)</br>The greatest Monster of the Zodiac;</br>Or for the loss of Anxious Worldly Pelf,</br>Or Celia's scornful slights, and cold disdain</br>Had check'd his Am'rous flame with coy repulse,</br>The worst Events that Mortals can befall;</br>By cares depress'd, in pensive Hypoish Mood,</br>With slowest pace, the tedious Minuits Roll.", "Thy charming sight, but much more charming Gust</br>New Life incites, and warms our chilly Blood,</br>Strait with pert Looks, we raise our drooping fronts,</br>And pour in Chrystal pure, thy purer juice,</br>With chearful Countenance, and steady Hand</br>Raise it Lip-high, then fix the spatious Rim</br>T' expecting Mouth, and now with Grateful tast,</br>The ebbing Wine glides swiftly o'er the Tongue,</br>The circling Blood with quicker motion flies;</br>Such is thy pow'rful influence, thou strait</br>Dispell'd those Clouds that lowring dark eclips'd</br>The whilom Glories of our gladsom Face,</br>And dimpled Cheeks, and sparkling rolling Eyes,</br>Thy chearing Virtues, and thy worth proclaim.</br>So Mists and Exhalations that arise</br>From Hills or steamy Lake, Dusky or Gray</br>Prevail, till Phoebus sheds Titanian Rays,</br>And paints their Fleecy skirts with shining Gold;</br>Unable to resist, the Foggy damps</br>That veild the surface of the verdant Fields,</br>At the Gods  penetrating Beams dispense:</br>The Earth again in former Beauty smiles,</br>In gaudiest Livery drest, all Gay and Clear.", "When disappointed Strephon meets Repulse,</br>Scofft at, despis'd, in Melancholic mood</br>Joyless he wasts in sighs the lazy Hours,</br>Till Reinforc't by thy Almighty aid,</br>He Storms the Breach, and Wins the Beauteous Fort.", "To pay Thee Homage, and receive Thy Blessings,</br>The British Marriner quits native shore,</br>And ventures through the tractless vast Abyss,</br>Plowing the Ocean, whilst the Upheav'd Oak</br>With beaked Prow, Rides tilting ore the Waves;</br>Shockt by Tempestuous jarring Winds she Rolls</br>In dangers Imminent, till she arrives</br>At those blest Climes, thou favourst with thy presence;</br>Whether, at Lusitanian sultry Coasts,</br>Or lofty Teneriff, Palma, Ferro,</br>Provence, Or at the Celtiberian Shores;</br>With gazing Pleasure, and Astonishment</br>At Paradice, (Seat of our antient sire,)</br>He thinks himself arriv'd, the Purple Grape</br>In largest Clusters Pendant, Grace the Vines</br>Innumerous, in Fields Grottesque and Wild</br>They with Implicit Curles the Oak entwine,</br>And load with Fruit Divine Her spreading Boughs;</br>Sight most delicious, not an Irksom Thought,</br>Or of left native Isle, or absent Friends,</br>Or dearest Wife, or tender sucking Babe,</br>His kindly treach'rous Mem'ry now presents;</br>The Jovial GOD has left no room for Cares.", "CELESTIAL Liquor, thou that didst inspire</br>Maro and Flaccus, and the Grecian Bard,</br>With lofty Numbers, and Heroic strains</br>Unparelell'd,with Eloquence profound,</br>And Arguments Convincive didst enforce</br>Fam'd Tully, and Demosthenes Renown'd:</br>Ennius first Fam'd in Latin Song, in vain</br>Drew Heliconian streams, Ungrateful whet</br>To Jaded Muse, and oft' with vain attempt</br>Heroic Acts in Flagging Numbers dull</br>With pains essay'd, but abject still and low,</br>His Unrecruited Muse could never reach</br>The mighty Theme, till from the Purple Font</br>Of bright Lenaean fire, Her barren drought</br>He quench'd, and with inspiring Nect'rous Juice</br>Her drooping Spirits chear'd, aloft she towres</br>Born on stiff Pennons, and of Wars alarms,</br>And Trophies won, in loftiest Numbers sings:</br>Tis thou the Hero's breast to Martial Acts,</br>And resolution bold, and ardour brave</br>Excit'st, thou check'st Inglorious lolling ease,</br>And sluggish Minds with gen'rous fires inflam'st,</br>O thou, that first my quickned Soul engag'd,</br>Still with thy aid assist me, What is dark</br>Illumin, What is low raise and support,</br>That to the height of this great Argument,</br>Thy Universal Sway o're all the World,</br>In everlasting Numbers, like the Theme</br>I may record, and sing thy Matchless Worth.", "Had the Oxonian Bard thy Praise rehears'd,</br>His Muse had yet retain'd her wonted height;</br>Such as of late o're Blenheims Field she soard</br>Aerial, now in Ariconian Bogs</br>She lies Inglorious floundring, like her Theme</br>Languid and Faint, and on damp Wing immerg'd</br>In acid juice, in vain attempts to rise.", "With what sublimest Joy from noisy Town,</br>At Rural Seat, Lucretius retir'd,</br>Flaccus, untainted by perplexing Cares,</br>Where the white Poplar, and the lofty Pine</br>Join Neighbouring Boughs, sweet Hospitable shade</br>Creating, from Phoebean Rays secure,</br>A cool Retreat, with few well chosen Friends</br>On flowry Mead Recumbent, spent the Hours</br>In Mirth innocuous, and Alternate Verse!</br>With Roses Interwoven, Poplar wreaths</br>Their Temples bind, dress of Sylvestrian Gods;</br>Choicest Nectarian juice Crown'd largest Bowles,</br>And Overlook'd the lid, alluring sight,</br>Of fragrant Scent attractive, tast Divine!</br>Whether from Formian Grape depress'd, Falern</br>Or Setin, Massic, Gauran or Sabine,</br>Lesbian or Caecuban, the chearing Bowl</br>Mov'd briskly round, and spur'd their heightned Wit</br>To Sing Mecaenas praise their Patron kind.", "But we, not as our Pristin sires, repair</br>T' umbrageous Grot or Vale, but when the Sun</br>Faintly from Western Skies his rays oblique</br>Darts sloping, and to Thetis watry Lap</br>Hastens in Prone Career, with Friends Select</br>Swiftly we hie to Devil Young or Old</br>Jocund and Boon, where at the entrance stands</br>A Stripling, who with Scrapes and Humil Cringe,</br>Greets us in winning Speech and Accent Bland;</br>With lightest bound, and safe unerring step</br>He skips before, and nimbly climbs the Stairs:</br>Melampus thus, panting with lolling Tongue,</br>And wagging Tail, Gamboles, and frisks before</br>His sequel Lord from pensive walk return'd,</br>Whether in Shady Wood, or Pastures Green,</br>And waits his coming at the well known Gate.</br>Nigh to the Stairs Ascent, in regal Port</br>Sits a Majestic Dame, whose looks denounce</br>Command and Sov'reignty, with haughty Air,</br>And Studied Mien, in Semicirc'lar Throne</br>Enclos'd, she deals around her dread Commands;</br>Behind her (Dazling sight) in order Rang'd,</br>Pile above Pile Chrystallin Vessels shine;</br>Attendant Slaves with eager stride advance,</br>And after Homage paid, bawl out aloud</br>Words Unintelligible, noise confus'd:</br>She knows the Jargon Sound, and strait describes</br>In Characters Mysterious Words obscure;</br>More legible are Algebraic Signs,</br>Or Mystic Figures by Magicians drawn,</br>When thy Invoke aid Diabolical.", "Drive hence the Rude and Barb'rous Dissonance</br>Of Savage Thracians, and Croatian Boors;</br>The loud Centaurean Broiles with Lapithae</br>Sound harsh, and grating to Lenaean God:</br>Chase brutal Feuds of Belgian skippers hence,</br>(Amid their Cups, whose Innate Tempers shown)</br>In clumsy Fist wielding Scymetrian Knife,</br>Who slash each others Eyes, and Blubber'd Face,</br>Prophaning Bacchanalian solemn rites:</br>Musicks Harmonious Numbers better suit</br>His Festivalls, from Instrument or Voice,</br>Or Gasperini's Hand the trembling string</br>Should touch, or from the Tuscan Dames,</br>Or warbling TOFTS more soft Melodious Tongue</br>Sweet Symphonies should flow, the Delian God</br>For Airy BACCHUS is Associate meet.", "The Stairs Ascent now gain'd, our Guide unbars</br>The Door of Spatious Room, and creaking Chairs</br>(To ear offensive) round the Table sets,</br>We sit, when thus his Florid Speech begins:</br>Name, Sirs, the WINE that most invites your Tast,</br>Champaign or Burgundy, or Florence pure,</br>Or Hock Antique, or Lisbon New or Old,</br>Bourdeaux, or neat French Wine, or Alicant:</br>For Bourdeaux we with Voice Unanimous</br>Declare, (such Sympathy's in Boon Compeers.)</br>He quits the Room Alert, but soon returns,</br>One Hand Capacious glist'ring Vessels bore</br>Resplendant, th' other with a grasp secure,</br>A Bottle (mighty charge) upstaid, full Fraught</br>With goodly Wine, He with extended Hand</br>Rais'd high, pours forth Sanguin frothy Juice,</br>O'erspread with Bubbles, dissipated soon:</br>We strait t' our Arms repair, experienc't Chiefs;</br>Now Glasses clash with Glasses, (charming sound,)</br>And Glorious ANNA'S Health the first the best</br>Crowns the full Glass, at HER inspiring Name</br>The sprightly Wine Results, and seems to Smile,</br>With hearty Zeal, and wish Unanimous</br>The Health we Drink, and in HER Health our own.", "A Pause ensues, and now with grateful Chat</br>We improve the Interval, and Joyous Mirth</br>Engages our rais'd Souls, Pat Repartee,</br>Or Witty Joke our airy Senses moves</br>To pleasant Laughter, strait the Ecchoing Room</br>With Universal Peals and Shouts Resounds.", "The ROYAL DANE, blest Consort of blest QUEEN,</br>Next Crowns the Rubied Nectar, all whose Bliss</br>In ANNA'S Plac't, with Sympathetic Flame,</br>And Mutual Endearments, all HER Joys,</br>Like the kind Turtles pure untainted Love,</br>Center in HIM, who shares the grateful Hearts</br>Of Loyal Subjects, with his Sov'reign QUEEN,</br>For by HIS Prudent Care, united shores</br>Were sav'd from Hostile Fleets Invasion dire.", "The Hero MALBRO next, whose vast Exploits</br>Fames Clarion sounds, fresh Laurels, Triumphs new</br>We wish, like those HE won at Hockstets Field.", "Next DEVONSHIRE Illustrious, who from Race</br>Of Noblest Patriots sprung, whose Souls Endow'd,</br>And is with ev'ry Vertuous gift Adorn'd</br>That shon in His most worthy Ancestors,</br>For then distinct in sep'rate Breasts were seen</br>Virtues distinct, but all in HIM Unite.", "Prudent GODOLPHIN, of the Nations weal</br>Frugal, but free and gen'rous of his own</br>Next Crowns the Bowl, with Faithful SUNDERLAND,</br>And HALIFAX, the Muses darling Song,</br>In whom Conspicuous, with full Lustre shine</br>The surest Judgment, and the brightest Wit,</br>Himself Mecaenas and a Flaccus too,</br>And all the Worthies of the British Realm</br>In order rang'd succeeded, Healths that ting'd</br>The Dulcet Wine, with a more charming Gust.", "Now each the Mistress by whose scorching Eyes</br>Fird, tosts Cosmelia Fair, or Dulcibella,</br>Or Sylvia Comely Black, with jetty Eyes</br>Piercing, or Airy Celia sprightly Maid.</br>Insensibly thus flow Unnumber'd Hours;</br>Glass succeeds Glass, till the DIRCAEAN GOD</br>Shines in our Eyes, and with his Fulgent Rays</br>Enlightens our glad Looks with lovely Die;</br>All Blithe and Jolly that like Arthurs Knights</br>Of Rotund Fable, Fam'd in Pristin Records,</br>Now most we seem'd, such is the Power of Wine.", "Thus we the winged Hours in harmless Mirth,</br>And Joys Unsully'd pass, till Humid Night</br>Has half her Race perform'd, now all Abroad</br>Is hush'd and silent, nor the Rumbling noise</br>Of Coach or Cart, or smoaky Link-Boys call</br>Is heard; but Universal silence Reigns:</br>When we in Merry Plight, Airy and Gay,</br>Surpriz'd to find the Hours so swiftly flie,</br>With hasty knock, or Twang of Pendant Cord</br>Alarm the drowsy Youth from slumb'ring Nod;</br>Startled he flies, and stumbles o'er the Stairs</br>Erroneous, and with busie Knuckles plies</br>His yet clung Eye-lids, and with stagg'ring Reel</br>Enters Confus'd, and Mutt'ring asks our Wills;</br>When we with Lib'ral Hand the Score discharge,</br>And Homeward each his Course with steady step</br>Unerring steer'd, of Cares and Coin bereft.</br>"]