["PART I.</br>Borne on the winds or Heaven, how sweet the sigh</br>That gently breathes from lips of Piety.</br>Not odours burnt amidst the funeral pyre,</br>Nor incense wafted from the altar's fire,</br>So sweet an offering makes the shrines above,</br>As that mild breath wafts to the throne of Love.</br>And purer far than Zephyr's first embrace,</br>When morning streaks the dawn with orient grace,</br>Is the soft lucid tear, by Virtue shed,</br>In pity o'er the mourner's drooping head.</br>These, when a thousand transient joys are o'er,</br>Charm in perspective Memory's silent hour,</br>And gild the close of that eventual day,</br>No sun shall cheer with morn's reviving ray.", "Oh!  who through wilds where Sin hath strewn her flowers</br>Would idly stray, or slumber in the bowers,</br>Regardless of the wily crested snake,</br>That gleams half hid beneath each verdant brake,</br>When Virtue's paths invite them to repose,</br>'Mid safe retreats, where every flow'ret blows,</br>Of perfume sweet, and hues of choicest die,</br>That can delight the sense, or charm the eye?", "Daughter of Heaven!  fair Piety, descend,</br>And o'er the Muse thy gentle spirit bend;.</br>Within her breast, thy sacred influence pour,</br>And teach her hopes beyond this earth to soar.</br>Here, Hope is fleeting visionary, vain,</br>A soothing prelude to a scene of pain;</br>A phantom beam, which meets the admiring eye,</br>And, when pursued, wings to its native sky.</br>But, heavenly Piety!  'tis thine to cheer,</br>With many a prospect fair, the wanderer here:</br>Thine the delights, which Innocence bestows,</br>The lovely stream, whence heartfelt pleasure flows.</br>No joys tumultuous swell its crystal tide,</br>But calm and clear the peaceful waters glide;</br>And Heaven portrayed upon its breast we see,</br>The transcript of its source, Divinity.</br>In the pure stream thou lov'st thy hands to lave,</br>And Virtue's votaries seek the silvery wave;</br>Where, as reflected in a mirror's, face,</br>The tranquil source of Happiness they trace.</br>'Tis thine, when silent Grief the bosom wrings,</br>And cold neglect with bitter anguish stings,</br>To soothe the Mourner's melancholy hour,</br>And yield a solace passing Friendship's power:</br>To arm the bosom 'gainst the woes which spring,</br>In quick succession, from Time's rapid wing;</br>And point to realms, where, every trial past,</br>The weary shall repose in peace at last.", "When Pain, his iron hand bath rudely pressed,</br>And Want sits brooding on the poor man's breast,</br>'Tis thou alone can'st shield him from Despair,</br>And change his groans to penitence and prayer:</br>O'er his deep anguish hang with healing wing,</br>And dreams of Hope, with resignation bring.", "Lo!  where thy handmaid train descending form,</br>A bow of promise thwart life's passing storm:</br>See Faith, and Hope, and Charity, divine,</br>To bless mankind, united charms combine.</br>By them inspired, the Missionary goes,</br>Nor heeds the desert sands, nor mountain snows;</br>Braves the rude Winds, which sweep the stormy</br>Or burning climes explores with tranquil soul;</br>On Faith's broad pinions rests his fervid eye,</br>And smiling Hope inspires his trembling sigh:</br>Mark, where he treads the solitary wild,</br>And Heaven, alone, sees her devoted child.</br>Clear from the desert rock the waters flow,</br>And fertile vales adorn the wastes below;</br>The peopled wilderness begins to smile,</br>And Peace and Plenty bless the land the while;</br>Still, with the Christian's name, the arts appear,</br>And useful labour reaps the bending ear.</br>Around him now a happy people rise,</br>Who love the reverend sire, that made them wise;</br>And in meek order bend their quiet way,</br>To learn their duty, on the sabbath day.</br>Say, what induced the wanderer to roam,</br>To leave his Country, Friends, and native home?", "'Twas Charity, at thy divine behest</br>He sought, 'mong foreign climes, a place of rest:</br>'Twas thou who bad'st him bear the balm which heals,</br>And sacred source of light and life reveals,</br>To those who dwelt in darkness, which no sun,</br>No God of Peace, and Love e'er beamed upon.", "When first Augustine, from Italia's shore,</br>The Christian standard to Britannia bore,</br>The land of Freedom hailed the dawning day,</br>And Superstition fled, with night, away.</br>Around the olive branch, it shade extends,</br>And meek-eyed Mercy on the plain descends.</br>The Druid claims no more the shady grove,</br>Where altars rise to God, the God of Love.</br>No blood stained offering on his shrine appears;</br>The gift most welcome there &mdash; repentant tears.</br>But, long the mystic shade of learning veiled</br>The sacred volume, and its light curtailed;</br>Till reverend Bede, with holy zeal inspired,</br>And fervent soul, which christian ardour fired,</br>Removed the ponderous robe Religion wore,</br>And clothed her in Britannia's simple lore.</br>His work complete, the enraptured sage expired,</br>The end accomplished, which his life desired.", "From Charity, a thousand bounteous streams</br>Gush o'er the land, enlivened by her beams;</br>Through all the dark retreats of Sorrow pour,</br>And spoil Adversity of half his power:</br>E'en through the dungeon's gloom her bounty steals,</br>Where Howard's name, each echoing vault reveals,</br>The Captive's guardians Angel, who above,</br>Now smiling views unfold the work of Love.</br>Lo!  from the Convict's solitary room</br>Malignant damps have fled, and Death's chill gloom</br>The prison vibrates to the cheerful voice,</br>Of useful labour, and her cells rejoice.</br>Instruction mingles with the generous plan,</br>And Youth reclaimed, shines forth the virtuous Man.</br>Auspicious age!  when Virtue hails afar</br>The radiant splendours of her morning star,</br>Which ushers to the world, a brighter day,</br>Than earth's proud orb, e'er viewed with dazzling ray.</br>Oh Piety!  thou source of good below,</br>And highest bliss seraphic natures know;</br>Still spread, refulgent, thy celestial wing,</br>And shelter on thy shrine, each offering</br>Philanthropy, with hallowed seal hath strown,</br>And love which beams o'er all, from zone to zone,</br>Snatch from oblivion every honoured name,</br>To shine beyond the wreck of earthly Fame.</br>A Reynolds, reverend in years, whose wealth</br>Flowed round the land, dispensing joy and health;</br>Like some pure fount, whose lucid water flows,</br>Hid 'neath the verdure which around it grows.</br>And Fry's loved name, whose melody is given,</br>To call the wanderers to the fold of Heaven:</br>Whose soul's benevolence glows unconfined,</br>Embracing in its zeal all human kind;</br>And many a name that dear to Virtue, will</br>Float on the ear of loved remembrance still.", "Thine the calm fortitude, which meets resigned,</br>The keenest pangs that rack the tortured Mind&mdash;</br>When, savage Mary, with her hands imbrued,</br>In Christian gore, unsated yet with blood,</br>Shed o'er the cruel tyrant's bated reign,</br>A deeper odium, and more lasting stain:</br>With heart of adamant, relentless hurled</br>Truth, Love, and Beauty, from a shuddering world.</br>Oh!  could not guileless Innoeence arrest</br>One thought of pity in that stony breast?</br>For, sure if Nature's purple current flowed</br>True to the throb of feeling Heaven bestowed,</br>Youth had not pleaded at that fin in vain,</br>And Guildford long had bleat his faithful Jane.</br>In that dread hour, to Piety consigned,</br>No guilty fears distracted either mind;</br>Hope sweetly pointed to a happier clime,</br>Where, snatched beyond the tyranny of Time,</br>In blest reunion met, to part no more,</br>Their gentle spirits should together soar.</br>\"Oh!  'tis but for a moment that we part,</br>Thou dearer than the life stream in my, heart,</br>My husband!  seek, ah!  seek no more, to see</br>The fatal source of so much misery:</br>'Twill but unfix the purpose of thy soul,</br>And through each breast a flood of anguish roll!\"</br>Thus spoke the heroic fair, and bowed, resigned;</br>No earthly terrors shook her sainted mind:</br>Pale Superstition waved his torch in vain,</br>And bigot Zeal, that clanks the Captive's chain.</br>Firm, undismayed, amidst a host of foes,</br>Meek as a lamb, that to the slaughter goes,</br>On the harsh block her lovely neck reclined,</br>And gave to heavenly joys, her spotless mind.", "Triumphant Piety!  'twas thine to soar,</br>Beyond frail Nature in that dreadful hour;</br>When Latimer, and Ridley dear to Fame,</br>And Cranmer, braved serene, the fiery flame.</br>Their martyred dust, on thy blest altar strewn,</br>Waits the loud trump &mdash; shall hail the awful morn;</br>When Justice from her throne of flaming light,</br>Shall hurl the guilty to eternal night.", "Celestial maid!  When Time's last sand is run,</br>Thy tide of glory has but them begun;</br>When Nature prone from her centre driven,</br>And darkness veils the smiling face of Heaven,</br>Thou, still, beyond the wreck of worlds shalt soar,</br>And Nature's God, in bliss supreme adore.</br>Oh!  hope ecstatic!  beaming through the gloom</br>Which wraps the awful mysteries of the tomb;</br>The welcome beacon on a friendly coast,</br>When the lorn mariner deems his vessel lost:</br>Through every change of Fate's uncertain will,</br>Thou art the day-star of our prospect still.", "How wretched they no sacred promise cheers,</br>Who walk n darkness through this rule of tears;</br>And see beyond, no haven of repose</br>To anchor, when the floods around them close.</br>Oh!  would such desolated spirits turn,</br>And drink, Repentance, from thy golden urn;</br>With will submissive, seek a Saviour's shrine,</br>And bend beneath his chastening hand divine:</br>The unpeopled wilds of Hope for them should smile,</br>And a rich harvest yet reward their toil.", "Who would risk Heaven's immortal bliss, to be</br>The boasted slave of proud Philosophy?</br>If such be called, that limits to a span,</br>The vaunted power of earth great monarch, Man!</br>Still let fair Nature's laws lie hid in night,&mdash;</br>Shall Reason, with her spark of glow-worm light,</br>Trace the stupendous fabric God has formed,</br>And with a master's bounteous hand adorned?</br>Wisdom, with eye intent upon the whole,</br>Waits till the Maker shall his laws unrol.</br>Frail Reason, like the orb of visual ray,</br>Would shrink to meet so bright a flood of day;</br>And, wounded by the glory, find, too late,</br>'Tis vain to soar beyond our feeble state</br>As well might earthly torch seek to illume</br>The long continued night of polar gloom,</br>When, at the Solstice, Phoebus reins his steed,</br>Nor onward urges with his wonted speed.</br>As well might 'tempt to melt the snowy veil,</br>Which clothes Chimb'rano in his shining mail,</br>As trace the mighty hand which guides, unseen,</br>The vast Creation as one great machine.</br>A thousand hidden springs continual play,</br>A thousand wheels for ever locked from day;</br>And he who seeks the barrier to remove,</br>Must fruitless find his idle labour prove:</br>Enough for man, the bright effect to see,</br>And feel that Nature's law is harmony.", "Thou power divine!  that round the eternal throne&mdash;</br>Ere Time his flight began, effulgent shone;</br>And when his infant wings first hailed the ray,</br>That woke in Eden's bowers the blissful day</br>Of Nature's rest, &mdash; with the glad sabbath came,</br>And upon earth diffused thy heavenly flame.</br>Oh!  might thy influence grasp the frozen bound,</br>Which wraps the confines of the deeps profound;</br>Sway every heart, and rule in every clime,</br>Our guardian angel through the walks of tine.</br>Blest should we be, and Discord from the plain</br>Would vanish, to his native depths again;</br>Peace, Concord, Love, and all the smiling band</br>Of sister graces, hail the happy laid:</br>While Piety, thy sweet seraphic voice,</br>Would, through all Natures boundaries, rejoice;</br>And pour the tributary meed of praise,</br>To the great Author of creation's maze.", "Thou fly'st the gory field of hostile war,</br>Borne on the shining car of peace, afar,</br>To woody vales; where Nature revels free,</br>Chanting he sacred hymn of Liberty.</br>There bloom thy native flowers &mdash; sweet Peace; and there</br>The sighing breezes waft thy natal air:</br>No shouts of battle from thy, hills arise,</br>No dying groans, or wounded captive's cries;</br>But smiling Plenty crowns the labourer's toil,</br>And fertile Nature loves the genial soil.</br>In such seclusion, with a Friend beloved,</br>Far from the wily snores of Vice removed,</br>How calm would glide the tenor of our days,</br>How brightly set our sun's declining rays.", "When, from the blushing east, the golden morn,</br>Strews with her glittering pearls the scented thorn,</br>And every verdant bough, and perfumed flower,</br>With richer sweets repays the sparkling shower;</br>How dear to wander through the leafy grove,</br>And list' the tuneful melody of love;</br>Smile on Creation's renovated bloom,</br>Then pause to think, how soon 'twill fade in gloom.</br>Pursue the moral through the various chain</br>Of Nature's bright, but transitory, reign;</br>And from the breathing picture, raptured trace,</br>The Master's touch portrayed in every grace;</br>Impressed upon his work with stamp divine,</br>Through countless ages still renewed to shine.", "How wanting wisdom, they who fondly, turn</br>To joys of earth, &mdash; nor from experience learn</br>That satisfaction rests not here below,</br>Where, every hope indulged, entails a woe.</br>He, who, in goodness infinite, has given</br>The glorious prize to win, eternal Heaven,</br>Placed man on earth, to prove him, and refine,</br>And fit him through eternity to shine.</br>Not to become an animated clod,</br>Bound to the soil, regardless of his God;</br>But, bursting from his tenement of clay,</br>To soar, a seraph, in the realms of day.", "Thrice happy they, in childhood's blissful hours,</br>Who bend to Virtue's sway their opening powers;</br>In whose young hearts the cherished seeds are sown,</br>Whose shoots, fair Piety, shall hail her own.</br>Oh!  prize your privilege, ye favoured youth,</br>Who, trained and fostered in the walks of Truth,</br>Find flow'rets bloom, where duty's path appears,</br>And can, from habit, spurn the rising tares.</br>Deep rooted in your breasts, may no rude storm,</br>Truth's rising stem, or opening leaves, deform;</br>But, cherished there, to flourish and expand,</br>With blooming verdure, grace a smiling land;</br>Till, in maturity, the ample fruit</br>Shall liberally crown the fostering root;</br>And form around its venerable age,</br>A verdant shelter's welcome foliage.", "When all, who once were dear in youth's gay prime,</br>Have sunk beneath the ruthless scythe of Time,</br>And we are tottering on life's awful verge,</br>And our last years have wak'd their mournful dirge,</br>How welcome then Affection's filial hand,</br>To lend the aid our feeble steps demand.</br>How well repaid our kind paternal care,</br>From the young soil to weed out every tare;</br>To lead with suasive voice where Virtue charmed,</br>Or Vice, unmasked, the guileless breast alarmed;</br>That watched the first unfoldings of the soul,</br>And stamped Truth's lovely impress on the whole.", "How all our youthful interests return,</br>And, mid Hope's dying embers, brightly burn.</br>When first emerging on life's busy stage,</br>We view a Son, the comfort of our age;</br>Or blooming Daughter, in whose form we trace</br>The soft developement of female grace;</br>With fond solicitude survey her o'er,</br>And heavenly guidance for her youth implore.</br>Hope whispers these; when on the bed of death</br>Will cheer with patient love our latest breath;</br>With soothing voice our sinking spirits raise,</br>And sweetly join in [ ] Redeemer's praise.</br>And when at last their filial hands have laid</br>The parent dust beneath sepulchral shade,</br>The tear of Piety will often shed,</br>To dew the memory of the hallowed dead;</br>Who now, from every earthly sorrow free,</br>Await to hail them in Eternity.", "Ye troubled spirits, who, a prey to grief,</br>Look round and view no haven of relief;</br>On whom Fell disappointment's leaden hand</br>Hath rudely pressed; who, shipwrecked on the strand</br>Of Memory's gloomy coast, see every germ,</br>Once promised to adorn life's lingering term.</br>For you the muse would gladly light a path,</br>To guide you safely from Misfortune's wrath;</br>And pour a ray of sunshine through the gloom,</br>Which wraps in sombre shade your future doom.</br>Have ye once basked in Fortune's fickle smiles,</br>And did she snare you with her treacherous wiles;</br>Upon her syren voice did you rely,</br>And find her promise prove a specious lie?</br>Oh!  mourn not for a loss, which, e'en at best,</br>Is an uncertain good &mdash; by all confessed.", "Think of His words, who said &mdash; that riches are,</br>To Haven's fair realms of bliss, a powerful bar;</br>A mortal arm may rend the rocky base,</br>And through the mountain's side a pathway trace;</br>May cleave Darien's giant belt and pour</br>Through the deep fissure, ocean's mighty roar.</br>But he atone, whose power creates the eye</br>To take in Heaven, and all yon worlds on high,</br>Can art display to thread a narrow round,</br>With a circumference larger than it bound:</br>Or, midst his hoarded wealth, the rich man's heart</br>Inspire with strength to choose the better part.</br>Then, grieve not, that an easier path for you</br>Is kindly marked, though strewed with baleful yew;</br>Better to tread where thorns and briars wound,</br>And safely walk at last on heavenly ground,&mdash;</br>Than for a while to bask in pleasure's bowers,</br>Fanned by her breath, and shaded 'mongst her flowers:</br>To feel the phantom ground beneath you slide,</br>And see wild desolation yawning wide</br>T' ingulph its victim; who, around in vain</br>Despairing looks for pleasure's vanished train;</br>A false delusion all that mocked his sight,</br>Shuddering, he sinks into eternal night.", "Art thou Misfortune's solitary child</br>On whom Prosperity hath rarely smiled?&mdash;</br>Though pride and folly scorn thy humble name,</br>And cold distrust oft tinge thy cheek with shame,</br>Yet heed them not; a powerful Friend on high</br>Regards thy sorrows with a Father's eye:</br>He knows thy weakness, knows what thou can'st bear,</br>Beyond that bound, extends his hand to spare.</br>And when despondence through thy soul pervades,</br>And Grief around thee draws her ebon shades,</br>To Him thy tearful eye in suppliance raise,</br>And He will change thy sighs to notes of praise.</br>He loves the contrite and the broken heart,</br>And will His beams of heavenly joy impart;</br>Pour on thy spirit Resignation's balm,</br>And through thy breast diffuse a peaceful calm.</br>Oh!  little boots it which we suffer here,</br>The gilded pang, or Penury's chill tear,</br>All meet on earth Affliction's stormy blast&mdash;</br>'Tis Mercy's breath shall waft to heaven at last,</br>If true to guidance given, our course we steer,</br>From passion's shoals and treacherous breakers clear,</br>Nor sink beneath temptation's eddying surge,</br>Whose warring billows peal contentment's dirge.", "When pensive contemplation leads the mind</br>To dwell 'mong ruins, Time hath left behind;</br>When pausing o'er the fate of man, we turn,</br>And view him mouldering in the silent urn,</br>Who can forbear to heave the mournful sigh,</br>Or stern repress the tear which dims his eye?</br>What bosom warms not with the friendly glow</br>Which counts a Brother in each child of woe?</br>All recollections of the great, then seem</br>Like phantom shades, which haunt the midnight dream.</br>We see the monarch humbled in the dust,</br>Mid 'view proud wealth robbed of his golden trust:</br>Ambition here, grasps but the narrow bed,</br>Where Poverty, alike, reclines his head.</br>And here the young, the gay, the fair are laid,</br>With Want and foul Disease in Death's cold shade:</br>Distinctions all, are buried in the tomb,</br>Age, sex, condition, mingle in one doom.</br>Then, where the boast displayed, by wealth and fame?</br>Where the proud empty title of a name?</br>Where all that charms on earth the vacant mind?</br>Left by the dead &mdash; for ever left behind.</br>But he who builds his hopes beyond the skies,</br>Receives from Death the wings on which to rise</br>And gain his long sought treasure, and far more</br>Than human heart can wish, or thought explore.</br>When this fair world, and all you orbs of light</br>Drop from the ether to oblivious night,</br>His spirit soaring to its home above,</br>Shall there for ever dwell in Peace and Love.", "PART II.</br>When Heaven's great architect, surveyed around</br>Creation perfect to its farthest bound;</br>When day's bright orb his radiant circuit ran,</br>And the mild Queen of night her course began;</br>When, each revolving planet tracked its sphere,</br>And Heaven's bright girdle spanned the rolling year.</br>When Man erect, his Maker's image stood</br>Lord of the peopled land, and teeming flood,</br>Creative goodness bade the Sabbath dawn,</br>And Peace reposed on Eden's flowery lawn.", "Blest holiday of nature on thy morn</br>No sounds of labour with the breeze are borne;</br>No plough boy whistling to his toil repairs,</br>Nor busy hum proclaims the morning's care;</br>No blacksmith's anvil vibrates through the vale,</br>Nor lusty arm uprears the ponderous flail.</br>Few are the rumbling wheels, whose thundering sound,</br>In heavy peals rolls o'er the trembling ground</br>No woodman's axe affrights the shady grove,</br>Where all is tuned to melody and love.", "A ray of sunshine beams in every face,</br>Through every walk, a Sabbath's garb we trace;</br>E'en where the tangled brake invites the Muse</br>Some note of gladness on the gale pursues.</br>'Mid forest glooms where Sol has rarely strayed,</br>We hear the distant music pierce the glade;</br>The joyous peal to every bosom tells</br>Sweet recollection's of the village bells;</br>Where oft in youth, with heart elate and free,</br>We hailed the Sabbath's grateful, melody;</br>And to the lively cadence, loud and clear,</br>Oft lent a lingering and a pensive ear.", "Dear recollections!  still to memory dear!</br>Time with few sweeter notes hath charmed my ear;</br>How many a year has told its silent round</br>Since first I paused to list the pleasing sound!</br>And ah!  how few, who then with me were gay,</br>Are near me now to smooth life's toilsome way.</br>Ye sacred ties of Nature!  where are ye?&mdash;</br>Are kindred bonds loosed in Eternity?&mdash;</br>Does no regret for loved ones left behind</br>E'er cloud the sunshine of an Angel's mind?</br>Or are ye now, as severed love would deem,</br>Still hovering near, and prompt the tender dream?</br>Oh!  if ye be, and blissful spirits prove</br>The power to guard on earth the friends they love;</br>My path from intercepting dangers clear,</br>And dissipate the clouds which gather near;</br>Within my breast the virtuous wish incite,</br>And lead me to the realms of endless light.", "Child of the skies!  fair Piety!  to thee</br>We look for guidance o'er life's stormy sea;</br>Whatever ills our feeble bark assail,</br>Thou can'st' elude the fury of the gale;</br>And lead us to thy calm sequestered cell,</br>Where Peace, and heavenly Contemplation dwell.</br>They little dream, who tread the giddy round</br>Where Folly's wild fantastic joys abound,</br>What real bliss in thy domains we find,</br>What rapture, what serenity of mind!</br>No joys of sense &mdash; no luring phantoms there</br>Delude the wretch, or plunge him in despair;</br>But calm, delightful converse of the soul,</br>With Nature's God, inspirer of the whole!", "Not the fierce joy that Moloch's children feel</br>When mangled victims writhe beneath his wheel;</br>Whose slaughtering car, drawn by infuriate hands,</br>With human gore distains fair India's sands.</br>Nor Kolloh's cry on Afric's dreary shore,</br>Mingling its note with the loud death yell's roar;</br>Nor rite of Moslem's prophet, round whose shrine</br>Rapine, and lust, and lawless power combine;</br>Whose Paradise, by eastern fancy drest,</br>Displays one scene of sort voluptuous rest:</br>Where dark-eyed Houris charm the lingering hours,</br>And odorous breezes fan the fragrant bowers.", "No joys to these allied, no hopes impure</br>With warmth unhallowed Virtue's sons allure;</br>Their bliss in Heaven, beyond frail sense to soar,</br>Where Death and Sin can ne'er oppress them more.</br>In grateful adoration there to raise</br>The rapturous paean to JEHOVAH'S praise</br>There with the blest to dwell, where Friendship reigns,</br>And cold distrust no generous bosom pans;</br>Where all united live, and truly prove</br>How sweet the bonds of Brotherhood and Love.</br>There to converse with those, whose names on earth</br>Still shine mementos of unfading worth;</br>And, oh! &mdash; delightful thought! &mdash; free from the coil</br>Which binds us, like the earth-worm, to the soil;</br>Communion intellectual, high, refined</br>To hold with beings of etherial mind,&mdash;</br>Blest privilege!  and Virtue's large reward&mdash;</br>How far surpassing ought we here regard</br>As worthy our ambition to attain,</br>Our labour to acquire, or hope to gain!", "Oh!  for a lyre dropped from that blest abode, </br>To speak the unutterable love of God!</br>'Tis great beyond the power of earth to tell&mdash;</br>All Heaven should echo one seraphic swell!</br>Angels, on golden harps, loud anthems raise,</br>And mortal lip chant the Redeemer's praise;</br>Who, in amazing condescension, came</br>To rescue man from Death's tyrannic reign;</br>Bowed to the Tyrant's dart his honoured head,</br>While Day, affrghted, from the concave fled: &mdash;  </br>And trembling Nature groaned, to feel the doom</br>That, woke the sainted from their peaceful tomb;</br>Rent to its base his temples awful shade,</br>And all its unveiled mysteries displayed.</br>His power in every heart is now revealed&mdash;</br>From none his covenant of grace concealed;</br>There veiled in peace, the sacred ark may rest&mdash;</br>His fairest temple, every Christian's breast.", "With thee to guide, to counsel, and attend,</br>We need, fair Piety, no earthly friend;</br>Thy paths, by wisdom planned, are safe and sure,</br>And they who tread them are from ill secure.</br>No fears which haunt the guilty, and intrude</br>Unwelcome guests upon their solitude,</br>Are thine; the tranquil eye, and brow serene,</br>Proclaim that all is smiling peace within.</br>In thy abodes no harsh restraints conspire</br>To check the glow of intellectual fire;</br>The mind illum'd by thee, with clearer eye,</br>Glances from earth to range the boundless sky;</br>Discerns, with quicker sight, the studied guile</br>Of sophist speculation's artful wile,</br>And culls with nicer care, from Truth's rich mine,</br>The gold, undazzled by the tinsel's shine.", "With thee to rove through academic bowers,</br>Select the clustering fruit and cull the flowers,</br>Quaff the rich draught from Wisdom's fount that flows,</br>And breathe the strain where sacred ardour glows,</br>Be still the Muses' bliss; thy presence, e'en</br>On mount Parnassian, consecrates the scene.</br>With Milton track the distance of the sphere,</br>And list to Angel voices hovering near;</br>Or turn to where the moral Sage is heard,</br>And ponder o'er each deep impressive word;</br>High on his intellectual pinion soar, </br>And ramble every field of reason o'er:</br>Whose genius, like the torrent's whelming force,</br>Swept every barrier in its giant course.</br>Oft may'st thou still to Olney's shades repair,</br>Where thy own Cowper breathed his mournful prayer;</br>Snatch from despondence every plaintive sigh,</br>And waft an offering to his native sky.</br>Through all the paths of science, thy fair hand</br>Strews a rich garland to adorn the land;</br>And, consecrate to thee, our talents shine,</br>With less of earthly ray, than light divine.</br>Unhallowed by thy smiles, an Angel's mind</br>Would vainly wander, erring, feeble, blind;</br>And human learning is but subtle lore</br>That more bewilders, as we ponder more:&mdash;</br>An Ignis-fatuus glancing through the night,</br>That never leads the wandering traveller right;</br>While Wisdom, from above, emits a ray</br>Shall safely guide him to the realms of day;</br>Shine on his path through wilds of doubt and gloom,</br>The fire by night, the hovering cloud by noon;</br>That, when he droops, his fainting spirit cheers&mdash;</br>This checks the idle mirth that Folly wears.", "When Spring, mild, breathing o'er the landscape roves,</br>And vernal music warbles through the groves;</br>When Sol's bright chariot climbs the azure sky,</br>And his warm beams reflect their radiant die,</br>Nature once more proclaims her blissful reign,</br>And annually blooms in youth again.</br>While man pronounced his Maker's image, here</br>Views no returning spring to life's dull year;</br>The ray obscured, which lights his transient day,</br>To other realms he wings his viewless way.", "Shall he, then, formed Eternal bliss to gain,</br>Still drag content on earth a captive's chain?</br>Where Sin and Death their iron sceptre wield&mdash;</br>His heart supine, their easy conquest yield?</br>Nought here a soul immortal can suffice&mdash;</br>We tread in pain the flowery paths of vice;</br>The blooming rose its thorny stem conceals,</br>But pluck the flower, and pain its sting reveals.</br>Too true the fabled gift, (of Jove averred,)</br>Pandora's box, on Man by Heaven conferred;</br>With life bestowed, the various evils rise,</br>And Hope beyond still points to brighter skies.", "Why does the future still our bliss contain?</br>And why the present marked a scene of pain?</br>To prove that man is but a traveller here,</br>And that he journeys to some happier sphere;</br>No boon we find without its purpose given,</br>And Hope directs our wandering steps to Heaven.", "Why all the waste of mind on man bestowed</br>If formed alone for this terrene abode?</br>Why not, of present ease and food possessed,</br>Like other creatures, in contentment rest;</br>Like them endowed with powers that might suffice</br>His natural wants, nor lead astray to vice?</br>But if we view him, formed for nobler ends,</br>The link in Nature's chain, where mind with matter blends,</br>How may we marvel, that he trifles here,</br>As if earth were his sole eternal sphere.", "Oh!  where, when mingled with its native dust,</br>His earthly frame resigns its sacred trust;</br>Flits the immortal, immaterial ray,</br>That here illumed his cold insensate clay?</br>It cannot slumber in his earthy bed,</br>Or mingle with the ashes of the dead.</br>Our reason this denies, but why explore</br>The void, where Reason lights our path no more;</br>Where deep Humility and Reverence seem</br>The guardian spirits of the slumberer's dream;</br>Of which, e'en revelation from above,</br>Imparts no more than may our doubts remove?</br>Better to wait, resigned, the awful change,</br>When our freed spirits shall unfettered range</br>The vast domains of intellectual space,</br>And the designs of heavenly Wisdom trace;</br>Securing, by our virtuous lives, a seat,</br>Where the Redeemed, by God's appointment, meet.", "Friend of the wretch!  whose every earthly stay</br>Grim Death, with outstretched arm hath rent away;</br>Who hovering on the awful verge of fate,</br>Views his days hastening to their latest date;</br>But dares not on the future cast his eye,</br>And from the past, in vain essays to fly;</br>Who, conscience smit, bow's to Conviction's rod,</br>And trembles in the presence of his God.</br>Friend e'en of him, thy counsels oft relieve,</br>And bring from guilt and death a kind reprieve:</br>From his torn heart, thou lov'st the sigh to bear</br>Where Mercy glad, records the sinners prayer;</br>And with repentance, pour the healing balm</br>Can bid the tempest troubled breast be calm.", "Lo!  in his cell the wretched convict laid,</br>To Death ignoble, by his crimes betrayed;</br>Dark lowers his brow, and wild his glare</br>Sullen resolve, &mdash; the offspring of Despair</br>Reigns in his soul, the desolate abode</br>Of misery and sin, lift's heaviest load.</br>What now can him avail, and from his head</br>Avert the bursting storm by Justice sped?</br>What shield him from the irrevocable doom,</br>Pronounced the fate of guilt, beyond the tomb?</br>Deluded man!  hast thou no soul to save?</br>No part that Sin can sting beyond the grave?</br>Thou hast!  and yet for thee 'tis not too late</br>To 'scape the horrors of impending fate:</br>One last retreat remains, indulgent Heaven,</br>One ray of hope hath yet in mercy given!</br>And while the pangs of guilt, terrific roll</br>Their train of horrors through thy tortured soul;</br>While in thy breast, the worm that never dies,</br>Gnaws with remorseless, heartfelt agonies,</br>For thee Repentance opens still the gate</br>Where Peace and Mercy thy arrival wait;</br>To guide thy feet where streams of goodness flow&mdash;</br>Can wish from all thy guilt and all thy woe.</br>Heaven wills not that one perish, but that all</br>Obey, repentant, the Redeemer's call;</br>Nor think, for thee too late, the eleventh hour</br>Bears witness to his blest atoning power.", "Not all the pleasures of this earthly sphere,</br>If we possessed them unalloyed whilst here,</br>And our full years were lengthened thrice the span,</br>By Heaven declared the allotted date of man;</br>Would weigh a grain, if in the scale of bliss,</br>Balanced against Eternal happiness;</br>But with alloy so tempered oft they see</br>To cheat possession and appear a dream,</br>Uncertain are at best, still on the wing,</br>And many a pain and disappointment bring.</br>What folly then, on these to fix the heart,</br>Life so precarious that an hour may part.", "Who that have loved, and have not mourned some tie,</br>Once dear as life, by Time swept rudely by?</br>Some Parent severed from our early years,</br>Whose dear remembrance claims our filial tears?</br>A brother, loved companion of our youth,</br>Or sister, guileless as the breast of truth?</br>Some faithful friend, whose generous bosom glowed,</br>With every virtue Heaven hath here bestowed?</br>Or yet, perhaps, than these a tenderer charm,</br>Within our breasts awoke the soft alarm.</br>Perhaps we loved so fondly none can tell,</br>And yet have bid our love a last farewell.</br>Long years of tender intercourse enjoyed,</br>Leave but within the breast a deeper void,</br>And hearts impressed too fondly with the past,</br>Feel doubt and gloom their future hours o'ercast,</br>Remembrance weeping, views the vanished bliss,</br>Still clinging to the wreck of happiness?</br>Who, thus bereaved, but would with rapture tread,</br>The dreariest wilds that to such lost ones led;</br>And count the dangers of the journey light,</br>That blest them with their loved companion's sight?</br>And does not Piety, our guide through time,</br>Direct our wanderings to that blissful clime,</br>Where happy spirits, freed from earthly care,</br>Rejoin each other, in blest union, there?", "What power, save Piety, can nerve the mind</br>To meet the various ills of Fate, resigned,</br>With confidence on God still to rely,</br>Though every earthly friend should from them fly,</br>And in His chastenings view a Father's care,</br>Who wounds in mercy, wounds that He may spare?</br>What is the Stoic's fortitude to this?</br>The calm of stagnant waters, Pride's abyss.</br>What all Philosophy can teach mankind?</br>Delusive errors, which their reason blind.</br>And all reliance placed beneath the skies,</br>Like cloudy forms shall vanish from their eyes.", "Ask yon dejected man, who long has toiled</br>Up the steep path of Science, seldom foiled;</br>Ask him if ought he there discerned, hath power</br>To snatch from grief and pain one lingering hour:</br>Ah, no!  his quick reply \"I dare not now</br>To study trust this worn-bewildered brow;</br>E'en from myself I would my thoughts conceal,</br>There is no comfort in what they reveal.</br>Reason half totters in my feeble brain&mdash;</br>Too deeply have I thought, alas!  in vain:&mdash;</br>You speak of Piety, oh!  tell me how</br>One that ne'er prayed, may learn to do so now?</br>Fain would I try, ought to assuage my grief;</br>And yield what medicine seeks in vain &mdash; relief.\"", "Victim of erring reason!  can'st thou cease</br>To rest on human aid thy hopes of peace,</br>And like a child bereaved of self, appear</br>In His dread presence, who a sigh can hear?</br>All words are vain to Him, who views the mind,</br>Nor to one thought or weak endeavour blind;</br>Thy very wish to rest on Him for aid,</br>Shall be, ere long, with gathering strength repaid;</br>And language such suits thy wants, will He</br>Impart, in goodness infinite, to thee.", "Youths, who in pleasure's rosy fetters, stray,</br>And yield to Mirth and Joy the festive day;</br>Round whom the laughing hours, on silken wing,</br>A thousand glowing dreams of rapture fling;</br>Whose morn of life hath dawned without a cloud,</br>And whose fair prospect yet no sorrows shroud;</br>Trust not the gay delusion &mdash; Hope's soft voice</br>Oft bids, the wretch, on ruin's brink, rejoice:</br>And, oft the summer's calm forebodes a storm</br>Shall soon the smiling face of heaven deform;</br>And the dread Thunderer through the sultry skies,</br>Hurl the red bolt, and bid the whirlwind rise.</br>Deceitful here the calm of happiness&mdash;</br>Grief seeks his victims 'mongst the bowers of bliss;</br>Where, as in bland repose, they gaily rest,</br>He aims his deadliest weapon at their breast.</br>Place not your hopes on earth, confide in Heaven,</br>The tempest oft the sheltering oak hath riven;</br>Life hath its elements, and they unbind</br>Sorrow, Despair, and Death, to prove mankind;&mdash;</br>Unwelcome harbingers of pain, yet bring</br>A healing virtue in their keenest sting,</br>When with submissive deference we bow</br>To Him who wisely rules events below.", "Lo!  where Oppression rears his giant form,</br>On Indian shores, where sweeps the Atlantic storm:</br>Mark!  from his lash what groans of anguish rise,</br>What cries of sorrow vibrate through the skies:</br>What forms are those that quiver 'neath his rod,</br>Shrink from his presence, and obey his nod?</br>Afric's unhappy sons!  compelled to roam</br>In hateful bondage, from their native home;</br>Scourged like the brute, which spurns its master's will,</br>Degraded, wronged, abused, but human still!</br>How looks the God of Heaven from above</br>Upon these sable children of His love?&mdash;</br>Regards He not their cry, sees not their tear,</br>Their bitter plaints, their sighs, will He not hear?</br>Assuredly He will, an in that scroll</br>Which the last awful day shall view unrol,</br>Records them all &mdash; then, whose the deeper stain,</br>The slave's who wore, or his who forged the chain?", "How beautiful!  doth, Piety appear,</br>Inspiring peace, and hope &mdash; but fairest here</br>She seems, where Slavery reigns,</br>And Death alone can end the negroe's pains:</br>What consolation, when his task is oer,</br>To feel that God is his, and Him adore.", "Lives there a being, in he breast no ray</br>Hath ever dawned, pure from the source of day,</br>Whose spirit hath not trembled in it beam,</br>And felt with Angel's bliss, the heavenly gleam?</br>An emanation from, that fountain's source,</br>Whose stream is glorious, as diffused its course.</br>Oh!  can it be, God hath created one</br>He hath not visited, and smiled upon?</br>And who that ever felt His presence burn</br>Within his heart, but wished its blest return?", "'Tis this which makes the Christian's journey light,</br>He walks rejoicing in his Saviour's sight;</br>And though around him scorn and danger rise,</br>His faithful steps press onward to the skies.</br>'Tis this Inspires him with the love of truth,</br>And shields from ill the unwary breast of youth;</br>'Tis this, when reft of every hope beside,</br>Hath still supported till the martyr died.", "Oh Piety!  pure are thy pleasures, pure</br>As they are fadeless, ever to endure!</br>The mind clothed in thy simple majesty,</br>May smile at fortune, and her frowns defy;</br>A world within itself, it moves serene</br>Through the wild tumults of earth's chequered scene:</br>Like yon mild orb, which through the nightly sky,</br>Still shining rolls, though clouds around her fly;</br>That deepest glooms but veil her face awhile,</br>When past, once more we view her heavenly smile.</br>"]