["The dismal night had now assum'd her reign,</br>And wet with dew the silent, gloomy plain;</br>Departed Sol was set in western deep,</br>And wearied mortals sunk in balmy sleep;</br>When drown'd in tears, beneath a blasted oak,</br>(Where ominous ravens to the desert croak)</br>Amandus lay. &mdash; To give his sorrows vent</br>He thrice essay'd, and thrice did sighs prevent.</br>To listening groves, at length, in hollow tone,</br>And broken accents, thus he made his moan.", "Why have I liv'd to see this woeful day,</br>Which has my Stella mingled with the clay?</br>Why liv'd, to see her yield her tuneful breath?</br>To see the hour she clos'd her eyes in death?&mdash;</br>\"Love, wit, and beauty from the plains are fled,</br>And in the grave with comely Stella laid!\"", "Embower her tomb, ye gloomy cypress trees!</br>Come, sigh with me, ye lambs and bleating sheep!</br>With me, ye hills, ye vales with me deplore!</br>My young, my beauteous Stella's now no more!</br>Behold (O baleful sight!) that rising mound,</br>Which sable yews, and willows pale surround;</br>Ah!  there interr'd, regardless of my sighs,</br>My love, my all, the pride of nature lies!</br>\"Love, wit, and beauty from the plains are fled,</br>And in the grave with comely Stella laid!\"", "With her no more the flowery field I'll tread!</br>No more recline beneath the beechen shade;</br>Where oft I want on oaten pipe to play,</br>While lovely Stella join'd the simple lay!&mdash;</br>No more shall shepherds round the virgin throng,</br>Doat on her charms, and praise her pleasing song;</br>But on the branches hang the silent reed,</br>While with despair their heaving bosoms bleed;</br>And o'er her grave sad rosemary bestrew,</br>And bid her, drown'd in love, a long adieu!</br>\"Love, wit, and beauty from the plains are fled,</br>And in the grave with comely Stella laid!\"", "Ah peerless Stella!  nature's pride, is dead,</br>Laid low in earth, and all her beauties fled!</br>No more her cheeks with blooming roses vie,</br>Her cold, pale lips have lost their crimson dye!</br>Her sparkling eyes, which every bosom warm'd,</br>Now languid lie, of all their fire disarm'd!</br>Hush'd is her voice, which erst so sweetly sung!</br>And wit no more flows from her silent tongue!</br>In bloom of youth Death maim'd her virgin charms,</br>And, merciless, tore her from a lover's arms!</br>Ah, yonder she!  whilom more blithe and gay</br>Than joyous Spring, lies mingling with the clay!</br>\"Love, wit, and beauty from the plains are fled,</br>And in the grave with comely Stella laid!\"", "Ah me!  what tears?  what sighs my grief express,</br>When I revolve my Stella's last address!&mdash;</br>As o'er her couch that woeful day I stood,</br>She pale and weak &mdash; and I with tears bedew'd!</br>While yet cold Death upheld the impending stroke,</br>In feeble accents thus she expiring spoke.</br>\"My taper crook do thou Amandus take,</br>Use't as thine own for dying Stella's sake:</br>If e'er thou lov'd me, let my fleecy care,</br>Along with thine, thy kind attention share:</br>For now, Amandus, I must bid adieu!</br>Must bid farewel to all the world &mdash; and you!</br>To you, my love! &mdash; to you!  ah welladay!</br>Death calls, alas!  and all must Death obey!</br>Farewel! &mdash; adieu!\" &mdash; Here was her voice suppress'd,</br>Her pains remov'd, and all her struggles ceas'd!</br>Her pains, her struggles ceas'd, and mine begun;</br>She's now entomb'd, I left behind to moan.</br>\"Love, wit, and beauty from the plains are fled,</br>And in the grave with comely Stella laid!\"", "Ah!  what avails it she was passing fair?</br>That godlike virtue ever was her care?</br>That rural ditties she so sweetly sung?</br>And poignant wit flow'd ever from her tongue?</br>Ah!  what avails it she my crook adorn'd</br>With fragrant flowers, and love for love return'd?</br>Not all her beauty, all my tears, could save</br>My hapless Stella from an early grave;</br>Nor voice enchanting as the Sirens song,</br>Nor charms of peerless meed could life prolong.</br>The old, the young, the homely, and the fair,</br>Must yield to death, and for the grave prepare!", "Here sighs again his struggling speech suppress'd;</br>And tears again bedew'd his heaving breast;</br>Absorb'd in grief beneath the wither'd shade,</br>All on a mossy turf he lean'd his head,</br>Till winding rills, which thro' the valley creep,</br>With soothing murmurs lull'd the swain asleep.&mdash;</br>"]