["What mingled beauties here conspire to please!</br>What varied prospects chear the wand'ring eye!</br>In these sweet shades let me recline at ease,</br>While balmy Zephyrs fan the sultry sky.", "Shield me, kind Dryads, in this safe retreat,</br>Where osiers mark the cool wave's lucid way:</br>Where friendly gales allay the raging heat,</br>And breathing waters mitigate the day.", "Here polish'd Art assumes fair Nature's face;</br>Round the smooth beech the wood-bines breathe perfumes;</br>Here tufted pinks the mossy margin grace,</br>And the sweet rose in sov'reign beauty blooms.", "Elate with spring, and dress'd in all her dyes,</br>See hov'ring round &mdash; yon insect idly gay;</br>A moment on its balmy breast she lies,</br>Then light thro' liquid aether wings her way.", "Thou beauteous trifler, can so fine a form</br>Sustain black Boreas, and benumbing frost?</br>Or, when black skies discharge th' impetuous storm,</br>Must all thy transient elegance by lost?", "Go where the gay Belinda reigns confest,</br>Despotic Sov'reign of the youthful train:</br>While her bright eyes explore thy varied vest,</br>Thy little life shall moralise my strain.", "While to her sight thy gaudy wings are spread,</br>If the light show'r, or gentlest dews descend,</br>Thy momentary age of mirth is fled;</br>And the gay dreams of golden summers end.", "In thee, perchance, the thoughtless nymph may view</br>The changeful emblem of her blooming face;</br>As soon disease may that fair form subdue,</br>And each external excellence debase.", "Then would th' admiring crowd no longer bend;</br>No more sweet adulation soothe her ear;</br>No more th' assiduous youths her steps attend,</br>No more her smiles on ev'ry face appear.", "Happy for me, that beauty's potent Queen</br>No lavish graces gave, no matchless air;</br>No soft, resistless, love-commanding mien,</br>Nor bade a fading grace engross my care.", "These oft to pride elate the female mind;</br>For these we oft neglect th' intrinsic charms</br>Of Virtue, which, by Reason's pow'r refin'd,</br>Smiles at old age, and death itself disarms.", "Enough for me, that Health with Hebe joins,</br>And from my mind dispels the chearless gloom;</br>Enough, the muse her wreath of ivy twines,</br>Mixt with each smiling field-flow'r's fragrant bloom:", "Pleas'd, while this artless rural verse I raise,</br>To see superior merit shine confest;</br>Supremely happy when my humble praise</br>Can give one transport to the gen'rous breast.</br>"]