["The busy City, shrouded in its smoke,</br>We left with merry footsteps, and away</br>Into the rural depths we plunged, while woke</br>Mid deep-empurpled clouds, the blushing day;</br>And carolling on high the lark of May</br>Invoked young Fancy from her silent seat:&mdash;</br>Off with her fetters! &mdash; to her long-lost sway</br>She springs majestic, with a smile so sweet&mdash;</br>A thousand vassal thoughts bend weeping round her feet.", "Oh!  once again the woodlands glow in green,</br>And sparkling dew-drops glisten on the leaves,</br>A fragrant incense breathes from all the scene,</br>Which Heaven with glad and grateful smile receives;</br>And oh!  exultingly the bosom heaves,</br>And the quick feelings burst into a song.</br>As on we pass, where rapid Clutha cleaves</br>Her gently-winding way clear, deep, and strong,</br>Through her rich leafy glades, her sun-bright hills among.", "Majestic Clutha!  as a princess moving,</br>From the pavilion of thy morning rest,</br>To where the Atlantic sits, with smile approving,</br>And folds his daughter to his ample breast,</br>Throned in sunset, monarch of the west:&mdash;</br>On thee he pours the treasures of his reign,</br>And wreathes Columbia's riches round thy crest.</br>The Indies love thy name, &mdash; and the long train</br>Of myriad golden isles, that gem the azure main.", "The deep-embowering woods of Bothwell wave</br>Their vernal glories in the light of morn,</br>And Clutha's wide and swelling waters lave</br>The bosom of the vale &mdash; as downward borne</br>They glide from out the grove &mdash; Behold!  they burn,</br>Like glowing streams of Naphtha, till the wood</br>Again receives them in its emerald urn,</br>Where, in his shady haunt, in placid mood,</br>The water-spirit rests &mdash; the genius of the flood.", "In his own proud magnificence of towers,</br>Like veteran chief, retired to solitude,</br>Lo!  there the furrowed brow of Bothwell lowers</br>On the meek homage of the murmuring flood:</br>Lord of the Vale, he keeps his lofty mood,</br>Folded within his dusky mantle's grace,</br>And scorning, in his haughty attitude,</br>The gaudier haunts of modern men, you trace</br>The tales of other times scarred deeply on his face.", "We tread no common ground &mdash; the very air</br>Is breathing with the songs of the olden day;</br>And bounding o'er the scene, behold you there,</br>The gallant forms of high plumed chivalry;</br>And scatter'd through these woods their grim array</br>Of trusty vassalage, with crests of fire;</br>And hush!  the spirit of antiquity</br>Pours the wild music of his viewless lyre</br>From 'neath yon ivy's screen, and round yon fragrant brier.", "Ascend the turret &mdash; take the eagle's station</br>Amid the walls, all ruinous around,</br>And from those moss-grown seats of desolation,</br>Hark, how the names of other ages sound!</br>And forth behold their loftiest spirits bound:</br>Note ye chief of cold, ambitious air,</br>That darkly stalks along the charmed ground?</br>The exulting favourite of the young and fair,</br>The Lord of Mary's love, stern Darnley's murderer.", "But lo!  amid the music of the grove,</br>In mild and melancholy grace of mien,</br>Behold whose steps of beauty onward move?</br>'Tis she &mdash; the worshipped goddess of the scene,</br>The loved, the lovely, Scotland's peerless queen,</br>Breathed forth in Nature's most bewitching smile,</br>But thrown on ruffian times and hearts, I ween,</br>The lily among thistles, grief 'mid guile,</br>A star to gild the storm, the Venus of our isle.", "Farewell majestic ruin!  sad and slowly</br>We leave thy lonely reign, and oft look back</br>Upon thy port so proud, so melancholy,</br>As our warm footsteps quicken o'er the track,</br>Where Monmouth quelled the Covenant's brave attack;</br>Until we hail the woods and waterfalls</br>Of princely Cadzow, seated in a lake</br>Of wavy green, &mdash; and pace her splendid halls,</br>Where art triumphant sits, and greets you from the walls.", "Behold the prophet in that place of fear!</br>The horrid heads of lions fierce and fell</br>Growling around &mdash; a rueful sepulchre</br>Yawns in their thirsty throats: &mdash; the victim's knell</br>Re-echoes through the cave in that wild yell.</br>He's gone, &mdash; the cold, damp sweat of agony</br>Is bursting o'er his limbs. &mdash; But mark how well</br>The hope and firm composure of that eye</br>Repels all human fear, reposing in the sky.", "But Rubens!  though I love thy work and thee,</br>Detain me not within the thralls of art;</br>For Nature calls me forth, and the wild glee</br>Of the melodious woodlands swells the heart</br>With more of vernal influence; let us part.</br>On &mdash; on &mdash; a lovely landscape lies before us:</br>Its music sweeter than if sweet Mozart,</br>Amidst his choicest minstrels, led the chorus,</br>And glowing, as we pass, the orchard blossoms o'er us.", "Behold o'er all the vale the ambrosial flush,</br>The freshness and the rosiness of spring,</br>Like love's first balmy and luxuriant blush&mdash;</br>The bursting blossoms forth their odours fling,</br>And shower their honey on the zephyr's wing;</br>While, 'mid the radiant rapture of the scene,</br>Their morning madrigals the small birds sing,</br>Exulting in this paradise of green,</br>With gold and purple tints enamelled rich between.&mdash;", "Within the far depths of his own ravine,</br>Where winding waters musically meet,</br>And the proud ridge abruptly swells between,</br>Craignethan moulders on his rocky seat,</br>Like hoary age within his youth's retreat,</br>Listening the tale of every garrulous bird,</br>Aye droop, and mourn, and moulder so &mdash; 'tis meet,</br>For in your halls her farewell plaint was heard,</br>When Albyn's regal dove by English Kyte was snared.", "The rock of Stonebyres echoes with the roar</br>Of the conflicting waters: &mdash; flung amain,</br>Foaming and fierce, magnificently hoar,</br>Like shaggy lion, plunging to his den,</br>And with deep growl thence thundering forth again,</br>Leaps the wild wave adown &mdash; where silently</br>The grim and horrible Leviathan</br>Expands his thirsty throat devouringly&mdash;</br>And the black bloody gush gluts forth and welters by.&mdash;", "Follow the falcon &mdash; plunge into the dell,</br>On whose stupendous battlements are reared</br>The spring's green standards.  Hark!  amid the swell</br>Of precipice and wood, a name is heard&mdash;</br>A name that Scotland loved &mdash; that England feared&mdash;</br>The boast of Caledonia &mdash; sent to save</br>Her prostrate honours from the carrion bird&mdash;</br>Wallace of Ellerslie, the good, the brave,</br>Whose hands the crown he won &mdash; magnificently gave.&mdash;", "Now evening's rose-tints rest upon the spire</br>And high house-tops of Lanark, and a flood</br>Of glittering sunbeams, like internal fire,</br>Streams from the western windows, &mdash; a warm cloud</br>Of amber radiance moves along the wood,</br>Blending its splendours with the milder green</br>That there embosoms Cranstoun's solitude.</br>'Tis in the harmony of such a scene,</br>The muses ever haunt with those they love, I ween.", "Hist!  hear you not that far and lonely sound,</br>That changes with each step its deepening tone,</br>Now on the wind it dies &mdash; and now the ground</br>Trembles beneath its thunders.  'Tis the moan,</br>The sullen, ceaseless, melancholy moan</br>Of tortured water-spirit, like the yell</br>Of gnashing agony, the thrilling groan,</br>That echoes through the caverned depths of hell;</br>'Tis the eternal voice, that shrieks in Corra's dell.", "Come on &mdash; approach the airy precipice,</br>And gaze on Nature's grandeur.  Head-long on,</br>Heaving its strength o'er the rocky buttresses,</br>Rushes the river, with a sullen groan;</br>Till, from the giddy brink, descending prone,</br>Abroad it waves its flickering wings of snow,</br>Then dives into the gulf, dark, deep, unknown,</br>While through the ample cirque above, below,</br>The screaming gosshawk wheels, and croaks the sooty crow.", "And ere to his pavilion of the night,</br>Palled in its gold-fringed sable, he descends,</br>Glowing in smiles, the radiant prince of light,</br>To taste the scene's sweet beauty hither wends,</br>He bathes him in the snowy shower, and blends</br>His glory with its glory &mdash; yonder set</br>On the fair tresses of the nymph that tends</br>His state, behold his diamond coronet!</br>He's gone &mdash; it darkens round &mdash; but here I linger yet.", "Yes, I would often linger near thy seat,</br>All-perfect Nature, gazing, like a child,</br>Upon thy beauty, while benign and sweet,</br>Maternal wisdom from thy features smiled,</br>Moulding my feelings to a mood as mild,</br>As calm, as pure and lofty as thine own:&mdash;</br>But the malignant, heartless world hath styled</br>That meet devotion madness, and thy son</br>Must come to visit thee in peril and alone.", "But be it so, &mdash; the world shall never win</br>My homage, nor disturb my filial rite:</br>And if that rite by day be deemed a sin,</br>I'll wander forth beneath the screen of night,</br>While stilly watching with her fitful light.</br>The moon shall guide me through her shadowy halls,</br>And teach my harp's lone music to unite</br>With Nature's own Eolian madrigals,</br>The moaning of the wind &mdash; the roar of waterfalls.", "Away!  I ask no sympathy of thine,</br>Thou mercenary minion of to-day!</br>Go, deck thee with the gems of Mammon's mine,</br>And cramp thy cautious car to fashion's lay,</br>And smile, and fawn, and pamper, while you may,</br>And herd thee with the base, obsequious train,</br>Whose curbed, subdued, and soulless thoughts obey</br>The wayward freaks of fortune's silken reign,</br>Pale Eunuchs taught to crawl &mdash; and lick the dust for gain.", "Back to your simpering duty at the board,</br>To lisp your puling flatteries with care,</br>But deem not Nature may be thus adored,</br>Nor taint the ambrosia of this mountain-air:</br>Nor, with the prying rudeness of your stare,</br>Profane the sanctity of this retreat,</br>Where on the warm heart of its worshipper</br>Deep thoughts descend from Heaven, in accents sweet,</br>Soft as the ring-dove's coo &mdash; dear as the lambkin's bleat.", "Oh!  it is rapture to be thus alone!</br>The spirit, springing from its irksome thralls,</br>Remounts to its own empyrean zone,</br>And forth like flame, when the rent ruin falls,</br>Long-fettered thoughts o'erleap their prison walls,</br>Exulting to be free &mdash; and bourne on high,</br>They soar along the Ether's vaulted halls:</br>Tears gush, the heart o'erflows, we know not why&mdash;</br>We are ourselves again &mdash; part of eternity.</br>"]