["Partitions twain this motley cave divide,</br>Form'd like the ivory doors of fabled fame;</br>Chimaera's beauteous crowd the left &mdash; hand side,</br>And angel promises of loveliest frame;</br>There every wight ideal sees his aim,</br>With flying coyness his rash heart deride:</br>Yet hopes he (fool!)  to catch the glitt'ring toy,</br>And gain it with a fresh recruit of pride.</br>In vain, the fairy meteors soon destroy</br>His bosom-rest serene, and mar each lively joy.", "So through the horrid length of bog and mire,</br>Doth Ignis Fatuus lead the weary hind,</br>Catching his simple eye with fatal fire,</br>And lulling with deceit his honest mind:</br>But soon doth he the hard-earn'd diff'rence find;</br>Meand'ring labyrinths his footstep tire,</br>Unholy figures gambol 'fore his sight,</br>Sprinkling fell mildew, while the tempest's sire</br>Pipes horrible the gloomy dirge of night,</br>And shakes the turrets round, with fierce and wild affright.", "Thus bard, who trusts the former cave will thrive,</br>For soon a trap-door swallows him below,</br>There the poor credulous wretch must ever live,</br>And bear the stings of penury and woe:</br>Like image, playful children mould in snow,</br>Fade his bright hopes and can no more survive;</br>Despair stands ever near; ah!  ruthless fiend,</br>With iron fang the harrow'd breast to rive;</br>And still the demon prompts a sudden end,</br>And smiles with sallow cheek, and arrogates the friend.", "Here dol'rous shadows stalk across the gloom,</br>And sweep their moody harps with frantic hand;</br>Hoar-headed minstrels burst the mould'ring tomb,</br>And roam sad-hearted here!  a hapless band!</br>Still rancour with severest reprimand,</br>Doth vex them sore, and justifies their doom;</br>The canker care their bloomy garland taints,</br>And breathes pollution o'er the sweet perfume;</br>Lo!  while young Poesy, soft virgin, faints,</br>The wolf-eyed spirits yell, and goad the suffering saints.", "Here Mulla's minstrel, sweetest Spencer, roves,</br>And warbles heav'nly his dejected lay;</br>Too tender Otway seeks the baleful groves;</br>And laureat Dryden shuns Detraction's day.</br>But lo!  yon infant soul that fades away!</br>Erst once so sprightly with the laughing loves;</br>Why does he walk with melancholy pace,</br>And sullen eye, that mocks the gay alcoves?</br>Why does he turn aside his angry face,</br>And shun of fellow-guests, unkind, the pathway trace?", "No more, my Muse, lest Patronage should hear,</br>And hurl thee headlong to her darksome den;</br>Phoebus, just now, check'd harsh my wrathful ear,</br>And bade, beware the varying hearts of men;</br>Should all desert my humble head, what then?</br>Illustrious fame my volumed praise will rear;</br>Illustrious fame will spread her thousand wings,</br>And shed rich glories on my passing bier;</br>Illustrious fame will tune her silver strings,</br>And place my honour'd bust 'bove Caesars, chiefs, and kings.", "Though haughty Burleigh crush'd blithe fancy's son,</br>Say, whose more godlike name shall longer last?</br>O!  far more glorious than the monarch-crown,</br>That precious wreath which minstrelsy has placed</br>On poet's awful brow, sublimely graced.</br>The diadem with lustrous jewels sown,</br>Is poorly pilfer'd from the earthy mine;</br>But Fancy's fair judicious hand alone,</br>Hath gem'd the tuneful braid with buds divine,</br>Which shall for ever more with hue ambrosial shine.</br>"]