["ACIS, ALCYON.", "ACIS.</br>While in the bosom of this deep recess</br>The voice of war has lost its madding shouts,</br>Let us improve the transient hour of peace,</br>And calm our troubled minds with mutual songs;</br>While this recess conspiring with the muse</br>Invites to peaceful thoughts; this cavern deep,</br>And these tall pines that nodding from the rock</br>Wave o'er its mouth their umbrage black, and cast</br>A venerable gloom, with this clear fount</br>That cleaves the riven stone and fills the cave</br>With hollow-tinkling sounds.  Repeat the song</br>Which late, ALCYON, from thy mouth I heard,</br>As to the spring we drove our thirsting flocks;</br>It tells the charms of grateful evening mild:</br>Begin, ALCYON:  ACIS in return</br>Shall sing the praises of the dawning morn.", "ALCYON.</br>Behind the hills when sinks the western sun,</br>And falling dews breath fragrance thro' the air,</br>Refreshing every field with coolness mild;</br>Then let me walk the twilight meadows green,</br>Or breezy up-lands, near thick-branching elms,</br>While the still landschape sooths my soul to rest,</br>And every care subsides to calmest peace:</br>The mists slow-rising from the rivers dank,</br>The woods scarce stirring at the whisp'ring wind,</br>The streaky clouds, that tinge their darken'd tops</br>With russet hues, and fainter gleams of light,</br>The solitude that all around becalms</br>The peaceful air, conspire to wrap my soul</br>In musings mild, and nought the solemn scene</br>And the still silence breaks; but distant sounds</br>Of bleating flocks, that to their destin'd fold</br>The shepherd drives; mean-time the shrill-tun'd bell</br>Of some lone ewe that wander's from the rest,</br>Tinkles far-off, with solitary sound;</br>The lowing cows that wait the milker's hand,</br>The cottage-mastiff's bark, the joyous shouts</br>Of swains that meet to wrestle on the green,</br>Are heard around.  But ah!  since ruthless war</br>Has ravag'd in these fields, so tranquil once,</br>Too oft' alas the din of clashing arms</br>And discord fell disturbs the softer scene!</br>Thy sweet approach delights the wearied ox,</br>While in loose traces from the furrow'd field</br>He comes; thy dawn the weary reaper loves,</br>Who long had fainted in the mid-day sun,</br>Pleas'd with the cooler hour, along the vale</br>Whistling he home returns to kiss his babes,</br>With joyful heart, his labour's sweet reward!</br>But ah!  what sudden fears amaze his soul</br>When near approaching, all before he sees</br>His lowly cottage and the village 'round</br>Swept into ruin by the hand of war,</br>Dispers'd his children, and his much-lov'd wife,</br>No more to glad his breast with home felt-joys!</br>I too, when in my watled cotes are laid</br>My supping flock, rejoice to meet my dear,</br>My fair LAURETTA, at the wonted oak;</br>Or haply as her milking-pail she bears</br>Returning from the field, to ease her arm,</br>(Sweet office!)  and impart my aiding hand!</br>Thy charms (O beauteous Evening!)  shall be sung,</br>As long as these tall pines shall wave their heads,</br>Or this clear fountain cleave the riven stone!", "ACIS.</br>Sweet are the dews of Eve; her fragrance sweet;</br>Sweet are the pine-topt hills at sultry noon;</br>Sweet is the shelter of the friendly grott</br>To sheep, and shepherd, at impending storms;</br>But ah!  less sweet the fragrant dews of eve;</br>Less sweet the pine-topt hills at sultry noon;</br>Less sweet the shelter of the friendly grott,</br>Than when the rising sun with rosy beam</br>Peeps o'er the village-top, and o'er the fields,</br>The woods, the hills, the streams, and level meads,</br>Scatters bright splendors and diffusive joy!</br>As to his flock the shepherd issues forth,</br>Printing new footsteps in the dewy vale,</br>Each object of the joyous scene around</br>Vernal delight inspires, and glads his heart</br>Unknowing of the cause, with new-felt glee!</br>The chaunt of early birds on every bush,</br>The steaming odours of the fresh-blown flow'rs&mdash;", "ALCYON.</br>Cease, ACIS, cease thy song: &mdash; from yonder hill,</br>Whose lofty sides inclose this secret seat,</br>Our flocks, that graze along its verd'rous brow,</br>Tumultuous rush, as struck with sudden fright:</br>And hark, methinks I hear the deathful sounds</br>Of war approaching, and its thunders roar!", "ACIS.</br>Kind heav'n preserve my wife and children dear,</br>Alas!  I fear the sound, that louder now</br>Swells in the wind, and comes with fuller din,</br>Is near my cottage; which, thou know'st, my friend,</br>Stands at the spring, that issues from beneath</br>That rising hill, fast by the branching elm!", "ALCYON.</br>See, see, my friend, what darksome spires arise</br>Of wreathing smoak, and blacken all the sky!&mdash;</br>Nearer and nearer comes the threat'ning voice,</br>And more distinguish'd strikes our trembling ear!</br>But lo!  the foes advance above the hill;</br>I see their glitt'ring arms begin to gleam!</br>Come, let us flie, and in the deepest nook,</br>The inmost cavern of this winding grott,</br>Close-shroud ourselves, lest in the gen'ral stream</br>Of thousands thronging down, we fall opprest.</br>"]