["ARGUMENT</br>Feirce Tropalance of Datia</br>And Prince Phelarnon feght</br>Laissa and they both enchanted</br>Ar by Mansay's might</br>Great Sigismund ane armie brings</br>Achaias to invade</br>He vanquisht them and causd them seik</br>To Thessaly for ayde", "That griesly chyld of darknes and of Hell</br>Who had so well accomplisht her desyre</br>Her poyson in Phelarnons breist did swell</br>And quyt for to consume him with that fyre</br>An other Prince at this same time she brought</br>Who for the lyke desyre of glory sought.", "This other Prince whome she had brought apace</br>Was walking throuw these groves and did espy</br>Laissa who manteind her fearfull chace</br>While as he thought her beautie dim'd the sky</br>This Knight was Sone unto the Datian Prince</br>And height to name the mightie Tropelince", "Who come the fontane Helicon to vew</br>Whose name so much throghout the world was known</br>But seing this fair Lady to eschew</br>A Knight, that to him now his eyes had shown</br>Or him to mak a conquest then with speid</br>He breath'd furth warr with terrour and with dreid,", "The Prince was loath to pairt from such a pray</br>And preast to shune this Knight but all in vaine</br>He lighted doune and stoutlye bad him stay</br>Furth drawes the blad, had many thousand slaine</br>Wheirwith lyke lightning dints, and blasts of thunder</br>His stroaks bred paine, paine raige, and raige bred wonder.", "For lo his arme this brand hade raizd on hie</br>And gave the Prince upone the armed creist</br>So hudge and heavie blowes that now weel nie</br>He maid his braith forsake his panting breist</br>The Prince almost now braithles fearclie cryitt</br>Fals miscreant thow deirlie shall abyitt.", "And then his murdring blade did fearcely draw</br>And gains the Paganes breist a thrust he sent</br>Which made him reill that it appeird (in shew)</br>His cursed lyfe out of her lodge was rent</br>His shoulder blade receav'd so deip a wound</br>He groveling fell with bloodie goir to ground.", "The Prince past by and followed one his love</br>His love, his Sister, and his unknowne freind</br>The Pagaine cursed all the Gods above</br>And sweir he was sum feirce infernall feind</br>And yit in this his raige he followed fast</br>Till of the Prince he got a sight at last.", "Who now hade gote Laissa in his armes</br>And with myld words hade pacified her fear</br>The which to Tropolance bred greatter harmes</br>Then when he did his fleshe and armour tear,</br>Her looks he thinks unto his love consents</br>Wheirby his courage tuentie fold augments.", "Now wraith in him began to raige and swell</br>And thus be said fy turne thy feble face</br>Leave that fair Lady and defend thy self</br>Lo dreidfull death abyds the to embrace</br>Wheirwith he strak and peared the Princes syd</br>With strength, the blaid for bloode maid entres wyd,", "Then from Phelarnon stream'd a luk-warme flood</br>With purple goir that dyed the grassie ground</br>Whill as the Pagane spy'd the streaming blood</br>The victorie he thought he surelie found</br>But as a Lyone movd to raige and wraith.</br>That teirs his prey with bloodie pawes to deith.", "So now the Prince delt deildlie dints and blowes</br>That nether armes nor sheild might them withhold</br>Like haill and thundre thousand stroakes he throwes</br>At last a stroak he gave with courage bold</br>This Pagaines breist with this his mightie hand</br>Gave way unto the lyff revenging brand", "Evne as a mightie Cedar (cutt be-low</br>By sharpned aix falls trembling to the ground</br>So fell the mightie Tropolance althow</br>Revenge, raige, furie, strove with fats last wound</br>And as dry woode when fyre has spent the same</br>At his last death sends furth the brightest flame.", "So he (thogh dead in strength) with angrie pryd</br>And curs'd revenge renew'd his deing force</br>The courteus Prince Phelarnon step'd a syd</br>No hurt he profer'd but with myld remorce</br>Requird him yeild, who in his dying smart</br>Sheathed his poinyeard in the Prince his hairt.", "This was the sorow of Achaians all</br>This was the wrak and ruine of their croune</br>This was the ground and causer of their fall</br>This was the deith that dang their Phedro doune</br>This brought great Sigismund from out his foyle</br>With many thousand Datians to their spoyle.", "But lo the grave magiciane Mansay knew</br>The fatall end of those tuo princelie Knights</br>Thus in a dark blak cloud of fearfull hew</br>He brought them to his cave with hellishe sprights</br>Wheir yeat as then they gaspe their lattest breath</br>And dies in paine yet leives in endles death.", "The fair Laissa he has their also</br>Enchanted still in her amaized moode</br>Becaus she was the ground of all this woe</br>Whylls brint in flamm's and whyls shes dround in bloode</br>That Hell it self no greater burthene beirs</br>Paine, raige, and greif, her hairt in peices teirs", "Now Fame began her fether footed race</br>By manie lands and seas she tooke her flight</br>At last (to rest her swift and speedie pace)</br>In Datia land at court she doune did light</br>And in the ears of mightie Sigismound</br>Those wofull newes she wofullie did sound.", "How that his deirest Sone deir Tropolance</br>Achaians Prince hade now bereft of lyfe</br>And that into a Ladyes fair defence</br>He bravelie died in that couragions stryfe</br>Then plague on plague the Tyrans ear's confound it</br>Pryd, angre, raige, reveng, blood, murther, sound it.", "Revenge proceids of injurie by right</br>A Passione that fraile man tormenteth much</br>It gnawe the hart with torments of despight</br>By day and eake by night molesting such</br>As ar offendit thus injust it proves.</br>For the offendar nought at all it moves.", "Sum in revenge does alwayes use to kill</br>But that is crewell rage and meir despight</br>For he that would revenge must have the skill</br>To have a kynd of pleasur and delyht</br>That the reveng'd may feill with shame and paine</br>The weyght of the Revengers wrath and gaine.", "But Sigismund (of whom we now shall treat)</br>Us'd only crewell rage and not revenge</br>Most vitious and detestable deceat</br>Most filthie barbarous and yet more strange</br>A fear, a beastlines, a brutishe passione,</br>And evill of evills, past all imaginatione.", "A passione which with wemen doeth endure</br>And oftentym's has by that Sex bene us'd</br>And also by the Vulgare being sure</br>Of stronger backs, or cowards that has chus'd</br>The weaker contrare partie for their fo</br>And therupon theire courage most they show.", "But lo the brave and mightie mynds (we sie)</br>(Wheir valour dueells) their strength does exerceize</br>Against the strong resisting enemie</br>And those whose deids their fame does eterneize</br>Whome they no soonner to their mercie gett</br>But pitie does their crueltie abett.", "Such pitie us'd not Sigismund who sweir</br>To mak the Earth with Graecians blood so drunck</br>That all the world yea heavne it self should heir</br>The just revenge of his deir Sunnes deid trunck</br>Thus soone he rais'd ane armie void of fear</br>Whoes stomacks stout breath'd surth revenge and wear.", "This Sigismund a mightie Pagane strong</br>The scepter held of many mightie land</br>Which he by right of warre or rather wrong</br>Most Tyranelyk did keip into his hand</br>Who with this armie great to Greece did goe</br>And tour's, and strengths, and touns, did ov'erthroe.", "And comeing to Achaia at the last</br>King Phedro old his furie to with stand</br>An armie did convein wheir whith he past</br>And mett him on the bordours of the land</br>But this proud Pagan (with his multitude)</br>Gott victorie with too much Christiane blood.", "Twyce efter this the Paganes furious wrath</br>Revengd too well his ding sones deir blood</br>Whole feftie thousand he did bring to death</br>With fyftiene Princes of the royall brood</br>Their King at last him self in Thebs inclos'd</br>When Princes, lords, and commons all wer los'd.", "Whom Sigismund incompast round about</br>With wrath, with pryd, with injurie and wrong</br>He swoor that citie sould not hold him out</br>Tho't wer as Troy as great a fair as strong</br>But he wold mack irt equall with the plaine</br>And theirof should no memorie remaine.", "But Phedro old his threatninges to prevent</br>(Fearing his wrack his ruine and his fall)</br>And romadan Embassadour he sent</br>In Thessalie, releif help, ayde, to call</br>Andromodan a great Achaian lord</br>Whome valour, woorthe, and vertue much decoird.", ""]