["Iron-handed Goddess! &mdash; chill Adversity!&mdash;</br>Thou, whom the mortal race abhor and dread;</br>From whose stern lash, they vainly seek to fly,</br>Or 'scape the snare, thy toiling fingers spread!&mdash;</br>Oh!  thou dost laugh to scorn each petty guile,</br>The struggling Victim plies to burst his chain&mdash;</br>On Freedom's verge, thou bidst him sport awhile,</br>Then back re-plunged, he is thy Slave again!&mdash;</br>Ah!  that pale Languor o'er thy breast might creep&mdash;</br>A moment loose thy hold, and veil thine eye in sleep!&mdash;", "Tis said, that 'neath thy rod will Virtue groan,</br>Shroud her fair splendour, bow her lofty mien&mdash;</br>And humbled to the dust, despised, alone,</br>No longer be, what still she boasts to have been&mdash;</br>Tis said, transplanted to thy freezing soil,</br>Genius' bright-opening bud will droop and wither&mdash;</br>Nipt by thy luckless grasp, no care, no toil,</br>Can warm to life, the germ that's wafted thither&mdash;</br>Tis said, to thee each power, each will resigned,</br>The soul resistless sinks, her grovelling doom to find.&mdash;", "Frown not dread Power, altho' thy mighty fane</br>Should thus be slandered by reproach most vile,</br>The hand of Truth will brush away the stain;</br>And sage Experience blazon forth the wile!&mdash;</br>Thou art the Nurse of Virtue &mdash; harsh indeed</br>The tender Infant's hardened to the race!&mdash;</br>Thou art the spring of genius &mdash; poor the meed,</br>And slow the fame, that can the meed replace:</br>Thou art the test of good &mdash; the probing steel,</br>That can its truth, its nature, and its depth reveal.&mdash;", "Thine are the joys, that from Religion flow&mdash;</br>More rapturous pure, than ought this world can yield:</br>Thine is the heart, that mourns another's woe,&mdash;</br>The fount of feeling by thy touch unsealed:</br>The proudest glow that firm Affection feels&mdash;</br>The fortitude, that strong, unbending, high,</br>Man, in his native dignity reveals,</br>From thee derive their force and majesty.&mdash;</br>The mask withdrawn &mdash; thou art an Angel given</br>To ween from this low earth, and make us meet for heaven.</br>"]