["PASTORAL I.</br>My flocks will soon miss my kind care,</br>I must leave 'em to wander alone,</br>Whatever sad hardships they'll bear;</br>For Colin has cares of his own.", "Whilst Delia continu'd to smile,</br>My flocks to gay meadows I led,</br>And I sat on the bank all the while,</br>And whistl'd, or pip'd, while they fed.", "But now I'm forlorn, and forgot,</br>How tedious each moment appears!</br>It's two days since I saw Delia's cott,</br>And to me it appears like two years.", "That path, to my Delia's retreat,</br>How often, with pleasure I've stray'd!</br>How oft has my wandering feet</br>The credulous lover betray'd!", "Yet now!  was it rash, Oh ye swains?</br>I've sworn that I'll trace it no more,</br>Nor, whatever it cost me the pains,</br>Lift the latch of my dear Delia's door.", "For, since she has prov'd so unkind,</br>Of pleasure, and peace, I'm bereav'd;</br>But I'll banish her quite from my mind,</br>For sure never was swain so deceiv'd.", "Not only my Delia deceives;</br>Gay Hope found the way to my breast.&mdash;</br>Ah!  woe to the wretch who believes,</br>For Hope is as false as the rest.", "The window she us'd to admire,</br>That looks down the slope o'er the vale,</br>Shall now be grown over with briar,</br>For 'twill soon reach as high as the pale.", "Whatever I heard her admire,</br>Whatever gave Delia delight,</br>Sad Colin, with grief will inspire,</br>It must straight be remov'd from my sight.", "Ah, shepherds!  of falshood beware,</br>Love tortures and ruins your minds:</br>Each object increases despair,</br>And of some happy moment reminds.", "Not a flower in my garden I find,</br>That's beauteous, sweet, blooming, or gay,</br>But Delia it brings to my mind,</br>Tho' still she's far sweeter than they.", "If a rose other roses outvies,</br>It's the blush that's spread over her cheek;</br>The morning's bright gems are her eyes,</br>And the snowy white lilly's her neck.", "Ah, let me then gaze with delight&mdash;</br>They were flow'rs she nurs'd and improv'd;</br>And what pleasure it gave me each night,</br>To water the plants that she lov'd!", "Ah, Colin, then would you forget,</br>How we sat, the sweet woodbines among?</br>How you prais'd the sweet silent retreat,</br>Where you sat with your Delia and sung?", "</br>PASTORAL II.</br>'Twas Delia that pass'd by yon brook,</br>I saw here go over the vale;</br>She stopp'd at my cottage to look,</br>And methought, as she look'd she turn'd pale.", "She knew not her Colin was nigh;</br>A hawthorn her lover conceal'd;</br>But I trembled so, when she pass'd by,</br>That I thought I should straight been reveal'd.", "Perhaps she at last may repent,</br>And she came her lost lover to meet;</br>If so, my fond heart will relent,</br>For I feel it with transport now beat.", "'Twill be her's then to gladden each hour,</br>And soothe these wild tumults again:&mdash;</br>But alas!  'twill be then in her pow'r</br>To treat me with scorn and disdain.", "See Colin, the shepherds will say,</br>That bid us of falshood beware,</br>Was seen with his Delia to-day,</br>Whom he swore was as fickle as fair.", "But Delia is constant and true,</br>And Colin alone was in fault;</br>But what could a poor shepherd do,</br>With envy and jealousy fraught?", "Alas!  ye can none of you tell</br>The envy that sprung in my breast</br>At Corydon's dancing so well,</br>And the pleasure that Delia express'd.", "For Delia had sworn to be mine,</br>And I us'd to excel in her eyes;</br>So I envy'd a lover so fine,</br>And fear'd that he'd carry the prize.", "She looks with so winning an air,</br>That every swain she beguiles,</br>And I'm tortur'd with doubts and despair</br>To see her address 'em with smiles.", "Ah Colin!  ne'er doubt of her truth,</br>But confide in her sacred vow,</br>Tho' she smil'd on the amorous youth;</br>For a frown could not sit on her brow.", "I'll trust her to smile like sweet May,</br>And gladden the heart of each swain;</br>For no shepherd can tempt her to stay,</br>She'll return back to Colin again.", "Not a nymph with my Delia can vie,</br>Then why should I blame any swain?</br>No shepherd's more favour'd than I,</br>Then wherefore should Colin complain?", "I'll wander the brook-side along;</br>My flute shall reach Eccho's quick ear;</br>If Delia should chance to return,</br>She'll know that her Colin is near.</br>"]