["GIBBIE AND WATTIE.  TWA SHEPHERDS.", "GIBBIE.</br>Come, Wattie, while our Hirsels feed thegither,</br>Here lean ye down, let's knooff a While to ither,</br>And beik oursels upon this sunny Brae,</br>Whar pleasant Lambies round us sweetly play;</br>Tent how they wag their Tails, and keb the Ews,</br>How wantonly they skip athoart the Knows.</br>Youth's a diverting Time for ilka Creature</br>After its Kind, according to its Nature.</br>The Cattle leaps for Joy, Burds sweetly sing,</br>Wi' cheerfou Notes proclaim the pleasant Spring.</br>The Gowk, the dullest Singer of them a',</br>Without a Rhyme but ane, or Note but twa;</br>Yet he attends his Season for to sing,</br>In Woods and Groves, he makes their Ecchoes ring,</br>Ropetes his Sang some hundred Times a Day,</br>Heartsom to hear, in glorious Month of May.</br>Come let us then with highest Notes express,</br>And sing Damo Nature, in her youthfou Dress.", "WATTIE.</br>Alas, I'm no in Tune, Gib, let me be,</br>This forty Days a' may sing dumb for me.", "GIBBIE.</br>Strange, Wattie, what can ail ye?  Hear ye, Lad,</br>'Tis no your Use and Wont to sae sad.", "WATTIE.</br>Ah!  Gib, gin ye but ken'd my Reason why,</br>Ye'd turn your Tune, and be as wae as I.", "GIBBIE.</br>Losh, Man!  has ony frightsom Thing come o'er ye,</br>Last Night ye wak't the Fauld to flie Tod Laurie;</br>Or, has some feckless Beast lair'd in the Bog,</br>Danner'd awa, or bit by some wood Dog,</br>Or by some ither ill Mischance been wrang'd,</br>Blasted by some ill Eye, or Adder-stang'd?</br>Or has the Swine gane through the Thing that's been</br>Sae lang o' making up wi' you and Jean?", "WATTIE.</br>Tho a' these Ills had happen'd on ae Day,</br>As Good forbid that e'er it should be sae!</br>The Loss we thole is ten Times greater Skaith.</br>Can greater be to us than Sanny's Death!", "GIBBIE.</br>Sany, ye say, what Sany do ye mean?", "WATTIE.</br>The blythest Lad that e'er did tread the Green.</br>Sany, our dearest Friend, and worthiest,</br>Has ta'en his last Farewel; now he's at Rest.", "GIBBIE.</br>Is Sany dead?  Fit and prepare us a'!</br>Ane in his Prime sae hasty pow'd awa'!</br>Thou cruel Death ne'er lets the Grave be toom,</br>But plucks the fairest Flowers in their Bloom,</br>And smites, at ony Age, wi' sicken Greed,</br>Spares neither sakeless Wean, nor lyar'd Head.", "WATTIE.</br>We'd Need a' to be busy in our Day,</br>Death is the Debt that we hae a' to pay.</br>Our Time's uncertain, short, and fou o' Sorrow,</br>Sent here the Day, and ta'en awa' the Morrow.", "GIBBIE.</br>There's my Dream read, that fash'd me Yesternight,</br>Whan Batie's Youling pat me in sic Fright;</br>I never was in a' my Days sae fear't.", "WATTIE.</br>What was thy Dream then, Gibbie, let me hear't.", "GIBBIE.</br>I dream'd my Uncle's house was a' on Fire,</br>Frighted the Ky, and gar'd them break the Byre,</br>For haste to win awa drew down their Flaiks,</br>And bure awa their Shakels and their Stakes.</br>I thought a' bleez'd up like a Tap o' Tow,</br>For haste, I thought, I ran to quench the Low;</br>And as I tramped through the Moss-land heather,</br>That my Shoe-Soles rave frae their Over-leather.</br>How frightsome-like sic Things to me did seem,</br>Till I awak'd and fand it was a Dream.", "WATTIE.</br>Watch o'er us Man, but that was fliesome-like.", "GIBBIE.</br>But hear me out the Story o' the Tyke.", "WATTIE.</br>Well, say awa then, Gib, and I sall tent,</br>And hear ye tell the Way o' his Lament.", "GIBBIE.</br>Then hear me to Amen, and I sall tell,</br>Wow Man, gin ye had been but there yoursell;</br>You'd ferly'd to have heard the Beast complain,</br>Whan I gae'd out to see what he cou'd mean.</br>Whar was he sittand, think ye, &mdash; but upon</br>Our Knocking-Stane that lay upo' the Lone;</br>Held up his Snout forgainst the Peat-Stack-Know,</br>Wi mony a langsom elreich, Wough, wough, wow;</br>Swith, Cur, I cry'd, and yet he wad na cease:</br>I cry'd, Isk, Isk, poor Batie, hae a Piece;</br>And bad his Closs; but still the grumbling Tyke,</br>Ran farder aff, and youl'd at the Fauld-Dyke;</br>I ran to chase him, but a' was in vain,</br>He flitted frae his Seat, and youl'd again.", "WATTIE.</br>I never like the mournfou Youls o' Dogs,</br>Or when there comes a singing in my Lugs;</br>Or when the Pyots flock upon the Houses,</br>A' these are Signs to ken before ill News is;</br>Sure it wad raise Affection in your Breast,</br>To see the Wit o' that sagacious Beast.", "GIBBIE.</br>But I was sic a poor unthinking Ass,</br>I ne'er had Thought on what wad come to pass;</br>For I this Morning, in a mock Design,</br>Gae'd to an honest Neighbour Wife o' mine;</br>It was for Fun, because the Wife, it seems,</br>Professes ay great Skill in reading Dreams.</br>I tauld her mine, and naithing up did keep,</br>A' how I was forfairn in my Sleep.</br>The Words she said, I'll mind to my least Breath,</br>Preserve's, quoth she, and keep the Town frae Skaith;</br>Frae Desolation, Dearth, and sudden Death.</br>She shook her Head, and glowred wi' her Eyen</br>At me, and said, Young Man, ye've lost a Frien;</br>I leugh at a' she said, and ca'd it Bables,</br>'Cause I ne'er us'd to credit auld Wives Fables;</br>But to my Grief I sadly find it now,</br>That Luckie's Words hae come to pass o'er true.", "WATTIE.</br>Ill News o'er soon came sounding in my Ears,</br>Which fills my Saul wi' Grief, and Eyen wi' Tears;</br>Dear Sany's Death has made my Heart as sad,</br>As what his Birth did make his Mither's glad.", "GIBBIE.</br>Believe me, Wat, it's bred me mair Vexation,</br>Than gin he'd been my nearest Blood Relation.</br>For Neighbourhood nane better e'er had we,</br>Had ay good Havence, couthie, kind and free.</br>Poor Man, he's e'en awa, wha bure the Vog,</br>That ne'er sae meikle's wrang'd his Neighbour's Dog.", "WATTIE.</br>Hegh hey, he is no poor now, for he, by Grace,</br>Has got his Portion in a better Place;</br>Better it is wi' him than me or you,</br>We're in the false Warld, he is in the true.", "GIBBIE.</br>He was a Lad, it's Sin to lie o' the Dead,</br>Left few sic like behind him in his Stead:</br>Sen he and Pennycuik war tane awa,</br>Whar hae we now a Singer 'mang us a'?", "WATTIE.</br>But very few that we can ca' our ain,</br>Amang us now belonging to our Plain;</br>I whiles hear tell of some Humdrums or ither,</br>That fain wad hae the Name, and be ca'd Brither;</br>Possess'd wi' Self-Conceit and warldly Greed,</br>That scarce can ken a Note, or tune a Reed;</br>Wails out, and steals awa our bonny Sangs,</br>Mix them wi' Nonsense, making loud Harangues;</br>Ca' them their ain, and syne make up a Buik,</br>To raise a Fame they ill deserve to bruik.", "GIBBIE.</br>Fame got by Falset, whan it's brought to Light,</br>Will soon tak Wings, and bid them a' good Night;</br>And leave them stupid, nathing hae to say,</br>Mair than the Howlet at the Break o' Day;</br>'Come good for nought, but Ridicule and Scorn,</br>And whan the Cattle tread and eat the Corn,</br>To sing a Lypok, Link o' Berrie Horn.", "WATTIE.</br>They are, at best, a vain conceity Gang,</br>A Crew that Sany ne'er wad haunt amang;</br>Nor sic Clanjamphray cou'd he e'er abide</br>To feed their Flocks ne'er by his Leazure Side;</br>Mony a Time has he and we thegither</br>Stood by, and seen, the Rabble fleg at ither;</br>Their common Law, sae far as I uptake,</br>Is, Let the stronger anes o'er-gae the weak;</br>And thole the wealthy, tho the stupidest,</br>To scourge and act as Hangmen to the rest.", "GIBBIE.</br>And well cou'd Sany tent them on the Plain,</br>And mak bra Sport of them to us again;</br>Wad gar't ane laugh, and had a Spunk o' Life;</br>Baith Gentlefolks and semple did admire him,</br>And mony a ane has striven to be near him,</br>And thought their Time was happy spent to hear him.</br>Whamever he had chanc'd to be amang,</br>They ne'er cou'd trap him in a Word in Season,</br>And never tauld his Tale without a Reason;</br>Then he had sic a Way o' settin't aff,</br>Gar't them a tak the loud Tihee, and gaff.", "WATTIE.</br>Na, he dang a for Sport I ever saw,</br>The Loss of him it makes a Day seem Twa,</br>'Mang a' our Herds his Word was ay a Law.</br>To Freits and Charms he never wad comply,</br>As Rawn-Tree Clubs for Eisning o' the Ky;</br>When he was ane, that baith cou'd say and do,</br>Whatever Thing his Fancy led him to;</br>Sagacious he behaved like a Lord,</br>For making Concord where he fand Discord.", "GIBBIE.</br>What mean ye, Lad, by Discords and Concords?</br>Dear Wat, wha learn'd ye a' thae kittle Words?", "WATTIE.</br>I'll warrant ye may eithly guess wham frae,</br>Sany that ken'd them a' and mony mae:</br>Ay whan he fand us like to disagree,</br>In ony Thing that seem'd to breed a Plea;</br>Whan ought fell in Debate, unlike to cease,</br>Sany was ay for making up o' Peace.</br>While whan our thraward Humours wad na jump,</br>Whan Tam was fought a Spring on Willie's Trump;</br>Whan Willie had refus'd, and said, I'll no,</br>Whan Rob wad ta'en a Kiss of Pattie's Jo;</br>Whan Pate wad looked like a putting Cow,</br>And said to Rob, and hung his glooming Brow,</br>Well, Lad, I hae a Craw to pluck wi' you.</br>These, and sic like, frae less to mair hae been,</br>Enough to raise a Quarrel on the Green:</br>Ye ken auld Nick is sic a cunning Thief,</br>Can make a wie Thing Mither of Mischief.", "GIBBIE.</br>Ay, he's ay seeking wham he can devour,</br>The De'il's ay busie whar he can get Pow'r.", "WATTIE.</br>Then Sany wad bang'd out his Pipe wi' Speed,</br>Or Stock and Horn, and tun'd his aeten Reed,</br>Play'd bonny Springs, that did our Fancies feed,</br>And gar't us a' shake Hands, and dance a Reel,</br>Gree'd a' good Friends, and swith'd awa the Deil.", "GIBBIE.</br>Cou'd I speak as I wad do, I wad tell</br>How far he did in mony Things excel.</br>Our Laird cou'd never want him for his Jests,</br>At a' his blythsom Banquets and his Feasts:</br>He made and dress'd his Whistles right in Tune,</br>Play'd Strings that pleas'd his Honour right in Tune,</br>Ay whan his Gossips war conveen'd 'gain Night,</br>And got a Cleek o' Sany, a' was right;</br>The blythsom Bousers, thought while Sany sang,</br>They were mair happy than the Night was lang.</br>Whan he wad act'd the Wives in the West-Bow,</br>How Luckie reel'd the Yarn, and span the Tow;</br>Whan he wad act'd the Coal-Man, black Jock Smirny;</br>The Glasgow Wives, or Fiddler Patie Birny;</br>Then they was a' busst out a laughing sae,</br>Ane eithly might hae ty'd them wi' a Strae:</br>Forgat to sleep, or keek upon a Watch;</br>The langest Winter Night they thought but short,</br>Slaid saftly by, while Sany made them Sport.", "WATTIE.</br>Well might they say, they never saw his Make.", "GIBBIE.</br>Na, well I wat, nor nae Man for their Sake;</br>For taking up what he cou'd hear or see,</br>Whilk mony a Time a Ferlie was to me.", "WATTIE.</br>Nathing gae'd cross-ways wi' him in his Life,</br>Save his Misfortune wi' a wicked W&mdash;;</br>As mony of our honest Neighbours says,</br>She was the Mean that cutted short his Days.</br>Cauld be her Cast, nae Pity on him had,</br>Depriv'd the Warld of sic a pleasant Lad.", "GIBBIE.</br>Ay, well I wat she bred him meikle Sorrow,</br>The weary While he had her for his Marrow;</br>'Twas her camstairy Humour, Night and Day,</br>That brake his Heart, and threw him in Decay.", "WATTIE.</br>Little thought I last Wednesday's Night at E'en,</br>Sic sudden Alteration wad be seen,</br>Whan Sany sang, Se merry's we hae been.</br>And blyth was I to see us a sae fain;</br>Sae merry I shall never be again.", "GIBBIE.</br>It's hard to ken, ye may, gin ye be spar'd;</br>She's an auld Wife can her ain Forturne waird.", "WATTIE.</br>It's no i' th' Pow'r of Nature e're to part</br>This Grief that lies sae heavy at my Heart.</br>O that I cou'd but utter my Design!</br>Or in a better Language speak my Mind.</br>My former Joys now yield me nought but Dust,</br>It's sair to thole, and yet it's what I must.</br>Nae Hopes of Comfort wi' me now remain,</br>A gloomy Darkness overclouds the Plain.</br>Spring Time is past, pale Winter fast ensuing,</br>To speir what youthfou Summer has been doing.</br>Look how the Willows droop, and hing their Heads;</br>Flora's withdrawn her Mantle frae the Meads.</br>The Flow'rs decay'd, whereon the busy Bees</br>Had wont to suck, and gather fresh Supplies.</br>Nae mair we'll hear them humming o'er the Fells,</br>Laden wi' Store, hame to their cozie Cells.</br>The Eastern Craggs, how dolefou-like they hing,</br>Where Sany us'd to tune his Voice and sing.</br>Alas!  when I look back on auld lang syne,</br>Mair I think on't, the mair I do repine,</br>I'll never get the Thoughts o't frae my Mind.", "GIBBIE.</br>Wat, cast nae down thy Heart, nor hae sic Doubt,</br>Wha kens what Providence may bring about?</br>Some canny Cast may soon make a' Odds even,</br>Why shou'd we fret against the Will o' Heaven?</br>Wi' Patience bear, howe'er the Guise may fa',</br>A happy End will make amends for a'.</br>Now, let us part, we hae nae Time to wait,</br>The Night is darkning down, and wearing late.</br>Frae Maukin's Hill, and by the Broomland-but,</br>Our Flocks are gath'ring near the Roading-foot;</br>The Stars, that bid the Shepherds fauld, appear.</br>Reik me my Kent, and let us hameward steer.</br>"]