["Avaunt, red God of blustering Warre,</br>True glorie rides not in thy echoing carre!</br>All dropping blode her brighest wreathe,</br>Thy cruel sword shall ne'er bequeathe</br>No hosts victorious shout before her;</br>No rightes asserted bid the worlde adore her;</br>No, no!  to swell the state of her loved Kings,</br>No spoiles of murder'd multitudes shee brings.</br>And now to deck her chosen throne,</br>On that fair throne, to Britaine dear,</br>With the flowering olive twined</br>High shee hangs th' avenging speare;</br>And there with all the palms of peace combined</br>Her milk-white hand does pretty posies rear.</br>To Kings like these, her genuine theme,</br>The learned Muse her homage pays;</br>To JAMES, of Kings like these supreme,</br>She wishes honoured length of daies;</br>And trims the honest tribute of her laurel'd lays.", "'Tis his to bid monastic genius glow,</br>And teach the regal bounty how to flow</br>On quaint devices, puns, and learning rare:</br>And while his sceptre's tutelary sway</br>The school-disputes obey,</br>They hail him umpire both and patron King.</br>'Tis his, to judgment's steady line</br>Their flights fantastick to confine,</br>And yet expand their wing;</br>The fleeting forms of doctrine to restrain,</br>And bind Schismaticks all in Church's golden chain.</br>The Church licentious now no more,</br>From James her great examples takes;</br>She spurns the toyes of antient lore,</br>And all in native beauty walks.", "While such high end his reigne explores,</br>Cloisters and Schooles throwe wide our doores;</br>While from the summits of sublime renown,</br>He waftes his favoures universal gale,</br>With those sweet flowrets he adorns his crown,</br>That bloom in Grammar's humble vale.</br>What though the deep-tax'd nation groan!</br>True glorie minds the well-hewn stone,</br>Church ornaments and organs rare,</br>And pictures trim and debonnair;</br>These spread the lustre of domestic praise,</br>Such be the trophies fit for JAMES to raise:</br>And Creeds to polish and to teach,</br>Be this the Monarch's aim;</br>Above vindictive warr's rude reach,</br>The Monarch's meed to claim!</br>"]