["To arms, to arms, ye sons of might,</br>And hail, with sounds of war, the new-born year.</br>Britannia, from her rocky height,</br>Points to your blood-drenched coast, and drops her spear.", "But waves a flaming brand,</br>With which the fiends have arm'd her red right hand,</br>And menaces to ravage all your land.</br>Th' unnatural hated, which by turns</br>Wakes and sleeps, with fury burns.</br>See!  in her left that barb'rous scroll</br>Which vengeance brings her from th' infernal cell,</br>With hopes of spoil, where she despairs to quell.</br>New cause of just disgrace her madness sounds,</br>For FRANCE protects the freedom ENGLAND wounds,</br>And bids fair commerce spread the sail,</br>Beneath her snow-white banner to the gale.", "Blush, Britain!  blush, and boast no more</br>Of what thou wast in days of yore,</br>When Freedom lov'd thy sea-girt shore;</br>When great in war, of skill possest,</br>She fir'd each patriot's glowing breast,</br>With ardour for the public weal.</br>Now from thy isle indignant she retires;&mdash;</br>Here other Britons at her altars kneel;</br>She bids us emulate our sires,</br>And scorn thy desolating steel,</br>By tomohawks and persecuting fires&mdash;</br>Her loss at least proud Britons feel;</br>That want of Freedom damps each public aim;</br>Whoe'er the lords they serve, th' oppression is the same.</br>Power ministerial rarely knows,</br>Rarely heeds the subjects woes;</br>By force, or bribes, from every land,</br>By blood hound Butler's knife, at Johnstone's hand,</br>It claims whate'er ambitions dares demand.</br>The western merchant, plunder'd swain,</br>May pour his weak complaints in vain;</br>IERNE'S sorrow's are her own,</br>And SCOTLAND feels not, tho' South Britain groan.</br>O happier far, that equal state,</br>Which blends the ruler's with the subject's fate,</br>And links the Fasces to the plough!</br>Such as in elder time, in Greece and Rome,</br>Bade freeborn man his native rights resume,</br>And laid each scepter'd despot low&mdash;</br>The stroke which wounds the lowliest clown, when free,</br>Is treason to the PEOPLE'S MAJESTY,</br>For them SOCIETY was form'd, by their decree.&mdash;</br>One common flame, one active soul</br>Pervades, and animates the whole;</br>One heart, one hand directs the blow,</br>And hurls the vollied vengeance on the savage foe.</br>"]