["The Spousals of fair Florimel,</br>Where turney many Knights:</br>There Braggadochio is uncas'd,</br>In all the Ladies sights.", "After long Storms and Tempests over-blown,</br>The Sun at length his joyous Face doth clear;</br>So when-as Fortune all her Spight hath shown,</br>Some blissful Hours at last must needs appear;</br>Else would afflicted Wights oft-times despair.</br>So comes it now to Florimel by turn,</br>After long Sorrows suffered whileare,</br>In which captiv'd she many Months did mourn,</br>To taste of Joy, and to wont Pleasures to return.", "Who being freed from Proteus' cruel Band</br>By Marinel, was unto him affy'd,</br>And by him brought again to Fairy-Land;</br>Where he her spous'd, and made his joyous Bride.</br>The Time and Place was blazed far and wide;</br>And solemn Feasts and Giusts ordain'd therefore:</br>To which there did resort from every side</br>Of Lords and Ladies infinite great Store;</br>Ne any Knight was absent that brave Courage bore.", "To tell the Glory of the Feast that day,</br>The goodly Service, the deviseful Sights,</br>The Bridegroom's State, the Bride's most rich Array,</br>The Pride of Ladies, and the Worth of Knights,</br>The royal Banquets, and the rare Delights,</br>Were Work fit for an Herald, not for me:</br>But for so much as to my Lot here lights,</br>That with this present Treatise doth agree,</br>True Vertue to advance, shall here recounted be.", "When all Men had with full Satiety</br>Of Meats and Drinks their Appetites suffic'd,</br>To Deeds of Arms and Proof of Chevalry</br>They 'gan themselves address, full rich aguis'd,</br>As each one had his Furnitures devis'd.</br>And first of all issu'd Sir Marinel,</br>And with him six Knights more, which enterpriz'd</br>To challenge all in Right of Florimel,</br>And to maintain, that she all others did excel.", "The first of them was hight Sir Orimont,</br>A noble Knight, and try'd in hard Assays:</br>The second had to name Sir Bellisont,</br>But second unto none in Prowess' Praise;</br>The third was Brunel, famous in his Days;</br>The fourth Ecastor, of exceeding Might;</br>The fifth Armeddan, skill'd in lovely Lays:</br>The sixth was Lansacke, a redoubled Knight:</br>All six well seen in Arms, and prov'd in many a Fight.", "And them against came all that list to giust,</br>From every Coast, and Country under Sun:</br>None was debarr'd, but all had leave that lust.</br>The Trumpets sound; then all together run:</br>Full many Deeds of Arms that day were done,</br>And many Knights unhors'd, and many wounded,</br>As Fortune fell; yet little lost or won:</br>But all that day the greatest Praise redounded</br>To Marinel, whose Name the Heralds loud resounded.", "The second Day, so soon as morrow Light</br>Appear'd in Heav'n, into the Field they came,</br>And there all day continu'd cruel Fight,</br>With diverse Fortune fit for such a Game,</br>In which all strove with Peril to win Fame.</br>Yet whether side was Victor, no'te be guest:</br>But at the last, the Trumpets did proclaim</br>That Marinel that day deserved best.</br>So they disparted were, and all Men went to rest.", "The third Day came, that should due Trial lend</br>Of all the rest, and then this warlike Crew</br>Together met, of all to make an end.</br>There Marinel great Deeds of Arms did shew;</br>And through the thickest like a Lion flew,</br>Rashing off Helms, and riving Plates asunder,</br>That every one his Danger did eschew:</br>So terrible his dreadful Strokes did thunder,</br>That all Men stood amaz'd, and at his Might did wonder.", "But what on Earth can always happy stand?</br>The greater Prowess greater Perils find.</br>So far he past amongst his Enemy's Band,</br>That they have him enclosed so behind,</br>As by no means he can himself out-wind.</br>And now perforce they have him Pris'ner taken;</br>And now they do with captive Bands him bind;</br>And new they lead him thence, of all forsaken,</br>Unless some Succour had in time him overtaken.", "It fortun'd, whilst they were thus ill beset,</br>Sir Arthegal into the Tilt-yard came</br>With Braggadochio, whom he lately met</br>Upon the way, with that his snowy Dame.</br>Where, when he understood by common Fame,</br>What evil hap to Marinel betid,</br>He much was mov'd at so unworthy Shame,</br>And straight that Boaster pray'd, with whom he rid,</br>To change his Shield with him, to be the better hid.", "So forth he went, and soon them over-hent,</br>Where they were leading Marinel away,</br>Whom he assail'd with dreadless Hardiment,</br>And forc'd the Burden of their Prize to stay.</br>They were an hundred Knights of that Array;</br>Of which th' one half upon himself did set,</br>Th' other stay'd behind to guard the Prey.</br>But he e'er long the former fifty bet;</br>And from the other Fifty soon the Prisoner set.", "So back he brought Sir Marinel again;</br>Whom having quickly arm'd again anew,</br>They both together joined might and main,</br>To set afresh on all the other Crew.</br>Whom with sore Havock soon they overthrew,</br>And chaced quite out of the Field, that none</br>Against them durst his Head to Peril shew.</br>So were they left Lords of the Field alone:</br>So Marinel by him was rescu'd from his Fone.", "Which when he had perform'd, he back again</br>To Braggadochio did his Shield restore:</br>Who all this while behind him did remain,</br>Keeping there close with him in precious Store</br>That his false Lady, as ye heard afore.</br>Then did the Trumpets sound, and Judges rose,</br>And all these Knights, which that day Armour bore,</br>Came to the open Hall, to listen whose</br>The Honour of the Prize should be adjudg'd by those.", "And thither also came in open sight</br>Fair Florimel, into the common Hall,</br>To greet his Guerdon unto every Knight,</br>And best to him, to whom the best should fall.</br>Then for that Stranger Knight they loud did call,</br>To whom that day they should the Girlond yield;</br>Who came not forth:  but for Sir Arthegal</br>Came Braggadochio, and did shew his Shield,</br>Which bore the Sun, broad blazed in a golden Field.", "The Sight whereof did all with Gladness fill:</br>So unto him they did addeem the Prize</br>Of all that Triumph.  Then the Trumpets shrill</br>Don Braggadochio's Name resounded thrice:</br>So Courage lent a Cloak to Cowardice.</br>And then to him came fairest Florimel,</br>And goodly 'gan to greet his brave Emprise,</br>And thousand Thanks him yield, that had so well</br>Approv'd that Day, that she all others did excel.", "To whom the Boaster, that all Knights did blot,</br>With proud Disdain did scornful Aunswer make;</br>That what he did that Day, he did it not</br>For her, but for his own dear Lady's sake,</br>Whom on his Peril he did undertake,</br>Both her, and eke all others to excel:</br>And further did uncomely Speeches crake.</br>Much did his Words the gentle Lady quell,</br>And turn'd aside for Shame to hear what he did tell.", "Then forth he brought his snowy Florimel,</br>Whom Trompart had in keeping there beside,</br>Cover'd from Peoples Gazement with a Veil.</br>Whom when discover'd they had throughly ey'd,</br>With great Amazement they were stupefy'd</br>And said, that surely Florimel it was,</br>Or if it were not Florimel so try'd,</br>That Florimel her self she then did pass:</br>So feeble Skill of perfect things the Vulgar has.", "Which when-as Marinel beheld likewise,</br>He was therewith exceedingly dismay'd;</br>Ne wist he what to think, or to devise:</br>But like as one, whom Fiends had made affraid,</br>He long astonish'd stood:  ne ought he said,</br>Ne ought he did, but with fast fixed Eyes</br>He gazed still upon that snowy Maid:</br>Whom-ever as he did the more avize,</br>The more to be true Florimel he did surmise.", "As when two Suns appear in th' azure Sky,</br>Mounted in Phoebus' Charet fiery bright;</br>Both darting forth fair Beams to each Man's Eye,</br>And both adorn'd with Lamps of flaming Light;</br>All that behold so strange prodigious Sight,</br>Not knowing Nature's Work, nor what to ween,</br>Are rapt with Wonder, and with rare Affright:</br>So stood Sir Marinel, when he had seen</br>The Semblant of this false, by his fair Beauty's Queen.", "All which, when Arthegal (who all this while</br>Stood in the Press close cover'd) well had view'd,</br>And saw that Boaster's Pride and graceless Guile,</br>He could no longer bear, but forth issu'd,</br>And unto all himself there open shew'd:</br>And to the Boaster said; Thou Losel base,</br>That hast with borrow'd Plumes thy self endu'd,</br>And other's Worth with Leasings dost deface,</br>When they are all restor'd, thou shalt rest in Disgrace.", "That Shield which thou dost bear, was it indeed</br>Which this Day's Honour sav'd to Marinel;</br>But not that Arm, nor thou the Man I reed,</br>Which did that Service unto Florimel.</br>For Proof, shew forth thy Sword, and let it tell</br>What Strokes, what dreadful Stour it stir'd this day:</br>Or shew the Wounds which unto thee befel;</br>Or shew the Sweat, with which thou diddest sway</br>So sharp a Battel, that so many did dismay.", "But this the Sword, which wrought those cruel Stounds,</br>And this the Arm, the which that Shield did bear,</br>And these the Signs (so shewed forth his Wounds)</br>By which that Glory gotten doth appear.</br>As for this Lady which he sheweth here,</br>Is not (I wager) Florimel at all;</br>But some fair Franion, fit for such a Fear,</br>That by Misfortune in his Hand did fall:</br>For proof whereof, he bade them Florimel forth call.", "So forth the noble Lady was ybrought,</br>Adorn'd with Honour and all comely Grace:</br>Whereto her bashful Shamefac'dness yrought</br>A great Increase in her fair blushing face;</br>As Roses did with Lillies interlace.</br>For of those Words, the which that Boaster threw,</br>She inly yet conceived great Disgrace.</br>Whom when-as all the People such did view,</br>They shouted loud, and Signs of Gladness all did shew.", "Then did he set her by that snowy one,</br>Like the true Saint beside the Image set;</br>Of both their Beauties to make Paragone,</br>And Trial, whether should the Honour get.</br>Straightway so soon as both together met,</br>Th' enchaunted Damsel vanish'd into nought:</br>Her snowy Substance melted as with Heat,</br>Ne of that goodly Hue remained ought,</br>But th' empty Girdle which about her Waste was wrought.", "As when the Daughter of Thaumantes fair,</br>Hath in a watry Cloud displayed wide</br>Her goodly Bow, which paints the liquid Air,</br>That all Men wonder at her Colours Pride;</br>All suddenly, e'er one can look aside,</br>The glorious Picture vanisheth away,</br>Ne any token doth thereof abide:</br>So did this Lady's goodly Form decay,</br>And into nothing go, e'er one could it bewray.", "Which whenas all, that present were, beheld,</br>They stricken were with great Astonishment;</br>And their faint Hearts with sensless Horror quel'd,</br>To see the thing that seem'd so excellent,</br>So stolen from their Fancies Wonderment;</br>That what of it became, none understood.</br>And Braggadochio's self with Dreriment</br>So daunted was in his despairing Mood,</br>That like a lifeless Corse immovable he stood.", "But Arthegal that golden Belt up-took,</br>The which of all her Spoil was only left;</br>Which was not hers, as many mistook,</br>But Florimel's own Girdle, from her reft,</br>While she was flying, like a weary Weft,</br>From that foul Monster, which did her compel</br>To Perils great; which he unbuckling eft,</br>Presented to the fairest Florimel:</br>Who round about her tender Waste it fitted well.", "Full many Ladies often had assay'd,</br>About their Middles that fair Belt to knit;</br>And many a one suppos'd to be a Maid:</br>Yet it to none of all their Loins would fit,</br>Till Florimel about her fastned it.</br>Such Pow'r it had, that to no Woman's Waste</br>By any Skill or Labour it would fit,</br>Unless that she were continent and chaste,</br>But it would loose or break, that many had disgrac'd.", "Whilst thus they busied were 'bout Florimel,</br>And boastful Braggadochio to defame,</br>Sir Guyon (as by fortune then befel)</br>Forth from the thickest Prease of People came,</br>His own good Steed, which he had stoln to claim;</br>And th' one hand seizing on his golden Bit,</br>With the other drew his Sword:  for, with the same</br>He meant the Thief there deadly to have smit:</br>And had he not been held, he nought had fail'd of it.", "Thereof great hurry-burly moved was</br>Throughout the Hall, for that same warlike Horse:</br>For, Braggadochio would not let him pass;</br>And Guyon would him algates have perforce,</br>Or it approve upon his carrion Corse.</br>Which troublous Stir when Arthegal perceiv'd,</br>He nigh them drew, to stay th' Avenger's Force;</br>And 'gan inquire, how was that Steed bereav'd,</br>Whether by Might extort, or else by Slight deceiv'd.", "Who, all that piteous Story, which befel</br>About that woful Couple which were slain,</br>And their young bloody Babe to him 'gan tell;</br>With whom whiles he did in the Wood remain,</br>His Horse purloined was by subtil Train:</br>For which he challenged the Thief to fight.</br>But he for nought could him thereto constrain;</br>For, as the Death he hated such Despight,</br>And rather had to lose, than try in Arms his Right.", "Which Arthegal well hearing, though no more</br>By Law of Arms there need one's Right to try,</br>As was the wont of war-like Knights of yore,</br>Than that his Foe the Field should him deny;</br>Yet further Right by Tokens to descry,</br>He ask'd what privy Tokens he did bear.</br>If that, said Guyon, may you satisfy,</br>Within his Mouth a black Spot doth appear,</br>Shap'd like a Horse's Shoe, who list to seek it there.", "Whereof to make due Trial, one did take</br>The Horse in hand, within his Mouth to look:</br>But with his Heels so sorely he him strake,</br>That all his Ribs he quite in pieces broke,</br>That never word from that day forth he spoke.</br>Another that would seem to have more Wit,</br>Him by the bright embroidered Head-stall took;</br>But by the Shoulder him so sore he bit,</br>That he him maimed quite, and all his Shoulder split.", "Ne he his Mouth would open unto Wight,</br>Until that Guyon's self unto him spake,</br>And called Brigadore (so was he hight):</br>Whose Voice so soon as he did undertake,</br>Eftsoons he stood as still as any stake,</br>And suffred all his secret Mark to see:</br>And when-as he him nam'd, for joy he brake</br>His Bands, and follow'd him with gladful Glee,</br>And friskt, and flong aloft, and louted low on Knee.", "Thereby Sir Arthegal did plain areed,</br>That unto him the Horse belong'd, and said;</br>Lo, there Sir Guyon, take to you the Steed,</br>As he with golden Saddle is array'd:</br>And let that Losel, plainly now display'd,</br>Hence fare on foot, till he an Horse have gain'd.</br>But the proud Boaster 'gan his Doom upbraid,</br>And him revil'd, and rated, and disdain'd,</br>That Judgment so unjust against him had ordain'd.", "Much was the Knight incens'd with his leud Word,</br>To have revenged that his Villany;</br>And thrice did lay his hand upon his Sword,</br>To have him slain, or dearly doen aby.</br>But Guyon did his Choler pacify,</br>Saying, Sir Knight, it would Dishonour be</br>To you, that are our Judge of Equity,</br>To wreak your Wrath on such a Carle as he:</br>It's punishment enough, that all his Shame do see.", "So did he mitigate Sir Arthegal;</br>But Talus by the Back the Boaster hent,</br>And drawing him out of the open Hall,</br>Upon him did inflict this Punishment:</br>First, he his Beard did shave, and foully shent;</br>Then from him reft his Shield, and it r'enverst,</br>And blotted out his Arms with Falshood blent,</br>And himself baffuld, and his Arms unherst,</br>And broke his Sword in twain, and all his Armour sperst.", "The whiles, his guileful Groom was fled away;</br>But vain it was to think from him to fly:</br>Who over-taking him, did disarray,</br>And all his Face deform'd with Infamy,</br>And out of Court him scourged openly.</br>So ought all Faytours, that true Knighthood shame,</br>And Alms dishonour with base Villany,</br>From all brave Knights be banish'd with Defame;</br>For oft their Leudness blotteth good Deserts with Blame.", "Now, when these Counterfeits were thus uncas'd</br>Out of the fore-side of their Forgery,</br>And in the sight of all Men clean disgrac'd,</br>All 'gan to jest and gibe full merrily</br>At the Remembrance of their Knavery:</br>Ladies 'gan laugh at Ladies, Knights at Knights,</br>To think with how great Vaunt of Bravery</br>He them abused, through his subtil Slights,</br>And what a glorious Shew he made in all their sights.", "There leave we them in Pleasure and Repast,</br>Spending their joyous Days and gladful Nights,</br>And taking Usury of time fore-past,</br>With all dear Delices and rare Delights,</br>Fit for such Ladies and such lovely Knights:</br>And turn we here to this fair Furrow's end</br>Our weary Yokes, to gather fresher Sprights,</br>That when-as time to Arthegal shall tend,</br>We on his first Adventure may him forward send.", ""]