["Companion of the sober hour,</br>Virtue's best friend and wisdom's aid,</br>O take me to thy favorite bower!</br>And hide me in thy deepest shade!</br>Where scarce the intrusive breezes creep,</br>Where murmurs die, and echoes sleep,</br>Where night rolls on her silent car,</br>Deck'd with the meteor's gleam and the gay evening star", "Seek, ye dull souls, the couch of rest,</br>And there anticipate the grave;</br>Fly, sensual mortal, to be blest</br>In passion's storm and pleasure's wave:</br>But let no foot, impure, profane</br>Thy still retreats, thy calm domain,</br>Sacred to those from folly riven,</br>To those that hate her strife and those that hope for heaven.", "Nor will the sordid fool desire</br>To meet thy shades at evening hour,</br>Who, dead to all the Muses' fire,</br>Can neither feel, nor prize their power,</br>Thy fairy mansions were not built</br>To harbor ignorance, or guilt;</br>Polluted is thy virgin breast</br>Both by the stupid swain and the too vicious guest.", "He only, whose seraphic mind,</br>Wisdom and virtue both pervade,</br>Will leave the restless crowd to find</br>Enjoyment in the tranquil shade;</br>There to give vent, with heart sincere,</br>To sorrow's or to pleasure's tear;</br>There, where the good have ever found</br>Solace to cheer the soul and balm for misery's wound.", "Happy the favorite hard, that sings,</br>A votary at thy heavenly shrine;</br>Sweet is the rapturous thought, that springs</br>From inspirations such as thine;</br>Riches in countless stores are there,</br>Riches, that wake no torturing care;</br>Impervious shades their worth conceal:</br>No moth corrupts them and no thief breaks thro' to steal.", "There, from obstreperous life retired,</br>Our anxious feelings we dismiss;</br>By hope's or Memory's voice inspired,</br>We snatch a transient dream of bliss;</br>There the long-parted friend we see;</br>The grave restores the dead to thee;</br>Heaven from above her concourse brings,</br>And missive angels hover round on golden wings.", "O let me live, howe'er unknown,</br>A friend to solitude and peace;</br>Nor ever dread to be alone,</br>In life's declension, or decease</br>Still towards thy seat my steps I'll bend;</br>Still in myself I'll find a friend;</br>Still smile to meet thy lonely gloom;</br>Nor fear at least the long, long silence of the tomb.</br>"]