["Far from the busy hum, or worldly tale,</br>From venom'd censure, or the voice of mirth;</br>From wild ambition in this lowly vale,</br>From cultur'd scenes that clothe the senseless earth.", "Here silent reigns a sovereign repose!</br>No tongue to cheer, to sooth the pensive hour,</br>No spring to wake the fragrance of the rose,</br>As soft descending breathes the tepid show'r.", "No wavy prospects golden harvests yield,</br>A gloom like blotted day obscures the light</br>To wither'd scenes the pining bosom steel'd,</br>Stoops to the solemn privilege of night.", "Sunk in her orb lone mis'ry groans beneath,</br>Fate adamantine darkling fix'd his throne;</br>Dwelling among the gloomy realms of death,</br>Marking these hopeless regions as his own.", "The poppy scarlet choaks the ribbon'd mead,</br>That spoke luxuriance from yon orient hill</br>Bleak chilling blasts more od'rate growths impede,</br>And sadly glides the once transparent rill.", "Vain the high mountain airy curl'd the brow,</br>Vain stem'd the storm that 'gainst the forehead beat;</br>Or calm'd the drowsy stream that flow'd below,</br>Or sav'd thy tow'rs, from ah!  the wreck of Fate.", "Lo!  here the remnant which once lofty swell'd,</br>By time despoil'd, now nods its plumy crest;</br>Tells by how weak a tenure it was held,</br>The head reclining on the drooping breast.", "The mid-day sun, that fost'ring warms the glade,</br>Through mould'ring chasms darts a feeble ray,</br>That shoots grey dawning thro' th' affrighted shade,</br>Or lost itself by wand'ring from the day.", "Lighted to Heav'n, thy head sublime unshorn,</br>For length of ages stood the harden'd rain;</br>Religious fastings, penitential born,</br>Defy'd of ills th' inevitable train.", "Yet hark!  no more the solemn midnight bell</br>Save what the tinkling fold might leave behind;</br>To cloister'd vigils now a long farewel,</br>Where holy virgins murm'ring worlds resign'd.", "Lost now the way, forgotten too the road,</br>Where bid the beads at stated hours of pray'r;</br>Where peace the hoary comforter bestow'd,</br>Where Pilgrims roving hail'd a Sabbath here.", "Thy stately pyramids as lab'ring bend,</br>Saluting chaos with a cold embrace,</br>While others sink, still lab'ring to ascend,</br>Maintaining awful rev'rence for the place.", "Pillars, like massy forests prostrate hewn,</br>Like leaves of oak in ancient honours fall;</br>Stretch'd in huge ruin o'er the moss-grown stone,</br>Shews time's resistless force must level all.", "Those arms that once aspired to the sky,</br>Couch'd like a lion slumb'ring in the way,</br>Waiting the heedless trav'ller's passing by,</br>Or sleep dissembling, while he springs his prey.", "With lordly rage confronting tempests bore;</br>Hurl'd thy proud battlements deformed fell;</br>Let human frailty hence, portray'd, deplore,</br>Nor brave the menace angry peals foretel.", "Learn hence, ye Great, nor you, ye Poor, despair;</br>View the vast remnant of once boundless sway;</br>While crumbling winds the humbler cottage spare,</br>Sigh in the breeze, and smoothly steal away.", "View the carv'd marble heaving from the ground,</br>Earth felt the shock convulsive in her womb,</br>As tho' th' Archangel's solemn Trumpet's found,</br>Awoke the clay-cold tenants of the tomb.", "Thro' sculptur'd isles mosaic wrought inlaid,</br>The wily serpent darts his forked tongue,</br>Spoiling the waste dominions of the dead,</br>Wreathing the grass, moves hissing slowly on.", "The font emboss'd with incrustations hard,</br>Tub'd through the leaky bason, pendent stole;</br>While holy thistles, mint, and scented nard,</br>Convey'd a thrilling transport to the soul.", "The Purpled Star with lineaments divine,</br>As tho' the rude yet hallow'd spot to greet,</br>Renascent wove the ivy'd holy shrine,</br>In all the glory of its passion'd sweet.", "What impious hand shall dare thy bow'rs prophane,</br>Or wanton cast the emblem bless'd away;</br>That gems with pearl the dew-drop candy'd rain,</br>That oozing fragrance blossoms in decay.", "The path that eastward led, obscenely wore,</br>Where once Religion's heav'n-born precepts smil'd,</br>Beasts from the rocky cavern hunger'd roar,</br>Or prowling fierce, the trackless haunt defil'd.", "Imprison'd gales like captive tyrants howl,</br>Far from the friendly shelter of the barn,</br>Around th' embowel'd vault the screeching owl</br>Broods o'er the path grown intricate with thorn.", "The subterranean dell wolves whelps invade,</br>Daws wheeling round the darken'd air inshroud,</br>Chatt'ring thro' feeble twilight's mellow shade,</br>Obscur'd the glimm'ring with a feather'd cloud.", "The Bird of Presage from the turret's height,</br>Flapping the Raven pinion, boding rose;</br>Croaks thro' the still solemnity of night,</br>To spoil the calm that cheers a last repose.", "Lone sober ev'ning meek with blushes shews</br>The tinctur'd glass rich burnish'd to the view;</br>The Master's touch with new-born colour glows,</br>Warm'd by the moisture of the falling dew.", "Or, when the vivid flash, or forked glare</br>Mocks the pale entrance of th' envelop'd Sun;</br>As wept his beams, peeps thro' the fractur'd square,</br>His own more radiant purer streams to shun.", "The Bat amphibolous with leathern wing,</br>Flitting refracts the sprinkled waning gleam,</br>That magic waves the Fairy-fancy'd ring,</br>That peerless shines, of low'ring night supreme.", "The guggling brook obstructed fobbing weeps,</br>The tear thro' vases consecrated led;</br>Or pent with rage the fluted column sweeps,</br>Drowning the verdure it benignly fed.", "No songster's dreaming warbling strains repeat,</br>No leaf impervious screens the cradle nest;</br>No zephyr fans the harbinger's retreat,</br>No breezes rock the infant charge to rest.", "Beneath the pile, or near the stagnate pool,</br>The bloated vermine loathsome poison spit;</br>Or fowls of prey, the rav'nous thirst to cool,</br>Hov'ring with fear behold thy ramparts split.", "Palsy'd and silver'd with descending age,</br>Some unshod father trails the weedy lawn,</br>Winding this way his fix'd diurnal stage,</br>Half-blind with zeal, long since from life withdrawn.", "Mail'd with intrepid virtue, doubts to quell,</br>Wanders the Mass, that holy fury paints;</br>Kneel'd to the Cross, with speechless stone to dwell,</br>With hands uplifted to departed Saints.", "The forlorn Peasant worn with toil complain'd,</br>Sang loud his vespers, superstition led;</br>Hard food but sweet, by upright means obtain'd,</br>By daily labour earn'd his daily bread.", "'Twas here the Mendicant's bewilder'd mind</br>Reviv'd, 'till reason may grand truths display,</br>'Till Christ himself once more shall heal the blind,</br>And beaming light the darken'd soul to day.", "Yet under various forms agreed to own,</br>At least to mean, when forc'd at Nature's call,</br>One Pow'r immense, that looks complacent down,</br>One Great, one Best, one only Lord of All.</br>"]