["In thought I saw the palace domes of Tyre;</br>The gorgeous treasures of her merchandize;</br>All her proud people in their brave attire,</br>Thronging her streets for sports, or sacrifice.</br>I saw her precious stones and spiceries;</br>The singing girl with flower-wreathed instrument;</br>And slaves whose beauty asked a monarch's price.</br>Forth from all lands all nations to her went,</br>And kings to her on embassy were sent.</br>I saw, with gilded prow and silken sail,</br>Her ships that of the sea had government.</br>Oh gallant ships!  'gainst you what might prevail!</br>She stood upon her rock, and in her pride</br>Of strength and beauty waste and woe defied.", "I looked again &mdash; I saw a lonely shore,</br>A rock amid the waters, and a waste</br>Of trackless sand: &mdash; I heard the bleak seas roar,</br>And winds that rose and fell with gusty haste.</br>There was one scathed tree, by storm defaced,</br>Round which the sea-birds wheeled, with screaming cry.</br>Ere long, came on a traveller slowly paced;</br>Now east, then west, he turned, with curious eye,</br>Like one perplexed with an uncertainty.</br>Awhile he looked upon the sea, and then</br>Upon a book, as if it might supply</br>The thing he lacked: &mdash; he read, and gazed again;</br>Yet, as if unbelief so on him wrought,</br>He might not deem this shore the shore he sought.", "Again, I saw him come: &mdash; 'twas eventide;&mdash;</br>The sun shone on the rock amid the sea;</br>The winds were hushed, the quiet billows sighed</br>With a low swell; &mdash; the birds winged silently</br>Their evening flight around the scathed tree:</br>The fisher safely put into the bay,</br>And pushed his boat ashore; &mdash; then gathered he</br>His nets, and hastening up the rocky way,</br>Spread them to catch the sun's warm evening ray.</br>I saw that stranger's eye gaze on the scene;</br>\"And this was Tyre!\"  said he, \"how has Decay</br>Within her palaces a despot been.</br>Ruin and silence in her courts are met,</br>And on her city rock the fisher spreads his net.\"</br>"]