["Between the smooth descent of yonder hills,</br>Deep in the vale with tufted trees beset;</br>Whose antique roots are wash'd with brawling rills,</br>Whose leafy arms the summer's rage defeat,</br>There stands a Country Parson's calm retreat:</br>View well the silent shade with sober eye,</br>And wonder at the courtier's swollen luxury.", "See, to his garden pale, where close ally'd</br>A decent church the neighb'ring glebe commands,</br>Whose steeple's stock'd with bells, (the country's pride)</br>Whose beams are wreath'd about with virgin bands,</br>Wove on the bridal day by virgin hands:</br>The surplice clean, and chancel newly whited,</br>That with the good man's neatness all must be delighted.", "His house stands near, (this church's younger brother)</br>Whose furniture shews handsomely and neat;</br>A little garden runs from one to t' other,</br>Stately in use, excluding useless state;</br>In which an yew-tree stands of ancient date;</br>And near it rosemary climbs up the wall,</br>Or else imperfect were the rites of funeral.", "Him liveth near in gentle neighbourhood,</br>An heartsome friend, replete with bounteous love;</br>Whose generous wine long time hath corked stood,</br>Not to avoid the taste, but to improve;</br>With him the good man's moments softly move:</br>Nor yet compleat, if I should leave untold,</br>The dame who of his joys sweet partnership doth hold.", "Well knows she when to govern, when obey,</br>Vers'd in the rights and laws of womanhood;</br>Nor hath she too much wisdom to be gay,</br>Nor hath she too much wit to be o'erloud,</br>Nor hath she so much beauty to be proud;</br>But cheerful sense and decent mirth impart</br>The sweet domestick joys of a well-natur'd heart.", "Eight years hath heav'n possess'd them of a boy,</br>Who loves a sister younger by a year;</br>And as they prank about, with silent joy</br>They sit and smile upon the pratling pair,</br>(Who two sweet roses on one stalk appear)</br>And think upon themselves once fair and young,</br>Before soft CUPID's golden bow became unstrung.", "Each sun arises fresh with sweet content,</br>And leads them on a course of new delight;</br>With the same joy this summer's day is spent,</br>And o'er a cheerful fire their winter night;</br>Such are their joys who spend their lives alright:</br>Tho' seasons change, no sense of change they know,</br>But with an equal eye view all things here below.", "When th' am'rous earth is woo'd with smiling weather,</br>To wear the verdant mantle of the spring,</br>Forth walk the little family together,</br>To see the wood, and hear its natives sing;</br>The flowers sweet odours to their senses bring:</br>The world appears in blossom, far and near</br>Joyful they view the purple promise of the year.", "Summer beholds the good man near his bride,</br>In sweet contentment smoaking in his chair;</br>He views the flocks nibbling the mountain's side,</br>And every tenth he reckons to his share:</br>Now to the hay-field walk the happy pair,</br>And with such kindness greet the country folk,</br>The parson's bush is plac'd upon the biggest cock;", "The promis'd fruit now fills the teeming soil,</br>And certain plenty all his doubts relieves;</br>The peach he planted pays his honest toil,</br>The farmer brings him home his yellow sheaves,</br>And his stuff'd barn the willing tax receives;</br>His servants to his loaded orchats hie,</br>To lay in liquid stores for future jolitry.", "When icy hands the stiffen'd wave enfold,</br>Still is the parson with contentment crown'd;</br>The chearful blaze chafes the chilly cold,</br>In circling cups all winter thoughts are drown'd,</br>And no ill-nature sends the laugh around;</br>Or in his study pent, thinks what to say</br>May touch, yet not offend the 'squire next sabbath-day.", "Thus still in age the same, he journeys on,</br>Till envious fate o'ertakes him on the road;</br>For the calm pleasures of the holy man</br>Claim not the madness of a youthful blood.</br>For many winters thus serenely stood,</br>Strong in its smooth decline the sturdy oak,</br>Till came from heaven th' unfear'd and unresisted stroke.</br>"]