["Kath'rine and Deb'rah met one ev'ning late,</br>How fares your Roger, Deborah?  said Kate.", "DEBORAH.</br>Ah!  Kate!  I've lost him!  lost my Roger quite!</br>Unhappy!  he departed yesternight!", "KATE.</br>You 'fraught me, Deb. &mdash; no marvel that you weep!", "DEBORAH.</br>This moment have I been to fold his sheep!", "KATE.</br>Well!  he was fifty good things!  and above!</br>No maid, save Kate, but envy'd you his love!</br>Strong were his well-turn'd limbs, his skill was rare!", "DEBORAH.</br>In strength and skill with him no swain cou'd pair!</br>All made him judge, for he was never wrong,</br>Who most out-went in dance, in pipe, in song!</br>Wrestling, or boxing the whole world will say,</br>On side of Roger all the 'vantage lay!", "KATE.</br>Nay, altogether I must needs agree,</br>Few swains are made one tythe so well as he!", "DEBORAH.</br>His hair in curls adown his shoulders flows,</br>His face with colours like the morning glows!</br>His eyes not raven-black, yet black enough!</br>His chest, waist, leg and foot just what they ought;</br>His foes, if foes he had, cou'd spy no fau't!", "KATE.</br>His wit astonishful!  I shan't forget,</br>While Katherine is my name, his wond'rous wit!", "DEBORAH.</br>His wit a justice of the peace struck dumb,</br>\"Come hither, said his worship, Roger come!</br>How old may you be?\"  \"That, my shepherd cries,</br>An' please your worship!  that I can't devise!\"</br>\"Not know your age my lad!\"  \"Yes, I'm a score,</br>An' please your worship!  but I may be more.\"</br>Again this justice of the peace he flung,</br>And yet my shepherd's more than twice as young,</br>Who Sampson's father was he told when ask'd;</br>The justice you must own was harder task'd,</br>When with this question out my shepherd came,</br>Pray can your worship tell my father's name?</br>'Twas more than wit, for wagers have been laid,</br>That Roger was his worship's by his maid.", "KATE.</br>Yet Roger was as very a wag as wit,</br>He oft with laughter made me almost split.", "DEBORAH.</br>A pig was sent the squire from Colin's farm,</br>Safe in a bag it hung on Cloddy's arm,</br>Hodge tic'd him in to drink, and while they chat,</br>Took out the pig, and in he slipt a cat.</br>Away went Cloddy &mdash; to the squire's he came&mdash;</br>\"An't please you Sir, a present from my dame,</br>Our sow has litter'd\" &mdash; while he jabber'd thus,</br>Fumbling he oped the bag, and out leap'd puss;</br>What, says the squire, you play the wag I doubt!</br>Says Cloddy, zauns 'twas pig when I set out.</br>Back sped the clown, at the same ale-house door,</br>He met with Roger, and they drank some more;</br>And while they argufy so odd a case,</br>Puss was let out, and pig regain'd its place.</br>Home Cloddy goes, the strange mischance declares;</br>And shews the &mdash; pig, dame scolds, and Cloddy stares;</br>The thing got wind, and all the neighbours lay</br>The blame on Mother Mead, or Goody Grey,</br>For one bewitch'd three heifers at the mill,</br>And one three hogs of Susan's of the hill.", "KATE.</br>Yet kind he was, for once a month he came,</br>And left a shilling with our Meg, that's lame.", "DEBORAH.</br>One night, fro thro' our yard the foot path lies,</br>Fierce barks the dog, hollo!  a stranger cries,</br>\"Pitch is the night, and I am lost beside,</br>Which way lives farmer Dobson of the Hide?\"</br>My shepherd rose and told him, but the way</br>Thro' wilds and woods athwart the country lay;</br>So cloaths he don'd, and took his lanthorn strait,</br>And, tho' five miles, he lit him to the gate.</br>I've known him too, and in my mind, 'twas right,</br>Tend many a sickly lamb the livelong night;</br>Red-breast or not, he spar'd the nest with young,</br>Cudgel at shrovetide-cock he never flung;</br>And once I saw him at the baiting bull,</br>With heart just bursting, and with eyes brimful.", "KATE.</br>Pious he was&mdash;", "DEBORAH.</br>This all the parish knew,</br>For every Sunday he was in his pew;</br>Turn'd down the proofs, and was sincerely vex'd,</br>If he forgot the doctrine or the text.</br>Nay, night and morn, I've listen'd on the stairs,</br>He read some holy book, and said his pray'rs;</br>And all day long, and this be most his praise,</br>Of doing good he had a thousand ways.", "KATE.</br>And he was&mdash;", "DEBORAH.</br>Kath'rine!  in his praise I join,</br>Roger was every thing! &mdash; and he was mine!&mdash;</br>And I was his!  and couple half so blest</br>Dwells not from north to south, from east to west!</br>And blest again shall I and Roger be</br>At his return&mdash;", "KATE.</br>But who that day shall see!", "DEBORAH.</br>These eyes I trust&mdash;", "KATE.</br>Now that he has turn'd your head?</br>You wou'd not see the ghost of one that's dead!", "DEBORAH.</br>Thank heav'n!  he lives as much as you or I,</br>And never, never, never let him dye!", "KATE.</br>Deb!  you still rave!  or else you did beguile,</br>As dead, have we not mourn'd him all this while?", "DEBORAH.</br>We have, and, truly so sincere my woe,</br>Once I myself began to think him so;", "KATE.</br>What mean'st thou Deb?", "DEBORAH.</br>Why Kate!  the thing to clear,</br>He's only gone three weeks to Derbyshire!</br>Kate knew 'twas truth, because when this she said,</br>Deb laugh'd aloud &mdash; so both went home to bed.</br>"]