["PSYCHE, Fair Daughter of the Blest THREE-ONE,</br>Th' Eternal FATHER's Choise for Future Bride,</br>To His Almighty Coeternal SON,</br>When by The SPIRIT's Clear Unctions purify'd;</br>By Charis, and thy Guardian Phylax lead,</br>Thro' Life's dark shades, to thy bright Nuptial bed:", "Psyche, sole Empress of all Seas and Lands,</br>When ever Man, thy Liege, His Throne has set;</br>Himself thy Throne, but stoops to thy commands,</br>How High so e'r exalted, or how Great;</br>In All whom, like Life's quickning Flame thou art,</br>Whole in the whole, and All in every Part:", "Thee I invoke, for Muse thee supplicate;</br>Not as in this streight breast thou groan'st confin'd,</br>But as thou far and wide didst Reign of late</br>In holy Beaumont's all-embracing Mind:</br>Beaumont thy Prophet, whose Harmonious lyre,</br>Love's Triumphs to resound, thou didst inspire.", "As Him teach Me, since Thee my Muse I make,</br>Some Acts of thy Espousals loud to sing;</br>And since I Beaumont's Ground, and Numbers take,</br>Accept the Off'ring I at distance bring,</br>With harp ill-tun'd, and long thro' Age unstrung,</br>Fit only to fill up some Under-song!", "He, he the Man, who thy Vast Powers did know!</br>He, who Thy Maze, thro' this Earth's Wild could trace,</br>Bolder than any Son of Verse below,</br>And lead thy Song to its High Resting place;</br>But not till made thy Resident above,</br>Clearly discern'd The Mystery of Love.", "Too bright that View for any mortal Eye;</br>Blest Beaumont saw not All, till hence remov'd,</br>And tho' invigor'd by Heav'n's last Supply,</br>And loving, knew not how He was Belov'd:</br>How much of God Belov'd, and for thy sake,</br>Whom next Him, He his chiefest Care did make.", "Thee He did make, next God, his chiefest Care;</br>Witness that Pourtrait of thy Form Divine,</br>Which his best Art did for thy Spouse prepare,</br>(As Distant Princes treated Love's incline)</br>And in exchange for his, to thee first sent,</br>On Embassy with it in person went.", "Rare the Design, and masterly all wrought,</br>But long e'r finisht; as the time was long,</br>Till to thy self thy Rebel-self was brought,</br>In Wilful obstinacy only strong:</br>By Aphrodisius and Agenor's Wiles,</br>Only not taken in Proud Lust's thick toils.", "'Tis true, from them thou made'st an Happy Scape,</br>Thanks to their Care, who were thy Watchful Guard,</br>And steps uncall'd, 'twixt Thee and brutal Rape:</br>(If what then pleas'd thee suits a term so hard)</br>But time to reconcile thee to thy Friends</br>It took, more time for them to work their ends.", "On thee to work them, Poor unhappy Maid!</br>(Pardon me so to call thee!)  left alone,</br>By Foes girt round, and by base slaves betray'd,</br>Without all Conduct but thy twice-foil'd Own;</br>Reason so call'd, but scarce was common Sense,</br>Prefer'd to Faith, its Guide, Rule, Bounding Fence.", "This made Thee Venturous, trust thy self too much,</br>And, safe at Home, presume abroad to go;</br>Confinement, but at Thine own pleasure grutch,</br>And judge All Well, because thou thought'st it so:</br>What thy Spouse did, intranc'd to see, and hear;</br>What remain'd thee to do, in little Care.", "No, not thy Guardian's motions to obey,</br>Who Caution'd thee the Dangers of the Place</br>Where thou against his Will resolv'dst to stay,</br>The Mount that to both Adams fatal was;</br>Sad Calvary, which for the Second's sake,</br>Living thy Home, Dead thou thy Grave wouldst make.", "But thence Authades, with his glosing Mien,</br>Debaucht thy Love, and drew thee to his Cell;</br>Made thee in All but Will a Nazarene,</br>Thy Reason he with Reason back't so well:</br>Thy Will was for Pseudagius's Conquests left,</br>And that lost, of thy All thou wert bereft.", "Agyrtes won it, and his sleights did play</br>With such Close art, he might have plaid them on,</br>So Wise, so Good seem'd All he deign'd to say,</br>Had not thy Phylax bid the Feind be gon!</br>Away he flew, off drops his False Disguise,</br>And Reason to it self return'd, grew Wise.", "Not on a suddain, nor till Caris call'd</br>To his assistance, thee to Gitton took,</br>And broke up Heresy's foul Den, appall'd</br>At which, with horrid Wonder thou wert struck:</br>This choak't thy Reason, this thy Will inclin'd,</br>And to that Will Divine gave Both resign'd.", "Time then it took a New Scene to display</br>Of Glories thou hadst never seen before;</br>Ecclesia's Court with Spoils divinely gay</br>Of conquer'd Hell, and this World's shatter'd Power;</br>But where Ecclesia's Self, High on her Throne,</br>Shon brightest, with thy Lord's rayes made her own.", "Long thou staid'st here; (who would not?)  here hadst staid</br>Still longer, had not thy Dear Albion,</br>More glorious by thy suff'rings to be made,</br>Call'd thee to hard Adventures, yet unknown;</br>Proud Persecutions Flames, which thou hadst past,</br>But that reserv'd for blacker Flames at last.", "The bitter'st Cup e'r tendred Maid to drink,</br>(Charis, and Phylax, and thy Love withdrawn)</br>Hurrying thee quick to Desperation's brinck,</br>Whose monstrous Gulf, with gore did deadly yawn.</br>Thou saw'st it; Trembled'st, but which way to fly</br>Saw'st not; abhorring Life; twice dead to Die.", "Phylax here once again did interpose;</br>Snatcht thee from Death; but helpless to reprise</br>Life's joyes, thy Dread Spouse Heav'nly Charis chose,</br>To whom the Key belongs of Paradise&mdash;,</br>She Open'd; In thou went'st; and there dost stay</br>Dissolv'd in Loves, waiting thy Marriage Day.", "THESE, and a thousand more the Chances were,</br>Which made thy Pourtrait in its drawing long;</br>With various sketch, as did thy Self appear</br>Under their force, to make Love's Charms more strong:</br>Beaumont alone was skill'd to hit them All,</br>With lights, shadows, as each best might fall.", "Thy Conquests were the Lights, which shew'd thy Face</br>So lovely Fair, it ravisht at first sight,</br>Sparkling with Majesty, and humble Grace,</br>Thy absent Spouse's Amours to invite</br>And tho' thy Self thou only didst o'rcome,</br>That Victory for One o'r Him made room.", "He heard thy Battails, lov'd the Heroine,</br>Who could Her Passions with such awe subdue,</br>Girt with the Belt of Chastity Divine,</br>His first kind Token, Treaties to renew,</br>Of ancient Loves, before all time design'd</br>And deeply laid in the Eternal Mind.", "O, the bright lustre, that thy Port it gave,</br>With that pearl'd Girdle to be claspt around;</br>Which show'd thy shape, and thy great Heart to have</br>A Resolution, able to confound</br>Thy fiercest Enemies, which by it press'd,</br>Quitted their Fort, resign'd to thee thy Breast", "This, more than Shield, or Lance was thy Defence,</br>Thy flowing Habit's noblest Ornament,</br>Which never loos'd did sacred Powers dispense,</br>Unhurt to take the Darts against thee sent:</br>To Heav'n fast bound thee, made thee Heav'n's last Care</br>Unconquer'd in Defeats, Renown'd in War.", "And this One Cause was, that to shew his skill,</br>But more thy Diff'rent languors to disclose,</br>Thy Draught's Designer did his Table fill</br>With Diff'rent Charms, and Art's best touches chose:</br>But what they were, how tender, strong, and clear,</br>Exceeds my Verse to tell, wrongs thee to hear.", "But all was there, which might become a Queen,</br>A Maiden Princess, Royally array'd</br>In her pure Virgin Beauties, to be seen</br>By him, whose Heart her Eyes had Captive made,</br>He Came, and Saw; but thou didst Overcome:</br>And Spoils he got abroad, Divide at Home.", "There Innocence and Modesty did strive,</br>With greatest Sweetness on thy Air should dart;</br>There Magnanimity bold strokes did give,</br>Able to pierce the most Obdurate Heart;</br>And scattered round such Flames of warm Desire,</br>As shew'd thy Soul with Love was all on Fire.", "There every Virtue did with Honour vye,</br>Which should Deserve and Have the highest Place;</br>But in just Order rank's, its Charge so ply,</br>As gave, and from its neighbor took new Grace;</br>And all Grac'd Thee, who in One had them all,</br>All Virtues, as all Souls Grand Arcenal.", "The Shadows were thy Foiles, which lay below;</br>Hid in the Folds of thy long trailing Vest,</br>But so contriv'd, that every Foil did show</br>Some after battail gain'd, with Trophies dress'd,</br>Whose Figures in the hightnings did appear</br>And by recover'd strength thy Love indear.", "Down at thy Foot vast heaps of Conquer'd lay,</br>Both Foreign, and Intestine Enemies:</br>Satan their Chief, who kept them all in Pay,</br>And Lust and Pride, in their stain'd Liveries!</br>But the most horrid Sight in Prospect drawn,</br>Was Heresy, with all her Cursed Spawn.", "The Missives thou thy Love didst often send,</br>All His to Thee, thy abstinencies, Tears,</br>The Days thou didst in Contemplation spend,</br>Lents of Devotion, and Ecstatick years,</br>Wherein Absorpt, thou didst whole-self forget</br>Thought thou wert Nothing, but wert ne'r so Great;", "Thy Penances, thy Works of Charity,</br>Some Exemplary, some so close, and hid</br>They lay conceal'd from the most Curious eye,</br>Scarce could thy Self know, what thy Self thus did:</br>The Transports of thy Faith, thy Hopes increase,</br>And midst the Fret of War, profoundest Peace.", "All these, and all that these short Heads contain,</br>Best Inventary of thy little All,</br>Yet all thou hadst thy Spouse's Heart to gain,</br>So great his Goodness, all thy Good so small,</br>In Ebon Cabinets, on either hand,</br>Safely put up, lay ready at Command.", "There they lay ready, for a sacrifice,</br>With thy Heart on his Alter to be laid;</br>Thy Heart, which broke, found pity in his Eyes,</br>Thy best Artillary Heav'n to invade!</br>All that was Thine, Acceptance to intreat,</br>All that was His, to make thy Beauty Great.", "SUCH was the Figure of thy Looks Divine,</br>With his best Art retoucht, and latest Care</br>Which Marriage treated long, at length to join,</br>Beaumont did for thy absent Spouse prepare:</br>And which completed, none more fit than he,</br>To make the Present, and thy Envoy be.", "On the Blest Message, up he quickly went;</br>And notice of his swift Approach's given,</br>A noble guard of Spirits were downward sent</br>To meet him, at the utmost bounds of Heaven:</br>Angels, and Souls of Just Men Perfect made;</br>Spectators Part, and Part for his Parade.", "Millions of Leigers to the Heav'nly Court,</br>Before dispatcht, and who, their Business o'r,</br>Conge obtain'd, upon the first Report,</br>To meet their Empresses Embassador;</br>Both to their New Come Brother honour do,</br>And by theirs, let him his Reception know.", "Each had an Angel pitcht on his Right hand,</br>And on his Left the Grace He reverenc't most,</br>Which over all the Rest had full command;</br>A train of Vertues, and a numerous Host,</br>With wide spread Banners, streaming glorious light,</br>And terrible to see, more terrible to fight.", "Who they might be none asks, for all did know</br>Whose each band was; e'en Beaumont but just come</br>Knew ev'ry Standard, and saluting low,</br>By all was known, and wondred at by some,</br>Who oft had heard of his Great Learning's Fame,</br>But knew not his whole worth, till there he came.", "The service he did Thee, and came to do,</br>The Red-Cross Knight, at his bold Squadrons head,</br>Loudly proclaim'd, and bid his Una show</br>How well she took the Cause, that in his stead,</br>He for Ecclesia bravely did maintain,</br>And Crowns design'd her, for her Sister gain.", "So Astrophil, and so Urania;</br>In shouts with whom the British Poets join'd,</br>All who to Heav'n had found the narrow way,</br>And sacred Verse, from this World's Dross refin'd:</br>May they all find it, there their Tribute bring,</br>Never had Albion abler Sons to sing.", "O, would they henceforth Beaumont Imitate!</br>Whom having watcht Heav'ns Verge thy Phylax meets,</br>And handing to his Audience up in state,</br>His Coming, and his Welcome friendly greets:</br>The croud of Blessed Saints, to make him way,</br>Stood close, all listning what he had to say.", "Humbly then Prostrate, down before a Throne,</br>Splendid as that, the Lov'd Disciple saw,</br>And like encompass'd, with like Glory shon,</br>But which no mortal Pensil dares to draw:</br>Thy Pourtrait he on the Rich Pavement lay'd,</br>And Mercy thrice, thrice Mercy only pray'd.", "Upright with Holy boldness then bid stand,</br>Out from the Throne a Voice of Thunder came,</br>Which Seraphs startled, and did Saints command,</br>Silence to keep,&mdash;", "\"Know all ye Powers, I AM</br>Change not; Our Royal Word to Psyche past</br>Will in its Time perform; Its Time makes haste:</br>Psyche Our First Love was, Psyche shall be Our Last.\"</br>"]