["To paint the pangs of disappointed Worth,</br>To raise from infamy a blasted name,</br>To give to One, whose virtues felt on earth</br>The hopeless meed of cold, neglect, and shame,</br>(While Vice can swell the venal trump of Fame)</br>A humble tribute pure &mdash; Be Pity's task&mdash;</br>And tho' no Muse my artless numbers frame,</br>The surer aid of holy Truth I ask,</br>To snatch from virtuous Woe, Opinion's treach'rous mask.", "And thou whose fate this uncouth verse would shew,</br>Oh!  lend a while dear shade the feeling warm,</br>Impart that finer sense of soul that knew</br>To paint in Truth's bright hues, th' ideal form</br>That flits so swiftly with impetuous charm.&mdash;</br>For sure, tho' cold, in silent dust thou'rt laid,</br>That soul refin'd which felt each quick alarm,</br>Slumbers not senseless on the grave's dull bed;</br>But soars where erst on earth its glowing raptures led.", "Oswald, (for Oswald's fate demands the song)</br>Where first he enter'd life's delicious morn,</br>Saw Hope entice each smiling hour along,</br>And pluck'd the rose of Joy &mdash; without its thorn;</br>For him, by Fancy's flattering pencil drawn</br>Would countless charms awaken sweet surprize,</br>And oft by thought enthusiastic borne,</br>His glowing soul on Ardour's wing would rise</br>To snatch each finite bliss compleated in the skies.", "The love of Nature warm'd his youthful breast,</br>Her varying forms his varying passions thrill'd;</br>Her rudest scenes, when peace was Oswald's guest,</br>His musing mind with high amazement fill'd:</br>And oh!  what joy her softer charms could yield;</br>What perfect calm inspir'd the thought serene,</br>As on he wanders thro' the fertile field,</br>Where smiling plenty crowns the glowing scene,</br>And radient summer suns \"diffuse their dazzling sheen.\"", "Methinks I see him while the dewy morn</br>O'er every object throws her lust'rous grace,</br>Far from the town's disgusting din withdrawn,</br>With happy heart and animated face</br>The wildest features of the landscape trace&mdash;</br>Now up the breezy hill he loves to go</br>Where fragrant wild flowers peep with pearly face,</br>And curling grey mists silent sail and slow</br>Half-hiding many a hill that skirts the scene below.", "The rising sun now darts his vermeil ray</br>And feebly gilds the hill's enamell'd brow,</br>Now on the hanging grove, whence many a lay</br>Hails the fresh morn, Aurora's blushes glow:</br>The curling mists dispelling quickly, now</br>The beauties of the landscape burst to sight&mdash;</br>Unnumber'd streams with living waters flow,</br>The distant mountain shews its azure height,</br>The tuneful woods and meads with morning's smiles are bright.", "Call'd to fresh life, with songs that pierce the skies</br>Glad nature hails the vivifying ray,</br>And countless melodies of rapture rise.&mdash;</br>The pipe's shrill tones, &mdash; the sky-lark's matin lay,</br>The blooming milk-maid's artless air so gay,</br>The hum of riv'lets murmuring all around,</br>The cooling gales that fan the infant day,</br>Low-whispering in the grove, unbid rebound,</br>Pure orisons of joy in many a choral sound.", "And when the proud Sun, from his flaming car,</br>Beams on the world with wide extended blaze,</br>Would youthful Oswald wander from afar</br>As o'er the world of waters dazzling plays</br>His living lustre. &mdash; While his glittering rays</br>Dance on the clear blue wave with trem'lous light,</br>And o'er the ocean wanton zephyr strays,</br>He'd watch the little bark with sail so white,</br>Faint in the horizon dim, scarce trembling to the sight.", "Or as the meek and dubious hues of eve</br>The landscape veil'd to make it charm the more,</br>Would Oswald loiter where the lonely wave</br>With listless murmur lingers on the shore:</br>And oft he'd hearken as the distant oar</br>Is far and faintly heard, with liquid sound,</br>While twilight's thick'ning shades steal softly o'er,</br>And scarce the faintly mark'd horizon, round</br>The tender beauteous blush of parting day is found.", "Now thro' the dusk the white sail gently gleams,</br>The distant coast is sinking from the sight,</br>The little planet scarcely-twinkling beams,</br>And from some rugged promontory's height,</br>The lonely beacon casts a trembling light&mdash;</br>Each object dies &mdash; When lo!  a globe of fire,</br>The crimson moon steals on the vault of night</br>From the dark wave &mdash; then slowly mounting higher,</br>She faintly gilds the main as day's last tints expire.", "Now her soft beams on every object play,</br>And brightly-mutable the wave along,</br>Trembles her pale and sorrow-soothing ray&mdash;</br>And now yon wild impending woods among</br>Some melancholy plaint or mystic song</br>Would sweetly linger on \"the night's dull ear;\"</br>For haunts like these to fairy forms belong,</br>Whose magic notes, when no rude foot is near,</br>Aspire on viewless gales to many a tuneful sphere.", "Such scenes as these could give the peaceful thought,</br>And with an holy calm his bosom fill,</br>Yet other prospects oft th' enthusiast sought,</br>Whose hoary grandeur woke the trembling thrill,</br>Where forms of Terrour half appall'd the will:&mdash;</br>Oft would he climb some solitary tower</br>Pil'd on the hanging cliff's rude point, &mdash; and still</br>As the winds rave, and sullen tempests lower,</br>He'd call up phantoms, dire of melancholy power.", "The sulph'rous cloud rolls silent at his feet,</br>Fancy alone, the scene beneath can know,</br>Where rude and loud the restless billows beat,</br>Dashing the rocks that tremble as they flow.</br>The wintry winds in gusts resistless blow,</br>The ruin totters, &mdash; fragments hugely rude</br>Swept by the bleak blasts' fury leap below,</br>And as they madly plunge th' infuriate flood,</br>Danger awaking scowls with Fear's infernal brood.", "Nor would the night restrain his feet to seek</br>The dizzy height, when thro' the black'ning cloud</br>The moon's chill beams at short intervals break,</br>And tempests howl, and billows sob aloud:</br>He'd climb where lonely frowns the ruin proud,</br>And while the walls among the wild winds roar,</br>Sometimes a sudden ray its grey towers shew'd&mdash;</br>Then pitchy clouds the pale orb sailing o'er</br>From night's tempestuous sky she fades &mdash; to shine no more.", "And when the moon was gone from mortal eye,</br>He'd often watch the light'nings livid flame</br>Dart swiftly through the horrour-troubled sky,&mdash;</br>Now with resounding groan the thunder came</br>To shake Creation's universal frame;&mdash;</br>The deep winds dully pause, &mdash; the big waves swell</br>Their silent heads, &mdash; Stillness, whose terrors shame</br>The direst sounds, with thickest night would dwell,</br>And Nature shrouds her face in deepest shades of hell.", "Then would he cherish the untutor'd dream</br>Of waking fancy, &mdash; then the magic tale</br>Fraught with black circumstance would be his theme;</br>The unexplor'd, the dark mysterious cell,</br>The haunted hall &mdash; The thought-suspending yell,</br>From dungeon deep where sheeted spectres reign,</br>The wondrous magic of the potent spell,</br>The dying groan, &mdash; the sullen clanking chain,</br>And pale blue quiv'ring lamp that lights the dull domain.", "The phantoms fly, &mdash; the shades of night are o'er,</br>And the grey dawn and other thoughts succeed;</br>Thro' breaking clouds he kens the distant shore,</br>Where the huge billow curls its foamy head.&mdash;</br>Or while the clouds departing, darkly shade</br>The melancholy main, afar he eyes</br>The white waves breaking on their troubled bed,</br>As with impetuous force they madly rise,</br>And furious fling their foam amid tempestuous skies.", "Thus varying scenes his varying feelings thrill'd,</br>Thus every passion nurs'd by nature mild,</br>With warmest energy his bosom fill'd:&mdash;</br>Now would he prove a calm, serene and mild&mdash;</br>Now would his heart, by sympathy beguil'd,</br>In tenderest pity melt, &mdash; the tear would flow;</br>Then leaving every scene where beauty smil'd,</br>Where wildest forms are seen he'd love to go,</br>And court the phrensied trance, and wake the throb of woe.", "Yet tho' his mind the charms of nature felt,</br>Still more he lov'd each moral feeling dear,</br>In his young bosom warm affection dwelt,</br>And Virtue found a sure asylum there:</br>Oft would he anxious wipe the falling tear</br>From Grief's pale cheek, &mdash; and at the face of Joy</br>His heart would beat in wild vibrations, &mdash; Care</br>Would oft his fondly-cherish'd hopes annoy,</br>Yet soon would Fancy's fire her wizard spell destroy.", "And well he knew to feel the glow of love,</br>(That best affection of the youthful soul)</br>It cares, its hopes, its fears, he oft would prove</br>In tides alternate thro' his breast to roll.</br>Oft would the impassion'd look defy controul,</br>Oft would expression flush his glowing cheek,</br>When beauty's form o'er all his senses stole,</br>Sometimes with pensive lustre chastely meek,</br>Now bright as the orient beam when day's warm blushes break.", "And oft Religion's holy ardour bore,</br>His soul refin'd to scenes where all are blest;</br>\"There,\" would he say, \"the wretch shall sigh no more,</br>There shall the weary find a welcome rest;</br>There shall that Being who directs us best,</br>For ever blest with inexpressive joy,</br>The virtuous effort, &mdash; Worth below opprest;&mdash;</br>There bliss shall ever glisten in the eye&mdash;</br>And Gratitude be mute, o'ercome with ecstacy.\"", "Such thoughts could animate thy useful hours,</br>Such joys thy bosom once could prove full well,</br>Oh thou!  whose heaven &mdash; taught intellectual powers</br>Weaken'd by woes &mdash; deprest by arts of hell</br>From Glory's height, to Ruin's abyss fell!</br>Thou once wert happy &mdash; but how soon 'twas o'er!</br>Hope once was thine &mdash; she bade a long farewel!</br>Till unassisted on Misfortune's shore</br>Thy little bark was wreck'd, was wreck'd &mdash; to rise no more.", "PART II.</br>Oh thou, Most High, who gav'st us being here,</br>Sure thou design'dst those feelings of the soul,</br>The social wish, the soft affection dear,</br>Religion's holy ardour, to controul</br>Despair's keen pangs, when Grief's wild billows roll:</br>Charms to the native mind with comfort fraught,</br>That mind were surely given to console.&mdash;</br>Let execration wait the art that taught</br>To weave the sophist web, and chill the excursive thought.", "Oswald look'd forward to delight on earth,</br>(For sure a well spent life delight should give)</br>And Hope, which calls each pleasing thought to birth,</br>Whisper'd his trusting soul that he should live</br>In happier scenes eternal; &mdash; to receive</br>The immortal recompense of virtuous deed;</br>Yet when he saw Worth, unprotected strive</br>With Insolence and Wealth, his heart would bleed</br>To view the poor man fall, and none to intercede.", "Till late he'd wander'd in the lonely scene,</br>Far from the impure, the unhallow'd haunts of man,</br>And now his soul which prov'd each feeling keen,</br>Would oft with shuddering indignation scan</br>The dark abuses of the social plan!&mdash;</br>(Social misnam'd &mdash; unsocial, selfish, base!)</br>And oft the keen throb thro' each fibre ran</br>As he beheld the ensanguin'd Tyrant chase,</br>His helpless, hapless equals of the human race.", "\"Where are the ties of fellowship and love?</br>Where is the wish that ought to bind in one,</br>The brother race? &mdash; Whom hopes congenial move,</br>Who equal moral powers and feelings own,</br>Whom kindred pains and pleasure oft have shewn</br>An equal share of comfort form'd to feel:&mdash;</br>Why do the supercilious rich alone</br>Engross kind Nature's gifts, whose looks conceal</br>The dark tyrannic thought, the harden'd heart of steel?", "The wretch that basks in Fortune's fav'ring smile,</br>Yet breathes contagion on the scene around,</br>Shall he be blest with peace, and Worth, the while</br>Feel the keen anguish of Misfortune's wound?</br>Has partial Heaven bestow'd the teeming ground,</br>And luscious fruits, to bless the little great,</br>While all the rest in galling slavery bound</br>Contrast as foils th'insulting pomp of state,</br>And kiss the tyrant hand that deals the curse of fate?", "Yes, so it is! &mdash; and man, whose boundless love</br>Embraces worlds, &mdash; whose energies of mind</br>Can scale the skies, &mdash; omnipotent can prove.&mdash;</br>Man sinks to hapless impotence resign'd!</br>He ever weeps &mdash; who feels the smile refin'd!</br>He who can love &mdash; indulges hate and lust!</br>He who to help his brother was design'd,</br>Unfeeling treads that brother in the dust!</br>The soul that music thrills &mdash; the shrieks of War's disgust!", "His breast with sadd'ning disappointment torn,</br>Oswald survey'd the dark mysterious scene,</br>And not alone, alas!  he learns to mourn</br>In public life these rude disasters keen.&mdash;</br>His Friend (for friendship's balmy joy serene,</br>He fondly thought would soothe his wearied heart)</br>With whom he'd shar'd and soften'd every pain,</br>Corrupted by the world, with selfish art,</br>Of base Ingratitude, inflicts the deadly smart.", "And Love, that ought to bind the wound of care,</br>She frowns &mdash; and Oswald's heart was doom'd to bleed,</br>He prov'd that Worth can ne'er avert Despair,</br>He prov'd that Virtue's voice in vain must plead,</br>If Wealth, her substitute, lend not her aid!</br>Thus, all his best and first affections cross'd,</br>Deserted, curs'd by Honesty and Need,</br>He sunk on life's rough ocean, rudely toss'd,</br>No star of joy to guide &mdash; and Hope's firm anchor lost.", "Yet still on this tempestuous scene of woe,</br>A ray of comfort darting from above,</br>Would to his soul a transient calm bestow:&mdash;</br>Religion's joys his bosom still could prove,</br>And oft as faith and resignation move</br>The thought harmonious &mdash; he would still forget</br>(Soaring to heaven on the wings of Love)</br>The sad misfortunes of resistless Fate.&mdash;</br>\"For other joys are mine, and peace my portion yet.\"", "Thus thro' the cloud of Sorrow and Distress,</br>A feebly soothing beam would sometimes dart,</br>To charm the memory of lost happiness,</br>That ever rankled in his weary heart.&mdash;</br>But soon alas!  the Sophist's deadly art,</br>Chill'd each remaining faculty of mind,&mdash;</br>Doubt and Despair each balmy comfort thwart</br>That Misery's fell train had left behind:&mdash;</br>\"The chaos dark to cheer\" no lenient lustre shin'd.", "Hope, sweet Consoler of the troubled breast!</br>Who smil'st serenely 'mid each threat'ning storm!</br>When thou, alas!  no longer art our guest,</br>Where shall we shelter from each rude alarm,</br>Doom'd all our moral vigour to disarm.&mdash;</br>Ah, where could Oswald fly! &mdash; He'd lost thy ray&mdash;</br>He'd lost of life each visionary charm,&mdash;</br>And nought appear'd in Fate's dejecting way,</br>But whelming floods of grief, and clouds of dark dismay.", "For much he scorn'd to use each meaner art</br>To bribe the uncertain voice of partial Fame,</br>And much he scorn'd, with avaritious heart</br>To seek for honour in the path of shame.&mdash;</br>To enroll 'mid worldlings base his tainted name:&mdash;</br>Thus, in his soul with dreams romantic fraught,</br>\"Chill Penury\" repress'd the rapturous flame,</br>And sceptic Doubt, and check'd Affection brought,</br>While Vice can bathe in bliss, to him the freezing thought.", "As when the tempest raging from afar,</br>Wages, resistless, thro' the affrighted vale</br>An elementary, disastrous war:&mdash;</br>And clouds o'er clouds in wild disorder sail.</br>If chance a violet low, or primrose pale,</br>Spring where the river's foamy waters rise,</br>It yields o'erpower'd; &mdash; while the wintry gale,</br>And beating waves the stubborn oak defies,</br>And in contemptuous pomp, spreads proudly to the skies.", "So 'mid surrounding storms and tempest dire,</br>The impending ruin, Wealth and Power can mock,</br>While borne by crouching miriads they aspire</br>Like Gods to brave e'en Death's infuriate shock,</br>And frown insulting as the scowling rock;&mdash;</br>Yet sensate Virtue yields to Fortune's spell,</br>And every fiend of fate is doom'd to unlock</br>Reflection's secret phantom-teeming cell,</br>To wake the mental storm, and sink the soul to hell.", "So Oswald (he who lately could enjoy</br>The enliv'ning charm of Nature's smiling views,</br>He, who while genius glisten'd in his eye,</br>Could sweetly wander with the inspiring muse:)</br>Is doom'd to feel; &mdash; 'till overwhelm'd with woes,</br>He sinks in sullen impotence of mind:</br>In vain the morn displays her roseate hues,</br>In vain the meek eve wakes the charm refin'd,</br>Oswald is doom'd in each a ceaseless blank to find.", "Is this thy boast oh Vice!  thus to have spoil'd</br>With enervating art the Good and Great?</br>Shall Doubt triumphant, (every hope exil'd)</br>Blacken with deadly hues the page of Fate,</br>Nor the worn victim Pity's throb await?</br>Oh no!  the venial error should we blame</br>Compassion's tear shall rue the mournful state,</br>While undisguis'd Religion shall disclaim</br>The abuses of her power, the deeds that blur her name.", "The pharisaic cant &mdash; from perjur'd lips,</br>Creeds of salvation &mdash; from a faithless saint,</br>From him who ne'er one moral maxim keeps</br>The penitential rule, and proverb quaint:</br>Men, with the gospel's peaceful tidings sent</br>Are only lavish in damnation's threat,&mdash;</br>Thus, while Religion's prankt in pomp and pain,</br>Her votaries Virtue's banish'd claims forget,</br>And she appears at best, a tinsel toy of state.", "Poor Oswald wand'ring from the distant vale,</br>Beheld the chaos of the moral plan;</br>\"If Error thus\" said he, \"must still prevail,&mdash;</br>If man must ever be the dupe of man,&mdash;</br>Oh!  let me cease the dismal scene to scan!</br>For I can ne'er avail to check the tide</br>Of Luxury and Woe; &mdash; since I began</br>To tread the busy path, fell Ruin wide</br>O'er every rueful view, and ravag'd scene I've spied.\"", "\"My friend is gone! &mdash; my heart's fond wish is o'er!</br>Unheeded Poverty (Opinion's shame)</br>With patience meek my harrass'd bosom bore!&mdash;</br>Oft have I felt the insulting threat of blame</br>From Wealth inflated with the blast of Fame!&mdash;</br>But now e'en Hope's sustaining arm is gone,</br>(Virtue's a farce, Religion's but a name)</br>And sad I rove unheeded and alone,</br>While Heav'n's averted ear is deafen'd to my moan.\"", "\"Then what avails it still to linger here,</br>Chill'd by the blasting gaze of fell Despair,</br>If I could dry a Brother's falling tear,</br>Or bid the glow of Hope, the sportive air,</br>Once more adorn the fading form of Care,</br>Still might I pine in Life's mysterious round!&mdash;</br>But no!  it cannot be!   Truth shall declare</br>That joy once lost shall ne'er again be found!&mdash;</br>Peace is the child of Death, &mdash; Oblivion seals his wound!\"", "Then didst thou triumph, Vice!  for Oswald fell!</br>Insects of Pride, ephemeron flutters blush!</br>Despis'd, dejected, wrong'd by arts of hell,</br>Misfortune's weight could virtuous Oswald crush!</br>And you, mean while, satanic joys can flush,</br>Proud in the impious pomp of wealth and sin!&mdash;</br>And while on Glory's car ye madly rush</br>Terrific suicide with weapon keen,</br>Pierc'd deep that virtuous heart, that soul-expressing mien.", "And now consign'd to obloquy and scorn,</br>Oswald's condemn'd to Fate's oblivious gloom,</br>And scarce the twisted twig, or turf forlorn</br>Betray to Pity's eye his nameless tomb;&mdash;</br>Yet sure more proud his melancholy doom,</br>Than that which waits Deception's souless slave,</br>I'd sooner fade with Virtue's timid bloom,</br>Droop like the violet o'er an unknown grave,</br>Than with the weeds of Vice in wide luxuriance wave.", "And oh!  the feelings of indignant Worth,</br>Must e'er, alas!  be disappointed here,</br>Here, Virtue unadorn'd with wealth and birth,</br>Shall find no friend Life's dreary road to cheer,</br>No social smile to soothe its toils severe:&mdash;</br>Religion, thou the surest friend below,</br>Thy charms disguis'd such sullen aspect wear,</br>That e'en the wretch that lies immers'd in woe,</br>To ask thy sovereign aid, is doubtful where to go.", "Oh!  may the clouds that veil the moral world</br>Be swift dispell'd by Truth's resistless day!&mdash;</br>May Liberty's high standard be unfurl'd,</br>And may mankind with one consent obey</br>The Rule of Reason, not the uncertain sway</br>Of mortal power! &mdash; May they gladly join</br>To hail Benevolence, thy genial ray!&mdash;</br>Then, if perchance another Oswald shine,</br>That Worth that prov'd a curse &mdash; the world shall deem divine.</br>"]