["The Sun was set; and now th' expected Breeze</br>Sigh'd in low murmurs thro' the waving Trees:</br>Deep in the silent Grove I chanc'd to stray,</br>And in delightful Mazes lost my Way;</br>Sweet through the Copse the Sylvan Syrens sung,</br>And all the list'ning Vales with Ecchoes rung;</br>The Turtle sat, embosom'd in the Grove,</br>And sorrowfully coo'd his absent Love.</br>Fatigu'd with rambling down my self I laid,</br>And stretch'd my weary Limbs beneath the Shade;</br>Fast by, the Murmurs of a rowling Stream</br>My Eyelids clos'd, and gave this pleasing Dream:</br>When Lo!  great Milton's Shade stood at my Head,</br>To whom I rising bow'd, methought, and said:", "Say, mighty Poet!  say, what grand Affair?</br>What Cause has brought Thee to this upper Air?</br>Say, didst thou come to string my humble Lyre,</br>And fill my Soul with all thy sacred Fire?</br>To make her boldly rise, and soar away</br>Far to the Realms of everlasting Day,</br>To paint new Wars, to sing of new Alarms,</br>And set once more th' Omnipotent in Arms?</br>Or didst thou come, before it was too late,</br>To warn my Soul of some impending Fate?</br>I ended here; when from the Heav'nly Man</br>These Accents fell, and thus the Shade began:", "Adventrous Youth!  and will you still persist</br>To scrible on in the Poetick List?</br>And what can no Misfortunes cool your Fire?</br>Not empty Pockets still your restless Lyre?</br>Can no Example make you e're give o'er?</br>You don't consider that you're always poor:</br>Do but reflect upon the Graecian Bard?</br>See!  how he liv'd and di'd without Regard;</br>He darkling sung, and trudg'd about in vain,</br>No Silver Bounty to reward his Pain.</br>Be then advis'd by me, leave off in Time</br>This paltry Way of Life, this scribling Rhime;</br>Or else, go sing the Product of your Head,</br>And e'en be forc'd to beg your Daily Bread.</br>Poets are always lavish of their Store,</br>To day they spend, to morrow write for more;</br>Nor can you bring one single Line to shew it,</br>Where Rich is made an Epithet for Poet.</br>Plutus did ever Phaebus Thoughts employ,</br>But Plutus, like his Daphne, still was coy.</br>We read, \"the Muses all are Virgins yet,</br>And may be so, 'till they can Portions get.\"</br>Poets by Verse must raise up House and Wall,</br>Or now a-days must have no House at all.</br>Was I to breath the upper Air agen,</br>I'd never handle the Poetick Pen;</br>I'd sooner follow Dust-Carts in the Street,</br>Or live, unknown, in some obscure Retreat,</br>Than thus be forc'd to prostitute my Head</br>To Great-Men's Humours and a Piece of Bread;</br>For still the Poet lives, altho' the Man is Dead.", "But tho' your Heart is fix'd upon the Trade,</br>Charm'd with a Grott, or soft-inspiring Shade;</br>Yet don't rely upon your toiling Brains,</br>And think to live by your Poetick Gains:</br>It can't be done; you better would adjoyn</br>Some Benefice, to ease the lab'ring Nine;</br>Or have some Birchen Scepter at command,</br>Greater, if possible, than  G&mdash;ge or F&mdash;d.</br>'Tis hard, when Want must all your Muse controul</br>And press the daily Labours from your Soul,</br>When for Subsistence you are forc'd to write,</br>Rise with the Morning Sun, and drudge 'till Night.</br>Come then, fond Youth!  lay all your Arms aside,</br>Throw off Ambition, and this early Pride:</br>'Tis not for you, to soar up into Fame,</br>And get your Works an everlasting Name.", "With that, methought, he lifted me on high,</br>And bore me upwards thro' the azure Skie;</br>Wafted by Winds I heard, or seem'd to hear,</br>Aerial Musick die upon my Ear:</br>Nearer and nearer yet the Heav'nly Sound</br>Gain'd on my Sense, and fill'd the Region round.</br>I look'd, and saw rais'd high amid the Air,</br>A mighty Structure, beautiful and fair;</br>High on the Hill, with ev'ry Virtue bless'd,</br>Congreve was plac'd, who seem'd to call the Rest:</br>A Scepter, graceful, in his Hand he sway'd,</br>And radiant Sun-beams round his Temples play'd.</br>Beneath the Hill, a spacious Plain was seen,</br>With Groves and shady Bowers ever-green:</br>High on the Battlements I took my stand,</br>My friendly Guide still held me by my Hand.</br>Look down, says he, upon yon crowded Plain,</br>Observe those Bards, a poor, unhappy Train!", "Now all at once strove up the steep Ascent,</br>Then down again with fruitless Labour spent:</br>But some there were in native Vigour strong,</br>Who gain'd the Hill, and boldly press'd along;</br>I look'd, and streight I saw, supreme of these,</br>Pope roving pensive, deep among the Trees;</br>'Till Homer, in full Majesty array'd,</br>Beckon'd the Bard, and bid him leave the Shade:</br>Then from the Dome a Trumpet sounded loud,</br>The Poet heard, and left the struggling Croud,</br>Swift up the Steep with nimble Speed he flew;</br>Thrice he address'd the Shade, and thrice the Trumpets blew.", "But who is He?  what blooming Youth is there?</br>'Tis Pattison, the Muses darling Care!</br>I saw him rush adventrous from the Throng,</br>Rise on the Hill, and bravely push along;</br>When ah! &mdash; unhappy Youth!  in mid Career</br>He drop'd down breathless, drop'd without a Peer.</br>As he lay strugling in the Pangs of Death,</br>Fame bid the Trumpets raise their strongest Breath.</br>Wide o'er the World the length'ning Blasts resound,</br>The Heaven's vaulted Roofs re-ecchoe all around;</br>Slow and more slow the distant Notes decay,</br>'Till all at once they trembling die away.", "Low, wondrous low, I saw a num'rous Train.</br>Part on the Hill, part musing o'er the Plain;</br>Some, pleas'd with Shades, and ever-murm'ring Streams,</br>Were gently-warbling out their softest Themes;</br>Thinking, perhaps, of rising into Fame,</br>And sometime gaining an Immortal Name.", "High-seated in the Temple, I beheld</br>All, who in Arts and Sciences excell'd.</br>First Socrates, the wise, Athenian Sage!</br>And Plato, Glory of the wondring Age!</br>Timoleon Brave, and Aristides Just,</br>With Godlike Cato, steddy to his Trust!</br>Newton sat pensive with uplifted Eye,</br>Still fix'd on Heav'n, still measuring the Skie.</br>Tully and Lock shon forth with equal Rays,</br>Immortal Worthies!  born in better Days!</br>I look'd agen, and saw the Laurel'd Train</br>Of Bards Triumphant, of a brighter Vein:</br>High in the Dome the Roman Bard I spy'd,</br>With awful Dryden seated by his Side.</br>Spencer and Cowley next advanc'd to Sight,</br>With Chaucer, breaking thro' the Shades of Night.</br>Next I beheld great Addison and Prior,</br>And Waller, leaning on his sacred Lyre:</br>Phillips came on, but made a sudden Stand,</br>(Long Scrolls of Paper waving in his Hand)</br>When first he spy'd his Milton thro' the Croud,</br>He stop'd with Reverence, and lowly bow'd.</br>My Guide was leading me, to see the Name</br>Of ev'ry future Purchaser of Fame;</br>But now the Birds proclaim'd the Morning Ray,</br>And rising Phoebus chas'd the Shades away:</br>Starting from Sleep, I look'd with vast Surprize,</br>And hardly could believe my waking Eyes;</br>I gaz'd around, and view'd the running Stream,</br>And Curs'd the fleeting Pleasures of a Dream.", "Might I but have these Visions e'ery Night,</br>I'd never wish to see returning Light.</br>"]