["BOOK I.  CANTO 2.</br>What a soul is here I define,</br>After I have compared</br>All powers of life:  That stampt divine</br>Show that brutes never shared.", "Now I'll addresse me to my mighty task,</br>So mighty task that makes my heart to shrink,</br>While I compute the labour it will ask.</br>And on my own frail weaknesse I gin think.</br>Like tender Lad that on the rivers brink,</br>That fain would wash him, while the Evening keen</br>With sharper air doth make his pores to wink,</br>Shakes all his body, nips his naked skin,</br>At first makes some delay but after skippeth in:", "So I upon a wary due debate</br>With my perplexed mind, after perswade</br>My softer heart.  I need no longer wait.</br>Lo I now new strength my vitals doth invade</br>And rear again, that earst began to fade,</br>My life, my light, my senses all revive</br>That fearfull doubts before had ill apaid.</br>Leap in, my soul, and strongly 'fore thee drive</br>The fleeting waves, and when thee list to th bottome dive.", "For thou canst dive full well, and flote aloft,</br>Dive down as deep as the old Hyle's shade,</br>Through that slight darknesse glid'st thou sly and soft,</br>Through pitchy cumbring fogs strongly canst wade,</br>Nor in thy flight could'st thou be ever staid</br>If in thy flight thou flewest not from him,</br>That for himself thine excellent might hath made,</br>Contract desire, repulse strong Magick steem,</br>Then even in foul Cocytus thou mayest fearlesse swim.", "Like that strange uncouth fish Lucerna hight,</br>Whose wonne is in the brackish Seas, yet fire</br>She eas'ly carries and clear native light</br>In her close mouth:  and the more to admire,</br>In darkest night when she lists to aspire</br>To th' utmost surface of the wat'ry Main</br>And opes her jawes, that light doth not expire,</br>But lively shines till she shut up again:</br>Nor liquid Sea, nor moistned Aire this light restrain.", "Or like a lamp arm'd with pellucid horn,</br>Which ruffling winds about do rudely tosse</br>And felly lash with injury and scorn,</br>But her mild light they cannot easily crosse;</br>She shines to her own foes withouten losse:</br>Even so the soul into her self collected,</br>Or in her native hew withouten drosse,</br>In midst of bitter storms is not dejected,</br>Nor her eternall state is any whit suspected.", "As Cynthia in her stouping Perigee,</br>That deeper wades in the earths duskish Cone</br>Yet safely wallows through in silency</br>Till she again her silver face hath shown,</br>And tells the world that she's the self-same Moon:</br>Not now more listlesse then I was whileare</br>When I was hid in my Apogeon,</br>For I my self alike do alwayes bear</br>In every circling race; blind ignorance breeds fear.", "Nor being hid after my monthly wane,</br>Long keppen back from your expecting sight,</br>Dull damps and darknesse do my beauty stain;</br>When none I show then have I the most light,</br>Nearer to Phoebus more I am bedight</br>With his fair rayes.  And better to confute,</br>All vain suspicion of my worser plight,</br>Mark aye my face, after my close salute</br>With that sharp-witted God, seem I not more acute?", "This is the state of th evermoving soul,</br>Whirling about upon her circling wheel;</br>Certes to sight she variously doth roll,</br>And as men deem full dangerously doth reel,</br>But oft when men fear most, her self doth feel</br>In happiest plight conjoy'nd with that great Sun</br>Of lasting blisse, that doth himself reveal</br>More fully then, by that close union,</br>Though men, that misse her here, do think her quite undone.", "But lest we rashly wander out too farre,</br>And be yblown about with wanton wind,</br>Withouten stern, or card, or Polar starre,</br>In its round little list so close confin'd:</br>Let the souls nature first be well defin'd:</br>Then we'll proceed.  But all the while I crave</br>When e're I speak 'cording to Plato's mind,</br>That you my faultlesse drift do not deprave,</br>For I the free-born soul to no sect would inslave.", "Divers conceits the wizards of old time</br>Have had concerning that we here inquire,</br>And would set forth in an eternall rhyme;</br>But we list not our dainty Muse to tire</br>In such foul wayes, and plunge her in the mire.</br>Strange dreams their drowsie scholars they have taught,</br>The heart, the heart-bloud, brains fleet aire, hot fire</br>To be the thing that they so prestly sought,</br>Some have defin'd, some temper, some atomes, some nought.", "But I must needs decline this wandring path;</br>For well I wote errour is infinite,</br>But he that simple truth once reached hath</br>Needs not with every single shade to fight:</br>One stroke will put all falsities to flight.</br>So soon as Sol his fiery head doth rear</br>Above the eastern waves his glowing sight</br>As angry darknesse so long rule did bear,</br>Straight all night-trifling sprights doth chase away with fear.", "Long have I swonk with anxious assay</br>To finden out what this hid soul may be,</br>That doth her self so variously bewray</br>In different motions.  Other we her see</br>When she so fairly spreads the branching tree;</br>Other when as sh' hath loos'd her self from ground,</br>And opes her root, and breaths in heaven free,</br>And doth her wants in the wide air resound,</br>Speaks out her joy, no longer whispers under-ground.", "Such is the noise of chearfull chirping birds,</br>That tell the sweet impressions of the spring;</br>Or 'fore some storm, when their quick sprights be stird</br>With nearer strong appulse and hid heaving,</br>That fills their little souls, and makes them sing,</br>Puft up with joy and o'rflowing delight:</br>Eftsoons with ratling winds the air doth ring,</br>The sturdy storm doth make them take their flight</br>Into thick bush or hedge to save them from heavens spight.", "From this same sourse of sense are murmuring moans</br>Of bellowing bullocks, when sharp hunger bites;</br>Hence whining dog so pittifully groans</br>Whenas with knotted whip his Lord him smites;</br>And every beast when with Deaths pangs be fights.</br>But senslesse trees nor feel the bleaker wind,</br>That nip their sides, nor the Suns scorching might,</br>Nor the sharp ax piercing their ruggid rind;</br>Yet have they soul, whose life in their sweet growth we find.", "So plants spring up, flourish and fade away,</br>Not marking their own state:  they never found</br>Themselves, when first they 'pear'd in sunny day;</br>Nor ever sought themselves, though in the ground</br>They search full deep:  Nor are they wak'd by wound</br>Of biting iron; to nought are attent</br>That them befalls, when cold humours abound</br>And clog their vitall heat, or when they're brent</br>With Sirius flame, or when through eld they waxen faint.", "Or whatsoever diseases them betide</br>That hasten death, they nought at all regard:</br>But when to plantall life quick sense is ti'd,</br>And progging phansie, then upon her guard</br>She gins to stand, and well her self to ward</br>From foes she plainly feels, pursues her joy,</br>Remembers where she well or ill hath far'd,</br>Or swiftly flies from that that doth annoy,</br>Or stoutly strives her fierce destroyer to destroy.", "Thus have we run thorow these two degrees</br>Of the souls working seen in beast and plant;</br>Reason's the third, of common qualities</br>The best.  Of this the humane race doth vaunt</br>As proper to themselves; But if we skan 't</br>Sans prejudice, it's not in them alone;</br>The Dog, the Horse, the Ape, the Elephant</br>Will all rush in striving to make up one,</br>And sternly claim their share in use of right reason.", "But whether brutes do reason and reflect</br>Upon their reasoning, I'll not dispute;</br>Nor care I what brisk boyes will here object:</br>Long task it were all fondlings to confute.</br>But I'll lay down that which will better sute</br>With that high heavenly spark, the soul of man;</br>His proper character (I would he knew't)</br>Is that which Adam lost by wily train</br>Of th' old sly snake that Eve beguil'd with speeches vain,", "This was the Image of the highest God,</br>Which brutes partake not of.  This Image hight</br>True Justice, that keeps ever th' even trod,</br>True Piety that yields to man the sight</br>Of heavenly beauty, those fair beams so bright</br>Of th' everlasting Deity, that shed</br>Their sacred fire within the purer spright,</br>The fruit of Eden wherewith souls be fed,</br>Mans awfull majesty of every beast ydred.", "Nor is that radiant force in humane kind</br>Extinguisht quite, he that did them create</br>Can those dull rusty chains of sleep unbind,</br>And rear the soul unto her pristin state</br>He can them so inlarge and elevate</br>And spreaden out, that they can compasse all,</br>When they no longer be incarcerate</br>In this dark dungeon, this foul fleshly wall,</br>Nor be no longer wedg'd in things corporeall:", "But rais'd aloft into their proper sphere,</br>That sphere that hight th' Orb Intellectuall,</br>They quiet sit, as when the flitting fire</br>That Natures mighty Magic down did call</br>Into the oyly wood, at its own fall</br>Grows full of wrath and rage, and gins to fume,</br>And roars and strives 'gainst its disquietall,</br>Like troubled Ghost forc'd some shape to assume;</br>But it its holding foe at last doth quite consume.", "And then like gliding spright doth straight dispear,</br>That earst was forc'd to take a fiery form:</br>Full lightly it ascends into the clear</br>And subtile aire devoid of cloudy storm,</br>Where it doth steady stand, all-uniform,</br>Pure, pervious, immixt, innocuous, mild,</br>Nought scorching, nought glowing, nothing enorm,</br>Nought destroying, not destroy'd not defil'd;</br>Foul fume being spent, just 'fore its flight it fairly smil'd.", "Thus have I trac'd the soul in all her works,</br>And severall conditions have displaid,</br>And show'd all places where so e'r she lurks,</br>Even her own lurking's of her self bewray'd, </br>In plants, in beasts, in men, while here she staid:</br>And freed from earth  how then she spreads on high</br>Her heavenly rayes, that also hath been said.</br>Look now, my Muse, and cast thy piercing eye</br>On every kind, and tell wherein all souls agree.", "Here dare I not define't, th' Entelechie</br>Of organized bodies.  For this life,</br>This centrall life, which men take souls to be,</br>Is not among the beings relative;</br>And sure some souls at least are self-active</br>Withouten body having Energie.</br>Many put out their force informative</br>In their ethereal; corporeity,</br>Devoid of heterogeneall organity.", "Self-moving substance, that be th' definition</br>Of souls, that 'longs to them in generall:</br>This well expresseth that common condition</br>Of every vitall centre creaturall.</br>For why?  both what hight form spermaticall</br>Hath here a share, as also that we term</br>Soul sensitive, I'll call's form bestiall,</br>It makes a beast added to plantall sperm;</br>Adde rationall form, it makes a man, as men affirm.", "All these be substances self-moveable:</br>And that we call virtue magneticall</br>(That what's defin'd be irreprovable)</br>I comprehend it in the life plantall:</br>Mongst trees ther's found life Sympatheticall;</br>Though trees have not animadversive sense.</br>Therefore the soul's Autokineticall</br>Alone.  Whatere's in this defining sense</br>Is soul, what ere's not soul is driven far from hence.", "But that each soul's Autokineticall,</br>Is easly shown by sifting all degrees</br>Of souls.  The first are forms Spermaticall,</br>That best be seen in shaping armed trees,</br>Which if they want their fixt Centreities,</br>By which they fairly every part extend,</br>And gently inact with spred vitalities</br>The flowring boughs.  How Natures work doth wend</br>Who knows?  or from what inward stay it doth depend?", "Forthy let first an inward centre hid</br>Be put.   That's nought but Natures fancie ti'd</br>In closer knot, shut up into the mid</br>Of its own self:  so our own spirits gride,</br>With piercing wind in storming Winter tide,</br>Contract themselves and shrivell up together,</br>Like snake the countrey man in snow espi'd,</br>Whose spright was quite shrunk in by nipping weather.</br>From whence things come, by fo-man forc'd they backward thither.", "The rigid cold had forc'd into its centre</br>This serpents life; but when the rurall Swain</br>Plac'd her upon warm hearth, and heat did enter</br>Into her nummed corps, she gan to strain</br>And stretch herself, and her host entertain</br>With scornfull hisse, shooting her anchor'd tongue,</br>Threatning her venom'd teeth; so straight again</br>She prov'd a living snake, when she along</br>Her corse free life had drove from centre steddie strong.", "So doth the gentle warmth of solar heat</br>Eas'ly awake the centre seminall,</br>That makes it softly streak on its own seat,</br>And fairly forward force its life internall.</br>That inward life's th' impresse imaginall</br>Of Natures Art, which sweetly flowreth out</br>From that is cleep'd the Sphere spermaticall:</br>For there is placid the never fading root</br>Of every flower or herb that into th' air doth shoot.", "Fairly invited by Sols piercing ray</br>And inward tickled with his cheering spright,</br>All plants break thorough into open day,</br>Rend the thick curtain of cold cloying night,</br>The earths opakenes, enemy to light,</br>And crown themselves in sign of victory</br>With shining leaves, and goodly blossomes bright.</br>Thus called out by friendly sympathy</br>Their souls move of themselves on their Centreitie.", "But it's more plain in animalitie,</br>When fiery coursers strike the grassie ground</br>With swift tempestuous feet, that farre and nigh</br>They fill mens ears with a broad thundering sound:</br>(From hollow hoof so strongly it doth rebound)</br>What's that that twitcheth up their legs so fast,</br>And fiercely jerks them forth, that many wound</br>They give to their own mother in their hast?</br>With eager steps they quickly mete the forrest wast.", "That outward form is but a neurospast;</br>The soul it is that on her subtile ray,</br>That she shoots out, the limbs of moving beast</br>Doth stretch straight forth, so straightly as she may.</br>Bones joynts and sinews shap'd of stubborn clay</br>Cannot so eas'ly lie in one straight line</br>With her projected might, much lesse obey</br>Direct retractions of these beames fine:</br>Of force, so straight retreat they ever must decline.", "But yet they follow in a course oblique,</br>With angular doublings, as the joynts permit:</br>So go they up together, not unlike</br>An iron candle-stick the smith hath fit</br>With many junctures, whom in studious fit</br>Some scholar set awork:  but to return,</br>Lest what we aim'd at we unwares omit;</br>If souls of beasts their bodies move and turn,</br>And wield at phansies beck, as we describ'd beforn;", "Then be the souls of beasts self-moving forms,</br>Bearing their bodies as themselves think meet,</br>Invited or provok'd, so they transform</br>At first themselves within, then straight in sight</br>Those motions come, which suddenly do light</br>Upon the bodies visible, which move</br>According to the will of th' inward spright.</br>In th' inward spright be anger, hate and love:</br>Hence claws, horns, hoofs they use the pinching ill t' amove.", "Thus have I plainly prov'd that souls of beasts</br>And plants do move themselves.  That souls of men</br>Should be more stupid, and farre lesse releast</br>From matters bondage, surely there's none can</br>Admit of, though but slightly they do seen</br>The cause.  But for to put all out of doubt,</br>Let's take again the same way we have ran,</br>Break down all obstacles that hinder mought</br>Our future course to make all plain all clear throughout.", "If there be no self-motion in mans soul,</br>That she nor this nor that way can propend</br>Of her own self, nor can no whit controll</br>Nor will of her own self, who can offend?</br>For no mans self (if you do well perpend)</br>Guiltie's of ought when nought doth from him flow.</br>Whither do learning, laws, grave speeches tend?</br>Speaks the rude Carter to the wagon slow</br>With threat'ning words, or to the beasts that do it draw?", "Surely unto the beasts that eas'ly go:</br>For there's the principle of motion,</br>Such principle as can it self foreslow,</br>Or forward presse by incitation:</br>Which though it mov'd by commination</br>So stifly strives, yet from it self it strives,</br>Bears it self forth with stout contention,</br>And ever and anon the whip revives</br>That inward life, so bravely on the Rustick drives.", "Again, all that sweet labour would be lost</br>That Gods good spirit takes in humane mind,</br>So oft we courted be so often cross'd:</br>But nor that tender amorous courtship kind</br>Hath any place where we no place can find</br>For a self-yielding love; Or if self-will</br>Be not in us, how eas'ly were declin'd</br>All crosses?  None could happen us untill,</br>How will I want, and want no crosse passeth my skill.", "Besides when reason works with phantasie,</br>And changeable conceits we do contrive,</br>Purging and pruning with all industrie,</br>What's dead or uselesse, lesse demonstrative,</br>What's dull or flaccid, nought illustrative,</br>Quenching unfitted phantasms in our brain,</br>And for our better choice new flames revive;</br>The busie soul thus doth her reason strain</br>To write or speak what envious tongue may never stain.", "Or when quite heedlesse of this earthie world</br>She lifts her self unto the azure skie,</br>And with those wheeling gyres around is hurld</br>Turns in herself in a due distancie</br>The erring Seven, or a stretch'd line doth tie</br>O' th' silver-bowed moon from horn to horn;</br>Or finds out Phoebus vast soliditie</br>By his diametre, measures the Morn,</br>Girds the sworn earth with linear list, though earth she scorn.", "All this is done, though bodie never move:</br>The soul about it self circumgyrates</br>Her various forms, and what she most doth love</br>She oft before herself stabilitates;</br>She stifly stayes't and wistly contemplates</br>Or lets it somewhat slowlier descend</br>Down to the nether Night; she temperates</br>Her starrie orb, makes her bright forms to wend</br>Even as she list:  Anon she'll all with darknesse blend.", "Thus variously she doth herself invest</br>With rising forms, and reasons all the way;</br>And by right reason doth herself devest</br>Of falser fancies.  Who then can gainsay</br>But she's self-mov'd when she doth with self-sway</br>Thus change herself, as inward life doth feel?</br>If not, then some inspiring sprights bewray</br>Each reasoning.  Yet though to them we deal</br>First motion, yet our selves ought know what they reveal.", "But if nor of our selves we moved be</br>At first, without any invasion</br>Of stirring forms that into energie</br>Awake the soul; nor after-motion</br>From its own centre by occasion</br>Doth issue forth; then it's not conscious</br>Of ought:  For so 'twill want adversion.</br>But nothing can animadvert for us:</br>Therefore all humane souls be self-vivacious.", "Thus have I prov'd all souls have centrall motion</br>Springing from their own selves.  But they'll object</br>'Gainst th' universalnesse of this clear notion,</br>That whiles self-flowing source I here detect</br>In plants, in brutes, in men, I ought reject</br>No soul from wished immortalitie,</br>But give them durance when they are resect</br>From organized corporeitie:</br>Thus brutes and plants shall gain lasting eternitie.", "'Tis true, a never fading durancie</br>Belongs to all hid principles of life;</br>But that full grasp of vast Eternitie</br>'Longs not to beings simply vegetive,</br>Nor yet to creatures merely sensitive:</br>Reason alone cannot arrive to it.</br>Onely souls Deiform intellective,</br>Unto that height of happinesse can get; </br>Yet immortalitie with other souls may fit.", "No force of Nature can their strength annoy.</br>For they be subtiler than the silken air,</br>Which fatall fire from heaven cannot destroy;</br>All grossenesse its devouring teeth may shear,</br>And present state of visibles empare;</br>But the fine curtains of the lasting skie,</br>Though not of love, yet it perforce must spare,</br>If they could burn, each spark from flint would trie,</br>And a bright broad-spread flame to either Pole would hie.", "But if all souls survive their bulks decay,</br>Another difficultie will straight arise,</br>Concerning their estate when they're away</br>Flit from this grosser world.  Shall Paradise</br>Receive the sprights of beasts?  or wants it trees</br>That their sweet verdant souls should thither take?</br>Who shall conduct those stragling colonies?</br>Or be they straightway drench'd in Lethe lake?</br>So that cold sleep their shriveld life from work doth slake.", "Or if that all or some of them awake,</br>What is their miserie?  what their delight?</br>How come they that refined state forsake?</br>Or had they their first being in our sight?</br>Whither to serve?  what is the usefull might</br>Of these spirituall trees?  doth fearfull hare</br>Flie the pursuing dog?  doth soaring kite</br>Prey upon silly chickins?  is there jarre,</br>Or be those sprights agreed, none to other contraire?", "If some contraire then tell me, how's their fight?</br>What is the spoil?  what the stout victor's meed?</br>No flesh, no bloud whereon to spend their spight,</br>Or whereupon these hungry souls may feed.</br>Or doth the stronger suck the aiery weed</br>Wherewith the other did itself invest?</br>And so more freshly deck itself at need?</br>An aierie prey for aierie spright is best?</br>Or do they want no food, but be still full and rest?", "Die they again?  draw they in any breath?</br>Or be they sterill?  or bring forth their young</br>Beat their light feet on the soft aierie heath?</br>Expresse they joy or sorrow with their tongue?</br>Enough!  whoere thou art that thus dost throng</br>My tender Muse with rough objections stout,</br>Give me but leave to tell thee thou art wrong,</br>If being of a thing thou call'st in doubt</br>Cause its more hid conditions shine not clearly out.", "Who questions but there is a quantitie</br>Of things corporeall, a trinall dimension,</br>Of solid bodies?  yet to satisfie</br>All doubts that may be made about extension</br>Would plunge the wisest Clerk.  I'll onely mention</br>That quaere, of what parts it doth consist,</br>Whether of Atoms; or what strange retention</br>Still keepeth so much back, that if God list</br>He could not count the parts of a small linear twist.", "For his division never could exhaust</br>The particles, say they, of quantitie</br>O daring wit of man that thus doth boast</br>Itself, and in pursuit of sciencie</br>Forget the reverend laws of pietie.</br>What thing is hid from that all-seeing light?</br>What thing not done by his all-potencie?</br>He can discern by his clear-piercing might</br>The close couch'd number of each bignesse comes in sight:", "And so can count them out even part by part;</br>In number, measure, weight, he all things made;</br>Each unite he dissevers by his Art;</br>But here this searching reason to evade,</br>Each quantum's infinite, straight will be said,</br>That's against sense.  If it be infinite</br>Of parts, then tell me, be those parts outspread</br>Or not extent?  if extended outright</br>Each flie in summer-Even is higher then Heavens height.", "If not extended, then that quantum's nought,</br>Some be extended, others not extent</br>Already (answers a vain shifting thought)</br>But those potentiall parts, how be they meint</br>With those that now be actually dissent?</br>Even thus you grant, that those that actuall be</br>Be plainly finite, against your intent,</br>Grant me but that, and we shall well agree,</br>So must sleight Atoms be sole parts of quantitie.", "But if't consist of points, then a Scalene</br>I'll prove all one with an Isosceles:</br>With as much ease I'll evince clear and clean</br>That the crosse lines of a Rhomboides</br>That from their meeting to all angles presse</br>Be of one length, though one from earth to heaven</br>Would reach, and that the other were much lesse</br>Then a small digit of the lowest of seven</br>So as she 'pears to us, yet I could prove them even.", "And that the moon (though her circumference</br>Be farre more strait then is the earthie ball)</br>Sometime the earth illumineth at once</br>And with her grasping rayes enlights it all;</br>And that the Sunnes great body sphericall</br>Greater then th' earth, farre greater then the moon,</br>Even at midday illumines not at all</br>This earthy globe in his Apogeon;</br>So that we in deep darknesse sit, though at high noon", "Of will, of motion, of divine foresight,</br>Here might I treat with like perplexitie.</br>But it's already clear that 'tis not right</br>To reason down the firm subsistencie</br>Of things from ignorance of their propertie.</br>Therfore not requisite for to determ</br>The hid conditions of vitalitie</br>Or shrunk or sever'd; onely I'll affirm</br>It is, which my next song shall further yet confirm.", ""]