["As Camus late his laurel'd Sons survey'd,</br>Propt on his silver Urn, in Granta's Shade,</br>And saw each Bard, an awful Train, appear,</br>To charm, with well-known Sounds, his longing Ear,</br>Old Chaucer first, array'd in Palmer's Weed,</br>On Time-worn Oat came piping o'er the Mead;</br>With smoother Lays the bord'ring Valley rung,</br>While Fancy's Fav'rite, Doric Spenser, sung;</br>Milton, Musaeus-like, o'erlook'd the Throng,</br>Divinely chanting his ecstatic Song;</br>Dryden soft-warbled a melodious Strain,</br>And courtly Prior join'd the tuneful Train.", "Hush'd was the Breeze, and mute the babbling Tide,</br>While Camus listen'd with a Parent's Pride;</br>Then, as he rang'd them on his reedy Shore,</br>\"Receive, he cry'd, one Bard, one Brother, more!</br>A living Bard, the last whose polish'd Lays</br>Sooth'd my sad Stream in our Deliv'rer's Days;</br>For, ev'n in William's Reign, his plaintive Verse,</br>Hung sweetest Wreaths on youthfull Gloucester's Herse;</br>Thy Urn with Tears, my Dryden, he bedew'd,</br>Nor mute his Master's slow Procession view'd.", "\"But Oh!  what great, what happier Scenes inspir'd</br>His Patriot Muse, with Anna's Glories fir'd!</br>Then, when to Flandria's Fields her Marlbro's Sword</br>The long-lost Joys of Liberty restor'd,</br>These Groves re-echo'd with his plausive Song,</br>And Britain's Triumphs tun'd his glowing Tongue;</br>To distant Ages eager to display,</br>The deathless Deeds, that grac'd Ramillia's Day!", "\"Can I forget how thro' yon broider'd Vale,</br>Soft Music, floating on the vernal Gale,</br>Drew ev'ry green-hair'd Dryad from the Wood,</br>And ev'ry Naiad from my breezy Flood,</br>Till I, to listen, left my crystal Spring,</br>And cry'd, Does Eloise, or Constantia, sing?</br>Admir'd Constantia!  o'er thy hapless Bier</br>Shall Genius mourn, and Beauty drop the Tear,</br>Till Genius or till Beauty fails to move,</br>Or Taste and Learning leave this laurel'd Grove.", "\"But when Rome's Patriot, true to Freedom's Cause,</br>Gave, on our Stage, his little Senate Laws,</br>Say why, of all th' applauding Train, alone</br>Was thy coy Muse to Addison unknown?</br>She, like a Vestal, veil'd from public View,</br>Sung Cato's Praise, and with a Blush withdrew:</br>Yet then, tho various Bards of deathless Fame,</br>In lasting Strains embalm'd the Poet's Name,</br>Still, still, we cry'd, unknowing whom to praise,</br>An equal Genius warms these nameless Lays.", "\"So when some Pyramid's stupendous Height</br>On Nile's proud Shore attracts our wond'ring Sight,</br>Tho' lost the Founder's Name, each Stranger knows,</br>That by a royal Hand the Fabric rose.", "\"Ev'n now, like Dryden, unsubdu'd by Age,</br>Flames forth thy Muse, 'midst Winter's chilling Rage;</br>She, like her own unchanging Laurel, boasts</br>A lively Verdure in December Frosts;</br>And green as ever were the Wreaths she spread</br>In Hymen's Fane round young Carnarvon's Head.", "\"Then haste, ye Nine, and, thro' th' Aonian Mead,</br>To Pindus' utmost Height your Vot'ry lead!</br>Fir'd with the Charms of Virtue and of Truth,</br>There let him bloom, renew'd to endless Youth</br>By that nectareous Stream, which sacred runs</br>To Britain's Bards, and, chief, to Granta's Sons.\"</br>"]