["Ye powers that o'er sorrow preside,</br>Who melt at the story of woe,</br>Condescend a poor shepherd to guide,</br>Make his tears and his numbers to flow.", "He mourns not the proud, nor the great;</br>Such nothings he'd scorn to deplore:</br>He wou'd sing of young CORYDON'S fate,</br>Whose music will ravish no more.", "Not a shepherd who pip'd on the plain,</br>Cou'd e'er in sweet melody vie;</br>The moment they listen'd his strain,</br>Their pipes were flung carelessly by.", "The youth, all transported wou'd tell,</br>That the notes of his magical lyre,</br>Cou'd the pow'rs of old Orpheus excel,</br>And his numbers the Muses inspire.", "If pleasure was heard thro' the dale,</br>His voice the sweet harmony kept;</br>If pain with her sorrowful tale,</br>Young CORYDON tenderly wept.", "He's bid an adieu to the plain,</br>An adieu that forbids a return:</br>He's quitted his pipe and his strain</br>For death and the mouldering urn.", "The fields have no verdure to please;</br>The herbage has wither'd and fled;</br>The foliage has dropp'd from the trees,</br>With the Zephyr that sigh'd he was dead.", "Wild bleat all the flocks in his fold,</br>Whose fleeces were fair as the day;</br>But now ev'ry kid I behold,</br>Seems clothed in sable array.", "When I look on the banks of the brook,</br>Where the swain so delightfully sung,</br>The shepherds are tending his crook,</br>And his harp that will never be strung.", "The rivers and sweet winding streams,</br>That wash'd Caledonia's shore,</br>His lays have made deathless their names;</br>But, alas!  they have music no more.", "Not a bird to be seen in the grove,</br>But sorrow depends on its wing;</br>The warblers have ceased to rove,</br>Since CORYDON ceased to sing.", "How sad and how plaintive each lay,</br>They join'd in the comfortless strain,</br>Which affectionate Nature did pay</br>At the dirge of her musical swain.", "The enliv'ning and azure-rob'd sky</br>With gloom was beclouded around;</br>The breeze that was heard to pass by</br>Had funeral groans in each sound.", "The sonorous metal that hung</br>In the spire of yon beautiful fane,</br>Assum'd a dejection of tongue,</br>And essay'd to partake of the pain.", "The riv'lets that water'd the plain,</br>Gurgl'd solemn and sorrowful on,</br>And still they retain the sad strain,</br>Still bewail their dear CORYDON gone.", "His dog, ever faithful did weep,</br>And aim'd at the funeral song;</br>But his voice wou'd not harmony keep,</br>He dejectedly paw'd it along.", "All the nymphs and the gentlest swains,</br>They led on the concert of woe:</br>But, alas!  my inanimate strains</br>Are unequal such anguish to show.", "When the news to the city were brought,</br>It seem'd to partake of the pain;</br>But almost as quickly as thought,</br>Mad mirth reassum'd its wild reign.", "But why waste a rhime on the town,</br>To sully the Muse and her strain,</br>For she, gentle fair!  must look down</br>On grandeur and guilt with disdain.", "Now no music is heard in the dale;</br>All mirth and festivity fled:</br>No sound but the sorrowful tale,</br>\"Our Bard and our Music are dead.\"", "Sweet melody, henceforth adieu!</br>His pipe is as mute as his strain,</br>In sorrow as under it flew,</br>When he bade an adieu to the plain.</br>"]