["Sweet power of Poesy!  I love thee well,</br>And I will pass with Thee this Summer's day;</br>Up the rude hill, or down the sloping dell,</br>Or whether thro the Woods I wind my way,</br>I'll sit me down and of thy pleasings tell,</br>Because, sweet Poesy, in sooth I love Thee well.", "First in the dawnings of my earliest Youth</br>Thou bad'st me seek these woods and court this shade,</br>Where, musing, my fond breast would melt with ruth</br>At all the havock that wild Passion made,</br>Whether false Pleasure lur'd one breast to ill,</br>Or proud Ambition's range a world with woe did fill.", "For who can live within a City's pale</br>And never hear of ills and human woe,</br>Or look on History's eventful tale</br>And not the work of proud Ambition know?</br>Yet whence these ills my doubting heart would cry,</br>And why the world without less gaily glad than I?", "With my rude staff, all as a shepherd's lad,</br>At dusky dawning o'er the heath I hied;</br>Some Sage of Graecia's race I ever had,</br>Or Latian son of Song, or him, the pride</br>Of Albion's minstrels, whom the buskin'd Muse</br>Nurs'd in her inmost bowers, and did him nought refuse.", "Falsely luxurious Man!  sorrowing I said,</br>(As down the steep I backward cast mine eye,</br>And saw yon' towered crescent amply spread,</br>And saw its spiry honour pierce the sky,</br>And saw old Wensum's splashy margins steam,</br>And saw him roll along his song unhonour'd stream)", "Within the hollow of this boyish breast</br>A more ambitious stirring spirit dwells,</br>And ever it disdains inglorious Rest,</br>And ever of the GREAT DECEAS'D it tells,</br>And forward still to something points my mind</br>Which goodlier beseems than all we leave behind!", "The gloss of novelty on all around,</br>Each unworn nerve still trembling alive,</br>Gay were the wonders my young gazings found,</br>As many, as the wings, that round a hive</br>Of honey-working insects, clip the wind</br>And guide his wayward ear that may their hoardings find.", "So they that touch upon an untried shore,</br>Where all is Hope and ignorant Amaze,</br>With beating breasts the magic scene explore,</br>And forward spring, and cannot stop to praise,</br>And cannot stop to think if what they see</br>Of real goodness is or may but seem to be.", "Fresh were the breathing of the night-born gale,</br>Bright was as the dew on fern and blade and thorn,</br>Gay was the lark that did the morning hail,</br>And glorious thou, O Sun, that mad'st it morn;</br>The herds, indeed, mop'd with a heavier eye,</br>But they were happy still, &mdash; and therefore so was I.", "And so I yet may be, let but the Muse</br>Her lov'd, inspiring influence bestow,</br>Let me but Nature's open pages use,</br>And all but man and man's distresses know;</br>Here wander, free as the controulless wind,</br>And leave a warring world and all its cares behind!", "Thou sweep of russet heath, ye winding vales,</br>Ye wavy hillocks you your Poet loves!</br>And thee, sweet stream, and you ye woodland dales,</br>And holy aisles of dimly-lighted groves,</br>Whose tower-like trunks tuft ivy wrappeth round,</br>Whose outstretch't giant arms sweep wide the grassy ground.", "The man that dwells amid such scenes as these,</br>Sees sunny fields and breathes Creation's air,</br>Can aught that's low, or aught that's little please?</br>Can Sorrow catch him, or can Vice ensnare?</br>What can he know of wars and murderous strife</br>Who wileth thus away his golden hours of life?", "O all things wild and shapen by the hand</br>Of real rude Nature in her roughest mood,</br>Such as the Lord of Nature did command</br>That ye should be and then pronounc'd you good,</br>Tho' rich, yet plain as is your simple shew</br>Let my loose-warbl'd strains and artless numbers flow!", "O all things rustically unrefin'd,</br>Honest and bare accept my meed of praise!</br>This country coarseness winneth all my mind,</br>And I am wedded to its humble ways,</br>And I were pleas'd amid these bowers to stay</br>More than an Evening's hour, or a long Summer's day.</br>"]