["Clear sounding bells announce th' eventful day,</br>Strong wind their peals athwart the distant lea;</br>Opposing Parties hither hie their way,</br>And swarm innum'rous as the busy bee.", "No solemn worship strikes the raptur'd sight;</br>Nor psalm, nor prayer, in mute attention holds:</br>Embitter'd neighbours urge malignant fight;</br>And Rusticks mouth it, loud as Augean folds.", "Hopes, fears, alternate mark the noisy hour,</br>Cause of vocif'rous joy, or silent pain;</br>When Rulers tumble from the car of pow'r;</br>And Subjects spring &mdash; to seize the floating rein.", "Beneath this roof, where our stern fathers pray'd;</br>And sable pastors fed their white-fac'd sheep:</br>Those &mdash; in the large-crown'd hat, recumbent laid</br>On paper beds &mdash; wake not from endless sleep.", "The sworn to lie, inducing publick scorn;</br>The Printer's sheet, on noxious satire fed;</br>The Parson's word, the Deacon's nasal horn,</br>And country Squires proclaim them, dead, dead, dead.", "For such, no more shall flatt'ry's odours burn,</br>Or venal fav'rites waft self-int'rest's prayer;</br>E'en Coun. Sen. Reps. aghast, astonish'd turn,</br>Nor croud their gates the parting loaves to share.", "In vain these boasted Charity's broad shield:</br>Victorious smote with war's decisive stroke:</br>On Newton's pinions rang'd through Nature's field:</br>Or nobly spurn'd oppression's gilded yoke.", "Come, proud Ambition!  note their annual toil!</br>Nor mock at humbler bliss, substantial, pure;</br>Can rule supreme, or wealth's deceitful smile,</br>For faction &mdash; malice &mdash; envy &mdash; find a cure?", "The people's God, the scourge of lawless pow'r,</br>And all the wisdom heav'n-taught science gave,</br>With Roman virtue, firm in danger's hour,</br>Suspicions whelm, beneath oblivion's grave.", "Nor yet, on freemen fix ungrateful fault,</br>If rival suns, diffusing varied rays,</br>Distract the eye of once undazzled thought;</br>Or blind an eagle in fervescent blaze.", "Cou'd generous deeds &mdash; the wise &mdash; the brave &mdash; the just&mdash;</br>Command the shifting wind's uncertain breath,</br>The statesman's &mdash; hero's &mdash; sage's &mdash; patriot's dust,</br>Might rise triumphant from politick death.", "Perhaps, true independent, conscious pride;</br>Illum'd by reason, not from passion's flame;</br>The rod of Empire to those men deny'd,</br>Whose long past service founded present claim.", "Oh!  be it Liberty's, from age to age!</br>To trace the windings of the Courtier's soul;</br>Curb the proud Noble &mdash; teach the doubting Sage,</br>And bid the Tyrant's thunders harmless roll.", "Kind, social manners &mdash; temper mild &mdash; serene,</br>In howling wood, or upland bush may dwell:</br>And philosophick Magi rove unseen,</br>Beyond the sound of rude Contention's bell.", "See, dauntless heroes bar the deep-scarr'd breast,</br>Contemning danger &mdash; prodigal of blood:</br>And finish'd statesmen cloth'd in artless vest,</br>Where foul detraction never roll'd its flood.", "That mob of mobs, a Caucus to command,</br>To ruin thousands for a worthless prize,</br>Hurl wild dissension round a mad'ning land,</br>And read their curses writ in vengeful eyes,", "Their lot forbade:  Nor are Elections known,</br>Which loose Calumny's dogs on human kind;</br>Bid hell-born falsehoods prop a tott'ring throne;</br>And feed assassins paid to stab behind.", "Th' ingenious savage scorns a fault to hide;</br>Or mantle virtues in the robe of shame;</br>Fastidious Pomp is more than decent pride;</br>And griping Av'rice finds no prudent name.", "Time's white-bleach'd Mohocks, rack'd by jealous strife,</br>Taught of self-love, not publick good, to stray</br>Far from each other in the walks of life,</br>Mark out one cypher &mdash; bounded the same way.", "Some feel the searching blasts of cold neglect;</br>Some are pursu'd by Hatred's full-ton'd cry;</br>Others blown up by popular respect;</br>And all, in various modes, condemn'd to die.", "Hark! &mdash; hear the converse dealt around these pews!</br>Enough to wet the Indian's tearless cheek;</br>Imprint the crimson blush on Guinea crews;</br>Cause rocks to rend; and rising ghosts to speak.", "Yet ever mindful of establish'd pay,</br>Is Council, Senate, House or Chair resign'd</br>To the blest minions of the coming day,</br>Without sad looks, reverting oft behind?", "On some new scheme each ousted Mem. relies;</br>Some next year's trick confides to oil-tongu'd fliers:</br>While He that's In, implores the righteous skies,</br>To dumb &mdash; confound &mdash; all but his host of liars.", "Let those who venture with incautious tread;</br>And pant hereafter to command the State,</br>(If chance these honest lines are ever read)</br>Receive this warning from the book of fate:", "Ere fifty suns, shall cool EXPERIENCE say&mdash;</br>\"Oft have the men with noblest talents born,</br>By trivial foibles brush'd their hopes away,</br>And early confidence met final scorn.", "\"Nor cou'd advice their darling follies reach;</br>From real friends they turn'd th' averted eye:</br>Though sycophants might puff in endless speech,</br>And throne e'en vices in empyrean sky.", "\"One, on base flatt'rers op'd all gracious smiles.</br>Another, liv'd recluse &mdash; retir'd &mdash; as hermit Jove.&mdash;</br>A Ribband, paid for democratick toils.</br>The wou'd-be Despot, lurk'd in freedom's grove.", "\"When April came, I miss'd them in the Bill</br>Which Brib'ry offer'd, but in vain, to me.</br>Place-purchas'd votes proclaim'd the parties' will;</br>And throng'd town meetings turn'd out G. LG.", "\"The ensuing month, Ah!  yes &mdash; Election Day!</br>Slow thro' the State we saw them lifeless borne;</br>Upstart Mock-Patriots seiz'd the imperial sway,</br>And thus inscrib'd their predecessor's urn:\"&mdash;", "EPITAPH.</br>Twice two rest here &mdash; the bitterest foes on earth;</br>From varying aims &mdash; to adverse factions known:</br>Early they lost the sense of moral worth;</br>And made the common weal subserve their own.", "Small were their views &mdash; false &mdash; fickle &mdash; insincere&mdash;</br>From Whig to Tory each cou'd pliant bend:</br>To stern Republicans they gave &mdash; a tear;</br>And gain'd by smiles, th' Aristocratick friend.", "Strive not, their virtues on the world t' impose,</br>These bear no fruit like Aaron's blooming rod!</br>&mdash;Peace to their shades &mdash; if such can feel repose,</br>Who dup'd their Fellow Men, and mock'd at GOD.</br>"]