["Farewell!  farewell!  that word of sever'd hearts</br>Hath seldom been to me a sadder sound,</br>A stranger from thy home of peace departs,</br>Yet all he quits to him is holy ground.</br>I feel the sanctity of love around,</br>Domestic love and quiet tenderness;</br>And never may on earth a spot be found</br>So rich in all that gentle spirits bless,</br>In all that poets dream, and never half express.", "Through the green lanes no longer shall I roam,</br>To cull the wild flowers wet with early dews;</br>Or bear my motley prize in triumph home,</br>And gravely lecture on their forms and hues:</br>No more o'er Bemrade's tale of nature muse</br>Unsocial; or on listless couch reclined,</br>Watch thy small hands the cheering leaf infuse,</br>And laugh, beneath thy quiet look to find</br>The smile of silent thought, the sparkle of the mind.", "Not soon shall I forget our darkened cell,</br>The mid-day twilight of our fragrant bower,</br>Where morning's coolness lingering loved to dwell,</br>And roses and the rich syringa flower</br>In blended beauty seemed to overpower</br>The very air with sweetness.  Many a lay</br>Of love and sorrow wiled the sultry hour&mdash;</br>Of him who saw his loved one's wedding-day,</br>Then broken-hearted died in silence far away.", "The sun sank down unclouded, and the breeze</br>Came wafting freshness from the pale grey sky,</br>And murmured in the quivering aspen-trees;</br>And oft unconsciously, in wandering by,</br>We paused, and listened with a smile and sigh</br>To that low melancholy music:  few</br>And dim the stars were twinkling:  and the eye</br>And ear a feeling of sweet sadness drew</br>From whispering winds and leaves, and evening's shadowy hue.", "And Thou, with whom in twilight walk I strayed,</br>Wilt thou forgive me, if I turn to thee?</br>For once or twice, in solitude and shade,</br>A smile so simply sweet looked up to me,</br>That, wanderer as I am and fancy-free,</br>That look still haunts me like a lovely dream;</br>By lonely midnight musing still I see</br>That vision bright and beautiful, a gleam</br>Of momentary light in life's o'er-shadowed stream.", "And this shall be my solitary pleasure</br>In \"studious cloister pale\" or green arcade;</br>And long will Mercury linger o'er her treasure:</br>The vine-clad cottage, and the rustic shade</br>With woven willow and the wood-bine made,</br>The portal turret, and the hoary spire,</br>In the soft sheen of summer-moon arrayed,</br>Or flashing with the lightning's livid fire,</br>Then deeper seeming still in darkness to retire.", "Farewell!  the smile of peace &mdash; the laugh of mirth,&mdash;</br>The silent sadness of the pallid brow&mdash;</br>To many a kindly thought had given birth,</br>Which shrunk from utterance, till I breathed them now.</br>And thou, the friend of days more boyish &mdash; thou,</br>The friend of evenings still remembered well,&mdash;</br>To me some thoughts of friendship yet allow,</br>And there will yet be magic in the spell,</br>Which calls up happy dreams from memory's haunted cell.</br>"]