["O Venus, whose inspiring breath</br>First waken'd Nature's genial power,</br>And cloth'd the teeming Earth beneath</br>With every plant, with every flower,</br>Which paints the verdant lap of Spring,</br>Or wantons in the Summer's ray;</br>Which, brush'd by Zephyr's dewy wing,</br>With fragrance hails the opening day;</br>Or, pour'd profuse on hill, on plain, on dale,</br>Reserves its treasur'd sweets for evening's softer gale!", "To thee, behold, what new delights</br>The master of this shade prepares!</br>Induc'd by far inferior rites,</br>You've heard a Cyprian's softest prayers;</br>There form'd to wreaths, the sickly flower</br>Has on thy altars bloom'd and died;</br>But here, around thy fragrant bower,</br>Extends the living incense wide;</br>From the first rose the fost'ring Zephyrs rear,</br>To that whose fainter blush adorns the dying year.", "Behold one beauteous flower assume</br>The lustre of th' unsullied snow!</br>While there the Belgic's softer bloom</br>Improves the damask's deeper glow;</br>The Austrian here in purple breaks,</br>Or flaunts in robes of yellow light;</br>While there, in more fantastic streaks,</br>The red rose mingles with the white,</br>And in its name records poor Albion's woes,</br>Albion, that oft has wept the colours of the rose!", "Then VENUS, come; to every thorn</br>Thy kind prolific influence lend;</br>And bid the tears of eve and morn</br>In gently dropping dews descend;</br>Teach every sunbeam's warmth and light</br>To pierce thy thicket's inmost shade;</br>Nor let th' ungenial damps of night</br>The breeze's searching wings evade,</br>But every plant confess the power that guides,</br>And all be beauty here where beauty's queen presides.", "So shall the master's bounteous hand</br>New plans design, new temples raise</br>To thee, and wide as his command</br>Extend the trophies of thy praise.</br>So daily, nightly, to thy star</br>The bard shall tribute pay,</br>Whether it guilds AURORA'S car,</br>Or loiters in the train of day;</br>And each revolving year new hymns shall grace</br>Thy showery month, which wakes the vegetable race.</br>"]