["Beneath the laurel let the hero rest,</br>Ye myrtles flourish with eternal bloom,</br>Ye roseate wreaths, by weeping Fancy drest,</br>Shed your fresh odours o'er the vaulted tomb.", "Let Sculpture grace the variegated stone,</br>And chaste Design entice the moving eye;</br>Pour out the treasures from the Muses' throne,</br>And give to genius &mdash; immortality.", "Ah!  what avails the decorated fane,</br>The proud mausoleum, and the sculptur'd urn;</br>The hero's conquest, and the poet's strain,</br>The breast that opens, and the thoughts that burn?", "Speak, ye proud tow'rs, that once in splendour rose,</br>Where's the pale ashes in your haughty dome?</br>No more the glimmering lamp at midnight glows,</br>The humble relicks of eternal Rome.", "No more at Pompey's feet shall Caesar fall;</br>Lost is the statue of avenged pride:</br>Time sweeps the conquer'd, conqueror and all,</br>And drowns remembrance in oblivion's tide.", "No more the marble lives, the sculpture breathes,</br>Save in the record of th' historic page;</br>There virtue, bounded with eternal wreaths,</br>Immortal shines, and lives to every age.", "Now Cynthia, gliding thro' the aerial way,</br>Lights half the world, and sweetly smiles serene;</br>Now coyly imitates the glow of day,</br>And plays fantastic in her azure sheen.", "Hark!  from yon tower the solemn bell beats one;</br>An awful tremor shakes the yielding air:</br>Silence disturb'd &mdash; no more &mdash; the sound is gone;</br>Like hope, light-glancing on the brow of care.", "Thou sacred house that prayer has holy made;</br>Copy of Balbec in her tow'ring pride,</br>When every pomp of splendour was display'd,</br>And conquer'd nations knew no pow'r beside;", "Say, may a stranger rest beneath thy dome,</br>And calmly meditate the lonely hour?</br>Meek Contemplation bears him from his home,</br>Albeit a wanderer from his peaceful bow'r.", "No &mdash; from my eyes as cheering sleep has fled,</br>Slow thro' thy church-yard let me silent stray;</br>Walk thro' the mansions of the silent dead,</br>And find in night more comforts than in day.", "Now Cynthia, seeking for Endymion's charms,</br>Obliquely casts her glories o'er yon stone:</br>No more the earth beneath her beauty warms,</br>Or music cheers it with her airy tone.", "Hah!  save, me, Heav'n &mdash; 'tis Edwin's fairy name,</br>Mirth's dear enchanter, nature's prodigy;</br>Pastime of genius &mdash; made in Fancy's game,</br>That Laughter in excess might heave a sigh.", "Is this the spot where so much wit is laid?</br>Are the sad relicks of poor Edwin here?</br>Remembrance pays a tribute to thy shade</br>And bathes thy much-lov'd ashes with a tear.", "If human frailty brought thee down to man,</br>Heav'n bids us humbly pity and deplore;</br>'Tis pride to reason, arrogant to scan,</br>Ye more than virtuous, go and sin no more.", "Where is th' eccentric smile, the comic pow'r,</br>The touch that genius only can possess;</br>The art for nature to resign her dow'r,</br>And frantic struggle &mdash; Edwin to caress?", "'Tis gone, and Fancy with her Edwin sleeps;</br>Loose flows her mix'd robe and her airy wand:</br>See o'er the grave that sober Cynthia weeps,</br>And falls the dew-drop from her silver hand.", "Slow fall the tears of heav'n to wet the ground,</br>On Sherry's tomb some pearly beauties fall;</br>On Beard's plain stone the liquid drop is found&mdash;</br>The eye that weeps for one must weep for all.", "Sleep, sleep in peace while Memory wakes the lay,</br>And Melancholy calls the midnight song;</br>Adieu, ye children of the mirthful day,</br>Whom Nature form'd, and Fancy led along.", "Lo!  Cynthia weeps, and hides her blushing face,</br>The tears drop gently from her lovely eyes;</br>A mournful sadness fills her solemn place,</br>And a blank horror all her seat supplies.", "Farewell thou dome; ye sheeted dead adieu!</br>Oft  in my thoughts shall melancholy dwell,</br>When Memory, Edwin, bids me think of you,</br>And sighing utters &mdash; Edwin, fare thee well.", "Perhaps (\"tho' fondly I may hope in vain\")</br>Some friend may wish thy tomb-stone to explore,</br>When the grav'd cenotaphs no more remain,</br>And every trace of Edwin is no more.", "To save thy memory, and to guard thy name,</br>Thus shall the laurels o'er thy ashes grow;</br>While Truth, attending to the voice of Fame,</br>Gives sweet accordance to the words below.", "EPITAPH.</br>Here rests his head, and may it rest in peace;</br>May sorrow vanish, and may trouble cease.</br>Here rests the frolic son of truant Mirth,</br>That Nature smil'd on at his dawning birth;</br>View'd him, delighted, with a mother's eye,</br>And beckon'd Edwin from his infancy;</br>Whate'er was mirthful to the public gave,</br>And veil'd his foibles in the silent grave.</br>Thus the proud column, by the artist's hand,</br>Braves the high air &mdash; an emblem of command;</br>Till, struck by time, its pride is overthrown,</br>And all its beauty's in a moment gone.</br>No farther seek his praise or blame to scan,</br>Or prais'd or pitied &mdash; Edwin was a man.</br>"]