["Unboastful Bard!  whose verse concise yet clear</br>Tunes to smooth melody unconquer'd sense,</br>May your fame fadeless live, as \"never-sere\"</br>The Ivy wreathes yon Oak, whose broad defence</br>Embow'rs me from Noon's sultry influence!</br>For, like that nameless Riv'let stealing by,</br>Your modest verse to musing Quiet dear</br>Is rich with tints heaven-borrow'd:  the charm'd eye</br>Shall gaze undazzled there, and love the soften'd sky.", "Circling the base of the Poetic mount</br>A stream there is, which rolls in lazy flow</br>Its coal-black waters from OBLIVION'S fount:</br>The vapour-poison'd Birds, that fly too low,</br>Fall with dread swoop, and to the bottom go.</br>Escap'd that heavy stream on pinion fleet</br>Beneath the Mountain's lofty-frowning brow,</br>Ere aught of perilous ascent you meet,</br>A mead of mildest charm delays th' unlabouring feet.", "Not there the cloud-climb'd rock, sublime and vast,</br>That like some giant king, o'er-glooms the hill;</br>Nor there the Pine-grove to the midnight blast</br>Makes solemn music!  But th' unceasing rill</br>To the soft Wren or Lark's descending trill</br>Mumurs sweet undersong 'mid jasmin bowers.</br>In this same pleasant meadow, at your will;</br>I ween, you wander'd &mdash; there collecting flow'rs</br>Of sober tint, and herbs of med'cinable powers!", "There for the monarch-murder'd Soldier's tomb</br>You wove th' unfinish'd wreath of saddest hues;</br>And to that holier chaplet added bloom</br>Besprinkling it with JORDAN'S cleansing dews.</br>But lo your HENDERSON awakes the Muse&mdash;</br>His spirit beckon'd from the mountain's height!</br>You left the plain and soar'd mid richer views!</br>So Nature mourn'd when sunk the First Day's light,</br>With stars, unseen before, spangling her robe of night!", "Still soar my FRIEND, those richer views among,</br>Strong, rapid, fervent, flashing Fancy's beam!</br>Virtue and Truth, shall love your gentler song;</br>But Poesy demands th' impassion'd theme:</br>Waked by Heaven's silent dews at Eve's mild gleam</br>What balmy sweets POMONA breathes around!</br>But if the vext air rush a stormy stream</br>Or Autumn's shrill gust moan in plaintive sound,</br>With fruits and flowers she loads the tempest honour'd ground.</br>"]