["Ah, how I love thee &mdash; happy work of man,</br>Go on, pure promise of increased extent,</br>Spread wide thy Upas shade &mdash; enlarge thy span,</br>Thou modern Babylon!  let man invent</br>To aggravate his curse, his punishment.</br>Yes &mdash; even man, frail man, may swell with pride,</br>Forget that wrath which God has ever sent</br>To wither cities, though they spread as wide,</br>But then made bold by sin, his Sov'reign power defied.", "How vast a plain &mdash; instinct with human life</br>Far as the eye can reach; the busy hum</br>Of motion, anxious industry or strife,</br>Floats on the wind, soften'd 'till it become</br>Like ocean's far yet angry roar, or some</br>Vast hive of insects &mdash; or the sullen blast</br>Which warns us of the tempest yet to come.</br>What is that murm'ring sound which just has past?</br>It tells that sin and strife still hold man's nature fast.", "Whence is that darken'd atmosphere which seems</br>Like the dense awful vapors as they play</br>Round the volcano's mouth, and foully teems,</br>So that the life of Heaven itself is grey!</br>Is sin so fearful of the glare of day?</br>If that vast firmament of smoke arose</br>From incens'd offering, it might not stay</br>The wasting sorrow as to man it flows</br>From those pervading sins, which this vast city knows.", "Think they in numbers judgment to elude</br>Or that to screen them darkness is not vain?</br>I tell them all shall be my prey &mdash; my food,</br>If all unmindful, worship in the train</br>Of idols &mdash; if besotted they remain,</br>At last withdraw their trust from him who views</br>Man's actions in the city or the plain;</br>Who scorns their power, and in justice strews</br>Remorse upon that soul, which man does but abuse.", "Yet stay &mdash; the sun shines forth before it sets,</br>And through the gloom throws brightness on the scene,</br>Like hope which gaily tinges man's regrets,</br>And makes his prospect lighter, yet serene.</br>Or like the tops of trees which, rank and green,</br>Obscure the dell, the dark recess, the glade,</br>Where flourish reptiles, noisome and obscene,</br>And monsters generate, unkenn'd, unstay'd:</br>So there exists in towns, what God has never made.", "There foul hypocrisy, with harlot mien</br>And bloated pride, are fat with plenteous food;</br>There pois'nous lust revels, uncheck'd, &mdash; unseen,</br>And cankers, by its breath, the wise, the good.</br>There dead and mangled hopes and joys lie strewed,</br>Like the white bones which bland the arid sand;</br>And plainly tell to him, by whom they're viewed,</br>The hosts that died far from their native land!</br>With eyes unclosed by any pitying, friendly hand.", "Maker of worlds!  what if thy holy ire</br>Let loose the flood which ravaged once before;</br>Or sudden vengeance brightened, 'till the fire</br>Shot forth in torrents with the tempest's roar,</br>Till none were left to pity or deplore;</br>And all these myriads writhing in their pain,</br>Like  insects tortured on the thresher's floor!</br>And who shall say there anger will refrain,</br>Or that which once was just, may never be again?", "It might be, but those spires which point to heaven,</br>And now are gilded by declining day,</br>They tell that there is still that holy leaven,</br>Which being kept, the wrath of God shall stay.</br>They rear their tops like promised hopes, which may</br>Avert the terrors of the light'ning's glare;</br>The thousand pinnacles of faith display</br>The only trust for man &mdash; 'tis these declare</br>The one true God, and he alone is worshipped there.</br>"]