["The curfew-bell has rung; &mdash; retiring light,</br>Faint glimm'ring, verges tow'rd the western main;</br>Silent and slow ascends primaeval Night,</br>And o'er the world resumes her ancient reign.", "Parent of mists!  in sable vestments clad,</br>Her drowsy brow with opiate poppies crown'd;</br>Her mantle dun enwraps the world in shade,</br>And universal darkness reigns around.", "In the bright north, save where the meteors play;</br>By whose pale light uncertain objects seen,</br>With airy forms, and fancy'd shapes dismay</br>The coward rustic, plodding o'er the green.", "That lonely path, yon ivy-crowned tower,</br>Where boding owls their nightly vigils keep;</br>The solemn silence of this awful hour,</br>Those monuments, where ancient worthies sleep;", "O'er the lone church-yard while his footsteps tread,</br>Darkling, alone, increase the dismal gloom:</br>There lovely Mira rests among the dead,</br>Cut off in youth and beauty's opening bloom;", "Mira, the fair, the lovely and the young,</br>By all the little loves and graces drest:</br>The pow'r of music sat upon her tongue,</br>And ev'ry virtue dwelt within her breast.", "May Flora strew her treasures round thy tomb,</br>There may the rose in all its beauty glow;</br>In snowy pride, there may the lily bloom,</br>And mournful vi'lets, mark'd with notes of woe.", "Thee, Mira, thee!  with ev'ry charm adorn'd,</br>I weep: &mdash; to thee is rear'd the marble bust.</br>Vain pageant!  worth like Mira's shall be mourn'd,</br>When sculptur'd marbles crumble into dust.", "But, see what glories burst from yonder clouds,</br>Chequer'd with ruddy streams of op'ning light!</br>That sable curtain in its bosom shrouds</br>The silver Regent of the silent night.", "Pleas'd with this solemn scene, I musing rove</br>O'er ways unknown, and paths untrod pursue;</br>Lost in the mazy wild, or shady grove,</br>While all elysium opens on my view;", "Thee contemplation, daughter of the sky,</br>Whilst I invoke to leave the blest abodes!&mdash;</br>'Tis thine, on soaring wing, to lift on high</br>Th' enraptur'd soul, and place her with Gods.", "Oh, haste thee maid!  and with thee bring along,</br>Wisdom, thy sister, heav'n descended fair;</br>\"Smit with the love of solitude and sing,\"</br>O may she to these lonely shades repair!", "Not as of old, when from Olympus' height.</br>With terror-blazing arms, and Gorgon-shield,</br>She rush'd tremendous, thund'ring, to the fight,</br>And chas'd the giant-forces from the field;", "But as she whilom deign'd in Ida's shade,</br>To bless the am'rous Phrygian's ravished sight;</br>With helm unbrac'd, with bosom all display'd,</br>Her blue eyes gleaming with coelestial light.", "Oh may her spirit, with Appollo's fire,</br>Parent of verse!  to whom these strains belong,</br>Still deign to guide me, still my notes inspire,</br>Conduct my muse, and harmonize my song.</br>"]