["Ah!  why is my heart so opprest?</br>And why from my friends do I fly?</br>I know not the cause of my grief,</br>And yet every breath is a sigh.", "The day steals in sorrow away,</br>And at night I'm a stranger to sleep;</br>I quit the gay circles of glee,</br>And when I should smile, then I weep.", "Once, when an affliction would rise,</br>I'd give a full vent to my grief,</br>And my sorrows in time would subside,</br>But now I am shut from relief.", "The morning when beaming so bright,</br>Could chase from thy cheek the big tear;</br>But now morn and evening, alike</br>Perceive its humidity there.", "Along the green valley I've stray'd,</br>To list to the whip-o-will's note;</br>Its sadness would chord with my own,</br>'Twould follow me home to my cot:", "But now, though she chirp in the grove,</br>Or fill the deep vale with her moan,</br>Alas!  I regard not the strain,</br>So dismally dull am I grown.", "Ah!  sure I have found out the cause,</br>Young Anselm, the stranger, I fear,</br>Whom all the fair maidens admire,</br>And whose pipe they delighted to hear.", "Unfeeling and cold as he is,</br>He has found out the way to my heart;</br>The laurel of conquest he wears,</br>But I the keen arrow's deep smart.", "A rose so soft blushing was mine,</br>It bloom'd by the side of a stream,</br>By which all dejected I roam'd,</br>And weeping made Anselm my theme.", "Its beauty suspended my woe,</br>I kiss'd its soft bosom at morn;</br>But, ah!  when I sought it at eve,</br>The rude winds had left but the thorn.", "Just so the fair blossom of youth</br>Is blasted and withers away;</br>Beneath the cold storm of Neglect,</br>'Tis thus that it hastes to decay.", "Oh!  come ere the chill hands of Death</br>This frame to the valley consign,</br>And deign, if thou canst not approve,</br>To pity a passion like mine:", "For soon will this body so frail,</br>To the grave by the shepherds be borne;</br>And soon will my spirit so sad,</br>To the hands of its MAKER return.", "The valley perhaps may be cold,</br>And the sod may lie hard on my breast,</br>But the cheek of the spirit shall glow</br>That enters its region of rest!</br>"]