["Carlos, a youth, by tempting PLEASURE led,</br>In senseless slumbers, doz'd upon his bed;</br>Sated with wine and riotous delight,</br>His lungs exhal'd the revels of the night:</br>Before his sleeping fancy, seem'd to rise</br>A stately fabrick, dazzling to the eyes.</br>Struck, with the sparkling and attractive view,</br>With swift and eager steps, he nearer drew;</br>The door flew back, on easy hinges hung,</br>And the broad valves with tinkling music rung.</br>High on a rich, superb, refulgent throne,</br>Which all the pomp of regal wealth outshone,</br>The seeming goddess of the place appears,</br>Array'd in beauty and the bloom of years;</br>Enamour'd of her charms, he stood amaz'd,</br>And, lost in wonder, paus'd, awhile, and gaz'd.</br>With graceful mien, descending from her chair,</br>He mark'd the costly ringlets of her hair;</br>Her flowing robe, compos'd of many a fold,</br>Inwrought, with gems of amethyst and gold,</br>Brighten'd the dome, with variegated rays,</br>And spread around an intermitting blaze.</br>Her voice, harmonious, thus, the silence broke;</br>And, in benign, persuasive accent, spoke,</br>\"Stranger, approach; thou hast no cause to fear,</br>Nor care, nor danger gain admission here.&mdash;</br>Through all this spacious mansion I command,</br>And treat my vassals with a lib'ral hand;</br>The sons of earth, with ev'ry joy, I bless,</br>They call me PLEASURE &mdash; child of Happiness!</br>Welcome, fair youth, my fortune thou shalt share</br>And spend a life unknown to fretful care;</br>Within my court, celestial Mirth thou'lt see,</br>And live and reign, in endless bliss, with me.\"</br>She ended, and, with rapture, he survey'd</br>Th' enchanting features of the radiant maid.</br>At length, emerging from his deep surprise,</br>With fault'ring hesitation, he replies,</br>\"Fain would my heart its grateful feelings tell</br>And its presumptuous wishes here to dwell.\"&mdash;</br>She seiz'd his hand, and, with a smile divine,</br>She led him, not reluctant, to her shrine.</br>Here sweetest minstrelsy salutes his ear,</br>And lifts his soul beyond the reach of fear.</br>A band of Nymphs, in shining vests array'd,</br>In regular rotation, sung and play'd;</br>A sumptuous banquet on the table stood,</br>Of choicest fruits and rich ambrosial food;</br>Plac'd on a Tyrian couch, at ease, they dine</br>And quaff whole cups of pure nectareous wine;</br>The feast was o'er; the bowl had oft gone round;</br>The music ceas'd &mdash; he hears an uncouth sound;</br>Smote with surprize, he started from his seat</br>And, looking back, espy'd a postern gate,</br>Through which, appall'd, he heart the piercing cry</br>Of restless pangs and groaning agony.</br>Dauntless, she says, \"Observe what they endure</br>Who pass, with scorn, my hospitable door;</br>There, doom'd, in constant misery, to lie,</br>They call on Fate and wish, in vain, to die;</br>Bound down, in bitter anguish, to remain</br>And bear the smarting scourge of vengeful pain;</br>With rasping lance, she wounds the flesh of all</br>And bathes them, bleeding, in corrosive gall.\"", "His swelling heart heav'd, with a pitying sigh,</br>He stoop'd, to view them, with a tearful eye;</br>What grief, what horror in his bosom grew,</br>To see the torment of the friends he knew!</br>His gay companions in soft folly's maze,</br>Confin'd to linger in some dire disease!</br>As, close, he lean'd to take a full survey,</br>He push'd, with force, the tottering couch away,</br>And headlong down &mdash; He, with surprize, awoke</br>And thus, recov'ring from his panic, spoke</br>\"Insidious Siren!  have I 'scap'd thy snare?&mdash;</br>Is this the endless bliss I was to share?</br>Thus from the brink of deep destruction driv'n</br>To dwell an outcast from the sight of heav'n.</br>Is this the fate decreed for those who stray,</br>In flatt'ring vice's smooth, alluring, way?</br>Who to the splendent Fane of PLEASURE run,</br>Like gaudy insects, in the summer's sun!</br>Who sip the juice of ev'ry balmy flow'r,</br>And all the gard'ner's sweetest plants devour,</br>'Till the chang'd year, approaching winter's verge,</br>With rainy winds, sings their untimely dirge!", "\"Thus foolish man resigns his slender age</br>To a lewd Sorceress's precarious rage;</br>In soft delights his fleeting moments spends</br>And ne'er regards the ruin that impends.</br>How poor the purchase! &mdash; when we but obtain</br>A day of PLEASURE for whole years of PAIN!</br>"]