["RINGAN.</br>O'er ilka Thing a gen'ral Sadness hings!</br>The Burds wi' Melancholy droop their Wings;</br>My Sheep and Kye neglect to moup their Food,</br>And seem to think as in a dumpish Mood.</br>Hark how the Winds souch mournfu' throu' the Broom,</br>The very Lift puts on a heavy Gloom:</br>My Neibour Colin too, he bears a Part,</br>His Face speaks out the Sairness of his Heart;</br>Tell, tell me Colin, for my bodding Thought,</br>A Bang of Fears into my Breast has brought.", "COLIN.</br>Where hast thou been thou Simpleton, wha speers</br>The Cause of a' our Sorrow and ours Tears?</br>Wha unconcern'd can hear the common Skaith</br>The Warld receives by lovely Keitha's Death?</br>The bonniest Sample of what's good and kind;</br>Fair was her Make, and heav'nly was her Mind.</br>But now this sweetest Flower of a' our Plain,</br>Leaves us to sigh, tho a' our Sighs are vain;</br>For never mair she'll grace the heartsome Green,</br>Ay heartsome when she deign'd there to be seen.</br>Speak Flowry Meadows where she us'd to wauk,</br>Speak Flocks and Burds wha've heard her sing or tauk.</br>Did ever you sae meikle Beauty bear,</br>Or ye sae mony heav'nly Accents hear:</br>Ye painted Haughs, ye Minstrels of the Air</br>Lament, for lovely Keitha is nae mair.", "RINGAN.</br>Ye westlin Winds that gently us'd to play</br>On her white Breast, and steal some Sweets away,</br>Whilst her delicious Breath perfum'd your Breeze,</br>Which gratefu' Flora took to feed her Bees.</br>Bear on your Wings, round Earth, her Spoteless Fame,</br>Worthy that noble Race from whence she came;</br>Resounding Braes where e'er she us'd to lean,</br>And view the Crystal Burn glide o'er the Green,</br>Return your Echoe's to our mournfu' Sang,</br>And let the Streams in Murmures bear't alang.</br>Ye unkend Powers, wha Water haunt or Air,</br>Lament, for lovely Keitha is nae mair.", "COLIN.</br>Ah!  wha cou'd tell the Beauties of her Face,</br>Her Mouth that never op'd but wi' a Grace;</br>Her Een which did with heav'nly Sparkles low,</br>Her modest Cheek flush'd with a rosie Glow,</br>Her fair brent Brow, smooth as the unrunkled Deep,</br>When a' the Winds are in their Caves asleep:</br>Her Presence like a Simmer's Morning Ray,</br>Lighten'd our Hearts, and gart ilk Place look gay.</br>Now twin'd of Life, these Charms look cauld and blae,</br>And what before gave Joy, now makes us wae.</br>Her Goodness shin'd in ilka pious Deed,&mdash;</br>A Subject, Ringan, for a lofty Reed!</br>A Shepherd's Sang maun sic high Thoughts decline,</br>Lest rustick Notes should darken what's divine.</br>Youth, Beauty, Graces, a' that's good and fair</br>Lament, for lovely Keitha is nae mair.", "RINGAN.</br>How tenderly she smooth'd our Master's Mind,</br>When round his manly Waist her Arms she twin'd,</br>And look'd a Thousand saft Things to his Heart,</br>While native Sweetness sought nae Help frae Art.</br>To him her Merit still appear'd mair bright,</br>As yielding she own'd his superior Right.</br>Baith saft and sound he slept within her Arms,</br>Gay were his Dreams, the Influence of her Charms.</br>Soon as the Morning dawn'd he'd draw the Screen,</br>And watch the op'ning of her fairer Een;</br>Whence sweetest Rays gusht out in sic a Thrang,</br>Beyond Expression in my rural Sang.", "COLIN.</br>O Clementina!  sprouting fair Remains</br>Of her, wha was the Glory of our Plains.</br>Dear Innocence with Infant Darkness blest,</br>Which hides the Happiness that thou hast mist.</br>May a' thy Mither's Sweets thy Portion be,</br>And a' thy Mither's Graces shine in thee.", "RINGAN.</br>She loot us ne'er gae hungry to the Hill,</br>And a' she gae, she geed it wi' good Will;</br>Fow mony, mony a ane will mind that Day</br>On which frae us she's tane sae soon away,</br>Baith Hynds and Herds, wha's Cheeks bespake nae Scant,</br>And throu' the Howms could whistle, sing and rant,</br>Will miss her sair, till happily they find</br>Anither in her Place sae good and kind.</br>The Lasses wha did at her Graces mint,</br>Ha'e by her Death their bonniest Pattern tint.</br>O ilka ane who did her Bounty skair,</br>Lament, for gen'rous Keitha is nae mair.", "COLIN.</br>O Ringan, Ringan!  Things gang sae uneven,</br>I canna well take up the Will of Heav'n.</br>Our Crosses teughly last us mony a Year,</br>But unco soon our Blessings disappear.", "RINGAN.</br>I'll tell thee Colin my last Sunday's Note,</br>I tented well Mess Thamas ilka Jot.</br>The Powers aboon are cautious as they're just,</br>And dinna like to gi'e o'er meikle Trust</br>To this unconstant Earth, with what's divine,</br>Lest in laigh Damps they should their Lustre tine.</br>Sae let's leave aff our Murmuring and Tears,</br>And never value Life by Length of Years.</br>But as we can in Goodness it employ,</br>Syne wha dies first, first gains eternal Joy.</br>Come, Colin, dight your Cheeks and banish Care,</br>Our Lady's happy, tho with us nae mair.</br>"]