["I hate each slave to vice, nor will I call</br>One man my friend, save in whose well-tun'd heart</br>True genius reigns, and ev'ry virtue dwells.</br>Ye sons of dullness, who dare ape my form,</br>And make my various charms the sport of fools,</br>Be far from hence, nor ever dare approach</br>My hallow'd shrine!  but come, ye favour'd few,</br>Of virtue warm, and listen to my tale,</br>For I can lead you thro' her favourite paths,</br>And point her loveliest features to your view.", "Greece owns my birth.  With bards and sages old,</br>Immortal sons of fame, I long remain'd,</br>'Till fixt at length in Albion's happy clime,</br>Mankind without reserve my charms enjoy.</br>I shew how order from disorder sprung,</br>How first from chaos old the jarring seeds</br>Of nature at the voice divine repair'd</br>Each to its place, 'till rosy earth unveil'd</br>Her fragrant bosom, and the joyous sun</br>Sprung up the blue serene&mdash;</br>&mdash;I waft the soul</br>To Heav'n's empyreal mansion, and display</br>The glorious state of Angels thron'd in bliss!</br>I visit oft the gloomy realms below,</br>And, by the glimmering light of livid flames,</br>Behold with horror the tremendous fate</br>Of guilty souls, who in a deluge roll</br>Of ever-burning sulphur, unconsum'd!", "I've taught mankind the ways of wand'ring stars,</br>The depth of Heaven above, or earth below;</br>The various labours of the changeful moon,</br>And whence the eclipses of the sun proceed;</br>Why flowing tides prevail upon the sea,</br>And in what dark recess they shrink again;</br>Examine all the properties of herbs,</br>Fossils, and minerals, that th' embowel'd earth</br>Numerous displays.  My magic charm of old,</br>When Asia's Lord bor'd the huge mountain's side,</br>And bridg'd the sea, to battle rouz'd the tribes</br>Of antient Greece; the sons of Cecrops rais'd</br>Minerva's Aegis; Lacedaemon pour'd</br>Her hardy veterans from their frugal board,</br>And Thebes saw Xerxes shake thro' all his tents.", "I know each winding of the human heart,</br>From what mysterious source the passions flow;</br>Whence terror, rage, and jealousy proceed,</br>Or love or pity springs, I present am</br>When o'er the stage the ghost of Hamlet stalks,</br>Othello rages, poor Monimia mourns,</br>Or Belvedera pours her soul in love;</br>By me alone those scenes affect the heart.</br>I can exalt the soul to solemn thought,</br>And heavenly musing, on the marble tomb,</br>Which holds the dear remains of some brave man.</br>I love to sit, and with my tender tale</br>Draw tears of sympathy from every eye.</br>Dione!  oft within thy gentle breast</br>I raise the heaving sigh, full often melt</br>Thy soften'd heart at pity's tender tale,</br>Or tune thy soul to love.  I oft attend</br>The wand'ring footsteps of the youthful bard,</br>When nature's kind'ling breath his genius fires.</br>With Shakespear, nature's bard, I us'd to soar</br>O'er high Parnassus.  On the fruitful banks</br>Of Avon, still my rosy fingers cull</br>Fresh flow'rs and dews to sprinkle on his grave,</br>Where all day-long I sit, and tell mankind</br>Their certain doom, and all creation's fate.", "Great was my love for Eden's famous bard&mdash;</br>Swift as his boundless thought full oft I've rov'd</br>O'er Eden's flow'ry paths; have oft explor'd</br>Erebus' gloomy shades; or, soaring far</br>Above the low regard of earthly things,</br>Into the heav'n of heav'ns, I have presum'd</br>An earthly guest, and drawn empyreal air.", "I walk'd with Thomson in the rural shade</br>Delighted, and explor'd each orient drop</br>That glistens on the thorn:  each leaf survey'd,</br>Which autumn from the rustling forest shakes,</br>And mark'd its form, and trac'd in the rude wind</br>Its eddying motion.  I with Chaucer dwelt,</br>Whose wit judicious pleas'd the varying mind,</br>And Spencer, sportive fancy's pleasing son!", "Sometimes o'er hills, white with unnumber'd flocks,</br>Pensive I rove; or thro' gay meadows walk,</br>Or vineyards hung with luscious fruit &mdash; and lo!</br>Where'er my fingers touch the fruitful grove,</br>The branches shoot with gold; where'er my foot</br>Marks the glad spoil, the tender clusters glow</br>With purple ripeness!  View heav'n's azure arch,</br>Where numerous orbs, as thro' the wide expanse</br>They roll, attune their Great Creator's praise&mdash;</br>&mdash;By me more bright those heavenly orders shine,&mdash;</br>And fill with greater awe th' enraptur'd mind.", "To trace my charms thro' ev'ry winding maze,</br>And point each feature to the obvious view</br>Of wond'ring man, were endless as to count</br>Each chrystal drop which morning's dewy hands</br>On the gay blooms of rosy May distill.</br>Yet oft where shameful ignorance resides,</br>Men call the various truths which I display</br>The dream of folly; &mdash; but their thoughts are vain,</br>And impotent their tongue; &mdash; for, while the sun</br>O'er the green earth sheds his prolific beams,</br>And tunes th' harmonious spheres; while Cynthia spreads</br>Her silver radiance o'er the gloom of night,</br>While social sympathy dissolves the soul</br>In pity, or in love, I still shall please</br>The heart where heav'n-born virtue deigns to dwell.</br>"]