["Yet one more ye lov'd poplars, and once more</br>My silver yare, your hallow'd haunts I tread,</br>The bough-inwoven bank, the damaskt mead,</br>And seek the sweet shade of the woodbine bow'r,</br>If haply here the British muse abide:</br>For not on Isis' academic side,</br>Nor where proud Thamis rolls his royal waves</br>Thro' forest brown or sunny meadow fair,</br>Her rapture-breathing voice enchants the ear:</br>Nor in those fields that honour'd Camus laves;</br>He, rev'rend sire, the sacred groves beneath</br>Oft' deckt with laureat wreath,</br>Thro' the still valleys winds his pensive way</br>Without the sweet note of one warbled song:</br>Save ever and anon some plaintive lay</br>Pours its soft airs, the rustic tombs among,</br>To the low winds that thro' his osiers breath,</br>And murmur to the rustling reeds beneath.", "Does she o'er Cambria's rugged mountains stray,</br>Snowdon's rude cliffs, or huge Plinlimmon's height?</br>Or in rough Conway's foaming floods delight,</br>That down the steep rocks urge their headlong way?</br>There chaunts the raptur'd bard in solemn strain</br>Malgo's strong lance, Cadwallin's puissant reign,</br>High deeds recorded yet in druid songs:</br>Or swells his woe-wild notes, of pow'r to spread</br>Chill horror round the ruthless tyrant's head,</br>For Urien's fate, for bleeding Modred's wrongs,</br>And smites the harp in dreadful harmony.</br>Or does she love to lie</br>In the mild shade of Hulla's softer groves,</br>And twine the vermeil wreath to grace the youth,</br>Whose rapt breast glows, as o'er the beach he roves,</br>Touch'd with the sacred flame of star-bright truth;</br>Whilst to her lore his manly measure flows, </br>\"And wakes old Humber from his deep repose.\"", "Yet deign, if not to dwell, thy presence deign</br>Here, heav'nly visitant; and with thee bring</br>The loftiest note that swell'd the sounding string,</br>When stern Tyrtaeus rais'd th' heroic strain;</br>To arms the warrior poet smote his lyre;</br>And all Laconia caught the martial fire.</br>Thee too, harmonious maid, the strings obey;</br>Strike them, and bid th' inspiring numbers flow,</br>Bid Britain's sons with Sparta's spirit glow,</br>And rouze old Albion with thy aweful lay.</br>Thy lay shall well-born Wodehouse deign to hear,</br>As now with gen'rous care</br>From honour's fount th' enliv'ning streams he brings</br>To visit, as they flow, that silver bow'r,</br>Where the fair plant of public virtue springs, </br>And breaths pure fragrance from each glowing flow'r:</br>Like heav'n's own amarant th' immortal tree </br>Shoots, blooms, and bears; the growth of Kimberley.", "Hast thou no verse then, heav'nly virgin say,</br>By truth attun'd on fancy's fairy plain;</br>No solemn air, no hymn of higher vein,</br>To hail the blessed morn's auspicious ray,</br>When, these tall tow'rs rejoicing to behold,</br>Forth walk'd the orient sun, array'd in gold,</br>First on their glitt'ring tops t' impress his beams;</br>Thence, glancing downwards, sparkled on the tide</br>That bends along yon hoar grove's moss-grown side,</br>And scatter'd crimson o'er its azure streams?</br>The naids, hasting from their coral caves</br>Beneath the crystal waves,</br>(In pearled braids their amber tresses bound)</br>Thrice wav'd their hands, and hail'd the rising tow'rs:</br>The wood-nymphs too, with florisht chaplets crown'd,</br>Forsook their groves, forsook their broider'd bow'rs;</br>And thrice their hands they wav'd, and thrice they said,</br>\"Raise, ye fair structures, raise your tow'ry head!\"", "Next Kymber came, slow winding o'er the lea,</br>His beard and sedge-crown'd locks all silver'd o'er</br>With rev'rend eld, as winter breathing frore</br>Hangs on the bare boughs of the spangled tree:</br>His urn was silver fretted round with gold,</br>With runic rimes imbost, and figures old,</br>Th' illustrious moniments of British fame:</br>Here stout Tenantius draws his righteous sword</br>To crush the curs'd rule of a foreign lord,</br>And spreads unconquer'd freedoms sacred flame:</br>There war-worn Kymbeline, by victor's pow'r</br>Forth-driv'n from princely bow'r,</br>To the thick shelter of these shades retir'd</br>Feeding high thoughts and flames of vengeful war,</br>(Like a chac'd lion with fell fury fir'd)</br>Writhes on the lurking traitor's close-couch'd spear,</br>And bids the conscious grove, and bids the plain,</br>And kindred stream his honour'd name retain.", "High on her warlike car Bonduca stands,</br>The plumed helmet glitt'ring on her brow,</br>Whilst loose in streams of gold her tresses flow,</br>The bow and pointed javelin grace her hands;</br>Deliberate courage lightens in her eye,</br>And conscious worth, and inborn majesty:</br>Heroic empress!  as thy virtues spread,</br>Rome's rav'ning eagle cow'rs his quiv'ring wings,</br>Hope smiles, fair Liberty her blessings brings,</br>And heav'n-born Glory rays thy sacred head.</br>Grac'd with these sculptur'd scenes of antient fame</br>With stately step he came;</br>Nor wanted in his way melodious sound</br>From pipe or past'ral reed, or dulcet voice</br>Of nymph or Naid him enringing round,</br>Or quiring birds that in his shade rejoice,</br>Or gently warbling wind, or water's fall</br>Soft-trickling from his urn in murmurs musical.", "Then on the stately structure's tow'ry height</br>With conscious pride he fix'd his raptur'd eyes;</br>And as past scenes of ancient glory rise</br>Arrang'd on fancy's field in order bright,</br>He paus'd; then graceful bow'd his rev'rend head,</br>And thus in lofty strain due homage paid.</br>\"Ye strong-bas'd battlements, ye gorgeous walls,</br>Ye princely structures, that with splendor crown'd</br>Shine o'er your wide dominion stretching round,</br>To you with friendly voice your.  Kymber calls,</br>And bids you  hail!  thereto he adds your name;</br>Renown'd in antient fame,</br>Hail Wodehouse-tow'r!  to tell you with what pride,</br>What triumph he your glitt'ring state surveys,</br>That dignifies his lily-silver'd side,</br>And wakes sweet mem'ry of those glorious days,</br>When full-plum'd Vict'ry wav'd her golden wing,</br>And deckt with trophies proud his honour'd spring.", "\"Yes, Kymber!  now thou may'st with joy retrace</br>The long succession of thy patriot line;</br>With joy behold th' unclouded lustre shine</br>Which virtue beams around her favor'd race.</br>Canst thou forget the lord of Wodehouse-tow'r,</br>Whose strong-built bastions scorn'd the Norman's pow'r?</br>From Deva's banks (whose mystic waters glide</br>By holy Whitchurch, thro' those pastur'd plains</br>Long since the warlike Talbot's rich domains,</br>When from Blackmere he brought his lovely bride,</br>The fair L'Estrange) thou sawst the stout knight lead</br>To Silfield's happier mead</br>His Saxon train.  There Beauclerk's royal ray</br>Shin'd on his battailous bold offspring, try'd</br>In many a hard and chevalrous assay,</br>When Neustria's fields with crimson gore he dy'd,</br>Spread vengeful flames revolted Bayeux round,</br>And dash'd the rampir'd pride of Caen to the ground,", "\"Oft as Britannia's royal ensign wav'd,</br>And the stern clarion call'd in field to fight,</br>The warlike Wodehouse march'd, with prowest might,</br>And the rough front of deathful danger brav'd.</br>Let Bara tell, and let Bodotria tell,</br>Fort, lough, and river, mountain, wood, and dell,</br>All that from southern Eiden's flow'ry lea</br>Reaches to bleak Strathnavern's northern strand,</br>Was his sword sheath'd, when Edward's iron hand</br>Spread desolation wide from sea to sea?</br>Or when the warrior's lifted lance</br>Glar'd in the eyes of France,</br>Was Wodehouse wanting to the hero's fame?</br>Let Crecy tell, and Poictier's purple plain,</br>And captive Valois' hallow'd oriflame.</br>His dreadless hardiment let Glequin's chain</br>Record, and brave Dandrehen's froward fate,</br>And poor Castilia's tyrant-wielded state.", "\"Who has not heard of Somme's affrighted flood,</br>How mournfully his cumber'd streams he roll'd</br>O'er shining hauberks, shields, and helms of gold,</br>His crystal current stain'd with prince's blood,</br>When daring Delabreth in wanton pride</br>The warlike Henry's way-worn troop defied?</br>But all this gallant trim and rich array</br>Lay soil'd in dust, when Bedford's burnisht spear</br>Flam'd in their front, and thunder'd in their rear,</br>And York's bright blade hew'd out his dreadful way.</br>Rouze, royal England, rouze thy matchless might,</br>And with a dragon's flight</br>Sweep o'er th' ensanguin'd plains of Agincourt:</br>And see, thy Wodehouse, whose strong arm subdued</br>The ruin'd bulwarks of yon' aged fort,</br>His golden chev'ron charg'd with drops of blood,</br>Rests on the woodmen wild that bear his shield,</br>And hails thee victor of the well-fought field!", "\"Can I forget how blythe my eddies roll'd</br>And kiss'd their crisp'd banks, when to Tewksbury's plain</br>My gallant son led his heroic train,</br>Stout earls, and princely dukes, and barons bold?</br>Yet, ah for pity!  these fierce hostings cease,</br>That maiden blossom wears the badge of peace,</br>And will you dye her white leaves red in blood?</br>But if your flaming courage pricks you forth,</br>See where the growling pilferers of the north</br>With inroad foul o'er Tine's forbidden flood</br>Rush from their bleak hills, lur'd with scent of prey:</br>Brook they your firm array?</br>Far humbler thoughts on Eske's embattail'd banks</br>They learn'd, as Somerset's victorious spear</br>With foul disorder broke their bleeding ranks;</br>Whilst vengeful Wodehouse taught their proud hearts fear,</br>And bade his thunders tell them, as they fled,</br>The brother triumphs where the brother bled.", "\"But not on camps and fighting fields alone</br>My glory rests; when turtle-pennon'd peace</br>Hush'd war's harsh roar, and bade his fury cease,</br>In these lov'd shades her softest lustre shone.</br>Here heav'n-rapt Piety delights to dwell,</br>Train'd in monastic Flitcham's holy cell;</br>Here plants her palm, whose hallow'd branches spread</br>O'er towr'd Richmond's consecrated shrine,</br>And form'd the only wreath e'er taught to twine</br>Round desolate Caernarvon's hapless head.</br>E'en that strong arm, which stretching from a cloud</br>Crests the atchievement proud</br>Imprest with Agincourt's emblazon'd name,</br>Among his laurels wove this sacred bough,</br>Ennobling valour with devotion's flame,</br>And taught the warbled orison to flow,</br>As 'midst the taper'd choir the solemn priest</br>Chaunts to the victor saint high heav'n's eternal rest.", "\"Here the firm guardians of the public weal,</br>Inspir'd with freedom's heav'n descended flame,</br>Rose nobly faithful to their country's fame,</br>In frequent senates pour'd their ardent zeal,</br>Dash'd the base bribe from curs'd Corruption's hand,</br>And sav'd from scepter'd Pride the sinking land.</br>Or, prompt to answer bleeding Europe's call,</br>To distant realms bore Britain's high behest,</br>Bade the sword sleep, gave gasping nations rest,</br>And taught the doubtful balance where to fall.</br>But in the softer hour of social joy,</br>When ceas'd the high employ,</br>These woodland walks, these tufted dales among</br>The silver-sounding Muses built their bow'r,</br>Made vocal with the lute-attempred song;</br>Whilst blooming courtesy's gold-spangled flow'r,</br>Cull'd by the Graces, spread its brightest glow</br>To deck unswerving Honour's manly brow.", "\"And you, age-honour'd oaks!  whose solemn shades</br>Inviron this fair mansion, proudly stand</br>The sacred nourslings of Eliza's hand,</br>When she with sov'reign glory grac'd your glades,</br>And pleas'd beheld her Boleyn's kindred line</br>Ennobled with your trophied honours shine.</br>Spring crestless cravens from such roots as these?</br>Ask the pale Groyne, ask Tayo's trembling tide,</br>Ask Cadiz weeping o'er her ruin'd pride,</br>And Austria scourg'd o'er all the subject seas.</br>From this deep root my blooming branches spread,</br>And rais'd their florisht head,</br>Chear'd with the princely Henry's orient ray;</br>Till, rising on the morn, importune night</br>Spreads her black veil, and blots his golden day:</br>Darkness ensues, dark deeds, and impious might;</br>Whilst Discord, mounted on his iron car,</br>'Cries havoc, and lets slip the dogs of war.'", "\"What then cou'd virtue, 'fall'n on evil days,</br>On evil days thus fall'n, and evil tongues,</br>With dangers compast,' and opprest with wrongs,</br>Save to the wild woods breath her plaintive lays,</br>And charm the shades, and teach the streams to flow</br>With all the melting melody of woe?</br>But what avail'd or voice, or tuneful hand, </br>When hell-bred faction, rear'd on baleful wings</br>Stain'd with the blood of nobles and of kings,</br>Spread total desolation o'er the land?</br>Ah Kymber!  where was then thy princely state?</br>Sunk in the gen'ral fate:</br>Thy rich roofs sunk, o'er golden pendents spread;</br>Fastolft's white croslet from the wall,</br>And Hamo's lion dropt his gold-crown'd head;</br>The sacred chapel sunk the festive hall;</br>E'en thy tall tow'rs, majestic in decay,</br>Like thy lost monarch, low in ruins lay.", "\"Thus Britain sunk, and thus sunk Wodehouse-tow'r;</br>So sinks the sun, as o'er the turbid skies</br>Sudden the storm-engend'ring clouds arise</br>And vex with uproar wild night's fearful hour;</br>That past, his bright beams resalute the day,</br>And heighten'd splendors crown his orient ray:</br>So Britain rose, so rose my princely state.</br>But not the swelling column massy proof,</br>The moulded pediment, the fretted roof,</br>Not this fair fabric proudly elevate,</br>Tho' fix'd by Prowse's just palladian hand</br>Its towred honours stand;</br>Not this clear lake, whose waving crystal spreads</br>Round yon' hoar isle with aweful shades imbrown'd;</br>Not these pure streams that vein th' envermeil'd meads:</br>Nor those age-honour'd oaks wide waving round;</br>Exterior glories these, of humbler fame,</br>Beam not that splendent ray which dignifies may name.", "\"The spark of honour kindling glorious thought,</br>The soul by warm benevolence refin'd,</br>Th' aetherial glow that melts th' empassion'd mind,</br>And virtue's work to fair perfection brought,</br>Be these my glories.  And thou, pow'r benign!</br>Whose living splendors round the patriot shine,</br>Immortal genius of this far-fam'd land,</br>This scepter'd isle thron'd midst the circling sea,</br>Seat of the brave, and fortress of the free,</br>Oft hast thou deign'd to take thy hallow'd stand</br>These shades among; at virtue's radiant shrine</br>Oft caught the flame divine,</br>When dark corruption dim'd thy sov'reign light;</br>Thence beam'd thy solemn soul-ennobling ray,</br>To gild these groves with all thy lustre bright,</br>Where nobly thoughtful Mordaunt loves to stray,</br>And manly Prowse, with ev'ry science crown'd,</br>In freedom's rustic seat the polish'd graces thron'd.", "\"And thou to whom thy Kymber tunes this strain,</br>If strain like his may reach thy nicer ear,</br>O deign in mine thy country's voice to hear,</br>Which never to a Wodehouse call'd in vain!</br>By the proud honours of thy martial crest,</br>The trophied tombs where thy fam'd fathers rest,</br>By Lacy's, Clervaux', Hunsdon's, Armine's name,</br>By manhood's, glory's, freedom's, virtue's praise,</br>Wake the high thought, the lofty spirit raise,</br>And blazon thy hereditary fame.</br>That fame shall live, whilst pride's unrighteous pow'r,</br>The pageant of an hour,</br>Fades from the guilty scene, and sinks in night:</br>That fame shall live, and spread its constant rays,</br>Warm like the blessed sun with genial light;</br>Whilst vice and folly spend their baleful blaze,</br>As meteors, glaring o'er a troubled sky,</br>Shoot their pernicious fires, amaze, and die.\"", "He ceas'd his gratulation:  the high strain</br>Pierc'd the thick gloom where Britain's genius lay</br>Cover'd with charmed Cloud from view of day:</br>He heard, and bursting thro' the falsed train</br>In all the majesty of empire rose,</br>And issued stern to quell his vaunting foes.</br>The Naids saw, and swell'd their surging floods;</br>Old Kymber saw, and smil'd; the burnisht glades</br>Rejoic'd; the groves wav'd their exulting shades;</br>And lofty Feorhou bow'd with all his woods.</br>The lordly lion ramping by his side</br>He march'd in martial pride,</br>And pour'd his flaming spirit o'er the land:</br>The kindling hamlets, rouz'd with war's alarms,</br>Snatch the bright faulchion from the hireling hand,</br>And bravely train their free-born youth to arms;</br>Whilst Liberty her glitt'ring ensign waves,</br>And bids each gen'rous son disdain an host of slaves.", "Then royally on th' ocean wave enthron'd</br>With all his terrors arm'd, he rode sublime,</br>And roll'd his thunders o'er each hostile clime:</br>Seine's silken vassals trembled at the sound;</br>The cloud-wrapt promontory shook, and all</br>Its rock-bas'd rampires nodded to their fall.</br>Reign ever thus, unconquer'd Britain, reign;</br>Whist thy free sons in firm battalions stand,</br>And guard with lion-ramp their native land,</br>Thus fix thy throne, thus rule the subject main!</br>So shall bright Vict'ry o'er thy laurel'd head</br>Her eagle-pennons spread;</br>Whilst soft-ey'd Peace, quitting at thy command</br>Her radiant orb in yon' empyreal plain,</br>Waves o'er the willing world her myrtle wand:</br>So shall the Muse her doric oat disdain,</br>And, touch'd with sphere-born rapture's hallow'd fire,</br>Swell her triumphal notes, and sweep the golden lyre.</br>"]