["Thanks to that pitying power, whose bounteous hand</br>Unlock'd the crystal sluices of the sky,</br>And o'er a thirsty, supplicating land</br>Diffus'd those liquid stores, whose kind supply</br>Imparts refreshment to the grateful vales,</br>New beauty to the plains, and fragrance to the gales!", "Again the meadows smile; the languid flow'rs,</br>That lately droop'd upon the fervid ground,</br>Own the soft influence of the genial show'rs;</br>Erect their graceful heads, and, all around,</br>Waft their fresh incense through the tepid air,</br>And livelier odours breathe, and lovelier blushes wear.", "Fierce Sirius mitigates his burning reign,</br>Th' imprison'd zephyrs quit their gelid cave;</br>Blithe as the soaring lark, th' exulting swain</br>Sees o'er his field the golden harvest wave.</br>Big with the promise of the generous year,</br>Hills, forests, teeming dales, and verdurous lawns appear!", "'Tis joy unbounded all!  where'er I stray,</br>Beauties on beauties meet my wondering eyes!</br>Unusual transports in my bosom play,</br>While at each step reviving odours rise,</br>Sweet as rich breezes steal from Persian flow'rs,</br>Or Abyssinian groves, or gay Arabian bow'rs!", "Is heav'n thus kind to Albion's lovely isle,</br>And shall she not in duteous zeal improve?</br>In vain shall white-rob'd peace and plenty smile?</br>Forbid it goodness, gratitude, and love!</br>Oh!  ever may her glowing heart renew</br>The warm impassion'd sense of care, so fond &mdash; so true!", "Albion!  to scenes of ruin turn thy eye,</br>Think on Calabria's woes, and doom severe!</br>And while soft Pity wakes the mournful sigh,</br>And bathes thy cheek with the condoling tear,</br>Bless thy own happier fate, &mdash; adore the pow'r,</br>Who on thy head delights his various gifts to show'r!", "Who (the tremendous earthquake thundering near!)</br>Bids thee stand safe, with heavenly favor crown'd;</br>Bids the fell pestilence thy realms revere,</br>That, wrapt in midnight darkness, stalks around;</br>And, hapless thousands falling at thy side,</br>Deigns thy uninjur'd head with sheltering wing to hide!</br>"]