["Sweet harp of Judah!  touch'd with heavenly fire,</br>Bid from thy strings celestial music flow;</br>And Thou who didst the Royal Bard inspire,</br>Command this breast with kindred warmth to glow.</br>By Thee assisted, from this vale of wo</br>The song of joy and gratitude shall rise;</br>Though faint at first, in murmuring accents low,</br>Yet, if Thou smile upon the sacrifice,</br>The swelling notes of praise shall rend the vaulted skies.", "\"Let there be light!\" &mdash; thus spoke thy Sovereign power,</br>Forth burst the beams of new created day,</br>Applauding angels hail'd th' eventful hour,</br>Enraptur'd seraphs bless'd the cheering ray.</br>The gloomy shades of darkness fled away,</br>The courts of heaven with hallelujahs rung:</br>Silence obtain'd a momentary sway,</br>As all attentive on Thy accents hung;&mdash;</br>The Chorus \"there is light!\"  then burst from every tongue!", "By Thy command the azure vault of heaven,</br>The billowy ocean, aud the fruitful earth,</br>Assum'd the stations in thy wisdom given.</br>Meanwhile, rejoicing in his heavenly birth,</br>The sun in cloudless majesty came forth;</br>The lovely moon, mild ruler of the night,</br>With every star and planet, south, and north,</br>And east, and west, a new and wondrous sight,</br>Rode in vice-regal state amid the realms of light.", "Who bade these various orbs in order move?</br>Who bade the ocean's waves tumultuous roar?</br>Who bade the feather'd songsters of the grove</br>Their tributary notes harmonious pour?</br>A God!  a bounteous God!  his matchless power,</br>His wisdom, and his goodness all proclaim,</br>But chief should man that providence adore,</br>Which form'd with hand divine the human frame,</br>And gave to earthly dust a spirit's vital flame.", "But not creative power alone we praise,</br>The time must come, when, seiz'd with fervent heat,</br>The elements shall melt; in dreadful blaze</br>All nature's funeral pile the eye shall meet.</br>The world shall leave no traces of its seat,</br>The things that once have been shall cease to be;</br>But mercy, pleading at thy judgement seat,</br>Shall still prevail.  From doubt, from terror free,</br>Redemption's perfect plan shall fix our rest in Thee.", "For this, on Bethlehem's plains at dead of night,</br>Angelic hosts announc'd Messiah's reign;</br>At first the shepherds trembled with affright,</br>But, as they listen'd to the sacred strain,</br>They soon confest their fears, their terrors vain.</br>They heard the song with holy humble joy,</br>Which flow'd symphonious from the seraph train,</br>Proclaiming glory unto Thee on high,</br>Good will to Man, and peace to all beneath the sky.", "Oh gift unspeakable of love divine!</br>The christian's comfort, and the prophet's theme,</br>Eternal word!  thy light shall ceaseless shine,</br>Though man perceives not its awakening beam.</br>Deceiv'd by sensual pleasure's fatal dream,</br>Or dazzl'd by ambition's splendid toys,</br>He sails unthinking down life's rapid stream:</br>\"The still small voice,\" too often drown'd in noise,</br>Whispers, alas!  in vain, the fate of human joys.", "Yet, Gracious Father!  plead thy sacred cause:</br>To thee the secrets of all hearts are known.</br>There are who violate thy righteous laws,</br>Who know thy will, and yet perform their own.</br>Oh!  be to such thy boundless mercy shown,</br>Attract to virtue by thy cords of love,</br>Hear Thou the prisoner's sigh, the sinner's groan,</br>Th' unequal conflict shall thy pity move,</br>And draw compassion down from every saint above!</br>"]