["I.</br>In happy hour doth he receive</br>The Laurel, meed of famous Bards of yore,</br>Which Dryden and diviner Spenser wore, . .</br>In happy hour, and well may he rejoice,</br>Whose earliest task must be</br>To raise the exultant hymn for victory,</br>And join a nation's joy with harp and voice,</br>Pouring the strain of triumph on the wind,</br>Glory to God, his song, Deliverance for Mankind!", "II.</br>Wake, lute and harp!  My soul take up the strain!</br>Glory to God!  Deliverance for Mankind!</br>Joy, . . for all Nations, joy!  But most for thee,</br>Who hast so nobly fill'd thy part assign'd,</br>O England!  O my glorious native land!</br>For thou in evil days didst stand</br>Against leagued Europe all in arms array'd,</br>Single and undismay'd,</br>Thy hope in Heaven and in thine own right hand.</br>Now are thy virtuous efforts overpaid,</br>Thy generous counsels now their guerdon find,</br>Glory to God!  Deliverance for Mankind!", "III.</br>Dread was the strife, for mighty was the foe</br>Who sought with his whole strength thy overthrow.</br>The Nations bow'd before him; some in war</br>Subdued, some yielding to superior art;</br>Submiss, they follow'd his victorious car.</br>Their Kings, like Satraps, waited round his throne;</br>For Britain's ruin and their own,</br>By force or fraud in monstrous league combined.</br>Alone, in that disastrous hour,</br>Britain stood firm and braved his power;</br>Alone she fought the battles of mankind.", "IV.</br>O virtue which, above all former fame,</br>Exalts her venerable name!</br>O joy of joys for every British breast!</br>That with that mighty peril full in view,</br>The Queen of Ocean to herself was true!</br>That no weak heart, no abject mind possess'd</br>Her counsels, to abase her lofty crest, . .</br>(Then had she sunk in everlasting shame,)</br>But ready still to succour the oppress'd,</br>Her Red Cross floated on the waves unfurl'd,</br>Offering Redemption to the groaning world.", "V.</br>First from his trance the heroic Spaniard woke;</br>His chains he broke,</br>And casting off his neck the treacherous yoke,</br>He call'd on England, on his generous foe:</br>For well he knew that wheresoe'er</br>Wise policy prevail'd, or brave despair,</br>Thither would Britain's liberal succours flow,</br>Her arm be present there.</br>Then, too, regenerate Portugal display'd</br>Her ancient virtue, dormant all-too-long.</br>Rising against intolerable wrong,</br>On England, on her old ally, for aid</br>The faithful nation call'd in her distress:</br>And well that old ally the call obey'd,</br>Well was that faithful friendship then repaid.", "VI.</br>Say from thy trophied field how well,</br>Vimeiro!  Rocky Douro tell!</br>And thou, Busaco, on whose sacred height</br>The astonished Carmelite,</br>While those unwonted thunders shook his cell,</br>Join'd with his prayers the fervour of the fight.</br>Bear witness those Old Towers, where many a day</br>Waiting with foresight calm the fitting hour,</br>The Wellesley, gathering strength in wise delay,</br>Defied the Tyrant's undivided power.</br>Swore not the boastful Frenchman in his might,</br>Into the sea to drive his Island-foe?</br>Tagus and Zezere, in secret night,</br>Ye saw that host of ruffians take their flight!</br>And in the Sun's broad light</br>Onoro's Springs beheld their overthrow.", "VII.</br>Patient of loss, profuse of life,</br>Meantime had Spain endured the strife;</br>And though she saw her cities yield,</br>Her armies scatter'd in the field,</br>Her strongest bulwarks fall;</br>The danger undismay'd she view'd,</br>Knowing that nought could e'er appal</br>The Spaniards' fortitude.</br>What though the Tyrant, drunk with power,</br>Might vaunt himself, in impious hour,</br>Lord and Disposer of this earthly ball?</br>Her cause is just, and Heaven is over all.", "VIII.</br>Therefore no thought of fear debased</br>Her judgement, nor her acts disgraced.</br>To every ill, but not to shame resign'd,</br>All sufferings, all calamities she bore.</br>She bade the people call to mind</br>Their heroes of the days of yore,</br>Pelayo and the Campeador,</br>With all who once in battle strong,</br>Lived still in story and in song.</br>Against the Moor, age after age,</br>Their stubborn warfare did they wage;</br>Age after age, from sire to son,</br>The hallowed sword was handed down;</br>Nor did they from that warfare cease,</br>And sheathe that hallowed sword in peace,</br>Until the work was done.", "IX.</br>Thus, in the famous days of yore,</br>Their fathers triumph'd o'er the Moor.</br>They gloried in his overthrow,</br>But touch'd not with reproach his gallant name;</br>For fairly, and with hostile aim profest,</br>The Moor had rear'd his haughty crest,</br>An open, honourable foe;</br>But as a friend the treacherous Frenchman came,</br>And Spain received him as a guest.</br>Think what your fathers were!  she cried,</br>Think what ye are, in sufferings tried;</br>And think of what your sons must be . . </br>Even as ye make them . .  slaves or free!", "X.</br>Strains such as these from Spain's three seas,</br>And from the farthest Pyrenees,</br>Rung through the region.  Vengeance was the word;</br>One impulse to all hearts at once was given;</br>From every voice the sacred cry was heard,</br>And borne abroad by all the winds of Heaven.</br>Heaven too, to whom the Spaniards look'd for aid,</br>A spirit equal to the hour bestow'd;</br>And gloriously the debt they paid,</br>Which to their valiant ancestors they owed;</br>And gloriously against the power of France</br>Maintain'd their children's proud inheritance.</br>Their steady purpose no defeat could move,</br>No horrors could abate their constant mind;</br>Hope had its source and resting place above,</br>And they, to loss of all on earth resign'd,</br>Suffer'd, to save their country, and mankind.</br>What strain heroic might suffice to tell,</br>How Zaragoza stood, and how she fell?</br>Ne'er since yon sun began his daily round,</br>Was higher virtue, holier valour, found,</br>Than on that consecrated ground.", "XI.</br>Alone the noble Nation stood,</br>When from Coruna, in the main,</br>The star of England set in blood.</br>Ere long on Talavera's plain,</br>That star resplendent rose again;</br>And though that day was doom'd to be</br>A day of frustrate victory,</br>Not vainly bled the brave;</br>For French and Spaniard there might see</br>That England's arm was strong to save;</br>Fair promise there the Wellesley gave,</br>And well in sight of Earth and Heaven,</br>Did he redeem the pledge which there was given.", "XII.</br>Lord of Conquest, heir of Fame,</br>From rescued Portugal he came.</br>Rodrigo's walls in vain oppose;</br>In vain thy bulwarks, Badajoz;</br>And Salamanca's heights proclaim</br>The Conqueror's praise, the Wellesley's name.</br>Oh, had the sun stood still that hour,</br>When Marmont and his broken power</br>Fled from their field of shame!</br>Spain felt through all her realms the electric blow;</br>Cadiz in peace expands her gates again;</br>And Betis, who to bondage long resign'd,</br>Flow'd mournfully along the silent plain,</br>Into her joyful bosom unconfined,</br>Receives once more the treasures of the main.", "XIII.</br>What now shall check the Wellesley, when at length</br>Onward he goes, rejoicing in his strength?</br>From Douro, from Castille's extended plain,</br>The foe, a numerous band,</br>Retire; amid the heights which overhang</br>Dark Ebro's bed, they think to make their stand.</br>He reads their purpose, and prevents their speed;</br>And still as they recede,</br>Impetuously he presses on their way;</br>Till by Vittoria's walls they stood at bay,</br>And drew their battle up in fair array.", "XIV.</br>Vain their array, their valour vain:</br>There did the practised Frenchman find</br>A master arm, a master mind!</br>Behold his veteran army driven</br>Like dust before the breath of Heaven,</br>Like leaves before the autumnal wind!</br>Now, Britain, now thy brow with laurels bind;</br>Raise now the song of joy for rescued Spain!</br>And Europe, take thou up the awakening strain . . </br>Glory to God!  Deliverance for mankind!", "XV.</br>From Spain the living spark went forth:</br>The flame hath caught, the flame is spread!</br>It warms, . . it fires the farthest North.</br>Behold!  the awaken'd Moscovite</br>Meets the Tyrant in his might;</br>The Brandenburg, at Freedom's call,</br>Rises more glorious from his fall;</br>And Frederic, best and greatest of the name,</br>Treads in the path of duty and of fame.</br>See Austria from her painful trance awake!</br>The breath of God goes forth, . . the dry bones shake!</br>Up Germany! . . with all thy nations rise!</br>Land of the virtuous and the wise,</br>No longer let that free, that mighty mind,</br>Endure its shame!  She rose as from the dead,</br>She broke her chains upon the oppressor's head . . </br>Glory to God!  Deliverance for Mankind!", "XVI.</br>Open thy gates, O Hanover!  display</br>Thy loyal banners to the day;</br>Receive thy old illustrious line once more!</br>Beneath an Upstart's yoke opprest,</br>Long hath it been thy fortune to deplore</br>That line, whose fostering and paternal sway</br>So many an age thy grateful children blest.</br>The yoke is broken now: . . A mightier hand</br>Hath dash'd, . . in pieces dash'd, . . the iron rod.</br>To meet her Princes, the deliver'd land</br>Pours her rejoicing multitudes abroad;</br>The happy bells, from every town and tower,</br>Roll their glad peals upon the joyful wind;</br>And from all hearts and tongues, with one consent,</br>The high thanksgiving strain to heaven is sent, . .</br>Glory to God!  Deliverance for Mankind!", "XVII.</br>Egmont and Horn, heard ye that holy cry,</br>Martyrs of Freedom, from your seats in Heaven?</br>And William the Deliverer, doth thine eye</br>Regard from yon empyreal realm the land</br>For which thy blood was given?</br>What ills hath that poor Country suffer'd long!</br>Deceived, despised, and plunder'd, and oppress'd,</br>Mockery and insult aggravating wrong!</br>Severely she her errors hath atoned,</br>And long in anguish groan'd,</br>Wearing the patient semblance of despair,</br>While fervent curses rose with every prayer,</br>In mercy Heaven at length its ear inclined;</br>The avenging armies of the North draw nigh,</br>Joy for the injured Hollander! . . the cry</br>Of Orange rends the sky!</br>All hearts are now in one good cause combined, .</br>Once more that flag triumphant floats on high, . .</br>Glory to God!  Deliverance for Mankind!", "XVIII.</br>When shall the Dove go forth?  Oh when</br>Shall Peace return among the Sons of Men?</br>Hasten benignant Heaven the blessed day!</br>Justice must go before,</br>And Retribution must make plain the way;</br>Force must be crushed by Force,</br>The power of Evil by the power of Good,</br>Ere Order bless the suffering world once more,</br>Or Peace return again.</br>Hold then right on in your auspicious course,</br>Ye Princes, and ye People, hold right on!</br>Your task not yet is done:</br>Pursue the blow, . . ye know your foe, . .</br>Complete the happy work so well begun.</br>Hold on, and be your aim with all your strength</br>Loudly proclaim'd and steadily pursued;</br>So shall this fatal Tyranny at length</br>Before the arms of Freedom fall subdued.</br>Then, when the waters of the flood abate,</br>The Dove her resting-place secure may find:</br>And France restored, and shaking off her chain,</br>Shall join the Avengers in the joyful strain,</br>Glory to God!  Deliverance for Mankind!</br>"]