["SCENE:  THE WILDERNESS OF KENTUCKY.  TIME, MORNING.", "Night far to westward mov'd her silent way,</br>And rising glory blaz'd in early day;</br>When from an hill, whose lofty head supplied</br>Extent of vision, (by the plain denied)</br>The wandering Vernon paus'd, awhile to trace</br>The devious journey of the daily chace.</br>His belt, a shot and powder-flask contain'd,</br>His leaning arm a rifle piece sustain'd;</br>His hat, which screen'd from scorching sun his head,</br>From black, was died by various seasons red.", "Ethereal rose the breath of night around,</br>Or hung in brilliant spangles o'er the ground,</br>Engreen'd the foliage with a fresher hue,</br>And steep'd the pea-vines in a pearly dew.</br>The gaudy tulip arching o'er his head,</br>In lofty grandeur various blossoms spread.</br>The waving maple sugar'd sweets distill'd,</br>Such sweets as canes in Indian climates yield.</br>On hickory boughs the mocking warbler play'd,</br>For ever changing as he careless stray'd:</br>The larks loud chorus first he nobly tried,</br>The thrush, the plover, each in turn he vied.</br>The humming bird, in gold-shot plumage dress'd,</br>In busy fluttering, humble joy express'd,</br>O'er tufted cotton wav'd its downy way,</br>Or paus'd, in woodbine flowers awhile to play.", "Immense, behind, submerg'd in clouds of blue,</br>The Appalachians rose sublime in view:</br>Sublime in awful height, aloft they rear'd</br>Their frowning heads, and in mid-heaven appear'd.</br>Here Vernon stood.  While far as sight could bound,</br>A verdant ocean undulated round;</br>And where the sky seem'd rising from the plain,</br>A silver river held its watery reign;</br>In each translucence, grandly roll'd along,</br>Its tribute echo, and a sylvan song.</br>Here old Arcadia seem'd again to bloom,</br>And pas'tral fragrance shed a rich perfume.</br>Here unseen spirits might delighted rove</br>By secret waters in the twilight grove,</br>Or o'er the sward, for ever green and gay,</br>Disporting frolic in the sun-beam's ray;</br>Sleep amidst flowers or by the soft cascade,</br>Breathe themes of love, to charm some list'ning maid.</br>All nature smil'd, for man, destructive man,</br>His devastations had not yet began.", "A struggling sigh escap'd the wanderer's breast,</br>As thus he gaz'd, and thus his thoughts exprest.</br>\"Rise, rise ye hills, in tenfold horror rise:</br>Uplift your summits to the boundless skies:</br>Bar man for ever from these realms of peace,</br>Where silence dwells, where nature smiles increase:</br>No &mdash; rather hold asylum to distress</br>And in your secret shades the vagrant bless.</br>Ye solemn woods, with living verdure deck'd,</br>The flying stranger in your arms protect;</br>From hostile climes, where want oppressive reigns,</br>He seeks compassion in your kindred plains.\"", "\"Here in the wild, what people yet unborn,</br>With towns and temples shall these lands adorn;</br>Where brakes and thickets lodge the crested snake,</br>Exulting cities into being wake.</br>Another Athens, and another Rome,</br>Shall rear the column, and exalt the dome;</br>The arts again in deserts shall resound,</br>And commerce spread her ample stores around.</br>But ah!  this vision must progressive fade;</br>Ambition, pride, and avarice shall invade.</br>For earth nor knows throughout her varied clime,</br>Repose or peace within the lapse of time.</br>These plains shall smoke, empurpl'd deep with gore,</br>Virgins shall weep, and murder'd youth deplore;</br>These lands with human carnage shall be fed,</br>Matrons shall wail and mingle with the dead:</br>Devouring flames the crashing towns destroy,</br>And mad, impassioned man shall leap for joy.", "\"Why then,\" he cried, \"do I thus idly roam,</br>Forlorn and useless from a peaceful home?</br>Since want and misery thro' this mortal state,</br>Attend our footsteps with malignant hate.</br>Why for my sport lay low the bounding deer;</br>Why check the painted plover's glad career?</br>Why not return to share the envy'd lot</br>Of love and plenty in the sacred cot?</br>It may be now, while careless here I stray,</br>Unpitying Indians drag my sons away;</br>Perhaps my cottage feeds the rising fire,</br>Perhaps in flames my tender love's expire!</br>Ah me!  what if within the matted break,</br>I rouse the anger of the rat'ling snake?</br>What if in ambush roaming Indians lie,</br>Alone, unnoticed, in the wild I die:</br>Or lost in wildering mazes, I may tread</br>The haunts where Famine rears her pallid head.\"", "Chill'd with cool horror, silent and aghast,</br>His pensive eye the howling wind repass'd.</br>Domestic pleasures each successive rise,</br>And tears pathetic trickle from his eyes.</br>\"This hour shall mark my undelay'd return,</br>And ye, my wife, my babes, no more shall mourn,\"</br>He said &mdash; when rushing sounds attract his ear,</br>Before him fleetly dash'd a bounding deer.</br>His flushing blood beat quicker at the sight,</br>The joyful chase demanded all his might:</br>He sprang exultant thro' the opening glade,</br>Pursued with ardour midst the deepest shade.</br>The flying deer thro' thickets tore his way,</br>Urg'd thro' the gloom, and left behind the day;</br>The doubl'ing lab'rinths trod with burning feet:</br>Than sound more swift, than driving winds more fleet.</br>The hunter onward, rapid, rapid bore,</br>The closing boughs distain'd his face with gore;</br>The sward scarce felt him as he forward flew,</br>The ground receding press'd him to pursue;</br>Now seen, now lost, mov'd on the panting foe,</br>The panting hunter's steps became more slow.</br>Involv'd and tangl'd in a brake of cane,</br>Pursuit was over, for pursuit was vain.</br>Restrain'd by meshes interwove with briar,</br>He chafes in vain, in vain consumes his fire;</br>His foe escap'd, himself a prisoner bound,</br>He move reluctant o'er the matted ground.</br>Impervious brakes appear on every side,</br>Intangled canes his utmost force deride.</br>The glad'ning sun had hasten'd down the sky,</br>The moon unseen had hung her orb on high.</br>Night in his garment, sable, blank, and drear,</br>No ray supplied the wand'rer's steps to cheer:</br>A gloom darkness wove amongst the trees,</br>And horror chilly crept along the breeze.</br>Cold, hungry, tir'd, despair benumbing ran</br>Thro' all his veins &mdash; when thus the angry man:</br>\"Why!  Why,\" he cried, \"does heaven malignant throw</br>Its furiate shafts on grov'ling man below?</br>Why form a being ever prone to wrong,</br>Whose lengthen'd life his sufferings but prolong?</br>Strike here ye fates!  pour down your tardy death,</br>Resume my life, and take my weary breath.</br>Is there a man who breathes this baleful earth,</br>Who feels not varied sorrows from his birth?</br>Is there a wretch beneath th' inclement sky,</br>Whose better portion would not be to die?\"", "While thus he spoke amidst the shades of night,</br>A wav'ring blaze burst on his eager sight;</br>A rising fire by Indian warriors pil'd,</br>Shed glad refulgence thro' the dreary wild;</br>Around they smok'd, in ghastly order spread,</br>A skin their garment, and the grass their bed.</br>A female pris'ner, with a bandage tied,</br>Sat near &mdash; two children weeping by her side.</br>With cautious pace the trembling Vernon mov'd,</br>For latent death a cautious pace behov'd.</br>In foliage hid &mdash; his shrinking senses know</br>His wife, his children, sad compeers in woe,</br>He rears his rifle &mdash; strait the unerring ball</br>Bids death in darkness on the nearest fall.</br>Again prepar'd, the shot in thunder flies,</br>A second hero, gasping, pants and dies.</br>A third receiv'd the vengeance in his breast,</br>And fright, and fear, and horror seiz'd the rest.</br>A whist'ling bullet random rush'd along,</br>And smarting wounds pursued the flying throng.", "His wife unbound &mdash; his children round him press'd</br>His wife, his children, were by turns caress'd.</br>\"No more,\" he cried, \"in search of danger I</br>Will tempt the forest, or new regions try;</br>Could I require from heav'n's protecting care,</br>That safety which my hand was form'd to bear?</br>Ah me!  I see that man alone is blind,</br>By Heav'n directed with affection kind.</br>Like me, mankind from truth and virtue stray,</br>And leave their better part to vice a prey:</br>Resolv'd to turn, temptation leaps before,</br>The heart bounds on, and judgment is no more:</br>When caught in toils that closely press, we cry</br>To Heav'n for help, or Providence deny.</br>But even then, when hope nor help is near,</br>Benignant mercy may our anguish hear,</br>From present ill eventual good provide,</br>To all who in the guardian care confide,</br>Then come my spouse &mdash; proceed my children dear,</br>And home once more with sheltering roof shall cheer.\"</br>He said, and onward thro' the tangled road</br>They joyous mov'd to find their lov'd abode.</br>"]