["BOOK I.   CANTO 3.</br>Orewhelm'd with grief and pitious wo</br>For fading lifes decayes;</br>How no souls die, from Lunar bow,</br>A Nymph to me displayes.", "In silent night, when mortalls be at rest,</br>And bathe their molten limbs in slothfull sleep,</br>My troubled ghost strange cares did straight molest</br>And plung'd my heavie soul in sorrow deep:</br>Large floods of tears my moistned cheeks did steep,</br>My heart was wounded with compassionate love</br>Of all the creatures:  sadly out I creep</br>From mens close mansions, the more to improve</br>My mournfull plight, so softly on I forward move.", "Aye me!  said I, within my wearied breast,</br>And sighed sad, wherefore did God erect</br>This stage of misery?  thrice, foure times blest</br>Whom churlish Nature never did eject</br>From her dark womb, and cruelly object</br>By sense and life unto such balefull smart;</br>Every slight entrance into joy is checkt</br>By that soure stepdames threats, and visage tart:</br>Our pleasure of our pain is not the thousandth part.", "Thus vex'd I was 'cause of mortality:</br>Her curst remembrance cast me in this plight,</br>That I grew sick of the worlds vanity</br>Ne ought recomfort could my sunken spright,</br>What so I hate may do me no delight,</br>Few things (alas) I hate, the more my wo,</br>The things I love by mine own sad foresight</br>Make me the greater torments undergo,</br>Because I know at last they're gone like idle show.", "Each goodly sight my sense doth captivate</br>When vernall flowers their silken leaves display,</br>And ope their fragrant bosomes, I that state</br>Would not have changed but indure for aye;</br>Nor care to mind that that fatall decay</br>Is still recured by faithfull succession.</br>But why should ought that's good thus fade away?</br>Should steady Spring exclude Summers accession</br>Or Summer spoil the Spring with furious hot oppression!", "You chearfull chaunters of the flowring woods,</br>That feed your carelesse souls with pleasant layes,</br>O silly birds I cease from your merry moods:</br>Ill suits such mirth when dreary deaths assayes</br>So closely presse your very carkases:</br>To mournfull note turn your light verilayes,</br>Death be your song, and winters hoary sprayes,</br>Spend your vain sprights in sighing Elegies:</br>I'll help you to lament your wofull miseries.", "When we lay cover'd in the shady Night</br>Of senselesse matter, we were well content</br>With that estate, nought pierc'd our anxious spright,</br>No harm we suffered, no harm we meet;</br>Our rest not with light dream of ill was blent:</br>But when rough Nature, with her iron hond,</br>Pull'd us from our soft ease, and hither hent,</br>Disturbing fear and pinching pain we found,</br>Full many a bitter blast, full many a dreadfull stound.", "Yet lifes strong love doth so intoxicate</br>Our misty minds, that we do fear to dy.</br>What did dame Nature brood all things of hate</br>And onely give them life for misery?</br>Sense for an undeserved penalty?</br>And show that if she list, that she could make</br>Them happy?  but with spightfull cruelty</br>Doth force their groaning ghosts this house forsake?</br>And to their ancient Nought their empty selves betake?", "Thus in deep sorrow and restlesse disdain</br>Against the cankered doom of envious fate,</br>I clove my very heart with riving pain,</br>While I in sullen rage did ruminate</br>The Creatures vanity and wofull state;</br>And night that ought to yield us timely rest,</br>My swelling griefs did much more aggravate:</br>The sighs and groans of weary sleeping beast</br>Seem'd as if sleep itself their spirits did molest:", "Or as constrain'd perforce that boon to wrest</br>From envious Nature.  All things did augment</br>My heavie plight, that fouly I blam'd the hest</br>Of stubborn destiny cause of this wayment.</br>Even sleep that's for our restauration meet,</br>As execrable thing I did abhorre,</br>Cause ugly death to th' life it did depeint:</br>What good came to my mind I did deplore,</br>Because it perish must and not live evermore.", "Thus wrapt in rufull thought through the waste field</br>I staggered on, and scattered my woe,</br>Bedew'd the grasse with tears mine eyes did yield,</br>At last I am arriv'd with footing slow</br>Near a black pitchy wood that strongest throw</br>Of starry beam no'te easily penetrate:</br>On the North side I walked to and fro</br>In solitary shade.  The Moons sly gate</br>Had cross'd the middle line:  It was at least so late.", "When th' other part of night in painfull grief</br>Was almost spent, out of that solemn grove</br>There issued forth for my timely relief,</br>The fairest wight that ever sight did prove,</br>So fair a wight as might command the love</br>Of best of mortall race; her count'nance sheen</br>The pensive shade gently before her drove,</br>A mild sweet light shone from her lovely eyne</br>She seem'd no earthly branch but sprung of stock divine.", "A silken mantle, colour'd like the skie</br>With silver starres in a due distance set,</br>Was cast about her somewhat carelesly,</br>And her bright flowing hair was not ylet</br>By Arts device; onely a chappelet</br>Of chiefest flowers, which from far and near</br>The Nymphs in their pure Lilly hands had set,</br>Upon her temples she did seemly weare;</br>Her own fair beams made all her ornaments appear.", "What wilfull wight doth thus his kindly rest</br>Forsake?  said she, approching me unto.</br>What rage, what sorrow boils thus in thy chest</br>That thou thus spend'st the night in wasting wo?</br>Oh help he gets that his hid ill doth show.</br>Ay me!  said I, my grief's not all mine own;</br>For all mens griefs into my heart do flow,</br>Nor mens alone, but every mornfull grone</br>Of dying beast, or what so else that grief hath shown.", "From fading plants my sorrows freshly spring;</br>And thou thy self that com'st to comfort me,</br>Wouldst strongst occasion of deep sorrow bring,</br>If thou wert subject to mortality:</br>But I no mortall wight thee deem to be,</br>Thy face, thy voice, immortall thee proclaim.</br>Do I not well to wail the vanity</br>Of fading life, and churlish fates to blame</br>That with cold frozen death lifes chearfull motions tame?", "Thou dost not well, said she to me again,</br>Thou hurt'st thy self and dost to them no good.</br>The sighs thou sendest out cannot regain</br>Life to the dead, thou canst not change the mood</br>Of stedfast destiny.  That man is wood</br>That weetingly hastes on the thing he hates:</br>Dull sorrow chokes the sprights, congeals the blood,</br>The bodies fabrick quickly ruinates.</br>Yet foolish men do fondly blame the hasty fates.", "Come, hasty fates, said I, come take away</br>My weary life, the fountain of my wo:</br>When that's extinct or shrunk into cold clay,</br>Then well I wote that I shall undergo</br>No longer pain.  O!  why are you so slow:</br>Fond speech, said she, nor chang'd her countenance,</br>No signe of grief or anger she did show;</br>Full well she knew passions misgovernance,</br>Through her clear breast fond passion never yet did lance.", "But thus spake on, Sith friendly sympathy</br>With all the creatures thus invades thy brest,</br>And strikes thine heart with so deep agony</br>For their decay, 'cording to that behest</br>Which the pure sourse of sympathy hath prest</br>On all that of those lovely streams have drunk,</br>I'll tell thee that that needs must please thee best,</br>All life's immortall:  though the outward trunk</br>May changed be, yet life to nothing never shrunk.", "With that she bad me rear my heavie eye</br>Up toward heaven, I rear'd them toward th' East,</br>Where in a roscid cloud I did espy</br>A Lunar rainbow in her painted vest;</br>The heavenly maid in the mean while surceast</br>From further  speech, while I the bow did view:</br>But mine old malady was more increas'd,</br>The bow gan break, and all the gawdy  hiew</br>Dispeared, that my heart the sight did inly rue,", "Thus life doth vanish as this bow is gone,</br>Said I.  That sacred Nymph forthwith reply'd,</br>Vain showes may vanish that have gaily shone</br>To feeble sense; but if the truth be tri'd,</br>Life cannot perish or to nothing slide:</br>It is not life that falleth under sight,</br>None but vain flitting qualities are ey'd</br>By wondring ignorance.  The vitall spright</br>As surely doth remain as the Suns lasting light,", "This bow, whose breaking struck thy troubled heart,</br>Of causelesse grief, I hope, shall thee recure,</br>When I have well explain'd with skilfull Art</br>By its resemblance what things must indure,</br>What things decay and cannot stander sure.</br>The higher causes of that coloured Ark,</br>Whate're becomes of it, do sit secure</br>That so (the body falling) lifes fair spark</br>Is safe, I'll clearly show if you but list to mark.", "There be six Orders 'fore you do descend</br>To this gay painted bow:  Sols centrall spright</br>To the first place, to th' next we must commend</br>His hid spread form, then his inherent light,</br>The fourth his rayes wherewith he is bedight,</br>The fifth that glistring circle of the Moon,</br>That goodly round full face all silver bright,</br>The sixth be beams that from her visage shone; </br>The seventh that gawdy bow that was so quickly gone.", "The fluid matter was that dewy cloud,</br>That faild as faithlesse Hyle wont to fail:</br>New guest being come, the old she out doth croud:</br>But see how little Hyle did prevail,</br>Or sad destruction in this deemed bale!</br>Sols spright, hid form, fair light and out-gone rayes,</br>The Moons round silver face withouten veil</br>Do still remain, her beams she still displayes,</br>The cloud but melt, not lost, the bow onely decayes", "That last is nought but potentiality,</br>Which in the lower creature  causeth strife,</br>Destruction by incompossibility</br>In some, as in the forms Quantitative.</br>All here depend on the Orb Unitive,</br>Which also hight Nature Monadicall;</br>As all those lights and colours did derive</br>Themselves from lively Phoebus life centrall.</br>Nought therefore but vain sensibles we see caducall.", "And that the first Every-where-Unitie</br>Is the true root of all the living creatures,</br>As they descend in each distinct degree,</br>That God's the sustentacle of all Natures;</br>And though those outward forms and gawdy features</br>May quail like rainbows in the roscid sky,</br>Or glistring Parelies or other meteors;</br>Yet the clear light doth not to nothing flie:</br>Those six degrees of life stand sure, and never die.", "So now we plainly see that the dark matter</br>Is not that needfull prop to hold up life;</br>And though deaths engine this grosse bulk do shatter</br>We have not lost our Orb conservative,</br>Of which we are a ray derivative,</br>The body sensible so garnished</br>With outward forms these inward do relieve,</br>Keep up in fashion and fresh lively-had;</br>But this grosse bulk those inward lives stands in no sted.", "Nor can one inward form another slay,</br>Though they may quell their present energy,</br>And make them close contract their yielding ray</br>And hide themselves in their centreity,</br>Till some friendly appulse doth set them free,</br>And call them out again into broad day:</br>Hence lives gush not in superfluity</br>Into this world, but their due time do stay,</br>Though their strong centrall essence never can decay.", "In Earth, in Aire, In the vast flowing Plain,</br>In that high Region hight Aethereall,</br>In every place these Atom-lives remain,</br>Even those that cleeped are forms seminall.</br>When nought in them we blamable can find.</br>When groaning ghosts of beasts or men depart,</br>Their tender mother doth but them unbind</br>From grosser fetters and more toilsome smart.</br>Bless'd is the man that hath true knowledge of her Art.", "And more for to confirm this mysterie,</br>She vanish'd In my presence into Aire,</br>She spread her self with the thin liquid sky;</br>But I thereat fell not into despair</br>Of her return, nor wail'd her visage fair,</br>That so was gone.  For I was woxen strong</br>In this belief.  That nothing can empair</br>The inward life, or its hid essence wrong.</br>O the prevailing might of a sweet learned tongue!", "By this the Suns bright waggon gan ascend</br>The Eastern hill, and draw on chearfull day;</br>So I full fraught with joy do homeward wend</br>And fed my self with that that Nymph did say,</br>And did so cunningly to me convey,</br>Resolving for to teach all willing men</br>Lifes mysterie, and quite to chase away</br>Mind-mudding mist sprung from low fulsome fen:</br>Praise my good will, but pardon my weak faltring pen.", "BOOK I.  CANTO 4.", "That Hyle or first matter's nought</br>But poetentialitie:</br>That God's the never-fading root</br>Of all Vitalitie.", "What I was wisely taught in that still Night,</br>That Hyle is the Potentialitie</br>Of Gods dear Creatures, I embrace as right,</br>And them nigh blame of deep idolatrie</br>That give so much to that slight nullitie,</br>That they should make it root substantiall</br>Of nimble life, and that quick entitle</br>That doth so strongly move things naturall,</br>That life from hence should spring, that hither life should fall.", "For how things spring from hence and be resolv'd</br>Into this mirksome sourse, first matter hight,</br>This muddy myst'rie they no'te well unfold.</br>If it be onely a bare passive might</br>With Gods and Natures goodly dowries dight,</br>Bringing hid Noughts into existencie,</br>Or sleeping Somethings into wide day-light,</br>Then Hyle's plain potentialitie,</br>Which doth not straight inferre certain mortalitie,", "For the immortall Angels do consist</br>Of out-gone act and possibilitie;</br>Nor any other creature doth exist,</br>Releast from dreary deaths necessity;</br>If these composures it so certainly</br>Ensuen must.  If substance actuall</br>They will avouch this first matter to be,</br>Fountain of forms, and prop fiduciall</br>Of all those lives and beings cleeped Naturall;", "Then may it prove the sphear spermaticall</br>Or sensitive (if they would yield it life)</br>Or that is next, the Orb Imaginall,</br>Or rather all these Orbs; withouten strife</br>So mought we all conclude that their relief</br>And first existence from this sphear they drew</br>And so our adversaries, loth or fief</br>Must needs confesse that all the lore was true</br>Concerning life, that that fair Nymph so clearly shew;", "And that particular Lives that be yborn</br>Into this world, when their act doth dispear,</br>Do cease to be no more then the snails horn,</br>That she shrinks in because she cannot bear</br>The wanton boys rude touch, or heavie chear</br>Of stormy winds.  The secundary light</br>As surely shineth in the heavens clear,</br>As do the first fair beams of Phoebus bright,</br>Lasting they are as they, though not of so great might.", "So be the effluxes of those six orders,</br>Unfading lives from fount of livelihood:</br>Onely what next to strifefull Hyle borders,</br>Particular visibles deaths drearyhood</br>Can seiz upon.  They passe like sliding flood.</br>For when to this worlds dregs lives downward hie,</br>They 'stroy one th' other in fell cankred mood,</br>Beat back their rayes by strong antipathie,</br>Or some more broad-spread cause doth choke their energie.", "But to go on to that common conceit</br>Of the first matter:  What can substance do,</br>Poore, naked substance, megre, dry, dull, slight,</br>Inert, unactive, that no might can show</br>Of good or ill to either friend or foe,</br>All livelesse, all formlesse?  She doth sustain.</br>And hath no strength that task to undergo?</br>Besides that work is needlesse all in vain:</br>Each centrall form its rayes with ease can well up-stayen.", "What holds the earth in this the fluid aire?</br>Can matter void of fix'd solidity?</br>But she like kindly nurse her forms doth chear.</br>What can be suck'd from her dark dugges drie</br>Nor warmth, nor moistnesse, nor fast density</br>Belong to her.  Therefore ill nurse I ween</br>She'll make, that neither hath to satisfie</br>Young-craving life, nor firmnesse to sustein</br>The burden that upon her arms should safely lean.", "Therefore an uselesse superfluity</br>It is to make Hyle substantiall:</br>Onely let's term's the possibility</br>Of all created beings.  Lives centrall</br>Can frame themselves a right compositall,</br>While as they sitten soft in the sweet rayes</br>Or vitall vest of the lives generall,</br>As those that out of the earths covert raise</br>Themselves, fairly provok'd by warmth of sunny dayes.", "And thus all accidents will prove the beams</br>Of inward forms, their flowing energy</br>And quantity th' extension of such streams,</br>That goes along even with each qualitie.</br>Thus have we div'd to the profundity</br>Of darkest matter, and have found it nought:</br>But all this world's bare Possibility.</br>Nought therefore 'gainst lifes durance can be brought</br>From Hyles pit, that quencher may that pleasant thought.</br>"]