["Again upon his weary pilgrimage</br>Time through another rolling year hath sped&mdash;</br>Hath chilled the purse of slow consuming age,</br>And blanched with silver gray the aged head:</br>How swift the eagle pinioned hours have fled</br>Thro' Spring's fair birth and Summer's placid sheen,</br>And waved their wings above the Autumn's bed,</br>Where ruin's mantle overspreads the scene,</br>That was so beautiful, so gay and green!", "Man!  come, and look upon the faded leaf,</br>Impressive emblem of thine own decay&mdash;</br>How like the sad and pallid cheek of grief</br>It falls to earth, and pines, and fades away!</br>Where breathes the man to whom it doth not say,</br>That such is his inevitable doom,</br>When the warm light of life shall cease to play,</br>And the fair flowers of life shall cease to bloom</br>For him whose lonely mansion is the tomb.", "There is a moral in this dead repose</br>Of blighted nature &mdash; such is man's career&mdash;</br>His spring hath all the freshness of the rose,</br>Fair laughs the morn of his awakening year,</br>Gemmed by the happy smile, the joyous tear:</br>And wouldst thou know how fares his wintry hour!</br>Oh, look around behold the earth appear,</br>Divested of each shrub and scented flower</br>That once adorned her blooming summer bower.", "Image of sorrow, parent of the storms,</br>Relentless winter! &mdash; can the spirit gaze</br>Upon the tempest which thy face deforms,</br>And think not on that season of his days,</br>When the melodious whisperings of praise</br>No longer on his ear delighted fall&mdash;</br>When pleasure's smiles and fancy's winning lays</br>No more to rapture can his heart recall,</br>Wrapped in the deep dark folds of sorrow's pall?", "Who hath not felt his heart enraptured swell,</br>As love hath lightened up in beauty's eye!</br>Who hath not owned the witchery of that spell</br>That binds the soul to beauty's gentle sigh?</br>Who hath not felt the winged moments fly</br>By in early life sinless and undefiled,</br>When not a cloud obscured the tranquil sky,</br>In that fond hour so exquisite and wild,</br>When first to win his heart affection smiled?", "And who hath seen those blessed moments fade</br>Beneath misfortune's deadly withering!</br>And who hath borne the pang of hope betrayed,</br>Nor felt that life had no severer sting?</br>Not e'en though fate her darkest sorrows bring,</br>Spreading black midnight o'er the troubled mind,</br>Can they compare with that deep sorrowing,</br>When youth first wakens from his dream to find</br>That the warm sun of rapture hath declined.", "And when the shock is past, the heart survives,</br>To bear the sterner evils of its fate;</br>Yet still the busy fiend of memory strives</br>To catch joy from the past, &mdash; but all too late:</br>Never, oh never, can the mind create</br>Hours of delight like those which thus have flown;</br>Never such blissful scenes reanimate,</br>At those enchanted moments which have gone,</br>Leaving the spirit desolate and lone!", "Often, oh Time, thou desolating power!</br>Such scenes along thy varied course have swept&mdash;</br>Love's paradise, and Hope's ethereal hour,</br>When every fear and every grief have slept;</br>And as upon thy pathway thou hast kept</br>Thy ceaseless tenor, thou hast seen the blight</br>Of changeful fortune &mdash; and how main hath wept</br>Over the requiem of lost delight,</br>When round him gathered wild affliction's night.", "Oh!  many a time and oft the heart hath bled,</br>When at the closing moments of the year,</br>It rouses on the blessings which have fled,</br>And left it lingering and lonely here;</br>What fairy scenes to memory's eye appear</br>In all the freshness of their early pride,</br>The withered hopes which can no longer cheer&mdash;</br>The joys which glanced along life's rapid tide&mdash;</br>The raptures once imparted, now denied?", "Yet why lament o'er joy's expiring ray?</br>It sets &mdash; clouds gather o'er &mdash; yet on their verge</br>A golden halo sparkles brightly gay,</br>And meteors flash along life's heaving surge!</br>It boots thee not to pour the plaintive dirge,</br>Thou sad in heart, for what can bloom no more&mdash;</br>Be thine the fortitude that dares to urge</br>Its path without repining, to that shore</br>Where all its fearful trials shall be o'er.", "What mighty deeds have marked the flight of Time!</br>What nations founded!  and what glory won</br>By the fair light of liberty sublime!</br>Such as illumed ensanguined Marathon,</br>And such as shone upon our Washington,</br>The first of heroes &mdash; for he drew the sword,</br>Not to obtain the bauble of a throne,</br>But to protect the country he adored</br>'Gainst Europe's tyrant hosts which on it poured.", "And well he fought &mdash; and well he won the meed</br>Of that pure glory which can never die,</br>Which wreathes the fame of him who dares to bleed,</br>And yield without regret his latest sigh,</br>When o'er his head, his country's banners fly,</br>And valour sounds the trump of victory:</br>Oh, one free spirit could a host defy,</br>When it unsheathes the sword of Liberty,</br>And vows to perish nobly, or be free!", "Wither ye laurels of proud Philip's son!</br>Your leaves re dripping with unhallowed dew,</br>The tears of human kind &mdash; though Macedon</br>Did idolize their brilliancy of hue,</br>Yet 'twas a brightness cheating and untrue&mdash;</br>His tread was on the prostrate neck of earth</br>To kill &mdash; to desolate &mdash; and to subdue</br>The soul of freedom struggling into birth,</br>Without whose charms life were of little worth.", "Yea, he pursued triumphantly his path,</br>And Asia bowed beneath the victor's away,</br>Hung on the smile, and trembled at the wrath</br>Of a frail fellow being of the clay.</br>What was the close of this all boasted day?</br>How set this sun which shone so splendidly,</br>And brooked no equal orb to cross its way?</br>How passed from earth this would-be deity?</br>In an inglorious death midst drunken revelry.", "And thou, imprisoned in the sea-girt isle,</br>Gaul's daring champion!  what, in sooth, art thou</br>With all thy high emprize and gallant toil,</br>Sparkles the diadem upon thy brow;</br>Doth Europe bend beneath thy sceptre now?</br>No &mdash; thy adventurous eagle doth not soar</br>As erst it did, and left earth far below</br>His wing is weak and can outspread no more&mdash;</br>The lily now outshines the tri-color.", "Such ever is the changeful lot of man:</br>Frail as the dew that glitters in the beam;</br>A while he hustles through his narrow span,</br>Then sinks beneath oblivion's idle stream:&mdash;</br>His joy is but the phantom of a dream,</br>Clothed in unreal splendour, falsely bright;</br>And he who wields the sword of power supreme,</br>Who boldly soars in glory's proudest flight,</br>Sinks down in ruin from his lofty height.", "So hath it been: &mdash; again, so shall it be</br>With the fond schemes of this uncertain sphere,</br>Till time shall end in vast eternity,</br>And cease to roll around the varied year:</br>The morning dreams of hope &mdash; the pensive tear&mdash;</br>The smile of joy &mdash; and valour's waving plume&mdash;</br>The wreath of love, to youth and beauty dear,</br>Shall still the destiny of map illume,</br>Until he makes his home within the tomb.</br>"]