["Slow broke the morning o'er a field of blood</br>Whence shrieks of agony arose to heaven;</br>Friends, brothers, that in fierce encounter stood,</br>Arm against arm, now prayed to be forgiven;</br>Twins, who in one fond fostering breast had thriven,</br>Father and son, in hostile ranks arrayed,</br>With gory hands unwashed &mdash; with souls unshriven&mdash;</br>Now wildly, tremblingly, for mercy prayed,</br>Who mercy had renounced; by War, fiends, murderers, made!", "Slow broke the morning o'er that crimsoned field,</br>As fearing to withdraw night's shadowy veil:</br>Shines forth the sun &mdash; red horror stands revealed&mdash;</br>And nature shrinks aghast, and war grows pale!</br>In one wild ruin lies the grassy vale,</br>That smiled so peacefully but yester morn!</br>Oh that some hand could blot the guilty tale,</br>Ere to posterity its shame is borne,</br>A marvel and reproach, to ages yet unborn!", "And thou, sweet injured flower, pure as the dew</br>That falls from heaven upon thy stainless vest</br>Oh!  weep'st thou not thy buds of varying hue,</br>Unwilling symbols of a murderer's crest?</br>Alas!  be roses red or white the best,</br>Their cause spreads far destruction o'er the land!</br>Where'er it rages like a deadly pest,</br>It arms 'gainst earth and heaven the erring hand,</br>And changes Britain's sons to a fierce ruthless band!", "Shines forth the sun: &mdash; lorn maids and widows come</br>To bear the dying and the dead away;</br>Young hearts allured from happiness and home</br>To fight, to fall, in that unblest affray;</br>Now spurned &mdash; abandoned!  Oh his thirst allay</br>Who gasps in anguish! &mdash; still those piercing cries:</br>Bind up his wounds whose life-blood wells away&mdash;</br>Receive his parting breath, and close his eyes,</br>Whom whispered hope may cheer, ere yet his spirit flies!", "One being there is that hovers o'er the slain,</br>Like some bright spirit sent to save &mdash; to bless!</br>See where she kisses off each crimsoned stain,</br>And clasps yon breathless form with fond caress:</br>Is this a scene for maiden loveliness?</br>He hears thee not!  Edmund hath run his race!</br>Pale lengthening shadows on his eyelids press,</br>Yet love undying lingers for a space&mdash;</br>\"Margaret,\" he cried, \"alas!  oh hide that angel face!\"", "\"I come to save thee!\" \"Love, thou comest in vain;</br>I die; oh!  would to heaven I had been dead,</br>Ere thy dear scarf blushed with unhallowed stain</br>Of one whose life-blood dyes its azure red.</br>Oh!  look not on me thus:  ask not who bled</br>Beneath my brand; nor that soft hour recall</br>When at thy suit I swore no blood to shed</br>Of Margaret's race &mdash; 'twas in thy father's hall&mdash;</br>His falcon crest I knew not till I saw him fall.", "\"I swore &mdash; my faith is broken:  curse me not,</br>Sweet Love, I feel the fiery pangs within:</br>My fame is sullied by one demon spot,</br>Oh, what shall expiate that deadly sin!</br>Thou weepest, Margaret:  when foul feuds begin,</br>What eye the fatal issue shall foresee&mdash;</br>We met, we 'countered, 'mid the battle's din,</br>He fell, but oh!  the bolt recoils on me,</br>For have I not, alas!  sweet Love, lost heaven and thee!", "\"Thou weepest, Margaret &mdash; can thy gentle heart</br>Forgive so foul a wrong? &mdash; Oh could I live&mdash;</br>What tears &mdash; what penance &mdash; but, alas!  we part</br>Ere thy so guileless spirit can forgive!</br>Yet, oh!  sweet Margaret, let not hate survive</br>Thy Edmund's death; when o'er this wretched frame</br>The turf shall rise &mdash; will not thy pity shrive</br>The fallen wretch whom life, love, glory, fame,</br>Fled in one hour, and left to death &mdash; to shame?", "\"My breath grows faint &mdash; one last farewell &mdash; and then,</br>Oh quit this place! &mdash; Margaret, 'tis not for thee</br>To wander where war rages, and fierce men</br>Respect not youth or innocence &mdash; oh, flee</br>Yet turn once more, so may thy Edmund see</br>The angel form that, like its native heaven,</br>Smiles in bright mercy on a wretch like me,</br>Whispering my soul its frenzy is forgiven,</br>For this alone with death hath the lost Edmund striven!\"", "\"Forgive thee, Edmund! &mdash; shall not I forgive</br>A death unmeant?  my father I must weep</br>While tears may flow, &mdash; yet oh!  my Edmund, live,</br>Live, and atone by penance stern and deep</br>Thy unconscious fault; then shall his spirit sleep,</br>That seems ev'n now to wander o'er the plain.</br>Ha!  'tis my brother!  shall his falchion steep</br>In thy dear blood?\" &mdash; \"Aye, by our father slain,</br>His blood shall flow!  Away, minion, you plead in vain!\" ", "\"Mercy! &mdash; I know it not, thy guilty love</br>Hath been my guide to vengeance!  wouldst thou plead</br>For an assassin? &mdash; now, by heaven above,</br>By him our father bled, and he shall bleed;</br>'Tis meet atonement for a murderer's deed.\"</br>The dying man low murmured, \"Love, farewell.\"</br>Pale Margaret saw her brother's falchion speed</br>Its deadly aim, and striving to repel,</br>Received the fatal wound, and faintly shrieking, fell.", "Wild and aghast the wretched Hubert stood:</br>\"I die,\" she cried, \"dear Edmund, die with thee;</br>Shall not my blood atone a father's blood!</br>One kiss, sweet love, and I shall sleep with thee.</br>Dead! &mdash; dead!  Oh!  churl, thy Margaret thus to flee;</br>Hubert, my brother, kiss me ere I die:</br>Oh!  let us not in death divided be,</br>Whom deathless love united;\" &mdash; with a sigh</br>Her seraph spirit fled to seek its native sky.", "And where is Hubert?  in a lonely vale</br>Where through bright fields the rapid Calder flows,</br>Rises a tomb; around the marble pale</br>Twin-blossoms stray, the fair and blushing rose,</br>And there, at dewy morn and daylight's close,</br>A wretched maniac wanders through the gloom,</br>To the bleak night-wind breathes his frenzied woes,</br>Or raves round Edmund's grave and Margaret's tomb,</br>'Tis Hubert &mdash; masses all are vain to change his doom.</br>"]