["Welcome once more, pale evening's sombre host,</br>Shadows and darkness hail!  hail gentle night!</br>As o'er the world thy sable wing thou throw'st,</br>And wrap'st in vapours fanciful and light</br>Thy starry throne, all glowing, pure and bright!</br>Hail peaceful season!  when I love to roam</br>Beneath thy shade, and taste the warm delight</br>I ever feel in gazing on the dome,</br>That Nature's Architect hath raised o'er Nature's home;", "Majestic fabric!  to my wond'ring eye</br>A marvel, endless, infinite, unknown.</br>I love thee, night, and yet I know not why,</br>For in thy quiet I was wont to moan</br>The sorrows of my youth, and sigh alone</br>O'er woes to come, or disappointments past;</br>Till hope uprising pointed to the zone,</br>The galaxy above me broad and vast,</br>Where no corroding care disturbs the soul's repast.", "That silver wreath of heavenly asphodel!</br>That clear, broad, boundless sheet of living light,</br>On which the melancholic eye may dwell,</br>And deem it almost heaven; the shadow bright,</br>That gloomy chaos spares to mortal sight,</br>Of that empyreal region, where the blest,</br>In one eternal rapture of delight,</br>The Almighty's throne with choral songs invest;</br>And in high chorus hail Him wisest, first and best.", "E'en from my boyhood, when I deemed the stars</br>But sparks of fire all beauteous as they seem,</br>Secluded from the world's unholy jars,</br>Beneath thine influence I was wont to dream</br>Of future life, and manhood was the theme</br>Whereon I dwelt, with joy that never tired:</br>There too my young ambition learnt to scheme</br>The glorious path, to which my soul aspired;</br>Now urged by meteor hopes, and now with glory fired.", "And when as yet a stripling, and I rode</br>Upon the far Atlantic's boiling wave,</br>Watching your glimmering, from my drear abode,</br>In argent beauty; peace unbroken, save</br>The green sea billows undulating lave,</br>That soothes the drowsy mariner; I sigh'd</br>O'er follies past, for I was passion's slave;</br>And, like the storm toss'd bark no helm to guide,</br>Was drifting loose and wild on life's perturbed tide.", "Thus oft I mused and gazed upon the sky,</br>Till heaven's high arch became a lovely book;</br>Whereon to read, with deep enamoured eye,</br>The Wonders of th' Almighty and to look</br>Above was extasy, and gently took</br>All worldly feeling from my anxious heart.</br>And thus from time to time I learned to brook</br>The hypocritic wile, the sneer of art,</br>The threat, the frown of power, and smile beneath the smart.", "And I have well deceived th' ill-judging world,</br>Nor craved it's interested sympathy,</br>That weeps without a tear; whose lip is curled</br>With cynic smiles at others' misery;</br>And only mourns with envious eye to see</br>The virtuous prosper; I am sick at heart,</br>And feel as if I were not formed to be</br>A sojourner with such, but set apart</br>For suffering; as a mark for dire misfortune's dart.", "The child of disappointment I have been,</br>Since to my eyes the light of day was new;</br>But long and heavy sorrows cannot wean</br>My heart from feeling; though the dew</br>Hangs not upon my eyelash as I view</br>Time's harsh bereavements; though I ne'er complain</br>I do not cease to feel; but strive anew</br>To cover with a smile a fevered brain,</br>And unconcerned appear enduring inward pain.", "Thus set my young ambition, as I found</br>Her gory laurels easier worn than won;</br>And lost than either; and the path renowned,</br>That led to glory, dangerous to run;</br>Whilst plunder, rapine, murder, must be done</br>To gain a warrior's wreath, a hero's fame:</br>Hence then such guilty glory I would shun,</br>And rather live and die without a name</br>In dull obscurity, than wear such honoured shame.", "I know not why I love thee thus, oh!  night,</br>But that my brightest dreams have been with thee;</br>And I have made thy pale unearthly light</br>My confidant; and, unreserved and free,</br>Have told my plaintive tales of woe to thee;</br>And thou hast seemed to listen till I thought,</br>In youth's enthusiastic reverie,</br>The gentle moon's pale features kindly wrought</br>With looks of sympathy; and this was what I sought.", "Mild arbitress of night!  ordained to mix</br>In low communion with a world like this;</br>The poet's mistress, and the lunatic's,</br>To whom alike the sight of thee is bliss:</br>Fair traveller in yon infinite abyss,</br>Making the wise man mad, the mad man wise;</br>That dost the lover, drunkard, murderer, bless</br>With the same pearly light; to thee the sighs,</br>The groans, the oaths, the prayers of countless millions rise:", "To thee, through many a long and lovely night,</br>From this untoward world I lift mine eye,</br>And leave its cares behind; that, like a blight,</br>Lead slowly to the tomb; and then I sigh</br>That such must he my home, yet long to die;</br>To leave this load, these troubles to disperse;</br>To be an atom of eternity,</br>Where thought no more shall earth's sad scenes rehearse;</br>To form a part of thee, and this great universe.</br>"]