["Lord of the mightiest lyre that ever thrill'd</br>In human hands!  once more thy song I hail;</br>Oh!  Thou whose cup the immortal Muse hath fill'd</br>Fresh from a found whose pure springs never fail!</br>Vainly shall envy &mdash; hatred &mdash; pain, assail</br>That breast, which swelling with celestial fire</br>Against all earth-born passions must prevail;</br>Vainly shall Man those subject thoughts require,</br>Which from his sordid haunts to their own Heaven aspire!", "And though on me that Muse hath never smil'd,</br>Yet have I lov'd her; and have listen'd long</br>To her delights, and many an hour beguil'd</br>With the great masters of our native song;</br>And I have talk'd with that time-hallow'd throng</br>Whose names yet unborn ages must adore;</br>But not a voice that classic choir among,</br>And not a lay from aught of later lore,</br>Hath come to me like thine, shaking my rapt heart's core.", "Not now too lightly mov'd: &mdash; this heart hath felt</br>Much that again it will not, cannot feel.</br>While yet its infant sympathies would melt</br>To tears and tenderness, with rods of steel</br>They crush'd its pulses; though the wound might heal,</br>The scar grew cold and callous; Love decay'd;</br>And Passion vainly urg'd its fond appeal;</br>Yet Misery never there a false parade</br>Of stoic virtues form'd, to veil the wreck she'd made.", "Though yet but young, my bloom of life is gone,</br>For I have pass'd through many a painful year;</br>While firm, though friendless, I have stood alone,</br>Oppos'd to all which others shun and fear:</br>The fool's reproof, the worldly-wise man's sneer,</br>On me have fall'n, and yet perhaps may fall;&mdash;</br>But vain is a Hate where Friendship could not cheer;</br>Fate hath long chang'd my heart's best blood to gall,</br>For Love comes never there, nor Hope &mdash; which comes to all.", "Look on this pallid cheek, ye who have known</br>Its earlier brightness, and have smiling said</br>That ye could wish transported to your own</br>The fresh suffusion of its healthful red.</br>Where is the eye's quick lustre?  all is fled&mdash;</br>My heavy glance scarce brooks the blaze of day;</br>Where are the heart's warm answers?  chill'd and dead</br>In my lone breast; &mdash; and yet but short delay</br>Ere from these lips, perhaps, the last breath ebbs away.", "There are few earthly feelings touch me now,</br>Alike insensible to joy or pain.</br>Yet did I feel my breast rekindling glow,</br>Warm'd by the quick'ning wonders of thy strain.</br>I had not thought to raise my voice again</br>To beings fram'd of Man's unworthy clay,</br>But at thy harp's inspiring sound 'twere vain</br>The enraptur'd soul's impassion'd gush to stay;</br>Deign, mighty Bard, then deign to accept this votive lay!</br>"]