["Dun vested twilight brings in low'ring night,</br>Damp exhalations creep along the dale;</br>The bat, deserted, wheels his lonesome flight,</br>And Melancholy sighs in ev'ry gale.", "Within this spot, where obscene birds of night</br>Nestle, and nod, and screech, alternate, round,</br>Soft Music floated once, whilst with delight</br>The distant Sailors caught the dying sound.", "No more the warlike drum sounds o'er these plains,</br>Nor the shrill trumpets pierce the ambient air;</br>Where stood the Centinel, now silence reigns,</br>And Desolation murmurs, \"Who comes there?\"", "Declining Commerce now, methinks, I see</br>In tears, reclin'd against the time-shook wall;</br>Com'st thou, O Youth, she cries, to pity me,</br>Com'st thou to mourn, or to withstand my fall?", "Perhaps, in ancient times, when Rother's flood,</br>Roll'd swift and dreadful by those ruins wild,</br>Upon this very spot some parent stood,</br>And wept, with joy, to see her long-lost child.", "Or when the ship, by swelling canvas prest,</br>Which parted lovers, faded on the view,</br>Here dropt the tender tear, here heav'd the breast,</br>Here wav'd the hand that gave the last adieu.", "In days of yore, when first these walls arose,</br>Full many a tender pair, from yonder town,</br>Have joyful tripp'd this way at ev'ning's close,</br>And on the river's verdant side sat down.", "Conversing, tender, on their future weal,</br>Whilst the lov'd offspring kiss'd the heaving breast,</br>The tear maternal down the cheek would steal,</br>Like thine, Eliza, when misfortune prest.", "Yon grove, deserted, ruinous, and wild,</br>Whose brown top bends beneath the ev'ning breeze,</br>Is still the nurse of Fancy's airy child,</br>And seems to whisper how it once could please.", "Imagination paints the flow'ry bed,</br>The stream below, the shady bow'r above;</br>Where some fond youth reclin'd his pensive head,</br>And spent the hours betwixt the Muse and Love.", "His shade, methinks, now stalks majestic by,</br>Behold it glides beneath yon mould'ring wall;</br>His hand he waves, lo!  now he seems to sigh,</br>And thus Imagination hears him call:", "\"Dear Youth, whose lonely feet those ruins tread,</br>Whose down-cast eye lets fall the gen'rous tear,</br>Regard not transient life, which soon is fled;</br>Reflect on Heav'n and all the glories there.", "\"Blessings supreme, beyond the reach of thought,</br>Attend the man who often thinks on death;</br>Whose ev'ry deed is oft to judgment brought</br>By faithful Conscience, e're he yields his breath.\"", "\"Reflection cease,\" &mdash; methinks some voice replies,</br>\"I solemn thoughts and groaning numbers hate;</br>Forsaken walls and ruins I despise;</br>Have me to banquetings and rooms of state.\"", "To balls and banquets unmolested stray,</br>Let me in peace my wayward path pursue;</br>In viewing these I see my own decay;</br>If walls thus perish &mdash; I must perish too.", "Struck by this thought, Reflection sallies forth</br>Thro' ev'ry path of life she trod before,</br>Weighs ev'ry action, views its spring and growth,</br>And what 'twill yield, when time shall be no more.</br>"]