["My foot has climb'd the rocky summit's height,</br>And in mute rapture from its lofty brow</br>Mine eye is gazing round me with delight,</br>On all of beautiful, above, below:</br>The fleecy smoke-wreath upward curling slow,</br>The silvery waves half hid with bowering green,</br>That far beneath in gentle murmurs flow,</br>Or onward dash in foam or sparkling sheen,&mdash;</br>While rocks and forest boughs hide half the distant scene.", "In sooth, from this bright wilderness, 'tis sweet</br>To look through loop-holes form'd by forest boughs,</br>And view the landscape far beneath the feet,</br>Where cultivation all its aid bestows,</br>And o'er the scene an added beauty throws;</br>The busy harvest group, the distant mill,</br>The quiet cattle stretch'd in calm repose,</br>The cot, half seen behind the sloping hill,&mdash;</br>All mingled in one scene with most enchanting skill.", "The very air that breathes around my cheek,</br>The summer fragrance of my native hills,</br>Seems with the voice of other times to speak,</br>And, while it each unquiet feeling stills,</br>My pensive soul with hallow'd memories fills:</br>My fathers' hall is there, their feet have press'd</br>The flower-gemm'd margin of these gushing rills,</br>When lightly on the water's dimpled breast,</br>Their own light bark beside the frail canoe would rest.", "The rock was once your dwelling place, my sires!</br>Or cavern scoop'd within the green hill's side;</br>The prowling wolf fled far your beacon fires,</br>And the kind Indian half your wants supplied;</br>While round your necks the wampum-belt he tied,</br>And joining fast with yours the friendly hand,</br>He bade you on his lands in peace abide,</br>Nor dread the wakening of the midnight brand,</br>Or aught of broken faith to loose the peace-belt's band.", "Oh!  if there is in beautiful and fair</br>A potency to charm, a power to bless;</br>If bright blue skies and music-breathing air,</br>And nature in her every varied dress</br>Of peaceful beauty and wild loveliness,</br>Can shed across the heart one sunshine ray,</br>Then others, too, sweet stream, with only less</br>Than mine own joy, shall gaze, and bear away</br>Some cherished thought of thee, for many a coming day.", "But yet not utterly obscure thy banks,</br>Nor all unknown to history's page thy name;</br>For there wild war hath pour'd his battle ranks,</br>And stamp'd in characters of blood and flame,</br>Thine annals in the chronicles of fame.</br>The wave, that ripples on so calm and still</br>Hath trembled at the war-cry's loud acclaim,</br>The cannon's voice hath roll'd from hill to hill,</br>And 'midst thy echoing vales the trump hath sounded shrill.", "My country's standard waved on yonder height,</br>Her red cross banner England there display'd,</br>And there the German, who, far foreign fight,</br>Had left his own domestic hearth, and made</br>War, with its horrors and its blood, a trade,</br>Amidst the battle stood; and all the day,</br>The bursting bomb, the furious cannonade,</br>The bugle's martial notes, the musket's play,</br>In mingled uproar wild resounded far away.", "Thick clouds of smoke obscured the clear bright sky,</br>And hung above them like a funeral pall,</br>Shrouding both friend and foe, so soon to lie</br>Like brethren slumbering in one father's hall.</br>The work of death went on, and when the fall</br>Of night came onward silently, and shed</br>A dreary hush, where late was uproar all,</br>How many a brother's heart in anguish bled</br>O'er cherished ones, who there lay resting with the dead.", "Unshrouded and uncoffin'd, they were laid</br>Within the soldier's grave, e'en where they fell;</br>At noon they proudly trod the field &mdash; the spade</br>At night dug out their resting place, and well</br>And calmly did they slumber, though no bell</br>Peal'd over them its solemn music slow;</br>The night winds sung their only dirge, their knell</br>Was but the owlet's boding cry of wo,</br>The flap of night hawk's wing and murmuring water's flow.", "But it is over now, the plough hath rased</br>All trace of where war's wasting hand hath been:</br>No vestige of the battle may be traced,</br>Save where the share, in passing o'er the scene,</br>Turns up some rusted ball; the maize is green</br>On what was once the death bed of the brave;</br>The waters have resumed their wonted sheen,</br>The wild bird sings in cadence with the wave,</br>And nought remains to show the sleeping soldier's grave.", "A pebble stone that on the war-field lay,</br>And a wild rose that blossom'd brightly there,</br>Were all the relics that I bore away,</br>To tell that I had trod the scene of war,</br>When I had turn'd my footsteps homeward far&mdash;</br>These may seem childish things to some; to me</br>They shall be treasured ones, and, like the star</br>That guides the sailor o'er the pathless sea,</br>They shall lead back my thoughts, loved Brandywine, to thee.</br>"]