["The haughty Gaul, in Ten Campaigns o'erthrown,</br>Now ceas'd to think the Western World his own.</br>Oft had he mourn'd his boasting Leaders bound,</br>And his proud Bulwarks smoaking on the Ground;</br>In vain with Pow'rs renew'd he fill'd the Plain,</br>Made tim'rous Vows, and brib'd the Saints in vain;</br>As oft his Legions did the Fight decline,</br>Lurk'd in the Trench, and skulk'd behind the Line.</br>Before his Eyes the fancy'd Javelin gleams,</br>At Feasts he starts, and seems dethron'd in Dreams,</br>On Glory past reflects with secret Pain,</br>On Mines exhausted, and on Millions slain.", "To Britain's QUEEN the scepter'd Suppliant bends,</br>To Her his Crowns and Infant Race commends,</br>Who grieves Her Fame with Christian Blood to buy,</br>Nor asks for Glory at a Price so high.</br>At Her Decree, the War suspended stands,</br>And Britain's Heroes hold their lifted Hands,</br>Their open Brows no threat'ning Frowns disguise,</br>But gentler Passions sparkle in their Eyes.</br>The Gauls, who never in their Courts could find</br>Such temper'd Fire with manly Beauty join'd,</br>Doubt if they're those, whom, dreadful to the View</br>In Forms so fierce their fearful Fancies drew;</br>At whose dire Names ten thousand Widows prest</br>Their helpless Orphans clinging to the Breast.</br>In silent Rapture each his Foe surveys,</br>They vow firm Friendship, and give mutual Praise.</br>Brave Minds, howe'er at War, are secret Friends,</br>Their gen'rous Discord with the Battel ends;</br>In Peace they wonder whence Dissension rose,</br>And ask how Souls so like could e'er be Foes.", "Methinks I hear more friendly Shouts rebound,</br>And social Clarions mix their sprightly Sound,</br>The British Flags are furl'd, her Troops disband,</br>And scatter'd Armies seek their native Land.</br>The hardy Vet'ran, proud of many a sSar,</br>The manly Charms and Honours of the War,</br>Who hope'd to share his Friends' illustrious Doom,</br>And in the Battel find a Soldier's Tomb,</br>Leans on his Spear to take his farewel View,</br>And, sighing, bids the glorious Camp adieu.", "Ye gen'rous Fair, receive the Brave with Smiles,</br>O'er-pay their sleepless Nights, and crown their Toils;</br>Soft Beauty is the gallant Soldier's Due,</br>For You they conquer, and they bleed for You.</br>In vain proud Gaule with boastful Spain conspires,</br>When English Valour English Beauty fires;</br>The Nations dread your Eyes, and Kings despair</br>Of Chiefs so brave, 'till they have Nymphs so fair.", "See the fond Wife, in Tears of Transport drown'd,</br>Hugs her rough Lord, and weeps o'er every Wound,</br>Hangs on the Lips that Fields of Blood relate,</br>And smiles, or trembles, at his various Fate.</br>Near the full Bowl he draws the fancy'd Line,</br>And marks feign'd Trenches in the flowing Wine,</br>Then sets th' invested Fort before his Eyes,</br>And Mines, that whirl'd Battalions to the Skies:</br>His little listening Progeny turn pale,</br>And beg again to hear the dreadful Tale.", "Such dire Atchievements sings the Bard, that tells</br>Of Palfrey'd Dames, bold Knights, and Magic Spells,</br>Where whole Brigades one Champion's Arms o'erthrow,</br>And cleave a Giant at a random Blow,</br>Slay Paynims vile, that force the Fair, and tame</br>The Goblin's Fury, and the Dragon's Flame.", "Our eager Youth to distant Nations run,</br>To visit Fields, their valiant Fathers won;</br>From Flandria's Shore their Country's Fame they trace,</br>Till far Germania shows her blasted Face.</br>Th' exulting Briton asks his mournful Guide,</br>Where his hard Fate the lost Bavaria try'd:</br>Where Stepney grav'd the stone to ANNA's Fame,</br>He points to Blenheim, once a vulgar Name;</br>Here fled the Household, there did Tallard yield,</br>Here Marlborough turn'd the Fortune of the Field,</br>On those steep Banks, near Danube's raging Flood</br>The Gauls thrice started back, and trembling stood:</br>When, Churchill's Arm perceiv'd, they stood not long,</br>But plung'd amidst the Waves, a desperate Throng,</br>Crowds whelm'd on Crowds dash'd wide the watery Bed,</br>And drove the Current to its distant Head.", "As, when by Raphael's, or by Kneller's Hands</br>A warlike Courser on the Canvas stands,</br>Such as on Landen bleeding Ormond bore,</br>Or set young Ammon on the Granic shore;</br>If chance a gen'rous Steed the Work behold,</br>He snorts, he neighs, he champs the foamy Gold:</br>So, Hocstet seen, tumultuous Passions rowl,</br>And Hints of Glory fire the Briton's Soul,</br>In fancy'd Fights he sees the Troops engage,</br>And all the Tempest of the Battel rage.", "Charm Me, ye Pow'rs, with Scenes less nobly bright,</br>Far humbler Thoughts th' inglorious Muse delight,</br>Content to see the Honours of the Field</br>By Plough-shares levell'd, or in Flow'rs conceal'd.</br>O'er shatter'd Walls may creeping Ivy twine,</br>And Grass luxuriant cloathe the harmless Mine.</br>Tame Flocks ascend the Breach without a Wound,</br>Or crop the bastion, now a fruitful ground;</br>While Shepherds sleep, along the Rampard laid,</br>Or Pipe beneath the formidable Shade.", "Who was the Man?  Oblivion blast his Name,</br>Torn out, and blotted from the list of Fame!</br>Who fond of lawless Rule, and proudly brave,</br>First sunk the filial Subject to a Slave,</br>His Neighbour's Realms by Frauds un-kingly gain'd,</br>In guiltless Blood the sacred Ermine stain'd,</br>Laid schemes for Death, to Slaughter turn'd his Heart,</br>And fitted Murder to the Rules of Art.", "Ah!  curst Ambition, to thy Lures we owe</br>All the Great Ills, that Mortals bear below.</br>Curst by the Hind, when to the Spoil he yields</br>His Year's whole Sweat, and vainly ripen'd Fields;</br>Curst by the Maid, torn from her Lover's Side,</br>When left a Widow, though not yet a Bride;</br>By Mothers curst, when Floods of Tears they shed,</br>And scatter useless Roses on the Dead.</br>Oh, sacred Bristol!  then, what Dangers prove</br>The Arts, Thou smil'st on with Paternal Love?</br>Then, mixt with Rubbish by the brutal Foes,</br>In vain the Marble breathes, the Canvas glows;</br>To Shades obscure the glitt'ring Sword pursues</br>The gentle Poet, and defenceless Muse.</br>A Voice like Thine alone, might then asswage</br>The Warrior's Fury, and control his Rage;</br>To hear Thee speak, might the fierce Vandal stand,</br>And fling the brandish'd Sabre from his Hand.", "Far hence be driv'n to Scythia's stormy Shore</br>The Drum's harsh Musick, and the Cannon's Roar;</br>Let grim Bellona haunt the lawless Plain,</br>Where Tartar clans and grizly Cossacks reign;</br>Let the steel'd Turk be deaf to Matrons' Cries,</br>See Virgins ravish'd with relentless Eyes,</br>To Death grey Heads and smiling Infants doom,</br>Nor spare the Promise of the pregnant Womb,</br>O'er wasted Kingdoms spread his wide Command,</br>The Savage Lord of an unpeopled Land.", "Her guiltless Glory just Britannia draws</br>From pure Religion, and impartial Laws,</br>To Europe's Wounds a Mother's Aid she brings,</br>And holds in equal Scales the Rival Kings:</br>Her gen'rous Sons in choicest Gifts abound,</br>In arms alike, alike in Arts renown'd.", "As when sweet Venus (so the Fable sings)</br>Awak'd by Nereids, from the Ocean springs,</br>With Smiles she sees the threatening Billows rise,</br>Spreads smooth the Surge, and clears the louring Skies.</br>Light, o'er the Deep, with flutt'ring Cupids crown'd,</br>The Pearly Couch and Silver Turtles bound;</br>Her Tresses shed ambrosial Odours round.", "Amidst the World of Waves so stands serene</br>Britannia's Isle, the Ocean's stately Queen;</br>In vain the Nations have conspir'd her Fall,</br>Her Trench the Sea, and Fleets her floating Wall:</br>Defenceless Barks, her powerful Navy near,</br>Have only Waves and Hurricanes to fear.</br>What bold Invader, or what Land opprest,</br>Hath not her Anger quell'd, her Aid redrest!</br>Say, where have e'er her Union-Crosses sail'd,</br>But much her Arms, her Justice more prevail'd!</br>Her Labours are to plead th' Almighty's Cause,</br>Her Pride to teach th' untam'd Barbarian Laws:</br>Who conquers, wins by Brutal Strength the Prize;</br>But 'tis a Godlike Work to civilize.", "Have we forgot how from great Russia's Throne</br>The King, whose Pow'r half Europe's Regions own,</br>Whose Sceptre waving, with one Shout rush forth</br>In Swarms the harness'd Millions of the North,</br>Through Realms of Ice pursu'd his tedious Way</br>To court our Friendship, and our Fame survey!</br>Hence the rich Prize of useful Arts he bore,</br>And round his Empire spread the learned Store:</br>(T' adorn old Realms is more than new to raise,</br>His Country's Parent is a Monarch's Praise.)</br>His Bands now march in just Array to War,</br>And Caspian Gulphs unusual Navies bear;</br>With Runick Lays Smolensko's Forests ring,</br>And wond'ring Volga hears the Muses sing.</br>Did not the Painted Kings of India greet</br>Our QUEEN, and lay their Sceptres at her Feet!</br>Chiefs who full Bowls of hostile Blood had quaff'd,</br>Fam'd for the Javelin, and envenom'd Shaft,</br>Whose haughty Brows made Savages adore,</br>Nor bow'd to less than Stars or Sun before.</br>Her pitying Smile accepts their suppliant Claim,</br>And adds four Monarchs to the Christian Name.", "Blest use of Pow'r!  O virtuous Pride in Kings!</br>And like his Bounty, whence Dominion springs!</br>Which o'er new Worlds makes Heav'n's Indulgence shine,</br>And ranges Myriads under Laws divine!</br>Well bought with all that those sweet Regions hold,</br>With Groves of Spices, and with Mines of Gold.", "Fearless our Merchant now pursues his Gain,</br>And roams securely o'er the boundless Main.</br>Now o'er his Head the Polar Bear he spies,</br>And freezing Spangles of the Lapland Skies;</br>Now swells his Canvas to the sultry Line,</br>With glitt'ring Spoils where Indian Grottoes shine,</br>Where Fumes of Incense glad the Southern Seas,</br>And wafted Citron scents the balmy Breeze.</br>Here nearer Suns prepare the rip'ning Gem,</br>To grace Great ANNE's Imperial Diadem,</br>And here the Ore, whose melted Mass shall yield</br>On faithful Coins each memorable Field,</br>Which, mixt with Medals of immortal Rome,</br>May clear Disputes, and teach the Times to come.", "In circling Beams shall Godlike ANNA glow,</br>And Churchill's Sword hang o'er the prostrate Foe;</br>In comely Wounds shall bleeding Worthies stand,</br>Webb's firm Plattoon, and Lumley's faithful Band.</br>Bold Mordaunt in Iberian Trophies drest,</br>And Campbell's Dragon on his dauntless Breast,</br>Great Ormond's Deeds on Vigo's Spoils enroll'd,</br>And Guiscard's Knife on Harley's Chili gold.</br>And if the Muse, O Bristol, might decree,</br>Here Granville noted by the Lyre should be,</br>The Lyre for Granville, and the cross for thee.", "Such are the Honours grateful Britain pays;</br>So Patriots merit, and so Monarchs praise.</br>O'er distant Times such Records shall prevail,</br>When English Numbers, antiquated, fail:</br>A trifling Song the Muse can only yield,</br>And sooth her Soldiers panting from the Field.</br>To sweet Retirements see them safe convey'd,</br>And raise their Battels in the rural Shade.</br>From Fields of Death to Woodstock's peaceful Glooms,</br>(The Poet's Haunt) Britannia's Hero comes&mdash;</br>Begin, my Muse, and softly touch the String:</br>Here Henry lov'd; and Chaucer learn'd to sing.", "Hail, fabled grotto!  hail, Elysian Soil!</br>Thou fairest Spot of fair Britannia's Isle!</br>Where Kings of old, conceal'd, forgot the Throne,</br>And Beauty was content to shine unknown;</br>Where Love and War by turns Pavilions rear,</br>And Henry's Bow'rs near Blenheim's Dome appear;</br>The weary'd Champion lull in soft Alcoves,</br>The noblest Boast of thy romantic Groves.</br>Oft, if the Muse presage, shall He be seen</br>By Rosamonda fleeting o'er the Green,</br>In Dreams be hail'd by Heroes' mighty Shades,</br>And hear old Chaucer warble through the Glades,</br>O'er the fam'd echoing Vaults his Name shall bound,</br>And Hill to Hill reflect the favourite Sound.", "Here, here at least thy Love for Arms give o'er,</br>Nor, one World conquer'd, fondly wish for more.</br>Vice of great Souls alone!  O Thirst of Fame!</br>The Muse admires it, while she strives to blame.</br>Thy Toils be now to chace the bounding Deer,</br>Or view the Coursers stretch in wild Career.</br>This lovely Scene shall sooth thy Soul to Rest,</br>And wear each dreadful Image from thy Breast.</br>With Pleasure, by Thy Conquests shalt thou see</br>Thy QUEEN Triumphant, and all Europe free.</br>No Cares henceforth shall Thy Repose destroy,</br>But what Thou giv'st the World, Thy self enjoy.", "Sweet Solitude!  when Life's gay Hours are past</br>Howe'er we range, in Thee we fix at last:</br>Tost through tempestuous Seas (the Voyage o'er)</br>Pale we look back, and bless thy friendly Shore.</br>Our own strict Judges our past Life we scan,</br>And ask if Glory hath enlarg'd the span:</br>If bright the Prospect, we the Grave defy,</br>Trust future Ages, and contented die.", "When Strangers from far distant Climes shall come,</br>To view the Pomp of this Triumphant Dome,</br>Where rear'd aloft, dissembled Trophies stand,</br>And breathing Labours of the Sculptor's Hand,</br>Where Kneller's Art shall paint the flying Gaul,</br>And Bourbon's Woes shall fill the story'd Wall;</br>Heirs of thy Blood shall o'er their bounteous Board</br>Fix Europe's Guard, Thy Monumental Sword,</br>Banners that oft have wav'd on conquer'd Walls,</br>And Trumps, that drown'd the Groans of gasping Gauls.</br>Fair Dames shall oft, with curious Eye, explore</br>The costly Tobes that slaughter'd Gen'rals wore,</br>Rich Trappings from the Danube's Whirlpools brought,</br>(Hesperian Nuns the gorgeous Broidery wrought)</br>Belts stiff with Gold, the Boian Horse-man's Pride,</br>And Gaul's fair Flow'rs, in humane Crimson dy'd.</br>Of Churchill's Race perhaps some lovely Boy</br>Shall mark the burnish'd Steel that hangs on high,</br>Shall gaze transported on its glitt'ring Charms,</br>And reach it struggling with unequal Arms,</br>By Signs the Drum's tumultuous Sound request,</br>Then seek, in Starts, the hushing Mother's Breast.", "So, in the Painter's animated Frame,</br>Where Mars embraces the soft Paphian Dame,</br>The little Loves in sport his Fauchion wield,</br>Or join their Strength to heave his pond'rous Shield:</br>One strokes the Plume in Tityon's Gore embru'd,</br>And one the Spear, that reeks with Typhon's Blood,</br>Another's Infant Brows the Helm sustain,</br>He nods his Crest, and frights the shrieking Train.", "Thus, the rude Tempest of the Field o'er-blown,</br>Shall whiter Rounds of smiling Years rowl on,</br>Our Victors, blest in Peace, forget their Wars,</br>Enjoy past Dangers, and absolve the Stars.</br>But, oh!  what Sorrows shall bedew your Urns,</br>Ye honour'd Shades, whom widow'd Albion mourns!</br>If your thin Forms yet discontented moan,</br>And haunt the mangled Mansions, once your own,</br>Behold what Flow'rs the pious Muses strow,</br>And Tears, which in the midst of Triumph flow;</br>Cypress and Bays your envy'd Brows surround,</br>Your Names the tender Matron's Heart shall wound,</br>And the soft Maid grow pensive at the Sound.", "Accept, Great ANNE, the Tears their Mem'ry draws,</br>Who nobly perish'd in their Sov'reign's Cause:</br>For Thou in Pity bid'st the War give o'er,</br>Mourn'st thy slain Heroes, nor wilt venture more.</br>Vast Price of Blood on each victorious Day!</br>(But Europe's Freedom doth that Price repay.)</br>Lamented Triumphs!  when one Breath must tell</br>That Marlborough conquer'd, and that Dormer fell.", "Great QUEEN!  whose Name strikes haughty Monarchs pale,</br>On whose just Sceptre hangs Europa's Scale,</br>Whose Arm like Mercy wounds, decides like Fate,</br>On whose Decree the Nations anxious wait:</br>From Albion's cliffs Thy wide-extended Hand</br>Shall o'er the Main to far Peru command;</br>So vast a Tract whose wide Domain shall run,</br>Its circling Skies shall see no setting Sun.</br>Thee, Thee an hundred Languages shall claim,</br>And savage Indians swear by ANNA's Name;</br>The Line and Poles shall own thy rightful Sway,</br>And thy Commands the sever'd Globe obey.", "Round the vast Ball thy new Dominions chain</br>The watery Kingdoms, and control the Main;</br>Magellan's Straits to Gibraltar they join,</br>Across the Seas a formidable Line;</br>The Sight of adverse Gaule we fear no more,</br>But pleas'd see Dunkirk, now a guiltless Shore;</br>In vain great Neptune tore the narrow Ground,</br>And meant his Waters for Britannia's bound;</br>Her Giant Genius takes a mighty Stride,</br>And plants his Foot beyond th' incroaching Tide;</br>On either Bank the Land it's Master knows,</br>And in the midst the subject Ocean flows.", "So near proud Rhodes, across the raging Flood,</br>Stupendous Form!  the vast Colossus stood,</br>(While at one Foot their thronging Gallies ride,</br>A whole Hour's sail scarce reach'd the further sSde)</br>Betwixt his brazen Thighs, in loose Array,</br>Ten thousand Streamers on the Billows play.", "By Harley's counsels, Dunkirk, now restor'd</br>To Britain's Empire, owns her ancient Lord,</br>In him transfus'd his Godlike Father reigns,</br>Rich in the Blood which swell'd that Patriot's Veins,</br>Who, boldly faithful, met his Sov'reign's Frown,</br>And scorn'd for Gold to yield th' important Town.</br>His sSn was born the ravish'd Prey to claim,</br>And France still trembles at an Harley's name.", "A Fort so dreadful to our English Shore,</br>Our Fleets scarce fear'd the Sands or Tempests more,</br>Whose vast Expenses to such Summs amount,</br>That the tax'd Gaul scarce furnish'd out th' Account,</br>Whose Walls such Bulwarks, such vast Tow'rs restrain,</br>It's Weakest Ramparts are the Rocks and Main,</br>His Boast great Louis yields, and cheaply buys</br>Thy Friendship, ANNA, with the mighty Prize.</br>Holland repining, and in Grief cast down,</br>Sees the new Glories of the British Crown:</br>Ah!  may they ne'er provoke Thee to the Fight,</br>Nor Foes, more dreadful than the Gaul, invite.</br>Soon may they hold the Olive, soon asswage</br>Their secret Murmurs, nor call forth thy Rage</br>To rend their Banks, and pour, at one Command,</br>Thy Realm, the Sea, o'er their precarious Land.", "Henceforth be Thine, Vice-Gerent of the Skies,</br>Scorn'd Worth to raise, and Vice in Robes chastise,</br>To dry the Orphan's Tears, and from the Bar,</br>Chace the Brib'd Judge, and hush the wordy War,</br>Deny the curst Blasphemer's Tongue to rage,</br>And turn God's Fury from an impious Age.</br>Blest Change!  the Soldier's late destroying Hand</br>Shall rear new Temples in his native Land;</br>Mistaken Zealots shall with Fear behold,</br>And beg Admittance in our sacred Fold;</br>On Her own Works the Pious QUEEN shall smile,</br>And turn her Cares upon her Fav'rite Isle.", "So the keen Bolt a Warrior Angel aims,</br>Array'd in Clouds, and wrapt in mantling Flames;</br>He bears a Tempest on his sounding Wings,</br>And his red Arm the forky Vengeance flings;</br>At length, Heaven's Wrath appeas'd, he quits the War,</br>To roll his Orb, and guide his destin'd Star,</br>To shed kind Fate, and lucky Hours bestow,</br>And smile propitious on the World below.", "Around Thy Throne shall faithful Nobles wait,</br>These guard the Church, and those direct the State.</br>To Bristol, graceful in maternal Tears,</br>The Church her Tow'ry Forehead gently rears;</br>She begs her pious Son t' assert her Cause</br>Defend her Rights, and reenforce her Laws,</br>With holy Zeal the sacred Work begin,</br>To bend the Stubborn, and the Meek to win.", "Our Oxford's Earl in careful Thought shall stand,</br>To raise his QUEEN, and save a sinking Land.</br>The wealthiest Glebe to ravenous Spaniards known</br>He marks, and makes the Golden World our own,</br>Content with Hands unsoil'd to guard the Prize,</br>And keep the Store with undesiring Eyes.", "So round the Tree, that bore Hesperian Gold,</br>The sacred Watch lay curl'd in many a Fold,</br>His Eyes up-rearing to th' untasted Prey,</br>The sleepless Guardian wasted Life away.", "Beneath the peaceful Olives, rais'd by You,</br>Her ancient Pride, shall ev'ry Art renew,</br>(The Arts with You fam'd Harcourt shall defend,</br>And courtly Bolingbroke the Muse's Friend.)</br>With piercing Eye some search where Nature plays,</br>And trace the Wanton through her darksome Maze,</br>Whence Health from Herbs; from Seeds how Groves begun,</br>How vital Streams in circling Eddies run.</br>Some teach why round the Sun the Spheres advance,</br>In the fix'd Measures of their mystic Dance,</br>How Tides, when heav'd by pressing Moons, o'erflow,</br>And Sun-born Iris paints her show'ry Bow,</br>In happy Chains our daring Language bound,</br>Shall sport no more in arbitrary Sound,</br>But buskin'd Bards henceforth shall wisely rage,</br>And Grecian Plans reform Britannia's Stage:</br>Till Congreve bids her smile, Augusta stands</br>And longs to weep when flowing Rowe commands.</br>Britain's Spectators shall their Strength combine</br>To mend our Morals and our Taste refine,</br>Fight Virtue's Cause, stand up in Wit's Defence,</br>Win us from Vice, and laugh us into Sense.</br>Nor, Prior, hast thou hush'd the Trump in vain,</br>Thy Lyre shall now revive her mirthful Strain,</br>New Tales shall now be told; if right I see,</br>The Soul of Chaucer is restor'd in Thee.</br>Garth, in majestick Numbers, to the Stars</br>Shall raise Mock-Heroes, and fantastic Wars;</br>Like the young spreading Laurel, Pope, thy Name</br>Shoots up with Strength, and rises into Fame;</br>With Philips shall the peaceful Vallies ring,</br>And Britain hear a second Spenser sing.</br>That much-lov'd Youth, whom Utrecht's Walls confine,</br>To Bristol's Praises shall his Strafford's join:</br>He too, from whom attentive Oxford draws</br>Rules for just Thinking, and Poetick Laws,</br>To growing Bards his learned Aid shall lend,</br>The strictest Critick, and the kindest Friend.</br>Ev'n mine, a bashful Muse, whose rude Essays</br>Scarce hope for Pardon, not aspire to Praise,</br>Cherish'd by You, in Time may grow to Fame,</br>And mine survive with Bristol's glorious Name.", "Fir'd with the Views this glitt'ring Scene displays,</br>And smit with Passion for my Country's Praise,</br>My artless Reed attempts this lofty Theme,</br>Where sacred Isis rolls her ancient Stream;</br>In Cloyster'd Domes, the great Philippa's Pride,</br>Where Learning blooms, while Fame and Worth preside,</br>Where the fifth Henry Arts and Arms was taught,</br>And Edward form'd his Cressy, yet unfought,</br>Where Laurel'd Bards have struck the warbling Strings,</br>The Seat of Sages, and the Nurse of Kings.</br>Here thy Commands, O Lancaster, inflame</br>My eager Breast to raise the British Name,</br>Urge on my Soul, with no ignoble Pride,</br>To woo the Muse, whom Addison enjoy'd,</br>See that bold Swan to Heaven sublimely soar,</br>Pursue at Distance, and his Steps adore.</br>"]