["PERKIN.</br>Rowland, for shame awake thy drowsie Muse,</br>Time playes the Hunt's-Up to thy sleepy head;</br>Why lyest thou here, whil'st we are ill bestead,</br>Foule idle Swayne?", "Who ever heard thy Pipe and pleasing vaine,</br>And now doth heare this scurvy Minstralsy,</br>Tending to nought, but beastly Ribauldry</br>That doth not Muse?", "Then slumber not with dull ENDYMION,</br>But tune thy Reed to dapper Virelayes,</br>And sing awhile of blessed BETA's prayse,</br>Of none but Shee:", "Above the rest so happy mayst thou bee,</br>For learned COLIN layes his Pipes to gage,</br>And is to Fayrie gone a Pilgrimage,</br>The more our moane.", "ROWLAND.</br>What, BETA, Shepheard?  shee is PANS belov'd,</br>Faire BETA's prayse beyond our strayne doth stretch,</br>A note too high for my poore Pipe to reach,</br>An Oaten Reed.", "The most unfit to speake of Worthies deed,</br>Ile set my Song unto a lower Kay,</br>Whereas a Horne-Pipe I may safely play,</br>And un-reproov'd.", "With flattery my Muse could never fadge,</br>Nor could this vaine scurrility affect,</br>From looser Youth to winne a light respect,</br>Too base and vile.", "Me that doth make, that I not care the while,</br>My selfe above TOM PIPER to advance,</br>Which so bestirs him at the Morrice Dance,</br>For penny wage.", "PERKIN.</br>ROWLAND, so Toyes esteemed often are,</br>And fashions ever vary with the Time,</br>But since the Season doth require some Rime,</br>With lusty glee,", "Let me then heare that Roundelay of thee,</br>Which once thou sangst to me in Janeveere,</br>When Robin Red-brest sitting on a Breere,</br>The burthen bare.", "ROWLAND.</br>Well, needs I must, yet with a heavy Heart,</br>Yet were not BETA, sure, I would not sing,</br>Whose prayse the Eccho's cease not yet to ring,</br>Up to the Skyes.", "PERKIN.</br>Be blythe, good ROWLAND then, and cleere thine Eyes.</br>And since good ROBIN to his Roost is gone,</br>Supply his want, and put two parts in one,</br>To shew thy Arte.", "ROWLAND.</br>Stay, Thames, to heare my Song, thou great and famous Flood,</br>Beta alone the Phoenix is of all thy watry Brood,</br>The Queene of Virgins onely Shee,</br>The King of Floods allotting Thee</br>Of all the rest, be joyfull then to see this happy Day,</br>Thy Beta now alone shall be the Subject of my Lay,", "With daintie and delightsome straynes of dapper Verilayes:</br>Come lovely Shepheards, sit by me, to tell our BETA's prayse,</br>And let us sing so high a Verse,</br>Her soveraigne Vertues to rehearse:</br>That little Birds shall silent sit to heare us Shepheards sing,</br>Whilst Rivers backward bend their course, and flow up to their spring.", "Range all thy Swans, faire Thames, together on a ranke,</br>And place them each in their degree upon thy winding Banke,</br>And let them set together all,</br>Time keeping with the Waters fall:</br>And crave the tunefull Nightingale to helpe them with her Lay,</br>The Woosell and the Throstle-Cocke, chiefe musike of our May.", "See what a troupe of Nymphs, come leading Hand in Hand,</br>In such a number that well-neere they take up all the Strand:</br>And harke how merrily they sing,</br>That makes the Neigh'bring Meddowes ring,</br>And Beta comes before alone, clad in a purple Pall,</br>And as the Queene of all the rest doth weare a Coronall.", "Trim up her golden Tresses with APOLLO'S sacred Tree,</br>Whose Tutage and especiall care I wish her still to bee,</br>That for his Darling hath prepar'd,</br>A glorious Crowne as her reward,</br>Not such a golden Crowne as haughtie CAESAR weares,</br>But such a glittering starry one as ARIADNE beares.", "Mayds, get the choycest Flowres, a Garland and entwine,</br>Nor Pinks, nor Pansies, let there want, be sure of Eglantine,</br>See that there be store of Lillyes,</br>(Call'd of Shepheards Daffadillyes)</br>With Roses Damaske, White, and Red, the dearest Flower-de-lice,</br>The Cowslip of Jerusalem, and Clove of Paradise.", "O thou great Eye of Heaven, the Dayes most dearest Light,</br>With thy bright Sister CYNTHIA, the Glorie of the Night,</br>And those that make yee seven,</br>To us the neer'st of Heaven,</br>And thou, O gorgeous IRIS, with all thy Colours dy'd,</br>When shee streames forth her Rayes, then dasht is all your pride.", "In thee, whilst shee beholds (O Flood) her heavenly Face,</br>The Sea-Gods in their watry Armes would gladly her imbrace,</br>The intising Syrens in their layes,</br>And Tritons doe resound her prayse,</br>Hasting with all the speed they can unto the spacious Sea,</br>And through all NEPTUNES Court proclaim our BETA'S holyday.", "O evermore refresh the Roote of the fat Olive Tree,</br>In whose sweet shaddow ever may thy Banks preserved bee.</br>With Bayes that Poets doe adorne,</br>And Mirtle of chaste Lovers worne,</br>That faire may be the Fruit, the Boughes preserv'd by peace,</br>And let the mournefull Cypres die, and here for ever cease.", "Weele strew the Shore with Pearle, where BETA walks alone,</br>And we will pave her Summer Bower with the rich Indian stone,</br>Perfume the Ayre and make it sweet,</br>For such a Goddesse as is meet,</br>For if her Eyes for purity contend with TITANS Light,</br>No marvaile then although their Beames doe dazle humane sight.", "Sound lowd your Trumpets then from Londons loftiest Towers,</br>To beate the stormie Tempests back, and calme the raging Showers,</br>Set the Cornet with the Flute,</br>The Orpharion to the Lute,</br>Tuning the Taber and the Pipe to the sweet Violons,</br>And mocke the Thunder in the Ayre with the lowd Clarions.", "BETA, long may thine Altars smoke with yeerely Sacrifice,</br>And long thy sacred Temples may their high Dayes solemnize,</br>Thy Shepheards watch by Day and Night,</br>Thy Mayds attend thy holy Light,</br>And thy large Empire stretch her Armes from East in to the West,</br>And Albion on the Appenines advance her conquering Crest.", "PERKIN.</br>Thanks, gentle ROWLAND, for my Roundelay,</br>And as for BETA, burthen of thy Song,</br>The Shepheards Goddesse may shee flourish long,</br>And happy bee.", "And not disdayne to be belov'd of thee:</br>Triumphing Albion, clap thy Hands for joy,</br>That hast so long not tasted of annoy,</br>Nor that thou may.", "ROWLAND.</br>Shepheard, and when my milke-white Eaws have yean'd,</br>BETA shall have the firstling of the Fold,</br>Yea, though the Hornes were of the purest gold,</br>And the fine Fleece, the richest purple Graine.", "PERKIN.</br>Beleeve me, as I am true Shepheards Swaine,</br>Then for thy love all other I forsake,</br>And unto thee my selfe I doe betake,</br>With Faith unfayn'd.</br>"]