["Urge it no more:  For virtue, truth, nor fame,</br>Shall ever in my breast resume their sway,</br>All manly, gen'rous thoughts I now disclaim,</br>And chase the gaudy phantoms far away,</br>Which long my simple youth have 'guil'd astray.</br>Ah me!  too long by these inchanters led,</br>Fast have I follow'd their delusive song,</br>And deeds of hard emprize adventured,</br>To raise my name aloof the vulgar throng,</br>And fix my lofty worth the noblest ranks among.", "Such were the fantasies which reign'd within,</br>And swell'd my bosom with their flatt'ring sound:</br>Each selfish view I deem'd a deadly sin,</br>And griev'd, whene'er I cast mine eyes around,</br>That publick love so scanty shou'd be found.</br>Blest be the man, who, firm to virtue's cause</br>Stood, emulous of Greece, or antient Rome:</br>Peace to their shades, and endless their applause,</br>Who sought her face when manhood first 'gan to bloom</br>In senates, camps, or courts; on scaffolds or the tomb.", "But these illusions now I strive to banish,</br>Since reason, waxing ripe, assumes her throne,</br>(So Chanticleer's shrill pipe bids spectres vanish)</br>And sage experience, into wisdom grown,</br>Whispers, Be careful for thyself alone.</br>Why dost thou fondly seek another's good,</br>And open wide the charitable hand,</br>To fill the hungry poor with needful food,</br>To help the stranger on a foreign strand,</br>And spread thy bounties largely thro' the thankless land?", "Ne mistereth, that thy head, of filling void,</br>Is conscious of its innocent desire,</br>For highest worth by envy is annoy'd,</br>Who hateth most where most she ought admire,</br>And lies perdue, to vent her bitter ire.</br>Hast thou not often felt her venom'd sting,</br>Blasting the fairest actions of thy life?</br>(Like the bleak north, which nips the buds in spring)</br>And wilt thou follow still th' unequal strife,</br>When foul ingratitude prepares her cank'rous knife?", "Learn to be truly wise. &mdash; And mark me well,</br>The world is much too bad for thee to mend;</br>What boots one single drop, to fill a well?</br>Or one good man with millions to contend,</br>When all those millions shall oppose his end?</br>'Tis folly to dispute against the torrent,</br>And prudence warns thee to her safe retreat;</br>Algates thy soul to vice be most abhorrent,</br>Yet wisdom in concealment finds her seat,</br>Where, safe in virtue wrapt, I fain would lead thy feet.", "Behold the man, who singly dar'd be brave,</br>When mountain ruffians delug'd from the west:</br>Nor wealth nor life the hero sought to save,</br>But publick zeal alone inspir'd his breast,</br>To quit his sweet repose, and happy rest!</br>In peace and joy, his days roll'd all along,</br>And each succeeding hour brought new delight;</br>But his high praise exceeds my humble song,</br>For ne'er was seen a more accomplish'd wight</br>In learning, wit, or parts; in courage, or in fight.", "Oh Britain!  oh corrupt, degenerate isle!</br>No longer boast thy warriors endless train;</br>See, Glover droops, who once could gaily smile,</br>And count two millions ready from the plain,</br>If need requir'd, to punish haughty Spain.</br>Now, prophet, now!  a meaner host appears;</br>Call forth my myriads, and chastize the foe:</br>Alas!  the trembling nation owns its fears,</br>And a few robbers, rushing from their snow,</br>Can spread the nation round with flames, and blood, and woe.", "None dare appear in arms.  The tottering land</br>Feels its own weakness, and consents to yield:</br>Yield to vilest, basest, filthiest band,</br>That e'er presum'd to seek the warlike field,</br>Or manly weapons in their hands to wield.</br>But Britain stands aghast, and cries for aid</br>To lubber'd Dutchmen, and fierce-whisker'd Hesse,</br>While her own dastard sons stare, all afraid,</br>And pallid cheeks reveal their deep distress,</br>And melancholy looks their anxious thoughts confess.", "Then gently rising in his country's cause,</br>When proudest breasts were fill'd with huge dismay,</br>By freedom led, his generous sword he draws,</br>Nor could the dreadful perils him affray,</br>Or turn his footsteps form the toilsome way.</br>Chearful he marches thro' keen wintry storms,</br>In every danger, foremost still is found,</br>And each hard duty of the camp performs,</br>Till swarms of wild Barbarians whelm him round,</br>And with unnumber'd wounds, stretch lifeless on the ground.", "Nor pomp, nor wealth, nor thirst of proud command,</br>Nor the vain lust of popular applause,</br>Nor splendid titles sounding through the land,</br>Nor aught which malice would addign the cause,</br>Engag'd the patriot to defend her laws.</br>Fair liberty, and truth, inspir'd the thought,</br>And Brunswick's virtues on the British throne,</br>Nor gold, nor honourable meed, he sought,</br>But shunn'd the croud, and chose to dwell unknown,</br>While his own conscious heart approv'd its deed alone.", "And yet, e'en here &mdash; oh horrible to tell!</br>Even here can slander aim its rancorous spite,</br>And venom'd rage, and falshoods hot from hell,</br>With murdering wounds, to stab his fame unite:</br>Wounds, more severe than erst he felt in fight.</br>Such is mankind: &mdash; (How sunk beneath the breast,</br>Who honours and obeys his lord's commands?)</br>Such is mankind! &mdash; Nor canst thou spread a feast,</br>So grateful known in this accurst land,</br>As when some spotless fame lies slain by envy's hand.", "Thus grey experience school'd her stripling ward,</br>And bad him popularity despise:</br>Come praise, or slanders, be thou still prepar'd,</br>Nor let thy spirits droop when tempests rise,</br>And learn alike to scorn the flattering skies.</br>Be steady, and be just &mdash; The youth obey'd,</br>Spending his days in peace and innocence;</br>But first to friendship's pow'r his offerings paid,</br>And prov'd this shameful truth, How dangerous is th' offence,</br>To shine beyond thy peers, in virtue or in sense.</br>"]