["Babe's bloody Hands may not be cleans'd:</br>The Face of golden Mean</br>Her Sisters, two Extremities,</br>Strive her to banish clean.", "Thus when Sir Guyon with his faithful Guide</br>Had with due Rites and dolorous lament</br>The end of their sad Tragedy upty'd,</br>The little Babe up in his Arms he hent;</br>Who with sweet Pleasance and bold Blandishment</br>'Gan smile on them, that rather ought to weep,</br>As careless of his Woe, or innocent</br>Of that was doen, that ruth emperced deep</br>In that Knight's Heart, and words with bitter Tears did steep.", "Ah!  luckless Babe, born under cruel Star,</br>And in dead Parents baleful Ashes bred,</br>Full little weenest thou, what Sorrows are</br>Left thee for Portion of thy Livelihed;</br>Poor Orphan, in the wide World scattered,</br>As budding Branch rent from the native Tree,</br>And throwen forth, till it be withered:</br>Such is the State of Men; thus enter we</br>Into this Life with Woe, and end with Misery.", "Then soft himself inclining on his Knee</br>Down to that Well, did in the Water ween</br>(So Love does loath disdainful Nicety)</br>His guilty Hands from bloody Gore to clean.</br>He wash'd them oft and oft, yet nought they been</br>(For all his washing) cleaner.  Still he strove,</br>Yet still the little Hands were bloody seen;</br>The which him into great Amazement drove,</br>And into divers Doubt his wavering Wonder clove.", "He wist not whether Blot of foul Offence</br>Might not be purg'd with Water nor with Bath;</br>Or that high God, in lieu of Innocence,</br>Imprinted had that Token of his Wrath,</br>To shew how sore Blood-guiltiness he hat'th;</br>Or that the Charm and Venom, which they drunk,</br>Their Blood with secret Filth infected hath,</br>Being diffused through the sensless Trunk,</br>That through the great Contagion direful deadly stunk.", "Whom thus at gaze, the Palmer 'gan to bord</br>With goodly Reason, and thus fair bespake;</br>Ye been right hard amated, gracious Lord,</br>And of your Ignorance great marvel make,</br>Whiles Cause not well conceived ye mistake.</br>But know, that secret Vertues are infus'd</br>In every fountain, and in every Lake,</br>Which who hath Skill them rightly to have chus'd,</br>To proof of passing Wonders hath full often us'd.", "Of those, some were so from their Source indu'd</br>By great Dame Nature, from whose fruitful Pap</br>Their Well-heads spring, and are with Moisture dew'd;</br>Which feeds each living Plant with liquid Sap,</br>And fills with Flowers fair Flora's painted Lap:</br>But other some, by Gift of later Grace,</br>Or by good Prayers, or by other Hap,</br>Had Vertue pour'd into their Waters bale,</br>And thence-forth were renown'd, and sought from place to place.", "Such is this Well, wrought by occasion strange,</br>Which to her Nymph befel.  Upon a Day,</br>As she the Woods with Bow and Shafts did range,</br>The heartless Hind and Robuck to dismay,</br>Dan Faunus chaunc'd to meet her by the way,</br>And kindling Fire at her fair burning Eye,</br>Inflamed was to follow Beauty's Chace,</br>And chaced her, that fast from him did fly;</br>As Hind from her, so she fled from her Enemy.", "At last, when failing Breath began to faint,</br>And saw no means to 'scape, of Shame affraid,</br>She sat her down to weep for sore constraint,</br>And to Diana calling loud for Aid,</br>Her dear besought, to let her die a Maid.</br>The Goddess heard, and suddain where she sate,</br>Welling out Streams of Tears, and quite dismay'd</br>With stony fear of that rude rustick Mate,</br>Transform'd her to a Stone from stedfast Virgin's State.", "Lo!  now she is that Stone; from those two Heads</br>(As from two weeping Eyes) fresh Streams do flow,</br>Yet cold through Fear, and old conceived Dreads;</br>And yet the Stone her 'semblance seems to show,</br>Shap'd like a Maid, that such ye may her know;</br>And yet her Vertues in her Water 'bide:</br>For, it is chaste and pure, as purest Snow,</br>Ne lets her Waves with any Filth be dy'd,</br>But ever (like her self) unstained hath been try'd.", "From thence it comes, that this Babe's bloody Hand</br>May not be cleans'd with Water of this Well:</br>Ne certes, Sir, strive you it to withstand,</br>But let them still be bloody, as befel,</br>That they his Mother's Innocence may tell,</br>As she bequeath'd in her last Testament;</br>That as a sacred Symbol it may dwell</br>In her Son's Flesh, to mind Revengement,</br>And be for all chaste Dames an endless Monument.", "He hearkned to his Reason, and the Child</br>Uptaking, to the Palmer gave to bear;</br>But his sad Father's Arms with Blood defil'd,</br>An heavy Load himself did lightly rear;</br>And turning to that place, in which whylear</br>He left his lofty Steed with golden sell,</br>And goodly gorgeous Barbes, him found not there.</br>By other Accident that earst befel,</br>He is convey'd; but how, or where, here fits not tell.", "Which when Sir Guyon saw, all were he wroth,</br>Yet algates mote he soft himself appease,</br>And fairly fare on foot, however loth:</br>His double burden did him sore disease.</br>So long they travelled with little Ease,</br>Till that at last they to a Castle came,</br>Built on a Rock adjoining to the Seas:</br>It was an auncient Work of antique Fame,</br>And wondrous strong by Nature, and by skilful Frame.", "Therein three Sisters dwelt of sundry sort,</br>The Children of one Sire by Mothers three;</br>Who dying whilom, did divide this Fort</br>To them by equal Shares in equal Fee.</br>But strifeful Mind, and divers Quality</br>Drew them in parts, and each made other's Foe;</br>Still did they strive, and daily disagree;</br>The Eldest did against the Youngest go,</br>And both against the middest meant to worken Woe.", "Where, when the Knight arriv'd, he was right well</br>Receiv'd, as Knight of so much Worth became,</br>Of second Sister, who did far excel</br>The other two; Medina was her Name,</br>A sober sad, and comely curteous Dame:</br>Who rich array'd, and yet in modest guise,</br>In goodly Garments, that her well became,</br>Fair marching forth in honourable wise,</br>Him at the Threshold met, and well did enterprise.", "She led him up into a goodly Bower,</br>And comely courted with meet Modesty;</br>Ne in her Speech, ne in her 'Haviour,</br>Was Lightness seen, or looser Vanity,</br>But gracious Womanhood, and Gravity,</br>Above the Reason of her youthly Years.</br>Her golden Locks she roundly did uptie</br>In braided Tramels, that no looser Hairs</br>Did out of order stray about her dainty Ears.", "Whilst she her self thus busily did frame,</br>Seemly to entertain her new-come Guest,</br>News hereof to her other Sisters came,</br>Who all this while were at their wanton Rest,</br>Accourting each her Friend with lavish Feast:</br>They were two Knights of peerless Puissaunce,</br>And famous far abroad for warlike Gest,</br>Which to these Ladies love did countenaunce,</br>And to his Mistress each himself strove to advaunce.", "He that made love unto the eldest Dame,</br>Was hight Sir Hudibras, an hardy Man;</br>Yet not so good of Deeds, as great of Name,</br>Which he by many rash Adventures wan,</br>Since errant Arms to sew he first began.</br>More huge in Strength, than wise in Works he was,</br>And Reason with Fool-hardise over-ran;</br>Stern Melancholy did his Courage pass,</br>And was (for Terror more) all arm'd in shining Brass.", "But he that lov'd the youngest, was Sans-loy,</br>He that fair Una late foul outraged,</br>The most unruly and the boldest Boy</br>That ever warlike Weapons menaged,</br>And to all lawless Lust encouraged,</br>Through strong Opinion of his matchless Might:</br>Ne ought he car'd, whom he endamaged</br>By tortious Wrong, or whom bereav'd of Right.</br>He now this Lady's Champion chose for Love to fight.", "These two gay Knights, vow'd to so divers Loves,</br>Each other does envy with deadly Hate,</br>And daily War against his Foeman moves,</br>In hope to win more Favour with his Mate,</br>And th' other's pleasing Service to abate,</br>To magnify his own.  But when they heard,</br>How in that Place strange Knight arrived late,</br>Both Knights and Ladies forth light angry far'd,</br>And fiercely unto Battle stern themselves prepar'd.", "But ere they could proceed unto the place</br>Where he abode, themselves at discord fell,</br>And cruel Combat join'd in middle space;</br>With horrible Assault, and Fury fell,</br>They heap'd huge Stroaks, the scorned Life to quell,</br>That all on uproar from her settled Seat,</br>The House was rais'd, and all that in did dwell;</br>Seem'd that loud Thunder with Amazement great,</br>Did rend the rattling Skies with Flames of fouldring Heat.", "The Noise thereof calth forth that stranger Knight,</br>To weet what dreadful thing was there in hond;</br>Where, when as two brave Knights in bloody Fight</br>With deadly Rancour he enraunged fond,</br>His Sunbroad Shield about his Wrist he bond,</br>And shining Blade unsheath'd, with which he ran</br>Unto that stead, their Strife to understond;</br>And, at his first arrival, them began</br>With goodly means to pacify, well as he can.", "But they him spying, both with greedy Force</br>At once upon him ran, and him beset</br>With stroaks of mortal Steel without Remorse,</br>And on his Shield like iron Sledges bet:</br>As when a Bear and Tyger, being met</br>In cruel Fight on Lybick Ocean wide,</br>Espy a Traveller with Feet surbet,</br>Whom they in equal Prey hope to divide,</br>They stint their Strife, and him assail on every side.", "But he, not like a weary Traveller,</br>Their sharp Assault right boldly did rebut,</br>And suffred not their Blows to bite him near;</br>But with redoubled Buffes them back did put:</br>Whose grieved Minds, which Choler did englut,</br>Against themselves turning, their wrathful Spight,</br>'Gan with new Rage their Shields to hew and cut.</br>But still when Guyon came to part their Fight,</br>With heavy Load on him they freshly 'gan to smite.", "As a tall Ship tossed in troublous Seas,</br>Whom raging Winds, threatning to make the Prey</br>Of the rough Rocks, do diversly disease,</br>Meets two contrary Billows by the way,</br>That her on either side do sore assay,</br>And boast to swallow her in greedy Grave:</br>She, scorning both their Spights, does make wide way,</br>And with her Breast breaking the foamy Wave,</br>Does ride on both their Backs, and fair her self doth save.", "So boldly he him bears, and rusheth forth</br>Between them both, by Conduct of his Blade.</br>Wondrous great Prowess and heroick Worth</br>He shew'd that day, and rare Ensample made,</br>When two so mighty Warriors he dismay'd:</br>At once he wards and strikes, he takes and pays,</br>Now forc'd to yield, now forcing to invade,</br>Before, behind, and round about him lays:</br>So double was his Pains, so double be his Praise.", "Strange sort of sight, three valiant Knights to see</br>Three Combats join in one, and to darrain</br>A triple War with triple Enmity;</br>All for their Ladies froward Love to gain,</br>Which gotten was, but Hate.  So Love does reign</br>In stoutest Minds, and maketh monstrous War;</br>He maketh War, he maketh Peace again,</br>And yet his Peace is but continual Jar:</br>O miserable Men, that to him subject are!", "While thus they mingled were in furious Arms,</br>The fair Medina with her Tresses torn,</br>And naked Breast (in pity of their Harms)</br>Emongst them ran; and falling them beforn,</br>Besought them by the Womb which them had born,</br>And by the Loves which were to them most dear,</br>And by the Knighthood which they sure had sworn,</br>Their deadly cruel Discord to forbear,</br>And to her just Conditions of fair Peace to hear.", "But her two other Sisters, standing by,</br>Her loud gainsay'd, and both their Champion bad</br>Pursue the end of their strong Enmity,</br>As ever of their Loves they would be glad.</br>Yet she, with pithy Words and Counsel sad,</br>Still strove their stubborn Rages to revoke:</br>That, at the last, suppressing Fury mad,</br>They 'gan abstain from Dint of direful Stroke,</br>And hearken to the sober Speeches which she spoke.", "Ah!  puissaunt Lords, what cursed evil Spright,</br>Or fell Erinnys, in your noble Hearts</br>Her hellish Brond hath kindled with despight,</br>And stir'd you up to work your wilful Smarts?</br>Is this the Joy of Arms?  Be these the parts</br>Of glorious Knighthood, after Blood to thirst,</br>And not regard due Right and just Desarts?</br>Vain is the Vaunt, and Victory unjust,</br>That more to mighty Hands, than rightful Cause doth trust.", "And, were there rightful Cause of difference,</br>Yet were nor better, fair it to accord,</br>Than with Blood-guiltiness to heap Offence,</br>And mortal Vengeance join to Crime abhor'd?</br>O!  fly from Wrath:  By, O my lifest Lord.</br>Sad be the Sights, and bitter Fruits of War,</br>And thousand Furies wait on wrathful Sword;</br>Ne ought the praise of Prowress more doth mar,</br>Than foul revenging Rage, and base contentious Jar.", "But lovely Concord, and most sacred Peace,</br>Doth nourish Vertue, and fast Friendship breeds;</br>Weak she makes strong, and strong thing does increase,</br>Till it the pitch of highest praise exceeds:</br>Brave be her Wars, and honourable Deeds,</br>By which she triumphs over Ire and Pride,</br>And wins an Olive Garland for her Meeds.</br>Be therefore, O my dear Lords, pacify'd,</br>And this misseeming Discord meekly lay aside.", "Her gracious words their Rancour did appall,</br>And sunk so deep into their boiling Breasts,</br>That down they let their cruel Weapons fall,</br>And lowly did abase their lofty Crests</br>To her fair Presence, and discreet Behests.</br>Then she began a Treaty to procure,</br>And 'stablish Terms betwixt both their Requests,</br>That as a Law for ever should endure;</br>Which to observe, in word of Knights they did assure.", "Which to confirm, and fast to bind their League,</br>After their weary Sweat and bloody Toil,</br>She them besought, during their quiet Treague,</br>Into her Lodging to repair awhile,</br>To rest themselves, and Grace to reconcile.</br>They soon consent:  so forth with her they fare,</br>Where they are well receiv'd, and made to spoil</br>Themselves of soiled Arms, and to prepare</br>Their Minds to Pleasure, and their Mouths to dainty Fare.", "And those two froward Sisters (their fair Loves)</br>Came with them eke (all were they wondrous loth)</br>And feigned Chear, as for the time behoves;</br>But could not colour yet to well the Troth,</br>But that their Natures bad appear'd in both:</br>For, both did at their second Sister grutch,</br>And inly grieve, as doth an hidden Moth</br>The inner Garment fret, not th' utter touch;</br>One thought their Chear too little, th' other thought to much.", "Elissa (so the eldest hight) did deem</br>Such Entertainment base, ne ought would eat,</br>Ne ought would speak, but evermore did seem</br>As discontent for want of Mirth or Meat;</br>No Solace could her Paramour intreat</br>Her once to show, ne Court, nor Dalliance.</br>But with bent lowring Brows, as she would threat,</br>She scold, and frown'd with froward Countenance,</br>Unworthy of fair Ladies comely governance.", "But young Perissa was of other mind,</br>Full of disport, still laughing, loosely light,</br>And quite contrary to her Sister's kind;</br>No measure in her Mood, no Rule of Right,</br>But poured out in Pleasure and Delight:</br>In Wine and Meats she flow'd above the Bank,</br>And in Excess exceeded her own Might;</br>In sumptuous Tire she joy'd her felt to prank;</br>But of her Love too lavish (little have she thank).", "First, by her side did sit the bold Sans-loy,</br>Fit Mate for such a mincing Mineon,</br>Who in her Looseness took exceeding joy;</br>Might not be found a franker Franion,</br>Of her leud parts to make Companion:</br>But Hudibras, more like a Malecontent,</br>Did see and grieve at his bold Fashion;</br>Hardly could he endure his Hardiment,</br>Yet still he sat, and inly did himself torment.", "Betwixt them both, the fair Medina sate,</br>With sober Grace, and goodly Carriage;</br>With equal measure she did moderate</br>The strong Extremities of their Outrage:</br>That forward Pair she ever would assuage,</br>When they would drive due Reason to exceed;</br>But that same froward Twain would accourage,</br>And of her Plenty add unto their Need:</br>So kept she them in order, and her self in heed.", "Thus fairly she attempered her Feast,</br>And pleas'd them all with meet satiety:</br>At last, when Lust of Meat and Drink was ceas'd,</br>She, Guyon dear, besought of Courtesy,</br>To tell from whence he came through Jeopardy,</br>And whither now on new Adventure bound.</br>Who, with bold Grace, and comely Gravity,</br>Drawing to him the Eyes of all around,</br>From lofty Siege began these words aloud to sound.", "This thy Demand, O Lady, doth revive</br>Fresh Memory in me of that great Queen,</br>Great and most glorious Virgin Queen alive,</br>That with her sovereign Power, and Scepter sheen,</br>All Fairy Lond does peaceable susteen.</br>In widest Ocean she her Throne does rear,</br>That over all the Earth it may be seen;</br>As morning Sun, her Beams dispredden clear;</br>And in her Face, fair Peace and Mercy doth appear.", "In her, the Riches of all heavenly Grace</br>In chief degree are heaped up on high;</br>And all, that else this World's enclosure base</br>Hath great or glorious in mortal Eye,</br>Adorns the Person of her Majesty:</br>That Men beholding so great Excellence,</br>And rare Perfection in Mortality,</br>Do her adore with sacred Reverence,</br>As th' Idol of her Maker's great Magnificence.", "To her, I Homage and my Service owe,</br>In number of the noblest Knights on ground,</br>'Mongst whom, on me she deigned to bestow</br>Order of Maidenhead, the most renown'd,</br>That may this day in all the World be found:</br>And yearly solemn Feast she wonts to make</br>The day that first doth lead the Year around;</br>To which all Knights of Worth and Courage bold</br>Resort, to hear of strange Adventures to be told.", "There this old Palmer shew'd himself that day,</br>And to that mighty Princess did complain</br>Of grievous Mischiefs, which a wicked Fay</br>Had wrought, and many whelm'd in deadly Pain,</br>Whereof he crav'd redress.  My Sovereign,</br>Whose glory is, in gracious Deeds and Joys,</br>Throughout the World her Mercy to maintain,</br>Eftsoons devis'd Redress for such Annoys:</br>Me (all unfit for so great purpose) she employs.", "Now hath fair Phoebe with her silver Face</br>Thrice seen the Shadows of the neather World,</br>Sith last I left that honourable place,</br>In which her Royal Presence is introl'd;</br>Ne ever shall I rest in House nor Hold,</br>Till I that false Acrasia have won;</br>Of whose foul Deeds (too hideous to be told)</br>I witness am, and this their wretched Son,</br>Whose woful Parents she hath wickedly fordone.", "Tell on, fair Sir, said she, that doleful Tale,</br>From which sad Ruth does seem you to restrain,</br>That we may pity such unhappy Bale,</br>And learn from Pleasure's Poison to abstain:</br>Ill, by Ensample, Good doth often gain.</br>Then forward he his purpose 'gan pursue,</br>And told the Story of the mortal Pain,</br>Which Mordaunt and Amavia did rew;</br>As with lamenting Eyes himself did lately view.", "Night was far spent, and now in Ocean deep,</br>Orion, flying fast from hissing Snake,</br>His flaming Head did hasten for to steep,</br>When of his piteous Tale he end did make;</br>Whilst with Delight of that he wisely spake,</br>Those Guests beguiled, did beguile their Eyes</br>Of kindly Sleep, that did them overtake.</br>At last, when they had mark'd the changed Skies,</br>They wist their Hour was spent; then each to rest him hies.", ""]