["See, from yonder hill descending,</br>Hope, with all her train attending!</br>\"Quips, and cranks, and wanton wiles,</br>Nods, and becks, and wreathed smiles;\"</br>Fancies light that tread on air,</br>Building fairy castles there;</br>Aeolus his harp new stringing,</br>Tuning to the breezes singing;</br>Zeph'rus sweeping softest chords;</br>Fancy setting airs to words;</br>Words that seem another sound,</br>And lighter than a breath are found.</br>Here Morpheus comes, a wandering guest,</br>By plaintive murmurs lull'd to rest;</br>Round him painted vapours stream,</br>Weaving soft the chequer'd dream,</br>Which on silken wings they spread,</br>Shaking o'er his drowsy head;</br>Subtile fumes waft round the brain,</br>And fan these joys so light and vain,</br>Which soft slumber loves to dress</br>In long robes of happiness.</br>See where come the dancing Hours,</br>Sprinkling Hope's gay path with flowers;</br>\"Thyme that loves the brown hill's side,\"</br>Heath in lasting colours dyed;</br>Feathery sprays that softly blow,</br>And load the sweet gales as they go</br>Unheeded, &mdash; though the scented air</br>Fragrance steals we know not where.</br>Sweet Hope!  lightly dost thou tread,</br>Bending not the weak flower's head;</br>Watching every changeful scene,</br>Sliding gilded shows between</br>Where new prospects open still,</br>Rising fair behind the hill.", "'Tis true stern Reason scorns thy sway,</br>Nor basks beneath thy sunny ray;</br>Nor hears thy accents clear and sweet,</br>Where sprightly airs and softness meet,</br>Mixing with harmonic chords,</br>Pouring melody on words.</br>Nor will his fix'd eye deign to glance</br>On the mirthful mazy dance,</br>When the Hours, all hand in hand,</br>Link with thee, a jocund band;</br>When thy white robes float on air,</br>Catching rays that tremble there,</br>Tinted with the varying beam,</br>Ending in prismatic stream.", "On thy head a wreath of flowers</br>Nods in time to dancing Hours,</br>Feathery-footed, trim, and light,</br>Flitting round from morn till night;</br>From morn till night, thou gaily leads</br>Through dark green woods and painted meads,</br>With rose-ting'd cheeks, and clear blue eye</br>Looking through another sky,</br>Till we reach th' enamell'd lawn</br>Round which a river journeys on,</br>Where many a bridge is taught to please</br>Gothic eyes, or gay Chinese,</br>Thrown in every point of view</br>Arch can add a beauty to,</br>While here and there an ashling weaves</br>Verdant knots of summer leaves.", "Now we reach thy mansion high,</br>Spiral turrets climb the sky,</br>Gilding clouds of varied light,</br>Changing underneath the sight.</br>See what crowds surround the gate,</br>See what Expectations wait;</br>And, running out, surround their queen,</br>Ask all at once where she has been;</br>And if the promis'd Hours were found</br>With Elysian garlands crown'd;</br>Or if yet she'd leave to tell</br>Where true Happiness would dwell;</br>Or yet had seen the promis'd Day</br>When Expectation, grave or gay,</br>In happy, blissful bands should be</br>United into Certainty.", "She sweetly smil'd, and wav'd her hand,</br>At which a specious flattering band</br>(Quick through the ear their credence reaches)</br>Bow'd round, &mdash; and, full of soothing speeches</br>Declar'd the Hours would soon appear;</br>Then, whispering softly in the ear,</br>Taught smiles along the cheek to glow,</br>As if those Hours they well did know.", "Ye Promises!  ye Flatterers vain!</br>That dress out Hope and varnish Pain,</br>And make the dullest things appear</br>Of shining surface, smooth and clear;</br>Handing the cup to Hope's sweet lip,</br>Of which we guests so fondly sip,</br>While seeing all the bottom shine,</br>Ne'er think there's poison in the wine:&mdash;</br>Dark Lethe's cup each grief subdues,</br>That used on former joys to muse;</br>For to Hope's enchanted dome</br>Dreaded Ills dare never come;</br>Not one mask'd Sorrow can you see</br>In all her court of revelry:&mdash;</br>What though ye pull the careless sleeve,</br>And would tempt us to believe</br>These noon-joys are waning fast,</br>Form'd only for an hour to last;</br>Hence, miscreants! &mdash; let me, while I may,</br>Enjoy the gewgaws of my day.", "Descend, sweet Hope, from thy bright throne</br>Glittering with each precious stone,&mdash;</br>Rubies red, and sapphires blue,</br>Amethysts of purple hue,</br>Topazes of sun-like blaze,</br>And diamonds with their thousand rays;</br>Descend!  and mount yon hill with me,</br>There let me opening prospects see,</br>Which, step by step, shall fairer grow</br>The while as fades this scene below.</br>Forests of immortal oak;</br>Rocks by tumbling torrents broke;</br>\"Shallow brooks, and rivers wide,</br>Verdant meads, with daisies pied;\"</br>Distant cities, large and proud;</br>Mountains dim, that seem a cloud;</br>Castles high, that live on hills;</br>Little cots, that seek the rills;</br>Upland grounds, where flocks are seen</br>Mixing white with darkest green;</br>What!  though painted on the air,</br>Still they look serene and fair.</br>Though my foot be left to tread</br>Barren heaths with brambles spread,</br>Yet if thou check one falling tear,</br>Or bathe the eye till it grow clear,</br>I'll freely pardon all thy wiles,</br>And fancy good in all thy smiles;</br>Still pleas'd to find the ills we dread</br>Thy fairy wing can overspread;</br>And though thy promises deceive,</br>Bless my kind stars that I believe;</br>Thy cranks and wiles who would not see!</br>For happy they who doubt not thee.</br>"]