["Meek Power!  whose balmy-pinion'd gale</br>Steals o'er the flower-enamell'd dale;</br>Whose voice in gentle whispers near</br>Oft' sighs to Quiet's listening ear;</br>As on her downy couch at rest,</br>By Thought's inspiring visions blest</br>She sits, with white-robed Silence nigh,</br>And musing heaves her serious eye,</br>To mark the slow sun's glimmering ray,</br>To catch the last pale gleam of day;</br>Or sunk in sweet repose, unknown</br>Lies on the wild hill's van alone;</br>And sees thy gradual pencil flow</br>Along the heav'n-illumined bow.", "Come, Nymph demure, with mantle blue,</br>Thy tresses bath'd in balmy dew,</br>With step smooth sliding o'er the green,</br>The Graces breathing in thy mien;</br>And thy vesture's gather'd fold</br>Girt with a zone of circling gold;</br>And bring the harp, whose solemn string</br>Dies to the wild wind's murmuring wing;</br>And the Nymph, whose eye serene</br>Marks the calm, breathing woodland scene;</br>Thought, mountain-sage!  who loves to climb,</br>And haunts the dark rock's summit dim;</br>Let Fancy falcon-wing'd be near:</br>And through the cloud-enveloped sphere,</br>Where musing roams Retirement hoar,</br>Lull'd by the torrent's distant roar;</br>O bid with trembling light to glow</br>The raven-plume that crowns his brow.", "Lo, where thy meek-ey'd train attend!</br>Queen of the solemn thought descend!</br>O hide me in romantic bowers!</br>Or lead my step to ruin'd towers!</br>Where gleaming thro' the chinky door</br>The pale ray gilds the moulder'd floor:</br>While beneath the hallowed pile</br>Deep in the desert shrieking ile</br>Rapt Contemplation stalks along,</br>And hears the slow clock's pealing tongue;</br>Or mid' the dun discoloured gloom,</br>Sits on some Heroe's peaceful tomb,</br>Throws Life's gay glittering robe aside,</br>And tramples on the neck of Pride.", "Oft shelter'd by the rambling sprays,</br>Lead o'er the forest's winding maze;</br>Where through the mantling boughs, afar</br>Glimmers the silver-streaming star;</br>And, shower'd from every rustling blade</br>The loose light floats along the shade:</br>So hovering o'er the human scene</br>Gay Pleasure sports with brow serene;</br>By Fancy beam'd, the glancing ray</br>Shoots, flutters, gleams, and fleets away:</br>Unsettled, dubious, restless, blind,</br>Floats all the busy bustling mind;</br>While Memory's unstain'd leaves retain</br>No trace from all th' ideal train.", "But see the landskip opening fair</br>Invites to breathe the purer air!</br>O when the cowslip-scented gale</br>Shakes the light dew-drop o'er the dale,</br>When on her amber-dropping bed</br>Loose Ease reclines her downy head;</br>How blest!  by fairy-haunted stream</br>To melt in wild ecstatic dream!</br>Die to the pictured wish, or hear</br>(Breathed soft on Fancy's trembling ear)</br>Such lays, by angel-harps refined,</br>As half unchain the fluttering mind,</br>When on Life's edge it eyes the shore,</br>And all its pinions stretch to soar.", "Lo, where the sun's broad orb withdrawn</br>Skirts with pale gold the dusky lawn!</br>While led by every gentler power,</br>Steals the slow, solemn, musing hour.</br>Now from the green hill's purple brow</br>Let me mark the scene below;</br>Where feebly-glancing thro' the gloom</br>Yon myrtle shades the silent tomb:</br>Not far, beneath the evening beam</br>The dark Lake rolls his azure stream,</br>Whose breast the swan's white plumes divide,</br>Slow-sailing o'er the floating tide.</br>Groves, meads, and spires, and forests bare</br>Shoot glimmering thro' the misty air;</br>Dim as the vision-pictured bower</br>That gilds the saint's expiring hour,</br>When rapt to ecstacy, his eye</br>Looks thro' the blue etherial sky.</br>All heav'n unfolding to his sight!</br>Gay forms that swim in floods of light!</br>The sun-pav'd floor, the balmy clime,</br>The ruby-beaming dome sublime,</br>The towers in glittering pomp display'd</br>The bright scene hovers o'er his bed.</br>He starts: &mdash; but from his eager gaze</br>Black clouds obscure the less'ning rays;</br>On Memory still the scene is wrought,</br>And lives in Fancy's featur'd thought.", "On the airy mount reclin'd</br>What wishes soothe the musing mind!</br>How soft the velvet lap of Spring!</br>How sweet the Zephir's violet wing!</br>Goddess of the plaintive song,</br>That leads the melting heart along;</br>O bid thy voice of genial power</br>Reach Contemplation's lonely bower;</br>And call the Sage with tranced sight</br>To climb the mountain's steepy height;</br>To wing the kindling wish, or spread</br>O'er Thought's pale cheek enlivening red;</br>Come hoary Power with serious eye,</br>Whose thought explores yon distant sky;</br>Now when the busy world is still,</br>Nor Passion tempts the wavering will,</br>When sweeter hopes each power controul,</br>And Quiet whispers to the soul,</br>Now sweep from Life th' illusive train</br>That dance in Folly's dizzy brain:</br>Be Reason's simple draught pourtrayed,</br>Where blends alternate light and shade;</br>Bid dimpled Mirth, with thought belied,</br>Sport on the bubble's glittering side;</br>Bid Hope pursue the distant boon,</br>And Frenzy watch the fading moon;</br>Paint Superstition's starting eye,</br>And Wit that leers with gesture fly,</br>Let Censure whet her venomed dart,</br>And green-eyed Envy gnaw the heart;</br>Let Pleasure lie on flowers reclined,</br>While Anguish aims her shaft behind.", "Hail, Sire sublime, whose hallow'd cave</br>Howls to the hoarse deep's dashing wave;</br>Thee Solitude to Phoebus bore,</br>Far on the lone deserted shore,</br>Where Orellano's rushing tide</br>Roars on the rock's projected side.</br>Hence bursting o'er thy ripened mind,</br>Beams all the Father's thought refined:</br>Hence oft in silent vales unseen,</br>Thy footsteps prints the fairy green;</br>Or thy soul melts to strains of woe,</br>That from the willow's quivering bough</br>Sweet warbling breathe; &mdash; the Zephirs round</br>O'er Dee's smooth current waft the sound,</br>When soft on bending osiers laid</br>The broad sun trembling thro' the bed;</br>All-wild thy heav'n-rapt Fancy strays,</br>Led thro' the soul-dissolving maze,</br>Till Slumber downy-pinioned, near</br>Plants her strong fetlocks on thy ear;</br>The soul unfetter'd bursts away,</br>And basks enlarged in beamy day.</br>"]