["I had a vision:  evening sat in gold</br>Upon the bosom of a boundless plain,</br>Cover'd with beauty; &mdash; garden, field, and fold,</br>Studding the billowy sweep of ripening grain,</br>Like islands in the purple summer main.</br>And temples of pure marble met the sun,</br>That tinged their white shafts with a golden stain;</br>And sounds of rustic joy, and labour done,</br>Hallow'd the lovely hour, until her pomp was gone.", "The plain was hush'd in twilight, as a child</br>Slumbers beneath its slow drawn canopy;</br>But sudden tramplings came, and voices wild</br>And tossings of rude weapons caught the eye;</br>And on the hills, like meteors in the sky,</br>Burst sanguine fires, and ever and anon</br>To the clash'd spears the horn gave fierce reply;</br>And round their beacons trooping thousands shone,</br>Then sank, like evil things, and all was dark and lone.", "'Twas midnight; there was wrath in that wild heaven:</br>Earth was sepulchral dark.  At once a roar</br>Peal'd round the mountain tops, like ocean driven</br>Before the thunders on the eternal shore:</br>Down rush'd, as if a sudden earthquake tore</br>The bowels of the hills &mdash; a flood of fire:</br>Like lava, mingled spears and torches pour,</br>The plain is deluged, higher still and higher</br>Swell blood and flame, till all is like one mighty pyre.", "'Twas dawn, and still the black and bloody smoke</br>Roll'd o'er the champaign like a vault of stone:</br>But as the sun's slow wheels the barrier broke,</br>He lit the image of a fearful one,</br>Throned in the central massacre, alone&mdash;</br>An iron diadem upon his brow,</br>A naked lance beside him, that yet shone</br>Purple and warm with gore, and crouching low,</br>All men in one huge chain, alike the friend and foe.", "The land around him, in that sickly light,</br>Show'd like th' upturning of a mighty grave;</br>Strewn with crush'd monuments, and remnants white</br>Of man; all loneliness, but when some slave</br>With faint, fond hand the hurried burial gave,</br>Then died.  The Despot sat upon his throne,</br>Scoffing to see the stubborn traitors wave</br>At his least breath.  The good and brave were gone</br>To exile or the tomb.  Their country's life was done!</br>"]