["Mother of human virtues, hail!</br>Whose soft'ning hand, and accent meek,</br>Compare woe's lamentable wail,</br>And wipe the tears from sorrow's cheek,</br>Blest emanation of the mind supreme!</br>Beneath whose mellowing beam</br>The virtues with the graces wove,</br>Expand and ripen into love:</br>Each passion soften'd, every wish refin'd,</br>Breathes gratitude to heav'n, and good to human-kind.", "Oft bending from thy seat supreme,</br>With aspect mild, and pitying eye,</br>Serene in mercy's hallow'd beam,</br>Thou deign'st, in tender sympathy,</br>From the bright pomp of thine exalted sphere,</br>Woe's suppliant voice to bear.</br>Meek Charity!  thy awful pow'r</br>The warbling seraphim adore,</br>While grasping all below, and all above,</br>They pour their flaming souls in ecstacy and love.", "From climes celestial, where thy realm</br>In boundless golden prospect lies,</br>To thee thy sire resign'd the helm</br>Of all beneath the vaulted skies;</br>That, while thro' life's conflicting billows borne,</br>Blind, indigent, forlorn,</br>The wretched sons of sorrow toil,</br>Thy lenient hand, and healing smile,</br>Might to the wand'ring point the destin'd way,</br>And thro' affliction's night transfuse a pitying ray.", "Soft is the balm-distilling sky,</br>When Zephyr wakes the vernal year,</br>When beauty greets the enraptur'd eye,</br>And melody the ravish'd ear.</br>Thine, soft-ey'd cherub!  thine the happier morn,</br>Of love and pity born;</br>Beneath whose gently tempering ray,</br>Grief's sullen waters shrink away,</br>The cherish'd nerve supports the load of toil,</br>And heav'n-descended Peace, and dove-ey'd Patience smile.", "Favour'd of heav'n, ye godlike few,</br>The highest, happiest of your kind,</br>In whom high Jove delights to view</br>The semblance of his boundless mind;</br>How great your bliss, while all beneath your eyes</br>In happy union lies?</br>When sorrow's agonizing smart</br>Lies fest'ring in a brother's heart,</br>How do your breasts with grateful ardour glow</br>To Him that gives your souls to share a brother's woe!", "Bright as the genial orb that chears</br>The verdant earth with gladd'ning rays,</br>In Rome's imperial line appears</br>A sov'reign crown'd with living bays:</br>Now, rais'd amid the richest spoils of war,</br>He rules the trophied car;</br>Now, pond'ring in his godlike mind,</br>The various lot of human-kind,</br>Tho' rich the feast, and loud th' applauding lay,</br>Sits pensively sedate, and sighs to lose a day.", "O ye, for whom the lib'ral hand</br>Of plenty spreads the genial feast;</br>Whose temples, bound in pleasure's band,</br>The golden smiles of joy invest;</br>With pain, remorse, and pining anguish torn,</br>Secluded from the light of day,</br>And reft of Hope's serener ray;</br>While Conscience, frowning o'er their fall'n estate,</br>With ten-fold horror cloaths th' impending hour of fate.", "Nor these alone your griefs demand;</br>Ev'n Virtue's self is doom'd to bleed;</br>And oft Adversity's rough hand</br>Lies heaviest on her drooping head.</br>What woes unnumber'd prey on man's estate!</br>The frowns of angry fate,</br>Relentless, tend his natal hour,</br>Their feeble victim to devour,</br>And from the sickly dawn of orient light,</br>To shroud his infant head in shades of endless night.", "Their ruin'd state how many mourn,</br>Fall'n from the tow'ring heights of fame,</br>A prey to infamy and scorn,</br>Chill penury, reproach and shame!</br>Will Friendship's source no soft'ning balm impart</br>To ease the bleeding heart?</br>Is Pity's genial current froze?</br>O thou that spurn'st another's woes,</br>Explore thyself:  Forgive, and be forgiven;</br>'Tis Virtue's sacred love, the sov'reign will of heaven.</br>"]