["Sir Guyon was wand'ring at close of the day,</br>When its radiance repos'd on the billow;</br>And bright was the sea-bird that rock'd on the spray,</br>Where the foam curl'd white for its pillow.", "Not a breeze from the mountains or woodlands had swept</br>O'er the sea-surf, in trembling emotion;</br>And lovely the moon-beam that silently slept</br>On the beautiful breast of the ocean.", "The night-bird had woke its response from the grove,</br>To welcome the spirit of even,</br>That descended array'd in the emblems of Love,</br>And its veil was the twilight of Heaven.", "The radiance of night was begemming the sky,</br>While the spirits of millions ascended;</br>And sweet was the lay of the ransom'd on high,</br>From their lyres in extasy blended.", "Sir Guyon, he paus'd, for a transport of joy</br>Was spread o'er his bosom of sadness,</br>The warm tear of rapture was bright on his eye,</br>And his heart-strings dilated with gladness.", "His soul in the dream of Elysium is lapt,</br>In its fine choral pauses and numbers;</br>His thoughts in the visions of angels are wrapt,</br>As they hung o'er his sanctified slumbers.", "When suddenly burst on his dreaming eye bright,</br>A being in beauty immortal;</br>In his hand was a magical mirror of light,</br>And the keys of Eternity's portal.", "His face was the sun on the mountain of snow,</br>His wings were the radiance of even;</br>His zone was the colours that blend in the bow,</br>When it spans the dark arches of Heaven.", "He descended, while Guyon is extasy gaz'd,</br>All hush'd was each ruder emotion;</br>On his bosom the star of eternity blaz'd,</br>Like a gem on the breast of the ocean.", "In accents more sweet than the songs of the blest,</br>To wear out the traces of sorrow,</br>The Angel of Mercy Sir Guyon address'd,</br>And told him of life's latest morrow.", "\"Behold in this mirror the wonders of Truth,</br>When allied to Religion and Duty;</br>They flourish immortal:  eternal in youth;</br>And deathless the bud of their beauty.", "Lo!  these that you see, rob'd in raiment divine,</br>In garments more white than the billow,</br>Where the beams of the moon on its wide surface shine,</br>And the sea-maid is rock'd on her pillow;", "Are the thousands who pass'd through the dark ocean flood</br>Of suffering, of death, and of danger,</br>Whose relicts are swaddled and shrouded in blood,</br>Afar in the land of the stranger.", "Their souls are refin'd from each merciless stain,</br>That passion and pride had engendered,</br>Now pure as their God they shall ever remain,</br>And eternal their joys shall be render'd.", "This Key is the passport of virtue and love,</br>Absolv'd from their weakness and errors,</br>Shall open the regions of glory above,</br>Shall disarm death and hell of their terrors.", "This Key shall be thine, when returning from sin,</br>In pardoning mercy forgiven;</br>When pure from pollution, and hallow'd within,</br>Thy angel shall call thee to heaven.", "For lo!  on yon bridge, that bestride the dark flood,</br>Bounding time and eternity ever;</br>What legions are passing, who faithful have stood,</br>Nor Death from their portion shall sever.", "This road is the stay of Religion and Truth,</br>It is faith in a Saviour immortal;</br>Shall guide them safe home to the regions of youth,</br>Beyond nature's dark bounded portal.", "Then take thou these emblems, awake and arise,</br>Life's journey is over to-morrow;</br>Press onward, thy home is that joy in the skies,</br>Where the pilgrim shall rest from his sorrow.\"", "He said, then more swift than the whirlwind's wing,</br>Fled far thro' the regions of Heaven;</br>And sweet was the music from voice and from string,</br>As he soar'd by the Palace of Even.", "Sir Guyon awoke from his dreaming bed low,</br>His heart beat with love and devotion;</br>While brightly the moon beams in extasy glow,</br>On the surf-cover'd breast of the ocean.</br>"]