["WILLIAM, JOSEPH.", "Carelessly spread beneath a willow tree,</br>On the cool margin of the sedgy Lee,</br>William, the shepherd, watch'd his fleecy care,</br>Tuning his flute to many a rustic air:</br>His faithful dog lay by him on the ground,</br>And chirping grasshoppers leap'd lightly round.</br>When o'er the path-way to the bridge that leads,</br>Bedight in Sunday suit, a neighbour speeds;</br>Whose hand supports well-pleas'd his little son,</br>By him with step unequal tripping on.</br>\"Joseph, Where haste you, with such speed, my friend?\"</br>Quoth William, on his elbow as he lean'd:</br>\"And why thus drest? &mdash; my little Joseph too&mdash;</br>What all this hurry the fine shew to view!\"", "JOSEPH.</br>No, William &mdash; in such times of general need,</br>With such a family as mine to feed,</br>'Twou'd ill become me, sure, to make such haste</br>My time and money at vile shews to waste:</br>Far better business, thanks to gracious heav'n,</br>The speed you notice to my feet has giv'n!", "WILLIAM.</br>What better business, Joseph?  let me hear,</br>That in your pleasure I at least may share?", "JOSEPH.</br>Why, our good squire &mdash; may heav'n indulgent shed</br>Ten thousand blessings on his bounteous head&mdash;</br>Desirous to diffuse amidst our youth,</br>With learning's light, the light of heavenly truth;</br>And knowing well our poverty and pains,</br>How hard our labour, and how small our gains;</br>Wisdom and pity ruling in his soul</br>For our poor children has endow'd a school!</br>And Joseph here &mdash; God's blessing on the boy,&mdash;</br>Is chosen, Will, the bounty to enjoy!</br>A toward lad, &mdash; he'll take his learning well,&mdash;</br>'Twill please the 'squire to see him, I can tell:</br>And so I speed, as 'tis my place you know,</br>At once to thank him, and my son to show.", "WILLIAM.</br>My fancy often on the thought hath run,</br>That our good squire resembles much the sun;</br>Who sheds on all around his rays divine,</br>Imparting life and lustre where they shine.</br>So do his hands on all around dispense</br>The blessed beams of warm benevolence:</br>In good unwearied, he exerts each art</br>To bless the life, and meliorate the heart;</br>The body's woe now studious to relieve,</br>Now, due instruction to the mind to give.</br>&mdash;Yes, Joseph, of his school, I've heard before;</br>And, if in merit aught could raise him more,</br>This his last effort wou'd, methinks, approve</br>His goodness most, and most engage our love.", "JOSEPH.</br>I, who ne'er knew of learning the delight&mdash;</br>Alas, for me!  who neither read nor write&mdash;</br>The more this great misfortune I deplore,</br>I feel his institution's worth the more.</br>Oh what so blest, so useful and benign,</br>As on the darken'd mind with truth to shine:</br>To ope the door, by which the soul may rise</br>From the dark dungeon, where blind ign'rance lies:</br>May learn its duty, and securely tread</br>The paths, that to eternal glory lead!</br>&mdash;Blest knowledge!  and blest charity!  which brings</br>The envied pow'r to know such mighty things!</br>Blest man!  whose hands such benefits impart,</br>What joy must live triumphant at his heart!</br>He's like the sun &mdash; and like the morning dew,</br>Warming, my William, and refreshing too!", "WILLIAM.</br>Refreshing, Joseph?  yes, he ne'er affords</br>Inactive wishes in unmeaning words:</br>Nor mocks the painful tenderness of grief</br>With empty sighs &mdash; the shadows of relief!</br>To all his bounty freely is display'd,</br>Who want his pity, or who seek his aid!</br>And with such kind humanity he gives,</br>As much his manner as his gift relieves!</br>Nay, by his person he contributes more,</br>Than by his purse, to benefit the poor:</br>Our humble cots he'll enter, and enquire</br>What ills we suffer, or what good desire.</br>Do hapless losses cause our anxious cares?</br>Those losses to our comfort he repairs:</br>Is there a quarrel? &mdash; soon he bids it cease,</br>And sooths the jarring parties into peace:</br>Are faithful pairs thro' poverty denied</br>The comforts, which by wedlock are supplied?</br>The virtuous maid he portions, and surveys,</br>With joy, their bliss, and race, in future days.</br>Do any on the bed of sickness lie?&mdash;</br>Fit food and med'cine his kind hands supply.</br>Do any smart beneath affliction's rod?</br>He sooths their sorrows, and conducts to God,</br>The loving parent of the human race,</br>Whose frown is mercy, and whose scourge is grace.", "Ne'er by that house of refuge for the poor,</br>\"Where age and want sit smiling at the door;\"</br>That house, the labour of his bounteous care,</br>I never pass without a grateful tear:</br>Involuntary swells my rising breast,</br>And the good founder with a sigh is blest:</br>Who, with such comfort, when all comfort flies,</br>Unfriended, helpless, feeble age supplies!", "JOSEPH.</br>Young as you are, and stranger to the pain</br>By which poor men their families maintain;</br>A stranger, William, to the torturing smart,</br>Which tears a tender father's bleeding heart,</br>While round his children croud, with weeping woe,</br>Asking the food, he hath not to bestow:</br>You cannot even guess, and I want words</br>To tell the rapture, which a gift affords,</br>By the still hand of modest mercy giv'n,</br>Just in due season, as if dropt from heav'n!</br>&mdash;Oh, William, many such, the season past,</br>When famine almost laid our village waste,</br>On secret wings to my poor cottage flew,&mdash;</br>But well from whence they took their flight I knew!", "WILLIAM.</br>Mark you this river, how serene and slow</br>Its deep still waters thro' the meadows flow:</br>While in our village the small shallow rill</br>For ever prattles down the pebbly hill.</br>In one an image of the squire is seen,</br>In t'other of that Braggard, proud and vain;</br>Who hates our master: &mdash; for his cancred breast</br>By the foul fiend of envy is possest!", "JOSEPH.</br>Alas, good William!  'tis a grief to see,</br>That whitest virtue cannot censure flee:</br>'Tis nothing strange, that Devils God shou'd hate:</br>But that frail creatures, in the self-same state,</br>Alike dependent, form'd alike to share</br>The sad vicissitude of grief and care;</br>That mortal men in enmity should swell</br>'Gainst those in deeds of mercy who excell;</br>Who strive, with pure benevolence refin'd,</br>To soften all the sufferings of their kind:</br>This sure is strange-and stranger still, to view,</br>What late example here has prov'd too true;&mdash;</br>Those who the common bounty need, and share,</br>So mutually malicious and severe.", "WILLIAM.</br>You hint the poor blind widow &mdash; sad to think,</br>That she who stood on desperation's brink,</br>Blind, helpless, friendless, four young orphans round,</br>Now by our squire's kind aid with comfort crown'd;</br>That she the malice of the poor shou'd raise;</br>That he shou'd lose the just reward of praise!</br>But what is human praise, or human blame?</br>To heav'ns blest candidate no doubt the same:</br>Let God approve the action &mdash; for the rest,</br>He'll find applause sufficient in his breast.", "JOSEPH.</br>And yet, methinks, it is but just to shew</br>To goodness the respect to goodness due:</br>Frail as I am, cou'd I diffuse my store,</br>Just praise, I own, wou'd stimulate me more;</br>I cannot, therefore, without scorn behold,</br>Those who, to merit like our squire's, are cold:</br>Unfeeling hearts!  but whose licentious tongues</br>Could blame that deed, to which all praise belongs,</br>Are devils, and not men &mdash; are devils drest</br>In human shape, without a human breast:</br>For is not man from fiends infernal known</br>By godlike, great benevolence alone?", "WILLIAM.</br>Yes, 'tis benevolence that makes him man,</br>And more will make him, clos'd life's little span;</br>Make him an angel; as on earth 'twill give</br>Foretaste of joys, which angels selves receive:</br>For with benevolence true pleasure dwells,</br>Each grace that glows, each virtue that excells!</br>&mdash;Oh happy they, in state exalted plac'd,</br>Philanthropy's soul-warming joys to taste:</br>We, Joseph, thrown beneath in life's low vale,</br>At distance only can the glory hail!</br>For this we'll thankful be, and do our part;</br>If not the pow'r, bless God, we have the heart!", "JOSEPH.</br>Much rather, William, would I live possest</br>Of empty hands, and sympathetic breast,</br>Than like old Ostentatious on the hill,</br>Possess the mighty pow'r without the will.</br>But \"all have pow'r, in life however low,</br>Kind acts of mercy and of love to show,\"</br>To farmer Johnson once our squire reply'd,</br>Who mourn'd the power of doing good deny'd.</br>True were his words; for in each state we need,</br>And therefore shou'd afford each other aid;</br>In Christian kindness let us do our best,</br>God knows our strength, and will excuse the rest:</br>You well remember, where a widow poor</br>Gave with a mite, than all the wealthy more.", "WILLIAM.</br>How blest a truth! &mdash; with right intention giv'n,</br>A cup of water shall be mark'd in heav'n!</br>See, 'tis not then the quantity, but heart,</br>To acts of love which merit can impart.</br>Blest truth, my Joseph! &mdash; thus may we excell,</br>And poor in wealth, be rich in doing well.", "JOSEPH.</br>But William, think, what joy must he possess,</br>Who with the power, as well as heart to bless,</br>To all his high benevolence extends,</br>The wretched comforts, the opprest defends;</br>The naked cloaths, the hungry fills with food&mdash;</br>In love unwearied, uniform in good!</br>Let praise or censure on his deeds descend,</br>Let disappointment or success attend:</br>Still he goes on &mdash; and views with just regard,</br>That God, whose approbation is reward.", "WILLIAM.</br>Joseph, you've trac'd the cause, from whence proceeds</br>His uniformity in virtuous deeds:</br>For stedfast at one mark whoever aim,</br>Thro' life's whole circle will be found the same!</br>&mdash;James, who from London t' other day came down,</br>Told me our squire is more esteem'd in town</br>For his good actions than amongst us here,</br>For not a charity but knows him there.</br>There, where the children of the poor are fed,</br>At once with heav'nly, and with earthly bread:</br>Where pain, and all the family of grief,</br>From skilful med'cine find humane relief:</br>Where safely screen'd in hospitable cells,</br>From human view, pride-humbling phrenzy dwells:</br>Where lab'ring women 'midst their pangs can smile,</br>And bless the charity which sooths their toil:</br>Where infants, rescued from an earthly grave,</br>The tender mercy hymn which stoop'd to save:</br>Where penitents with tears redeem their shame,</br>Restor'd to God, their parents, and to same.</br>Wherever good is done, or good design'd,</br>His aid benignant you are sure to find:</br>The doleful prisons too, they tell me, share</br>His kindly visits, and indulgent care:</br>Nay, and James found it out, that oft he sends</br>Young men of toward parts, with meaner friends,</br>To school and college, where his aid provides</br>Tutors and learning, and all means besides.", "JOSEPH.</br>A wond'rous man! &mdash; if all the world he knew,</br>To all the world humanity he'd shew:</br>No sect or party-principles confine,</br>The glowing radiance of his love divine:</br>A man, a fellow-creature, and distrest,</br>Is plea sufficient to affect his breast.", "WILLIAM.</br>Yet, Joseph, I have heard that his estate,</br>For one so rich in bounty, is not great:</br>Not half so great as his, of whom before</br>We spoke, &mdash; in money rich, in goodness poor!</br>But right oeconomy, with great or small,</br>Doubles the income, and is all in all.", "JOSEPH.</br>Ah, William &mdash; but God's blessing is much more,</br>For this augments, nay, doubles all our store:</br>Who dare be bounteous, God will surely bless</br>With constant succour, and tenfold encrease:</br>Their cruse o'erflowing, and augmented meal,</br>Miraculously blest, shall never fail!</br>Our good man proves it &mdash; and besides he flies</br>Those scenes of ill, whence vast expences rise:</br>He wastes no fortune on devouring vice,</br>On dogs or horses, women, cards or dice.</br>The little boy, who much attention pay'd</br>To this encomium, which the shepherds made;</br>Cried, \"father, 'midst his praise, you sure forget</br>The church, our squire hath made so fine and neat.\"", "\"Right, my good boy, said William, this too shows,</br>The living fountain whence his goodness flows:</br>For love of God must kindle virtue's flame,</br>Or all benevolence becomes a name!\"", "Thus as he spoke, a straggling ewe, which stood</br>Too near the faithless margin of the flood,</br>Tumbled adown the bank into the deep,</br>When William cried &mdash; \"alas, alas, my sheep&mdash;</br>One of the best of all my flock! &mdash; if drown'd&mdash;</br>I'm ruin'd &mdash; for 'tis worth above a pound!\"", "Joseph beheld it, nor delaying stood,</br>But leap'd, tho' Sunday-drest, into the flood,</br>And caught the ewe; when anxious William came,</br>Lean'd down, and safe receiv'd it from the stream:</br>Then gave his hand with many a hearty thank,</br>And, lifting Joseph up the slippery bank,</br>Strait he conducts him to his cot just by,</br>And changes all his dripping cloaths for dry.</br>Then to young Joseph, \"for your father's sake,</br>This little hautboy as a present take:</br>The rings are brass, and boxen is the wood;</br>Try it, my lad, you'll find the sound is good:</br>And always, when you touch it, bear in mind,</br>'Twas by the best means gain'd, &mdash; by being kind.\"</br>"]