["If to sublimer heights we may not rise,</br>Nor visit stars, or venture up the skies;</br>The muse in meads, the lowly flow'rs among,</br>Delights to meditate the Sylvan song;</br>Nor blushes to be found amid the swains</br>In shades, enjoying with the shades their strains.", "In the same vale, in Judah's purest air,</br>Two youthful shepherds tend their woolly care;</br>Their years, their pastimes, and their arts the same,</br>Alike their manners, as alike their fame;</br>On the same lawn their mingled sheep they feed,</br>At the same spring to wat'ring friendly lead;</br>Their no less-friendly dogs sleep side by side,</br>And scanty meals in gentle sort divide;</br>The blithesome swains in music pass the day,</br>In music lull the ev'ning hours away.", "It chanced (their flocks secur'd, their sheep-folds pent,</br>Themselves on each his peaceful home intent)</br>Along the meads with silent pace they came,</br>Led by the murmurs of a neighb'ring stream.</br>The reeds were quiv'ring to the evening breeze,</br>And the low sun far glimmer'd thro' the trees:</br>They stopp'd, and seated on the bank, dispute</br>Whose hand in music was of chief repute.</br>Each thought, tho' each had known his friend so long,</br>His harp and voice superior in the song;</br>They stake, what most they prize, the ribband blue,</br>(Their maiden's gift) that ty'd their sabbath shoe.</br>But who decides, such wagers since they lay?</br>None could be seen, for credit then they play:</br>And whose the credit, some might hap to tend</br>Mean whiles that wayward, and the contest end.</br>Their trial was, no trial so small I ween,</br>In \"things to come,\" which was the deeper seen;</br>These SYMLIPATE, those HIRMO did rehearse,</br>And thus proceeded in alternate verse.", "SYMLIPATE.</br>Much I am out, or times have reach'd mine ear,</br>When younglins shall not run though wolves appear.", "HIRMO.</br>Days have I heard of, when in gentlest wise,</br>Down, harmless with the lamb, the lion lies.", "SYMLIPATE.</br>Skip, oh!  ye Calves!  if prophet's sing aright,</br>You and the bear in grazing will unite.", "HIRMO.</br>Bound, bound the kids for you!  an infant's hand</br>Shall lead the leopard in a grassy band.", "SYMLIPATE.</br>I gather herbs &mdash; a season some foretell,</br>When those all die that make the finger swell.", "HIRMO.</br>All flowers my hands collect &mdash; begin that year,</br>On sunny banks, when snakes we need not fear!", "SYMLIPATE.</br>My love eats honey &mdash; Sybills wise foresee</br>When combs are dropping found in every tree.", "HIRMO.</br>Mine sweet of cowslips &mdash; O!  rise that spring,</br>When bees, they tell her, shall forget to sting.", "SYMLIPATE.</br>Lillies my maiden please &mdash; and I know where</br>I fetch her handfuls, and she calls me dear.</br>But Simlipate has read a pleasing tale,</br>That lillies clear shall whiten ev'ry vale.", "HIMRO.</br>My fair-one's favourite is the damask rose&mdash;</br>I do not say at present where it blows;</br>But right if Hirmo deems, there comes a year,</br>When on each hedge such roses shall appear.", "SYMLIPATE.</br>The tiller's toil may turn the furrow's now,</br>And slaving oxen drag the cumb'rous plough;</br>But kindlier sun shall some day rise, and corn</br>With golden crops the field untill'd adorn.", "HIRMO.</br>In ev'ry land now wicked war may rage,</br>And all the world in madding arms engage;</br>But soon to pruning knives the swords will bend,</br>And spears in ship-hooks innocently end.", "SYMLIPATE.</br>Thro' all our plains the greatest frauds shall fail,</br>No crook be sought for stol'n in any vale;</br>The happy season is not far away,</br>On our own pipes when we unenvied play.", "HIRMO.</br>When swains no more, who strive in rival song,</br>No more shall fear from faithless umpires wrong;</br>When ev'ry judge, to nicest justice true,</br>Shall give the prize to whom the prize is due.", "SYMLIPATE.</br>All cannot see &mdash; Oh!  soon may he be born,</br>Who eyes will open sightless and forlorn!</br>For such a babe descends from heav'n, they say&mdash;</br>Tell what's his name, and I give up the day.", "HIRMO.</br>All may have tongues &mdash; not all the pow'r to speak,</br>But into song then ev'ry tongue shall break;</br>No where his birth?  I ask on what glad shore,</br>Divine the place, and I content no more.", "SYMLIPATE.</br>Whatever town is favour'd with his birth,</br>That be the joy and wonder of the earth!</br>For he restores those happy times of old,</br>Restores that ancient age, that age of gold;</br>O!  might I live to see his peerless day,</br>His praise my highest sounding harp shou'd play.", "HIRMO.</br>Meek as our lambs, and harmless as a dove,</br>Yet wiser than a serpent shall he prove;</br>Oh!  smil'd his mother on him now!  the while</br>As pleas'd, he pretty answering smile with smile.</br>That fields could give me, ev'ry choicest flow'r</br>O'er his auspicious cradle would I pour.", "SYMLIPATE.</br>But shepherd look ye!  thro' the skie a light!</br>Above the brightness of the moonshine night!</br>The sun is set &mdash; I saw his after ray</br>That reddens in the clouds, e'er while decay.", "HIRMO.</br>See yonder see! &mdash; it seems another sun&mdash;</br>Beneath the shining how the shepherds run!</br>What means the wonder?  haste we after, swain&mdash;</br>Sleep, sleep our lambs!  we quick return again.", "Thus sung the swains, unwitting, on the grass,</br>The times they sung of, then were come to pass:</br>What light they follow'd, where and what befell&mdash;</br>Or whom it shew'd them, Lippet need not tell.</br>"]