["Can aught on earth, &mdash; can earth itself withstand</br>The beating of the iron wings of Time?</br>War's trophied arch, Fame's brazen shaft sublime,</br>Shall vanish, like the tossings of the sand</br>That waver'd on the swol'n and sultry blast,</br>And o'er the Aegyptian waste in wandering columns past.", "Earth, and her empires, and their race decay:</br>But in the desolation of mankind,</br>The Patriot, and the Sage, sole left behind,</br>Land-marks of life, hold undiminish'd sway,</br>And o'er the wreck of scatter'd nations rise,</br>Like Pyramids, whose brows eternal reach the skies.", "Such thoughts came o'er me in the day's decline,</br>When I had left below the sultry vale,</br>And drank the spirit of the mountain gale</br>That led me o'er the barren Apennine,</br>Where 'mid the solitude around my way</br>Lone on the crumbling rocks wide wrecks of cities lay.", "Bright shone the dawn, and Fancy had array'd</br>A brave metropolis that crown'd the main:</br>But Fancy built a fabric weak and vain,</br>Close paragon'd with that the eye survey'd,</br>Where thron'd on bleak Liguria's rocky side,</br>Bold Genoa's merchant kings spread out her marble pride.", "Fair art thou &mdash; Never tale of Araby</br>Charming the caravan on Syria's plain,</br>Feign'd brighter city in the eastern main</br>That rose beneath th' Enchanter's melody,</br>Than thine, which slowly rear'd by human hand,</br>Saw on th' eternal rock its firm foundation stand.", "Thou  too art fall'n:  in one disastrous hour,</br>Bow'd &mdash; laid in dust &mdash; avail'd it thee the boast</br>That Commerce cast his anchor on thy coast,</br>And wav'd his beacon o'er thy Pharos' tower,</br>Rob'd every rock with flow'rs, and bade each tide</br>Bear Stamboul's plunder'd spoils to gem his mountain bride?", "I saw the anguish that thy spirit wrung,</br>I heard thy groan that dwelt on days of fame,</br>When, like the Lord of Ocean, Doria came,</br>And every cliff to heav'n its triumph flung,</br>What time the trident in the Patriot's hand</br>Brake, as it struck thy rock, the chain that yok'd the land.", "Yet, as of old, thy Pharos o'er the wave</br>Lifts his proud brow:  yet, on his marble throne</br>Pomp lingers:  yet, on yon recording stone</br>I read the gift thy sons to Doria gave:</br>There towers his dome: &mdash; and by his laurel bow'r</br>The sea still peaceful flows, as aw'd by Doria's power.", "Still peaceful flows that sea: &mdash; but &mdash; where the prow,</br>That bore thee on to victory:  where the sail</br>That brought thy tribute in on every gale?</br>Where now the Power who diadem'd thy brow,</br>Who gave thy sword its edge, thy plough its force,</br>Thy loom its silken woof, thy helm its boundless course?", "Where Freedom? &mdash; crush'd beneath thy despot's throne:</br>Him, whose base hand the iron gates unclos'd</br>Where Alps with all her rocks the foe oppos'd:</br>Who fled 'mid barren crags to lurk unknown,</br>And trembling on a Briton-guarded wave,</br>To the fell spoiler's lust unarm'd Italia gave.", "Genoa, though now the many-sceptered hand</br>Whose mailed union earth's base fetter broke,</br>Bow down thy strength beneath a baser yoke,</br>Hush not thy groan:  a Power draws near thy land,</br>A spirit unrepress'd yet walks the world,</br>And Doria's shade shall rise o'er Freedom's flag unfurl'd.", "Tell thou the Statesman, 'tis no lightsome thing</br>To toss a free-born nation in the scale,</br>As lust of wealth, and tyranny prevail.</br>Say, that the column which supports a king,</br>If Freedom fail its well-pois'd weight to place,</br>Shall crumble into dust around its shatter'd base.</br>"]