["Were you, my friend, some nimble-winged thing,</br>That could with eagle speed extend your flight,</br>Then might you range the world,</br>Then pierce each lonely place.", "Whether 'twere lazar house, or dungeon drear,</br>Or hill, or beetling cliff, or time-worn cave,</br>Where Misery sat and sigh'd</br>Her troubles, still unseen;", "And here, perchance, at eve her hollow eye</br>On the hard stone at times might drop the tear&mdash;</br>At once the dame, who mourn'd</br>Her hapless children's fate;", "Then had you, gentle friend, the chemic art</br>Of some young bee, that roves from flow'r to flow'r;</br>How fondly might you rove!</br>What balmy sweets inhale!", "Then, blest employment!  with what tender skill,</br>Wondering, might you those honey'd treasures mix;</br>And form a sovereign balm</br>To heal the mourner's heart!", "Were you, my friend, some dart-emitting God,</br>Like him, who pierc'd in Grecia mortal hearts;</br>How might you range the world,</br>And find each gladsome place!", "Whether 'twas village-green, or city gay,</br>How might you roving find each cheerful scene,</br>Where youths and maidens smile,</br>And carol thro' the day!", "And when, perchance, with joy-illumin'd eye,</br>Thoughtless of love, they frolick'd in the dance,</br>How might you throw your dart,</br>And flit unseen away!", "Then you again might change your tiny form,</br>Stand forth the God, protector of the fair,</br>Your head with roses crown'd,</br>And in your hand a torch!", "Then might you light the lovers on their way,</br>Then sing the song, that should endear their hearts,</br>'Till they should love, and love,</br>And still grow old in love!", "Ah!  could you fondly climb yon orient sun,</br>Ride on his beam, and travel round the world,</br>How might you, crown'd with light,</br>Cheer all the nations round!", "Yes!  Friend, were you like that refulgent sun,</br>How might you in your daily course dispense</br>Light, liberty, and love,</br>Still travelling to bliss!", "Were you &mdash; but cease, Enthusiast, cease your speed;</br>For what avail, O man, fantastic flights?</br>Why muse ideal deeds,</br>Heedless of what is true?", "You are not bee, nor sun, nor sprite, nor god:</br>You are a humble, weak, unwinged thing,</br>The frail inhabitant</br>Of this poor clod of earth!", "And has not this poor earth, that very spot,</br>Where thou art wont to rove, enough of range?</br>Ah!  where would'st thou move?</br>Behold your proper sphere!", "Cease then, Enthusiast:  thy slender bark,</br>How should it hope to cross the mighty sea?</br>Keep close to shore &mdash; or, ah!</br>Thy bark shall founder soon.</br>"]