["How thick the shades of evening close!</br>How pale the sky with weight of snows!</br>Haste, light the tapers, urge the fire,</br>And bid the joyless day retire!</br>&mdash;Alas, in vain I try within</br>To brighten the dejected scene,</br>While rouz'd by grief these fiery pains</br>Tear the frail texture of my veins;</br>While winter's voice, that storms around,</br>And yon deep death-bell's groaning sound</br>Renew my mind's oppressive gloom,</br>Till starting horror shakes the room!</br>Is there in nature no kind pow'r</br>To sooth affliction's lonely hour?</br>To blunt the edge of dire disease,</br>And teach these wintry shades to please?</br>Come, CHEARFULNESS, triumphant fair,</br>Shine thro' the hovering cloud of care;</br>O sweet of language, mild of mien,</br>O virtue's friend and pleasure's queen!</br>Asswage the flames that burn my breast;</br>Attune my jarring thoughts to rest;</br>And while thy gracious gifts I feel,</br>My song shall all thy praise reveal.", "As once ('twas in ASTREA'S reign)</br>The vernal pow'rs renew'd their train,</br>It happen'd that immortal LOVE</br>Was ranging thro' the spheres above,</br>And downward hither cast his eye</br>The year's returning pomp to spy,</br>He saw the radiant God of day</br>Waft in his car the rosy MAY;</br>The fragrant AIRS and genial HOURS</br>Were shedding round him dews and flow'rs;</br>Before his wheels AURORA past,</br>And HESPER'S golden lamp was last.</br>But, fairest of the blooming throng,</br>When HEALTH majestic mov'd along,</br>All gay with smiles, to see below</br>The joys which from her presence flow,</br>While earth inliven'd hears her voice,</br>And fields, and flocks, and swains rejoice;</br>Then mighty LOVE her charms confess'd,</br>And soon his vows inclin'd her breast,</br>And, known from that auspicious morn,</br>The pleasing CHEARFULNESS was born.", "Thou, CHEARFULNESS, by heaven design'd</br>To rule the pulse, that moves the mind,</br>Whatever fretful passion springs,</br>Whatever wayward fortune brings</br>To strain the tuneful poize within,</br>And disarrange the sweet machine;</br>Thou, Goddess, with a master-hand</br>Dost each attemper'd key command,</br>Refine the soft and swell the strong,</br>Till all is concord, all is song,", "Fair guardian of domestic life,</br>Kind banisher of homebred strife,</br>Nor sullen lip, nor taunting eye</br>Deforms the scene where thou art by:</br>No sick'ning husband damns the hour</br>Which bound his joys to female pow'r;</br>No pining mother weeps the cares</br>That parents waste on thankless heirs:</br>Th' officious daughters pleas'd attend;</br>The brother rises to the friend:</br>By thee their board with flow'rs is crown'd,</br>By thee with songs their walks resound,</br>By thee their sprightly mornings shine,</br>And evening-hours in peace decline.", "Is there a youth, whose anxious heart</br>Beats high with love's unpitied smart?</br>Tho' now he strays by rills and bow'rs,</br>And weeping wears the lonely hours,</br>Or, if the nymph her audience deign,</br>Shames the soft story of his pain</br>With slavish looks, discolor'd eyes,</br>And accents falt'ring into sighs;</br>Yet thou, auspicious power, with ease</br>Can'st yield him happier arts to please,</br>Exalt his mien with manlier charms,</br>Instruct his tongue with nobler arms,</br>With more commanding passion move,</br>And teach the dignity of love.", "Friend to the Muse and all her train,</br>For thee I court the Muse again;</br>And may the votive lay disclose</br>How much to thy fair aid she owns!</br>See, when thy touch reveals her mine,</br>How pure the stores of fancy shine!</br>Hark, when thy breath her song impells,</br>How full the tuneful current swells!</br>Let melancholy's plaintive tongue</br>Instruct the nightly strains of Y&mdash;;</br>But thine was HOMER'S ancient might,</br>And thine victorious PINDAR'S flight:</br>Thy myrtles crown'd the Lesbian meads;</br>Thy voice awak'd Sicilian reeds;</br>Thy breath perfumes the Teian rose,</br>And Tibur's vine spontaneous flows</br>While HORACE wantons in thy quire;</br>The gods and heroes of the lyre.", "See where the pale, the sick'ning sage</br>(A prey perhaps to fortune's rage,</br>Perhaps by tender griefs oppress'd,</br>Or glooms congenial to his breast)</br>Retires in desart-scenes to dwell,</br>And bids the joyless world farewell.</br>Alone he treads th' autumnal shade,</br>Alone beneath the mountain laid</br>He sees the nightly damps arise,</br>And gathering storms involve the skies;</br>He hears the neighbouring surges roll,</br>And raging thunders shake the pole:</br>Then, struck by every object round,</br>And stunn'd by every horrid sound,</br>He pants to traverse nature's ways;</br>His evils haunts him thro' the maze:</br>He views ten thousand demons rise</br>To wield the empire of the skies,</br>And chance and fate assume the rod,</br>And malice blot the throne of GOD.</br>&mdash;O thou, whose pleasing power I sing!</br>Thy lenient influence hither bring;</br>Compose the storm, dispell the gloom,</br>Till nature wear her wonted bloom,</br>Till fields and shades their sweets exhale,</br>And music swell each opening gale:</br>Then o'er his breast thy softness pour,</br>And let him learn the timely hour</br>To trace the world's benignant laws,</br>And judge of that presiding cause</br>Who founds in discord beauty's reign,</br>Converts to pleasure every pain,</br>Subdues the hostile forms to rest,</br>And bids the universe be blest.", "O thou, whose pleasing pow'r I sing!</br>If right I touch the votive string,</br>If equal praise I yield thy name,</br>Still govern thou thy poet's flame;</br>Still with the Muse my bosom share,</br>And sooth to peace corroding care.</br>But most exert thy pleasing pow'r</br>On friendship's consecrated hour;</br>And while my AGIS leads the road</br>To fearless wisdom's calm abode,</br>Or, warm in freedom's ancient cause,</br>Pursues the light of Grecian laws,</br>Attend, and grace our gen'rous toils</br>With all thy garlands, all thy smiles.</br>But if, by fortune's stubborn sway,</br>From him and friendship torn away,</br>I court the muse's healing spell</br>For griefs that still with absence dwell,</br>Do thou conduct my fancy's dreams</br>To such indulgent, tender themes,</br>As just the struggling breast may chear,</br>And just suspend the starting tear,</br>Yet leave that charming sense of woe</br>Which none but friends and lovers know.</br>"]