["AMYNTOR.  CHORUS OF SHEPHERDS.", "Where TWEED'S fair Plains in liberal Beauty lie,</br>And FLORA laughs beneath a lucid Sky;</br>Long winding Vales where crystal Waters lave,</br>Where blythe Birds warble, and where green Woods wave,</br>A bright-hair'd Shepherd, in young Beauty's bloom,</br>Tuned his sweet Pipe behind the yellow Broom.", "Free to the Gale his waving Ringlets lay,</br>And his blue Eyes diffused an azure Day.</br>Light o'er his Limbs a careless Robe he flung;</br>Health raised his Heart, and Strength his firm Nerves strung.", "His native Plains poetic Charms inspir'd,</br>Wild Scenes, where ancient Fancy oft retir'd;</br>Oft led her Faeries to the Shepherd's Lay,</br>By YARROW'S Banks, or Groves of ENDERMAY.", "Nor only his those Images that rise</br>Fair to the Glance of Fancy's plastic Eyes;</br>His Country's Love his Patriot Soul possess'd,</br>His Country's Honour fired his filial Breast.</br>Her lofty Genius, piercing, bright, and bold,</br>Her Valour witness'd by the World of old,</br>Witness'd once more by recent Heaps of sSain</br>On CANADA'S wild Hills, and MINDEN'S Plain,</br>To Sounds sublimer wak'd his pastoral Reed&mdash;</br>Peace, Mountain-Echoes!  while the Strains proceed.", "AMYNTOR.</br>No more of TIVIOT, nor the flowery Braes</br>Where the blythe Shepherd tunes his lightsome Lays;</br>No more of LEADER'S faery-haunted Shore,</br>Of SOREL'S Field, and GLEDSWOOD-banks no more.</br>Unheeded smile my Country's native Charms,</br>Lost in the Glory of her Arts and Arms.</br>These, Shepherds, these demand a nobler Strain</br>Than CLYDE'S clear Fountain, or fair KAIDSLEY'S Plain.", "CHORUS OF SHEPHERDS.</br>Shepherd, to thee sublimer Lays belong</br>The Force divine of Soul-commanding Song.</br>These humble Reeds have little learnt to play,</br>Save the light Airs that chear the pastoral Day.</br>Of CLYDE'S clear Fountains and fair KAIDSLEY'S Plain</br>We sing, as Fancy guides the simple Strain.</br>If then thy Country's sacred Fame demand</br>The high-ton'd Music of a happier Hand&mdash;</br>Shepherd, to thee sublimer Lays belong,</br>The Force divine of Soul-commanding Song.", "AMYNTOR.</br>In spite of Faction's blind, unmanner'd Rage,</br>Of various Fortune and destructive Age,</br>Fair SCOTLAND'S Honours yet unchang'd are seen,</br>Her Palms still blooming, and her Laurels green.", "Freed from the Confines of her Gothic Grave,</br>When her first Light reviving Science gave,</br>Alike o'er BRITAIN shone the liberal Ray,</br>From ENSWITH Mountains to the banks of TAY.", "For JAMES the Muses tun'd their sportive Lays,</br>And bound the Monarch's Brow with CHAUCER'S Bays.</br>Arch Humour smil'd to hear his mimic Strain,</br>And plausive laughter thrill'd thro' every Vein.", "When Taste and Genius form the Royal Mind,</br>The favour'd Arts a happier Era find.</br>By JAMES beloved the Muses tun'd their Lyres</br>To nobler Strains, and breath'd diviner Fires.</br>But the dark Mantle of involving Time</br>Has veil'd their Beauties, and obscur'd their Rhyme.", "Yet still some pleasing Monuments remain,</br>Some Marks of Genius in each later Reign.</br>In nervous strains DUNBAR'S bold Music flows</br>And Time yet spares \"the Thistle and the Rose.\"", "O!  while his Course the hoary Warrior steers</br>Thro' the long Range of Life-dissolving Years,</br>Thro' all the Evils of each changeful Age,</br>Hate, Envy, Faction, Jealousy, and Rage,</br>Ne'er may his Scythe these sacred Plants divide,</br>These Plants by Heaven in native Union tied!</br>Still may the Flower its social sweets disclose,</br>The hardy Thistle still defend the Rose!", "Hail happy Days!  appeased by MARGARET'S Charms,</br>When rival VALOUR sheath'd his fatal Arms</br>When kindred Realms unnatural War supprest,</br>Nor aim'd their Arrows at a Sister's Breast.", "Kind to the Muse is QUIET'S genial Day;</br>Her Olive loves the Foliage of the Bay.", "With bold DUNBAR arose a numerous Choir</br>Of rival Bards, that strung the Dorian Lyre.</br>In gentle HENRYSON'S unlabour'd Strain</br>Sweet ARETHUSA'S Shepherd breath'd again.</br>Nor shall your tuneful Visions be forgot,</br>Sage BELLENTYNE, and fancy-painting SCOT.</br>But, O my Country!  how shall Memory trace</br>Thy bleeding Anguish, and thy dire Disgrace?</br>Weep o'er the Ruins of thy blasted Bays,</br>Thy Glories lost in either CHARLES'S days?</br>When thro' thy Fields destructive Rapine spread,</br>Nor sparing Infant's Tears, nor hoary Head.</br>In those dread Days the unprotected Swain</br>Mourn'd on the Mountains o'er his wasted Plain;</br>Nor longer vocal with the Shepherd's Lay</br>Were YARROW'S Banks, or Groves of ENDERMAY.", "CHORUS OF SHEPHERDS.</br>Amyntor, cease!  the painful Scene forbear,</br>Nor the fond Breast of filial Duty tear.</br>Yet in our Eyes our Fathers' Sorrows flow,</br>Yet in our Bosoms lives their lasting Woe.</br>At Eve returning from their scanty Fold,</br>When the long Sufferings of their Sires they told,</br>Oft we have sigh'd the piteous Tale to hear,</br>And Infant wonder dropt the mimic Tear.", "AMYNTOR</br>Shepherds, no longer need your Sorrows flow,</br>Nor pious Duty cherish endless Woe.</br>Yet should Remembrance, led by filial Love,</br>Thro' the dark Vales of old Affliction rove,</br>The mournful Shades of Sorrows past explore,</br>And think of Miseries that are no more;</br>Let those sad Scenes that ask the duteous Tear,</br>The kind Return of happier Days endear.", "Hail, ANNA, hail!  O may each Muse divine</br>With Wreaths eternal grace thy holy Shrine.</br>Grav'd on thy Tomb this sacred Verse remain,</br>This Verse more sweet than Conquest's sounding Strain.</br>\"She bade the Rage of hostile Nations cease,</br>The glorious Arbitress of Europe's Peace.\"</br>She, thro' whose bBsom roll'd the vital Tide</br>Of BRITAIN'S Monarchs in one Stream allied,</br>Clos'd the long Jealousies of different Sway,</br>And saw united Sister-Realms obey.", "Auspicious Days!  when Tyranny no more</br>Raised his red Arm, nor drench'd his Darts in Gore.</br>When, long an Exile from his native Plain,</br>Safe to his Fold return'd the weary Swain.</br>Return'd, and, many a painful Summer past,</br>Beheld the green Bench by his Door at last.", "Auspicious Days!  when Scots, no more opprest,</br>On their free Mountains bar'd the fearless Breast.</br>With Pleasure saw their Flocks unbounded feed,</br>And tun'd to Strains of ancient Joy the Reed.", "Then, Shepherds, did your wondering Sires behold</br>A Form divine, whose Vesture flam'd with Gold;</br>His radiant Eyes a starry Lustre shed,</br>And solar Glories beam'd around his Head.</br>Like that strange Power by fabling Poets feign'd,</br>From East to West his mighty arms he strain'd.</br>A rooted Olive in one Hand he bore,</br>In one a Globe, inscribed with Seas and Shore.</br>From THAMES'S Banks to TWEED, to TAY he came,</br>Wealth in his Rear, and COMMERCE was his Name.", "Glad INDUSTRY the glorious Stranger hails,</br>Rears the tall Masts, and spreads the swelling Sails;</br>Regions remote with active Hope explores,</br>Wild ZEMBLA'S Hills, and AFRIC'S burning Shores.", "But chief, COLUMBUS, of thy various Coast,</br>Child of the Union, COMMERCE bears his Boast.</br>To seek the new-found Worlds, the venturous Swain,</br>His Lass forsaking, left the lowland Plain.</br>Aside his Crook, his idle Pipe he threw,</br>And bade to Music, and to Love adieu.", "Hence GLASGOW fair, thy Wealth-diffusing Hand,</br>Thy Groves of Vessels, and thy crowded Strand.</br>Hence, round his Folds the moorland Shepherd spies</br>New social Towns, and happy Hamlets rise.", "But me not Splendor nor the Hopes of Gain</br>Should ever tempt to quit the peaceful Plain.</br>Shall I, possest of all that Life requires,</br>With tutor'd Hopes, and limited Desires,</br>Change these sweet Fields, these native Scenes of  Ease,</br>For Climes uncertain, and uncertain Seas?", "Nor yet, fair COMMERCE, do I thee disdain,</br>Tho' Guilt and Death and Riot swell thy Train.</br>Chear'd by the Influence of thy gladdening Ray,</br>The liberal Arts sublimer Works essay.</br>Genius for thee relumes his sacred Fires,</br>And Science nearer to her Heaven aspires.", "The sanguine Rye of Tyranny long clos'd,</br>By Commerce foster'd, and in Peace repos'd,</br>No more her Miseries when my Country mourn'd,</br>With brighter Flames her glowing Genius burn'd.</br>Soon wandering fearless many a Muse was seen</br>O'er the dun Mountain, and the wild Wood green.</br>Soon to the Warblings of the pastoral Reed,</br>Started sweet Echo from the shores of TWEED.", "\"Pure parent stream!\"  where thy fair Current flows,</br>The Child of Nature, gentle THOMSON rose.</br>Young as he wander'd on thy flowery Side,</br>With simple Joy to see thy bright Waves glide,</br>Thither, in Nature's Negligence array'd,</br>From Climes remote the sister SEASONS stray'd.", "Long each in Beauty boasted to excel,</br>(For Jealousies in Sister-Bosoms dwell),</br>But now, delighted with the liberal Boy,</br>Like Heaven's fair Rivals in the Groves of TROY,</br>Yield to an humble Swain their high Debate,</br>And from his Voice the Palm of Beauty wait.", "Her naked Charms, like VENUS, to disclose,</br>SPRING from her Bosom threw the shadowing Rose;</br>Bar'd the pure Snow that feeds the Lover's Fire,</br>The Breast that thrills with exquisite Desire;</br>Assum'd the tender Smile, the melting Eye,</br>The Breath favonian, and the yielding Sigh.</br>One beauteous Hand a Wilding's Blossom grac'd,</br>And one enfolded half her zoneless Waist.", "Majestic SUMMER, in gay Pride adorn'd,</br>Her Rival Sister's simple Beauty scorn'd.</br>With Purple Wreaths her lofty Brows were bound,</br>With glowing Flowers her rising Bosom crown'd.</br>In her gay Zone, by artful Fancy fram'd,</br>The bright Rose blush'd, the full Carnation flam'd;</br>Her Cheeks the Glow of splendid Clouds display,</br>And her Eyes flash insufferable Day.", "With milder Air the gentle AUTUMN came,</br>But seem'd to languish at her Sister's Flame.</br>Yet, conscious of her boundless Wealth, she bore</br>On high the Emblems of her golden Store.</br>Yet could she boast the Plenty-pouring Hand,</br>The liberal Smile, benevolent and bland.</br>Nor might she fear in Beauty to excell,</br>From whose fair Head such golden Tresses fell;</br>Nor might she envy SUMMER'S flowery Zone,</br>In whose sweet Eye the Star of Evening shone.", "Did WINTER hope the envied Palm to gain?</br>Yes WINTER hop'd.  What Woman is not vain?</br>\"Behold,\" she cried, with Voice that shook the Ground,</br>(The Bard, the Sisters trembled at the sound)</br>\"Ye weak Admirers of a Grape, or Rose,</br>Behold my wild Magnificence of Snows!</br>See my keen Frost her glassy Bosom bare!</br>Mock the faint Sun, and bind the fluid Air!</br>Nature to you may lend a painted Hour,</br>With you may sport, when I suspend my Power:</br>But you and Nature, who that Power obey,</br>Shall own my Beauty, or shall dread my Sway.\"", "She spoke:  the Bard, whose gentle Heart ne'er gave</br>One Pain or Trouble that he knew to save,</br>No favour'd Nymph extols with partial Lays,</br>But gives to each her Picture for her Praise.", "Mute lies his Lyre in Death's unchearful Gloom,</br>And Truth and Genius weep at THOMSON'S tomb.", "Yet still the Muse's living Sounds pervade</br>Her ancient Scenes of Caledonian Shade.</br>Still Nature listens to the tuneful Lay,</br>On KILDA'S Mountains and in ENDERMAY.", "Th' ethereal Brilliance of poetic Fire,</br>The mighty Hand that smites the sounding Lyre,</br>Strains that on Fancy's strongest Pinion rise,</br>Conceptions vast, and Thoughts that grasp the Skies,</br>To the rapt Youth that mused on SHAKSPEAR'S Grave,</br>To OGILVIE the Muse of PINDAR gave.</br>TIME, as he sung, a Moment ceas'd to fly,</br>And lazy SLEEP unfolded half his Eye.</br>Too soon he tried one ill-adapted Song,</br>And the chain'd Numbers faintly toil'd along.</br>Fit for no youthful, for no rhyming Lay,</br>Was the dread Pomp of Judgment's aweful Day.", "But wake, sweet Bard, the Theban Lyre again;</br>With ancient Valour swell the sounding Strain;</br>Hail the high Trophies by thy Country won,</br>The Wreaths that flourish for each valiant Son.", "While Hardyknute frowns red with NORWAY'S Gore,</br>Paint her pale Matrons weeping on the Shore.</br>Hark!  the green Clarion pouring Floods of Breath</br>Voluminously loud; high Scorn of Death</br>Each gallant Spirit elates; see Rothsay's Thane</br>With Arm of Mountain Oak his firm Bow strain!</br>Hark!  the String twangs &mdash; the whizzing Arrow flies:</br>The fierce NORSE falls &mdash; indignant falls &mdash; and dies.</br>O'er the dear Urn, where glorious WALLACE sleeps,</br>True Valour bleeds, and Patriot Virtue weeps.</br>Son of the Lyre, what high ennobling Strain,</br>What Meed from thee shall generous WALLACE gain?</br>Who greatly scorning an Usurper's Pride,</br>Bar'd his brave Breast for Liberty and died.", "Boast, SCOTLAND, boast thy Sons of mighty Name,</br>Thine ancient Chiefs of high heroic Fame,</br>Souls that to Death their Country's Foes oppos'd,</br>And Life in Freedom, glorious Freedom clos'd.", "Where, yet bewail'd, ARGYLE'S warm Ashes lie,</br>Let Music breathe her most persuasive Sigh.</br>To him, what Heaven to Man could give, it gave,</br>Wise, generous, honest, eloquent, and brave.</br>Genius and Valour for ARGYLE shall mourn,</br>And his own Laurels flourish round his Urn.</br>O, may they bloom beneath a fav'ring Sky,</br>And in their Shade Reproach and Envy die!", "When thou, long weary of the Plagues of State,</br>Fraud, Folly, Falsehood, Prejudice, and Hate,</br>When thou, O BUTE, shalt yield thy latest Breath,</br>Become th' unenvied Citizen of Death,</br>Some happier Muse shall place thy honour'd Name</br>In the fair Roll of Time-surviving Fame;</br>All mean Abuse thy injur'd Country scorn,</br>And glory in the Place where BUTE was born.</br>"]