["At the foot of the hill where the hamlet smokes,</br>Two peasants once happily met;</br>What rural simplicity flow'd in their jokes,</br>All on the green turf as they sat.", "Old David was bow'd beneath fourscore of years,</br>And William was threescore and ten;</br>Their brows they were wrinkl'd, and hoary their hairs,</br>And long they had dwelt in the glen.", "David's father's grandfather liv'd on the spot</br>Their hoary successor retains;</br>The eighth generation now graces the spot</br>Where rural felicity reigns.", "There pride nor ambition no entrance could get,</br>Sobriety guarded the door;</br>Their honest industry still found a retreat,</br>And plenty sat smiling secure.", "Their sweet mutual confidence always had sooth'd</br>Their bosoms when burden'd with care;</br>The smiles of pure friendship their toils often smooth'd,</br>And their kindly salute was sincere.", "WILLIE.</br>Guid-day, auld birkie, fu gaes a',</br>Ye dinna sleep your time awa'.", "DAVIE.</br>Tho' now-a-days I'm unco crazy,</br>I never was ca'd sweer nor lazy.</br>I'm blythe to see you, come awa'</br>An' gi'e's your cracks an hour or twa.", "WILLIE.</br>Believe me, Davy, as ye like,</br>I saw ye loutin' o'er the dyke:</br>Troth I was fain to see ye there,</br>An' as I had an hour to spare,</br>I just cam' hirplin' o'er the know,</br>Wi' guid intent to spen't wi' you.", "DAVIE.</br>An' welcome, lad:  fu's a' your folk,</br>I hope they 're up an' at the yoke?", "WILLIE.</br>I gi'e ye thanks, they're a' meat hale:</br>Jock's i' the yoke, an' at the hill,</br>An' Tibby's cawn the sheep out by,</br>An' Meg is milkin' at the ky,</br>Auld Marrion's busy at the churn,</br>An' ilka ane is at their turn.", "DAVIE.</br>Weel, Willie man, fan blest wi' health,</br>That's just the way to gather wealth;</br>An' diligence, we aften see,</br>Tends to secure prosperity:</br>Industry brings its ain reward,</br>An' folks wi' frugal care sud guard</br>Whatever Providence has sent them&mdash;</br>Just for a time it's only lent them.", "WILLIE.</br>I sall allow you're i' the right o' 't,</br>But some are keepit rather tight o' 't.", "DAVIE.</br>An' sae they sud wha canna guide it,</br>But spends 't as fast as they provide it;</br>An' careless chiels wha tak nae tent,</br>Their penny-siller's shortly spent.", "WILLIE.</br>But fortune, Davy, fortune, man,</br>Fu' aften blasts the wisest plan</br>That human prudence can contrive,</br>An' nane but fortune's fav'rites thrive;</br>An' some, ye ken, wha's fortune's pet,</br>They'll gather gear tho' scant o' wit.", "DAVIE.</br>I true sae, Willie, that's the gate</br>Wi' sic as you, wha has nae wit:</br>Dame fortune's sure to get the blame,</br>Fan things nae gain' right at hame.</br>Puir jad!  she gets enough laid till her,</br>Altho' she disna steal our siller.</br>She's blam'd for blastin' o' our gear,</br>In spite o' a' our can an' care.", "WILLIE.</br>Davy, lad, that's e'en o'er true,</br>I wat her frowns aft gar us rue;</br>An' o' her smiles we need na brag,</br>She's sic a fashious fickle hag.", "DAVIE.</br>Dame fortune, fate, an' chance, an' luck,</br>Is ay in unco vogue wi' folk:</br>We seldom hear ae word ava</br>O' Providence, that rules our a'.</br>That's just the han' decrees our lot,</br>Gin we sud ne'er he worth a groat.", "WILLIE.</br>Fairfa' thee, neipor, I'll allow</br>That ye hae fairly guest it now:</br>We seldom differ a' our days;</br>An' Solomon, the wisest, says,</br>A frien' sticks closer than a brither,</br>An' sae we we to ane anither.", "DAVIE.</br>Hale forty years we've been acquaint,</br>An' ay seem'd unco well content,</br>Wi' open, free, an' honest heart,</br>Our bosom secrets to impart;</br>An' aften, whan opprest wi' grief,</br>Our mutual friendship ga'e relief:</br>That confidence was ne'er betray'd,</br>That we in ane anither had:</br>Whate'er we sold, or what we bought,</br>Our plighted word was a' we sought:</br>That word was seal'd by shakin' han's,</br>Car'd nought about their bills nor ban's.", "WILLIE.</br>I true sae, lad; but ye, maun ken</br>That ilka gouk has now his pen:</br>I wat fu' weel, in days o' yore,</br>There was na ane amang a score</br>Wha kent the use o' pen an' ink:</br>Yet honesty an' ready clink</br>Was mair in vogue, I sall avow,</br>Than a' their bits o' paper now.", "DAVIE.</br>Nae yellow Geordies now, I ween,</br>Nor sonsie siller crowns are seen;</br>They 're a' stow'd up in banks an' boxes,</br>Syne wi' their screeds o' paper mock us:</br>They pay us for our goods an' wark</br>Wi' flirds ye 'mith blaw o'er the kirk!</br>Sic feckless trock!  the sorrow eat them!</br>It's nae great won'er tho' I hate them.", "WILLIE.</br>I trow ye've heard it said lang syne,</br>Our dear-bought wit we seldom tyne:</br>I've paid for wit sin' last I saw you&mdash;</br>Lat never sic mishap befa' you!</br>Experience, lad, 's the best o' schools,</br>That aften teaches thoughtless fools;</br>Whan precept an' example's lost,</br>They come in end to pay the cost;</br>Syne jeer'd on by the maist o' folk,</br>An' made a common laughin' stock.", "DAVIE.</br>Weel, Willie man, there's something o' 't;</br>But he's a simple silly sot,</br>An' whiles has something to regret,</br>Wha tak's na care whar he is set.", "WILLIE.</br>Ha, ha, auld gossip!  I muckle doubt</br>Ye've heard what I ha'e been about:</br>Some idle gawkie ye ha'e seen,</br>Has tald ye a' that I ha'e deen;</br>An', ablins, tald ye mair nor's true&mdash;</br>But ye sall ha'e the bale o' 't now.", "DAVIE.</br>E'en dee sae, man, I lang to hear 't,</br>An' yet I did na like to spear't:</br>He does a frien' but ill deserve,</br>That's stintet sae wi' stiff reserve:</br>True friendship's open, plain, an' free,</br>Nor stintet wi' hypocrisy;</br>An' whar we fin' it is sincere,</br>It smores a' diffidence an' fear;</br>An' in the bosom whar it dwells,</br>There tender sympathy prevails;</br>An' mair out o'er, twa hearts that's leal,</br>Are ay fu' happy to reveal</br>Whatever braks their inward peace,</br>Whan folks can read it in their face:</br>'Twas there I fairly read your grief,</br>Sae out wi' 't, man, an' get relief:</br>Ye dinna ken, nor can ye say,</br>Fu far a frien's advice may gae.", "WILLIE.</br>O had I been advis'd by you,</br>I wad na had sic cause to rue:</br>My marriage, man, ah!  wae's me for 't!</br>Has deen me muckle skaith an' hurt:</br>For athing out an' in's to wrack&mdash;</br>But yesterday will ne'er come back.</br>Repentance aft comes rather late,</br>An' sic is my unlucky fate.</br>My peace an' comfort now are fled,</br>An' ruthless care's come in their stead.</br>My bleatin' flock is sair decay'd;</br>And sax milk ky that ance I had,</br>Now dwindl'd down to twa or three,</br>An' thrift is fairly fled frae me.</br>I've brought a moth amang my gear;</br>Cauld poverty will soon appear.", "DAVIE.</br>Ye've brew'd a broust, sae ye maun drink it;</br>I'm wae to say't, for ance your blinket:</br>I saw't as clear's I see my thum',</br>To what your want o' wit wad come;</br>An' whan a frien' wad interfere,</br>Ye stapt your lugs an' wad na hear.</br>Gin ye but saw fu it appears,</br>Sic folly in your length o' years.</br>Wha ance ye thought was blest wi' grace,</br>I doubt she wears anither face.", "WILLIE.</br>Wow, what ye tald me lang before,</br>I trow has now come to my door</br>An' every day, wi' grief, I see</br>The fast approach o' misery.</br>Nae sporting ca'r upo' the lee,</br>Nae rising stock that's comin' tee;</br>Twa score o' lam's I had ilk year,</br>Will scantly count the half, I fear.</br>My butter, cheese, an' curns o' woo,</br>Are sell't an' spent, I watna fu.</br>The wobs o' sey my Elspa left,</br>An' claith o' every kind's adrift.", "DAVIE.</br>Your Elspa, Willie, ay took care</br>To claith you in good hame-spun gear;</br>An' now whan Elspa's worn awa',</br>Ye've gotten ane nae doubt mair braw;</br>There's mony mair mista'en nor me,</br>Gin e'er she fill your Elspa's shee.", "WILLIE.</br>Na, Davy, na, I wadna hear,</br>Tho' ye was friendly an' sincere;</br>I took my will, and now maun dree</br>Whate'er my folly's brought on 'o me.</br>Gi'e her the needle, thread, an' shears,</br>For naething out nor in she cares.</br>Fu' easy like she steps about,</br>An' bores awa' at some white clout.", "DAVIE.</br>I true sae, Willie:  gi'e Jean her seam,</br>She'll lat you see that she's nae lame,</br>In sortin' up her furbelaws,</br>An' wow at makin' ladies braws;</br>She dings them a' at cap or bonnet,</br>Gin ance her han'y wark gae on it:</br>But set her out to barn or kiln,</br>The riddle, sieve, or to the mill,</br>To carry seed whan it's a-sawin',</br>Or to the rig whan it's a-mawin',</br>I fear she'll puirly mak' a shift,</br>Wi' jots o' wark o' ony thrift.</br>Whan i' the house, she'll ha'e nae will</br>To fash wi' cards or spinnin' wheel.", "WILLIE.</br>Now cards an' wheel are baith dismist,</br>For madam cud na thole the dust;</br>Nor yet the smell o' creeshie woo',</br>But what they're like to gar her spue.</br>My sister, Marion, winna bide,</br>She's for awa', whate'er betide.</br>I thought to keep her a' her days,</br>An' gi'e her meat an' duds o' claise;</br>For a' her wark she sought nae mair,</br>Tho' ident at it late an' ear'.</br>A pleasant word she canna gi'e her,</br>Nor can the limmer thole to see her!</br>The warld's upside down wi' me,</br>My folly now I plainly see.", "DAVIE.</br>O Willie, Willie, ye was misled,</br>To fix an' ty your auld grey head</br>To sic a capernoited elf,</br>Wha aim'd at naething but your pelf.</br>She's up in years, I maun allow,</br>But was nae bred for sic as you.</br>I've heard it said, the willow wan',</br>Whan young an' green, is easy thrawn;</br>Whan time an' habit gi'es 't a set,</br>It winna bend wi' ease, I wat.</br>She's e'en a sour camsteerie jade!</br>She winna be that easy made.", "WILLIE.</br>To mak' her, Davy's, past my skill:</br>For gin she disna get her will,</br>She hings her mou', and tak's the pet,</br>Syne fint a word ava we get;</br>An' a' thing's wrang, an' naething right,</br>That's in her road or in her sight.", "DAVIE.</br>Ah!  waesocks, Willie, you're ill be-sted,</br>I did na think it half sae bad;</br>I whiles was hearin' something o' 't,</br>An' pitied your wanchancie lot.</br>Believe me, man, my heart's fu' sair,</br>An, yet there is nae help, I fear.</br>Sae that's your Jean urn'd inside out,</br>Ye did na see her till now, I doubt.</br>Mass John, her brither, was nae blate,</br>To buckle you wi' sic a cheat;</br>He kent fu' weel ilk fau't an' failin'.</br>For she's been lang about his mailin';</br>An' bein' a maiden auld an' stell,</br>His Rev'rence thought she mith do well.</br>Marriage may change a woman's nature,</br>But, faith, it's seldom to the better.</br>Auld maidens, ance they're past the date,</br>Are gi'en to murmur, frown, an' fret:</br>But as you're fairly buckl'd wi' her,</br>An' has the wedlock pledge to gi'e her,</br>An' that, ye ken, 's a coothie heart,</br>An' ay to act a manly part:</br>Consider, Willie, that's the point,</br>Without it a' thing's out o' joint.", "WILLIE.</br>She kens fu' weel what I possess,</br>An' ilka, day she's makin' it less;</br>For what I had in's honour's han',</br>A toumon syne is a' maist drawn.", "DAVIE.</br>But, Willie, ye had somethithing bankit.", "WILLIE.</br>It's hale an' fair, sae Guid be thankit:</br>Sae lat the hag dee what she will,</br>I'll dee my best to keep it hale;</br>It's a' that I can ca' my ain,</br>Any there, I trust, it sall remain;</br>I'll strive fu muckle mair to mak' it,</br>For she sall never thum' a plack o' 't;</br>An 'gin the graceless spendthrift kent,</br>The hindmost penny wad be spent.</br>Twa hunner poun is just the sum,</br>'Twill stan' in stead gin poortith come;</br>An' come it will, I plainly see.</br>For she is bent to ruin me:</br>Sae, neipor, ye maun keep the bill,</br>Nane kens this secret but yoursel'.", "DAVIE.</br>Believe me, lad, I'll do my best</br>To keep this secret in my breast.</br>Content an' peace has been my luck;</br>I've ay been like my neipour folk.</br>Nae o'er far up by fortune hoist,</br>Nor o'er sair down by poortith squeezt.</br>Whate'er degree o' wealth be sent us,</br>Gin health an' sweet content be lent us,</br>Wi' that, a mod'rate competence</br>Is ay preferr'd by folks o' sense,</br>To thousands they cud never use,</br>An' thousands they mith e'en abuse.</br>Wealth seldom points the way to bliss;</br>An' folks o' wealth fu' aften miss</br>The objects they wad fain enjoy,</br>Altho' that mith their peace destroy.", "WILLIE.</br>Ye've trampit now on my sair heel;</br>I cudna had whan I was weel,</br>Whan peace smil'd roun' my social fire,</br>An' a' was deen at my desire.</br>Whare pride an' mad ambition dwells,</br>There haggard discord ay prevails.</br>O Davy, Davy, sad's my change!</br>An' wow to me it's unco strange,</br>Wha ay had peace an' full content,</br>An' nae a boddle e'er misspent.</br>The produce o' her hens an' ky,</br>Her tea an' sucker winna buy:</br>She's gotten a' the trinkets for 't,</br>O' ilka shape an' ilka sort:</br>Braw painted pigs wi' gowden lips,</br>Instead o' timmer cogs an' caps;</br>A copper kettle o' the wa',</br>An' wow we're gettin' wond'rous braw.", "DAVIE.</br>Wha sees their bargain or they mak' it,</br>Be 't guid or ill, gin ance they tak' it,</br>An' mak' the pennyworth their ain,</br>Folk sudna murmur nor complain.</br>There's some blawn up wi' self-conceit,</br>An' others, think they're nae just blate:</br>The chiel that's wise beyond controul,</br>Fu' aften proves the greatest fool.", "WILLIE.</br>Ah!  waes me for't!  that's ae snaw-ba',</br>I sanna tak' it ill ava.</br>Now tent me man: &mdash; Ae night, last owk,</br>A sly an' wily plan I took:</br>But ablins ye ha'e heard o' this.</br>An' thinks I naething did amiss.", "DAVIE.</br>An' that I did, an' leugh my fill;</br>I sall avow ye manag'd well;</br>An' maist o' folk commends ye for't,</br>But some, I doubt, thought it nae sport,</br>Now frae yoursel' I wis' to ha'e 't,</br>An' sae I'm sure the truth I'll get.", "WILLIE.</br>Ye'll get it a', gin time permit,</br>But we maun shortly start to foot:</br>The day's far up, sae we must part,</br>We'll shortly meet gin a' be spar't.</br>A boddie, Davy, fin's relief,</br>Whan to a frien' they vent their grief.</br>Some cummers, by her invitation,</br>Had a' conven'd for recreation,</br>To spend 'o an orrow hour or sae,</br>An' get a sup o' Jeanie's tea.</br>They steppit butt as in they cam',</br>An' ilka cummer gat her dram.</br>Wow, fat o' compliments was gi'en,</br>Fu' gleeb the frien'ly phrases ran,</br>Wi' mistress this, an' mistress that,</br>An' ilka ane their honours gat.</br>Syne a' the news baith far any near,</br>Frae kirk an' market's gather'd here:</br>Fu mony pair was cried on Sunday,</br>An' wha's bridegroom an' bride on Monday.</br>Now ane explains the powerful art</br>To win an' keep a husband's heart,</br>An' fu a prudent wife, wi' ease,</br>Mith, wi' a smile, her husband please:</br>Ane tells fu mony lads she had,</br>An' wow fu well she was provid';</br>Fu chaste an' modest she behav'd;</br>An' ane, fu mony she deceiv'd:</br>Anither brags fat she brought wi' her,</br>An' fu his honour comes to see her:</br>Some cracks awa' about their marriage,</br>An some, the cause o' their miscarriage.</br>Anither glass gaed roun' them a',</br>But I was fain to win awa'.</br>I drank their healths, but car'd na by,</br>For I was drumly, sour, an' dry.</br>Sae benn I cam', an' left the cummers,</br>A pack o' scandilizing limmers!</br>Says to mysel', I'll need some caution</br>To put my plan in execution.</br>The kettle's now upo' the fire;</br>Sae to the barn I did retire,</br>Tobacco box, my knife, an' a',</br>An' shear'd it, unco fine an' sma'.</br>Syne in I cam', an' down I sat,</br>Till I a canny minute gat:</br>For I was mendin' at a sack,</br>An' left it there till I cam' back.</br>Now benn the floor she comes at last,</br>An' in her snout a waefu' blast!</br>Thinks I, there'll shortly rise a spree,</br>That storm is sure to fa' on me.</br>I gat some taunts baith sour an' snell,</br>That night fu I had shown mysel';</br>Affronted her an' a' the rest,</br>Ca'd me a rude unpolish'd beast.</br>She striv'd a wee to smore her spleen,</br>An' hide it frae the wives a-benn;</br>An' at the time she said but little,</br>As she was waitin' on the kettle.</br>The kettle's boil'd, the tea is maskit,</br>An' now I had a fearfu' task o' 't.</br>The pottie on the bink was set,</br>Syne butt the floor she took the gate;</br>Thinks I, there is nae time to lose,</br>Sae i' the pot slipt in the dose;</br>Says to mysel', I'm fairly rid o' 't,</br>Fatever after may betide o' 't.", "DAVIE.</br>Weel manag'd, lad, I sall admit.", "WILLIE.</br>Behad, the sport's but comin' yet:</br>The table now was spread wi' plenty,</br>Wi' a' thing unco nice an' dainty;</br>Fine buns an' biscuit, loaf and a',</br>An sucker white as driven snaw;</br>An' some red trock, they ca'd it jam,</br>I didna ken whare frae it cam';</br>Sweet butter, just as yellow's gowd,</br>I thought it a' was ill bestow'd;</br>(You're sure I wasna sair content,</br>For this was far frae use an' wont;)</br>An oval broad, fu' nicely paintit,</br>Frae Lon'on town her brither sent it;</br>There Bonaparte on horseback stood,</br>An' a' the sides o' 't stript wi' gowd:</br>Sae on the broad, in taste an' stile,</br>The pigs were plac'd a' rank an' file;</br>Her siller cutties glancin' clear,</br>Seem'd proud to tell she brought them wi' her.</br>Ance mair I beet gae face the thrang,</br>But Davy, lad, I badena lang;</br>As little said fan I was there,</br>Fu to get forth was a' my care.</br>An' now the tea is just in han',</br>But mark fat follow'd after, man:</br>Whan first the cup gaed fairly roun',</br>The tea's o'er strong, says cummer Brown;</br>It's rather harsh, quo' cummer Shaw,</br>It winna do wi' me ava;</br>Quo' cummer Black, the millert's mither,</br>It disna fit my palate neither;</br>Quo' I, sirs, gi'e't baith ream, an' sucker,</br>An' mak' it sweet gin it be bitter;</br>Quo' Jean, I'm sure it's of the best,</br>I'm wae it disna fit your taste;</br>I mixt some grains o' guid green tea</br>Amang the very best bohea;</br>His presence, sirs!  cried cummer Smart,</br>It's ta'en me by the very heart:</br>Syne up gat Jean, an' took the pot,</br>An' in a passion forth she got,</br>An' threw its contents i' the close&mdash;</br>Thinks I, my lass, there is nae loss;</br>I'll strive to spen' you frae that trash,</br>That eats awa' sae muckle cash.</br>Before she cud win ben again,</br>For sickness cudna stan' her lane;</br>Wi' put an' row she gat her bed,</br>An' some beet haud their neipor's head.</br>Meg Brown, wi' grippin' by the hawls,</br>Just forth to get the air she crawls.</br>An'now some hameward took the get.</br>Tarn Brown' his wife maist half way met;</br>An' whan he saw his Meg sae dizzie,</br>Quo' Tam, ye, filthy drunken hussy!</br>Ye canna keep your feet the gether,</br>The road it winna baud you neither; </br>An' ay whan Meg wad mint to spue,</br>He bann'd her for a drunken sow:</br>For Meg, ye ken, a glass can tip,</br>An' Tam himsel' whiles tak's a sup.</br>Now Janet Smart, an' Nanny Shaw,</br>Seem'd unco fain to win awa';</br>They grippet fast by ane anither.</br>The millert now cam' for his mither.</br>Sae I gat rid o' a' but Jean,</br>An' she's enough for me her lane.", "DAVIE.</br>Weel, Willie, gin your plan succeed,</br>To spen' her frae that foreign weed,</br>Ye'll be reputed for a wit.</br>Nae langer, Willie, we maun sit.</br>I wat ye've gi'en's an unco tale;</br>I'll be as honest, true, an' leal,</br>To a' your secrets as yoursel'.</br>Syne baith shook han's, an' bade farewell.</br>"]