["On Thamis' Banks, where many a flow'ry Gem</br>Blooms wanton-wild, prick'd on a jovial Crew,</br>Thick as the Daisies which his Meadows hem,</br>And with sweet Herbs the liquid Crystal strew;</br>For on the liquid Crystal gayly flew</br>A painted Gondolay, bedecked fair</br>With Gold and Purple, gorgeous to the View!</br>While loud-approving Shouts divide the Air,</br>\"Hail, happy future Bride of Albion's worthy Heir.\"", "Eftsoons the Father of the silver Flood,</br>The noble Thames, his azure Head uprais'd,</br>And shook his dewy Locks, worthy a God!</br>A lambent Glory round his Temples blaz'd,</br>On which the Naids all with Wonder gaz'd.</br>So sparkle Thetis' purple-trembling Streams,</br>When Phoebus, for his radiant Car yprais'd,</br>Strikes the calm Surface with his Morning Beams,</br>And sprinkles glitt'ring Spangs and the wide Blue inflames.", "The wanton Naids, Doris' Daughters all,</br>Range in a Ring:  Pherusa blooming-fair,</br>Cymodoce dore-ey'd, with Florimal,</br>Sweet-smelling Flowrets deck'd her long-green Hair,</br>And Erato, to Love, to Venus dear,</br>Galene drest in Smiles, and Lilly-white,</br>And Phao, with her snowy Bosom bare;</br>All these and twenty more, a dainty Sight!</br>In Daunce and Merriment, and sweet Belgards delight.", "Around the Bark they daunce, wherein there sat</br>A Lady fresh and fair, ah!  such a one,</br>So fresh and fair, so amiably great,</br>So goodly-gracious as never none,</br>And like thy sweet-beam'd Planet, Venus, shone.</br>They much admire, O very much, her Face,</br>Her Shape, her Breasts, for Love a downy Throne!</br>Her Beauties glorious shine, her every Grace;</br>As Angel she appear'd, at least of Angel-Race.", "Her Thamis (on his golden Urn he lean'd)</br>Saluted with this Hymeneal Song,</br>And hail'd her safe, (Full silent was the Wind.)</br>The River glided gently-soft along,</br>Ne whispered the Breeze the Leaves among,</br>Ne love-learn'd Philomel out-trill'd her Lay;</br>A Stillness on the Waves attentive hung,</br>A brighter Gladness blest the Face of Day,</br>All Nature 'gan to smile, her Smiles diffus'd the May.", "\"Ah sacred Ship, to Albion wafting Good,</br>Our Wish, our long, long Hope, who safe convey'd</br>Thro' perilous Sea, from Ila's little Flood,</br>This Beauty's Paragon, this Royal Maid,</br>Isprung, I wist, of high, immortal Seed;</br>The Child of Heav'n, the Daughter of Delight,</br>Nurst by a Grace, with Milk and Honey fed!</br>Oh!  Frederick, Oh!  certes, happy Wight,</br>To whom the Gods consign the Maid Augusta hight.", "\"Ah sacred Ship!  may favourable Gales,</br>The kindest Breath of Heav'n attend thy Way,</br>And swell the winged Canvass of thy Sails:</br>May Calmness be thy Path, and Pleasaunce lay</br>On the soft Bosom of the yielding Sea</br>Where-e'er thou wind; or to the spicy Shore</br>Of Araby the blest, or India's Bay,</br>Where Diamonds kindle, and the golden Ore</br>Flames into Purity, to deck Augusta more.", "\"Augusta, fairest Princess under Sky,</br>Welcome to Albion's renowned Land,</br>Albion well known to thy great Auncestry,</br>Made dearer far to Thee by Hymen's Band,</br>The Band of Love, of Honour and Command!</br>Deign to receive the Nation's publick Voice</br>Of Heartiness unfeign'd, who gleeful stand</br>In meet Array, and thus express their Joys</br>In Peals of loud Acclaim and Mirth's confused Noise.", "\"With warmer Raptures, and more passionate,</br>Tho' hard to be!  The Royal Youth, I trow,</br>Shall thee embrace:  Him ten-fold Fires elate,</br>And sacred Passions in his Bosom glow,</br>Which from thy Picture erst began to flow.</br>For thee he burns, for thee he sighs and prays,</br>Pours out his Soul to thee, nor Rest can know;</br>But dreams of thee long, live-long Nights and Days,</br>By Beauty led thro' all Love's thorny-rosy Ways.", "\"To heal his Pains soft Musick does divide</br>Most heavenly Melody in soothing Strains;</br>Nor heavenly Melody, nor aught beside,</br>Save thee, full well I weet, can heal his Pains;</br>Thy Form too deeply in his Breast remains.</br>So ever and anon he chides the Gales,</br>That slowly seem to brush the liquid Plains:</br>Oh!  fly on all the Wings of Heav'n, ye Sails,</br>Oh!  fly, he crys; and lo!  a Lover's Pray'r prevails.", "\"Now cease thy Sighs.  She comes, (Oh blessed Day!)</br>She comes, by all the Loves and Graces drest,</br>In proud Humility.  See, Hymen play,</br>With Saffron Robe, and Flame-embroider'd Vest,</br>(Such Colours, sikerly, suit Hymen best.)</br>And Cupid catches rosy Wafts of Air</br>To stretch the Sails, and fan the Royal Guest.</br>Nor Chastity, meek-ey'd, is wanting there,</br>For she and Modesty, sweet-blushing, guide the Steer.", "\"Not Venus, Queen of Beauty and of Bliss,</br>So goodly shone, when erst the Goddess sprung</br>From Ocean's sparkling Foam; sweet Nakedness!</br>A thousand Smiles and Lovers upon hung,</br>And all the Gods for Joy and Wonder sung.</br>The Waves so proud the lovely Burden bore</br>Exulting; she around her Odours flung,</br>And bade the Billows laugh and cease to roar:</br>They gladly her obey, and gently kiss the Shore.", "\"So fair she looks, nay fairer, cou'd it be;</br>Did never mortal Man such Charms behold</br>In Bow'r or Hall.  Spring waits upon her Eye;</br>Lo!  Flora has her richest Stores out-roll'd</br>Of variable Flow'rs and blooming Gold.</br>The Meadows smile, the Birds renew their Love,</br>And throw themselves in Pairs, the young and old;</br>All Nature glows where she her Looks doth move,</br>And Beauty paints each Field, and Musick fills each Grove.", "\"But who is yon, each other Youth excelling</br>As much as purest Gold surmounteth Brass?</br>Sure Honour in his Visage chose her Dwelling,</br>And sacred Truth, pardie, adorns his Face,</br>Such Goodlyhead and Humbless never was.</br>Ah heav'nly Impe!  full well those Looks I ken,</br>Where Joyaunce sits, and ever-smiling Grace:</br>Frederick!  'tis he!  the first and best of Men,</br>Our darling Prince, to meet Augusta, well-beseen.", "\"And lo!  what meddled Passions in him move:</br>He gazes, wonders, (great is Beauty's Pow'r!)</br>And, sweetly lost in Ecstasy and Love,</br>His Eyes her Whole, his Lips her Lips devour,</br>Which Venus had besprent with Nectar-Show'r.</br>Her slippery Charms allow his Eye no rest,</br>But thousand Arrows, nay, ten thousand pour</br>Into his wounded and transported Breast.</br>Sure none like her is fair, sure none like him is blest.", "\"O blessed Youth!  receive thy Bonnibel,</br>Eternal Fount of Virtue, Love and Grace!</br>O!  kneel to all the Gods, and pray to all</br>Who thus adorn her Body and her Face,</br>Who thus with sacred Fires her Bosom bless.</br>So shines Aurora in her rich Attire</br>When she Hyperion wou'd fain caress:</br>Gaze all the Host of Stars, and all admire,</br>Then twinkle in their Urns, and into Night retire.", "\"O blessed Maid!  receive thy Belamour,</br>With Glee receive him, and o'erflowing Heart:</br>Ne in high Prince's Court, nor Lady's Bow'r</br>A Youth so form'd by Nature and by Art,</br>Conspiring both, e'er cherish'd Cupid's Dart.</br>So Phoebus, lusty Bridegroom of the Sky,</br>With native Splendour shines on ev'ry Part:</br>From East to West his pointed Glories fly,</br>He warmeth every Heart, he dazleth every Eye.\"", "Here Thamis ended.  Now the goodly Train</br>Of all the Naids, in most comely wise,</br>A Present make of Myrtle-Girland green,</br>Entrail'd with Flow'rs, and curious, rare Device.</br>The Graces eke, with Laughter-swelling Eyes,</br>A rosy Chaplet, steep'd in Nectar, bring,</br>(The Roses gather'd in the Morning Skies)</br>Then joining with the Naids form a Ring,</br>And round them deftly daunce, and round them blithly sing.", "\"As Roses and as Myrtles kindly weave</br>Their Sweets in one, much sweeter as they blend;</br>Emblem of Marriage &mdash; Love!  So you, receive</br>Sweets interchang'd, and to each other lend!</br>Then in a blest Perfume to Heav'n ascend,</br>And mingle with the Gods.  While here below</br>New Myrtles, Roses new, withouten end,</br>From your luxurious Stock, full plenteous, grow,</br>And with their Parent Sweets and Parent Beauty glow.\"", "Next Albion's Genius came, bedite in Gold,</br>An oaken Chaplet nodded on her Head;</br>The Crown she held was glorious to behold,</br>And royall she taught her Feet to tread.</br>Soon as she spy'd the Prince's Goodlihead,</br>She pointed to the Crown, and rais'd her Voice</br>To hail the Royal Pair, and bless their Bed;</br>The jolly Chorus catch the grateful Noise,</br>Echo the Woods and Vales, and Heav'n and Earth rejoice.", "Next Liberty, the fairest Nymph on Ground!</br>The flowing Plenty of her golden Hair</br>Diffusing lavishly Ambrosia round:</br>Her Hands a flow'ry Cornucopia bear,</br>Which scatters Joy and Pleasaunce every where.</br>Earth smil'd and Gladness danc'd along the Sky:</br>Before her vanish'd Grief, and pale-ey'd Care.</br>And eft, in smiling guise, she cast her Eye</br>Upon those gentle Twain, her Glory and her Joy.", "And These beside, a sacred Pers'nage came,</br>Immaculate and sweet as Sharon-Rose:</br>Upon her Breast a bloody Cross did flame,</br>Aumail'd with Gold and Gems in goodly Rows;</br>A Pall of Lawn adown her Shoulders flows:</br>Yclep'd Eusebia.  She pray'd aloud,</br>Then blessing both for her Defenders chose,</br>And sphear'd her Glories in a radiant Cloud:</br>Softly Augusta smil'd, full lowly Fred'rick bow'd.", "Fair Fame behind a silver Trumpet blew,</br>Sweet to the Earth and fragrant to the Sky!</br>Her Mantle of a many-colour'd Hue,</br>Her Rainbow-wings, pouder'd with many an Eye,</br>And near her Honour, Pow'r, and Courtesy:</br>Honour of open Front and steady Grace;</br>Pow'r clad in Steel, a Faulchion brandish'd high;</br>Courtesy drest in Smiles her bounteous Face:</br>When these attend a Prince, thrice happy Subject's Case.", "The Muses clos'd this intellectual Scene</br>From Helicon:  Who knows not Helicon?</br>Their Lyres were Gold, their Laurels ever green.</br>Soon Clio to the Prince a Starry Crown</br>Presents, another to his Bellibone.</br>Then all in lofty Chorus swell the Song,</br>Big with their happy Loves and great Renown,</br>Prophetick Numbers float the Woods among,</br>For Shepherd-Lad too high, for Memory too long.", "Nathless thy tuneful Sons, O Oxford dear!</br>By Muses visited, may catch the Lays,</br>Sweet-pouring Streams of Nectar on the Ear,</br>And from their Lips, in Vision, learn to raise</br>Their Loves and Fame, to brighten future Days,</br>Thee fits not, Thomalin, a simple Swain,</br>High Deeds to sing, but gentle Roundelays:</br>Go, feed thy Flock, of Annabel complain</br>On oaten Reed, content to please the humble Plain.</br>"]