["The dusky moon is streak'd with blood,</br>The demons of the tempest roar;</br>A deluge swells the mountain flood,</br>The clouds descend in streams of gore:</br>From the dark mansions of the north,</br>Now the great winter rushes headlong forth.</br>His sacred beam the golden sun shall hide,</br>Nor spring nor summer shall enrich the plain;</br>No vales shall flourish in autumnal pride,</br>But winter drear shall hold unceasing reign,</br>Till the great dragon, terrible and strong,</br>Unwinds his sweepy folds, and shoots the seas along.", "Th' eternal hills shall melt away,</br>Earthquakes rock the trembling ground;</br>Fenris seize the orb of day,</br>The serpent shed his poison round:</br>Thick darkness and substantial night</br>Shall quench the stars of heav'n, and blot the chearful light.</br>Athwart the radiant bow, which girds the skies,</br>Glance the win'd genii of etherial speed;</br>Along the ranks of gloomy Surtur flies,</br>He snakes his sun-bright sword, he pricks his steed:</br>The swelling dragon rears his horrent crest,</br>Fell Garmus barks aloud, Loke puts his lance in rest.", "His shrilling trumpet Heimdal blows,</br>Swift to the prophetic Spring</br>For counsel royal Odin goes,</br>The Eagle beats his iron wing;</br>Sleipner gives a dreadful bound,</br>The great ash waves its hundred boughs around.</br>The Lord of battles in bright armour cas'd,</br>Weilds the gigantic sabre in his hand;</br>The golden helmet on his brow is lac'd,</br>He darts from file to file, from band to band.</br>The gods are arm'd, the heroes hurl the spear,</br>They blaze before he van, they thunder in the rear.", "Haughty deeds the chiefs essay,</br>The king of men, (his armies shield)</br>Scatters terror and dismay,</br>Encounters Fenris in the field:</br>The king must fall (relentless fate!)</br>Beneath his foe, tho' brave, tho' good, tho' great!</br>But Vidar's faulchion shall revenge his death;</br>See!  the wolf bleeds in agonizing pangs,</br>Th' expiring serpent with his pois'nous breath,</br>Kills mighty Thor &mdash; the sounding bowstring twangs;</br>Loud clash the bick'ring swords, the jav'lins flie,</br>They cut the liquid air, they shade the golden skie.", "Loke and valiant Heimdal fall</br>In cruel fight by mutual wounds;</br>Wild uproar lords it over all,</br>Grim Surtur, whom black fire surrounds;</br>(Grim Surtur of tremendous name)</br>Launces a deluge of devouring flame:</br>The sun himself, (immortal fount of light)</br>And this terrestrial globe he shall consume;</br>But lo!  a second earth serenly bright,</br>Shines from the wave, and bursts the settled gloom.</br>In Gimle's halls reside the just and brave,</br>While the base Caitiff's chain'd in Nastrond's dreary cave.</br>"]