["And in that Keep there was a grass-grown court,</br>Around with hawthorns and trim bushes knit,</br>Wherein the breezes and sweet birds made sport,</br>When the wan moonlight was for lovers fit;</br>And there all lovely would the captive sit</br>Tempting his idle lute to melody,</br>Or asking his sad heart &mdash; \"How far is hope from thee?\"", "Lowly a voice replied &mdash; \"There is a grief</br>Deeper than jocund youth's captivity;</br>For Solitude has solace, and the leaf</br>Of healthful hope may deck a rugged tree</br>That grows upon a barren sepulchre:</br>But never more shall golden blossom stay</br>On the lone branch that cankers waste away.", "\"Full many an abhorr'd and weary year</br>This tower's dark rampart hath thy prison been&mdash;</br>Yet deem them not unblest, for love hath here</br>Kept in thy heart one spot of freshness green,</br>Like the sweet bower these stony bounds within:</br>Watch well that spot &mdash; till such a bower began,</br>Eden was not the paradise of Man.", "\"I am like the a King &mdash; and golden piles</br>Of hoarded wealth swell in my treasury</br>Enough to win thy envious kinsmen's smiles,</br>And bend the sturdiest rebel's iron knee,</br>For gold alone buys courtiers' courtesy;&mdash;</br>I grieve not that my gold can buy their grace,</br>But that a king should need a toy so base.", "\"I was an Exile once, and cowards deem'd</br>The sun was sunk because he met a cloud;</br>And they were dazzled when his glory beam'd,</br>Turning to purple robes his mourning shroud:</br>But while the cloud was near, the traitors bow'd</br>To them whose light in my eclipse begun,</br>As petty stars look forth when darkness blots the sun.", "\"Avails it aught that now my victor-hand</br>Can beckon flatterers to my footstool's side?</br>That round my regal chair the recreants stand,</br>Crouching to kiss the sceptre of my pride,</br>And strewing flowers their serpent-track to hide?&mdash;</br>No flowers a monarch's gilded yoke adorn,</br>But such as Chance may blast, and Power should scorn.", "\"Oh!  it is not for wasted days I pine,</br>Nor for my slander'd youth's long banishment,&mdash;</br>Nor for the wand of power so coldly mine,</br>It seemeth but a thorn in malice rent</br>From it's right root to wound my heart's content:&mdash;</br>My foes I scorn and tread on, &mdash; but my woe</br>Is the cold hollowness of friends to know.", "\"To seek the baubles &mdash; yet to see they lie</br>Too low to purchase e'en with gilded dust;</br>In aching loneliness of heart to sigh</br>Even for the comforter it dares not trust;</br>For though it knows the bane, the tired heart must</br>Gasp for some nectar-drop &mdash; Oh!  who can guess</br>Famine more dire in life's long wilderness?", "\"Avails it that the noble victim scorns</br>To trample on the asp that caused his smart?</br>Avails it that he spurns his bed of thorns,</br>And bids the earth-worm to it's cell depart?&mdash;</br>Alas!  it lingers still &mdash; with cruel art</br>Stealing the life-juice of the generous breast,</br>As reptiles blast the core wherein they rest.", "\"When centuries have hid my race in dust,</br>These walls shall captive hold a nobler One;</br>His name shall be the Gracious and the Just,</br>The Father of an Empire which the sun</br>Scarce measures when his summer-course is run&mdash;</br>Yet Grief shall crush him, and his royal state</br>Shall be a prison-couch by pomp made desolate.", "\"His race shall bloom around him while his soul</br>Lies in it's dark and frozen mansion dead;</br>His ear shall know no voice, and years shall roll</br>Their snows unheeded on his fallen head,</br>As the dim winter-clouds in silence shed</br>Their silver on the slumbering Saint that lies</br>Hid in the Palace of eternal ice.", "\"His is a glorious prison, for his rest</br>Is curtain'd round by clouds from mortal sigh;</br>The four winds sing his anthem, and his feet</br>Rest on a pavement all of crystal bright,</br>Rubies and amber and rich crysolite;</br>And rainbows gorgeous in as shinging dyes,</br>Mount from the floods to be his canopies.", "\"His porch is of a thousand columns made,</br>Each an eternal rock: &mdash; his proud roof swells</br>Up to the sky, with silver heaps o'erlaid;</br>And giant-mountains are his sentinels:</br>But there in solitary pomp he dwells&mdash;</br>As cold in joyless splendor is the doom</br>Of him whose mouldering heart is but a tomb.", "\"Smile, then, and rest &mdash; Captivity is bliss</br>If Hope awakes thee with her angel-voice;</br>Thou know'st not yet the lone heart's miseries</br>If thou canst in thy Brother Man rejoice,</br>And of love's roses make thy trusting choice:</br>Ask only this of heaven &mdash; it cannot give</br>More, than in faith and hope and love to live.\"</br>"]