["I.</br>Beneath yon Chain of barren Rocks,</br>Where niggard Nature ne'er unlocks</br>One Hoard of chearful Green;</br>The brown Yew forms a gloomy Shade,</br>The blasted Oak erects its Head,</br>A dreary wasteful Scene.</br>Oh haste, oh fly, th' accursed Cell,</br>Where Envy's fiendly Faction dwell;</br>Else shall her Glance, malignant cast,</br>The fairest Shoots of Merit blast:</br>He risks his Ease, who ventures nigh</br>The baleful Witchcraft of her Eye.", "II.</br>Ev'n now from her infernal dark Abyss,</br>At Merit's Name she lifts her Head,</br>At Merit's Name prepared to shed</br>Their Influence all her snaky Tresses hiss.</br>Ev'n now the languid Mind opprest,</br>Droops under Horrors damp and chill,</br>Whilst heaves the Sigh from the distended Breast,</br>Slow winds the Tide of Life along each azure Rill.</br>Arise, my Muse, the chorded Shell prepare,</br>Awake the drowsy String;</br>For thou canst lull the gathering Storms of Care,</br>Thou canst disarm dire Envy of her Sting,</br>And smooth the haggard Brow of fell Despair.", "III.</br>Ah strange Reverse of honest Joys!</br>The pale-eyed Fiend elate</br>Smiles, if Adversity annoys</br>Her Neighbour's hapless State.</br>Yet Spleen oppressive marrs her Chear;</br>And signs the bitter Day:</br>For Envy drops the scalding Tear,</br>When all the World is gay.</br>The Tenant of some narrow Mind,</br>She bids Suspicion launch the Dart;</br>And all her secret Powers combined</br>Excite the poignant Smart.</br>Slow halts Ill-nature in the Rear,</br>That Poisons as she probes the Wound,</br>And Rumour's noisome Breath is near,</br>To waft the Poison round.", "IV.</br>Say, Theron, yet shall torpid Fear</br>Obstruct your Virtue's high Career,</br>Shall Envy's Menace wrest</br>Thy Merit's well directed Aim,</br>And quench the noble Thirst of Fame</br>That warms thy youthful Breast?</br>Oh no:  pursue the glorious Road</br>A Bacon, Hide, and Osborne trod:</br>Her snaky Head tho' Envy rear,</br>Fame's Eagle Wing thy Name shall bear</br>O'er black Oblivion's frozen Sea,</br>Ranked with great Chiefs of old in Immortality.</br>"]