["INTRODUCTION; &mdash; THE PEAK.</br>Land of green hills, and fairy dales,</br>Of fountains and of streams!</br>Again the sun thy region Hails</br>With beauty in his beams.</br>The leaves, in light and crisped pride,</br>Are clustering on each mountain side.</br>Thy shrubby tors and spires of grey</br>Shine clear and solemn through the day.</br>The lily of the valley opes</br>Its pure bells on thy wooded slopes.</br>The trembling cistus waves its gold</br>On tufted bank, and cliff-top bold.</br>The orchis and the bee-flower blow</br>Sweet in the grassy glen below.</br>The light bird's-cherry hangs its flag,</br>In snowy splendour, from the crag.</br>Thy beautiful waters &mdash; how they fly!</br>Sparkling and pure, as beams the sky</br>Down on their fleet and wandering way,</br>Through banks rich with the wild-wood spray.</br>'Tis joy!  'tis joy!  to wander here</br>In the green glory of the year!", "So deep the flower-crop in thy vales;</br>So light and freshly flit the gales</br>O'er thy soft slopes and verdant hills;</br>The sky-lark's song so sweetly fills</br>The soothed ear, from morn till night,</br>Soaring in his entranced flight,</br>As if to heaven he fain would go</br>Telling of all the bliss below;</br>Within thy sun-lit, leafy dells</br>The soul of solitude so dwells;</br>Is shed so on the cliffs around;</br>So rises in the eternal sound</br>Of living waters, rushing o'er</br>Their rock-bed, with a sea-like roar;</br>Such brightness fills the arched sky:</br>So quietly the hill-tops lie</br>In sunshine, and the wild-bird's glee</br>Rings from the rock-nursed service tree:</br>Such a delicious air is thrown,</br>Such a reposing calm is known</br>On these delightful hills,</br>That, as the dreaming poet lies</br>Drinking the splendour of the skies,</br>The sweetness which distils</br>From herbs and flowers &mdash; a thrilling sense</br>Steals o'er his musing heart, intense,</br>Passive, yet deep; the joy which dwells</br>Where nature frames her loneliest spells.</br>And Fancy's whispers would persuade</br>That peace had here her sojourn made,</br>And love and gladness pitched their tent,</br>When from the world, in woe, they went.</br>That each grey hill had reared its brow</br>In peaceful majesty, as now.</br>That thus these streams had traced their way</br>Through scenes as bright and pure as they;</br>That here no sadder strain was heard</br>Than the free note of wandering bird;</br>And man had here, in nature's eye,</br>Known not a pain, except, to die.</br>The sun still shone, the gales flew bland</br>Over this pleasant fairy-land,</br>Hidden by a spell &mdash; a place of light</br>Through the world's long and barbarous night.", "Poets may dream &mdash; alas!  that they</br>Should dream so wildly, even by day&mdash;</br>Poets may dream of love and truth,</br>Islands of bliss, and founts of youth:</br>But, from creation's earliest birth,</br>The curse of blood has raged on earth.</br>Since the first arm was raised to smite</br>The sword has travelled like a blight,</br>From age to age, from realm to realm,</br>Guiding the seaman's ready helm.</br>Go!  question well &mdash; search far and near,</br>Bring me of earth a portion here.</br>Look!  is not that exuberant soil</br>Fraught with the battle's bloody spoil?</br>Turn where thou may'st, go where thou wilt,</br>Thy foot is on a spot of guilt.", "The curse, the blight have not passed by</br>These dales now smiling in thine eye.</br>Of human ills an ample share,</br>Ravage, and dearth, domestic care,</br>They have not 'scaped.  This region blest</br>Knew not of old its pleasant rest.</br>Grandeur there was, but all that cheers,</br>Is the fair work of recent years.</br>The Druid-stones are standing still</br>On the green top of many a hill;</br>The fruitful plough, with mining share,</br>At times, lays some old relic bare;</br>The Danish mell; the bolt of stone,</br>To a yet ruder people known;</br>And oft, as on some point which lies</br>In the deep hush of earth and skies,</br>In twilight, silence, and alone,</br>I've sate upon the Druid-stone,</br>The visions of those distant times,</br>Their barbarous manners, creeds and crimes,</br>Have come, joy's brightest thrill to raise,</br>For life's blest boon in happier days.</br>But not of them &mdash; rude race &mdash; I sing;</br>Nor yet of war, whose fiery wing,</br>From age to age, with waste and wail,</br>Drove from wide champaign, and low vale,</br>Warrior and woman:  child and flock,</br>Here, to the fastness of the rock.</br>The husbandman has ceased to hear</br>Amidst his fields the cry of fear.</br>Waves the green corn &mdash; green pastures rise</br>Around, &mdash; the lark is in the skies.</br>The song a later time must trace</br>When faith here found a dwelling-place.</br>The tale is tinged with grief and scath,</br>But not in which man's cruel wrath,</br>Like fire of fiendish spirit shows,</br>But where, through terrors, tears, and woes,</br>He rises dauntless, pure, refined;</br>Not chill'd by self, nor fired by hate,</br>Love in his life, &mdash; and even his fate</br>A blessing on his kind.", "Joy to thy course, young traveller, as the speed</br>Of thy exulting spirit leads thee now,</br>Wherever brighter land, or braver deed</br>May call thee forth, a worshipper, to bow.</br>Joy to thy course, young traveller, for thou</br>Hast been a fairy dreamer from thy birth,</br>In thy glad home hast bent, with constant brow,</br>O'er charmed lore, and tale of high-souled worth,</br>Till all that brightens heaven thou fondly deem'st on earth.", "Fair scenes are shining round thee, fair, young eyes</br>Are beaming on thee love's entrancing light;</br>Then, while youth's buoyant spirit still denies</br>To feel earth's chillness, to discern its blight;</br>While thy warm sighs no sharp regrets excite;</br>And, even thy tears, like the sweet dews of May,</br>Are scatterings from a fountain of delight,</br>Come lend thine ear a moment to my lay,</br>For 'tis of souls like thine, &mdash; the noblest of their day.", "Among the verdant mountains of the Peak,</br>There lies a quiet hamlet, where the slope</br>Of pleasant uplands wards the north-winds bleak;</br>Below, wild dells romantic pathways ope;</br>Around, above it, spreads a shadowy cope</br>Of forest trees:  flower, foliage, and clear rill</br>Wave from the cliffs, or down ravines elope;</br>It seems a place charmed from the power of ill</br>By sainted words of old: &mdash; so lovely, lone, and still.", "And many are the pilgrim feet which tread</br>Its rocky steeps; which thither yearly go;</br>Yet, less by love of Nature's wonders led,</br>Than by the memory of a mighty woe,</br>Which smote, like blasting thunder, long ago,</br>The peopled hills.  There stands a sacred tomb,</br>Where tears have rained, nor yet shall cease to flow;</br>Recording days of death's sublimest gloom;</br>Mompesson's power and pain, &mdash; his beauteous Catherine's doom.", "There dwelt they in the summer of their love.</br>He, the young pastor of that mountain fold,</br>For whom, not Fancy could foretell above,</br>Bliss more than earth had at his feet unrolled.</br>Yet, ceased he not on that high track to hold,</br>Upon whose bright, eternal steep is shewn</br>Faith's starry coronal.  The sad, the cold</br>Caught from his fervent spirit its warm tone,</br>And woke to loftier aims, and feelings long unknown.", "And she, &mdash; his pride and passion &mdash; she, all sun,</br>All love, and mirth and beauty; &mdash; a rich form</br>Of finished grace, where Nature had outdone</br>Her wonted skill.  Oh!  well might Fancy's swarm</br>Of more than earthly hopes and visions, warm</br>His ardent mind; for, joyous was her mood;</br>There seemed a spirit of gladness to inform</br>Her happy frame, by no light shock subdued,</br>Which filled her home with light, and all she touched imbued.", "Her laugh was like the sun's forth-bursting shine</br>Upon the summits of her favourite hills;</br>Her playful tones thrilled with that spell divine</br>Which beauty, even into a sound, instils:</br>And yet, as when a passing shadow fills</br>Some fairy valley, darkening, yet the more</br>Augmenting its wild beauty &mdash; when life's ills,</br>Or solemn hopes upon her spirit bore,</br>With what pathetic thought her melting soul ran o'er.", "So lived, so loved they.  Their life lay enshrined</br>Within themselves and people.  They reck'd not</br>How the world sped around them, nor divined;</br>Heaven, and their home endearments fill'd their lot.</br>Within the charmed boundary of their cot,</br>Was treasured high and multifarious lore</br>Of sage, divine, and minstrel ne'er forgot</br>In wintry hours; and, carolled on their floor,</br>Were childhood's happy lays.  Could Heaven award them more?", "Abroad, they hailed around ten thousand friends</br>Mountains and valleys; flitting light and shade,</br>Caves, waters, winds; whatever lives, or lends</br>Its being, or its beauty to the aid</br>Of that soul-kindling charm which has arrayed</br>Those Alpine haunts.  With these they loved to dwell,</br>In sunny hours; in Dovedale's elfin glade;</br>Chatsworth's green bowers; Monsal's Arcadian dell;</br>Or sterner tracks, where thought's more awful influence fell.", "So lived, so loved they.  But, as in the calm</br>Of a hot noon, a sudden gust will wake;</br>Anon clouds throng; then fiercer squalls alarm;</br>Then thunder, flashing gleams, and the wild break</br>Of wind and deluge: &mdash; till the living quake,</br>Towers rock, woods crash amid the tempest, &mdash; so</br>In their reposing calm of gladness, spake</br>A word of fear; first whispering &mdash; dubious &mdash; low,</br>Then lost; &mdash; then firm and clear, a menacing of woe:", "'Till out it burst, a dreadful cry of death;</br>\"The Plague!  the Plague!  \"The withering language flew,</br>And faintness followed on its rapid breath,</br>And all hearts sunk; as pierced with lightning through.</br>\"The Plague!  the Prague!\"  No groundless panic grew;</br>But there, sublime in awful darkness, trod</br>The Pest; and lamentation, as he slew,</br>Proclaimed his ravage in each sad abode,</br>Mid frenzied shrieks for aid &mdash; and vain appeals to God.", "Then rose the lover &mdash; then the mother rose</br>In Catherine's heart &mdash; her children she embraced;</br>Her knee on earth, her forehead with the throes</br>Of terror pale, wildly herself she cast</br>Before her lord. &mdash; \"Fly, ere the hope be past</br>Fly!  let us fly!  'Tis madness here to be.</br>The vast metropolis became a waste</br>Before this deadly pestilence: &mdash; and shall we</br>These blessed ones expose?  Heaven!  Nature bid us flee!\"", "Her cheek was blanched, &mdash; paleness, as mountain snow,</br>Was on her features; but her eloquent eye</br>Beamed with all woman's tenderness &mdash; the glow</br>Of loftiest mind; but, ere he spoke reply,</br>Faded the glow, &mdash; the passion had passed by.</br>She rose &mdash; and gazing on her children, where</br>In innocent fear and wonder they drew nigh,</br>Tears gushed amain, and her maternal air</br>Told that her soul's chief pain and sorrow centred there.", "\"I know,\" she said, \"I know, my loved one, thou</br>Wilt not depart.  Thy high resolve I read;</br>Nor longer seek thy generous heart to bow.</br>God be our shield!  Oh God!  behold our need!</br>But these?\" &mdash; Then sprang, as from enchantment freed,</br>Mompesson to his noble Catherine's breast;</br>\"Aye, they shall go &mdash; haste thou their flight to lead.</br>Nay, dost thou pause?  Yield'st thou not this request?</br>Then God indeed shield thee!  His will decide the rest.\"", "They went &mdash; those lovely ones, to their retreat.</br>They went &mdash; those glorious ones, to their employ;</br>To check the ominous speed of flying feet;</br>To quell despair; to soothe the fierce annoy,</br>Which, as a stormy ocean without buoy</br>Tossing a ship distressed, twixt reef and rock,</br>Hurried the crowd, from years of quiet joy</br>Thus roused to fear by this terrific shock;</br>And wild, distracted, mazed, the pastor met his flock.", "But ardent, strong, armed with that heavenly faith,</br>His glowing theme through length of happier days</br>He buried in his heart all sense of scath,</br>And framed his words their smitten thoughts to raise:</br>\"Alas!  beloved friends!  Alas!  where strays</br>Your wonted mind?  What mean these signs of flight?</br>Is God unpitying, though he wrath displays?</br>Is the sun quenched when clouds obscure his light?</br>Oh!  calm your trembling souls, be strong in christian might.", "\"And whither would you fly?  Can the wide world</br>Afford a hope of safety here unfound?</br>Here mountain gales their pinions have unfurled;</br>Wide space extends; sweet waters pour around.</br>We breathe not here, as in the tainted bound</br>Of a huge city.  Health will soon return,</br>But, like some wretch whom sudden flames confound,</br>You rush abroad uncertain aid to earn,</br>And what you might subdue, the winds give power to burn .", "\"Here we may strive and conquer, and may save</br>Our country from this desolating curse;</br>Some few, perchance, may fill an earlier grave;</br>But, if ye fly, it follows, and ye nurse</br>Death in your flight; wide, wider ye disperse</br>Destruction through the land.  Oh then!  bow down</br>And vow to Him, to virtue ne'er averse,</br>To stand unshrinking 'neath Death's fiercest frown.</br>Then Heaven shall give us rest, and earth a fair renown.\"", "They heard, and they obeyed, &mdash; for, simple-hearted,</br>He was to them their wisdom and their tower;</br>To theirs, his brilliant spirit had imparted</br>All that they knew of virtue's loftier power;</br>Their friend, their guide, their idolized endower</br>With daily blessings, health of mind and frame;</br>They heard, and they obeyed; &mdash; but not the more</br>Obeyed the plague; no skill its wrath could tame;</br>It grew, it raged, it spread; like a devouring flame.", "Oh!  piteous was it then that place to tread,</br>Where children played and mothers had looked on,</br>They lay, like flowers plucked to adorn the dead;</br>The bright-eyed maid no adoration won;</br>Youth in its greenness, trembling age was gone;</br>O'er each bright cottage hearth death's darkness stole;</br>Tears fell, pangs racked, where happiness had shone.</br>But turn we now from scenes of boundless dole,</br>And cull one simple tale from the funereal roll.", "\"There are my native mountains,\" cried aloud</br>A gallant youth, as his exulting view</br>Caught, like a dim and distant range of cloud,</br>The Peak's blue ridges.  There he stood, and drew</br>With a deep pause, his breath; the bright tears grew</br>In his fixed eyes, then, with a sudden bound,</br>Onward he towards that hilly region flew;</br>And now, he lightly trod the ascending ground;</br>And now, those fairy dales, and green hills hemmed him round.", "Oh!  if thy birth-place is not of the hills;</br>If thou, in thy sweet childhood, hast not known</br>What a wild joy the youthful bosom fills</br>Amidst the tempest's and the torrent's tone,</br>Warring in some stern solitude alone,</br>Or, leaping down the steep's rejoicing side,</br>When morning's splendour, and glad voices thrown</br>From cliff to cliff, send joy and beauty wide,</br>Thou know'st not with what heart along those dales he hied.", "His home was in those mountains, and a home</br>Filled with the history of his early years,</br>The sun of affluence lit its ample dome;</br>And there a father's pride, a mother's tears,</br>A sister's generous love; all that endears</br>And chains the heart to one enchanted spot,</br>Were hoarded there, and there a thousand fears</br>Had woke for him in one, whose humble lot</br>Was blessed to be borne, whilst by him unforgot.", "Yes; he had loved!  'Twas with a boyish love,</br>But not a boy's caprice, a mountain flower,</br>Lowly, but lovely.  The sweet passion throve</br>Triumphantly thro' many a summer hour;</br>But fell, as love is wont, beneath the power</br>Of a proud father's glance, who hoped, with skill,</br>To pluck that blossom from its sheltering bower;</br>Strong was his love, but pride was stronger still,</br>And doomed his only boy the victim of his will.", "And therefore in the greenness of his age,</br>Sent with a famous captain of the time</br>(For to a day long past refers my page,)</br>To quench in wonders love's delightful crime,</br>Tossed on the sea, from distant clime to clime,</br>He on a marvellous pilgrimage was cast!</br>The new-found world, with all its scenes sublime</br>Before his ardent spirit strangely passed,</br>And each succeeding realm seemed fairer than the last.", "But how had sped his father's chief intent?</br>Oh!  lovers need not ask, for love will know.</br>As o'er the sea, mid summer isles he went,</br>Gazing on Chimborazo's heights of snow;</br>Breasting with gallant ship the mighty flow</br>Of Amazonian river, or La Plate,</br>Midst dusky tribes, he only seemed to know</br>One wish uncrowned, &mdash; to Ellen to relate</br>All these delicious scenes, and story of his fate.", "And here he was again &mdash; before his eyes,</br>Rose, like a bosky island, from the dell</br>A wood-crowned, rocky rampart; there Eyam lies;</br>And there his Ellen, and his parents dwell.</br>Oh!  what quick feelings in his bosom swell;</br>An eager tremor hurries every limb;</br>Sweet Fancy holds him by her brightest spell;</br>Fear's hovering cloud, nor Sorrow's visage dim,</br>Haunted the happy dream, which came alone to him.", "There is a dell, the merry school-boy's sling</br>Whirled in the village, might discharge a stone</br>Into its centre; yet, the shouts which ring</br>Forth from the hamlet travel, over blown,</br>Nor to its sheltered quietude are known.</br>So hushed, so shrouded its deep bosom lies,</br>It brooks no sound, but the congenial tone</br>Of stirring leaves, loud rill, the melodies</br>Of Summer's breezy breath, or Autumn's stormier skies.", "A nook more fair never disclosed its sweetness</br>To the glad gaze of heavenly shapes, which ran</br>Through the world's solitudes, with winged fleetness,</br>Ere evil deeds had left on earth their ban;&mdash;</br>To forest Dian, &mdash; jolly-hearted Pan;</br>Or wilder spirits, of that later race,</br>Who came in song from the bright East, till man,</br>Inquisitive and bold, in every place</br>Had dared their rites to view, their wood-walks to deface.", "Northward, from shadowy rocks, a wild stream pours;</br>Then wider spreads the hollow &mdash; lofty trees</br>Cast summer shades; it is a place of flowers,</br>Of sun and fragrance, birds and chiming bees.</br>Then higher shoot the hills.  Acclivities</br>Splintered and stern, each like a castle grey,</br>Where ivy climbs, and roses woo the breeze,</br>Narrow the pass; there, trees in close array</br>Shut, from this woodland cove, all distant, rude survey.", "But its chief ornament, a miracle</br>Of Nature's mirth, a wondrous temple stands,</br>Right in the centre of this charmed dell,</br>Which every height and bosky slope commands.</br>Arch meeting arch, unwrought of human hands,</br>Form dome and portals.  On its roof the air</br>Waves leafy boughs; the Alpine flower expands;</br>It seems a spell-constructed bower, the care</br>Of Maugraby the stern, or of Banou the fair.", "This was the haunt of Raynal's boyish feet.</br>It was a spot all coloured with the flame</br>Of earliest love's communion, doubly sweet</br>From memory and long absence.  Here he came,</br>Led by their power, his homeward path to frame;</br>When hark! &mdash; a sound! &mdash; it issued from the dell;</br>A solemn voice, as though one did declaim</br>On some high theme; it ceased and then the swell</br>Of a slow, psalm-like chaunt on his amazement fell.", "A moment, listening in profound surprise,</br>He stood, &mdash; then, bursting through that woody screen,</br>What vision of strange aspect met his eyes!</br>In that fantastic temple's porch was seen</br>The youthful pastor; lofty was his mien,</br>But stamped with thoughts of such appalling scope,</br>As rarely gather on a brow serene;</br>And who were they, on the opposing slope,</br>To whom his solemn tones told but one awful hope?", "A pallid, ghost-like, melancholy crew,</br>Seated on scattered crags, and far-off knolls,</br>As fearing each the other.  They were few.</br>As men whom one brief hour will from the rolls</br>Of life cut off, and toiling for their souls'</br>Welcome into eternity &mdash; they seemed</br>Lost in the heart's last conflict, which controls</br>All outward life &mdash; they sate as men who dreamed;</br>No motion in their frames &mdash; no eye perception beamed.", "But suddenly, a wild and piercing cry</br>Arose amongst them; and an ancient man,</br>Furious in mood &mdash; red frenzy in his eye,</br>Sprang forth, and shouting, towards the hollow ran.</br>His white locks floated round his features wan;</br>He rushed impatient to the valley rill;</br>To drink, to revel in the wave began,</br>As one on fire with thirst; then, with a shrill</br>Laugh, as of joy, he sank &mdash; he lay &mdash; and all was still.", "Then from their places solemnly two more</br>Went forth, as if to lend the sufferer aid;</br>But in their hands, in readiness, they bore</br>The charnel tools, the mattock and the spade.</br>They broke the turf &mdash; they dug &mdash; they calmly laid</br>The old man in his grave; and o'er him threw</br>The earth, by prayer, nor requiem delayed;</br>Then turned, and with no lingering adieu,</br>Swifter than they approached, from the strange scene withdrew.", "But where was Raynal?  Smitten, as by thunder,</br>A dread, unearthly vision seemed to dance</br>Before his view &mdash; a statue of pale wonder</br>He stood. &mdash; till starting forth, as from a trance,</br>He deemed again delusion in his glance&mdash;</br>Once more he listened for that thrilling scream&mdash;</br>The breeze alone sighed through the still expanse;</br>The spectral group, like figures of a dream,</br>Had fled &mdash; yet there the grave lay by the moaning stream.", "'Twas Sabbath eve, but yet no sabbath sound</br>Came from the village; &mdash; no rejoicing bells</br>Were heard; no groups of strolling youths were found,</br>Nor lovers loitering on the distant fells.</br>No laugh, no shout of infancy, which tells</br>Where radiant health and happiness repair;</br>But silence, such as with the lifeless dwells,</br>Fell on his shuddering heart, and fix'd him there,</br>Frozen with dreams of death, and bodings of despair.", "His home! &mdash; his blessed home! &mdash; the quenchless light</br>Of his long wanderings; &mdash; why should I unveil</br>Its hollow silence, and disastrous night?&mdash;</br>His love! &mdash; Alas!  it is a joyless tale!</br>And little boots it now, or may avail,</br>To mourn a broken heart &mdash; for centuries still.</br>Where the bee wanders with her merry hail,</br>High, midst the heath-bells of a southern hill,</br>Their green and dewy graves the unconscious sufferers fill.", "The Plague had triumphed &mdash; Death, Dismay and Gloom</br>Had made high carnival; the people fell;</br>Yet quailed not the survivors, till the tomb</br>Refused them even its refuge; &mdash; till the bell</br>Ceased, in despair, its long, continuous knell;</br>And with it, ceased the last of living sound.</br>Stripped of love's life, the few were left to dwell</br>In moody apathy; and Horror round;</br>Waved her tremendous wings o'er the untrodden ground.", "Yet, on thro' all, unfearing, and unharmed,</br>Mompesson and his Catherine had sped;</br>As God's peculiar grace their frames had charmed</br>From the Plague's might.  The dying and the dead,</br>The fear-sick heart, the wretch from whom had fled</br>In his delirious fury all beside,</br>They sought, they soothed, and holy comfort shed;</br>Or the last boon to mortal need supplied,</br>Scattering through that thick gloom, a heavenly light as wide,", "O patriots pure!  O virtue-crowned pair!</br>Grey eld than yours can boast no nobler name.</br>Time has shewn glorious spirits which could dare</br>Death for their country, in the hour of fame.</br>Thus Codrus died:  Thermopylae became</br>Freedom's eternal watchword:  Curtius sprung</br>Into the burning gulph:  to death and shame</br>Attilius moved; and those proud deeds have rung</br>Through every age and land on wonder's blazoning tongue.", "And it was well &mdash; though nations watch'd their doom.</br>But not for you Fame spread her splendid lure;</br>Hid 'mongst your mountains in the secret bloom</br>Of life and love, amidst a race obscure,</br>Yet dared ye death; nay, nerved even to endure</br>Its ghastliest terrors, the plebeian throng;</br>Vowing your lives your country to secure;</br>Unseen, unsoothed, in holiest patience strong;</br>Nobler, for ye hoped less, than those high names of song.", "But now hope gleamed abroad.  The Plague seemed staid;</br>And the loud winds of Autumn glad uproar</br>Made in the welkin. &mdash; Health their call obeyed,</br>And Confidence her throne resumed once more.</br>Nay, joy itself was in the Pastor's bower;</br>For him the Plague had sought, its final prey;</br>And Catherine pale, and shuddering at its power,</br>Had watched, had wept, had seen it pass away,&mdash;</br>And joy shone through their home like a bright summer's day.", "The sudden fear woke memory in her cell;</br>And tracing back the brightness of their being;</br>Their love, their bliss, the fatal shafts which fell</br>Around them &mdash; smote them &mdash; yet, even now were fleeing;</br>Death unto numbers, but to them decreeing</br>Safety; &mdash; rich omens for succeeding years,</br>In that sweet gaiety of spirit seeing,</br>Theirs was that triumph which distress endears;</br>And gladness which breaks forth in mingling smiles and tears.", "So passed that evening: &mdash; but, still midnight falls</br>And why gleams thence that lamp's unwonted glare?</br>Oh!  there is speechless woe within those walls:</br>Death's stern farewell is given in thunder there.</br>Mompesson wrapt in dreams and fancies fair,</br>Which took their fashion from that evening's tone,</br>At once sprang up in terror and despair,</br>Roused by that voice which never yet had known</br>To wake aught in his heart, but pure delight alone.", "\"My William!\"  faint and plaintive was the cry,</br>And chill the hand which fell upon his breast&mdash;</br>\"My dearest William, wake thee!  Oh!  that I</br>With such sad tidings should dispel thy rest.</br>But death is here!\"  With agony possessed,</br>He snatched a light &mdash; he saw &mdash; he reeled &mdash; he fell.</br>There, in its deadliest form prevailed the pest.</br>Too well he knew the fatal signs &mdash; too well;</br>A moment &mdash; and to life &mdash; to happiness farewell!", "Frantic with grief he clasped her &mdash; and to heaven</br>A passionate prayer he threw; &mdash; he madly thought</br>The grasp of death asunder to have riven,</br>In that incredulous wonder which is wrought</br>When that which lives and loves, at once, is brought</br>To be as nothing; &mdash; and the rebel mind</br>Fights fiercely with its destiny; untaught</br>By all that time should teach:  for feeling, blind,</br>Heeds not &mdash; though thought assents &mdash; alarms by Heaven designed.", "But Catherine's breast no fear, nor passion knew.</br>She thought not of herself.  Her parting soul</br>Was bathed in tenderness.  Her words, like dew</br>In twilight gloom, o'er his wild frenzy stole.</br>\"Oh!  calm thee, dearest one &mdash; Oh!  yet control</br>Thy grief, while thus communion is allowed;&mdash;</br>Time speeds &mdash; Death calls &mdash; a moment, and the whole</br>Of Catherine, rescued from the oblivious shroud,</br>For thee, will live alone in hope death may not cloud.", "\"In that clear hope whose radiant wings now raise</br>My spirit; &mdash; in the faith which thou hast fed;</br>And in the precious memory of those days</br>Which here, where now we sever, we have led.</br>Yes!  ours on earth lies been a pathway spread</br>Surely with every joy which heaven can yield,</br>Save in its perpetuity; &mdash; now fled,</br>In memory be their redolence revealed.</br>It shall! &mdash; I know thy heart! &mdash; and it shall yet be healed.", "\"Hence springs my solace, &mdash; though I see thy grief,</br>I know that God on earth has need of thee;</br>And will sustain thee in time's sojourn brief.</br>And those dear, dear remembrancers of me,&mdash;</br>Oh!  could I clasp them! &mdash; but, it cannot be&mdash;</br>Heaven on their lovely heads its goodness shower!&mdash;</br>It will! &mdash; it will! &mdash; and thou, in them, shalt see</br>The soothing balm, the Eternal One will pour</br>Into thy bruised heart &mdash; till meet our souls once more.\"", "She ceased &mdash; and that tremendous silence flung.</br>On love's last accents, with astounding close,</br>Startled the mourner, who still fondly clung</br>To the dear lips whence now no murmur flows.</br>Bowed to the dust by passion's wildest throes,</br>Through the long night he wrestled with despair;</br>But the day dawned upon him &mdash; he arose;</br>The christian grew victorious in his prayer,</br>Which, though it stanched not grief, had given him power to bear.", "One word: &mdash; and thro' the unconscious household</br>The fleet alarm: &mdash; one lightning-winged cry</br>Shot through the hamlet; and a wailing grew,</br>Wilder than when the plague-fiend first drew nigh.</br>One troublous hour, &mdash; and from all quarters fly</br>The wretched remnant, who had ceased to weep;</br>But sorrow, which had drained their bosoms dry,</br>Found yet fresh fountains in the spirit deep,</br>Wringing out burning tears that loved one's couch to steep.", "'Tis o'er &mdash; the shock most terrible of all&mdash;</br>The trembling, sinking sufferer has stood,</br>And heard the clods, which smite the heartstrings, fall;</br>And felt the sick'ning soul &mdash; the freezing blood;</br>Then, from the sobbing crowd &mdash; the bursting flood</br>Of sorrow, stealing, like a ghost away,</br>Through the dim, wintry hours the mourner's mood</br>He nursed in silence, till spring's jocund day,</br>Chased, from the hallowed spot, his mirthless soul for aye.", "Bright shines the sun upon the white walls wreathed</br>With flowers and leafy branches, in that lone</br>And sheltered quiet, where the mourner breathed</br>His future anguish; pleasant there the tone</br>Of bees; the shadows, o'er still waters thrown,</br>From the broad plane-tree; in the grey church nigh,</br>And near that altar where his faith was known,</br>Humble as his own spirit we descry</br>The record which denotes where sacred ashes lie.", "And be it so for ever; &mdash; it is glory.</br>Tombs, mausoleums, scrolls, whose weak intent</br>Time laughs to scorn, as he blots out their story,</br>Are not the mighty spirit's monument.</br>He builds with the world's wonder &mdash; his cement</br>Is the world's love; &mdash; he lamps his beamy shrine,</br>With fires of the soul's essence, which, unspent,</br>Burn on for ever, &mdash; such bright tomb is thine,</br>Great patriot, and so rests thy peerless Catherine.</br>"]