["Fair Tivy, how sweet are thy waves gently flowing,</br>Thy wild oaken woods, and green eglantine bow'rs,</br>Thy banks with the blush rose and amaranth glowing,</br>While friendship and mirth claim these labourless hours!</br>Yet weak is our vaunt, while something we want,</br>More sweet than the pleasure, which prospects can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "How sweet is the odor of jasmine and roses,</br>That Zephyr around us so lavishly flings!</br>Perhaps for Bleanpant fresh perfume he composes,</br>Or tidings from Bronwith auspiciously brings;</br>Yet weak is our vaunt, while something we want,</br>More sweet than the pleasure, which odours can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "How sweet was the strain that enliven'd the spirit,</br>And cheer'd us with numbers so frolic and free!</br>The poet is absent, be just to his merit,</br>Ah!  may he in love be more happy than we;</br>For week is our vaunt, while something we want,</br>More sweet than the pleasure the Muses can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "How gay is the circle of friends round a table,</br>Where stately Kilgarran o'erhangs the brown dale,</br>Where none are unwilling, and few are unable,</br>To sing a wild song, or repeat a wild tale!</br>Yet weak is our vaunt, while something we want,</br>More sweet than the pleasure of friendship can give:</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "No longer then pore over dark gothic pages,</br>To cull a rude gibberish from Statham or Brooke;</br>Leave year-books and parchments to grey bearded sages,</br>Be nature, and love, and fair woman, our book;</br>For weak is our vaunt, while something we want,</br>More sweet than the pleasure that learning can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "Admit that our labors were crown'd with full measure,</br>And gold were the fruit of rhetorical flow'rs,</br>That India supplied us with long-hoarded treasure,</br>That Dinevor, Slebeck, and Coidsmor were ours;</br>Yet weak is our vaunt, while something we want,</br>More sweet than the pleasure that riches can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.", "Or say, that preferring fair Thames to fair Tivy,</br>We gain'd the bright ermine robes, purple and red;</br>And peep'd thro' long perukes, like owlets thro' ivy,</br>Or say, that bright coronets blaz'd on our head,</br>Yet weak is our vaunt, while something we want,</br>More sweet than the pleasure that honors can give;</br>Come, smile, damsels of Cardigan,</br>Love can alone make it blissful to live.</br>"]