["Toll for Sam Patch, Sam Patch, who jumps no more,</br>This or the world to come.  Sam Patch is dead!</br>The vulgar pathway to the unknown shore</br>Of dark futurity, he would not tread.</br>No friends stood sorrowing round his dying bed;</br>Nor with decorous wo, sedately stepp'd</br>Behind his corpse, and tears by retail shed;&mdash;</br>The mighty river, as it onward swept,</br>In one great wholesale sob, his body drowned and kept.", "Toll for Sam Patch!  he scorned the common way</br>That leads to fame, up heights of rough ascent,</br>And having heard Pope and Longinus say,</br>That some great men had risen to falls, he went</br>And jumped, where wild Passaic's waves had rent</br>The antique rocks; &mdash; the air free passage gave,&mdash;</br>And graciously the liquid element</br>Upbore him, like some sea-god on its wave;</br>And all the people said that Sam was very brave.", "Fame, the clear spirit that doth to heaven upraise</br>Led Sam to dive into what Byron calls</br>The hell of waters.  For the sake of praise,</br>He wooed the bathos down great water-falls;</br>The dizzy precipice, which the eye appals</br>Of travellers for pleasure, Samuel found</br>Pleasant, as are to women lighted halls,</br>Crammed full of fools and fiddles; to the sound</br>Of the eternal roar, he timed his desperate bound.", "Sam was a fool.  But the large world of such,</br>Has thousands &mdash; better taught, alike absurd,</br>And less sublime.  Of fame he soon got much,</br>Where distant cataracts spout, of him men heard,</br>Alas for Sam!  Had he aright preferred</br>The kindly element, to which he gave</br>Himself so fearlessly, we had not heard</br>That it was now his winding-sheet and grave,</br>Nor sung, 'twixt tears and smiles, our requiem for the brave.", "He soon got drunk, with rum and with renown,</br>As many others in high places do;&mdash;</br>Whose fall is like SAM'S last &mdash; for down and down</br>By one mad impulse driven, they flounder through</br>The gulf that keeps the future from our view,</br>And then are found not.  May they rest in peace!</br>We heave the sigh to human frailty due&mdash;</br>And shall not Sam have his?  The muse shall cease</br>To keep the heroic roll, which she began in Greece&mdash;", "With demigods, who went to the Black Sea</br>For wool (and if the best accounts be straight,</br>Came back, in negro phraseology,</br>With the same wool each upon his pate),</br>In which she chronicled the deathless fate</br>Of him who jumped into the perilous ditch</br>Left by Rome's street commissioners, in a state</br>Which made it dangerous, and by jumping which</br>He made himself renowned, and the contractors rich&mdash;", "I say, the muse shall quite forget to sound</br>The chord whose music is undying, if</br>She do not strike it when Sam Patch is drowned.</br>Leander dived for love.  Leucadia's cliff</br>The Lesbian Sappho leapt from in a miff,</br>To punish Phaon; Icarus went dead,</br>Because the wax did not continue stiff;</br>And, had he minded what his father said,</br>He had not given a name unto his watery bed.", "And Helle's case was all an accident,</br>As everybody knows.  Why sing of these?</br>Nor would I rank with Sam that man who went</br>Down into Aetna's womb &mdash; Empedocles,</br>I think he called himself.  Themselves to please,</br>Or else unwillingly, they made their springs;</br>For glory in the abstract, Sam made his,</br>To prove to all men, commons, lords, and kings,</br>That \"some things may be done, as well as other things.\"", "I will not be fatigued, by citing more</br>Who jump'd of old, by hazard or design,</br>Nor plague the weary ghosts of boyish lore,</br>Vulcan, Apollo, Phaeton &mdash; in fine</br>All Tooke's Pantheon.  Yet they grew divine</br>By their long tumbles; and if we can match</br>Their hierarchy, shall we not entwine</br>One wreath?  Who ever came \"up to the scratch,\"</br>And for so little, jumped so bravely as Sam Patch?", "To long conclusions many men have jumped</br>In logic, and the safer course they took;</br>By any other, they would have been stumped,</br>Unable to argue, or to quote a book,</br>And quite dumb-founded, which they cannot brook;</br>They break no bones, and suffer no contusion,</br>Hiding their woful fall, by hook and crook,</br>In slang and gibberish, sputtering and confusion;</br>But that was not the way Sam came to his conclusion.", "He jumped in person.  Death or Victory</br>Was his device, \"and there was no mistake,\"</br>Except his last; and then he did but die,</br>A blunder which the wisest men will make.</br>Aloft, where mighty floods the mountains break,</br>To stand, the target of ten thousand eyes,</br>And down into the coil and water-quake,</br>To leap, like Maia's offspring, from the skies&mdash;</br>For this all vulgar flights he ventured to despise.", "And while Niagara prolongs its thunder,</br>Though still the rock primaeval disappears,</br>And nations change their bounds &mdash; the theme of wonder</br>Shall Sam go down the cataract of long years;</br>And if there be sublimity in tears,</br>Those shall be precious which the adventurer shed</br>When his frail star gave way, and waked his fears</br>Lest, by the ungenerous crowd it might be said,</br>That he was all a hoax, or that his pluck had fled.", "Who would compare the maudlin Alexander,</br>Blubbering, because he had no job in hand,</br>Acting the hypocrite, or else the gander,</br>With Sam, whose grief we all can understand?</br>His crying was not womanish, nor plann'd</br>For exhibition; but his heart o'erswelled</br>With its own agony, when he the grand</br>Natural arrangements for a jump beheld,</br>And measuring the cascade, found not his courage quelled.", "His last great failure set the final seal</br>Unto the record Time shall never tear,</br>While bravery has its honour, &mdash; while men feel</br>The holy natural sympathies which are</br>First, last, and mightiest in the bosom.  Where</br>The tortured tides of Genesee descend,</br>He came &mdash; his only intimate a bear,&mdash;</br>(We know not that he had another friend),</br>The martyr of renown, his wayward course to end.", "The fiend that from the infernal rivers stole</br>Hell-draughts for man, too much tormented him,</br>With nerves unstrung, but steadfast in his soul,</br>He stood upon the salient current's brim;</br>His head was giddy, and his sight was dim;</br>And then he knew this leap would be his last,&mdash;</br>Saw air, and earth, and water wildly swim,</br>With eyes of many multitudes, dense and vast,</br>That stared in mockery; none a look of kindness cast.", "Beat down, in the huge amphitheatre</br>\"I see before me the gladiator lie,\"</br>And tier on tier, the myriads waiting there</br>The bow of grace, without one pitying eye&mdash;</br>He was a slave &mdash; a captive hired to die,&mdash;</br>Sam was born free as Caesar; and he might</br>The hopeless issue have refused to try;</br>No!  with true leap, but soon with faltering flight,&mdash;</br>\"Deep in the roaring gulf, he plunged to endless night.\"", "But, ere he leapt, he begged of those who made</br>Money by his dread venture, that if he</br>Should perish, such collection should be paid</br>As might be picked up from the \"company\"</br>To his Mother.  This, his last request, shall be,&mdash;</br>Tho' she who bore him ne'er his fate should know,&mdash;</br>An iris, glittering o'er his memory&mdash;</br>When all the streams have worn their barriers low,</br>And, by the sea drunk up, for ever cease to flow.", "On him who chooses to jump down cataracts,</br>Why should the sternest moralist be severe?</br>Judge not the dead by prejudice &mdash; but facts,</br>Such as in strictest evidence appear.</br>Else were the laurels of all ages sere.</br>Give to the brave, who have pass'd the final goal,&mdash;</br>The gates that ope not back, &mdash; the generous tear;</br>And let the muse's clerk upon her scroll,</br>In coarse, but honest verse, make up the judgment roll.", "Therefore it is considered, that Sam Patch</br>Shall never be forgot in prose or rhyme;</br>His name shall be a portion in the batch</br>Of the heroic dough, which baking Time</br>Kneads for consuming ages &mdash; and the chime</br>Of Fame's old bells, long as they truly ring,</br>Shall tell of him; he dived for the sublime,</br>And found it.  Thou, who with the eagle's wing</br>Being a goose, would'st fly, &mdash; dream not of such a thing!</br>"]