["Adieu to LEYDEN'S lonely bound,</br>The BELGIAN Muse's sober seat;</br>Where shedding frugal gifts around</br>On all the favourites at her feet,</br>She feeds the body's bulky frame</br>For passive, persevering toils;</br>And lest, for some ambitious aim,</br>The daring mind should scorn her homely spoils,</br>She breathes maternal foggs to damp its restless flame.", "Farewell the grave, pacific air,</br>Safe from the flitting mountain breeze;</br>The marshy levels lank and bare,</br>Sacred from furrows, hills, or trees:</br>Adieu each mantling, fragrant flood,</br>Untaught to murmur or to flow:</br>Adieu the music of the mud,</br>That sooths at eve the patient lover's woe,</br>And wakes to sprightlier thoughts the painful poet's blood.", "With looks so frosty, and with steps so tame,</br>Ye careful nymphs, ye household things, adieu;</br>Not once ye taught me love's or friendship's flame,</br>And where is he that ever taught it you?</br>And ye, the sloe-ey'd fathers of the land,</br>With whom dominion lurks from hand to hand,</br>Unown'd, undignify'd by public choice,</br>I go where freedom in the streets is known,</br>And tells a monarch on his throne,</br>Tells him he reigns, he lives but by her voice.", "O native ALBION, when to thee</br>Shall I return to part no more?</br>Far from this pale, discolour'd sea,</br>That sleeps upon the reedy shore,</br>When shall I plow thy azure tides,</br>And, as thy fleece-white hills aspire,</br>Bless the fair shade that on their sides</br>Imbow'rs the village and the sacred spire,</br>While the green hedge, below, the golden slope divides?", "Ye nymphs who guard the pathless grove,</br>Ye blue-ey'd sisters of the streams,</br>With whom I wont at morn to rove,</br>With whom at noon I talk'd in dreams;</br>O take me to your haunts again,</br>The rocky spring, the greenwood glade;</br>To guide my lonely footsteps deign,</br>To prompt my slumbers in the murmuring shade,</br>And sooth my vacant ear with many an airy strain.", "And thou, my faithful harp, no longer mourn</br>Thy drooping master's inauspicious hand;</br>Now brighter skies and fresher gales return,</br>Now fairer maids thy melody demand.</br>Daughters of ALBION, guard your votive lyre!</br>O blooming god of Thespia's laurell'd quire,</br>Why sounds not mine harmonious as thy own,</br>When all the virgin deities above</br>With Venus and with Juno move</br>In concert round thy list'ning father's throne?", "Thee too, protectress of my lays,</br>Elate with whose majestic call</br>Above the soft Italian's praise,</br>Above the slavish wreaths of Gaul,</br>I dare from impious thrones reclaim,</br>And wanton sloth's ignoble charms,</br>The honours of a poet's name</br>To ASHLEY'S wisdom, or to HAMDEN'S arms,</br>Thee, Freedom, I rejoin, and bless thy genuine flame,", "Great citizen of Albion!  Thee</br>Heroic Valor still attends,</br>And useful Science pleas'd to see</br>How Art her studious toil extends:</br>While Truth, diffusing from on high</br>A lustre unconfin'd as day,</br>Fills and commands the public eye:</br>Till, pierc'd and sinking by her pow'rful ray,</br>Tame Sloth and monkish Awe, like nightly demons, fly.", "Hence the whole land the Patriot's ardour shares;</br>Hence dread Religion dwells with social Joy;</br>Hence the free bosom's softest, loveliest cares,</br>Each graceful scene of private life imploy.</br>O fair BRITANNIA, hail! &mdash; With partial love</br>The tribes of men their native seats approve,</br>Unjust and hostile to each foreign fame;</br>But when from gen'rous minds and manly laws</br>A nation holds her prime applause,</br>There public zeal defies the test of blame.</br>"]