["Be still my heart, and let this moving sight</br>Whisper a moral to each future lay;</br>Let this convince how like the lightning's flight</br>Is earthly pageantry's precarious stay.", "Within this place of consecrated trust</br>The neighbouring herds their daily pasture find;</br>And idly bounding o'er each hallow'd bust,</br>Form a sad prospect to the pensive mind.", "Whilst o'er the graves thus carelessly they tread,</br>Allur'd by hunger to the deed profane,</br>They crop the verdure rising from the bed</br>Of some fond parent, or some love-sick swain.", "No more does vengeance to revenge the deed</br>Lodge in their breasts, or vigour aid the blow;</br>The power to make the sad offenders bleed</br>The prostrate image ne'er again shall know.", "Nor can the time-worn epitaph rehearse</br>The name or titles which its owner bore;</br>No more the sorrow lives within the verse,</br>For memory paints the moving scene no more.", "Perhaps 'tis one whose noble deeds attain'd</br>Honour and fame in time of hostile war;&mdash;</br>Whose arm the Captive's liberty regain'd,</br>And stamp'd his valour with a glorious scar.", "Alas!  his widow might attend him here,</br>And children, too, the slow procession join,</br>And his fond friends indulge the trickling tear</br>O'er his last honours at the awful shrine.", "Perhaps some orphan here might see inurn'd</br>The only guardian of her orphan years;</br>And, on the precipice of errors turn'd,</br>Become reclaim'd by sweet repentant tears.", "The lover, too, might strain an eager look,</br>Once more attempting to survey the fair</br>Who, for his sake, her early friends forsook,</br>With him her days of joy or grief to share.", "What beauty or what charms adorn'd the frame</br>Of this cold image, now to earth consign'd;</br>Or what just praise the heart's high worth might claim,</br>The time-worn letters now no more remind.", "Then what is honour? &mdash; what is wealth or fame?</br>Since the possessor waits the common doom!</br>As much rever'd we find the peasant's name</br>As the rich lord's, when in the levelling tomb.", "To both alike this tribute we may send,</br>The heart-swollen sigh, or the lamenting tear;</br>And without difference o'er their ashes bend,</br>For all distinctions find a level here.", "For nought avails the marble o'er each head,</br>Nor all the art which sculpture can bestow,</br>To save the memory of the honour'd dead,</br>Or strike the living with their wonted awe.", "Then come, ye vain, whom Fortune deigns to bless,</br>This scene at once shall all her frauds expose;</br>And ye who Beauty's loveliest charms possess</br>From this may find a moral in the rose.", "For soon infirmity shall fix her seat,</br>And dissolution lastly close the scene;</br>No more shall youth your jocund acts repeat,</br>Or age relate what graver years have been.", "Yet think not death awaits the course of years,</br>He comes whilst youth her shield of health supports;</br>In every place the potent king appears,</br>To youth, to age, to every scene resorts.", "But why, my heart, that palpitating beat!</br>Can death's idea cause that pensive gloom?</br>Since in the world such thorny cares we meet,</br>And since 'tis peace within the silent tomb.", "Yet still the thought of nature's sad decay,</br>And the reception in the world unknown,</br>Must cast a cloud o'er hope's celestial ray,</br>If not dispell'd by conscious worth alone:", "May this support me in the awful hour</br>When earthly prospects fade before my view;</br>O!  then, my friends, into my bosom pour</br>Some soothing balsam at the last adieu.", "Say, in Elysium we shall meet again,</br>Nor there shall error hold th' enchanting rod;</br>But freed from earth at once we'll break the chain,</br>And thus releas'd shall ne'er offend our God.", "Then hence aversion to the body's doom,</br>Nor let this scene a pensive murmur raise,</br>Nor let thought grieve when pondering o'er the tomb,</br>Though on my grave the senseless herd should graze.</br>"]