["DICUS, TITYRUS.", "DICUS.</br>Now Tityrus, I try and finde</br>A Wife agreeing to my minde;</br>My joys reflected doubled are,</br>She shareth half my Grief and Care,</br>In what she joys, I joy no lesse,</br>Thus double we our happinesse.</br>In all things we communicate,</br>And come I early home, or late,</br>She alwaies ready hath to fit</br>Me with some sweet warm dainty bit.</br>I finde it now the only life,</br>To be thus wedded to a Wife.</br>Lo, I do get, and she doth spare,</br>Abroad I, she at home takes Care,</br>A married life's a Hav'n of blisse,</br>Which who wants, half himself doth misse;</br>My veins now fresher bloud do breed,</br>I with a better stomack feed.", "TITYRUS.</br>It is a Rule observ'd of all,</br>Take off the Common to the Stall</br>A Beast, and he will better thrive,</br>As Bees best gather in a hive.</br>Good Dicus, boast not yet too soon,</br>It is with thee but Honey-Moon:</br>When I to School went, then a childe,</br>My Master first was gentle, milde,</br>Yet after he would soundly pay</br>Me four or five times in a day:</br>We men like fools are pleas'd with change,</br>And at the first new Wives are strange;</br>Fierce Mastifs that at home will fight,</br>Abroad will neither bark nor bite;</br>Weak Cocks away the stronger chase,</br>Till they be wonted to the place.</br>Thou never shalt her Nature know,</br>Till she with thee familiar grow.</br>Then maist thou finde true old complaints,</br>Some wives look like, that prove no Saints.</br>Before the Sun comes round about,</br>Thy certainty may turn to doubt,</br>And Hymen now so frolick grown,</br>In other Posture may be shown.", "DICUS.</br>For mine own part I do not fear,</br>My Wife will hold out all the year:</br>For certain she is straight and right,</br>The same at morning, noon and night.", "TITYRUS.</br>I wish she prove to thy desire,</br>That all our Wives may her admire,</br>For sure most Wives are like the Moon,</br>That alters Morning, Night, and Noon,</br>She never doth from changing cease,</br>But is in Wanes, or in Encrease;</br>Yet let it not to thee seem strange,</br>Thou feel'st not sensibly her change:</br>Thou seest not shadows how they move,</br>Till Motion plain it self doth prove:</br>Observe her well, thy wife will clear</br>This Paradox within the year.", "DICUS.</br>Thou find'st such faults in married life,</br>I wonder why thou took'st a Wife.", "TITYRUS.</br>Sure ev'n as thine, it was my Fate,</br>And now Repentance comes too late,</br>Some manage can the curstest Dog,</br>The Ape makes merry with his clog,</br>The Haggard proves best once reclaim'd,</br>And mettal'd Horses rightly tam'd.</br>I freely for my part protest,</br>Of all I know mine likes me best,</br>And I should take it for a curse,</br>To make a change, and have a worse.</br>And truly, not to be her debtor,</br>Not one of twenty hath a better:</br>Yet for her sake I cannot strain,</br>To say 'tis fair when it doth rain;</br>Before I Amo can decline,</br>All Well breaks up, the Sun doth shine.</br>Fate ne'r good haps by handfuls brings,</br>From out the bad we pick good things.", "DICUS.</br>Oh now thou cogg'st for fear or favour,</br>We'l binde thee to thy good behaviour:</br>It much doth go against my minde,</br>To hear least ill of woman-kinde:</br>Delights of youth, for Middle-age</br>Companions, Nurses for the Sage!</br>So necessary are all good Wives,</br>Not one amongst a hundred thrives</br>Without them; They preserve at home</br>Whatsoever from abroad doth come.", "TITYRUS.</br>Some call them tackled Ships and Barges,</br>Some as they count them Bills of Charges;</br>Some the Armies-Baggage, Stuffe and Tents,</br>Most usefull, yet Impediments;</br>And they that on their tongues dare jest,</br>With Aesope call them worst and best.</br>In fine, all scruples to remove,</br>The Best and Worst are as they prove.", "DICUS.</br>Mine proves already passing well.", "TITYRUS.</br>You me another Tale may tell</br>Some twelvemonth hence, God give you joy,</br>And ere that send a goodly Boy.", "DICUS.</br>Which being wean'd, the Summer after,</br>God send me like my Wife a Daughter.</br>"]