["BUXOMA, HOBNELIA.", "Close by the Entrance of the woodland Plain,</br>Stood the low Cottage of a jolly Swain:</br>The rotting Thatch had lain for many a Year,</br>And on its Eves green Turfs of Grass appear.</br>Before his Hut, a little Spot of Ground</br>The Shepherd had with Hurdles fenc'd around;</br>A five-bar'd Gate upon a Stake he hung,</br>On which Buxoma oft with Pleasure swung:</br>Within th' Enclosure of the Wicker Fence</br>He kept his Ducks and Geese, his Cocks and Hens.</br>These young Buxoma fed, for 'twas to her</br>Of all the Poultry Colin left the Care.</br>As from the Plain one Day Hobnelia hied,</br>Buxoma thro' the Gate the Damsel spied:</br>Straightway she beckoned to the willing Lass,</br>Who ne'er without a Game at Chat could pass.</br>Across the Road the tidy Maiden trip'd,</br>And to Buxoma o'er the Stile she skip'd.</br>The Lasses sate adown beneath the Shade</br>A spreading Elm's thick bending Branches made;</br>For Colin a green Bank of Sod had rear'd</br>Round a tall Elm, that grew within his Yard.</br>The blithesome Damsels took this pleasing Seat,</br>And of their Sweethearts sang in Sonnets neat.", "BUXOMA.</br>Thou know'st, Hobnelia, who's my Fav'rite Lout;</br>Thou'st seen me often speed, I make no doubt,</br>Into yon Nook, where Lobbin's nibbling Sheep</br>Within the Compass of his Eye must keep.</br>As to the Swain I trip'd the other Day,</br>I pluckt a Bush of Fern that grew i' th' way.</br>When with my Knife aslaunt I cut the Root,</br>Eftsoons I spied great L and C to boot:</br>And well thou weenest, Lass, that Schollards spell</br>The Name of Lobbin Clout with C and L.", "HOBNELIA.</br>Ay well I wot a happy Maid art thou,</br>For sure a trimmer Lad ne'er follow'd Plough:</br>But poor Hobnelia still was born to prove</br>The cruel Torments of neglected Love.</br>I'll tell thee, Lass, when Prittilis was wed,</br>And we had seen the Swain and her to Bed,</br>When all the Lads and Damsels slung the Hose,</br>I only had the Luck to miss his Nose.</br>Yet home I sped, and for my Slouchy's sake</br>Beneath my Pillow laid the plummy Cake:</br>But I, instead of dreaming of the Wight,</br>Did nought but sleep and snore the live-long Night.", "BUXOMA.</br>Thou think'st so much of Slouchy, thou'st forgot,</br>That I was there, Hobnelia, hast thou not?</br>Dost thou not ween, that when the Joint grew bare,</br>The Mutton Blade-bone fell to Father's Share?</br>I beg'd it of him when he'd pickt it clean,</br>And slily hid it in my Lap unseen.</br>That Night you mind we all on's lay from home,</br>Because 'twas late, and we had far to come.</br>So I with Roselinda went to Bed,</br>And slipt the Bone beneath the Maiden's Head.</br>Pleas'd went to sleep; but when the Morning came,</br>Soon as we up'd, I told the Lass my Dream.</br>Straightway she gan of Colinet to tell,</br>And how she thought he kiss'd her passing well.</br>I bid her go and see on what she'd lain,</br>And so we laugh'd till almost burst in twain.", "HOBNELIA.</br>As the blue Sky with twinkling Stars was fill'd,</br>One shooting cross the Welkin I beheld:</br>Straight in the Corner of my Apron blue</br>I knit a Knot, and Slouchy thought of you.</br>But yet to prove the Falseness of my Swain,</br>Before 'twas firm the Star was fix'd again.", "BUXOMA.</br>I'll tell thee, Wench, a pretty Prank to play,</br>I try'd it too my self the other Day.</br>Three Handfuls of our whitest Meal I took,</br>And with it blended Water from the Brook;</br>Then with clean Hands I kneaded it to Dough,</br>And made the Letters of the Criss-cross-row.</br>Eftsoons I put 'em in a Bason fair,</br>And fill'd it to the Top with Water clear.</br>Beneath my Bolster this I safely laid,</br>And slept upon it when I went to Bed;</br>But in the Morning, which was strange to see,</br>Upon the Top there swam an L and C;</br>And these, they say, the Name of him point out</br>Who'eer to you shall prove a loving Lout,</br>Now L and C are found in Lobbin Clout.", "HOBNELIA.</br>I'll do't to Night; yet in good sooth I fear</br>That after all I shall be ne'er the near,</br>Because I ne'er had Luck in all my Life;</br>For t' other Day when Goodman Clody's Wife,</br>Who lives at upper End of all the Town,</br>With her first lusty Bairn was fall'n adown,</br>Straightway the Nurse, in Sarcenet Hood so nice,</br>Cut from the groaning Cheese each Lass a Slice:</br>With Pleasure then I to my Cottage sped,</br>And plac'd the Cheese with Care beneath my Head.</br>But this prov'd worse than did the bridal Cake;</br>For all the Night I toss'd and lay awake.", "BUXOMA.</br>Last Night I dreamt a charming Dream, I trow,</br>Which if you'll tell me yours I'll let you know.", "HOBNELIA.</br>Come on then Lass; but first you yours shall tell,</br>For I too dreamt what pleas'd me passing well.", "BUXOMA.</br>I ween'd, Hobnelia, that I saw a Wight,</br>The featest of the Plain with Flowers bedight,</br>I in my Sunday Gown was drest so gay,</br>And with the Shepherd deftly trip'd away.</br>Methought he from our Cottage led me straight</br>Athwart the Plain to Kirk-house Meadow Gate;</br>Thence into Kirk we sped, and there we stand,</br>Until the Parson came and join'd our Hand.</br>Straight after him the jovial Shepherd said,</br>I Lobbin with this Ring Buxoma wed;</br>But when it came to my Turn next to speak,</br>I found myself in Bed and broad awake:</br>Now then, Hobnelia, I your Promise claim,</br>That you rehearse to me your last Night's Dream.", "HOBNELIA.</br>Since you so fairly hast proposed thine,</br>I'll keep my Word, and likewise tell you mine:</br>Methought one Morn the Lasses and the Swains</br>Met altogether on the grassy Plains,</br>They join their Hands so soon as e'er they can,</br>Resolv'd to play at Thread-my-Needle-Nan;</br>Each Shepherd took the Lass he lik'd the best,</br>When Slouchy pickt out me from all the rest,</br>Tho' Doudilis, foul Quean!  had Hopes her Smile</br>Wou'd sure the Lubbar of his Heart beguile.</br>But, oh!  Buxoma, canst thou guess my Glee,</br>When spite of her he gave his Hand to me?</br>Such Joy's too great to last, you well may deem,</br>Eftsoons I wak'd, and found 'twas all a Dream.", "BUXOMA.</br>Then fear not, Lass, to die all crown'd with Willow,</br>I hid a Bunch of Savine in your Pillow,</br>And Gammer Dreamwell always said, you ween,</br>That then your Sweetheart true is ever seen.</br>Now then I'll tell you cheery News beside,</br>I shall before next Year be made a Bride:</br>I heard the Nightingale this Morning sing,</br>Nor have I heard the Cuckow all the Spring;</br>And Good-wives say, she ne'er to wed shall fail,</br>That 'fore the Cuckow hears the Nightingale.", "More had she said, but that the Hens and Cocks</br>By their loud Cackling made her ken a Fox.</br>Sly Reynard throws a Gosling o'er his Back,</br>And scuds away toward the Barly Stack;</br>Buxoma ran in Haste to snatch the Broom,</br>But in the Hurry took a Prong i' th' Room.</br>Just at that Time the Shepherd Cuddy past,</br>And wonder'd where the Damsel hied so fast;</br>Adown Buxoma falling from the Stile,</br>What Cuddy saw would make a Parson smile.</br>At length he spies the Fox, and quick persues,</br>And from his Jaws redeem'd the wounded Goose.</br>The Swain return'd expecting of his Bliss,</br>How from each Damsel he should gain a Kiss;</br>But as they both stood leaning on the Yate,</br>Sadly as they spied it in the Shepherd's Hand,</br>Their Ground no longer cou'd the Lasses stand;</br>But blushing still at what he'd seen before,</br>Fled from the Yate, and clapt the Cottage Door.</br>"]