["BOOK III.  CANTO 4.</br>Justice, true faith in the first good,</br>Our best perswasion</br>Of blest eternity unmov'd,</br>The earths conflagration.", "It doth me good to think what things will follow</br>That well-prov'd thesis in my former song;</br>How we in liquid heavens more swift then swallow</br>Do sail on Tellus lap, that doth among</br>The other starres of right not rudely throng,</br>We have what highest thoughts of man desire:</br>But highest thoughts of man are vain and wrong.</br>In outward heaven we burn with hellish fire,</br>Hate, envie, covetise, revenge, lust, pride and ire.", "In the eighth sphear Andromeda from chains</br>Is not releast; fearfull Orion flies</br>The dreadfull Scorpion.  Alas!  what gains</br>Then is't to live in the bright starry skies?</br>It no man can exeem from miseries.</br>All you that seek for true felicity</br>Rend your own hearts:  There God himself descries</br>Himself; there dwels his beautious Majesty;</br>There shines the sun of righteousnesse in goodly glee.", "And you who boldly all Gods providence</br>Confine to this small ball, that Tellus hight,</br>And dream not of a mutuall influence,</br>And how that she may shine with beames bright</br>At a farre distance clad with Sols lent light,</br>As Venus and the Moon; O you that make</br>This earth Gods onely darling dear delight,</br>All th' other orbs merely for this orbs rake</br>So swiftly for to run, with labour never slack,", "To dance attendance on their Princesse Earth</br>In their quick circuits, and with anger keen</br>Would bite him, that or serious or in mirth</br>Doubts the prerogative of your great Queen!</br>Best use of that your Theory, I ween,</br>Is this; that as your selves monopolize</br>All the whole world, so your selves back again</br>You wholly give to God.  Who can devise</br>A better way?  Mans soul to God this closely tyes.", "But if the Earth doth thankfully reflect</br>Both light and influence to other starres,</br>As well as they to it, where's the defect?</br>That sweet subordination it mars;</br>Gods love to us then not so plain appears:</br>For then the starres be mutually made</br>One for another:  Each all the good then bears</br>Of th' Universe, for 'tis single labour paid</br>With the joint pains of all that in the heavens wade.", "Rare reason!  why I then God would be too good.</br>What judgeth so but envie, and vain pride,</br>And base contract self-love?  which that free floud</br>Of bounty hath so confidently tied</br>Unto itself alone.  Large hearts deride</br>This pent hypocrisie.  Is he good to me?</br>That grace I would not ere should be deny'd</br>Unto my fellow:  My felicity</br>Is multiply'd, when others I like happy see.", "But if the rolling starres with mutuall rayes</br>Serve one another; sweet fraternity</br>And humble love, with such like lore we'll raise,</br>While we do see Gods great benignity</br>Thus mutually reflected in the skie,</br>And these round-moving worlds communicate</br>One with another by spread sympathy:</br>This all things friendly will concatenate:</br>But let more hardy wits that truth determinate.", "It me behoves t' hold forward on my way,</br>Leaving this uncouth strange Philosophy,</br>In which my lightsome pen too long did play,</br>As rigid men in sad severity</br>May deem; but we right carelesse leave that free</br>Unto their censure.  Now more weighty thought</br>Doth sway our mind, thinking how all doth flee</br>Whatever we have painfully ytaught;</br>So little fruits remain of all my skill hath wraught.", "O th' emptinesse of vain Philosophy;</br>When thin-spun reason and exile discourse</br>Make the soul creep through a straight Theory,</br>Whither the blunter mind can never force</br>Her self; yet off, alas!  the case is worse</br>Of this so subtile wight, when dangers deep</br>Approch his life, then his who learnings sourse</br>Did never drink of, nere his lips did steep</br>In Plato's springs, nor with low gown the dust did sweep.", "Certes such knowledge is a vanity,</br>And hath no strength t' abide a stormy stour;</br>Such thin slight clothing, will not keep us dry</br>When the grim heavens, all black and sadly soure</br>With rage and tempest, plenteously down shower</br>Great flouds of rain.  Dispread exility</br>Of slyer reasons fails:  Some greater power</br>Found in a lively vigorous Unity</br>With God, must free the soul from this perplexity.", "Say now the dagger touch'd thy trembling breast,</br>Couldst thou recall the reasons I have shown</br>To prove th' immortall state of men deceast?</br>Evolved reason cannot stand at one</br>Stoutly to guard thy soul from passion.</br>They passe successively like sand i' th' glasse;</br>While thou look'st upon this the other's gone.</br>But there's a plight of soul such virtue has</br>Which reasons weak assistance strangely doth surpasse.", "The just and constant man, a multitude</br>Set upon mischief cannot him constrain</br>To do amisse by all their uprores rude;</br>Not for a tyrants threat will he ere stain</br>His inward honour.  The rough Adrian</br>Tost with unquiet winds doth nothing move</br>His steady heart.  Much pleasure he doth gain</br>To see the glory of his Master Jove,</br>When his drad darts with hurrying light through all do rove.", "If Heaven and Earth should rush with a great noise,</br>He fearlesse stands; he knows whom he doth trust,</br>Is confident of his souls after joyes,</br>Though this vain bulk were grinded into dust.</br>Strange strength resideth in the soul that's just,</br>She feels her power how's commands the sprite</br>Of the low man, vigorously finds she must</br>Be independent of such feeble might,</br>Whose motions dare not 'pear before her awfull sight.", "But yet my Muse, still take a higher flight,</br>Sing of Platonick Faith in the first Good,</br>That Faith that doth our souls to God unite</br>So strongly, tightly, that the rapid floud</br>Of tints swift flux of things, nor with foul mud</br>Can stain, nor strike us off from th' unity,</br>Wherein we stedfast stand, unshak'd, unmov'd,</br>Engrafted by a deep vitality:</br>The prop and stay of things is Gods benignity.", "Als is the rule of his Oeconomie:</br>No other cause the creature brought to light</br>But the first Goods pregnant fecundity:</br>He to himself is perfect full delight;</br>He wanteth nought, with his own beams bedight</br>He glory has enough.  O blasphemy!</br>That envy gives to God or soure despight!</br>Harsh hearts!  that feign in God a tyranny,</br>Under pretense t' encrease his sovereign Majesty.", "When nothing can to Gods own self accrew,</br>Who's infinitely happy; sure the end</br>Of this creation simply was to shew</br>His flowing goodnesse, which he doth out-send</br>Not for himself; for nought can him amend;</br>But to his creature doth his good impart,</br>This infinite Good through all the world doth wend</br>To fill with heavenly blisse each willing heart:</br>So the free Sunne doth 'light and 'liven every part.", "This is the measure of Gods providence,</br>The key of knowledge, the first fair Idee,</br>The eye of truth, the spring of living sense,</br>Whence sprout Gods secrets, the sweet mystery</br>Of lasting life, eternall charity.</br>But you O bitter men and soure of sprite!</br>Which brand Gods name with such foul infamy</br>As though poor humane race he did or slight,</br>Or curiously view to do them some despight,", "And all to shew his mighty excellency,</br>His uncontrolled strength:  fond men!  areed,</br>Is't not as great an act from misery</br>To keep the feeble, as his life to speed</br>With fatall stroke?  The weak shak'd whisling reed</br>Shows Boreas wondrous strong!  but ignorance</br>And false conceit is the foul spirits meed;</br>Gods lovely life hath there no enterance;</br>Hence their fond thoughts for truth they vainly do advance.", "If God do all things simply at his pleasure</br>Because he will, and not because its good,</br>So that his actions will have no set measure;</br>Is't possible it should be understood</br>What he intends?  I feel that he is lov'd</br>Of my dear soul, and know that I have born</br>Much for his sake; yet is it not hence prov'd</br>That I shall live, though I do nigh and mourn</br>To find his face; his creatures, wish he'll slight and scorn.", "When I breathe out my utmost vitall breath,</br>And my dear spirit to my God commend,</br>Yet some foul feigne close lurking underneath</br>My serious humble soul from me may rend:</br>So to the lower shades down we shall wend,</br>Though I in hearts simplicity expected</br>A better doom; sith I my steps did bend</br>Toward the will of God, and had detected</br>Strong hope of lasting life, but now I am rejected.", "Nor of well-being, nor subsistency</br>Of our poor souls, when they do hence depart,</br>Can any be assur'd, if liberty</br>We give to such odde thoughts, that thus pervert</br>The laws of God, and rashly do assert</br>That will rules God, but Good rules not Gods will.</br>Whatere from right, love, equity, doth start,</br>For ought we know then God may act that ill,</br>Onely to show his might, and his free mind fulfill.", "O belch of hell!  O horrid blasphemy!</br>That Heavens unblemish'd beauty thus dost stain</br>And brand Gods nature with such infamy:</br>Can Wise, Just, Good, do ought that's harsh or vain?</br>All what he doth is for the creatures gain,</br>Not seeking ought from us for his content:</br>What is a drop unto the Ocean main?</br>All he intends is our accomplishment,</br>His being is self-full, self-joy'd, self-excellent.", "He his fair beams through all has freely sent:</br>Purge but thy soul that thou mayst take them in.</br>With froward hypocrite he never went,</br>That finds pretexts to keep his darling sinne.</br>Through all the Earth this Sprite takes pains to winne</br>Unto himself such as be simply true,</br>And with malignant pride resist not him,</br>But strive to do what he for right doth shew;</br>So still a greater light be brings into their view.", "All Lives in severall circumference</br>Look up unto him and expect their food;</br>He opes his hand, showrs down their sustinence:</br>So all things be yfild with their wish'd good,</br>All drink, are satisfi'd from this free floud.</br>But circling life that yet unsettled is</br>Grows straight, as it is further still remov'd</br>From the first simple Good, obtains lesse blisse,</br>Sustains sharp pans inflicted by just Nemesis.", "But why do I my soul loose and disperse</br>With mouldring reason, that like sand doth flow.</br>Life close united with that Good, a verse</br>Cannot declare, nor its strange virtue show.</br>That's it holds up the soul in all her wo</br>That death, nor hell, nor any change doth fray.</br>Who walks in light knows whither he doth go;</br>Our God is light, we children of the day.</br>God is our strength and hope, what can us then dismay?", "Goodnesse itself will do to us this good,</br>That godly souls may dwell with him for aye.</br>Will God forsake what of himself's belov'd?</br>What ever Lives may shrink into cold clay;</br>Yet good mens souls deaths hests shall not obey.</br>Where there's no incompossibility</br>Of things, Gods goodnesse needs must bear the sway.</br>You virtuous brood take't for sure verity,</br>Your souls shall not fall short of blest eternity.", "But yet bold men with much perplexity</br>Will here object against this principle,</br>Heaping up reasons (strange fecundity</br>Of ignorance!)  that goodly might to quell</br>Of my left argument, so fairly well</br>Set down, right strongly the unsettled spright</br>To have confirmed at my last far-well:</br>But contrair forces they bring into sight</br>And proudly do provoke me with that rout to fight.", "Whence was't, say they, that God the creature made</br>No sooner?  why did infinite delay</br>Precede his work?  should God his goodnesse staid</br>So long a time?  why did he not display</br>From infinite years this out-created ray</br>The mighty starres why not inhabited,</br>When God may souls proportion to their clay</br>As well as to this earth?  why not dispred</br>The world withouten bounds, endlesse uncompassed?", "Poore souls!  why were they put into this cave</br>Of misery, if they can well exist</br>Without the body?  Why will not God save</br>All mankind?  His great wisdome if it list</br>Could so contrive that they'd at last desist</br>From sinning, fallen into some providence</br>That sternly might rebuke them that have mist</br>Their way, and work in them true penitence:</br>Thus might they turn to God with double diligence.", "Why be not damned souls devoyd of sense</br>If nothing can from wickednesse reclaime,</br>Rather then fry in pain and vehemence</br>Of searching agony?  or why not frame</br>Another form, so with new shape and name</br>Again to turn to life?  One centrall spright</br>Why mayst not many forms in it contain</br>Which may be wak'd by some magnetick might,</br>'Cording as is the matter upon which they light?", "For when two severall kinds by Venus knit</br>Do cause a birth, from both the soul doth take</br>A tincture; but if free it were transmit</br>Uncloth'd with th' others seed, then it would make</br>One simple form; for then they could not slake</br>One th' others working.  Why is the World still</br>Stark nought, through malice, or through blind mistake?</br>Why had the first-made man such a loose will</br>That his innumerous of-spring he should fouly spill.", "Why was not this unlucky world dissolv'd</br>As soon as that unhappy Adam fell?</br>I itch till of this knot I be resolv'd:</br>So many myriads tumble down to hell,</br>Although partakers of Gods holy spell.</br>Beside, tis said, they that do not partake</br>Of Christian lore, for ever they must dwell</br>With cursed fiends, and burn in brimstone lake:</br>Such drery drad designee do make my heart to quake.", "One of a multitude of myriads</br>Shall not be sav'd but broyl in scorching wo?</br>Innumerous mischiefs then to mischiefs addes</br>This worlds continuance if that be so:</br>Ill infinitely more then good doth grow.</br>So God would show much more benignity</br>If he the ribs of heaven about would strong</br>Powder the earth, choke all vitality</br>Call back the creature to its ancient nullity.", "But thou whoere thou art that thus doth strive</br>With fierce assault my groundwork to subvert</br>And boldly dost into Gods secrets dive,</br>Base fear my manly face noise make m' avert.</br>In that odde question which thou first didst stert</br>I'll plainly prove thine incapacity,</br>And force thy feeble feet back to revert,</br>That cannot climb so high a mystery:</br>I'll shew thee strange perplexed inconsistency.", "Why was this world from all infinity</br>Not made?  say'st thou:  why?  could it be so made</br>Say I?  For well observe the sequency:</br>If this Out-world continually hath wade</br>Through a long long-spun-time that never had</br>Beginning, then there as few circulings</br>Have been in the quick Moon as Saturn sad</br>And still more plainly this clear truth to sing,</br>As many years as dayes or fleeting houres have been.", "For things that we conceive are infinite,</br>One th' other no'te surpasse in quantity.</br>So I have prov'd with clear convincing light,</br>This world could never from infinity</br>Been made.  Certain deficiency</br>Doth alwayes follow evolution:</br>Nought's infinite but tight eternity,</br>Close thrust into itself:  extension</br>That's infinite implies a contradiction.", "So then for ought we know this world was made</br>So soon as such a Nature could exist</br>And though that it continue, never fade,</br>Yet never will it be that that long twist</br>Of time prove infinite, though nere desist</br>From running still.  But we may safely say</br>Time past compar'd with this long future list,</br>Doth show as if the world but yesterday</br>Were made, and in due time Gods glory out may ray.", "Then this short night and ignorant dull ages</br>Will quite be swallowed in oblivion;</br>And though this hope by many surly Sages</br>Be now derided, yet they'll all be gone</br>In a short time, like Bats and Owls yflone</br>At dayes approch.  This will hap certainly</br>At this worlds shining conflagration.</br>Fayes, Satyrs, Goblins the night merrily</br>May spend, but ruddy Sol shall make them all to fly.", "The roaring Lions and drad beasts of prey</br>Rule in the dark with pitious cruelty;</br>But harmlesse man is maister of the day,</br>Which doth his work in pure simplicity:</br>God blesse his honest usefull industry.</br>But pride and covetize, ambition,</br>Riot, revenge, self love, hypocrisie,</br>Contempt of goodnesse, forc'd opinion</br>These and such like do breed the worlds confusion.", "But sooth to say though my triumphant Muse</br>Seemeth to vaunt as in got victory,</br>And with puissant stroke the head to bruize</br>Of her stiffe foe, and daze his phantasie,</br>Captive his reason, dead each faculty:</br>Yet in her self so strong a force withstands</br>That of her self afraid, she'll not aby,</br>Nor keep the field.  She'll fall by her own hand</br>As Ajax once laid Ajax dead upon the strand.", "For thus her self by her own self's oppos'd</br>The Heavens, the Earth, the universall Frame</br>Of living Nature, God so soon disclos'd</br>As he could do, or she receive the same.</br>All times delay since that must turn to blame,</br>And what cannot he do that can be done?</br>And what might let but by th' all-powerfull Name</br>Or Word of God, the Worlds Creation</br>More suddenly were made then mans swift thought can runne.", "Wherefore that Heavenly Power or is as young</br>As this Worlds date; or else some needlesse space</br>Of time was spent, before the earth did clung</br>So close unto her self and seas embrace</br>Her hollow breast; and if that time surpasse</br>A finite number, then infinity</br>Of years before this Worlds Creation passe.</br>So that the durance of the Deity</br>We must contract, or strait his full Benignity.", "But for the cradle of the Cretian Jove,</br>And guardians of his vagient Infancie</br>What sober man but sagely will reprove?</br>Or drown the noise of the fond Dactyli</br>By laughter loud?  Dated Divinitie</br>Certes is but the dream of a drie brain:</br>God maim'd in goodnesse, inconsistencie;</br>Wherefore my troubled mind is now in pain</br>Of a new birth, which this one Canto'll not contain.</br>"]