["This flame-expecting taper hath at length</br>Received fire, and now begins to burn;</br>Scarce any vigour yet it hath, or strength;</br>Apt to be puft and quench'd at ev'ry turn:</br>It was a gracious hand that first endow'd</br>This snuff with flame; but mark, this hand doth shroud</br>Itself from mortal eye, conceal'd behind a cloud.", "Thus Man begins to live; an unknown flame</br>Quickens his finish'd organs; now possest</br>With motion; and with motion doth proclaim</br>An active soul, tho' in a feeble breast.</br>But how, or when infus'd?  ask not my pen;</br>Here flies a cloud before the eyes of men;</br>I cannot tell thee how; nor can'st thou tell me when.", "Was it a parcel of coelestial fire</br>Infus'd by heaven into this fleshly mould?</br>Or was it (think you) made a soul entire?</br>Or was it now created?  or of old?</br>Or is't a propagated spark, rak'd out</br>From nature's embers? &mdash; while we go about</br>By reason to resolve, we still increase the doubt.", "If it be part of that coelestial flame,</br>It must be e'en as pure and free from spot,</br>As that eternal fountain whence it came:</br>If pure and spotless, then whence came the blot?</br>Itself being pure, could not itself defile:</br>Nor hath unactive matter power to soil</br>Her pure and active form; as jars corrupt their oil.", "Or, if it was created, tell me when?</br>If in the first six days, where kept till now?</br>Or, if the soul was new created, then</br>Heaven did not all at first it had to do.</br>Six days expir'd, then all creation ceas'd:</br>All kinds, e'en from the greatest, to the least,</br>Were finish'd, and compleat, before the day of rest.", "But why should Man, the lord of creatures want</br>That privilege which beasts and plants obtain?</br>Beast brings forth beast; and plant a perfect plant;</br>And ev'ry like brings forth its like again.</br>Shall fowls and fishes, beasts and plants convey</br>Life to their issue; and man, less than they?</br>Shall these get living souls, and man dead lumps of clay?", "Must human souls be generated then?</br>Beware that rock!  that dark suggestion fly!</br>If nature's work produce the souls of men,</br>Man's soul is mortal; all that's born must die.</br>&mdash;What shall we then conclude?  what sunshine will</br>Dispel this gloomy cloud? &mdash; till then, be still,</br>My vain-aspiring thoughts! &mdash; lie down my puzzled quill.</br>"]