["O Liberty, to Britain's favour'd Land</br>Far dearer than the Muses fabled Throng,</br>Propitious guide me with thy friendly Hand,</br>And while I sing thy Praises, aid my Song!</br>So shall I soar above this earthly Sphere,</br>And so shall all thy Sons with due Attention hear.", "Bear me, O bear me, to each Plain and Flood</br>Renown'd for Triumphs in thy sacred Cause,</br>Where in firm Ranks our warlike Barons stood,</br>Th' Avengers of thy violated Laws;</br>But chief on Thames' fam'd Borders let me stray,</br>Then waft me to the Boyne, and last to Northern Spey!", "O point the Spot, where, in th' embattled Field,</br>Ere Slaughter swell'd the Boyne's impetuous Tide,</br>Thy guardian Arm, with providential Shield,</br>Turn'd, unobserv'd, the guiltless Ball aside:</br>'Twas thou, blest Nymph, that from th' impending Blow</br>In that important Hour preserv'd thy Champion's Brow.", "Swift ran the Rumour through th' Hibernian Host</br>That William, dreaded William, was no more;</br>Thence to the Capital and farthest Coast</br>It flew, and ev'n to Gallia's distant Shore;</br>Each Slave, each Priest, unseemly Joy betray'd,</br>And Rome's triumphant Cross once more in Thought survey'd.", "When Britain, in luxurious Charles's Reign,</br>In fatal Union join'd with faithless Gaul,</br>The States of harrass'd Belgia to enchain,</br>Resolv'd to perish, or avert her Fall,</br>The Patriot-Hero, in his youthful Years,</br>To Conquest led by thee, dispell'd his Country's Fears.", "Again, when Tyranny, worst Fiend of Rome,</br>In this despairing Isle terrific rose,</br>Soon he dispers'd that more than Stygian Gloom,</br>And soon the Monster sunk beneath his Blows:</br>To Him, to Thee, we owe that Royal Race</br>Who now with gentle Sway Britannia's Sceptre grace.", "What though the Bourbon Chiefs, inur'd to Arms,</br>O'er ravag'd Flandria, like a Torrent, spread,</br>Friend to thy Rights, and Votary to thy Charms,</br>Through Glory's Paths thy Hosts the Warrior led;</br>Witness thy Plains, O Steenkirk, stain'd with Blood,</br>Witness dread Landen's Field, and Sambre's wondering Flood.", "From martial Toils, in Windsor's Shades, retir'd,</br>Our last Deliverer, of the Brunswick Race,</br>Our second William, with thy Love inspir'd,</br>Delights, fair Liberty, thy Deeds to trace;</br>Display'd in History's recording Page,</br>The Triumphs of thy Sons his peaceful Thoughts engage.", "And well we know by whom the Highland Bands</br>Back to their Friths and native Rocks were driven;</br>Vain their Attempts to seize our cultur'd Lands,</br>By France and Rome commission'd, not by Heaven;</br>Th' almighty Sire, whom Earth and Heaven obey,</br>Confirms a Brunswick's Right, approves a Brunswick's Sway.", "Though swift thy flew o'er half th' unguarded Realm,</br>And Terror in each loyal Face appear'd,</br>Tho' all, but George, were daunted at the Helm,</br>When Charles on Derby's Plains his Standard rear'd;</br>Yet what avail'd this fugitive Success?</br>What Perth's distinguish'd Zeal, or Lovat's sage Address?", "What fierce Balmerino's undaunted Air,</br>Who with stern Smiles the Field of Death survey'd;</br>What wise Pitsligo's Skill, or Elcho's Care,</br>Or what ev'n Manchester's disloyal Aid?</br>When Crawford, wafted from the Belgian Shore,</br>Unsheath'd his dreaded Blade, distain'd with Turkish Gore;", "When Guest and Blakeney, in Britannia's Cause</br>Firm and unshaken, check'd their rapid Course;</br>And last, to rescue our endanger'd Laws,</br>When youthful William, with resistless Force,</br>Eager pursued them o'er the Tweed and Spey,</br>And dash'd Rebellion's Hopes on fam'd Culloden's Day.", "So perish all whom Rome's ensnaring Arts,</br>And Gallia's flattering Promises, excite</br>To rob our Sovereign of his Subjects Hearts,</br>And quench our pure Religion's Gospel-Light!</br>So all have perish'd, who, beguil'd by Pride,</br>Have sigh'd for Slavery's Yoke, and righteous Power defy'd.", "What but Ambition, what but Pride, impell'd</br>Those faithless Spirits in the Realms above,</br>Who once in Glory and in Bliss excell'd,</br>Obedient only to the Law of Love,</br>To fill Heaven's peaceful Regions with Alarms,</br>\"And dare,\" with impious Rage, \"th' Omnipotent to Arms?\"", "But soon, \"hurl'd headlong from th' aethereal Sky,\"</br>For ever exil'd from those blest Domains,</br>(As sings our matchless Bard) \"reserv'd they lie</br>In penal Fire and adamantine Chains;\"</br>And there, convinc'd from whence their Sufferings spring,</br>Too late they see their Crime, and own th' Eternal King.</br>"]