["Yet once again, O muse, once more shake off</br>The long lethargick interval, and wake</br>To loud laments of woe:  hark!  how the bell</br>With sudden stroke, and slow alternate pause,</br>Give horror to the night, while ev'ry vale,</br>Each hollow bank that's wash'd by winding Cam,</br>Proclaims Eugenio gone!  Hail!  godlike youth,</br>My soul's blest, dearest half:  O say, what tears,</br>What praise best suits thee?  Late when Aegon dy'd,</br>Aegon, whose virtues, like sol's western ray,</br>Shone on me in decline; the solemn tale</br>Came o'er me like a pestilential storm</br>That blasts where'er it falls; my speech, my thought</br>At once forsook me; my suspended pulse</br>Forgot to beat, and life's impurpl'd stream</br>Froze up in cold obstruction. &mdash; Say, ye pow'rs,</br>Shall one so lately known, and lost so soon,</br>Be wept with frantick energy; and he,</br>Sweet friend, and partner of my early youth,</br>Fall unlamented, unadorn'd in song,</br>As tho' he ne'er had been?  Adieu!  Eugenio,</br>Than whom a swain more sweet and amiable,</br>With more distinguish'd worth, was never form'd,</br>In all the prodigality of nature,</br>Of gentle life and manners, of deportment</br>Mild, modest, graceful, of a conversation</br>Soft, and enriching as the falling dew.</br>He was in mind, in body, and in action</br>A fair epitome of every virtue.</br>But cease, O cease, ye elegiac tribe,</br>The customary farce.  His better shade</br>Nor wants, nor ought regards the worthless meed</br>Of venal verse; not, though ye breathe such strains,</br>As erst sweet Orpheus, son of harmony,</br>What time from forth their deep, sequester'd shades</br>The Fauns and Dryads, and coy mountain nymphs</br>Pour'd down the vale, and round the plaintive bard</br>Stood fast enthrall'd by musick's liquid chains.</br>At that fam'd hour, grave history reports,</br>Soon as he 'gan bewail his lov'd, his lost</br>Eurydice, the breath of each bold wind</br>Lay mute, and motionless; swift Hebrus' streams</br>Stop'd short in mid career.  Fantastick change</br>Spread her light pinions; contrarities</br>Turn'd similar, antipathy itself</br>Became most sympathetick; now the lamb</br>Couch'd dauntless by the listening lion's side,</br>That smooth'd his brindled crest; the fluttering dove</br>And eagle, mighty tyrant of mid air,</br>Perch'd on one bough.  Things erst inanimate</br>Started to life; tall Haemus' cloud-capt height</br>Bow'd low applause, and all the leafy audience</br>Wept tears of amber &mdash; O!  had heaven but spar'd</br>The godlike subject of my plaintive song,</br>Then had we hop'd to see, nor hop'd in vain,</br>Another Orpheus.  Oft beneath the shade</br>Of elm, oak, maple, or the spreading beach,</br>He sung fair Rosalind, and still his strains</br>Hang musical on ev'ry shepherd's ear.</br>Ah!  lov'd Eugenio, could the rain of eyes,</br>The garb's dark gloss, or, mind's more sable hue</br>Touch Pluto's iron soul, e'er now thy friend</br>Had melted to a fountain; but the gulph,</br>The mighty gulph between, that poets feign,</br>Once pass'd irremeable, holds thee back</br>With nine-fold fence for ever.  Then I'll weep</br>No more, but still I'll wear thee in my heart;</br>Lodg'd in that sacred center shalt thou rest,</br>Nor needs a better tomb.  Let Aegypt's sons</br>In all the pride of piety prepare</br>The dome, and pyramids fantastick height,</br>T' inshrine their lifeless kings; the vain attempt</br>Howe'er design'd, still, like the fabrick's self,</br>Ends in a point.  The impassive soul disdains</br>Her marble durance, swift she wings her flight</br>To revel in Elysium.  There, Eugenio,</br>I'll rest, and leave thee.  In those blissful shades</br>Musaeus, Orpheus, and the sacred soul</br>Of him who, like Iapetus' bold son,</br>Stole fire from heaven, await thee; haste thee then,</br>Dear youth, and fill the yet imperfect choir.</br>"]