["Sure, if a Soul that ne'er indulg'd a Thought</br>But what an Angel's Breast itself might know,</br>A Soul that, by superior Virtue taught,</br>Spurn'd with Contempt each glittering Snare below,</br>And, conscious of its Greatness, dar'd aspire</br>To Scenes of Heavenly Bliss on Wings of Heavenly Fire:", "If each internal Grace, each Charm sublime,</br>That with the Angel bids the Man compare;</br>If these are Praises which, in Spite of Time,</br>Shall flourish ever dazzling, ever fair,</br>Thy Name, lamented Youth, (for these were thine)</br>High on Truth's hallow'd Roll in deathless Pomp shall shine!", "Though few thy Years, yet Wisdom to thy Soul</br>Already had unlock'd its copious Store:</br>There Filial Goodness reign'd without Controul:</br>Parental Fondness cou'd not wish for more!</br>Nature, in Wonder lost, around thy Head,</br>Saw the ripe Palm of Age its blooming Honours spread!", "Oh!  why has envious Death from mortal View</br>Snatch'd this inestimable Flow'r so soon!</br>At Morn it flourish'd, bright with vernal Dew&mdash;</br>Cut down and withered ere th' Approach of Noon!</br>Was it for Earth too fragrant, pure, and fair,</br>Fit only for the Skies, and born to blossom there?", "Ah me!  nor Innocence nor Truth can save,</br>Insatiate Death, from thy ferocious Pow'r!</br>Nor Wealth nor Grandeur can elude the Grave,</br>Or gain one supernumerary Hour!</br>Not the sweet Muse with her melodious Charm,</br>Nor Piety herself thy Fury can disarm.", "Ye Sister Nymphs that haunt Castalia's Spring,</br>To every Stream and Grove proclaim his Doom,</br>To Strains of Sadness wake the melting String,</br>And hang with Cypress Wreaths his early Tomb,</br>Your Votary mourn, for you to him were dear,</br>And overwhelm his Shrine with many a grateful Tear.", "Hail highly-favour'd Shade!  thou hear'st no more</br>The Storms and Tumults of this World of Care;</br>Now safely landed on th' immortal Shore,</br>Seraphic Throngs their starry Wreaths prepare,</br>Their Palms and Vestments of unfading Light,</br>And lead thee to the Throne with nameless Glories bright.", "Where sits that awful Pow'r, whose boundless Love</br>Was all thy Happiness &mdash; thy Heav'n below!</br>Nor this pure Effluence of the Joys above,</br>Could soothing Vice e'er tempt thee to forego;</br>Pleasure, soft warbling Syren, call'd in vain,</br>Still shunn'd thy callous Ear her bland insidious Strain.", "Then not a Tear let sad Reflection rouse,</br>You on whom Heav'n, which seem'd to frown, has smil'd;</br>To whom that envied Title it allows,</br>The favour'd Parents of so lov'd a Child!</br>Suppress each plaintive Thought &mdash; each pious Sigh&mdash;</br>Nor wish the Saint one Moment from his kindred Sky:", "'Tis there his spotless Soul receives the Crown,</br>To Virtue due, which soar'd beyond his Years!</br>Ah!  what mistaken Zeal would call him down</br>To this inhospitable Vale of Tears,</br>T' exchange for mortal Pleasures (fleeting Shades!)</br>Celestial genuine Joys, and Bliss that never fades?</br>"]