["O Peace, that on a lilied bank dost love</br>To rest thine head beneath an Olive Tree,</br>I would that from the pinions of thy Dove</br>One quill withouten pain ypluck'd might be!</br>For O!  I wish my SARAH'S frowns to flee,</br>And fain to her some soothing song would write,</br>Lest she resent my rude discourtesy,</br>Who vow'd to meet her ere the morning light,</br>But broke my plighted word &mdash; ah!  false and recreant Wight!", "Last night as I my weary head did pillow</br>With thoughts of my dissever'd Fair engross'd,</br>Chill Fancy droop'd wreathing herself with willow,</br>As though my breast entomb'd a pining ghost.</br>\"From some blest couch, young Rapture's bridal boast,</br>Rejected SLUMBER!  hither wing thy way;</br>But leave me with the matin hour, at most!</br>As night-clos'd floweret to the orient ray,</br>My sad heart will expand, when I the Maid survey.\"", "But LOVE, who heard the silence of my thought,</br>Contriv'd a too successful wile, I ween:</br>And whisper'd to himself, with malice fraught&mdash;</br>\"Too long our Slave the Damsel's smiles hath seen:</br>To-morrow shall he ken her alter'd mien!\"</br>He spake, and ambush'd lay, till on my bed</br>The Morning shot her dewy glances keen,</br>When as I 'gan to lift my drowsy head&mdash;</br>\"Now, Bard!  I'll work thee woe!\"  the laughing Elfin said.", "SLEEP, softly-breathing God!  his downy wing</br>Was flutt'ring now, as quickly to depart;</br>When twang'd an arrow from LOVE'S mystic string,</br>With pathless wound it pierc'd him to the heart.</br>Was there some Magic in the Elfin's dart?</br>Or did he strike my couch with wizard lance?</br>For straight so fair a Form did upwards start</br>(No fairer deck'd the Bowers of old Romance)</br>That SLEEP enamour'd grew, nor mov'd from his sweet Trance!", "My SARA came, with gentlest look divine;</br>Bright shone her Eye, yet tender was its beam:</br>I felt the pressure of her Lip to mine!</br>Whisp'ring we went, and Love was all our theme&mdash;</br>Love pure and spotless, as at first, I deem,</br>He sprang from Heaven!  Such joys with Sleep did 'bide,</br>That I the living Image of my Dream</br>Fondly forgot.  Too late I woke, and sigh'd&mdash;</br>\"O!  how shall I behold my Love at eventide!\"</br>"]