["Tho' oft in life the virtuous suffer wrong,</br>And sink unheeded by the passing throng,</br>Yet one there lives, in mystic clouds inroll'd,</br>Who kindly listens, to each woe that's told.", "On Bodnam plain, a place for cyder fam'd,</br>A knight there lived, and Trypho was he nam'd,</br>By money solely was his worship sway'd,</br>Unaw'd he liv'd, and seem'd of none affraid;</br>So dauntless was he, that some witlings trace</br>His rightful lineage from a god's embrace.</br>One only daughter from his loins had sprung,</br>Around whose heart unnumber'd beauties hung.</br>Calipsa nam'd, whose charms so caught each eye,</br>The village swains did oft about her vie;</br>One youthful shepherd, singled from the rest,</br>The damsel's fancy seem'd to like the best,</br>And oft as home their bleating charge they drove,</br>Young Dorcus dropt unfeigned signs of love,</br>Which flowing gently thro' each partial vein,</br>Both sheep, and shepherds, saunter'd o'er the plain.", "One cloudless evening, as across the glade</br>Young Dorcus walk'd beside the blooming maid,</br>with falt'ring tongue, and cheeks both passing pale,</br>He faintly ventur'd to unfold his tale;</br>Calipsa blush'd, and with her hand conceal'd</br>Her glowing cheeks, which more her case reveal'd.</br>The secret told, what need I more to say,</br>Each, by degrees, strove bashfulness away;</br>He, own'd a flame within his bosom dwell'd,</br>And she, a something never to be quell'd;</br>Night creeping in, the happy couple part,</br>Both deeply wounded by the urchin's dart.", "Next morn to Trypho, swift young Dorcus fled,</br>(As, urg'd by Cupid, who'd have lain a-bed,)</br>To whom his wishes, gently he reveal'd,</br>Nor ought possess'd of, he from him conceal'd,</br>The sire oft smil'd, while Dorcus simply spoke,</br>It pleas'd him well, and thus from silence spoke,</br>\"Calipsa take, and with her take, I pray,</br>Half of my flock, upon your wedding day.\"</br>The youth, enraptur'd, bow'd his thanks, and went</br>To where his damsel waited the event.</br>The news soon told, love sparkling in their eyes,</br>He to his bosom press'd the blooming prize;</br>Both highly joyous, nimbly o'er the green,</br>Like bounding kids, they long to close the scene.</br>The day propos'd, the bride-maid singled out,</br>He took his leave, and hastes to Colin Clout,</br>Who had a father always to him been,</br>And who Calipsa had so often seen.</br>When Collin heard what Trypho had foretold,</br>That on the marriage he'd divide his fold,</br>The dow'r he doubted, shook his head, look'd grave,</br>And own'd he fear'd, he meant to play the knave;</br>His words prophetic, facts confirm'd were true;</br>For scarce in one were join'd the happy two,</br>When angry Trypho thunder'd from his gate,</br>The sad Calipsa, and her darling mate.</br>Ah!  whither now shall these sad lovers go?</br>No cot to screen them from the chilling snow,</br>Two wretched outcasts, spurn'd from his hard breast,</br>Whose duty 'twas to see them not oppress'd.</br>As on they mov'd, bedew'd with virtues tear,</br>Nigh Collin's cot they found themselves draw near;</br>Who (gen'rous man) no sooner heard their fate,</br>Than his was theirs, and brighten'd up each mate;</br>Not wanting pity, open flew his doors,</br>And soon appear'd the choicest of his stores.", "When this was known, as rumour's tongue is loud,</br>Soon thither flock'd the wonder-making croud;</br>Some sang applause, while others Trypho blam'd,</br>And Collin Clout, the county round was fam'd;</br>Who for his tender unimplor'd relief,</br>By ev'ry swain was soon acknowledg'd chief;</br>While old Sir Gripus, kin to none but self,</br>Remain'd a beggar, tho' so rich in pelf:</br>For if a man his hoard will not reduce,</br>To serve the needy, whence can rise its use.</br>Those who endeavour to get rich too fast,</br>Will find a pillow, thorny at the last.</br>The moral's plain, religion stamps it true,</br>Not only serve yourself but others too.</br>"]