["Blithe was the board, and festive wore the hours</br>When many a friend regal'd my natal day;</br>And Mirth and Music join'd their witching pow'rs</br>To make the very gloom of Winter gay:</br>When I by chance beneath the nipping ray</br>Of the cold moon, that glisten'd keen and clear,</br>Indulg'd at eve a momentary stray,</br>The Spirit of my birth, with voice severe,</br>Yet looks serenely sweet address'd my list'ning ear:", "Hold, Youth, a moment hold, nor yet return</br>Where sweet Forgetfulness thy mind decoys,</br>From rathe Rememb'rance one true maxim learn,</br>&mdash;One thoughtless step Life's journey oft alloys;</br>Put off from hence the soft indulgent joys,</br>The dream of youth that leads to waking woe,</br>Fond scenes of love, and rhymes, and idle toys,</br>And all that youth and playful fancies shew.</br>Poor is the rose's fruit tho' sweet it's blossoms blow.", "Since first thy little infant steps I view'd</br>Full twice ten times the verdure's come and flown;</br>Yet not in vain these trees their bloom renew'd,</br>&mdash;Full twice ten times the useful fruits have grown;</br>Then what hast thou in all these seasons done?</br>Does Truth expand while Science cloathes thy mind?</br>Bring'st thou from Oxford's pageant porch, alone</br>A tufted cap, and hood \"that droops behind!\"</br>With sleeves of fluttering silk replete with empty wind?", "Was it for this by Severn's circling stream</br>I taught thy youth to cull the fairest flow'rs?</br>Was it for this I oft to Isis came</br>And cheer'd thy wand'ring solitary hours?</br>But now my wing with sad reluctance cours</br>To see thy youth in soft enjoyment flown;</br>To see neglected all thy native pow'rs,</br>And twice ten years of youthful vigour gone.</br>Say, in these years of prime &mdash; what hast thou done?", "Hast thou aright the league of God explor'd</br>That Nature's comments on her Author shew?</br>Hast thou in op'ning herbs and minerals por'd</br>Where soothings soft for man's afflictions grow?</br>Do'st thou of Laws the nice distinction know,</br>To hold 'twixt man and man the scales of right?</br>Can'st thou give Truth in Eloquence to flow,</br>And wrest oppression from tyrannic might?&mdash; </br>&mdash;I sigh'd. &mdash; The Spirit frown'd &mdash; and sighing took her flight.</br>"]