["ARGUMENT.</br>Alecto moves Achaias Prince</br>Fair Helicon to vew</br>Butt Mansay of the flamming rock</br>Forbids his jornay new</br>When unto Helicon he cam</br>Laissa he espyes</br>Whom he for Sister does not know</br>And wold with love surpryse.", "Melpomene now gone, the furie streight</br>Directs her course up to the light of day</br>Devysing what way best to frame this slight</br>And so bethinks her on a strainge essay</br>A slight, a falsed, and a curs'd revenge</br>A creweltie, a plague, that seemeth strainge", "And thus it was the for said Phedro had</br>A laufull Sone Phelarnon cald by name</br>Whos prais and mereits was so lairgly spred</br>His father joyid of such a Galants fame</br>Alecto him from rests hey tour broght doune</br>To search for honour and to find renoune.", "When lazie night with sable wings ov'r-spread</br>The cristall sphers, and dim'd the azure Light</br>Sleip buried men in rest from labor fred</br>In Sleip Phelarnon sies ane Angell bright</br>To him appeir and his walk braine tormented</br>With vision strange at last those words presented", "Fair Prince as Nature has ordaind the strong</br>Of goode proportioune with a verteous mynd</br>Yea of thy Martiall self must be the song</br>Of after living Poets as we fynd</br>Nature in the those gifts has no wayes showne</br>To burie them unto the world unknowne", "Who so wold win renoune he thus proceids</br>Up to the throne or Theatre of glorie</br>The first rewarde of heigh and noble deids</br>Must be to act the deid (Whos endles storie)</br>shall be reveiv'd with never dyng Fame</br>In Tyms steill books to etermize thy name", "Yea verteous woorth but glorie can not be</br>Glorie on Vertue waits wheir ere she goes</br>(Evne as thy shadow followes still on thee)</br>And all Her deids to endles Fame she showes</br>Thus his desyre, his mynd, his will, and all</br>She fram'd to worke his wrak, his death his fall", "Lastlie with flattrie thus the feind essayes</br>Brave Youth begot of royall race and birth</br>How spends thou so into obscure thy dayes;</br>This stains thy valour and thy woundrous woorth</br>Go then to Parnass mont extoll thy name</br>With vertue, wounder, valour, glorie fame", "For know Parnassus mightie mont retains</br>That which should raise thy glorie to the skyes</br>So fates decreis and so the Heavens ordains</br>Heighe Jove the wills from sluggish rest to ryes</br>This said to shaples aershe takes her flight</br>But left his hart impoyson'd with her slight", "For whill she spak his spreit she did in spyre</br>With hote desyre of honor glorie fame</br>He wa'k't, he Blush't, his eyes did flamm with fyre</br>Whill strengthe and courage stroave with slouth and shame</br>Her stronge and venom'd word's suche vertue had</br>They Hope, desyre, strength, courage, valour bred.", "And by this tyme fair Phoebus ishewing out</br>Did beautifie with brightnes of his beams</br>Fair Leucotheas foreheid round about</br>Rysing above the wavie Oceane stream's</br>Athon, and Phlegon trampling clouds that powrs</br>Melted by fyre breath in silver showr's.", "Getting a tincture to the Spiders wheb's</br>Waveing above dame Floras fragrant poses</br>Upon sweit smelling birkes and tender shrob's</br>Greine leaves and prickles of vermiliane roses</br>Whill Aeoll breaths, their prettie tops declyning</br>They daunce, they glance, they smyl on Phoebus shyning", "Not only heir alone fair Phoebus shaw's</br>One Neptuns glassie glistring back he playes</br>Upon whoes restles never ceassing waves</br>He combs his crispe irradiant heir whoes rayes</br>Wold seeme to set the hiest heavns on fyre</br>Whill in our Hemispere is his empyre.", "But suddenlie to darknes turn'd the day</br>From skyes heavne threatned earthe with roaring thunder</br>That man and beast and feinds in hell affray</br>Heavens fyre did seeme to tear the earthe a sunder</br>Which of this Monarches fall did warning make</br>Of death, of bloode, of ruine, and of wrake", "Ah flattrie wyld and most pernicious</br>The mask of malice mover of mischeif</br>The Father old of lies most vitious</br>The Nurse of falshood, and the ground of greif</br>The fall of kingdomes, Princes and estates</br>The cause of murther, sinck, of all deceat's", "The map or purtrat of Hypocresie</br>Usurping once the office of a freind</br>Thou beirs the name and voyce so cunninglie</br>As if the knott of freindship wer combin'd</br>In the, (while lyik a Slave thouw serves the will)</br>Yet fram's desyre to the desing's of ill.", "Thus unto man a Slave thou seem's to be</br>And yet thou still obtains the masters hyre</br>Tho art Conquerour of womens chastitie</br>And ov'r their Sex thow beirs a proud empyre</br>The sharpe rebuk's of freinds ar better far</br>Nor suggred words of anie flatterer", "As cunning Foullers drawes (with craftie flight)</br>The fouls into the traine for theme devysd</br>Or fishers that allures the fishe by sight</br>Of bait which pray has them to death entys'd</br>So flattrie leids a man to his owne fall</br>His shame, his wrack, his death disgrace, and all", "As Syrens doe (with sweetest sounding songs)</br>Enchaunt the Sea-mans hart, his ears, his eis.</br>That them to heare ay more and more he longs</br>Thither direct'd his winged vessel flies.</br>Till shee is clift-upon the craggie shore</br>And then the monstre does the man devoure.", "So Sycophants allures thy mynd and thence</br>In flamm's desyre when from their lip's does flow</br>Stream's rivers floods nay sea's of eloquence.</br>That drouns the Senses with a pleasant show</br>Of all delight yet proves deceat and pain</br>Which heir is shown'e by falce Alectos train:", "Whoes fyre in flam'd the brave Phelarnon's mynd</br>That up he rose to vew Parnassus montane</br>And from his fathers court (insecreir kynd)</br>He stole unsein to sie the sacred fontaine</br>While by the way his hope, his hairt, his thought</br>For praise, woorth, valour, and renoune, they sought", "While he drew neir the mount he stoode to wonder</br>The earthe begone to tremble quack and rapp</br>As if it would have rent and brust a sunder</br>With trembling noyes lyik to a thunder clapp</br>At last he on a fearfull flamme did look</br>Cum frome a cave enrold in clouds of smook,", "He (whoes undanted spright nought could effray)</br>To know this strange adventure wold draw neir</br>Frome out the flamme he hard a voyce to say</br>Ah wofull Prince Phelarnon back reteir</br>Death the abyds upone, Parnassus montane</br>If thow approache too neir the sacred fontane", "He stoode as one amaz'd to heir his name</br>So cald upon, by whome he could not know</br>At last as one awakned frome a dreame</br>He sayd what ghost so er'e thou be but show</br>Thy name, and why thou threattins me with death</br>Their of no sign's appeir, I live I breath.", "The voice agane made answer to the Prince</br>My name is Mansay of the flamming rock</br>That in the bowel's of the earth far hence</br>(By magick spells) fore saw thy fatall chok</br>For this heavne threatning mont whoes streams falls doun</br>Conteins thy wrack and ruine of thy croune.", "Wheir fore flie back and leave thy fond conceat</br>Mar not thy mynd with suche a frantick storie</br>Learne for to eternize thy endles deate</br>In anticque roll's of fame with Martiall glorie</br>Leave to the Muses their divorc'd empyre</br>Be not ov'r cum with loves alluring fyre", "And thus fairweel new visions calls me hence</br>At those his words the Prince amazed stands</br>He neids wold now returne but no defence</br>Was left Alectos flattrie him commands</br>To go and sett all dastard fear apairt</br>It is not words but deids that kills the hairt", "This was Laissas brother certanlie</br>Achaias king of children hade no more</br>For all men deem'd Laissa for to be</br>Dround by Kalander as ye harde before</br>Alecto (that foull feind the Prince,) has led</br>Of Lissa fair to be enamoured.", "And so resolvd he mounted up so hye</br>That by this tyme the chariot of the Sune</br>Had neir hand reacht the top of all the skye</br>From whoes reflex all creaturs doeth shune</br>Them selfs; and so he sies a grove of tries</br>Whoes loftie tops did seeme to threat the skies.", "Wheirto Phelarnon hastelie did goe</br>They promeist aide the heat for to with stand</br>Wheir Sommers blossomes made a seemlie show</br>So thick that heat nor cold no entraunce fand</br>Whose smell a swit ambrosiall odour throves</br>Furth throuw the plains the medowes and the groves.", "He much admeird those tries so straight and fyne</br>The Cedar Elme, and Oak, the Ciprus fair</br>The Esp, the Esh, the Popler, and the Pyne</br>The Lourell, Ew, the Raintrie, Willow rair</br>The Birk, the, Olyue, Sallow, and the Mirrhe</br>The Mazer, Beitche, the Birsell, and the Firre.", "There was he led throuw Naturs woundrous store</br>Whill chirming birds did toune their chanting lay's</br>Unto a sylver brook that sweetlie rore</br>Whoes murmur on the trembling Pebles play's</br>Their roaring musick Echo back resounds</br>From hollow caves, heigh rock's, and whisling winds", "And whil he travel'd throuw these path's unknowne</br>He suddanlie was ravish'd with delight</br>Of ane fair Ladie who to him was showne</br>All naked saife her smoak, and sleipping streght</br>Beautie wold neids triumphe and love should wonder</br>Love bred delight, and courious sight bred wonder", "Her armes owr'croce her comely brest that hings</br>As if they wold defend it frome assault</br>Of frantick Love who with displayed wings</br>Above her in the are was finding falt</br>That Jove sutch sacred treasur would pas by</br>Whome Juno skarce could keip above the sky.", "Her long small hands as lillis whitte did seeme</br>To joy for being amorous eache of other</br>Their soft embracements sweit they did esteeme</br>Whill as their fingers link't in pair's together</br>Her yvorie monts (to whose aspyring top's</br>Blew asure conducts drew sweit Nectar drop's)", "Humbled them self unto her corall lipps</br>Who in their pretious purple painting dye</br>Tuo rainge of orientiall pearle eclipse</br>From wounding sight of peirsing mortall eye</br>What carles sleip neglect's by curious chance</br>In ordour lyes her beautie to advance.", "Her muskie breath still mounting in the skie</br>Whose smook lyik sweit perfume infects the air</br>Her deip and hollow throat continually</br>Sends furth a dulce and dolfull sound of care</br>Wheir with sum skalding sighes wer interlynd</br>Whoes munting shew the sorow of her mynd.", "Her daintie limbs wer shed with flourie knop's</br>Who loath to part from such a galant prey</br>Made leavie mantles of their loftie top's</br>To hyde her daintie skine from heat of day</br>And flourisht fairer then they did before</br>Provyding crouns and garlands for her glore.", "Evn'e as the Lyzard through the flourie grase</br>Beholds a mans fair visage whill he sleip</br>Thither to haist she craull's with speedie pase</br>And of her brood her kendlinges, taks no keip,</br>She lyes she looks, she loves, and taks delight</br>To sie his face, and surfeit one the sight", "So whill the Prince beheld the sleiping Mayde</br>The beautie of her lovely countenance</br>Delight, love, wounder, and amazement bred</br>He stoode he stear'd he gaiz'd at evry glance</br>He blush'd; to looke wheir touche (no looks) have part</br>Yet lookd, till looks in lust, hade droun'd his hart", "Whill carles sleip thus naked had her left</br>Left was the Prince in wounder, love, delight.</br>Delight his hart out throuw his eyes had reft</br>Reft with each looke each thought each glace each sight</br>Sight wounder, love delight, amaizment breidinge</br>Hope, passione, heat, desyre one lust still feiding.", "At last resolvid with silent noyes drew neir</br>To act this furious wofull tragedie</br>Not knowing that it was his Sister deir</br>Whom he wold now bereave of chastitie</br>But O he feird that heaven's revenging flame</br>Wold plague him if he wrong'd that Virgine Dame.", "And now he back reteirs with silent pace</br>And shrouds him in a shaddow grove frome sight</br>Wheir he might still behold her lovlie face</br>Whill she awaking frome a trubled spright</br>With sobs, with sighes, with grones, with tears she sayes</br>Ah haven's too long your justest vengeance stayes.", "But shameing' thus to sie her self so bare</br>She drawes her to her garmends neir hand bye</br>And being cled she seemed thryce so fair</br>That dimd the sight of any mortall eye</br>None might abyd her blazing starr's bright glance</br>Which back reverberats their radiance,", "Not muche unlyk Apollos goldin light</br>You first his drousie eyes may weel espy</br>When he from watrie Thetis taks his flight</br>And first begins to mount the azure sky</br>But whane on tope of hiest heaven's he stands</br>No ey his ey, no looke his looke, with stands.", "Ev'ne so whill she did sleip he might descry</br>The lovelines and lustre of her face</br>But being wakned now her cheirfull ey</br>Furth throwes his spangling reyes in every place</br>Whose peircing glance with flamming hote desyre</br>Threw lightnings furth, and set the skyes on fyre", "The Prince Phelarnon byds no longer sight</br>But goes unto the fontane by and by</br>She that had never seine ane armed Knight</br>(Before that tyme) geve out a fearfull cry</br>And fled he praes'd with flattring praise to prove her</br>She knew no love, no flattrie then could move her.", ""]