["I never more on aught will place my heart</br>That's given to change, or subject to decay;</br>For I have witness'd friendship, love, depart</br>As if they were the trifles of a day,</br>For every breath of air to waft away!</br>A moonshine and a mockery, all a name,</br>Full of fallacious hopes that lead astray,</br>The veriest fiction of distemper'd dream,</br>More floating bubbles, bursting on life's checker'd stream.", "But I will love the mountains and the sky</br>With an unearthly and increasing love,</br>And all those far and fairy lights on high,</br>That look like spirits as they smile above!</br>Oh!  that my soul were wing'd like the dove,</br>Or that my life, bright star!  were part of thee,</br>That I might in thy glorious orbit move,</br>A thing of light, unprison'd, pure, and free,</br>Spread like thy rays o'er nature's realm &mdash; eternity!", "Not that the world and I are friends or foes&mdash;</br>I never sought its love, deserved its hate,</br>Nor have I mingled in its marts and shows;</br>My stars I blame not, nor accuse my fate,</br>Nor triumph has been mine, nor yet defeat;</br>I war with none, but court a quiet repose,</br>And love the Muse's haunts, the bard's retreat,</br>And wander out alone at evening's close,</br>When all of live into intenser feeling grows!", "And though, at times, my vision doth survey</br>Life's ever-troubled sea and cloudy sky,</br>With mankind's many crimes in dread array,</br>And he himself pursued by hell-hound's cry,</br>Then toss'd away to flames that never die,&mdash;</br>I have no trembling fear of aught, of all</br>That in so dark a picture meets the eye;</br>There's yet some lovely spots upon this ball</br>That have not known the withering blight of man's first fall.", "And there be here stainless beings too,</br>Gemming the wilds of nature, like yon star,</br>All lovely, pure, and pale, amid the blue</br>Deep wilderness of heaven, dwelling afar</br>In virgin loveliness.  Oh!  but ye are,</br>Each in your sphere, divinities of light,</br>Ruling men's destinies:  ye make or mar</br>Our fortune; yes!  and I have felt your might,</br>Until my soul half wish'd ye were not all so bright!</br>"]