["O Pleading, pleasing Shades of Night,</br>Darkness with luckiest Omens crown'd;</br>Darkness (more clear to me than Light)</br>Which overspreads the World around:</br>Conduct of that bright Fair for whom I burn,</br>With whom my Life, my Soul, and all its Joys return.", "Come, beauteous CLOE, to my arms,</br>Come, pretty Turtle, softest Dove;</br>Rush to my Soul, with all thy Charms:</br>I'll gratify the Queen of Love.</br>Long have I stay'd, but crown'd with glad Success,</br>I'll grasp, with twining Arms, the wish'd-for coming Bliss.", "Ah!  cruel and relentless Fair!</br>Can you sit thus my Love disdaining?</br>Whilst here I languish in Despair,</br>Of your unkind Delays complaining?</br>Come, let me from your Lips that Honey taste,</br>And from your Mouth draw in, that purest, sweetest Blast.", "Why can't we join such balmy Kisses,</br>Whose Pleasure will not soon expire?</br>Can you thus mock my fond Addresses,</br>Bright Flame!  that sett'st my Soul on Fire?</br>Why can't that Boon at my Request be given,</br>Which you in private beg from all the Powers of Heaven.", "But tho' Love's Flames within you lie,</br>Tho' He reigns Monarch of your Heart;</br>With artful Coyness you deny</br>That Prize, with which you'd gladly part;</br>And seem (if Man to Woman's Looks may trust) </br>To shun the soft Delight, and spurn at wanton Lust.", "I beg, by all your Native Charms,</br>That sparkling, wanton, shining Eye,</br>Which ev'ry Pow'r of Man alarms;</br>Those Cheeks of purest Crimson-Dye;</br>Those Locks which waving fan that beauteous Face, </br>Dispensing, as they flow, more than an artful Grace.", "That Bosom, which so Fair excels;</br>Those Breasts, than Snow more soft and white;</br>Whose new-born Roundness heaves and swells,</br>And captives Mortals with the Sight</br>By those Twin-Jewels bright I Thee implore,</br>Extinguish all my Flames, my Dying Powers restore.", "Ah!  faithless Charmer!  must I lie</br>Scorching in these uncommon Flames,</br>Unless one Look from that bright Eye,</br>My Soul, and all its Powers reclaims?</br>Come, Cupid; come, auspicious Queen of Love,</br>Appease the rigid Fair, and there my Cares remove. ", "Deep from my Soul I sent these Sighs,</br>And Prayers to the greet Powers above;</br>I pierc'd the Clouds with mournful Cries,</br>Which reach'd at fall the Throne of Jove:</br>Lo!  Cloe yields; the raging Tempests cease,</br>Which labour'd in her Breast, and all her Soul is Peace.", "Her Looks grow quiet and serene,</br>Her Virgin-Modesty appears </br>In her fair Face; hail, brightest Scene!</br>Hence fly my vain deluding Fears!</br>Now pearly Drops steal gently down her Cheeks,</br>From Chastity they flow, and thus her Silence breaks.", "Cloe to your Embraces flies,</br>With mutual Fire she burns for you;</br>With your Addresses she complies,</br>And will by Turns the Bliss renew:</br>Modesty bold she comes with every Power,</br>The Prize I sweetly grasp'd, and bless'd the smiling Hour.", "Whilst now in Bed compos'd she lies,</br>My Fires with Force redoubled creep</br>To that dear Flame that gave 'em Rise,</br>Like Rivers to their Parent Deep.</br>Prostrate I traverse, o'er her Form Divine,</br>Embracing ev'ry Part where nameless Graces shine.", "Our Legs in Cupid's Fetters lock'd,</br>Our Lips, like Birdlime, sticking fast,</br>Our Limbs by grateful Venus yoak'd,</br>Round her white Neck my Arms I cast;</br>Fix'd on her panting Breasts, like Glew, I dwell,</br>And closely, gently press, the Part I like so well.", "Now to those Groves, I wing my way,</br>Where sports the Golden Cyprian Queen;</br>To Cupid's Gardens thence I stray, </br>Gardens with Spring eternal Green:</br>Where, pleas'd, I crop the Purple-blushing Rose,</br>And 'midst a thousand Sweets my drooping Head repose.", "Kisses too fragrant I enjoy,</br>O that the Pleasure would but last!</br>Fruits, too delicious, soonest cloy,</br>I envy when I lose my Taste.</br>Whilst thus we knit in Cupid's closest Ties,</br>Soul intermixing Soul in pleas'd Confusion dies.", "Witness the Sports of mutual Love,</br>Thou Bed of Gold whereon we lie;</br>Thou Watch light, which dost faithful prove,</br>How much the Night can Day outvie:</br>Whilst we close join'd in these sweet binding Chains,</br>The Heat of fervent Love diffuse through all our Veins.", "Thus while the genial Liquor flowing,</br>Bedews our inward languid Limbs;</br>Our Lips, with mutual Kisses glowing,</br>To its full height each Pleasure climbs:</br>Our Tongues, to taste each other's Sweetness meet;</br>Each winking, sparkling Eye, declares each gen'rous Heat.", "Now, ye superiour Powers, bless'd,</br>From Envy free enjoy your State;</br>Jove, of thy Thunder live possess'd,</br>Since I'm as Happy, and as Great:</br>Let me this little Empire long retain,</br>Ye Gods!  your Heavens keep; Monarchs!  unenvy'd reign.", "Thus sporting in Love's pleasing Motion,</br>My Cloe's dewy Lips I press,</br>Which flow with Nectar; Divine Potion!</br>Height'ning the Gust of ev'ry Kiss.</br>Now in her tender Arms I die away,</br>And swim in her bright Eyes, Rivals of clearest Day.", "Now, with the Bracelets of her Hair</br>I play, where Curls delightful flow;</br>I kiss her Breasts, divinely fair!</br>Which, heaving in her Bosom, glow;</br>Whiter than which, the Queen of soft Desires</br>Boasts not; they feed my Soul, and nourish all its Fires.", "Sometimes I kiss her snowy Neck,</br>In Raptures rove from Grace to Grace;</br>Then gently mark her Rosy Cheek,</br>At last her Thighs I freely trace;</br>Thighs smooth as Marble, white as Snows that fall,</br>Where Cupid Sentry stands, to guard his Mother's All.", "With thousand wanton Kisses sporting,</br>Like pretty Turtles in the Groves</br>Paring their Mates; while Joy transporting</br>Their Souls, they coo their little Loves;</br>Each drives with generous Passion to outvie:</br>Each strives to mark our Love, till mutually we die.", "Then with the Breath of purest Air,</br>From Mouths half-open, we transfuse</br>Our wand'ring Souls, till, tir'd with war,</br>A gentle Sweat our Limbs bedews:</br>Panting, we long engag'd; but, at the last,</br>Love flags, our Spirits droop, the happy Moment's past.", "Thus, Pleasure's Fountain once exhausted,</br>From which the vital Marrow flow'd;</br>That Heart, whose Courage oft I boasted,</br>Now trembling sinks beneath its Load.</br>And Sleep, that Death-like Form, kind Refuge brings;</br>But on those Breasts I Die, from whence new Vigour springs.", "Scarce had one short-liv'd Hour revolv'd,</br>She wanton jogs me, War revoking,</br>Tickles me, on her Point resolv'd,</br>Tempts me with Kisses all provoking;</br>My Lips she presses with a gentle Bite,</br>Fawning with Female Arts, which sure to Arms invite.", "My Dear, says she, can you lie dead,</br>Idle, and lost in Mists of Sleep?</br>At which I raise my drowsy Head,</br>And quick to Cupid's Arms I leap:</br>But finding the chief Spring of Nature dry,</br>The Arts of War I search, new Vigour to supply.", "At first I Hand in Hand engag'd;</br>Then at a Distance threw a Dart;</br>Last a full Push I made, enrag'd,</br>Which pleasing, pierc'd her vital Part,</br>Each answers ev'ry Stroke, their Part each play,</br>We boldly act, and all Love's Duties bravely pay.", "Our Souls their former Joys renew,</br>We raise new Sport and wanton Jesting;</br>Our Eyes each other's Charms review,</br>In ev'ry Form of Love contesting:</br>At last our Bodies, warm'd with mutual Fire,</br>To prove each other's Aid, to join in One conspire.", "Now ye propitious Shades of Night,</br>To you ten thousand times Adieu!</br>Attendants on that great Delight,</br>Which Gods would envy if they knew.</br>A Night so pleasant Juno can't bestow,</br>Nor could the Queen of Love, with Mars, a better know.", "Once more adieu, ye pleasing Hours,</br>Which I, with thousand Charms surrounded,</br>With Cloe spent; whilst all Love's Powers</br>With thousand wanton Tricks abounded:</br>Whilst we, by Turns, each other's Beauty prais'd,</br>And from each View, new Wonder, and Amazement rais'd.", "We greeted, murmur'd, whisper'd, sigh'd,</br>Check'd, to provoke again to Pleasure:</br>We warr'd, with tickling Laughter, Dy'd,</br>But we could Live again at leisure.</br>We bill'd, like cooing Doves, sweet Wounds we gave,</br>By Turns we Liv'd, we Dy'd, each other's Life to Save.</br>"]