["\"Ye who have traced the Pilgrim to the scene,</br>Which is his last!\" &mdash; So spoke the Bard renown'd:</br>And yet belov'd Italia hath not been</br>His last; he perish'd on e'en holier ground:</br>One other scene his matchless spirit found,</br>Even that resplendent scene, where th' heav'nly flame</br>Caught his first muse &mdash; and now his bust is crown'd&mdash;</br>Hellas! &mdash; which boasts the glory of his fame,</br>And 'mid her godlike sons enrolls our BYRON's name!", "Yet in the sunny and the pleasant land,</br>Where last his \"sandal-shoon\" and \"scallop-shell\"</br>Were worn, the Pilgrim linger'd; and his hand</br>Wander'd o'er a new lyre, whose rapturous swell</br>Charm'd the wide-listening world; and Tasso's cell</br>Grew vocal in Ferrara once again;</br>And Dante's shade breath'd woe beneath his spell:</br>And Venice and Ravenna not in vain</br>His sojourn woo'd &mdash; Hark, hark!  they echo to his strain.", "And if, amid the luxury of the clime,</br>Amid all sweets that charm the soul and sense,</br>Enticing pleasures witch'd (but for a time)</br>His heart from its high sympathies intense,</br>And held in dalliance soft that mind immense,&mdash;</br>What marvel?  Did he not break proud away,</br>Finding therein no fitting recompence,</br>And to the world long again display</br>The unconquerable soul, that spurn'd the bounds of clay?", "There was a cry of war; the worm had turn'd</br>In Greece upon the foot that crush'd it down;</br>And the old, bright, heroic flame, that burn'd</br>At Marathon, 'gainst Persia's threatening crown,</br>Had burst to life once more; and Othman's frown</br>Was answer'd proudly; and each native chief</br>Felt stirr'd and stung by that bequeath'd renown,</br>Which was so long forgotten in the grief</br>Of slavery &mdash; but now prompts war's final, dire relief.", "There was a cry of war &mdash; of war in Greece;</br>And Harold, whose high muse had sung her woes,</br>And pointed her revenge, when coward Peace</br>Skulk'd through the land, in generous zeal arose,</br>Shook off the soothing pleasures of repose,</br>And, all mindful of himself, essay'd</br>To join the fight against her ruthless foes&mdash;</br>Resolv'd that all his fortunes should be laid</br>Upon her shrine, whose cause he gloried thus to aid.", "Lo, he is on the blue sea once again!</br>And once again, \"with the Ionian blast,\"</br>That swiftly urges o'er the tideless main,</br>He seeks fair Greece &mdash; still breathing of the past&mdash;</br>By his own muse re-consecrated last.</br>He near'd high Stromboli's volcanic isle,</br>Awaiting night &mdash; whose curtain might contrast</br>Its shade with Vulcan's fires; but none the while,</br>Though customary, glared from that steep furnace-pile.", "Yet did he watch throughout the livelong night;</br>And, when pale streaks of morn suffus'd the sky,</br>He turn'd in disappointment from the light&mdash;</br>Then pass'd the fabled god's dark islet by.</br>Greece spread her classic chart before his eye:</br>But whither steer?  and where assume his post?</br>Faction among the patriot chiefs was high&mdash;</br>And Faction's tangling web he dreaded most:</br>Awhile in doubt he lay, on Cephalonia's coast.", "Thence, O o'erjoy'd Metaxata!  'twas thine</br>The Philhellenic hero to receive;</br>And charities, as from a spring divine,</br>Flow'd o'er thee from his heart and hand! &mdash; to give</br>Redress when needed &mdash; freely to relieve</br>The destitute &mdash; to succour the distrest&mdash;</br>These are the impulses that half retrieve</br>Our nature from its curse; and these possess'd</br>The noble, generous heart, that warm'd Childe Harold's breast.", "And now he sends his emissaries forth</br>To gather tidings.  Civil discord reign'd</br>Among the chiefs, alas!  whose patriot worth</br>Had shone conspicuously, and bravely gain'd</br>Freedom for their Morea, erst enchain'd.</br>Yet Spartan virtue glows in every soul&mdash;</br>The jealousy of stratagem unfeign'd;</br>And though dissensions mar their just control,</br>One heart, to freedom staunch, still animates the whole.", "Young dauntless Botzaris &mdash; immortal chief!&mdash;</br>Was up in glory's van &mdash; a rallying name;</br>Speeding on his career, alas!  how brief!</br>Urging his reckless Suliotes on to fame.</br>Greetings he sent to Harold &mdash; as became</br>His own, and the renown of Albion's bard&mdash;</br>Well pleased that this Tyrtoeus, whose soul'd flame</br>Flash'd hope o'er all the expectant land, that warr'd</br>For liberty long lost &mdash; had chos'n a Suliote guard.", "Ah!  these brave spirits ne'er met!  On glory's field,</br>Early, yet full of fame, Botzaris fell,</br>Charging his gallant comrades not to yield,</br>By their deep vow, against the Infidel!</br>And now, in Cephalonia, rumours tell</br>Of danger in the West:  the Moslem fleet</br>Menaces Missolonghi &mdash; whose appeal</br>For aid was heard; and Harold proffers meet</br>Supplies &mdash; whereby repulsed, Mustapha's powers retreat.", "Urged now by the Albanian, Harold sails</br>Flutter for Missolonghi's haven &mdash; where</br>A burst of grateful joy his advent hails:</br>Hark!  as his galleys pass the fortress fair,</br>Quick thunderings of cannon storm the air!</br>Him, disembarked, a motley crowd attend,</br>Civil and military, greeting there:</br>Mavrocordatos hails his country's friend,</br>And shouts of loud acclaim the heaven's rejoicing rend.", "'Tis not for me, who, sorrowing, strike the lyre,</br>E'en while I sing of joy &mdash; it is not mine</br>To follow all that History will require</br>Of Harold's enterprise, &mdash; his brave design</br>Against Lepanto; how pure thoughts divine</br>Of mercy ruled his counsels; how the powers</br>Discordant still he laboured to combine:</br>Ah!  my muse drops unwreath'd th' heroic flowers,</br>And paints the last sad scene &mdash; where Death untimely lowers.", "In Missolonghi centers Pleasure's voice,</br>The season smiles, and Easter is the tide;</br>Singing is heard &mdash; and merry hearts rejoice</br>O'er Samian cups, crown'd high in freedom's pride&mdash;</br>And care by young and old is well defied:</br>But, ah!  what shades of woe the scene o'er cloud!</br>From the dark chamber, where their hopes reside,</br>Issue sad tidings, scarcely breath'd aloud,</br>And every list'ning heart with anxious grief is bow'd!", "Oh!  shall he die &mdash; the fam'd, the brave, the young&mdash;</br>The darling pride of Greece?  Shall he expire?</br>Hush'd is the song of mirth, and every tongue</br>Dwells on his name belov'd, whose warlike fire</br>Equall'd the living fervour of his lyre!</br>The temples of the God are throng'd in prayer;</br>Soft eyes are wt, and tremulous lips enquire</br>Of him who all hearts lov'd; the prospect fair</br>Was cross'd with clouds, and Joy fled, exiled by Despair!", "Delirium sways that mind, whose flame divine</br>Had pierced all climes, from charmed pole to pole;</br>And incoherent words alone assign</br>Import to feelings that surpass control:</br>Ah! 'tis the contest of a parting soul!</br>The eyes are closed &mdash; anon their glance is wild&mdash;</br>And now sleep soothes the sufferer at life's goal;</br>And now he wakes, as one of pain beguil'd:</br>Hark!  he speaks &mdash; \"Oh, my wife, my sister!  oh, my child!\"", "Vainly to Heaven the prayers of Greece are pour'd&mdash;</br>Pass'd is the dark, th' inscrutable decree.</br>The warrior bard &mdash; so glorious, so ador'd&mdash;</br>Who would have died ten thousand deaths for thee,</br>Oh, Greece!  and crown'd thy struggle to be free,</br>With his whole means and might &mdash; he, he expires!</br>'Tis o'er &mdash; the mighty spirit's at liberty&mdash;</br>Sink quench'd those orbs, with all their vital fires:</br>'Tis o'er &mdash; yet, Hellas!  yet his deathless name inspires!", "Who can forget, to the last hour of time,</br>That he &mdash; the brightness of whose glory throws</br>All other names in shadow, though sublime&mdash;</br>For thee, O Greece!  the sword of freedom drew?</br>The voice of song was heard in thee anew,</br>Urging to glorious war; and, as of old,</br>The inspiring bard would act the hero too.</br>O Greece!  once kindled, can'st thou e'er grow cold,</br>In chains henceforth, while this heroic tale is told?", "But concentrate thy powers, a common foe</br>Preys on thy vitals; concentrate thy might;</br>Give jealousies to the four winds, and so</br>Fulfil the bard's incessant prayer &mdash; \"unite!\"</br>And, oh!  let mercy gleam through freedom's flight&mdash;</br>There let not Harold's counsel perish vain;</br>In firm and brave resolve, pursue the right&mdash;</br>Thy glorious part inflexible maintain,</br>But let not savage rites a Christian contest stain!", "How fondly hope anticipates the day,</br>When Athens shall grow famous, as before,&mdash;</br>When Tyranny shall wither in the ray</br>Of rising Liberty, and be no more!</br>When Greece again shall dictate classic lore,</br>And her Parnassian heights exult in song,</br>Inspiring thoughts heroic, as of yore!</br>'Tis a bright dream; but 'twill be felt ere long</br>That sunshine fills this world &mdash; and right must vanquish wrong.", "Lo, the great South!  to darkness damn'd so long,</br>Wither'd in chains, by bigot powers debas'd&mdash;</br>Behold, as from the tomb of ages wrung,</br>To life it starts, with freedom's first-fruits grac'd!</br>Tyrants, your reign is out!  The sweet, sweet taste</br>Of infant liberty is at the core&mdash;</br>And flowers spring beauteous o'er the mighty waste;</br>Centuries of shame, and sleep, and death, are o'er&mdash;</br>Now, now that world's awake!  That world shall sleep no more!", "No!  the great moral energies roll on,</br>Even as the floods of the vast seas, sublime!</br>While the young beams of freedom's conquering sun</br>Stream glorious forth, prevailing over crime&mdash;</br>Brightening the Tropics &mdash; pouting o'er each clime</br>The day-spring of regenerating fire&mdash;</br>Purging the stains of immemorial time,</br>Kindling the new world, with a new desire&mdash;</br>Implanting lofty hopes, enkindling freedom's fire!", "What boots it now to sing, how o'er the wave,</br>In gloom and grief, Childe Harold's dust was borne&mdash;</br>How in his native land he found a grave,</br>Whereat true hearts in speechless anguish mourn?</br>Early from Greece and glory was he torn;</br>Early &mdash; but oh!  how crown'd with every wreath</br>That can the brows of mortal man adorn!</br>Early &mdash; yet proudly waiting to bequeath</br>The unvalued wealth of mind that triumphs over death.", "Yes!  while love's hapless tale shall stir the heart,</br>So long shall Leila and Medora live;</br>While Nature's varying forms a charm impart,</br>Or passing hours and scenes a moral give,</br>Or classic climes bewitching dreams revive;</br>So long shall Harold's page each soul command,</br>So long the thoughts, that in all bosoms strive</br>For utterance, or development, expand,</br>In ecstasy of life, beneath the Magian's wand!</br>"]