["Cruel Disease, why do thy ghastly bands</br>War unprovok'd with gentle temp'rance wage?</br>And cannot Beauty's fair uplifted hands</br>Nor trembling innocence thy wrath assuage?</br>And must thy darts that lovely breast annoy,</br>By nature form'd for peace, serenity and joy.", "Go fierce disease, and fire the drunkard's brain,</br>Go, cram the venom down the glutton's throat;</br>These are the destined subjects of thy reign,</br>Who upon vice, thy loathsome Sister dote,</br>Who to their palate soul and body fell,</br>Who make a league with Death, and covenant with Hell.", "Or go, disease, the miser's sinews screw</br>With spasm convulsive and corroding smart,</br>Who ne'er for other's grief condolence knew,</br>Nor dares a mite e'en to himself impart,</br>The worthless soul from his starv'd carcase wring,</br>And his imprison'd hoards in circling bounty fling.", "Or bid the fiercest of thy horrid crew</br>Seize the vile letcher in his midnight haunt,</br>And dark adulteress, whose sainted hue,</br>Of sun clad chastity makes outward vaunt,</br>Blast her proud beauties with contagion foul,</br>And be her face and fame as leprous as her soul.", "My sweet Eliza ne'er in wish or thought</br>Lax'd the strong texture of her nuptial vow,</br>Her heart is all with truth and friendship fraught,</br>And Charity sits smiling on her brow:</br>When want implores, she ne'er withholds relief,</br>Her pity-dropping eye still melts at other's grief.", "Is it a crime that Nature's tend'rest make</br>Should shrink beneath misfortune's rudest blow?</br>That nerves too delicately soft should quake,</br>With thrilling fear and agonizing woe?</br>That wrapt in heart-pierc'd extacy she stood,</br>And o'er her dying Babe fast stream'd a scalding flood.", "O killing stroke!  In my sweet Jenny's face,</br>A perfect model of her mother grew,</br>Nature ne'er gave a child more winning grace,</br>Nor Raphael, Nature's rival, ever drew.</br>Go, lovely Babe, to Heav'n's bright regions haste,</br>For there, and there alone, thy beauties are surpast.", "But oh just God!  if this affliction's sent</br>To my dear consort for her husband's sin,</br>In dust and ashes let my soul repent,</br>But let the poor's entreaties pardon win;</br>Th' uplifted dart let charity arrest</br>And hold th' impassive shield on dear Eliza's breast.</br>"]