["THENOT.  HOBBINOL.", "THENOT.</br>Tell me good Hobbinol, what gars thee greet?</br>What!  hath some Wolf thy tender Lambs ytorn?</br>Or is thy Bag-pipe broke, that sounds so sweet?</br>Or art thou of shy loved Lass forlorn?", "Or been thine Eyes attempred to the Year,</br>Quenching the gasping Furrows Thirst with Rain?</br>Like April Shower, so stream the trickling Tear,</br>Adown thy Cheek, to quench thy thirsty Pain.", "HOBBINOL.</br>Nor this, nor that, so much doth make me mourn,</br>But for the Lad, whom long I lov'd so dear,</br>Now loves a Lass, that all his Love doth scorn;</br>He plung'd in pain, his tressed Locks doth tear.", "Shepherds Delights he doth them all forswear;</br>His pleasant Pipe, which makes us merriment,</br>He wilfully hath broke, and doth forbear</br>His wonted Songs, wherein he all out-went.", "THENOT.</br>What is he for a Lad, you so lament?</br>Is Love such pinching pain, to them that prove?</br>And hath he Skill to make so excellent,</br>Yet hath so little Skill to bridle Love?", "HOBBINOL.</br>Colin thou kens the Southern Shepherd's Boy:</br>Him Love hath wounded with a deadly Dart.</br>Whylom on him was all my Care and Joy,</br>Forcing with Gifts to win his wanton Heart.", "But now from me his madding Mind is start,</br>And wooes the Widdow's Daughter of the Glenne:</br>So now fair Rosalind hath bred his smart;</br>So now his Friend is changed for a Frenne.", "THENOT.</br>But if his Ditties be so trimly dight,</br>I pray thee Hobbinol record some one,</br>The whiles our Flocks do graze about in sight,</br>And we close shrouded in this shade alone.", "HOBBINOL.</br>Contented I:  Then will I sing his Lay,</br>Of fair Elisa, Queen of Shepherds all;</br>Which once he made, as by a Spring he lay,</br>And tuned it unto the Water's Fall.", "Ye dainty Nymphs, that in this blessed Brook</br>Do bathe your Breast,</br>Forsake your watry Bowers, and hither look,</br>At my request.</br>And eke you Virgins that on Parnasse dwell,</br>Whence floweth Helicon, the learned Well,</br>Help me to blaze Her worthy Praise,</br>Which in her Sex doth all excel.", "Of fair Elisa be your silver Song,</br>That blessed Wight,</br>The Flower of Virgins; may she flourish long</br>In princely Plight.</br>For she is Syrinx' Daughter without spot;</br>Which Pan the Shepherd's God of her begot</br>So sprung her Grace</br>Of heavenly Race,</br>No mortal Blemish may her blot.", "See, where she sits upon the grassy Green,</br>(O seemly sight!)</br>Yclad in Scarlet, like a Maiden Queen,</br>And Ermines white.</br>Upon her Head a Cremosin Coronet,</br>With Damask Roses, and Daffadillies set:</br>Bay-leaves between,</br>And Primroses green,</br>Embellish the sweet Violet.", "Tell me, have ye seen her Angelike Face,</br>Like Phoebe fair?</br>Her heavenly Haviour, her princely Grace,</br>Can you well compare?</br>The red Rose medled with the white yfere,</br>In either Cheek depeinten lively chear;</br>Her modest Eye,</br>Her Majesty,</br>Where have you seen the like but there?", "I saw Phoebus thrust out his golden Head,</br>Upon her to gaze:</br>But when he saw how broad her Beams did spread,</br>It did him amaze.</br>He blusht to see another Sun below,</br>Ne durst again his fiery Face out-show:</br>Let him, if he dare,</br>His Brightness compare</br>With hers, to have the overthrow.", "Shew thy self Cynthia, with thy silver Rays,</br>And be not abasht:</br>When she the Beams of her Beauty displays.</br>O how art thou dasht?</br>But I will not match her with Latona's Seed:</br>Such Folly great sorrow to Niobe did breed.</br>Now she is a Stone,</br>And makes daily mone,</br>Warning all other to take heed.", "Pan may be proud that ever he begot</br>Such a Bellibone,</br>And Syrinx rejoice; that ever was her lot</br>To bear such an one.</br>Soon as my Younglings crying for the Dam,</br>To her will I offer a Milk-white Lamb:</br>She is my Goddess plain,</br>And I her Shepherd's Swain,</br>Albe forswonk and forswat I am.", "I see Calliope speed her to the place,</br>Where my Goddess shines:</br>And after her the other Muses trace</br>With their Violines.</br>Been they not Bay-branches, which they do bear,</br>All for Elisa in her Hand to wear?</br>So sweetly they play,</br>And sing all the way,</br>That it a Heaven is to hear.", "Lo, how finely the Graces can it foot</br>To the Instrument:</br>They dauncen deffly, and singen soote,</br>In their Merriment.</br>Wants not a fourth Grace, to make the Dance even?</br>Let that Room to my Lady be yeven.</br>She shall be a Grace</br>To fill the fourth place,</br>And reign with the rest in Heaven.", "And whither renns this Bevy of Ladies bright,</br>Ranged in a row?</br>They been all Ladies of the Lake behight,</br>That unto her go.</br>Cloris, that is the chiefest Nymph of all,</br>Of Olive Branches bears a Coronall:</br>Olives been for Peace,</br>When Wars do surcease:</br>Such for a Princess been principal.", "Ye Shepherd's Daughters, that dwell on the Green,</br>Hye you there apace:</br>Let none come there but that Virgins been,</br>To adorn her Grace.</br>And when you come, whereas she is in place,</br>See that your Rudeness do not you disgrace;</br>Bind your Fillets fast;</br>And gird in your Waste,</br>For more Fineness, with a taudry Lace.", "Bring hither the Pink, and purple Cullumbine,</br>With Gylliflowers:</br>Bring Coronations, and Sops in Wine,</br>Worn of Paramours.</br>Strow me the Ground with Daffadowndillies,</br>And Cowslips, and Kingcups, and loved Lillies:</br>The pretty Pawnce,</br>And the Chevisaunce,</br>Shall match with the fair Flowre-Delice.", "Now rise up, Elisa, decked as thou art</br>In royal Ray;</br>And now ye dainty Damsels may depart</br>Each one his way.</br>I fear, I have troubled your Troops too long:</br>Let Dame Elisa thank you for her Song.</br>And it you come heather,</br>When Damsins I geather,</br>I will part them all you among.", "THENOT.</br>And was thilk same Song of Colin's own making?</br>Ah!  foolish Boy, that is with Love yblent:</br>Great pity is, he be in such taking,</br>For nought caren, that been so leudly bent.", "HOBBINOL.</br>Siker I hold him for a greater Fon,</br>That loves the thing he cannot purchase.</br>But let us homeward; for Night draweth on,</br>And twinkling Stars the Daylight hence chase.", "THENOT'S EMBLEM.</br>O quam te memorem Virgo!", "HOBBINOL'S EMBLEM.</br>O Dea certe!</br>"]