["The landscape sleeps in mist from morn till noon;</br>And, if the sun looks through, 'tis with a face</br>Beamless and pale and round, as if the moon,</br>When done the journey of her nightly race,</br>Had found him sleeping, and supplied his place.</br>For days the shepherds in the fields may be,</br>Nor mark a patch of sky &mdash; blindfold they trace,</br>The plains, that seem without a bush or tree,</br>Whistling aloud by guess, to flocks they cannot see.", "The timid hare seems half its fears to lose,</br>Crouching and sleeping 'neath its grassy lair,</br>And scarcely startles, tho' the shepherd goes</br>Close by its home, and dogs are barking there;</br>The wild colt only turns around to stare</br>At passer by, then knaps his hide again;</br>And moody crows beside the road, forbear</br>To fly, tho' pelted by the passing swain;</br>Thus day seems turn'd to night, and tries to wake in vain.", "The owlet leaves her hiding-place at noon,</br>And flaps her grey wings in the doubling light;</br>The hoarse jay screams to see her out so soon,</br>And small birds chirp and startle with affright;</br>Much doth it scare the superstitious wight,</br>Who dreams of sorry luck, and sore dismay;</br>While cow-boys think the day a dream of night,</br>And oft grow fearful on their lonely way,</br>Fancying that ghosts may wake, and leave their graves by day.", "Yet but awhile the slumbering weather flings</br>Its murky prison round &mdash; then winds wake loud;</br>With sudden stir the startled forest sings</br>Winter's returning song &mdash; cloud races cloud,</br>And the horizon throws away its shroud,</br>Sweeping a stretching circle from the eye;</br>Storms upon storms in quick succession crowd,</br>And o'er the sameness of the purple sky</br>Heaven paints, with hurried hand, wild hues of every dye.", "At length it comes among the forest oaks,</br>With sobbing ebbs, and uproar gathering high;</br>The scared, hoarse raven on its cradle croaks,</br>And stockdove-flocks in hurried terrors fly,</br>While the blue hawk hangs o'er them in the sky.&mdash;</br>The hedger hastens from the storm begun,</br>To seek a shelter that may keep him dry;</br>And foresters low bent, the wind to shun,</br>Scarce hear amid the strife the poacher's muttering gun.", "The ploughman hears its humming rage begin,</br>And hies for shelter from his naked toil;</br>Buttoning his doublet closer to his chin,</br>He bends and scampers o'er the elting soil,</br>While clouds above him in wild fury boil,</br>And winds drive heavily the beating rain;</br>He turns his back to catch his breath awhile,</br>Then ekes his speed and faces it again,</br>To seek the shepherd's hut beside the rushy plain.", "The boy, that scareth from the spiry wheat</br>The melancholy crow &mdash; in hurry weaves,</br>Beneath an ivied tree, his sheltering seat,</br>Of rushy flags and sedges tied in sheaves,</br>Or from the field a shock of stubble thieves.</br>There he doth dithering sit, and entertain</br>His eyes with marking the storm-driven leaves;</br>Oft spying nests where he spring eggs had ta'en,</br>And wishing in his heart 'twas summer-time again.", "Thus wears the month along, in checker'd moods,</br>Sunshine and shadows, tempests loud, and calms;</br>One hour dies silent o'er the sleepy woods,</br>The next wakes loud with unexpected storms;</br>A dreary nakedness the field deforms&mdash;</br>Yet many a rural sound, and rural sight,</br>Lives in the village still about the farms,</br>Where toil's rude uproar hums from morn till night</br>Noises, in which the ears of Industry delight.", "At length the stir of rural labour's still,</br>And Industry her care awhile foregoes;</br>When Winter comes in earnest to fulfil</br>His yearly task, at bleak November's close,</br>And stops the plough, and hides the field in snows;</br>When frost locks up the stream in chill delay,</br>And mellows on the hedge the jetty sloes,</br>For little birds &mdash; then Toil hath time for play,</br>And nought but threshers' flails awake the dreary day.</br>"]