["TOM PENGERSICK.</br>Where 't a gwaing, Cuzzin Dick, then, soa hastes, cheel-vean?", "DICK TRENGETHA.</br>Fatching hum to Church-town; why, I ben in to Preen.", "TOM.</br>Hast a' fath?  why, what wer't a doing in theare!", "DICK.</br>Thau might'st guess't to the case o't, &mdash; thau knaws't 'tis Preen veare.", "TOM.</br>Noa, fath, then, I didn't; if so be I'd a knaw't,</br>I'd a striv'd to ha' soald thick ould meare what I gat:</br>But did'st sang ony moany?  as a body may say:", "DICK.</br>Ay, I fooch'd the rod coaf and white haafer away.</br>Suchy powerfall tommals of beastes were theare,</br>One could just e'en scudge room for to stand in the veare.", "TOM.</br>But how mooch did'st a meak of the haafer and caaf?", "DICK.</br>Why, I sould 'em, please zure, for dree guinneas and haaf.", "TOM.</br>Loord!  I think, to my simming, 'twere moaney enow;</br>But did'st mit as thau com'st array rud and whit cow?", "DICK.</br>Ay, I seed thick cow that thau bostst Vriday ze'nnight,</br>For fifty oad shillen of un Meagery Bennet;</br>I saw't as she 'were packing about in the hadge,</br>Down by uncle Tom Lugg's theare, to Penzenooth bradge.", "TOM.</br>'Tis the crackestest tuad, Dick, that ever thau seed'st;</br>For sha skeyas about like a thing that's posseast.", "DICK.</br>Teake a pretty thick balsh, Tom, and giv'n a span,</br>Then let'n jump hadges, so quick as 'a can.", "TOM.</br>Fath, I'll span her, and then, if tha boundries she break,</br>I'll goa drive her to market, and fell her, next week.&mdash;</br>But did'st buy any thing when thau wert in tha veare?", "DICK.</br>Arrear Pattick!  dost think I'm come barey from theare?</br>Why, in marchin's shoap, I bestead to be sure,</br>In poldavy, and lincloth, five shillens and more.</br>Besides, I've got vearings and sweetmeats enow,</br>If so be thou'st a mind, thau sha't; ha' soome to chew,</br>Dost 'a like 'em wi'em nuts, or zeeds best inside;</br>For a whoole haaf a pound, I a zure that I buy'd.", "TOM.</br>I think that I'll eat haaf a duzen or soa:</br>But what hast a seed, be so good's let me  knowa;", "DICK.</br>Why the mounty-bag doctor, what the people do caall,</br>Got a stanning post up by the maarket houze waall:</br>And tha man wi' the spicketty jacket was thear,</br>And he made all the foan of the world in the yeare;</br>Whiles tanother man play'd 'pon the muzic soa good,</br>I was verily ready to daance wheare I stood.", "TOM.</br>But did'st buy any mounty-bags vizie or noat?", "DICK.</br>Arrear Pattick!  loke here, see what tommals I goat.</br>Here's soam for to cure zure lips, and zore eyes;</br>Thicky theare, in tha bottle, cures ev'ry diseys;</br>Dism heare in tha paaper cures scaldings and burns;</br>Thicky green as a lek is to drive away curns.", "TOM.</br>Why, zure I believe thau'st got medzin enow.</br>I burst some to Trata 'bout dree years ago.</br>And it cur'd Molly's lang when it wrinkled and swall'd,</br>And the back of the mule when 'twas cruelly gall'd:</br>But did Merryman strike up his out-languidge gaames?", "DICK.</br>Ay, he caall'd the poor Dogter a mashes a naames.</br>And toald suchy hubburld as never was heard,</br>About on ould fodger that got a grey beard,</br>And as how that a herse once mistak'd it for hay,</br>And had like to ha' snapt the ould cheeks o'n away.", "TOM.</br>Coome, 'tis better go wi' me to put hum the cow,</br>Than to stand post up here just a scabbing a gow.", "DICK.</br>I'd goa with 'a, if I could fittily stay;</br>But the mules, 'pon my soul, ha'n't ben water'd to day.</br>This morning I turn'd 'em both into the craft,</br>May be when tis dark, they'll fall swoomp in a shaf;</br>'Tis coming all durkish, or else I would stay&mdash;", "TOM.</br>Then I wish the good night, if thou wilt goa away.</br>"]