["THE ARGUMENT.</br>Sapphus woes Silvia,</br>Yet he thinks it ill,</br>To take to that,</br>Which he did never till.", "THE SECOND ARGUMENT.</br>She, whose sweet and gracefull speech,</br>Might all other shepheards teach:</br>She, whom countries did admire,</br>For her presence and attire:</br>She, whose choise perfections mov'd,</br>Those that knew her to be lou'd.</br>She, even Silvia, for save she,</br>None so faire, and firme could be;</br>When she should be Sapphus Bride,</br>And their hands were to be tide</br>With their hearts in marriage knot,</br>Sapphus heares of Silvias blot.</br>Whereby Sapphus doth collect,</br>How hard it is for to affect,</br>Such an one as will rejoyce,</br>And content her in her choice;</br>He concludes, since all things be</br>Certaine in uncertaintie,</br>Who would trust what women say,</br>Who can do but what they may.</br>\"Forts are won by foes assault,</br>If Maids yeeld, it is Mans fault.\"", "I had a Love as well as any you,</br>And such an one, as had she but her due,</br>Deserv'd the service of the worthiest swaine</br>That ere fed sheepe upon the Westerne plaine.", "DYMNUS.</br>Good Sapphus say, what was thy lasses name?</br>Was it not Silvia?", "SAPPHUS.</br>The very same;</br>It seemes thou knew her.", "DYMNUS.</br>Yes exceeding well,</br>And might have knowne her, but I would not mell,</br>In more familiar sort.", "SAPPHUS.</br>Unworthy Swaine,</br>Did her affection merit such a staine?</br>Suppose she threw some looser lookes upon thee,</br>And thou collected thence she would have won thee,</br>Is this th' requitall of the love she bore?", "DYMNUS.</br>Nay on good Sapphus, I'le do so no more.", "SAPPHUS.</br>No more!  why now I sweare, and may be bold</br>That Dymnus would have done it if he could.</br>Why sir, what parts were ever in you yet,</br>That she on you such fancie should have set?", "TECHNIS.</br>Fie, shepheards fie, we come not here to scold:</br>Come Sapphus, tell thy tale as we have told.", "SAPPHUS.</br>Dymnus doth interrupt me.", "LINUS.</br>Dymnus ceasse.", "DYMNUS.</br>Nay I have done, so he will hold his peace.</br>But to upbraid me, that I had no part</br>To gaine her love, I scorne it with my heart:</br>For Ile avouch.", "TECHNIS.</br>Nay then the strife's begun.", "DORYCLES.</br>Dymnus for shame.", "DYMNUS.</br>Nay shepheards, I have done.", "DORYCLES.</br>Pray then proceed good Sapphus.", "SAPPHUS.</br>Willingly:</br>Though I can hardly brooke this injury.", "DYMNUS.</br>Why Sapphus, I am sure thou know'st all this,</br>That she was light.", "SAPPHUS.</br>I know she did amisse,</br>Yet I must tell you Dymnus, 't had bene fit,</br>That rather I then you had noted it:</br>For it concern'd me most.", "DYMNUS.</br>Pray let it rest,</br>I did not know so much, I may protest.", "SAPPHUS.</br>Dymnus, enough:  and thus I do proceed;</br>Upon a time when I my flocks did feed,</br>Her father Thyrsis chanc'd to come that way,</br>And to observe me more, a while made stay</br>Upon the Downe, where I did feede my sheepe:</br>Who eying me, how duely I did keepe</br>My woollie store (as I had care) from worrien,</br>Scab, sought, the rot or any kind of murren:</br>Tooke such a liking on me, as to say</br>The very truth, upon next holy day,</br>He did invite me to his house, where I</br>Found what was love in lovely Silvia's eye.</br>In briefe, I lov'd her, I may boldly tell,</br>And this her father notes, and likes it well:</br>For oft us'd he to say, right sure I am,</br>A penny in a man then with a man,</br>He did esteeme more of, which he applide</br>Unto that care which he in me descride.", "DYMNUS.</br>A jolly Swaine he was.", "SAPPHUS.</br>He was indeed,</br>And on these Downs more frolicke rams did breed,</br>Then any Swainling that did dwell about him,</br>And truth to say, they would do nought without him.", "DORYCLES.</br>Tis said that Thirsk from Thirsis tooke her name,</br>Who thither with his heards a grazing came,</br>And plaid upon his pipe such pleasant straines,</br>As he yet lives upon the neighbour plaines.", "SAPPHUS.</br>This know I Dorycles, that in my hearing,</br>He pip'd so sweete, that many shepheards fearing</br>Th' melodious straines which issued from his reed,</br>Would so amaze their flocks they could not feede:</br>Joyntly together in a secret cave,</br>Where Palms and Mirtles their increasing have,</br>They so contriv'd an harbour for the nonst,</br>That he might from the scorching Sunne be sconst,</br>And sing at pleasure, while his accents raising,</br>Heardsmen were hearing, and their heards were grazing.</br>For curious seats hewne from the solid stone,</br>Were aptly fram'd for Swaines to sit upon,</br>Who in his voice conceiv'd such choice delight,</br>As a whole Sommer day from morne to night,</br>Seem'd but an houre, so sweetly did be sing,</br>While every day he found out some new spring.</br>But all too long digression have I made;</br>Falling in love with Silvia as I said,</br>I saw and perishd, perishd, for it cost</br>My libertie, which I by seeing lost.", "DORYCLES.</br>Deare was that sight.", "SAPPHUS.</br>Yet dearer may I sweare,</br>Was she to me, then any senses were:</br>For other objects I did wholly shon,</br>Chusing her selfe for me to looke upon.</br>Neither was I hope-reft, for she did seeme</br>To fancie me, hows'ever she did meane;</br>And I deserv'd it, as I thought that day,</br>For clothed in my suite of shepheards gray,</br>With buttond cap and buskins all of one,</br>I may assure you (heardsmen) I thought none</br>On all our Downe more neate or handsome was,</br>Or did deserve more kindnesse from his lasse.", "DYMNUS.</br>A good conceit doth well.", "SAPPHUS.</br>And truth was this,</br>She shew'd me all respect that I could wish,</br>And undissembled too, I am perswaded,</br>Though afterwards all that affection faded.</br>For on a day, (this I thought good to tell,</br>That you may thence perceive she lov'd me well)</br>In a greene shadie harbour I repos'd,</br>With Sycamours and Junipers enclos'd,</br>She privately into the harbour crept,</br>Which seene, I fain'd a sleepe, but never slept.", "TECHNIS.</br>A faire occasion!", "LINUS.</br>How did she reveale</br>Her love?", "SAPPHUS.</br>If you had felt, what I did feele,</br>You never would awakt, but wisht do die,</br>In such a soule-beguiling phantasie.</br>For first she eyed me, nor contented so,</br>With nimble pace she to my lips did go:</br>And calls, and clings, and clips me round about,</br>Using a soft-sweete dalliance with her foote,</br>Not to awake me from my chearefull dreame,</br>But to impart what she in heart did meane;</br>Wherewith I seem'd to wake.", "TECHNIS.</br>Why didst thou so?", "SAPPHUS.</br>Technis, I thought she trod upon my toe,</br>But as I wak'd, she without further stay,</br>Dying her cheekes with blushes, stole away.", "DYMNUS.</br>This shew'd she lov'd thee.", "SAPPHUS.</br>So I know she did,</br>But who can perfect what the fates forbid?</br>For long we lived thus, and loved too,</br>With vowes as firme as faith and troth could do,</br>That nought should ere infringe that nuptiall band,</br>Confirm'd betwixt us two with heart and hand,</br>So as with Thirsis knowledge and consent,</br>After so many weekes in love-toyes spent,</br>It was agreed upon by either side,</br>That I should be her Bridegroome, she my Bride.</br>And th' day of Solemnization was set downe,</br>So as the choisest youths in all the towns,</br>Addrest themselves, for I was valued then</br>Amongst the chiefest Swaines, to be my men.", "LINUS.</br>I know it Sapphus, both thy wealth and worth,</br>Were both of power enough to set thee forth.", "SAPPHUS.</br>In briefe, for I your patience might wrong,</br>To stand upon these marriage rites too long;</br>To th' Church we went, suspecting I may sweare,</br>No such events as after did appeare.", "TECHNIS.</br>What sad events, good Sapphus?", "SAPPHUS.</br>Being now</br>Come to do that which we could nere undo,</br>The Priest pronounc'd a charge, whereby was ment,</br>If either of us knew impediment,</br>Why we should not be joyned, then to speake,</br>That we in time might such a wedlocke breake;</br>Or any one there present should shew cause,</br>Why we might not be married by the lawes:</br>There to declare, in publicke one of these,</br>Or else for ever after hold their peace.</br>God speed them well, said all, save onely one,</br>Who stood from thence some distance all alone,</br>Crying, aloud in open audience,</br>Sapphus forbeare, there is no conscience,</br>That thou should joyne thy hand to one defil'd;</br>At least provide a father for her child.</br>Which she kind pregnant wench is great withall,</br>And, who ere got it, will thee father call.", "TECHNIS.</br>This was a strange prevention.", "SAPPHUS.</br>I confesse it,</br>But if y'ad heard how Meuus did expresse'st,</br>(For so his name was) you would have admir'd</br>His frontlesse impudence.", "DYMNUS.</br>Sure he was hir'd,</br>To frustrate these solemnities.", "SAPPHUS.</br>Ah no,</br>Beleeve me Dymnus it was nothing so:</br>For she was fruitfull long before her time,</br>But th' fault was hers, it was no fact of mine:</br>So as her neighbours judg'd and censurd on her,</br>That she begun by time to take upon her.</br>But this shall be in silence past for me,</br>Onely she's shadowed in my Omphale,</br>And so charactred, as the time may come,</br>Silvia shall be as Flora was in Rome.", "DORYCLES.</br>But what succeeded hence?", "SAPPHUS.</br>Upon this voice</br>There streight arose a strange confused noise,</br>Some Meuus tax'd, and said he was to blame,</br>To blemish any modest Maidens name;</br>Others were doubtfull, lest it should be true,</br>And thus they thought, and thus it did ensue.</br>I now suspicious of this foule dishonour,</br>Which Meuus publickly had laid upon her:</br>Resolv'd those solemne spousals to delay,</br>And put them off untill another day:</br>Meane while, (attend me Swains) when th' day came on</br>That I should marrie, Silvia had a sonne.", "CORYDON.</br>God blesse the boy.", "DYMNUS.</br>Who might the child begit?", "SAPPHUS.</br>Nay Dymnus sure, who ever fatherd it.", "DYMNUS.</br>Who I!", "SAPPHUS.</br>Nay blush not man for you have told,</br>You might oft-times have done it if you wold;</br>But I do wish her all the good I can,</br>And praise her choise, though I be not the man.", "TECHNIS.</br>Unhappie choice!", "DORYCLES.</br>Hard fate!</br>T'is nothing so,</br>You'le heare a choise more fatall ere you go.</br>These were but toyes to entertaine the time,</br>Prepare your handkerchers if you'le have mine.", "ALL.</br>What, must we weepe?", "LINUS.</br>Shepheards a while forbeare,</br>And if there be no cause, judge when you heare.</br>"]