["On Benja's Bank, where vernal palm trees grow,</br>And rip'ning melons bend the fruitful bough;</br>Where genial gales blow round the cool retreat,</br>And heavenly Innocence has fix'd her seat;</br>In silent sorrow two brave warriors stood,</br>While the low Sun illum'd the silver flood;</br>With all the tenderness of grief they mourn'd,</br>Thus CALMA spoke, and BADAN thus return'd.", "CALMA.</br>Oft have we met among these fruitful trees,</br>These blissful scenes of happiness and ease;</br>To join the dance around the dusky grove,</br>Each heart beat rapture, every soul was love;</br>In sweet succession flew our vernal hours;</br>O'er golden sands the Crystal riv'lets stray'd,</br>Harmonious murmurings through the greenwood shade.</br>But now, nor gold, nor happy youths remain,</br>With lightsome hearts to trip the painted plain:</br>From the rude billows rush'd the men of prey,</br>And bore our wives and children far away.</br>On the sad morn, unconscious of a snare,</br>They stray'd contented, for they knew no care;</br>Their forms were bright, as flow'rets wet with dew,</br>Their looks serene, as yon etherial blue,</br>And as the sun beams smile upon the lawn,</br>So bless'd they pass'd, but never to return;</br>A dreadful engine each fierce tyrant held,</br>That burst like thunder o'er the burning field.", "Such were the men that boast Religion's zeal,</br>But drest with hearts that know not how to feel:</br>Oh, might they wander o'er the burning sand,</br>Eternal strangers to their native land,</br>With not one vernal shrub to cheer the eye,</br>Till their stern bosoms learn Humanity!", "Oft has thy aged Sire, as day withdrew,</br>Told us sad stories, which we've found too true,</br>Till from his eye dropp'd many a silver tear,</br>And from his breast burst many a sigh sincere.", "Such are the cares this bosom feels, my friend,</br>Cares which will grow, till life itself shall end:</br>But why thus wander on these Banks forlorn;</br>Why sigh for pleasures that must ne'er return;</br>When the loud war song echo's through the dale,</br>I'll bid my friends, these banks, and groves farewell,</br>To pour the horrors of the howling war</br>Along the scorching plains of Calabar,</br>Where on the whirlwind's wing the tyrant Death</br>Yells in the blast that sweeps the sultry heath.", "BADAN.</br>Ere Care's sad gloom had ting'd thy infant hours,</br>To virtuous deeds I bent thy rising powers,</br>For in the orient bloom of artless youth,</br>I taught the precepts of immortal truth;</br>Taught thee the perils of the storm to brave,</br>And ride in safety o'er the foaming wave;</br>But oh!  fond youth, who taught thee to repine,</br>Sad are thy woes, yet can they equal mine;</br>Thy Sire, the great ALKNADOR, lived in ease,</br>Fell full of days, and died the death of peace,</br>But mine was murder'd on yon hated plain,</br>Nor one of all my relatives remain;</br>Yet did I murmur, did one sigh depart,</br>Did one sad tear spring from this aching heart?</br>&mdash;'Twas mute submission to the stern decree;</br>Firm I obey'd the weight of misery.</br>Blest is the man, and only he is wise,</br>Who can superior to his suff'rings rise;</br>Excessive Grief leads Reason far astray,</br>Our Gods who give may surely take away.</br>"]