["ECLOGUE I.  UNCERTAINTY.</br>TO MR. POPE.", "Pope, to whose Reed beneath the beachen Shade,</br>The Nymphs of Thames a pleas'd Attention paid;</br>While yet thy Muse content with humbler Praise,</br>Warbled in Windsor's Grove her sylvan Lays;</br>Though now sublimely born on Homer's Wing,</br>Of glorious Wars, and Godlike Chiefs she sing:</br>Wilt thou with me re-visit once again,</br>The chrystal Fountain, and the flow'ry Plain?</br>Wilt thou indulgent hear my Verse relate,</br>The various Changes of a Lover's State;</br>And while each Turn of Passion I pursue,</br>Ask thy own Heart if what I tell be true?", "To the green Margin of a lonely Wood,</br>Whose pendant Shades o'erlook'd a silver Flood,</br>Young Damon came, unknowing where he stray'd,</br>Full of the Image of his beauteous Maid:</br>His Flock far off unfed, untended lay,</br>To every Savage a defenceless Prey;</br>No Sense of Int'rest cou'd their Master move,</br>And every Care seem'd Trifling now but Love.</br>Awhile in pensive Silence he remain'd,</br>But tho' his Voice was mute, his Looks complain'd;</br>At length the Thoughts within his Bosom pent,</br>Forc'd his unwilling Tongue to give them vent.", "Ye Nymphs, he cry'd, ye Driads who so long</br>Have favour'd Damon, and inspir'd his Song;</br>For whom retir'd I shun the gay Resorts</br>Of sportful Cities, and of pompous Courts:</br>In vain I bid the restless World adieu,</br>To seek Tranquility and Peace with you:</br>Tho' wild Ambition, and destructive Rage</br>No Factions here can form, no Wars can wage:</br>Tho' Envy frowns not on your humble Shades,</br>Nor Calumny your Innocence invades,</br>Yet cruel Love, that Troubler of the Breast,</br>Too often violates your boasted Rest;</br>With inbred Storms disturbs your calm Retreat,</br>And taints with Bitterness each rural Sweet.</br>Ah luckless Day!  when first with fond Surprise,</br>On Delia's Face I fix'd my Eager Eyes;</br>Then in wild Tumults all my Soul was tost,</br>Then Reason, Liberty, at once were lost;</br>And every Wish, and Thought, and Care was gone,</br>But what my Heart employ'd on her alone.</br>Then too she smil'd:  Can Smiles our Peace destroy,</br>Those lovely Children of Content and Joy?</br>How can soft Pleasure, and tormenting Woe,</br>From the same Spring at the same Moment flow?</br>Unhappy Boy, these vain Enquiries cease,</br>Thought cou'd not guard nor will restore thy Peace.</br>Indulge the Frenzy that thou must endure,</br>And sooth the Pain thou know'st not how to cure.</br>Come flatt'ring Memory, and tell my Heart,</br>How kind she was, and with what pleasing Art</br>She strove its fondest Wishes to obtain,</br>Confirm her Pow'r, and faster bind my Chain.</br>If on the Green we danc'd, a mirthful Band,</br>To me alone she gave her willing Hand;</br>Her partial Taste if e'er I touch'd the Lyre,</br>Still in my Song found something to admire.</br>By none but her my Crook with Flowr's was crown'd,</br>By none by her my Brows with Ivy bound:</br>The World that Damon was her Choice believ'd,</br>The World alas!  like Damon was deceiv'd.</br>When last I saw her and declar'd my Fire,</br>In Words as soft as Passion cou'd inspire.</br>Coldly she heard, and full of Scorn withdrew,</br>Without one pitying Glance, one sweet Adieu.</br>The frighted Hind who sees his ripen'd Corn,</br>Up from the Roots by sudden Tempests torn,</br>Whose fairest Hopes destroy'd and blasted lie,</br>Feels not so keen a Pang of Grief as I.</br>Ah, how have I deserv'd, inhuman Maid,</br>To have my faithful Service thus repaid?</br>Were all the Marks of Kindness I receiv'd,</br>But Dreams of Joy, that charm'd me and deceiv'd?</br>Or did you only nurse my growing Love,</br>That with more Pain I might your Hatred prove?</br>Sure guilty Treachery no Place cou'd find,</br>In such a gentle, such a gen'rous Mind:</br>A Maid brought up the Woods and Wilds among,</br>Cou'd ne'er have learn't the Art of Courts so young:</br>No; let me rather think her Anger feign'd;</br>Still let me hope my Delia may be gain'd;</br>'Twas only Modesty that seem'd Disdain,</br>And her Heart suffer'd when she gave me Pain.", "Pleas'd with this flatt'ring Thought, the lovesick Boy</br>Felt the faint Dawning of a doubtful Joy,</br>Back to his Flock more chearful he return'd,</br>When now the Setting-Sun less fiercely burn'd.</br>Blue Vapours rose along the mazy Rills,</br>And Light's last Blushes ting'd the distant Hills.", "</br>ECLOGUE II.  HOPE.</br>TO MR. DODDINGTON.", "Hear Doddington, the Notes of that Shepherds sing,</br>Notes soft as those of Nightingales in Spring:</br>Nor Pan, nor Phoebus tune the Shepherd's Reed;</br>From Love alone our tender Lays proceed;</br>Love warms our Fancy with enlivening Fires,</br>Refines our Genius, and our Verse inspires:</br>From him our Theocritus on Enna's Plains,</br>Learnt the wild Sweetness of his Dorick Strains;</br>Virgil by him was taught the moving Art,</br>That charm'd each Ear, and soften'd every Heart:</br>O would'st thou quit the Pride of Courts and deign</br>To dwell with us upon the vocal Plain,</br>Thee too his Pow'r should reach, and ev'ry Shade</br>Resound the Praises of thy fav'rite Maid;</br>Thy Pipe our rural Concert wou'd improve,</br>And we shou'd learn of thee to Please and Love.", "DAMON no longer sought the silent Shade,</br>No more unfrequented Paths he stray'd,</br>But call'd the Nymphs to hear his jocund Song,</br>And told his Joy to all the Rustick Throng.", "Blest be the Hour, he said, that happy Hour,</br>When first I own'd my Delia's gentle Pow'r;</br>Then gloomy Discontent and pining Care</br>Forsook my Breast, and left soft Wishes there:</br>Soft Wishes there they left, and gay Desire,</br>Delightful Langours, and transporting Fires.</br>Where yonder Limes combine to form a Shade,</br>Mine Eyes first gaz'd upon the charming Maid;</br>There she appear'd on that auspicious Day,</br>When Swains their sportive Rites to Bacchus pay:</br>She led the Dance &mdash; Heav'ns!  With what Grace she mov'd!</br>Who cou'd have seen her then, and not have lov'd?</br>I strove not to resist to sweet a Flame,</br>But glory'd in a happy Captive's Name;</br>Nor wou'd I now, cou'd Love permit, be Free,</br>But leave to Brutes their savage Liberty.", "And art thou then, fond Swain, secure of Joy?</br>Can no Reverse thy flattering Bliss destroy?</br>Has treach'rous Love no Torments yet in store?</br>Or hast thou never prov'd his fatal Pow'r?</br>Whence flow'd those Tears that late bedew'd thy Cheek,</br>Why sigh'd thy Heart as if it strove to break?</br>Why were the desart Rocks invok'd to hear,</br>The plaintive Accent of thy sad Despair?</br>From Delia's Rigour all those Pains arose,</br>Delia who now compassionates my Woes,</br>Who bids me Hope; and in that charming Word,</br>Has Peace and Transport to my Soul restor'd.", "Begin my Pipe, begin thy gladsome Lay;</br>A Kiss from Delia shall thy Musick pay;</br>A Kiss obtain'd 'twixt struggling and consent,</br>Giv'n with forc'd Anger, and disguis'd Content:</br>No Laureat Wreaths I ask to bind my Brows,</br>Such as the Muse on tuneful Bards bestows;</br>Let other Swains to Praise or Fame aspire;</br>I from her Lips my Recompense require.", "Hark how the Bees with Murmurs fill the Plain,</br>While every Flow'r of every Sweet they drain,</br>See how on yonder Hillock's grassy Steep,</br>The basking Herds beneath the Sunshine sleep:</br>Nor Bees, nor Herds, are half so blest as I,</br>If with my fond Desires my Love comply;</br>From Delia's Lips a sweeter Honey flows,</br>And on her Bosom dwells more soft Repose.", "Ah how, my Dear, shall I deserve thy Charms?</br>What Gift can bribe thee to my longing Arms?</br>A Bird for thee in silken Bands I hold,</br>Whose yellow Plumage shines like polish'd Gold;</br>From distant Isles the lovely Stranger came,</br>And bears the fortunate Canaries Name;</br>In all our Woods none boasts so sweet a Note,</br>Not ev'n the Nightingale's melodious Throat.</br>Accept of this; and cou'd I add beside,</br>What Wealth the rich Peruvian Mountains hide;</br>If all the Gems in Eastern Rocks were mine,</br>On thee alone their glitt'ring Pride shou'd shine.</br>But if thy Mind, nor Pray'rs nor Gifts can move,</br>Phoebus shall leave Parnassus' sacred Grove;</br>Phoebus himself shall plead his Poet's Cause,</br>And force thy Heart to own Love's tender Laws:</br>Auspicious Pan, the Monarch of the Plain,</br>Shall come a Suitor for his fav'rite Swain;</br>For him, their lov'd Musician, ev'ry Fawn,</br>For him each blooming Sister of the Lawn:</br>And you, fair Nymphs, Companions of my Love,</br>With whom she joys the flow'ry Meads to rove,</br>I beg you recommend my faithful Flame,</br>And let her often hear her Shepherd's Name:</br>Shade all my Faults from her enquiring Sight,</br>And shew my Merits in the fairest Light;</br>My Pipe your kind Assistance shall repay,</br>And every Friend shall claim a diff'rent Lay.", "But see!  in yonder Glade the Heav'nly Fair,</br>Enjoys the Fragrance of the Morning Air&mdash;</br>Ah thither let me fly with eager Feet;</br>Adieu my Pipe, I go my Love to meet&mdash;</br>O may I find her as we parted last,</br>And may each future Hour be like the Past!</br>So shall the whitest Lamb these Pastures feed,</br>Propitious Venus on thy Altars bleed.", "</br>ECLOGUE III.  JEALOUSY.</br>TO MR. EDWARD WALPOLE.", "The Gods, O Walpole, give no Bliss sincere,</br>Wealth is disturb'd by Care, and Pow'r by Fear;</br>Or all the Passions that employ the Mind,</br>In gentle Love the sweetest Joys we find;</br>Yet ev'n those Joys dire Jealousy molests,</br>And blackens each fair Image in our Breasts:</br>O may the Warmth of thy too tender Heart,</br>Ne'er feel the Sharpness of his venom'd Dart;</br>For thy own Quiet think thy Mistress just,</br>And wisely take thy Happiness on Trust.", "Begin my Muse, and Damon's Woes rehearse,</br>In wildest Numbers and disorder'd Verse.", "On a romantick Mountain's airy Head,</br>(While browzing Goats at ease around him fed)</br>Anxious he lay, with jealous Cares opprest;</br>Distrust and Anger lab'ring in his Breast&mdash;</br>The Vale beneath a pleasing Prospect yields,</br>Of verdant Meads and cultivated Fields;</br>Through these a River rolls its winding Flood,</br>Adorn'd with various Tufts of rising Wood;</br>Beyond, a Town with glitt'ring Spires is crown'd,</br>And distant Hills the wide Horizon bound:</br>So charming was the Scene, awhile the Swain</br>Beheld delighted, and forgot his Pain;</br>But soon the Stings inflicted within his Heart,</br>With cruel Force renew'd their raging Smart:</br>His flow'ry Wreath, which long with Pride he wore,</br>The Gift of Delia, from his Brows he tore,</br>Then cry'd; May all thy Charms, ungrateful Maid,</br>Like these neglected Roses droop and fade:</br>May angry Heav'n deform each guilty Grace,</br>That triumphs now in that deluding Face;</br>Those alter'd Looks may every Shepherd fly,</br>And ev'n thy Daphnis hate thee worse than I.", "Say thou Inconstant, what has Damon done,</br>To lose the Heart his tedious Pains had won?</br>Tell me what Charms you in my Rival find,</br>Against whose Pow'r no Ties have Strength to bind?</br>Has he, like me, with long Obedience strove</br>To conquer your Disdain, and merit Love?</br>Has he with Transport every Smile ador'd,</br>And dy'd with Grief at each ill-natur'd Word?</br>Ah no:  the Conquest was obtain'd with Ease;</br>He Pleas'd you by not studying to Please:</br>His careless Indolence your Pride alarm'd,</br>And had he lov'd you more he less had charm'd.</br>O Pain to think!  another shall possess,</br>Those balmy Lips which I was wont to press:</br>Another on her panting Breast shall lie,</br>And catch sweet Madness from her swimming Eye.&mdash;</br>I saw their friendly Flocks together feed,</br>I saw them hand in hand walk o'er the Mead:</br>Wou'd my clos'd Eyes had sunk in endless Night,</br>'Ere I was doom'd to bear that hateful Sight!</br>Where-e're they pass'd, be blasted every Flow'r,</br>And hungry Wolves their hapless Flocks devour.&mdash;</br>Ah wretched Swain, cou'd no Examples move</br>Thy heedless Heart to shun the Rage of Love?</br>Has thou not heard how poor Damoetas dy'd,</br>A Victim to Pamela's fatal Pride?</br>Dear was the Youth to all the tuneful Plain,</br>Lov'd by the Nymphs, by Phoebus lov'd in vain:</br>For him the blue-ey'd Sisters of the Flood,</br>For him the Dryads wept in every Wood;</br>Around his Tomb their Tears the Muses paid,</br>And all things mourn'd but the relentless Maid.</br>Wou'd I cou'd die like him, and be at Peace;</br>These Torments in the quiet Grave would cease,</br>There my vex'd Mind a calm Repose wou'd find,</br>And sleep as if my Delia still were kind.</br>No, let my live her Falsehood to upbraid&mdash;</br>Some God perhaps my just Revenge may aid:</br>Alas!  what Aid fond Swain, wou'dst thou receive?</br>Cou'd thy Heart bear to see its Delia grieve?</br>Protect her Heav'n, and let her never know,</br>The slightest Part of hapless Damon's Woe:</br>I ask no Vengeance from the Pow'rs above;</br>All I implore is never more to Love&mdash;</br>Let me this Fondness from my Bosom tear,</br>Let me forget that e'er I thought her Fair.</br>Come cool Indifference, and heal my Breast;</br>Wearied at length I seek thy downy Rest:</br>No Turbulence of Passion shall destroy</br>My future Ease with flatt'ring Hopes of Joy.</br>Hear mighty Pan, and all ye Sylvans hear,</br>What by your sacred Deities I swear;</br>No more my Eyes shall view her fatal Charms,</br>No more I'll court the Trait'ress to my Arms;</br>Not all her Arts my steady Soul shall move,</br>And she shall find that Reason conquers Love&mdash;", "Scarce had he spoke when through the Lawn below,</br>Alone he saw the beauteous Delia go;</br>At once Transported he forgot his Vow,</br>(Such Perjuries the laughing Gods allow)</br>Down the steep Hills with ardent Haste he flew;</br>He found her Kind, and soon believ'd her True.", "ECLOGUE IV.  POSSESSION.</br>TO LORD COBHAM.", "Cobham, to Thee this rural Lay I bring,</br>Whose guiding Judgment gives me Skill to sing;</br>Though far unequal to those heav'nly Strains,</br>With which thy Congreve charm'd the list'ning Plains,</br>Yet shall its Musick please thy partial Ear,</br>And sooth thy Breast with Thoughts that once were dear;</br>Recall those Years which Time has thrown behind,</br>When smiling Love with Honour shar'd thy Mind;</br>When all thy glorious Days of pros'prous Fight,</br>Delighted less than one successful Night.</br>The sweet Reflexion shall thy Youth restore,</br>Fancy again shall run past Pleasure o'er,</br>And while in Stowe's enchanting Walks you stray,</br>This Theme may help to cheat the Summer's Day.", "Beneath the Covert of a Myrtle Wood,</br>To Venus rais'd a rustick Altar stood;</br>There faithful Vows from constant Swains were sent,</br>And artless Virgins gave soft Wishes vent;</br>There no Constraint 'ere joyn'd unwilling Hands,</br>But Love consenting ty'd the blissful Bands.</br>Thither with glad Devotion Damon came,</br>To thank the Goddess who had bless'd his Flame;</br>His sparkling Eyes unusual Transport show'd</br>And flushing Cheeks with conscious Triumph glow'd.</br>All Hail, he cry'd, fair Queen of young Desires;</br>Long shall my Heart preserve thy pleasing Fires,</br>Since Delia now can all its Warmth return,</br>As fondly languish and as fiercely burn.</br>Thou too, bright Goddess, once, in Ida's Grove,</br>Did'st not disdain to meet a Shepherd's Love,</br>With him, while frisking Lambs around you play'd,</br>Conceal'd you sported in the secret Shade;</br>Scarce cou'd Anchises' Raptures equal mine,</br>And Delia's Beauties only yield to thine.", "O the dear Gloom of last propitious Night!</br>O Shade more charming than the fairest Light!</br>Then in my Arms I clasp'd the melting Maid,</br>Then all my Pains one Moment overpaid,</br>Then first the sweet Excess of Bliss I prov'd,</br>Which none can Taste but who like me have Lov'd.", "What are ye now, my once most valued Joys?</br>Insipid Trifles all, and childish Toys&mdash;</br>Friendship itself ne'er knew a Charm like this,</br>Nor Colin's Talk cou'd please like Delia's Kiss.", "Ye Muses skill'd in every winning Art,</br>Teach me more deeply to engage her Heart;</br>Ye Nymphs to her your freshest Roses bring,</br>And crown her with the Pride of all the Spring.</br>On all her Days let Health and Peace attend;</br>May she ne'er want, or ever lose a Friend;</br>May some new Pleasure every Hour employ;</br>But let her Damon be her highest Joy.", "With thee my Love, for ever will I stay,</br>All Night Caress thee, and Admire all Day;</br>In the same Field our mingled Flocks we'll feed,</br>To the same Spring our thirsty Heifers lead,</br>Together will we share the harvest Toils.</br>Together press the Vine's Autumnal Spoils.</br>Delightful State where Peace and Love combine,</br>To bid our tranquil Days unclouded shine!</br>Here limpid Fountains roll through flow'ry Meads,</br>Here rising Forrests lift their verdant Heads;</br>Here let me wear my careless Life away,</br>And in thy Arms insensibly decay.", "When late old Age our Heads shall silver o'er,</br>And our slow Pulses dance with Joy no more:</br>When Time no longer will thy Beauties spare,</br>And only Damon's Eye shall think thee Fair;</br>Then may the gentle Hand of welcome Death,</br>At one soft Stroke deprive us both of Breath;</br>May we beneath one common Stone be laid,</br>And the same Cypress both our Ashes shade.</br>Perhaps some friendly Muse in tender Verse,</br>Shall deign our faithful Passion to rehearse,</br>And future Ages with just Envy mov'd,</br>Be told how Damon and his Delia lov'd.</br>"]