["Dear Child of Genius!  generous Son of Worth!</br>A distant friend would o'er thee shed a tear,</br>Reclining near the consecrated earth,</br>Would sing in strains of friendship o'er thy bier;</br>But vain th' attempt, 'twere hardihood to dare,</br>Since in thy praise the lion poet sung,</br>Since swept in undulations through the air</br>His lyre's wild notes; which as they swelled along,</br>Caus'd every breast to feel what can't be told in song.", "Selene's ray, gleams o'er the grassy grave,</br>The Zephyr's breath but gently moves the tree;</br>And mournfully the cypress branches wave,</br>Seeming, in moanings, low, to plain for thee.</br>But thou hast gone, Elysian fields to see,</br>And taste the joys thy virtues well deserv'd;</br>On high thy happy soul soar'd joyfully,</br>As thou from virtue ne'er below hast swerv'd.", "Thou died'st sweet Henry, like the early rose,</br>Which cruel Boreas cuts untimely down;</br>Ere to the day its full luxuriance blows,</br>It sinks beneath th' oppressing cold wind's frown.</br>And yet its coming fragrance all must own:</br>All wish its loveliness complete to know,</br>But in its breast the canker has his throne,</br>And silent undermines the bud below:</br>Then come the blasts, and far the leaves are strown.", "Or like the snowy crest upon a stone,</br>Left by the icy finger'd winter there;</br>Which short remains, unmelted and alone,</br>And adds a coolness to the vernal air.</br>The sun himself doth seem this crest to spare,</br>The snow, his beams unharmful, reflects away;</br>Yet from the earth, the stone doth drink his glare,</br>Melting internally the snow; till gay</br>The sun beams o'er the stone in scintillations play.", "Henry!  farewell!  and at this humble tomb,</br>While science droops, her face and grief o'erspread;</br>See Piety, Hope's \"beamy smile\" return.</br>As soft she whispers \"Henry is not dead.\"</br>His soul, 'tis true, has to his maker fled.</br>But while earth lasts, shall live my Henry's name.</br>His life was christian &mdash; christian his death-bed;</br>His works on earth shall long preserve his fame,</br>Until Eternity itself, the whole of time shall claim.</br>"]