["Sing, Muse, of Pan, Mercury's darling child,</br>Goat-footed, two-horned friend of jocund noise,</br>Who, traversing leaf-shaded valleys wild,</br>Mix'd with dance-loving nymphs, his hours employs.</br>The bright-haired pastoral god who shares their joys,</br>They sing, on mountain tops where goat ne'er climb'd;</br>Nor does his careless trim repress the voice</br>By which the lord of cliffs with snow bedimm'd,</br>Of hills' uplifted brows and rocky points is hymn'd.", "He wanders here and there through thickets dense,</br>Now charm'd with gentle rivers' murmuring flow,</br>Now scaling tops of loftiest hills, from whence</br>He casts his eyes over the flocks below;</br>Oft will he to the far-spread mountain go,</br>The haunt of goats, and oft the hills among</br>Hunts with keen eye, and lays their monsters low;</br>While, rising o'er the reeds, his dulcet song</br>Hesperus utters forth, with trumpet clangor strong.", "A song, than which the bird of melting strain,</br>Who hid beneath the leaves in flowery spring,</br>Doth pouring forth her honied notes complain,</br>No chaunt of sweeter harmony can sing:</br>To aid the song the nymphs their voices bring,</br>The mountain-nymphs their voices all so sweet,</br>Around a dark-streamed fountain in a ring,</br>Dancing unwearied with fast-beating feet,</br>While echo from hill-top will the soft strain repeat.", "A lynx's speckled hide great Pan arrays,</br>As through the dance he winds his joyous way,</br>Cheered by the influence bland of sweetest lays,</br>In the soft meadow where in rich inlay,</br>Crocus and hyacinth with colours gay,</br>And odours rich 'broider the verdant ground;</br>Meanwhile due honours to the gods they pay,</br>Chaunting their names with hymnings' holy sound,</br>But praise above the rest Pan's heavenly father found.", "For in their loudest strain mild Mercury,</br>Giver of good, heaven's messenger they sung,</br>How to Arcadia's sheep-walks erst came he</br>To his own Mount Cyllenus, where, though sprung</br>From gods, yet he aside his godhead flung,</br>And for a mortal kept the fleecy fold,</br>Through love of Dryope's daughter fair and young</br>His suit was soon, and when nine months were told,</br>She gave the god a son most monstrous to behold&mdash;", "A horn'd, goat-footed, noisy, laughing child.</br>The nurse jumped up, and dropped the boy and fled;</br>For his huge bearded ugly visage filled</br>At the first look her very heart with dread,</br>But over Hermes' soul great joy was spread</br>And taking in his hand his bantling rare,</br>To the Olympic towers he went, and led,</br>Close swaddled in the skin of mountain hare,</br>His boy, and show'd to Jove the object of his care.", "Among the gods he sate:  a general joy</br>Through heaven at sight of Hermes' offspring ran.</br>But most of all did Bacchus hail the boy,</br>And from their love th' Immortals call'd him Pan;</br>For Pan is all, in dialect of man</br>Interpreted, and he to all was dear.</br>Hail, monarch of the woods!  and gently scan</br>The song of prayer I pour into thine ear;</br>Soon to thy praise from me a fresh strain shalt thou hear.</br>"]