["Talus brings News to Britomart</br>Of Arthegal's Mishap:</br>She goes to seek him, Dolon meets,</br>Who seeks her to entrap.", "Some Men, I wote, will deem in Arthegal</br>Great Weakness, and report of him much Ill,</br>For yielding so himself a wretched Thrall,</br>To th' insolent Command of Womens Will;</br>That all his former Praise doth foully spill.</br>But he the Man, that say or do or dare,</br>Be well advis'd, that he stand stedfast still:</br>For never yet was Wight so well aware,</br>But he at first or last was trapt in Womens Snare.", "Yet in the Straightness of that captive State,</br>This gentle Knight himself so well behav'd,</br>That notwithstanding all the subtil Bait,</br>With which those Amazons his Love still crav'd,</br>To his own Love his Loyalty he sav'd:</br>Whose Character in th' Adamantine Mould</br>Of his true Heart so firmly was engrav'd,</br>That no new Love's Impression ever could</br>Bereave it thence:  such Blot his Honour blemish should.", "Yet his own Love, the noble Britomart,</br>Scarce so conceived in her jealous Thought,</br>What time sad Tidings of his baleful Smart</br>In Woman's Bondage, Talus to her brought;</br>Brought in untimely Hour, e'er it was sought.</br>For after that the utmost Date, assign'd</br>For his Return, she waited had for nought,</br>She 'gan to cast in her misdoubtful Mind</br>A thousand Fears, that Love-sick Fancies feign to find.", "Sometime she feared, lest some hard Mishap</br>Had him misfal'n in his adventrous Quest;</br>Sometimes lest his false Foe did him entrap</br>In trait'rous Train, or had unwares oppress'd:</br>But most she did her troubled Mind molest,</br>And secretly afflict with jealous Fear,</br>Lest some new Love had him for her possess'd;</br>Yet loth she was, since she no Ill did hear,</br>To think of him so ill:  yet could she not forbear.", "One while she blam'd her self; another while</br>She him condemn'd, as trustless and untrue:</br>And then, her Grief with Error to beguile,</br>She feign'd to count the Time again anew,</br>As if before she had not counted true.</br>For Hours, but Days; for Weeks that passed were,</br>She told but Months, to make them seem more few:</br>Yet when she reckon'd them, still drawing near.</br>Each Hour did seem a Month, and every Month a Year.", "But when as yet she saw him not return,</br>She thought to send some one to seek him out;</br>But none she found so fit to serve that turn,</br>As her own self, to ease her self of Doubt.</br>Now she deviz'd amongst the warlike Rout</br>Of errant Knights, to seek her errant Knight;</br>And then again resolv'd to hunt him out</br>Amongst loose Ladies, lapped in Delight:</br>And then both Knights envy'd, and Ladies eke did spite.", "One Day, whenas she long hid sought for Ease</br>In every place, and every place thought best,</br>Yet found no place, that could her Liking please,</br>She to a Window came, that open'd West,</br>Towards which Coast her Love his way address'd.</br>There looking forth, she in her Heart did find</br>Many vain Fancies, working her Unrest;</br>And sent her winged Thoughts, more swift than Wind,</br>To bear unto her Love the Message of her Mind.", "There as she looked long, at last she spy'd</br>One coming towards her with hasty Speed:</br>Well ween'd she then, e'er him the plain descry'd,</br>That it was one sent from her Love indeed.</br>Who when he nigh approach'd, she mote aread</br>That it was Talus, Arthegal his Groom;</br>Whereat her Heart was fill'd with Hope and Dread;</br>Ne would she Stay, till he in place could come,</br>But ran to meet him forth, to know his Tidings some.", "E'en in the Door him meeting, she begun;</br>And where is he thy Lord, and how far hence</br>Declare at once; and hath he lost or won?</br>The yron Man, albe he wanted Sense</br>And Sorrows feeling, yet with Conscience</br>Of his ill News, did inly chill and quake,</br>And stood still mute, as one in great Suspence,</br>As if that by his Silence he would make</br>Her rather read his Meaning, than himself it spake.", "Till she again thus said; Talus be bold;</br>And tell whatever it be, good or bad,</br>That from thy Tongue thy Heart's Intent doth hold.</br>To whom he thus at length; The Tidings sad,</br>That I would hide, will needs I see be rad.</br>My Lord (your Love) by hard mishap doth lie</br>In wretched Bondage, wofully bestad.</br>Ay me, quoth she, what wicked Destiny?</br>And is he vanquis'd by his Tyrant Enemy?", "Not by that Tyrant, his intended Foe;</br>But by a Tyranness, he then reply'd,</br>That him captived hath in hapless Woe.</br>Cease thou, bad News-man:  badly dost thou hide</br>Thy Master's Shame, in Harlot's Bondage ty'd;</br>The rest my self too readily can spell.</br>With that, in Rage she turn'd from him aside</br>(Forcing in vain the rest to her to tell)</br>And to her Chamber went like solitary Cell.", "There she began to make her moanful Plaint</br>Against her Knight, for being so untrue;</br>And him to touch with Falshood's foul Attaint,</br>That all his other Honour overthrew.</br>Oft did she blame her self, and often rue,</br>For yielding to a Stranger's Love so light,</br>Whose Life and Manners strange she never knew;</br>And evermore she did him sharply twight</br>For Breach of Faith to her, which he had firmly plight.", "And then she in her wrathful Will did cast,</br>How to revenge that Blot of Honour blent;</br>To fight with him, and goodly die her last:</br>And then again she did her self torment,</br>Inflicting on her self his Punishment.</br>Awhile she walk'd and chauf'd; awhile she threw</br>Her self upon her Bed, and did lament:</br>Yet did she not lament with loud Alew,</br>As Women wont, but with deep Sighs and Singults few.", "Like as a wayward Child, whose sounder Sleep</br>Is broken with some fearful Dream's Affright,</br>With froward Will doth set himself to weep;</br>Ne can be still'd for all his Nurse's Might,</br>But kicks, and squalls, and shrieks for fell Despight:</br>Now scratching her, and her loose Locks misusing;</br>Now seeking Darkness, and now seeking Light;</br>Then craving Suck, and then the Suck refusing:</br>Such was this Lady's Fit, in her Love's fond accusing.", "But when she had with such unquiet Fits</br>Her self there close afflicted long in vain,</br>Yet found no Easement in her troubled Wits,</br>She unto Talus forth return'd again,</br>By change of Place seeking to ease her Pain:</br>And 'gan enquire of him' with milder Mood,</br>The certain Cause of Arthegal's Detain;</br>And what he did, and in what State he stood,</br>And whether he did woo, or whether he were woo'd.", "Ah weal-away!  said then the iron Man,</br>That he is not the while in state to woo;</br>But lies in wretched Thraldom, weak and wan,</br>Not by strong Hand compelled thereunto,</br>But his own Doom, that none can now undo.</br>Said I not then, quoth she, e'er-while aright,</br>That this is things compact betwixt you two,</br>Me to deceive of Faith unto me plight,</br>Since that he was not forc'd, nor overcome in Fight?", "With that, he 'gan at large to her dilate</br>The whole Discourse of his Captivance sad,</br>In sort as ye have heard the same of late.</br>All which, when she with hard Endurance had</br>Heard to the end, she was right sore bestad,</br>With sudden Stounds of Wrath and Grief attone:</br>Ne would abide, till she had Aunswer made;</br>But straight her self did dight, and Armour donne;</br>And mounting to her Steed, bad Talus guide her on.", "So forth she rode upon her ready way,</br>To seek her Knight, as Talus her did guide:</br>Sadly she rode, and never word did say,</br>Nor good nor bad, ne ever look'd aside,</br>But still right down, and in her Thought did hide</br>The Felness of her Heart, right fully bent</br>To fierce Avengement of that Woman's Pride,</br>Which had her Lord in her base Prison pent,</br>And so great Honour with so foul Reproach had blent.", "So as she thus melancholick did ride,</br>Chawing the Cud of Grief and inward Pain,</br>She chaunc'd to meet, toward the Even-tide</br>A Knight, that softly paced on the Plain,</br>As if himself to solace he were feign.</br>Well shot in Years he seem'd, and rather bent</br>To Peace, than needless Trouble to constrain,</br>As well by view of that his Vestiment,</br>As by his modest Semblant, that no Evil ment.", "He, coming near, 'gan gently her salute</br>With courteous Words, in the most comely wize;</br>Who though desirous rather to rest mute,</br>Than Terms to entertain of common Guize,</br>Yet rather than she Kindness would despise,</br>She would her self displease, so him requite.</br>Then 'gan the other further to devize</br>Of things abroad, as next to hand did light,</br>And many things demand, to which she answer'd light.", "For little Lust had she to talk of ought,</br>Or ought to hear, that mote delightful be;</br>Her Mind was whole possessed of one Thought,</br>That gave none other place.  Which whenas he</br>By outward Signs (as well he might) did see,</br>He list no lenger to use loathful Speech,</br>But her besought, to take it well in gree,</br>Sith shady Damp had dim'd the Heaven's Reach,</br>To lodge with him that Night, unless good Cause impeach.", "The Championess, now seeing Night at door,</br>Was glad to yield unto his good Request:</br>And with him went without gainsaying more.</br>Not far away, but little wide by Well,</br>His Dwelling was, to which he him address'd;</br>Where soon arriving, they received were</br>In seemly wise, as them beseemed best:</br>For he their Host them goodly well did cheer,</br>And talk'd of pleasant things, the Night away to wear.", "Thus passing th' evening well, till time of Rest,</br>Then Britomart unto a Bow'r was brought;</br>Where Grooms awaited her to have undress'd.</br>But she ne would undressed be for ought,</br>Ne doff her Arms, though he her much besought.</br>For she had vow'd, she said, not to forgo</br>Those warlike Weeds, till the Revenge had wrought</br>Of a late Wrong upon a mortal Foe;</br>Which she would sure perform, betide her Weal or Woe.", "Which when her Host perceiv'd, right discontent</br>In Mind he grew, for fear lest by that Art</br>He should his Purpose miss, which close he ment:</br>Yet taking leave of her, he did depart.</br>There all that Night remained Britomart,</br>Restless, recomfortless, with Heart deep griev'd,</br>Not suffring the least twinkling Sleep to start</br>Into her Eye, which th' Heart mote have reliev'd;</br>But if the least appear'd, her Eyes she straight repriev'd.", "Ye guilty Eyes, said she, the which with Guile</br>My Heart at first betray'd, will ye betray</br>My Life now too, for which a little while</br>Ye will not watch?  false Watches, weal-away!</br>I wote when ye did watch both night and day</br>Unto your Loss:  and now needs will ye sleep?</br>Now ye have made my Heart to wake alway,</br>Now will ye sleep?  ah!  wake, and rather weep,</br>To think of your Night's Want, that should ye waking keep.", "Thus did she watch, and wear the weary Night</br>In wailful Plaints, that none was to appease;</br>Now walking soft, now sitting still upright,</br>As sundry Change her seemed best to ease.</br>Ne less did Talus suffer Sleep to seize</br>His Eyelids sad, but watch'd continually,</br>Lying without her door in great Disease;</br>Like to a Spaniel waiting carefully,</br>Lest any should betray his Lady treacherously.", "What time the native Bell-man of the Night,</br>The Bird that warned Peter of his Fall,</br>First rings his Silver Bell t' each sleepy Wight,</br>That should their Minds up to Devotion call,</br>She heard a wondrous Noise below the Hall.</br>All suddenly the Bed, where she should lie,</br>By a false Trap was let adown to fall</br>Into a lower Room, and by and by</br>The Loft was rais'd again, that no Man could it spy.", "With sight whereof she was dismay'd right sore,</br>Perceiving well the Treason which was meant:</br>Yet stirred not at all for doubt of more,</br>But kept her Place with Courage confident,</br>Waiting what would ensue of that Event.</br>It was not long, before she heard the Sound</br>Of armed Men, coming with close Intent</br>Towards her Chamber; at which dreadful Stound</br>She quickly caught her Sword, and Shield about her bound.", "With that, there came unto her chamber-Door</br>Two Knights, all armed ready for to fight;</br>And after them full many other more,</br>A rascal Rout, with Weapons rudely dight.</br>Whom soon as Talus spy'd by Glimpse of Night,</br>He started up, there where on ground he lay,</br>And in his Hand his Thresher ready keight.</br>They, seeing that, let drive at him straightway,</br>And round about him press in riotous Array.", "But soon as he began to lay about</br>With his rude iron Flail, they 'gan to fly,</br>Both armed Knights, and eke unarmed Rout:</br>Yet Talus after them apace did ply,</br>Wherever in the Dark he could them spy;</br>That here and there like scatter'd Sheep they lay.</br>Then back returning, where his Dame did lie,</br>He to her told the Story of that Fray,</br>And all that Treason there intended did bewray.", "Wherewith, though wondrous wroth, and inly burning</br>To be avenged for so foul a Deed,</br>Yet being forc'd t' abide the Day's returning,</br>She there remain'd, but with right wary Heed,</br>Lest any more such Practice should proceed.</br>Now mote ye know (that which to Britomart</br>Unknownen was) whence all this did proceed:</br>And for what Cause so great mischievous Smart</br>Was meant to her, that never Evil meant in Heart.", "The Good-Man of this House was Dolon hight,</br>A Man of subtil Wit and wicked Mind,</br>That whilom in his Youth had been a Knight,</br>And Arms had borne, but little Good could find,</br>And much less Honour by that warlike kind</br>Of Life:  for he was nothing valorous,</br>But with sly Shifts and Wiles did undermine</br>All noble Knights, which were adventurous,</br>And many brought to Shame by Treason treacherous.", "He had three Sons, all three like Father's Sons,</br>Like treacherous, like full of Fraud and Guile,</br>Of all that on this earthly Compass wonnes:</br>The eldest of the which was slain e'erwhile</br>By Arthegal, through his own guilty Wile;</br>His Name was Guizor:  whose untimely Fate</br>For to avenge, full many Treasons vile</br>His Father Dolon had deviz'd of late</br>With these his wicked Sons, and shew'd his canker'd Hate.", "For sure he ween'd, that this his present Guest</br>Was Arthegal, by many Tokens plain;</br>But chiefly by that yron Page he guess'd,</br>Which still was wont with Arthegal remain;</br>And therefore meant him surely to have slain.</br>But by God's Grace, and her good Heedliness,</br>She was preserved from that trait'rous Train.</br>Thus she all night wore out in Watchfulness,</br>Ne suffer'd slothful Sleep her Eyelids to oppress.", "The morrow next, so soon as dawning Hour</br>Discover'd had the Light to living Eye,</br>She forth issu'd out of her loathed Bow'r,</br>With full Intent t' avenge that Villany</br>On that vile Man, and all his Family.</br>And coming down to seek them, where they wond,</br>Nor Sire, nor Sons, nor any could she spy:</br>Each Room she sought, but them all empty fond;</br>They all were fled for Fear, but whither, neither kond.", "She saw it vain to make there longer Stay,</br>But took her Steed; and thereon mounting light,</br>'Gan her address unto her former way.</br>She had not rid the Mount'nance of a Flight,</br>But that she saw there present in her sight</br>Those two false Brethren, on that per'lous Bridge,</br>On which Pollente with Arthegal did fight.</br>Straight was the Passage like a ploughed Ridge,</br>That if two met, the one mote needs fall o'er the Lidge.", "There they did think themselves on her to wreak:</br>Who as she nigh unto them drew, the one</br>These vile Reproaches 'gan unto her speak;</br>Thou recreant false Traitor, that with lone</br>Of Arms hast Knighthood stol'n, yet Knight art none,</br>No more shall now the Darkness of the Night</br>Defend thee from the Vengeance of thy Fone;</br>But with thy Blood thou shalt appease the Spright</br>Of Guizor, by thee slain, and murder'd by thy Slight.", "Strange were the Words in Britomartis' Ear;</br>Yet stay'd she not for them, but forward far'd,</br>Till to the per'lous Bridge she came:  and there</br>Talus desir'd, that he might have prepar'd</br>The way to her, and those two Losels scar'd.</br>But she thereat was wroth, that for Despight</br>The glauncing Sparkles through her Bever glar'd,</br>And from her Eyes did flash out fiery Light,</br>Like Coals, that through a silver Censer sparkle bright.", "She stay'd not to advize which way to take;</br>But putting Spurs unto her fiery Beast,</br>Thorough the midst of them she way did make.</br>The one of them, which most her Wrath increas'd,</br>Upon her Spear she bore before her Breast,</br>Till to the Bridge's further end she past;</br>Where falling down, his Challenge he releas'd:</br>The other over side the Bridge she cast</br>Into the River, where he drunk his deadly last.", "As when the flashing Levin haps to light</br>Upon two stubborn Oaks, which stand so near,</br>That way betwixt them none appears in sight;</br>The Engin, fiercely flying forth, doth tear</br>Th' one from the Earth, and through the Air doth bear;</br>The other it with Force doth overthrow,</br>Upon one side, and from his Roots doth rear:</br>So did the Championess those two there strow,</br>And to their Sire their Carcasses left to bestow.", ""]