["To sit beneath the moon's translucent beam,</br>And drink her light with melancholy eye;</br>To hear the music of the bubbling stream,</br>And read the starlight volumes of the sky,</br>To muse on blighted loves and hopes gone by,</br>E'en as the moonlight shadows flit away,</br>And wander o'er the realm of memory,</br>And count the pangs of each succeeding day&mdash;</br>Alas!  the tale is sad &mdash; more sad the picturing lay:", "But 'tis the hour of retrospective thought,</br>When all the past before us lives again;</br>And purest pleasures with contentment bought</br>Return upon us like the shapes of pain;</br>And Hope's gay song and Fancy's syren strain</br>Come with a requiem echo on the soul;</br>And dead desires, a pale and shadowy train,</br>The pang-writ record of their fate unroll,</br>And agonize the heart that owned their wild control.", "The pale, pure moon looks innocently down</br>Upon this warring world, with such a smile</br>Of soft derision as her eye may own;</br>And, as she passes many a starry isle,</br>Pauses to weep at deeds that do defile</br>The lovely earth, and change its young delights</br>To agonies &mdash; and angels sigh the while</br>That man should stain with guilt those glorious nights,</br>When heaven's gem-studded arch refracts seraphic lights.", "The silver stream of Dian's pearly rays</br>Flows o'er this world of crime and sin and war,</br>As erst it did in young creation's days,</br>Ere dark ambition could the beauty mar</br>Of thought and feeling, and each lovely star</br>Gilds smiling scenes of love and loveliness</br>With the same diamond beams as when from far</br>It looked on Eden, and the soft caress</br>Of innocence beheld its holy joys express.", "The world is beautiful; the azure arch</br>Is paved with gems for angels' gliding tread,</br>And, when their starry plumes wave back in march,</br>Delicious music, through the concave spread,</br>Floats round the sleeper's softly pillowed head,</br>And dreams of glory o'er his spirit throws;</br>And lovely nature, by devotion led,</br>Like Iran's nightingale beside the rose,</br>On young, untainted spirits holiness bestows.", "Holy, delightful and unchanging, Heaven,</br>On sin and sorrow and vicissitude</br>Gazes with grief and pity that 'tis given</br>Man the strange will of his own studied good</br>To be the foe, and kill in sullen mood</br>The rosy hopes that cost him pain to rear;</br>And white-hair'd time, while wrath doth deeply brood</br>O'er wrong and its atonement, smiles to hear</br>The settled schemes of hate, whose fruit cannot appear.", "But 'tis the nature of aspiring man</br>To mourn, to sigh, and word in maddened speech</br>His wrongs and sorrows; what his pride began</br>His hate will finish; what his passions teach</br>His deeds will reverence; till beyond the reach</br>Of rivalry his spirit soars and bears</br>Its honours o'er his fellows; each from each</br>Of mortal kind his loves, desires and fears</br>Borrows &mdash; and 'tis not strange the debt is paid in tears.", "The varied brilliance of the chequered beams</br>Falling on stream, grove, rock, and mountain dell,</br>Are like the spirit's momentary gleams</br>Of holy loveliness when upward swell</br>Feelings too raptured their delight to tell,</br>And loves too sweet their sweetness to unfold,</br>That dwell a moment &mdash; when the night of hell</br>Comes o'er their beauty, and the shuddering cold</br>Of anguish unrepressed chills hopes too soon unrolled.", "The moonlight radiance of the sapphire sky</br>Deepens cold shadows o'er the dark-robed earth,</br>As the bright gleamings of hope's diamond eye</br>Throw shades o'er all the phantoms of her birth;</br>The undying light of undissembling worth</br>Derives its beauty from the darkness drear</br>It round illumines; and man wanders forth</br>Alone, the hermit of a desert sphere,</br>To read the flitting lights and shadows that appear.", "What is philosophy but abstract thought</br>On never-ending sin and wo and crime,</br>Meting by method all the sorrows bought</br>By years of anguish, and appointing time</br>Its portions of despair?  Howe'er sublime</br>Its contemplations are, disease and want</br>And grief in generation each and clime</br>The nutriment on which it banquets grant,</br>And serve to elevate the soul they erst did daunt.", "The world is full of wretchedness, and while</br>The thoughtful man doth ever weep and sigh</br>O'er sin's foul leprosy, a sneering smile</br>Curls the proud lip and flashes from the eye</br>Of him who cries that none can ever die</br>Save unto pleasure; that the spirit rose</br>From dust and thither will return; on high</br>Clouds only roll &mdash; we make and nurse our woes&mdash;</br>And death brings dreamless sleep, and deep, unwaked repose.", "The argent moon-ray, darting through the dense</br>Cloud of green foliage into yon ravine</br>Of darkness, doth not to the view dispense</br>More sombre hues, than mortal mind, I ween,</br>Throws o'er of moral life each changeful scene;</br>Nor doth the struggling, fluctuating light</br>More darkly bright the dripping cliffs between</br>Appear, than dying hopes of pure delight</br>Glimmering amid the shades of sorrow's mornless night", "Alone beneath the starry eyes of Heaven</br>I sit upon the cold rock's moonlight brow,</br>For while soft slumbers to the world are given,</br>Unpitying grief will none to me allow.</br>The rushing rill's unceasing lapse and flow,</br>The twinkling forest where night zephyr sings,</br>Beseem the voiceless solitude of woe;</br>And thought that maddens, and despair that wrings,</br>Can find relief alone beside the woodland springs.</br>"]