["Muse!  take the sorrowing harp that long has hung</br>Mute on the drooping willow, &mdash; and, again,</br>Give it a voice of grief, &mdash; a thrilling tongue;</br>Wake the wild chords of ecstasy and pain,</br>And bid the plaintive lute betwixt complain,</br>For weary wear my hours; and I am now</br>Lost to the joy of being; &mdash; the sad strain</br>May bring, perchance, a lulling balm for woe,</br>And half unbind the wreath of night-shade from my brow.", "My friend, can I forget thee &mdash; whilst the ray</br>Of busy mem'ry brightens o'er the past?</br>Whilst feeling rolls, or life's pulsations play,</br>My friend, can I forget thee? &mdash; to the last</br>Thine image came, and o'er my fancy cast</br>Thoughts, such as in the pitying bosoms dwell</br>Of angels sorrowing o'er distress: &mdash; 'tis past,&mdash;</br>And thou art laid within thy silent cell,</br>And darkness wraps the form which many lov'd so well.", "All that mortality could claim is given,</br>A nothing &mdash; to the coffin and the shroud;</br>Yet did surviving friendship hail thee riven</br>From her rejoicing sight; &mdash; a passing cloud</br>Dimmed her sad eye; &mdash; and murmurs deep, not loud,</br>Swell'd on the gale when earth thy reliques hears'd.</br>O'er thee in muteness the pale mourners bow'd</br>To catch their parting glance; &mdash; then freely burst</br>The passionate flow of grief which feeling long had nurs'd!", "Can they but choose to weep, &mdash; when he who shed</br>A radiance o'er their path, and bade them keep</br>Vigils of gladness; &mdash; when the voice is fled</br>Whose words were music, can they choose but weep?&mdash;</br>No! &mdash; the sweet flowers in winter's snows, that sleep</br>Spring may revisit, &mdash; their young blooms may wave</br>Fresh beauty o'er thine head; &mdash; her dews may steep</br>Thy turf with greenness; &mdash; but the hand which gave</br>To Death, recalls not thee from thy chill home the grave.", "Spring may revisit us: &mdash; the daedal earth</br>Put forth her glories, &mdash; floweret, herb, fruit, tree;</br>Suns shine; all things  be happy in their mirth;</br>The fountain burst its chains, and warble free,</br>Rejoicing in its strength, &mdash; the murmuring bee</br>Had the creation on delightful wing,</br>And banquet on the bloom she loves; but we,</br>Over thy bright remembrance sorrowing,</br>Can taste no more the bliss which these to others bring.", "But hush!  in that there is a mournful charm,</br>A long lost feeling, tempering with regret</br>Exalted thought, &mdash; a lenitive &mdash; a balm;</br>The memory of thy worth is left us yet:</br>And though our tears gush forth, our cheeks be wet,&mdash;</br>There is a Name shall free us from the sway</br>Of meaner griefs; thy star of life is set,&mdash;</br>Silent thy voice &mdash; the worm is in thy clay,&mdash;</br>But this for ever lives, triumphant o'er decay.", "For thee life hung her blossoms from the tree</br>In colours of such richness as might suit</br>Young Hope's aspiring energies; &mdash; for thee</br>Life hung the blossom, but denied the fruit.</br>Th' historic page, the laurel, and the lute</br>Hung round thy path enamour'd of their love,</br>Thy hours unheeded flew in sweet pursuit</br>Of that ennobling spirit which of yore</br>With science, letters, arts, adorned the Ausonian shore.", "Touched with what generous impulse didst thou tread</br>Each laurell'd path in Learning's various maze;</br>Journeying from shade to shade, as Science spread</br>Fresh vistas from the lamp of vanish'd days:</br>But still it was thy pleasure and thy praise</br>Meekly to tread, and humbly to pursue</br>The light which burst on my admiring gaze;</br>And guide thy steps by virtue's sacred clue</br>Till Faith reveal'd to sight what Reason never knew.", "Truth spread her awful page: &mdash; what then to thee</br>Was Roman sweetness, or Athenian grace?</br>A shadow to a sun! &mdash; eternally</br>To view th' Almighty Being face to face;</br>To rove a spirit through the peopled space;</br>To dedicate thy energies to HIM</br>Who spoke creation into birth; to trace</br>His steps, and worship with the Cherubim;</br>Oh!  'twas a thought might make all earthly glories dim.", "From the translucent fount of bliss which wells</br>From out the throne of God, the glorious thirst</br>Of knowledge didst thou slake:  the song which swells</br>Around the holy shrines, in harpings burst</br>Whisp'ring enchantment in thine ear, and nurs'd</br>Thy glowing spirit to the high emprize</br>Of self-correction; &mdash; gradual truth dispers'd</br>Each man'cling film that barr'd thee from the skies,</br>And op'd with Mercy's key the gates of paradise!", "Then each severer trial, each pure thought,</br>Became a lifting pinion; each warm sigh</br>Of penitential sorrow nearer brought</br>Thy soul's beatitude; and hovering nigh,</br>What if some guardian seraph of the sky</br>Compass'd thee round, as in the wilderness</br>Shone the bright pillar, heralding on high</br>The pilgrim's host, through peril and distress,</br>A visitant from Heav'n, omnipotent to bless!", "Then was thy soul a nobler sanctuary</br>Than Art could raise, or Wisdom fabricate,</br>A sacred temple which the Deity</br>Might hallow with his presence; consecrate</br>To solemn worship, which can here create</br>A shadow of the joys which soothe the blest</br>In high Elysium, where the bitter weight</br>Of human sorrow flies, the unclouded breast,</br>The wicked cease to vex, the weary are at rest.", "And reckless of the unsubstantial joy</br>Which fills our earthly being, thou wert wending</br>Fast to that land of spirits, when mine eye</br>First gaz'd on thee; the tempest was descending</br>Which smote thy vernal leaf &mdash; serenely blending</br>A transient beauty with its dark'ning shade,</br>I mark'd the sudden flush of sickness lending</br>A glow to garnish o'er the wreck she made,</br>Whilst, underneath the bloom, th' insidious canker prey'd.", "A few brief moons in life's serene eclipse</br>The stamp of tranquil suff'ring on thy  brow&mdash;</br>A sigh &mdash; a smile upon thy pallid lips&mdash;</br>A heaving of the heart &mdash; and what wert thou?</br>A denizen of worlds beyond the flow</br>Of change and time, &mdash; a limitless delight,&mdash;</br>To whom all firmer hope, dread, pleasure, woe,</br>Were but as fleeting visions of a night,</br>Which, vanish'd, leave thy track, Eternity, more bright!", "What lovelier garland can Affection bring</br>What nobler tribute Admiration pay</br>What sweeter requiem can the Poet sing</br>To hallow man, the \"pilgrim of a day,\"</br>Than this: &mdash; \"he sorrow'd, trembled, pass'd away,</br>And harmoniz'd, as thou, sweet spirit, hast,</br>With those whose life was truth, &mdash; their name a ray</br>A guiding star &mdash; a beacon of the past,</br>Souls in the glorious mould of mental grandeur cast!\"", "Such be thy epitaph, engraven deep</br>In hearts who mourn thee sever'd from the stem,&mdash;</br>In hearts whose only solace is to weep,</br>Not that thou wert and art, &mdash; but that to them</br>Thou art not; &mdash; chide not Reason, nor condemn</br>That vainly how our tears, &mdash; our bosoms swell.&mdash;</br>Alas!  Affection knows no holier gem</br>Than her own tear, &mdash; no purer type to tell</br>How much we love and mourn. &mdash; Sweet spirit, Fare thee well!</br>"]