["GOORGY AND ROBERT.</br>GOORGY.</br>Weel meet, good Robert!  saw ye my awd meer?</br>I've lated her, an hour, i' t' loonin here,</br>But howsumivver, spite of all my care,</br>I cannot spy her, nowther heead nor hair!", "ROBERT.</br>Whaw Goorgy, I've te teyl ye dowly news,</br>Syke as I's varra seer will mak ye muse;</br>I just this minnit left your poor awd tyke,</br>Dead as a steean i' Johnny Dobson' dyke.", "GOORGY.</br>Whoor! &mdash; what's that Robert? &mdash; tell us owre ageean,</br>You're joking &mdash; or you've mebby been misteean;", "ROBERT.</br>Nay, marry, Goorge, I's seer I can't be wrang,</br>You kno' I've keyn'd aw'd Daisy now se lang.</br>Her bread-ratch'd feeace, and twa white hinder legs,</br>Preav'd it was hor, as seer as eggs is eggs.", "GOORGY.</br>Poor thing! &mdash; what deead then &mdash; had she laid there lang?</br>Whor abouts is she? &mdash; Robert will ye gang?", "ROBERT.</br>I care nut, Goorgy, I hant mich to dea,</br>A good hour's labour, or mayhappen twea;</br>Bud as I nivver like to hing behynd,</br>When I can dea a kaundness tiv a frynd,</br>An I can help ye, wi my hand or teeam,</br>I'll help to skin her, or to bring her heeam.", "GOORGY.</br>Thank ye, good Robert! &mdash; I can't think, belike,</br>How t' poor awd creature's tummled inte t' dike.", "ROBERT.</br>Ye maund, shee'd fun her sen just gaun te dee,</br>An' sea laid down by t' side (as seeams to me,)</br>An' when she felt the pains o' death within,</br>She'd fick'd, an' struggled, an' se towpled in.", "GOORGY.</br>Meast lickly, &mdash; bud &mdash; what was she dead outreet,</br>When ye furst gat up; when ye gat t' furst seet?", "ROBERT.</br>Youse hear &mdash; As I was gaun down 't looan I spy'd,</br>A scoore or mair o' Crows by t' gutter side,</br>All se thrang, hoppin in, an' hoppin out,</br>I wonder'd what i' th warld they were about.</br>I leuks, and then I sees an awd yode laid,</br>Gaspin' an, pantin' there, an' ommost dead;</br>An' as they pick'd it's een, an' pick'd ageean,</br>It just cud lift it's leg, and give a greean,</br>Bud when I fand awd Daisy was their prey,</br>I wav'd my hat, an' shoo'd 'em all away,</br>Poor Dais! &mdash; ye maund, she's now woorn fairly out,</br>She's lang been quite hard sett te trail about.&mdash;</br>But yonder, Goorgy, loo' ye whoor she's laid,</br>An' twea 'r three Nanpies chatt'rin' owre her head.", "GOORGY.</br>Aye marry! &mdash; this I nivver wished te see,</br>She's been se good &mdash; se true a frynd to me.&mdash;</br>An' is thou cum te this, my poor awd meer?</br>Thou's been a trusty servant monny a year,</br>An' better treatment thou's desarv'd fra me,</br>Than, thus neglected in a dike te dee.&mdash;</br>Monny a daywark, we ha' wrought togither,</br>An' bidden monny a blast o' wind and weather;</br>Monny a lang dree maule, owre moss, an' moor,</br>An' monny a hill, an' deeal we've travell'd owre;</br>Bud now &mdash; waes me! &mdash; thou'll nivver trot ne mair,</br>Te nowther kirk, nor market, spoort, nor fair;</br>And now, fort' future, thoff I's awd and leam,</br>I mun be foorc'd te walk, or stay at heam.&mdash;</br>Ne mair, thou'l bring me cooals fra' Blakay brow,</br>Or sticks fra' t' wood, or turves fra' Leaf how cow.</br>My poor awd Dais!  afoor I dig thy greeave,</br>Thy weel-worn shoon I will for keep-seeakes seeave;</br>Thy hide, poor lass!  I'll hev it taun'd wi' care,</br>'Twill mak' a cover to my awd airm chair;</br>An' pairt, an appron for my wife te weear,</br>When cardin' woul, or weshin' t' parlour fleer.</br>Deep i't 'cawd yearth I will thy carcass pleeace,</br>'At thy poor beeans may lig, and rist i' peeace;</br>Deep i't 'cawd yearth, 'at dogs may'nt scrat' thee out,</br>And rauve thy flesh, an' trail thy beeans about.</br>Thou's been se faithful, for se long to me,</br>Thou sannut at thy death neglected be.</br>Seyldom a christian 'at yan now can fynd,</br>Wad be mair trusty, or mair true a frynd.</br>"]