["While others gayly waste the jovial day,</br>With song and dance the festive hours beguile;</br>Let me pursue my solitary way,</br>Where wisdom leads, to yonder sacred pile.&mdash;", "The painted windows shed a feeble light;</br>The parting sun now gives his latest ray;</br>And now approaches sober-suited Night,</br>And forth before her sends the twilight gray.", "Heav'ns!  what a solemn scene appears around!</br>How deep the silence, and how still the air!</br>Softly, O softly tread the hallow'd ground:</br>A voice from yonder tomb, methinks, I hear.", "\"Welcome, it says, to wisdom's calm retreat</br>Are all who wisdom's sacred charms adore;</br>Here rest the ashes of the wise and great:</br>Look around, consider, and be vain no more.\"", "These trophies sad, in mournful pomp display'd,</br>Speak to the heart with energy divine:</br>How many here low in the dust are laid,</br>That once in life illustrious wont to shine?", "For neither youth nor beauty, wealth nor pow'r,</br>From the destructive hand of death can save;</br>Nor wisdom shun the dark and dismal hour,</br>Nor virtue keep her vot'ries from the grave.", "Imperial grandeur, like the rest, must bear</br>The common fate impos'd on all mankind;</br>The scepter'd monarch rests unenvy'd here,</br>His lifeless form to kindred dust consign'd.", "The sons of glory here are laid to sleep,</br>Who rul'd the battle on the martial plain;</br>Or who with Britain's thunder aw'd the deep,</br>And rode triumphant o'er the subject main.", "Nor absent those whom sacred wisdom led</br>Thro' Nature's boundless range, and to their view</br>The wonders of a thousand worlds display'd,</br>And charm'd their search with glories ever new.", "Beneath that honour'd tomb does Newton lie,</br>On whom bright Science beam'd her purest ray;</br>Who search'd the laws that bind the worlds on high,</br>And trac'd thro' Aether's depth the comet's way.", "Here o'er their lifeless sons the muses weep;</br>No longer Milton breathes the heav'nly song;</br>Shakespeare's sweet voice is lost in endless sleep,</br>And cold and mute is Pope's harmonious tongue.", "No more is heard soft Spencer's magic strain;</br>Now ceases Prior's easy wit to flow;</br>No longer Thomson sings the rural swain,</br>Nor tender Otway tells the tale of woe.", "Their song was pleasant to the list'ning ear,</br>As to the vernal flow'rs, the genial ray;</br>But all too weak to stop Death's fierce career,</br>Who hears unmov'd the soul-enchanting lay.", "Yet triumphs o'er his pow'r th' immortal mind;</br>The muse's page transmits to lasting fame</br>With arts, or arms, who bless'd or sav'd mankind;</br>And living honours shall adorn his name.</br>"]