["Happy the boy, who dwells remote from school,</br>Whose pocket or those rattling box contains</br>A copper farthing!  he nor grieving hears</br>Hot cheese-cakes cry'd, nor sav'ry mutton-pyes;</br>But with his play-mates, in the dusk of eve,</br>To well known blacksmith's shop, or churchyard hies;</br>Where, mindful of the sport that joys his heart,</br>Marbles or chuck, he instantly begins,</br>With undissembled pleasure in his face,</br>To draw the circle, or to pitch the dump;</br>While I, confin'd within the hated walls</br>Of school, resounding with a clam'rous din,</br>By still more hated books environ'd, I,</br>With tedious lessons and long task to get,</br>My dismal thoughts employ; or wield my pen</br>To mark dire characters on paper white:</br>Not blunter pen or stranger character</br>Uses the Sage, a chiromancer hight,</br>Sprung from Aegyptian king, and swarthy race,</br>Amenophis or Ptolomy, when he,</br>In search of stolen calf, or money lost,</br>For wondering ploughman does his art employ;</br>Or for the wish'd return of sweet-heart dear,</br>Or apron fine, purloin'd from hawthorn hedge,</br>For country-maid consults directing stars,</br>Gemini, Taurus, or chill Capricorn.", "Thus while my ling'ring hours I joyless spend,</br>With magisterial look, and solemn step</br>Appears my school-master, tremendous wight,</br>Dreaded by truant boys; how can I 'scape</br>Th' expected punishment for task ungot?</br>Aghast I stand, nor fly to covert bench,</br>Or corner dark, to hide my hapless head;</br>So great my terror, that it quite bereaves</br>My limbs the power to fly; slow he ascends</br>Th' appointed seat, and on his right-hand lies</br>The bushy rod, compos'd of numerous twigs,</br>Torn from the birchen tree or bending willow,</br>Which to the flesh of idle boys portends,</br>For the neglected task, a poignant smart;</br>And with him comes another mighty elf,</br>Yclept an usher.  Ah terrific name</br>To lesser wights!  who, if they haply place</br>In station wrong, pronoun or participle,</br>Strait by the magick of his voice are rais'd</br>In attitude above their lov'd compeers,</br>Where they, reluctant, various torments bear,</br>Till by their dolorous plaints, that pierce the skies,</br>They draw kind Pity, moist ey'd goddess, down</br>To heal with balm of sympathy their woe.</br>Ye urchins, take, ah!  take peculiar care,</br>For, when ye wot not, much he marks your ways,</br>And in his mind revolves disastrous deeds</br>Against th' unwary wretch.  So story tells,</br>That chanticleer, on dunghill's top elate,</br>With haughty step and watchful eye askance,</br>Each tiny prominence he views, where haply he</br>May find conceal'd delicious grub or worm,</br>To which his maw insatiate forebodes</br>Certain destruction, while behind or bush</br>Or pale, encompassing the farmer's yard,</br>Skulks Reynard, fraught with many a crafty wile</br>T' ensnare the feather'd race, who, if they stray</br>Beyond the precincts of their mother's ken,</br>He strait purloins them from her careful wing,</br>With his sharp teeth torments their tender frame,</br>And with the crimson gore distains their sides,</br>Relentless; nor can all the piercing cries</br>Of duckling, chick, or turkey, yet unfledg'd,</br>His heart obdurate move; instant he tears</br>Each trembling limb, devours the quivering flesh,</br>Nor leaves a remnant of the bloody feast,</br>Save a few fluttering feathers scatter'd round,</br>(That, with their vary'd plumage, whilom deck'd</br>The slaughter'd prey) to tell the hapless tale.", "Thus joyless do I spend those hours the sun</br>Illuminates; and when the silver moon</br>Her gentle ray dispenses, and invites</br>The swains and maids to mix in jovial dance,</br>Around the tow'ring may-pole of the green,</br>Where each gay ploughman does his partner chuse</br>As love or fate directs; or o'er the lawn</br>The needle thread, or toss the bounding ball,</br>All chearless I, nor dance nor pleasing sport,</br>Nor social mirth, nor bowl of nappy ale,</br>Partake; but, on her drooping raven wing,</br>Sad melancholy hovers o'er my head,</br>Pale envy rankles deep within my breast,</br>And baneful venom sheds.  Grim horror too</br>Attends my thoughts, and fills my gloomy mind</br>With tales of gliding sprites, in milk white shrouds</br>Array'd, and rattling chains and yelling ghosts</br>Irascible!  or Fancy (mimick Queen)</br>To swift Imagination's eye presents</br>A group of tiny elves, in circling dance,</br>Or lucious feast employ'd; such elves as danc'd</br>When Oberon did fair Titania wed;</br>While I, in wishes impotent and vain,</br>For liberty dear object of my hopes,</br>The tedious moments spend; or if perchance</br>Morpheus invok'd, my heavy eye-lids close,</br>Dear liberty still haunts my sleeping thoughts,</br>And in a short-liv'd dream those joys I taste,</br>Which waking are deny'd; and beat the hoop</br>With dext'rous hand, or run with feet as swift</br>As feather'd arrow flies from archer's bow;</br>Till, from my slumber 'wak'd, too soon I find</br>It was illusion all, and mock'ry vain.", "Thus, comfortless, apall'd, forlorn, I pass</br>The tardy hours, nor of those viands taste,</br>Which are on other boys full oft bestow'd</br>In plenteous manner, by the lib'ral hand</br>Of friend indulgent; apple-pye, or tart,</br>Or trembling custard of delicious gout,</br>Or frothy syllabub in copious bowl:</br>Hard fate for me!  yet harder still betides</br>Me, hapless youth; my faithful top, that oft</br>Has chear'd my drooping spirits, and reviv'd</br>My sad'ning thoughts, when o'er the pavement smooth</br>It spins, and sleeps, and to its master's hand</br>Does ample justice, now, alas!  become</br>To all the rude inclemencies of weather,</br>To time and destiny's relentless doom</br>A miserable victim, quite decay'd</br>With many services, and cleft throughout,</br>All useless lies; ah!  sight of saddest woe</br>To wretched me, of every hope bereft,</br>Of every gleam of comfort.  So the wretch,</br>Who near or Aetna or Vesuvius dwells,</br>Beholds the sulph'rous flames, the molten rocks,</br>And feels the ground trembling beneath his feet,</br>Till, with a horrid yawn, it opens wide</br>Before his eyes, all glaring with affright;</br>Swallows his cultur'd vines, his gardens, house,</br>With all his soul held dear, his lovely wife,</br>And prattling babes, the hopes of years to come;</br>All, all are lost, in ruin terrible!</br>"]