["How wretched is the State of foolish Man!</br>We seek in Trifles Happiness to find,</br>Vain are out Hopes, our Thoughts are idly vain,</br>We grasp a Shadow, and we chase the Wind.</br>O Vanity, thy Name is Man:  How Few</br>Know wherein Happiness consists, or knowing it pursue?", "With our Possessions our Desires encrease,</br>Anxious for future Joys, and fond of past,</br>With Discontent the Present we possess,</br>Yet ev'n the Present but a Moment last.</br>All human Joy, all sublunary Bliss,</br>Is but one Scene of varied Miseries;</br>O when will Man be happy!  when will blinded Man be wise!", "Distant our Prospects beautiful appear,</br>Beheld thro' Fancy's magnifying Glass,</br>But th' unsubstantial Phantoms, brought too near,</br>Like airy Ghosts elude our fond Embrace:</br>The Prospect's vanish'd, and the Pleasure's past,</br>And all th' enchanting Scene becomes one lamentable Waste.", "The vent'rous Merchant visits foreign Shores,</br>He courts the Traytor-winds, he plows the Seas;</br>And brings from ev'ry Realm It's choicest Stores;</br>Among his choicest Stores he finds not Peace:</br>Can Happiness a sure Foundation have</br>Upon th' uncertain Trepidation of a faithless Wave?", "The poreing Pedant racks his muddy Brain,</br>In musty Folio's Happiness to find;</br>Philosopher!  thy learned To[me?] is vain,</br>For Happiness dwells only in the Mind.</br>Thy Wisdom's Madness, Glory is thy Aim;</br>Vain Science!  Thou a Phantom art, and Folly is thy Name.", "The youthful Lover to his Mistress flies,</br>Doats fondly on a little White and Red,</br>Confines his Happiness to Chloe's Eyes,</br>His Heav'n expecting from the lovely Maid,</br>But Love oft proves another Name for Lust,</br>Chloe's a perjur'd Jilt, and female Beauty is but Dust.", "Blindly obsequious to Ambition's Call</br>The Courtier climbs the Pinnacles of State,</br>The more He climbs, the higher is his Fall;</br>At best He must be Wretched to be Great.</br>Let Princes and unhappy Monarchs own</br>The Train of splendid Miseries that hover round a Throne.", "Licentious Heirs, and flutt'ring Men of Mode,</br>Who elegantly run all Vices o'er,</br>Scorning to go to Hell the common road;</br>Think Claret Bliss, and Happiness a Whore,</br>But Misery and Vice are near a-kin,</br>And Happiness can be no Pimp, no Prostitute to Sin.", "With ever-devious Steps the Wretches tread</br>The Paths of Pleasure, &mdash; not the Paths of Peace;</br>To fleeting Pleasures lasting Woes succeed,</br>They court a Goddess, but a Cloud embrace;</br>Worn out and hackney'd in the Ways of Vice,</br>They fall to Luxury and Lust an early Sacrifice.", "With his Dominions to extend his Name,</br>Th' heroick Butcher offers in an Hour</br>Ten thousand Victims to his Idol-Fame;</br>One World subdu'd the Madman weeps for more.</br>He sets no Bounds to his aspiring Mind,</br>Too closely in the narrow Limits of this Globe confin'd.", "But lo!  the Conq'ror must resign his Breath,</br>He, who had trembling Crowds at his Commend,</br>Must yield a Captive to the Tyrant Death,</br>All his Realms dwindled to his Length of Land.</br>Death sets the Monarch equal with the Slave;</br>He who rul'd Kingdoms with a Nod, can hardly claim a Grave.", "For real Goods false Shadows we pursue,</br>Pleasure is purchas'd by, or ends in Pain;</br>All we enjoy, or wish, or think, or do,</br>Down from the Cradle to the Grave is vain.</br>Cares following Cares proclaim from Day to Day,</br>There is no Happiness within this Tenement of Clay.", "O what a busy Trifler then is Man?</br>What the learn'd Lumber of the Pedant's Brain,</br>Th' ambitious Hero's Life, the labour'd Span,</br>The regal Purple, and the splendid Tram:</br>The Virgin's Beauty, and the Lover's Sigh</br>All, all Delusion is, Vexation all and Vanity.", "Life is an idle Tale, a Burden Pow'r,</br>A Sigh but Wind, and Love a senseless Name,</br>Gold is but Dust, and Beauty but a Flow'r,</br>Learning a Shadow, and a Bubble Fame,</br>An Insect Man, the Creature of a Day,</br>A Worm, a Dream, a little little Heap of breathing Clay.", "The Dust is scatter'd and the Wind is gone,</br>The Burden wearies, and the Shadow flies,</br>The Dream is vanish'd, and the Tale is done,</br>The Bubble bursts, the shortliv'd Insect dies,</br>The Flowret blooms, but in its Bloom decays,</br>Soon fade the Lillies and the Roses on the Virgin's Face.", "Then to vain Greatness idly stoop no more,</br>No more on vulgar Breath suspend thy Bliss,</br>No more insensate Idol-Gold adore,</br>No more admire a faithless Female's Eyes;</br>Expect not Happiness from Woman-kind;</br>Can the fierce Pantings of the restless Mind</br>In all created Excellence compleat Contentment find?", "Down to the Bosom of thy Parent-Earth</br>Descend, where Saphyrs make Their secret Beds,</br>Where Nature gives to rip'ning Metals birth,</br>Its shining Veins where Silver round dispreads;</br>Can Silver buy Content, can shining Ore,</br>With all its Charms, bribe the gorg'd Appetite to wish no more.", "Search the vast Treasures of the oozy Deep,</br>Where the finn'd Race thro' Groves of Coral stray,</br>In Silence calm where embryo Tempests sleep,</br>Add Pearls are scatter'd thro' the watry Way;</br>Can the vast Treasures of all Ocean fill</br>Th' immense insatiable Desires of thy capacious Will?", "Harness the furious Winds, and swiftly born</br>Thro' wide-extended Aether wing thy way</br>On balmy Pinions of the breezy Morn</br>To the bright Regions of unclouded Day,</br>High in th' Expanse of Heav'n from Pole to Pole,</br>Where Worlds in regular Confusion roll;</br>Can Worlds on Worlds content the active ever-longing Soul?", "Search out some secret Path, and silent Shore,</br>Where never Bird his trembling Wing display'd,</br>Where range no Monsters, and no Tempests roar,</br>Which ne'er the Sun's commanding Eye survey'd;</br>Yet Here expect not Happiness to find,</br>Thou canst not leave thy Cares,</br>Thou canst not leave Thy self behind.", "Are then our Wishes, and our Searches vain?</br>And is the Blessing no where to be found?</br>Art thou an idle Creature of the Brain,</br>And only, Eccho-like, an empty Sound,</br>O Happiness, ideal Fugitive?</br>If not, say, in what undiscover'd Region dost Thou live?", "Above this little dirty Globe of Clay,</br>Above the Moon, and Star-bespangled Sky,</br>Above the Sun, Source of material Day,</br>Above created Beauty raise thy Eye,</br>To Him who form'd this Globe with Art divine,</br>Who taught the Sun and Moon, and ev'ry twinkling Star to shine.", "Felicity is found in Him alone,</br>Who is supremely good, supremely fair,</br>Who only truly is, and is but One,</br>In whom We live, and move, and think, and are;</br>Here Happiness immortal does reside</br>With full Contentment, perfect Love, and Wisdom by her side.", "Here without Night is everlasting Day,</br>Here is a Treasure which no Thieves invade,</br>Here is a Love which never shall decay,</br>Here is a Beauty which shall never fade;</br>The perfect Charms of the all-glorious King</br>Flourish with never-ceasing Bloom, and an eternal Spring.", "No Disappointment taints our spotless Love,</br>No Frailty satiates, and no Cares molest,</br>No Doubts to Jealousy our Passions move;</br>A little Heav'n appears in ev'ry Breast;</br>Sorrow, and Shame, and Anguish are no more,</br>Grim Death has lost his Sting, and Sin and Misery their Pow'r.", "Here is no Fear, for Fear is sunk in Peace,</br>No Hope, for Hope is swallow'd up in Joy,</br>No Faith, for Faith in Certainty shall cease,</br>No Weariness, for God can never cloy;</br>Ambition none, but to tee wise and good;</br>Fix here, my Soul, for ever fix thy blest Abode;</br>There can no Happiness be found but in the Lord thy God.</br>"]