["Where sighs the Zephyr to yon lonely Tree,</br>A solemn Grove its leafy Mantle spread:</br>Where bend yon mould'ring Turrets o'er the Sea,</br>A venerable Dome once rear'd its Head.", "The solemn Grove, the venerable Dome,</br>Were erst frequented by a num'rous Train,</br>E'en chaste as they who Dian's Mountain roam,</br>But not subjected to her gentle Reign:", "Far other Goddess did this Train obey,</br>Far other Temples, other Altars rais'd,</br>Far other Meaning breath'd their Choral Lay,</br>Far other Incense on their Altars blaz'd:", "Veil'd Superstition wak'd her magic Sound,</br>Bad Albion's Sons forsake the splendid Court,</br>Forsake Amusement's variegated Round,</br>And to her sable Standard here resort:", "Alas!  obsequious to her stern Command,</br>A sullen-pensive Brotherhood they came,</br>Refus'd to trace the Paths by Nature plan'd,</br>And raz'd from Glory's Page their ancient Name.", "Nor these alone were found incloister'd here,</br>Here also dwelt the simple-minded Swain,</br>Who wrapt in Sloth dream'd out the lazy Year,</br>\"While Industry sat weeping on the Plain.\"", "The many Temples rising fair to view,</br>Which tow'ring Superstition call'd her own,</br>With Hand unerring radiant Truth o'erthrew,</br>And snatch'd th' Impostor from her tinsel'd Throne:", "On yon Dust-level'd Spire the crafty Maid,</br>With Indignation brooding in her Breast</br>Sits gloomily &mdash; Her Vot'ries all are fled,</br>Her Lamps extinguish'd, and her Rites suppress'd:", "Within her Hand a vacant String she holds</br>That once connected many a hallow'd Bead:</br>The blotted Scroll the other Hand unfolds,</br>Contains the Maxims of her slighted Creed:", "Couch'd at her Feet, behold a mould'ring Shrine</br>(Of various Relics once the dread Abode)</br>Where runs the Spider o'er his treach'rous Line,</br>Where lurks the Beetle, and the loathsome Toad:", "On Darkness' wing now sails the midnight Hour,</br>When for the grateful Sound of choral Pray'r,</br>The shrieking Owl from yon disparted Tow'r,</br>With Notes of Horror wakes her trembling Ear.", "Of human Grandeur mark the fleeting Day,</br>How frail each Purpose, and each Want how vain!</br>The strong-built Domes, the cloister'd Fanes decay,</br>And Ruin hovers round the desert Scene.", "The Path that leads to yonder shatter'd Pile</br>Is now perplex'd with many a sordid Brier:</br>No Crowd is seen within the sacred Isle,</br>The Sabbath mourns its long-deserted Quire.", "The golden Crozier blended with the Dust</br>In horrid Folds the Serpent clasps around:</br>The pow'rful Image, and the sainted Bust,</br>Defam'd, unhallow'd, press the weedy Ground.", "Not distant far, her gold-encircled Tow'r</br>Th' inviolable Dome majestic rear'd,</br>On whose dread Altar breath'd some hidden Pow'r,</br>By Terror guarded, and by Kings rever'd:", "To which Asylum ev'n th' Assassin came,</br>(His Hand audacious still imbrued with Gore)</br>The Boon of full Impunity to claim,</br>While feeble Justice wept her baffled Lore.", "So Truth at length dissolv'd the mental Chain,</br>And banish'd Error from th' enlighten'd Shore:</br>So clos'd at length the busy-acted Scene,</br>The Curtain drop'd, and Folly's Mask was o'er.", "Then gladsome Ceres rais'd her drooping Head,</br>(While yellow Harvests gilt the smiling Plain)</br>Beheld a youthful Band around her spread,</br>With Sickles arm'd to reap the bearded Grain.", "The Warrior then beneath the trailing Vest,</br>The peaceful Cassock, or the drowsy Cowl,</br>No longer quench'd the Flame within his Breast,</br>Or lull'd the Purpose of his daring Soul:", "But rush'd undaunted to the doubtful War,</br>Pursued where Glory led the radiant Way,</br>Till Neptune rising on his choral Car,</br>Resign'd his wat'ry World to Britain's Sway.", "The Virgin Fair by venal Guardians doom'd,</br>By Error prompted, or subdued by Force,</br>No more in Cloisters drear their Days consum'd:</br>Like Flow'rets strew'd around the senseless Corse.", "Triumphant Hymen hail'd the blissful Hour,</br>And saw a white-rob'd social Train approach,</br>For whom the Pleasures dress'd the happy Bow'r,</br>And scatter'd Roses o'er the destin'd Couch.", "Still other Blessings from this Change appear'd,</br>No injur'd Family did then behold</br>On loit'ring Monks its native Wealth confer'd,</br>Nor spacious Altars cover'd with its Gold.", "Full many trod that crooked Path to Fame,</br>Yet from her Hand receiv'd no lasting Meed,</br>She from her Annals rends their fading Name,</br>And gives to Infamy the worthless Deed:", "But Vengeance some pursued with dire Disgrace,</br>Pursued beyond the Circle of its Sphere,</br>Ev'n to the Cemetery's dark Recess,</br>Nor spar'd them sleeping on the peaceful Bier:", "Beside the spreading of that sombrous Yew,</br>Where yawns with hideous Chasm the vaulted Cave,</br>Presenting to the fix'd astonish'd View,</br>The Profanation of a rifled Grave:", "The large-endowing Rufus lay inurn'd</br>With many a sculptur'd Image on his Shrine,</br>That smit with Sorrow o'er his Ashes mourn'd,</br>The Sister-Graces and the tuneful Nine.", "Imprinted on Tradition's storied Leaf</br>Is found (to this sepulchral Spot confin'd)</br>A Terror-breathing Tale that wins Belief,</br>And oft repeated by the neighb'ring Hind!", "From where yon Mountain shades the dreary Plain,</br>Attracted by the Scent of human Blood,</br>A Troop of Wolves voracious scour'd amain,</br>And at this Charnel Vault requir'd their Food:", "When, horrid to relate!  they burst the Tomb,</br>And swift descending to the deepest Shade,</br>Up-tore the shrouded Tenant from its Womb,</br>And o'er the mangled Corse relentless prey'd.", "The paly Stars with dim reluctant Light,</br>Like Tapers glimmer's on their Orgies foul,</br>While gliding Spectres scream'd with wild Affright,</br>Re-echo'd loud by their tremendous Howl.", "Ah!  what avail'd the solemn-moving Herse?</br>The sabled-mantled Cars, the Fun'ral Throng?</br>Grav'd on his Monument the soothing Verse?</br>The Priests, the Torches, and the choral Song?", "Misjudging Wretch!  while thou with Hand profuse,</br>Thy Treasures on this Mansion didst entail,</br>And pour down Riches on the vow'd Recluse,</br>Thine Orphan Babes partook a scanty Meal:", "Thy widow'd Fair, her Cheek bedew'd with Tears,</br>Approach'd with suppliant Knee the Cloister-Gate,</br>There oft disclos'd in vain, her poignant Cares,</br>Returning still to weep her hapless Fate.</br>"]