["Where the rough Caigra rolls the surgy wave,</br>Urging his thunders thro' the echoing cave;</br>Where the sharp rocks, in distant horror seen,</br>Drive the white currents thro' the spreading green;</br>Where the loud Tyger, pawing in his rage,</br>Bids the black Archers of the wilds engage;</br>Stretch'd on the sand, two panting warriors lay,</br>In all the burning torments of the day;</br>Their bloody jav'lins reek'd one living stream</br>Their bows were broken at the roaring stream;</br>Heccar the Chief of Jarra's fruitful Hill,</br>Where the dark vapours nightly dews distil,</br>Saw Gaira the companion of his soul,</br>Extended where loud Caigra's billows roll;</br>Gaira, the King of warring Archers found,</br>Where daily lightnings plow the sandy ground,</br>Where brooding tempests howl along the sky,</br>Where rising deserts whirl'd in circles fly.", "HECCAR.</br>Gaira, 'tis useless to attempt the chace,</br>Swifter than hunted Wolves they urge the race;</br>Their lessening forms elude the straining eye,</br>Upon the plumage of Macaws they fly.</br>Let us return, and strip the reeking slain</br>Leaving the bodies on the burning plain.", "GAIRA.</br>Heccar, my vengeance still exclaims for blood,</br>'Twould drink a wider stream than Caigra's flood.</br>This jav'lin, oft in nobler quarrels try'd,</br>Put the loud thunder of their arms aside.</br>Fast as the streaming rain, I pour'd the dart,</br>Hurling a whirlwind thro' the trembling heart:</br>But now my lingring feet revenge denies,</br>O could I throw my jav'lin from my eyes!", "HECCAR.</br>When Gaira the untied armies broke,</br>Death wing'd the arrow; Death impell'd the stroke.</br>See, pil'd in mountains, on the sanguine sand</br>The blasted of the lightnings of thy hand.</br>Search the brown desart, and the glossy green;</br>There are the trophies of thy valour seen.</br>The scatter'd bones mantled in silver white,</br>Once animated, dared the force in fight.</br>The Children of the Wave, whose pallid race,</br>Views the faint sun display a languid face,</br>From the red fury of thy justice fled,</br>Swifter than torrents from their rocky bed.</br>Fear with a sicken'd silver ting'd their hue:</br>The guilty fear, when vengeance is their due.", "GAIRA.</br>Rouse not Remembrance from her shadowy cell,</br>Nor of those bloody sons of mischief tell.</br>Cawna, O Cawna!  deck'd in sable charms,</br>What distant region holds thee from my arms?</br>Cawna, the pride of Afric's sultry vales,</br>Soft as the cooling murmur of the gales,</br>Majestic as the many colour'd Snake,</br>Trailing his glories thro' the blossom'd brake:</br>Black as the glossy rocks, where Eascal roars,</br>Foaming thro' sandy wastes to Jaghirs shores;</br>Swift as the arrow, hasting to the breast,</br>Was Cawna, the companion of my rest.", "The sun sat low'ring in the Western sky,</br>The swelling tempest spread around the eye;</br>Upon my Cawna's bosom I reclin'd,</br>Catching the breathing whispers of the wind:</br>Swift from the wood a prowling Tiger came;</br>Dreadful his voice, his eyes a glowing flame;</br>I bent the bow, the never-erring dart</br>Pierc'd his rough armour, but escap'd his heart;</br>He fled, tho' wounded, to a distant waste,</br>I urg'd the furious flight with fatal haste;</br>He fell, he dy'd &mdash; spent in the fiery toil,</br>I strip'd his carcase of the furry spoil,</br>And as the varied spangles met my eye,</br>On this, I cried, shall my lov'd Cawna lie.</br>The dusky midnight hung the skies in grey;</br>Impell'd by Love, I wing'd the airy way;</br>In the deep valley and the mossy plain,</br>I sought my Cawna, but I sought in vain,</br>The pallid shadows of the azure waves</br>Had made my Cawna and my children slaves.</br>Reflection maddens, to recall the hour,</br>The Gods had giv'n me to the Daemon's power.</br>The dusk slow vanish'd from the hated lawn,</br>I gain'd a mountain glaring from the dawn.</br>There the full sails, expanded to the wind,</br>Struck horror and distraction in my mind,</br>There Cawna mingled with a worthless train,</br>In common slav'ry drags the hated chain.</br>Now judge, my Heccar, have I cause for rage?</br>Should aught the thunder of my arm assuage?</br>In ever-reeking blood this jav'lin dy'd</br>With vengeance  shall be never satisfied;</br>I'll strew the beaches with the mighty dead</br>And tinge the lily of their features red.", "HECCAR.</br>When the loud shriekings of the hostile cry</br>Roughly salute my ear, enrag'd I'll fly;</br>Send the sharp arrow quivering thro' the heart</br>Chill the hot vitals with the venom'd dart;</br>Nor heed the shining steel or noisy smoke,</br>Gaira and Vengeance shall inspire the stroke.</br>"]