["Is there a joy that gilds our stormy days,</br>For which the soul of man so much should pine</br>As heaven-born knowledge?  But her sacred rays</br>Are as the diamonds, and by art must shine;</br>The beams of light more exquisitely fine</br>In some of highest worth, but all require</br>The artist's hand, or lost the blaze divine,</br>Ordain'd to kindle each refin'd desire</br>Which shall to all that's fair, and great, and good, aspire.", "While yet unknown the principles of art,</br>Then still unseen, unfelt its charms so rare;</br>If sottish Ignorance surrounds the heart,</br>No beauty can pervade the darkness drear,</br>But all as colours to the blind appear;</br>Where Pleasure's tint, \"celestial rosy red,\"</br>Majestic purple, scarlet, (hue of war)</br>The undulating mantle of the mead,</br>And Heaven's gay robe, a dark, unmingled mass is spread.", "But not alone perfection to discern,</br>And sport delighted in her subtle maze,</br>Pursue we knowledge, and her precepts learn;</br>She fires the soul with gen'rous thirst of praise,</br>And conscious elevation guards her ways.</br>Awaken'd, delicate, each low pursuit,</br>Each gross desire, whate'er the heart betrays</br>To vanity or vice, shunn'd as the fruit</br>Of deadliest plant, can ne'er th' enlighten'd mind pollute.", "In man there is a principle innate,</br>Of rest incapable, and good, or ill,</br>Low, or exalted, he must love or hate,</br>And one dear purpose of the soul fulfil,</br>As early choice, to habit grown, shall will;</br>If with the matin lark his plumed wings</br>He not expand, and with him soaring still</br>To Wisdom's sun, whence light and beauty beam,</br>He sinks in murky caves, where owls and ravens scream.", "Soft Sensibility, with beauteous mien,</br>That never fails to visit youthful breast,</br>Resisted, chill'd, avoids the frigid scene,</br>Dully unworthy of so dear a guest.</br>She flies, and with her flies whatever bless'd</br>The human soul, fair subjects of her pow'r,</br>Taste in all Art and Nature's beauties dress'd,</br>Each social tenderness, whose thrilling store</br>Alone can give the heart one truly blissful hour.", "Youth is Life's spring, the seed-time when the mind</br>Fosters each new idea planted there;</br>If we neglect to sow the grain refin'd,</br>No future pains can raise a harvest fair;</br>And memory, warm and soft in early year,</br>As yielding wax, diffus'd, grows cold and hard,</br>Nor aught retains of each impression rare;</br>Which when retain'd, acquire the high reward</br>Bestow'd by star-crown'd Fame on timely studious Bard.</br>"]