["'Tys songe bie mynstrelles, thatte yn auntyent tym</br>Whan Reasonn hylt herselfe in cloudes of nyghte,</br>The preeste delyvered alle the lege yn rhym;</br>Lyche peyncted tyltynge speares to please the syghte,</br>The whyche yn yttes felle use doe make moke dere,</br>Syke dyd theire auncyant lee deftlie delyghte the eare.", "Perchaunce yn Vyrtues gare rhym mote bee thenne,</br>Butt eefte now flyeth to the odher syde;</br>In haillie preeste apperes the ribaudes penne,</br>Inne lithie moncke apperes the barronnes pryde:</br>By rhym wythe somme, as nedere widhout teethe,</br>Make pleasaunce to the sense, botte maie do lyttel scathe.", "Syr Johne, a knyghte, who hath a barne of lore,</br>Kenns Latyn att fyrst syghte from Frenche or Greke,</br>Pyghtethe hys knowlachynge ten yeres or more,</br>To rynge upon the Latynne worde to speke.</br>Whoever speketh Englysch ys despysed,</br>The Englysch hym to please moste fyrste be latynized.", "Vevyan, a monke, a good requiem synges;</br>Can preache so wele, eche hynde hys menegynge knowes;</br>Albeytte these gode guyfts awaie he flynges,</br>Beeynge as badde yn vearse as goode yn prose.</br>Hee synges of seynctes who dyed for yer Godde,</br>Everych wynter nyghte afresche he sheddes theyr blodde.", "To maydens, haswyfes, and unlored danes,</br>Hee redes hys tales of merryment and woe.</br>Loughe loudlie dynneth from the dolte adrames;</br>He swelles on laudes of fooles, tho' kennes  hem soe.</br>Sommetythe at tragedie theie laughe and synge,</br>As merrie yaped fage somme hard-drayned water brynge.", "Yette Vevyan ys ne foole, beyinde hys lynes.</br>Geofroie makes vearse, as handycraftes theyr ware;</br>Wordes wythoute sense fulle groffyngelye he twynes,</br>Cotteynge hys storie off as wythe a sheere;</br>Waytes monthes on nothynge, and hys storie donne,</br>Ne moe you from ytte kenn, than gyf you neere begonne.", "Enowe of odhers; of mieselfe to write,</br>Requyrynge whatte I doe notte nowe possess,</br>To you I leave the taske; I kenne your myghte</br>Wyll make mie faultes, mie meynte of faultes, be less.</br>AELLA wythe thys I sende, and hope that you</br>Wylle from ytte caste awaie, whatte lynes maie be untrue.", "Playes made from haillie tales I holde unmeete;</br>Lette somme greate storie of a manne be songe;</br>Whanne, as a manne, we Godde and Jesus treate,</br>In mie pore mynde, we doe the Godhedde wronge.</br>Botte lette ne wordes, whyche droorie mote ne heare,</br>Bee placed yn the same.  Adieu, untylle anere.</br>"]