["SIR CHARLES MODISH.</br>My dear!  this morning we will take a ride;</br>And call on Lord Rupee and Lady Pride.", "LADY MODISH.</br>With all my heart; and bring them home to dine:</br>I like the scheme, the weather is so fine.</br>Sir Charles!  now read the news:  pray who is dead?</br>And see if Lady Jane is brought to bed.", "SIR CHARLES.</br>The last new Tragedy was well receiv'd;</br>And Harrison I see is clear repriev'd;</br>Good Captain Bluster has obtain'd a Flag;</br>I hope he will promote Lieutenant Brag!</br>Where is my Chocolate?  The roast is cold,</br>Lord Squander's pictures are, I find, just sold.", "LADY MODISH.</br>Indeed I fear'd his fortune was derang'd;</br>Of late his countenance was vastly chang'd;</br>Like a Barometer the face explains</br>The fall and rise of our uncertain gains.", "SIR CHARLES.</br>He was good-natur'd, and a well-bred Man,</br>Yet seem'd surrounded with a dang'rous clan.</br>To morrow I'm resolv'd to go to Town,</br>To settle that affair with Captain Brown.", "LADY MODISH.</br>And leave me quite alone in this dull place!</br>Whilst you are gone, to see no human face!</br>This dreary season gaiety best suits;</br>'Tis hard to spend my time with rustic brutes.", "SIR CHARLES.</br>No cause but bus'ness e'er could make me leave</br>Your Ladyship, whose absence I shall grieve;</br>But really our expences are so great,</br>To keep up the parade of useless state,</br>'Tis needful for to live a rural life,</br>Tho' with my inclination oft at strife.</br>My Steward plagues me with his loud complaint,</br>Enough to tire the patience of a saint,</br>With such a catalogue of human ills,</br>Repairs, Subscriptions, and long Tradesmen's Bills;</br>The Land-Tax is so high, the Stocks so low,</br>And for my credit, 'tis, alas! &mdash; so so!</br>Tho' hard my lot, I must avoid a worse,</br>And e'en consent to put m' Estate to nurse.", "LADY MODISH.</br>How cruel is my fate!  how great the fall!</br>So large my fortune, yet my jointure small.</br>Then my precedence is, alas!  so low,</br>That even Citizens before me go.</br>A Lady May'ress, e'en as good as me,</br>Tho' her weak husband may retail Bohea.", "SIR CHARLES.</br>Nay, pray my Lady!  cease to be so loud;</br>Nor of your consequence be yet so proud;</br>The fortune which you boast was basely won,</br>And by your Father's gains, Lord George undone.</br>Women of highest rank so thoughtless live,</br>They nought but sorrow and vexation give;</br>In dissipated scenes, they spend their time,</br>Infants in sense, tho' oft in years past prime.", "LADY MODISH.</br>In vain, Sir Charles!  you strive my heart to vex;</br>I will revere and vindicate my sex.</br>Deign but to ask, where Female grace is seen,</br>I thus reply, in our benignant Queen!</br>In her, the Mother, and the Wife, we find,</br>Blended with Majesty, and sense refin'd;</br>Blest with a Monarch's love, a Nation's praise,</br>Her worth transcendent, shall adorn my lays;</br>Nor Faction's venom can her pow'r disown,</br>Or Slander tarnish her illustrious throne.</br>From Royal George a bright example take,</br>As good a Husband, and a Father make,</br>And strive like him no ordiance to break.", "SIR CHARLES.</br>Your Ladyship with wond'rous skill and might,</br>Brings strong conviction for to act aright;</br>Be thou what Charlotte is, and then my heart</br>Sure cannot fail to act a George's part.", "LADY MODISH.</br>Pray now, Sir Charles!  explain your present view;</br>And for the Children what will you pursue?", "SIR CHARLES.</br>As for the Girls I'll send them all to France</br>Where they will learn to chatter French, and dance:</br>But if you like it better, or as well,</br>I'll have at home a modern Mad'moiselle.</br>The Boys I mean to thrive by Trade or Law;</br>And bring them up with due respect and awe.</br>Charles, who I think is something like an Ass,</br>May do, perhaps, at Bombay or Madrass.", "LADY MODISH.</br>In Britain bred, in Britain freely born,</br>A foreign education hence I scorn.</br>Will foreign teachers English minds expand,</br>And paint the beauties of our native land?</br>Will they not strive to alienate the Heart,</br>And gain new proselytes with labour's art?</br>Will thy not deem it heresy to teach</br>Minds that have fled from Superstition's reach?</br>Knowledge so gain'd is purchas'd much too dear;</br>Such measures I oppose with heart sincere.</br>They Boys, I trust, by industry will rise,</br>And all be happy, fortunate, or wise;</br>As for poor Charles, I can't endure the plan,</br>Tho' rich as Craesus, or as Kouli Kan;</br>I hate a Nabob's great and ill-got wealth,</br>Bought at th' expence of peace and precious health;</br>If they return with treasures vast of gold,</br>Conscience upbraids them, nor e'er quits her hold;</br>The poison'd Dagger, and the tainted Bowl,</br>Are ever present to the guilty soul:</br>Remember Harpax, thy unhappy friend;</br>How splendid was his life! &mdash; how sad his end!", "SIR CHARLES.</br>You think too closely; weigh each point and grain;</br>Which ill accords with more substantial gain.</br>As for myself, a Patriot I will turn,</br>Yet for my private good with ardour burn;</br>Oppose the minister in all his views,</br>And make my fortune in the way I chuse.", "LADY MODISH.</br>Fictitious Patriots are a fix'd disgrace,</br>And found too oft but Statemen out of place;</br>Like Reynard in the Fable, gasp for Pow'r,</br>And only yelp because the Grapes are sour.</br>For Liberty they roar like idle boys,</br>Which they misuse as Children do their toys.</br>Licentious Freedom is the gift they ask,</br>Which wears, sweet Liberty!  thy pleasing mask.", "SIR CHARLES.</br>But, list!  I think I hear the Children's noise:</br>How I am plagu'd with chatt'ring Girls and Boys!", "LADY MODISH.</br>To you, I must confess their infant sounds</br>Are not so pleasing as your Dice and Hounds.</br>Sir Charles, I wonder you dislike their talk,</br>Their op'ning reason you oppress and balk.", "SIR CHARLES.</br>The Nursery's best suited to their plays,</br>I hate the fuss of all their childish ways;</br>At Meals especially I will be quiet,</br>And where they are, there is perpetual riot.", "LADY MODISH.</br>Alas!  you hate the matrimonial life,</br>Domestic joys, and e'en your faithful Wife;</br>Your children are a burthen, and your home</br>A cheerless place and melancholy dome.", "SIR CHARLES.</br>I never will forego the joys of life,</br>To please a haughty or capricious Wife.</br>The man, who lets a thoughtless woman rule,</br>Must needs be deem'd a most egregious fool.</br>My future prospects I resign to chance,</br>And for the present will retire to France:</br>The remedy you'll gain in legal course,</br>A sep'rate stipend, or a kind Divorce.</br>"]