["How lang I've fasted and 'tis hardly four;</br>This day I doubt 'ill neer be gitten owr:</br>And theer as lang a night aleis beside;</br>I lall thought Fasts seck fearful things to bide.", "Fie, Roger, fie &mdash; a fairy lass to wrang,</br>And let her aw this trouble undergang:</br>What gars thee stay? &mdash; indeed it's badly duine:</br>Come, come thy ways &mdash; thou mud as weel come suin;</br>For come thou mun, aw Mothers wise agree;</br>And Mothers wise can never seer aw lee.", "As I was powen Pezz to scawd ae night;</br>O' ane wi' neen it was my luck to light:</br>This fain I underneath my bouster lied,</br>And gat as fast as e'er I cou'd to bed:</br>I dreamt &mdash; the pleasent dreem I's neer forgit:</br>And ah this cruel Roger comes not yet.</br>A pippin frae an apple fair I cut,</br>And clwose at ween my thoom and finger put:</br>Then cry'd, whore wons my Luive, come tell me true:</br>And even forret stright away it flew;</br>It flew as Roger's house it wad hev hit,</br>And ah this cruel Roger comes not yet.", "I laited last aw Hallow-Even lang</br>For growen nuts the busses neak'd amang:</br>Wi' twea at last I met:  to aither nut</br>I gave a neame, and beith i'th' ingle put;</br>Right bonnily he burnt nor flinch'd a-bit:</br>And ah this cruel Roger comes not yet.", "Turnips ae saturday I pair'd and yell</br>A pairing seav'd my Sweet-heart's neame to tell:</br>Slap fell it on the fleer; aw ran to view,</br>And cawt it like a C&mdash; but cawt not true;</br>For nought, I's seer, but R the scrawl wad fit.</br>And ah this cruel Roger comes not yet.", "A Fortune-teller leately com about,</br>And my twea guid King-Gweorges I powt out.</br>Baith, baith (and was not that a pity) went,</br>And yet I cannot caw them badly spent.</br>She sign'd a bonny Lad and a large kit;</br>And ah this cruel Roger comes not yet.", "When t' other night the Bride was put to bed,</br>And we wad try whea's turn was neest to wed:</br>Oft owr the shouder flung the stockin fell,</br>But not yen hat the mark except my sell.</br>I on her feace directly meade it bit;</br>And ah this cruel Roger comes not yet.", "But what need I fash me any mare,</br>He'll be obleeg'd avoid it neer sae sare,</br>To come at last; it's own'd, it seems to be,</br>And weel I waite what's own'd yen cannot flee.</br>Or sud he never come, and thur fulfill;</br>Sud cruel Roger pruive sae cruel still,</br>I mun not like a fuil gang fast aw day,</br>And kest my sell just wittenly away.", "She said, and softly slipping cross the floor</br>With easy fingers op'd the silent door;</br>Thrice to her head she rais'd the luncheon brown</br>Thrice lick'd her lips and three times laid it down;</br>Purpos'd at length the very worst to prove:</br>'Twas easier sure to dye of ought than love.</br>"]