["Lo, how the fiery sparks do upward rise!</br>So cares and labour to our portion fell;&mdash;</br>Ah, dearest God!  the way thou didst devise,</br>To save from worser vice and pangs of hell;</br>And sure, frail man, thou art escaped well,</br>If so those greater ills thou maist eschew.</br>But some there be of whom I mean to tell,</br>That night and day their irksome task pursue,</br>Ne in the cup of joy their lips will once imbue.", "O foolish man, to work thine own despite!</br>O base neglect of him whose bounteous hand,</br>All piteous of thy woes and mournful plight,</br>With sweet delights and plenty stor'd this land,&mdash;</br>But me my tale and other strains demand.</br>Where Wiley's streams the western shires pervade,</br>A town all drench'd in dirt and mire doth stand,</br>Well known and hated by each cleanly maid:</br>There dwelt this busy carle, with many of his trade.", "His name was Care, a plodding meagre elf,</br>That neither day nor night from working spar'd;</br>For all this thoughts were bent on glittering pelf.</br>Once in a week he poll'd his grisly beard,</br>Ne oftener cared he to have it shear'd:</br>No cleanly robe he had, nor raiment gay,</br>Ne yet for cleanly raiment greatly cared:</br>His hands, his hose, his shirt, his whole array,</br>The colour of his trade to all men did betray.", "His ancient house all rudely thatcht without,</br>Nor better were, I wis, adorn'd within;</br>Fit tenement for that labourious rout</br>Who evermore do ply their tasks therein.</br>But how shall I describe the horrid din</br>That there is heard?  Some drive the cumbrous shear;</br>Some tug the press, and on the cloth so thin</br>With thundering strokes so rudely some do bear,</br>That makes me much afraid eftsoons they will it tear.", "But now the doors wide open might be seen</br>Whence noises strange and hollow thumps resound:</br>Seek not to enter; nothing pure nor clean</br>Within that dirty threshold may be found:</br>To me an ancient dame did once expound</br>This wondrous coil; there forms uncouth I saw,</br>Who in their wiry cards the wool did pound,</br>Which still a little imp would strait withdraw,</br>And into pieces small did tear it with his claw.", "Here female forms are seen:  seek not to know</br>In vain their heavy dole, nor vainly grieve</br>For him who, choak'd with dust, must grind below:</br>Who marks their labours, well might these believe</br>Danais' daughters round their wiry sieve,</br>And him Ixion fastened to a mill.</br>Sad at his desk a clerk without reprieve</br>Like Theseus ever sits, and ever will,</br>For still his business grows, ne can he it fulfil.", "The good man's self, more wretched than them all,</br>All day from room to room impatient ran,</br>And ever and anon would loudly call,</br>If they perchance their work neglected han;</br>And then, good Lord!  how would he scold and ban,</br>If he those little imps might idle see,</br>Or aught amiss, so sorely would he damn,</br>Had ye but heard, ye would have thought pardie,</br>Sathanas there was come, and would a clothier be.", "Had I an hundred tongues your ears to rend,</br>Each tongue an iron voice, I might not shew,</br>Ne make my gentle reader comprehend,</br>The various labours of this House of Woe.</br>O void of reason, wherefore toil ye so?</br>For sure great pain ye have, and small reward:</br>Observe the beauteous lillies how they grow,</br>And yet they spin not, neither do they card:</br>O man of little faith, why dost thou work so hard!</br>"]